Repository: drorganvidez/guadalinex-v6
Catalog: apps/usb-creator/tags/usb-creator-0.1.16guada1/po/*.po
Languages: de, el, es, nb, nl, pl, ru, zh_cn

source: CD-Drive/Image
es: Unidad de CD / Imagen

source: OS Version
es: Versión del S.O.

source: Size
es: Tamaño

source: ISO Files
es: Archivos ISO

source: Please insert a CD or select 'Other...'.
es: Inserte el CD o seleccione «Otro...».

source: Please insert a USB stick.
es: Inserte una memoria USB.

source: %s is too small for %s.
es: %s es demasiado pequeño para %s.

source: %s needs to be formatted.
es: %s necesita ser formateado.

source: %s has enough free space for %s.
es: %s tiene espacio suficiente para %s.

source: %s is too full to fit %s (%s more needed).
es: %s está demasiado lleno para guardar %s (se necesitan %s más).

source: Device
es: Dispositivo

source: Label
es: Etiqueta

source: Capacity
es: Capacidad

source: Free Space
es: Espacio libre

source: Starting up
es: Iniciando

source: Install button pressed but there was no source selected.
es: Se pulsó el botón de instalar pero no había ningún origen seleccionado.

source: Install button pressed but there was no destination selected.
es: Se pulsó el botón de instalar pero no había ningún destino seleccionado.

source: %d%% complete
es: %d%% completado

source: Unable to create a partition table:
es: No se pudo crear una tabla de particiones:

source: Unable to format device:
es: No se pudo formatear el dispositivo:

source: Unable to mount the image %s. Please see ~/.usb-creator.log for more details
es: No se pudo montar la imagen %s. Consulte ~/.usb-creator.log para más detalles

source: This is not a desktop install CD and thus cannot be used by this application.
es: Este no es un CD de instalación de escritorio y por lo tanto no puede usarse en esta aplicación.

source: Installing the bootloader
es: Instalando el cargador de arranque

source: Unable to determine the partition number.
es: No se pudo determinar el número de partición.

source: Error installing the bootloader.
es: Error instalando el cargador de arranque.

source: Copying files
es: Copiando archivos

source: Creating persistence file
es: Creando archivo persistente

source: Making persistence filesystem
es: Creando sistema de archivos persistente

source: Discarded on shutdown, unless you save them elsewhere
de: Beim Herunterfahren verwerfen, falls sie nicht an einem anderen Ort gespeichert werden.
el: Θα απορριφθούν κατά τον τερματισμό, εκτός και αν τα αποθηκεύσετε κάπου αλλού
es: Se perderán al apagar a menos que los guarde en otro sitio
nb: Forkast ved nedstengning, med mindre du har lagret dem et annet sted.
nl: Niet bewaard worden, tenzij ze ergens anders worden opgeslagen
pl: porzucane przy zamknięciu, dopóki nie zostaną zapisane gdzie indziej
ru: Удалены при завершении работы, если вы не сохраните их куда-нибудь
zh_cn: 将取消关机，除非你保存在其他地方。

source: Do you really want to quit the installation now?
de: Möchten Sie die Installation jetzt wirklich beenden?
el: Θέλετε πραγματικά να διακόψετε την εγκατάσταση;
es: ¿Desea salir de la instalación?
nb: Er du sikker på at du vil avbryte installasjonen nå?
nl: Weet u zeker dat u de installatie wilt stoppen?
pl: Na pewno natychmiast zakończyć instalację?
ru: Вы действительно хотите выйти из программы установки?
zh_cn: 您确定现在要退出安装吗？

source: Format
de: Formatieren
el: Διαμόρφωση
es: Formatear
nl: Formatteren
pl: Formatowanie
ru: Форматирование
zh_cn: 格式化

source: How much:
de: Größe:
el: Πόσο πολύ:
es: Espacio:
nb: Hvor mye:
nl: Hoeveel:
pl: Rozmiar:
ru: Размер:
zh_cn: 数量:

source: Installation Complete
de: Die Installation ist abgeschlossen
el: Η εγκατάσταση ολοκληρώθηκε
es: Instalación completa
nb: Installasjon fullført
nl: Installatie klaar
pl: Instalacja ukończona
ru: Установка завершена
zh_cn: 安装完毕

source: Installation Failed
de: Die Installation ist gescheitert
el: Η εγκατάσταση απέτυχε
es: La instalación ha fallado
nb: Installasjonen mislyktes
nl: Installatie mislukt
pl: Instalacja nie powiodła się
ru: Ошибка установки
zh_cn: 安装失败

source: Installation is complete. You may now reboot your computer with this USB thumb drive inserted to boot %s.
es: Instalación completa. Para arrancar %s, reinicie su equipo con la unidad USB insertada.

source: Installing
es: Instalando

source: Make Startup Disk
de: Startmedium erstellen
el: Δημιουργία Δισκέτας Εκκίνησης
es: Crear disco de inicio
nb: Lag oppstartsdisk
nl: Opstartmedium maken
pl: Utwórz dysk rozruchowy
ru: Создать загрузочный диск
zh_cn: 制作启动盘

source: Make USB Startup Disk
de: USB-Startmedium erstellen
el: Δημιουργία του δίσκου USB ώς δίσκο εκκίνησης
es: Crear disco USB de inicio
nb: Lag USB oppstartsdisk
nl: USB-opstartmedium maken
pl: Tworzenie dysku startowego USB
ru: Создание загрузочного USB диска
zh_cn: 制作USB启动盘

source: Other...
de: Weitere...
el: Άλλο...
es: Otro...
nb: Annet...
nl: Overig...
pl: Inny...
ru: Другой...
zh_cn: 其它...

source: Quit the installation?
de: Installation beenden?
el: Διακοπή της εγκατάστασης;
es: ¿Salir de la instalación?
nb: Vil du avbryte installasjonen?
nl: Installatie afbreken?
pl: Zakończyć instalację?
ru: Выйти из установки?
zh_cn: 确认退出安装吗？

source: Source disc image (.iso) or CD:
de: Quellabbilddatei (*.iso) oder CD:
el: Τοποθεσία αρχείου εικόνας (.iso) ή CD:
es: CD o imagen (.iso) de origen:
nb: Kilde-diskavbildning (.iso) eller CD:
nl: CD-bronbestand (.iso) of CD:
pl: Obraz dysku źródłowego (ISO) lub płyta CD:
ru: Образ установочного диска (.iso) или CD:
zh_cn: 来自iso镜像或CD:

source: Stored in reserved extra space
de: in einem reservierten Bereich gespeichert
el: Αποθηκευμένα στο δεσμευμένο χώρο
es: Se guardarán en un espacio reservado
nb: Lagret i reservert ekstraområde
nl: Opgeslagen worden in gereserveerd extra geheugen
pl: przechowywane w zarezerwowanej przestrzeni dodatkowej
ru: Сохранены в зарезервированном дисковом пространстве
zh_cn: 储存在余剩空间

source: The installation failed. Please see ~/.usb-creator.log for more details.
de: Die Installation ist fehlgeschlagen. Weitere Informationen darüber finden Sie in ~/.usb-creator.log.
el: Η εγκατάσταση απέτυχε. Παρακαλούμε ελέξτε το αρχείο ~/.usb-creator.log για περισσότερες λεπτομέρεις.
es: La instalación ha fallado. Consulte los detalles en ~/.usb-creator.log.
nb: Installasjonen mislyktes. Vennligst se ~/.usb-creator.log for flere detaljer.
nl: De installatie is mislukt. Zie ~/usb-creator.log voor meer details.
pl: Instalacja nie powiodła się. Dodatkowe informacje są dostępne w pliku ~/.usb-creator.log.
ru: Ошибка установки. Для получения дополнительной информации смотри ~/.usb-creator.log.
zh_cn: 安装失败,请参阅~/.usb-creator.log了解详情。

source: To try or install a distribution from a USB disk, it needs to be set up as a startup disk.
es: Para probar o instalar una distribución desde un disco USB, necesitará configurarlo como un disco de inicio.

source: USB disk to use:
de: Zu verwendendes USB-Speichermedium:
el: Δίσκος USB για χρήση:
es: Disco USB de destino:
nb: Minnepinnen som skal brukes:
nl: Te gebruiken USB-stick:
pl: Dysk USB do użycia:
ru: Использовать USB диск:
zh_cn: U盘使用:

source: When starting up from this disk, documents and settings will be:
de: Wenn Sie von diesem Medium starten, werden Dokumente und Einstellungen:
el: Όταν θα γίνεται εκκίνηση από αυτόν τον δίσκο, τα εγγραφα και οι ρυθμίσεις θα είναι:
es: Al iniciar desde el disco, los documentos y la configuración:
nb: Når det startes fra denne disken, vil dokumenter og innstillinger være:
nl: Wanneer opgestart via dit medium, zullen documenten en instellingen:
pl: Podczas rozruchu z tego dysku dokumenty i ustawienia będą:
ru: При запуске с этого диска, документация и настройки будут:
zh_cn: 当启动此驱动器，文件和设置将:

source: Create a USB startup disk using a CD or disc image
es: Crear un disco de inicio USB usando un CD o una imagen de disco

source: USB Startup Disk Creator
es: Creador de discos USB de inicio

source: Installation is complete. You may now reboot your computer with this USB thumb drive inserted to boot Ubuntu.
de: Die Installation ist abgeschlossen. Sie können jetzt den Rechner mit eingestecktem USB-Stick neu starten, um Ubuntu zu booten.
el: Η εγκατάσταση ολοκληρώθηκε. Τώρα μπορείτε να κάνετε επανεκκίνηση έχοντας συνδεδεμένη τη συσκευή USB για να ξεκινήσει το Ubuntu.
nb: Installasjonen er ferdig. Nå kan du starte maskinen på nytt med denne minnepinnen satt inn for å starte Ubuntu.
nl: Installatie klaar. U kunt nu uw computer herstarten om vervolgens met deze USB-stick Ubuntu te starten.
pl: Instalacja ukończona. Można uruchomić teraz komputer ponownie z tym napędem USB podłączonym do komputera, aby uruchomić Ubuntu.
ru: Установка завершена. Чтобы загрузить Ubuntu, просто перегрузите ваш компьютер c вставленным USB диском.
zh_cn: 安装完毕。现在,您可以重新启动您的计算机并通过USB驱动器启动Ubuntu系统。

source: To try or install Ubuntu from a USB disk, it needs to be set up as a startup disk.
de: Um Ubuntu von einem USB-Stick zu testen oder zu installieren, muss er als Startpartition markiert werden.
el: Για δοκιμή ή εγκατάσταση του Ubuntu από ένα δίσκο USB, απαιτείται ο δίσκος USB να έχει ρυθμιστεί ώς δίσκος εκκίνησης.
nb: For å installere Ubuntu fra en minnepinne, trenger den å bli satt opp som en oppstartsdisk.
nl: Om Ubuntu vanaf een USB-stick uit te proberen of te installeren, moet deze ingesteld zijn als een opstartmedium.
pl: Aby móc zainstalować Ubuntu z dysku USB, dysk musi być ustawiony jako rozruchowy.
ru: Чтобы поработать с Ubuntu или установить её с помощью USB диска, этот диск должен быть создан как загрузочный.
zh_cn: 要通过USB磁盘试用或安装Ubuntu系统，它需要被自作成启动盘。

source: gtk-cancel
el: Ακύρωση
nb: Avbryt
nl: gtk-annuleren
ru: Отмена
zh_cn: gtk-取消

source: gtk-open
el: Άνοιγμα
nb: Åpne
ru: Открыть
zh_cn: gtk-打开

source: gtk-quit
el: Έξοδος
nb: Avslutt
nl: gtk-afsluiten
ru: Выход
zh_cn: gtk-退出
