Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/administrative/po/*.po
Languages: es, ja, zh_cn, zh_tw

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
es: ubuntu-doc@lists.ubuntu.com (Proyecto de documentación de Ubuntu)
ja: ubuntu-doc@lists.ubuntu.com (Ubuntuドキュメンテーション・プロジェクト)
zh_cn: ubuntu-doc@lists.ubuntu.com (Ubuntu 文档项目)
zh_tw: ubuntu-doc@lists.ubuntu.com (Ubuntu 文件計畫)

source: Administrative Tasks
es: Tareas administrativas
ja: 管理タスク
zh_cn: 管理任务
zh_tw: 系統工作

source: Placeholder.
es: Marcador de posición
ja: プレースホルダ
zh_cn: 占位符。

source: Credits and License
es: Créditos y licencia
ja: 著作権およびライセンス
zh_cn: 荣誉与授权许可

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
es: Este documento se mantiene por el equipo de documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para una lista de contribuidores, vea la <ulink url="../../../common/C/contributors.xml">página de contribuidores</ulink>
ja: このドキュメントはUbuntuドキュメンテーション・チーム(https://wiki.ubuntu.com/DocumentationTeam) が保守しています。貢献者の一覧は、<ulink url="../../../common/C/contributors.xml">contributors page</ulink> を参照してください。
zh_cn: 本文档由 Ubuntu 文档团队 (https://wiki.ubuntu.com/DocumentationTeam) 维护。参与贡献者的列表请参见 <ulink url="../../../common/C/contributors.xml">贡献者页面</ulink>
zh_tw: 此文件是由 Ubuntu 說明文件小組 (https://wiki.ubuntu.com/DocumentationTeam) 維護。欲檢視貢獻者清器， 請檢視 <ulink url="../../../common/C/contributors.xml">貢獻者頁面</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
es: Este documento está disponible bajo la Licencia de Creative Commons ShareAlike 2.5 (CC-BY-SA).
ja: このドキュメントは、Creative Commons ShareAlike 2.5 License (CC-BY-SA)のもとで利用可能とします。
zh_cn: 本文档在 Creative Commons ShareAlike 2.5 授权许可 (CC-BY-SA) 的条款下发布。
zh_tw: 此文件是於 Creative Commons 相同方式分享 2.5 授權下製作。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
es: Usted es libre de modificar, ampliar y mejorar el código fuente de la documentación de Ubuntu bajo los términos de esta licencia. Todos los trabajos derivados deben realizarse bajo esta licencia.
ja: このライセンスのもとであれば、利用者は Ubuntu ドキュメントのソースコードを自由に改変、加筆、改善することができます。すべての派生物はこのライセンスのもとでリリースしなければなりません｡
zh_cn: 你可以基于本许可的条款而自由地对Ubuntu文档源码进行修正、扩充，以及改善。所有衍生作品必须基于本许可来发布。
zh_tw: 您可以在此授權下自由地編輯、擴展與改善 Ubuntu 說明文件的原始碼。所以衍生作品必須在此授權下發表。

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
es: Esta documentación se distribuye con la intención de que resulte útil, pero SIN NINGUNA GARANTÍA, ni siquiera la garantía implícita de COMERCIALIZACIÓN o de que SEA ADECUADA PARA UN PROPÓSITO PARTICULAR, TAL Y COMO SE INDICA EN LA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDAD.
ja: この文書は利用者の便宜になることを期待して配布しますが、何らの保証をするものではなく、また、免責条項に記載のある通り、商品性や特定用途に対する適合性を暗黙に保証するものでもありません。
zh_cn: 发布本文档是希望它有所用途，但不提供任何担保；甚至如免责声明中所说那样对特定目标的适销性或适用性也不提供任何隐性的担保。
zh_tw: 此文件的發行，希望是一份有用的資料，而沒有附帶任何的保證。對任何商業行為不隱含任何保證，對任何特定的目的也不保證絕對符合。

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
es: Esta disponible una copia de la licencia aquí: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Licencia de Creative Commons ShareAlike</ulink>.
ja: このライセンスのコピーは以下で参照可能です: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。
zh_cn: 该许可证的副本可以在这里找到：<ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。
zh_tw: 這裡提供此授權的副本：<ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons 相同方式分享 授權</ulink>.

source: Canonical Ltd. and members of the Ubuntu Documentation Project
es: Canonical Ltd. y miembros del proyecto de documentación de Ubuntu
ja: Canonical Ltd.・Ubuntu Documentation Project 一同
zh_cn: Canonical Ltd. 及 Ubuntu 文档项目成员
zh_tw: Canonical 有限公司和 Ubuntu 文件專案組成員

source: The Ubuntu Documentation Project
es: Poyecto de documentación de Ubuntu
ja: Ubuntu ドキュメンテーション・プロジェクト
zh_cn: Ubuntu 文档项目
zh_tw: Ubuntu 文件專案

source: For security reasons, administrative tasks in Ubuntu can only be performed by users with special administrative privileges.
es: Por razones de seguridad, las tareas administrativas en Ubuntu sólo pueden ser llevadas a cabo por usuarios con privilegios administrativos especiales.
ja: セキュリティ上の理由から、Ubuntuでの管理作業は特別な管理者権限のあるユーザのみが実行可能です。
zh_cn: 出于安全考虑，只有拥有特定管理权限的用户才能够进行相应的管理任务。
zh_tw: 基於安全性考量，Ubuntu 的管理工作只可由擁有特殊管理權限的一般使用者完成。

source: Administrative access can be given to individual users, who may use the <ulink type="help" url="man:sudo">sudo</ulink> command to perform administrative tasks. The first user account you created on your system during installation will, by default, be able to perform administrative tasks.
es: El acceso administrativo se puede otorgar a usuarios individuales, los cuales pueden usar el comando <ulink type="help" url="man:sudo">sudo</ulink> para realizar tareas administrativas. La primera cuenta de usuario que se creó en su sistema durante la instalación será, por defecto, capaz de realizar tareas administrativas.
ja: 管理タスクへのアクセスは<application>sudo</application>コマンドの実行を許されたユーザーのみが行えます。既定ではOSインストールの際にあなたが作成したユーザーアカウントでsudoコマンドを実行することができます。
zh_cn: 管理员权限可赋予个人用户,使用户能够用 <ulink type="help" url="man:sudo">sudo</ulink>命令来完成管理任务。在安装系统时创建的第一个用户默认自动获得管理员权限。
zh_tw: 管理存取能被授予給可利用 <ulink type="help" url="man:sudo">sudo</ulink> 指令來行使管理工作的個別使用者。第一個您在安裝時所建立的使用者帳號，預設即可行使管理工作。

source: When you run an application that requires administrative privileges, you will be asked to input your user password. This ensures that rogue applications cannot damage your system, and serves as a reminder that you are about to perform administrative actions which require you to be careful!
es: Cuando ejecute una aplicación que requiera de privilegios administrativos, se le solicitará que introduzca su contraseña de usuario. Esto garantiza que las aplicaciones malintencionadas no pueden dañar su sistema, y sirve como recordatorio de que está a punto de realizar acciones administrativas, por lo que deberá ser precavido.
zh_cn: 当运行程序需要管理员权限时,你会被要求输入用户密码。这确保了有害应用程序不会破坏你的系统,也提醒你即将进行管理员操作，需要慎重仔细!
zh_tw: 當你執行一個需要管理權限的應用程式，你會被要求輸入您的使用者密碼。這樣可以確保您的系統不被惡意程式傷害，以及透過這樣的方式提醒您執行系統管理行為時需要特別小心！！

source: All of the default graphical configuration tools in Ubuntu already use sudo, so they will prompt you for your password if needed.
es: Todas las herramientas gráficas de configuración predeterminadas en Ubuntu actualmente usan sudo, por lo que le pedirán su clave si fuera necesario.
ja: Ubuntuの全てのデフォルトのグラフィカルな設定ツールは既にsudoを用いており、必要ならばパスワードを尋ねてきます。
zh_cn: Ubuntu 里所有图形界面配置工具（启动时）默认已使用sudo，因此如有必要它们会提示您输入自己的密码。
zh_tw: 所有 Ubuntu 的預設圖形介面設定工具都已經使用 sudo ，所以它們需要都會提示您輸入您的密碼。

source: Each time you insert the password, the system remembers it for 15 minutes so that you do not have to type it again.
es: Cada vez que introduzca su contraseña, el sistema la recordará durante 15 minutos, de forma que durante ese tiempo no tendrá que volver a introducirla de nuevo.
ja: パスワードを一度入力すると、ユーザが何度も入力しなくて済むようにシステムは15分間記憶します。
zh_cn: 在每次您输入密码之后的15分钟里，系统会记住您所输入的密码，无须再次输入。
zh_tw: 每一次您輸入密碼，系統會記憶 15 分鐘所以您可以不用再輸入一次。

source: For more information on the <application>sudo</application> program and the absence of a root user in Ubuntu, read the <ulink url="https://help.ubuntu.com/community/RootSudo">sudo page</ulink> on the Ubuntu wiki.
es: Para mas información acerca del programa <application>sudo</application> y la ausencia de un usuario root en Ubuntu, lea la <ulink url="https://help.ubuntu.com/community/RootSudo">página de sudo</ulink> en el wiki de Ubuntu.
ja: sudo プログラムや root ユーザーが Ubuntu にはないことについての詳しい情報は、Ubuntu wiki の <ulink url="https://help.ubuntu.com/community/RootSudo">sudo のページ</ulink>を参照してください。
zh_cn: 关于 <application>sudo</application> 程序以及 Ubuntu 中没有 root 用户的更多信息，请阅读 Ubuntu wiki 上的 <ulink url="https://help.ubuntu.com/community/RootSudo">sudo 页</ulink>。
zh_tw: 欲取得更多關於 <application>sudo</application> 程式與於 Ubuntu root 使用者不存在的資料，請閱讀 Ubuntu wiki 中的<ulink url="https://help.ubuntu.com/community/RootSudo">sudo 頁面</ulink>。

source: Giving administrative access to a user
es: Otorgar acceso administrativo a un usuario
ja: ユーザーに管理権限を与えるには
zh_cn: 正在赋予用户管理权限
zh_tw: 將系統管理權限給使用者

source: You can restrict and enable administrative (sudo) access to users with the <ulink type="help" url="ghelp:users-admin">Users and Groups application</ulink>:
es: Puede restringir y habilitar el acceso administrativo (sudo) a los usuarios con la <ulink type="help" url="ghelp:users-admin">aplicación Usuarios y Grupos</ulink>:
ja: <ulink type="help" url="ghelp:users-admin">ユーザーの設定</ulink>:からユーザーに対する管理タスクへのアクセス権（sudoアクセス）の制限・付与が可能です。
zh_cn: 您可以通过<ulink type="help" url="ghelp:users-admin">用户或用户组应用</ulink> 来限制/打开赋予用户的管理员权限(sudo):
zh_tw: 您能夠透過<ulink type="help" url="ghelp:users-admin">使用者及群組</ulink>應用程式來限定、或者啟用管理存取 (sudo) 權給使用者：

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Users and Groups</guimenuitem></menuchoice>
es: Pulse <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Usuarios y grupos</guimenuitem></menuchoice>
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>ユーザとグループ</guimenuitem></menuchoice>を押してください。
zh_cn: 点击 <menuchoice><guimenu>系统</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>用户与用户组</guimenuitem></menuchoice>
zh_tw: 點擊 <menuchoice><guimenu>系統</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>使用者及群組</guimenuitem></menuchoice>

source: Select the user who is to be given administrative access and press <guibutton>Properties</guibutton>
es: Seleccione el usuario al que desea otorgar acceso administrativo, y pulse <guibutton>Propiedades</guibutton>
ja: 管理権限を与えたいユーザーを選択してから<guibutton>プロパティ</guibutton>をクリックしてください。
zh_cn: 选择您所要赋予管理权限的用户，然后点击<guibutton>属性</guibutton>
zh_tw: 選擇被給予系統管理權的使用者以及點擊 <guibutton>屬性</guibutton>

source: Select the <guilabel>User Privileges</guilabel> tab
es: Seleccione la solapa <guilabel>Privilegios del usuario</guilabel>
ja: <guilabel>ユーザの権限</guilabel>タブを選択してください。
zh_cn: 选择 <guilabel>用户权限</guilabel> 标签
zh_tw: 選擇 <guilabel>使用者權限</guilabel> 頁簽

source: Check the box next to <guilabel>Administer the system</guilabel> and press <guibutton>OK</guibutton>
es: Marque la casilla situada junto a <guilabel>Administrar el sistema</guilabel> y pulse <guibutton>Aceptar</guibutton>
ja: <guilabel>システムの管理者である</guilabel>の隣のボックスにチェックを入れてから<guibutton>OK</guibutton>をクリックします。
zh_cn: 勾上<guilabel>管理系统</guilabel> 旁的方框，然后点击<guibutton>确定</guibutton>
zh_tw: 勾選<guilabel>管理此系統</guilabel>然然按一下<guibutton>確定</guibutton>

source: Using sudo at the command line
es: Usar sudo en la línea de comandos
ja: コマンドラインで sudo を使用する
zh_cn: 正在命令行方式下使用sudo
zh_tw: 在命令列模式使用 sudo

source: To use sudo whilst using the command line (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>), simply type <userinput>sudo</userinput> before the command you wish to run. Sudo will then prompt you for your password.
es: Para usar sudo en la línea de comandos (<menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>), simplemente teclee <userinput>sudo</userinput> justo antes del comando que desee ejecutar. Sudo le solicitará su contraseña.
ja: コマンドラインでsudoを使用したいとき(<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>アクセサリ</guimenuitem><guimenuitem>端末</guimenuitem></menuchoice>)は、あなたが実行したいコマンドの前に単に<userinput>sudo</userinput>とタイプするだけです。するとsudoはあなたにパスワードを入力するよう求めてきます。
zh_cn: 要在命令行使用sudo，在(<menuchoice><guimenu>应用程序</guimenu><guimenuitem>附件</guimenuitem><guimenuitem>终端</guimenuitem></menuchoice>)处输入<userinput>sudo</userinput>紧接着输入你想运行的命令。sudo会提示你输入你的密码.

source: Sudo will remember your password for a set amount of time, which by default is 15 minutes, but can be changed. This feature was designed to allow users to perform multiple administrative tasks without being asked for a password each time.
es: Sudo recordará su contraseña durante un cierto período de tiempo, que por omisión es de 15 minutos, pero puede cambiar. Esta característica fue diseñada para permitir que los usuarios pudieran realizar varias tareas administrativas sin tener que introducir su contraseña para cada tarea.
ja: Sudoは、一定時間の間パスワードを記憶しており、デフォルトは15分ですが変更可能です。この機能は、複数の管理作業を行う際に、毎回パスワードを聞かなくてすむように設計されています。
zh_cn: sudo 会在一段时间内记住您的密码，默认为15分钟。这个特性被设计成允许用户执行多个管理任务而不必每次都被询问输入密码。
zh_tw: Sudo 會記住您的密碼一段時間，預設是 15 分鐘，但此設定可更變。此功能是為了使用操作多項系統工作而無需每次皆輸入密碼。

source: To use a <emphasis>root</emphasis> terminal, type <command>sudo -i</command> at the command line.
es: Para usar una terminal de <emphasis>root</emphasis>, teclee <command>sudo -i</command> en la línea de comandos.
ja: <emphasis>root</emphasis>端末を使用するには、コマンドラインで<command>sudo -i</command>とタイピングしてください。
zh_cn: 如需要使用<emphasis>root</emphasis>的终端，请在命令行方式下输入<command>sudo -i</command>
zh_tw: 要使用 <emphasis>root</emphasis> 終端機。在命令列輸入 <command>sudo -i</command>。

source: To show a graphical password prompt, type <command>gksudo</command> at the command line, followed by the command you wish to run.
es: Para que se solicite la contraseña gráficamente, teclee <command>gksudo</command> en la línea de comandos, seguido por el comando que desee ejecutar.
ja: グラフィカルなパスワード入力プロンプトを表示するにはコマンドラインで<command>gksudo</command>とタイピングし、さらに使いたいコマンドを続けて入力します。
zh_cn: 如需要以图形界面方式提示密码输入，请在命令行方式下输入<command>gksudo</command>，然后跟上您所需要运行的命令。
zh_tw: 要顯示圖形化的密碼提示，於命令列輸入<command>gksudo</command>，後面跟著您要執行的指令。

source: Be careful when using sudo; you might damage your system if you type the wrong command! As a general rule, only use sudo when absolutely necessary.
es: Tenga cuidado al usar sudo, pues podría dañar su sistema si teclea un comando erróneo. Como regla general, use sudo únicamente cuando sea absolutamente necesario.
ja: もしも誤ったコマンドを入力してしまうとシステムにダメージを与える恐れがありますので、sudoを使用する際には注意が必要です！通常は、どうしても必要なときのみsudoを使用してください。
zh_cn: 请小心使用sudo; 您错误输入的命令可能会损害您的系统！一个通常的原则是：只要在必要的时候才去使用sudo
zh_tw: 當使用 sudo 時請小心：您或許會因為輸入了錯誤的指令而傷害您的系統！ 如同一般原則，只有在絕對必要的時候才使用 sudo。

source: translator-credits
es: Launchpad Contributions: Amin Contreras https://launchpad.net/~koutarou Julián Alarcón https://launchpad.net/~alarconj Martin Albisetti https://launchpad.net/~beuno Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Amin Contreras https://launchpad.net/~koutarou Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Martin Albisetti https://launchpad.net/~beuno Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo
ja: Launchpad Contributions: Kanetaka Suto https://launchpad.net/~kanetaka Shushi Kurose https://launchpad.net/~kurokuro Takashi Oshie https://launchpad.net/~oshie-is-not-osue Launchpad Contributions: CMasami https://launchpad.net/~cmasami Kanetaka Suto https://launchpad.net/~kanetaka Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Shushi Kurose https://launchpad.net/~kurokuro Takashi Oshie https://launchpad.net/~oshie-is-not-osue
zh_cn: Launchpad Contributions: Ihnus Qcshz https://launchpad.net/~qcshzihnus Tao Wei https://launchpad.net/~weitao1979 Wentao Tang https://launchpad.net/~wisetang kEEg https://launchpad.net/~jimcheng kempson https://launchpad.net/~kempson rainofchaos https://launchpad.net/~rainofchaos 至高之光 https://launchpad.net/~s-aureole Launchpad Contributions: Ihnus Qcshz https://launchpad.net/~qcshzihnus Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Tao Wei https://launchpad.net/~weitao1979 TaoFei https://launchpad.net/~taofei kEEg https://launchpad.net/~jimcheng rainofchaos https://launchpad.net/~rainofchaos 至高之光 https://launchpad.net/~s-aureole
