Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/alsa-utils.po
Languages: es

source: raw data
es: datos en bruto

source: Sparc Audio
es: Audio Sparc

source: Usage: %s [OPTION]... [FILE]... -h, --help help --version print current version -l, --list-devices list all soundcards and digital audio devices -L, --list-pcms list device names -D, --device=NAME select PCM by name -q, --quiet quiet mode -t, --file-type TYPE file type (voc, wav, raw or au) -c, --channels=# channels -f, --format=FORMAT sample format (case insensitive) -r, --rate=# sample rate -d, --duration=# interrupt after # seconds -M, --mmap mmap stream -N, --nonblock nonblocking mode -F, --period-time=# distance between interrupts is # microseconds -B, --buffer-time=# buffer duration is # microseconds --period-size=# distance between interrupts is # frames --buffer-size=# buffer duration is # frames -A, --avail-min=# min available space for wakeup is # microseconds -R, --start-delay=# delay for automatic PCM start is # microseconds (relative to buffer size if <= 0) -T, --stop-delay=# delay for automatic PCM stop is # microseconds from xrun -v, --verbose show PCM structure and setup (accumulative) -V, --vumeter=TYPE enable VU meter (TYPE: mono or stereo) -I, --separate-channels one file for each channel --disable-resample disable automatic rate resample --disable-channels disable automatic channel conversions --disable-format disable automatic format conversions --disable-softvol disable software volume control (softvol) --test-position test ring buffer position
es: Uso: %s [OPCIÓN]... [ARCHIVO]... -h, --help ayuda --version imprime la versión actual -l, --list-devices lista todas las tarjetas y dispositivos de sonido digital -L, --list-pcms lista los nombres de los dispositivos -D, --device=NAME selecciona PCM por nombre -q, --quiet modo silencioso -t, --file-type TYPE archivo tipo (voc, wav, raw o au) -c, --channels=# canales -f, --format=FORMAT formato de ejemplo (no sensibles) -r, --rate=# tasa de ejemoplo -d, --duration=# interrumpir después de # segundos -M, --mmap mmap flujo -N, --nonblock modo de no bloqueo -F, --period-time=# distancia entre interrupciones es # microsegundos -B, --buffer-time=# la duración del bufer es # microsegundos --period-size=# distancia entre interrupciones es # cuadros --buffer-size=# duración del búfer es # cuadros -A, --avail-min=# mínimo espacio disponible para levantar es # microsegundos -R, --start-delay=# retraso para el inicio PCM automático es # microsegundos (relativo al tamaño del búfer si <= 0) -T, --stop-delay=# retraso para la parada PCM automática es # microsegundos desde xrun -v, --verbose muestra la estructura PCM y configuración (acumulativa) -V, --vumeter=TYPE activa el VU metro (TYPE: mono o estéreo) -I, --separate-channels un archivo por cada canal --disable-resample desactiva resampleado automático --disable-channels desactiva las conversiones de canal automáticas --disable-format desactiva las conversiones de formato automáticas --disable-softvol desactiva el control de volumen por porgrama (softvol) --test-position comprueba la posición del búfer de anillo

source: Recognized sample formats are:
es: Formatos de muestra reconocidos:

source: Some of these may not be available on selected hardware
es: Algunos de ellos pueden no estar disponibles para el hardware seleccionado

source: The availabled format shortcuts are:
es: Los atajos disponibles son:

source: -f cd (16 bit little endian, 44100, stereo)
es: -f cd (16 bit little endian, 44100, estéreo)

source: -f cdr (16 bit big endian, 44100, stereo)
es: -f cdr (16 bit big endian, 44100, estéreo)

source: -f dat (16 bit little endian, 48000, stereo)
es: -f dat (16 bit little endian, 48000, estéreo)

source: no soundcards found...
es: no se encontraron tarjetas de sonido...

source: **** List of %s Hardware Devices ****
es: **** Lista de %s Dispositivos Hardware ****

source: card %i: %s [%s], device %i: %s [%s]
es: tarjeta %i: %s [%s], dispositivo %i: %s [%s]

source: Subdevices: %i/%i
es: Subdispositivos: %i/%i

source: Subdevice #%i: %s
es: Subdispositivo #%i: %s

source: Aborted by signal %s...
es: Abortado por la señal %s...

source: command should be named either arecord or aplay
es: el nombre de la orden debería ser arecord o aplay

source: unrecognized file format %s
es: formato de archivo no reconocido %s

source: value %i for channels is invalid
es: valor %i no válido para los canales

source: wrong extended format '%s'
es: formato extendido '%s' incorrecto

source: bad speed value %i
es: valor de velocidad %i incorrecto

source: Try `%s --help' for more information.
es: Ejecute `%s --help' para más información.

source: audio open error: %s
es: error al abrir audio: %s

source: info error: %s
es: error de información: %s

source: nonblock setting error: %s
es: error de configuración sin bloque: %s

source: not enough memory
es: no hay suficiente memoria

source: read error (called from line %i)
es: error de lectura (llamado desde la línea %i)

source: unknown length of 'fmt ' chunk (read %u, should be %u at least)
es: tamaño desconocido de sección 'fmt'( leído %u, debiera ser al menos %u)

source: unknown length of extensible 'fmt ' chunk (read %u, should be %u at least)
es: longitud desconocida del trozo extensible 'fmt' (se leyeron %u, deberían ser al menos %u)

source: wrong format tag in extensible 'fmt ' chunk
es: formato de etiqueta erróneo en trozo extensible 'fmt'

source: can't play WAVE-file format 0x%04x which is not PCM or FLOAT encoded
es: no se puede reproducir el formato de archivo WAVE 0x%04x, el cual no está codificado mediante PCM o FLOAT

source: can't play WAVE-files with %d tracks
es: imposible reproducir archivos WAVE con %d pistas

source: Warning: format is changed to U8
es: Advertencia: el formato se cambia a U8

source: Warning: format is changed to S16_LE
es: Advertencia: el formato se cambia a S16_LE

source: Warning: format is changed to S24_3LE
es: Advertencia: el formato se cambia a S24_3LE

source: Warning: format is changed to S24_LE
es: Advertencia: el formato se cambia a S24_LE

source: can't play WAVE-files with sample %d bits in %d bytes wide (%d channels)
es: imposible reproducir archivos WAVE con muestras de %d bits en %d bytes de ancho (%d canales)

source: can't play WAVE-files with sample %d bits wide
es: imposible reproducir archivos WAV con muestreo de %d bits

source: Warning: format is changed to MU_LAW
es: Advertencia: el formato se cambia a MU_LAW

source: Warning: format is changed to S16_BE
es: Advertencia: el formato se cambia a S16_BE

source: read error
es: error de lectura

source: Broken configuration for this PCM: no configurations available
es: Configuración incorrecta para este PCM: configuraciones no disponibles

source: Access type not available
es: Tipo de acceso no disponible

source: Sample format non available
es: No hay disponible un formato de muestra

source: Channels count non available
es: Contador de canales no disponible

source: Warning: rate is not accurate (requested = %iHz, got = %iHz)
es: Advertencia: tasa inexacta (solicitada = %iHz, conseguida = %iHz)

source: please, try the plug plugin %s
es: por favor, intente conectar el plugin %s

source: Unable to install hw params:
es: Imposible instalar los parámetros de hw:

source: Can't use period equal to buffer size (%lu == %lu)
es: El período no puede ser de la longitud del buffer (%lu == %lu)

source: unable to install sw params:
es: no se pueden instalar los parámetros de sw:

source: status error: %s
es: error de estado: %s

source: %s!!! (at least %.3f ms long)
es: ¡%s! (al menos %.3f ms de largo)

source: underrun
es: vaciamiento

source: overrun
es: desbordamiento

source: Status:
es: Estado:

source: xrun: prepare error: %s
es: xrun: error de preparación: %s

source: Status(DRAINING):
es: Estado(DRENANDO):

source: capture stream format change? attempting recover...
es: ¿cambios en el formato del flujo capturado? intentando recuperación...

source: xrun(DRAINING): prepare error: %s
es: xrun(DRENANDO): error de preparación: %s

source: Status(R/W):
es: Estado(L/E):

source: read/write error, state = %s
es: error de lectura/escritura, estado = %s

source: Suspended. Trying resume.
es: Suspendido. Intentando continuar.

source: Failed. Restarting stream.
es: Fallo. Reiniciando flujo.

source: suspend: prepare error: %s
es: suspendido: error de preparación: %s

source: Done.
es: Hecho.

source: Unsupported bit size %d.
es: Tamaño de bit no soportado %d.

source: Max peak (%li samples): 0x%08x
es: Pico máximo (%li muestras): 0x%08x

source: write error: %s
es: error de escritura: %s

source: writev error: %s
es: error en writev: %s

source: read error: %s
es: error de lectura: %s

source: readv error: %s
es: error en readv: %s

source: can't allocate buffer for silence
es: no se puede reservar espacio en el buffer para el silencio

source: write error
es: error de escritura

source: voc_pcm_flush - silence error
es: voc_pc_flush - error de silencio

source: voc_pcm_flush error
es: error de voc_pc_flush

source: malloc error
es: Error en malloc

source: Playing Creative Labs Channel file '%s'...
es: Reproduciendo archivo de canal '%s' de Creative Labs

source: can't play packed .voc files
es: imposible reproducir archivos empaquetados .voc

source: can't play loops; %s isn't seekable
es: imposible reproducir ciclos; no se puede buscar en %s

source: unknown blocktype %d. terminate.
es: tipo de bloque %d desconocido. terminado.

source: Wave doesn't support %s format...
es: La onda no soporta el formato %s...

source: Sparc Audio doesn't support %s format...
es: El audio Sparc no soporta el formato %s...

source: Playing
es: Sonando

source: Recording
es: Grabación

source: Rate %d Hz,
es: Ratio %d Hz,

source: Stereo
es: Estéreo

source: Channels %i
es: Canales %i

source: You need to specify %d files
es: Hay que especificar %d archivos

source: aconnect - ALSA sequencer connection manager
es: aconnect - administrador de conexión del secuenciador ALSA

source: Usage:
es: Uso:

source: * Connection/disconnection between two ports
es: * Conexíon/desconexión entre dos puertos

source: aconnect [-options] sender receiver
es: aconnect [-opciones] emisor receptor

source: sender, receiver = client:port pair
es: emisor, receptor = par cliente:puerto

source: -d,--disconnect disconnect
es: -d,--disconnect desconectar

source: -e,--exclusive exclusive connection
es: -e,--exclusive conexión exclusiva

source: -r,--real # convert real-time-stamp on queue
es: -r, --real # convertir real-time-stamp en la cola

source: * List connected ports (no subscription action)
es: * Listado de puertos conectados (sin accion de suscripcion)

source: aconnect -i|-o [-options]
es: aconnect -i | -o [-opciones]

source: -i,--input list input (readable) ports
es: -i,--entrada lista de puertos de entrada (legibles)

source: -o,--output list output (writable) ports
es: -o,--output lista de puertos de salida (escribibles)

source: -l,--list list current connections of each port
es: -l,--list lista las conexiones actuales de cada puerto

source: * Remove all exported connections
es: * Quitar todas las conexiones exportadas

source: Connecting To
es: Conectando con

source: Connected From
es: Conectado desde

source: client %d: '%s' [type=%s]
es: cliente %d: '%s' [tipo=%s]

source: user
es: usuario

source: can't open sequencer
es: imposible abrir secuenciador

source: can't get client id
es: imposible obtener el id del cliente

source: can't set client info
es: imposible establecer la información del cliente

source: invalid sender address %s
es: dirección de envío incorrecta %s

source: invalid destination address %s
es: dirección de destino inválida %s

source: No subscription is found
es: No se encontraron suscripciones

source: Disconnection failed (%s)
es: Desconexión fallida (%s)

source: Connection is already subscribed
es: La conexión ya está suscrita

source: Connection failed (%s)
es: Conexión fallida (%s)

source: aseqnet - network client/server on ALSA sequencer
es: aseqnet - cliente/servidor de red sobre el secuenciador ALSA

source: usage:
es: uso:

source: server mode: aseqnet [-options]
es: modo de servidor: aseqnet [-opciones]

source: client mode: aseqnet [-options] server_host
es: modo de cliente: aseqnet [-options] server_host

source: options:
es: opciones:

source: -p,--port # : sepcify TCP port (digit or service name)
es: -p, --port # : especifica el puerto TCP (número o nombre del servicio)

source: -s,--source addr : read from given addr (client:port)
es: -s,--source addr : leer desde una dirección dada (cliente:puerto)

source: -d,--dest addr : write to given addr (client:port)
es: -d,--dest addr : escribir a una dirección dada (client:port)

source: -v, --verbose : print verbose messages
es: -v, --verbose : mostrar mensajes detallados

source: -i, --info : print certain received events
es: -i, --info : muestra ciertos eventos recibidos

source: can't malloc
es: malloc no disponible

source: closing files..
es: cerrando archivos..

source: sequencer opened: %d:%d
es: secuenciador abierto: %d:%d

source: invalid source address %s
es: dirección de origen inválida %s

source: service '%s' is not found in /etc/services
es: el servicio «%s» no se ha encontrado en /etc/services

source: too many connections!
es: demasiadas conexiones!

source: accepted[%d]
es: aceptado[%d]

source: can't get address %s
es: no se puede obtener la dirección %s

source: ok.. connected
es: ok.. conectado

source: Channel %2d: Control event : %5d
es: Canal %2d: Evento de control : %5d

source: Channel %2d: Pitchbender : %5d
es: Canal %2d: Inflexión de tono : %5d

source: Channel %2d: Note On event : %5d
es: Canal %2d: Nota en el evento encendido : %5d

source: Channel %2d: Note Off event: %5d
es: Canal %2d: Nota en el evento apagado : %5d

source: disconnected
es: desconectado

source: Front Left
es: Frontal izquierdo

source: Front Right
es: Frontal derecho

source: Rear Left
es: Trasero izquierdo

source: Rear Right
es: Trasero derecho

source: Center
es: Centro

source: Side Left
es: Lado Izquierdo

source: Side Right
es: Lado Derecho

source: Channel 9
es: Canal 9

source: Channel 10
es: Canal 10

source: Channel 11
es: Canal 11

source: Channel 12
es: Canal 12

source: Channel 13
es: Canal 13

source: Channel 14
es: Canal 14

source: Channel 15
es: Canal 15

source: Channel 16
es: Canal 16

source: Broken configuration for playback: no configurations available: %s
es: La configuración para la reproducción está dañada: no hay configuraciones disponibles: %s

source: Access type not available for playback: %s
es: El tipo de acceso no está disponible para la reproducción: %s

source: Sample format not available for playback: %s
es: El formato de la muestra no está disponible para la reproducción: %s

source: Channels count (%i) not available for playbacks: %s
es: El conteo de canales (%i) no está disponible para reproducciones: %s

source: Rate %iHz not available for playback: %s
es: La frecuencia %iHz no está disponible para reproducciones: %s

source: Rate doesn't match (requested %iHz, get %iHz, err %d)
es: La frecuencia no se ajusta (se solicitó %iHz, se tiene %iHz, error %d)

source: Rate set to %iHz (requested %iHz)
es: Frecuencia establecida a %iHz (se solicitó %iHz)

source: Buffer size range from %lu to %lu
es: El rango del tamaño del buffer va desde %lu hasta %lu

source: Period size range from %lu to %lu
es: El rango del tamaño del perído va desde %lu hasta %lu

source: Requested period time %u us
es: Período de tiempo solicitado %u us

source: Unable to set period time %u us for playback: %s
es: No se puede establecer el período de tiempo %u us para la reproducción: %s

source: Requested buffer time %u us
es: Tiempo de buffer solicitado %u us

source: Unable to set buffer time %u us for playback: %s
es: No se puede establecer el tiempo de buffer %u us para la reproducción: %s

source: Using max buffer size %lu
es: Utilizando el tamaño máximo de buffer %lu

source: Unable to set buffer size %lu for playback: %s
es: No se ha podido establecer el tamaño del buffer %lu para la reproducción: %s

source: Periods = %u
es: Periodos = %u

source: Unable to set nperiods %u for playback: %s
es: No se pueden establecer los nperíodos %u para la reproducción: %s

source: was set period_size = %lu
es: fue establecido period_size = %lu

source: was set buffer_size = %lu
es: fue establecido buffer_size = %lu

source: buffer to small, could not use
es: el buffer es demasiado pequeño, no se puede usar

source: Unable to set hw params for playback: %s
es: No se han podido establecer los parámetros hw para reproducción: %s

source: Unable to determine current swparams for playback: %s
es: No se han podido determinar los parámetros sw actuales para reproducción: %s

source: Unable to set start threshold mode for playback: %s
es: No se ha podido establecer el modo inicial de umbral para la reproducción: %s

source: Unable to set avail min for playback: %s
es: No se ha podido establecer el mínimo disponible para la reproducción: %s

source: Unable to set sw params for playback: %s
es: No se han podido establecer los parámetros sw para la reproducción: %s

source: Can't recovery from underrun, prepare failed: %s
es: No se puede recuperar del desboramiento por debajo, falló la preparación: %s

source: Can't recovery from suspend, prepare failed: %s
es: No se puede recuperar de la suspención, falló la preparación: %s

source: No enough memory
es: No hay memoria suficiente

source: Cannot open WAV file %s
es: No puede abrir el archivo WAV %s

source: Invalid WAV file %s
es: Archivo WAV no válido %s

source: Not a WAV file: %s
es: No es un archivo WAV: %s

source: Unsupported WAV format %d for %s
es: Formato WAV %d no soportado para %s

source: %s is not a mono stream (%d channels)
es: %s no es un flujo mono (%d canales)

source: Sample rate doesn't match (%d) for %s
es: La tasa de muestreo no se corresponde (%d) para %s

source: Unsupported sample format bits %d for %s
es: Bits del formato de muestra no soportado %d para %s

source: Undefined channel %d
es: Canal %d no definido

source: Write error: %d,%s
es: Error de escritura:%d,%s

source: xrun_recovery failed: %d,%s
es: falló xrun_recovery: %d,%s

source: Usage: speaker-test [OPTION]... -h,--help help -D,--device playback device -r,--rate stream rate in Hz -c,--channels count of channels in stream -f,--frequency sine wave frequency in Hz -F,--format sample format -b,--buffer ring buffer size in us -p,--period period size in us -P,--nperiods number of periods -t,--test pink=use pink noise, sine=use sine wave, wav=WAV file -l,--nloops specify number of loops to test, 0 = infinite -s,--speaker single speaker test. Values 1=Left, 2=right, etc -w,--wavfile Use the given WAV file as a test sound -W,--wavdir Specify the directory containing WAV files
es: Uso: speaker-test [OPCIÓN]... -h,--help ayuda -D,--device dispositivo de reproducción -r,--rate frecuencia de flujo en Hz -c,--channels cantidad de canales en el flujo -f,--frequency frecuencia de la onda senoidal en Hz -F,--format formato de muestra -b,--buffer tamaño del buffer circular en us -p,--period tamaño del período en us -P,--nperiods número de períodos -t,--test pink=usar ruido rosa, sine=usar onda senoidal, wav=archivo WAV -l,--nloops especificar número de bucles a probar, 0 = infinito -s,--speaker prueba de un solo altavoz. Valores 1=Izquierdo, 2=Derecho, etc -w,--wavfile usar el archivo WAV indicado como sonido de prueba -W,--wavdir especificar el directorio que contiene los archivos WAV

source: Invalid number of periods %d
es: Número de períodos incorrecto %d

source: Invalid test type %s
es: Tipo de prueba %s inválida

source: Invalid parameter for -s option.
es: Parámetro inválido para opción -s.

source: Unknown option '%c'
es: Opción desconocida '%c'

source: Playback device is %s
es: El dispositivo de reproducción es %s

source: Stream parameters are %iHz, %s, %i channels
es: Los parámetros del flujo son %iHz, %s, %i canales

source: Using 16 octaves of pink noise
es: Usando 16 octavas de ruido rosa

source: Sine wave rate is %.4fHz
es: La frecuencia de la onda senoidal es %.4fHz

source: WAV file(s)
es: archivo(s) WAV

source: Playback open error: %d,%s
es: Error de apertura para reproducción: %d,%s

source: Setting of hwparams failed: %s
es: Falló el establecimiento de los parámetros hw: %s

source: Setting of swparams failed: %s
es: Falló el establecimiento de los parámetros sw: %s

source: Transfer failed: %s
es: Transferencia fallida: %s

source: Time per period = %lf
es: Tiempo por período = %lf
