Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/ant-phone.po
Languages: es

source: Usage: %s [OPTION...] Options: -h, --help Show this help message -v, --version Print version information -r, --cleanup Remove stale socket file (left by accident by previous run) -d, --debug[=level] Print additional runtime debugging data to stdout level = 1..2 -i, --soundin=DEVICE OSS compatible device for input (recording), default: /dev/dsp -o, --soundout=DEVICE OSS compatible device for output (playback), default: /dev/dsp -m, --msn=MSN identifying MSN (for outgoing calls), 0 for master MSN of this termination/port default: 0 -l, --msns=MSNS MSNs to listen on, semicolon-separated list or '*' default: * -c, --call=NUMBER Call specified number Note: If arguments of --soundin and --soundout are equal, a full duplex sound device is needed.
es: Uso: %s [OPCION...] Opciones: -h, --help Muestra este mensaje de ayuda -v, --version Imprime información sobre la versión -r, --cleanup Remover archivos viejos del socket (dejados accidentalmete por ejecución previa) -d, --debug[=level] Imprimir datos de depuración adicional a stdout level = 1..2 -i, --soundin=DEVICE OSS Dispositivo para entrada compatible (grabación), defecto: /dev/dsp -o, --soundout=DEVICE OSS Dispositivo para salida compatible (reproducción), defecto: /dev/dsp -m, --msn=MSN identificador MSN (para llamadas salientes), 0 para el MSN principal de esta terminal/puerto defecto: 0 -l, --msns=MSNS MSNs a escuchar, lista separada por punto y coma o '*' defecto: * -c, --call=NUMBER Llamar a un número especifico Nota: Si los argumentos de --soundin y --soundout son iguales, se requiere un dispositivo de sonido full duplex.

source: Calling %s...
es: Llamando %s...

source: successful.
es: satisfactoriamente

source: Delete Entry
es: Eliminar entrada

source: Are you sure you want to delete this entry?
es: ¿Está seguro de querer eliminar esta entrada?

source: Delete recording
es: Eliminar grabación

source: Enter the base filename for %s file
es: Indique el nombre base para el archivo %s

source: Do you really want to delete this recording?
es: ¿Realmente desea eliminar esta grabación?

source: /_Playback
es: /_Reproducir

source: /_Save as...
es: /_Guardar como...

source: /Delete _Recording
es: /Borrar _Grabación

source: /_Delete Row
es: /_Borrar Fila

source: Caller ID
es: ID de llamada

source: Date/Time
es: Fecha/Hora

source: Type
es: Escriba

source: From
es: De

source: To
es: Para

source: Duration
es: Duración

source: (UNKNOWN)
es: (DESCONOCIDO)

source: ANT: %d unanswered
es: ANT: %d por contestar

source: Preset %c
es: Prestablecer %c

source: Please input new preset data for button %c:
es: Por favor ingrese los nuevos datos prestablecidos para el botón %c:

source: Name:
es: Nombre:

source: Number:
es: Número:

source: OK
es: Aceptar

source: Cancel
es: Cancelar

source: Backspace
es: Retrocedor

source: Preset 1
es: Prestablecer 1

source: Clear Number
es: Borrar número

source: Preset 2
es: Prestablecer 2

source: Redial
es: Remarcar

source: Preset 3
es: Prestablecer 3

source: Mute Microphone
es: Silenciar micrófono

source: Preset 4
es: Prestablecer 4

source: Recording
es: Grabando

source: Record to file
es: Grabar a un archivo

source: Record local channel
es: Grabar canal local

source: Record remote channel
es: Grabar canal remoto

source: ANT Note
es: ANT Nota

source: Can't open audio device. Please stop other applications using the audio device(s) or check your device settings and try again.
es: No se puede abrir el dispositivo de audio Por favor detenga otras aplicaciones que estén usando el(los) dispositivo(s) de audio o verifique la configuración del dispositivo e intente de nuevo.

source: Sound input device:
es: Dispositivo de entrada de sonido

source: Input speed:
es: Velocidad de entrada

source: [inactive]
es: [inactivo]

source: Input sample size (bits):
es: Ejemplo de tamaño de entrada (bits)

source: Input fragment size (samples):
es: Tamaño del fragmento de entrada (ejemplos):

source: Input channels:
es: Canales de entrada:

source: Sound output device:
es: Dispositivo de sonido de salida

source: Output speed:
es: Velocidad de salida

source: Output sample size (bits):
es: Tamaño de salida (bits):

source: Output channels:
es: Canales de salida:

source: ISDN device:
es: Dispositivo ISDN:

source: ISDN speed (samples):
es: Velocidad ISDN (ejemplos):

source: ISDN sample size (bits):
es: Ejemplo de tamaño ISDN (bits):

source: ISDN fragment size (bytes):
es: Tamaño del fragmento ISDN (bytes):

source: ANT Info
es: ANT informarción

source: About ANT
es: Sobre ANT

source: ANT (ANT is Not a Telephone) Version %s Copyright 2002, 2003 Roland Stigge This is an ISDN telephone application written for GNU/Linux and ISDN4Linux for communicating via a full duplex soundcard (or multiple sound devices if you like) and an audio capable ISDN4Linux ISDN device Contact: Roland Stigge, stigge@antcom.de http://www.antcom.de/ Mailing list: ant-phone-devel@nongnu.org
es: ANT (ANT No es un Teléfono) Versión %s Copyright 2002, 2003 Roland Stigge Esta es una aplicación telefónica RDSI escrita para GNU/Linux y ISDN4Linux para comunicarse a través de una tarjeta de sonido duplex (o múltiples dispositivos de sonido si lo desea) y un dispositivo ISDN4Linux RDSI capacitado para audio Contacto: Roland Stigge, stigge@antcom.de http://www.antcom.de/ Lista de Correos: ant-phone-devel@nongnu.org

source: ANT License
es: Licencia ANT

source: ANT (ANT is Not a Telephone) Copyright (C) 2002, 2003 Roland Stigge This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
es: ANT (ANT no es un Teléfono) Copyright (C) 2002, 2003 Roland Stigge Este programa es software libre; tu puedes redistribuirlo y/o modificarlo bajo los términos de la Licencia General Pública GNU publicada por la Free Software Foundation; la versión 2 de la Licencia, u (a tu elección) cualquier versión posterior. Este programa es distribuído con la esperanza de que sea útil, pero SIN NINGUNA GARANTIA; sin incluir la garantía implicada de MERCANTIBILIDAD para UN USARIO PARTICULAR. Véa la la Licencia General Pública GNU para más detalles. Usted pudiera haber recibido una copia de la Licencia General Pública GNU junto con este programa; si no, escriba a la Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.

source: /Phon_e
es: /T_eléfono

source: /Phone/_Info Window
es: /Teléfono/Ventana de _información

source: /Phone/_Line Level Check
es: /Teléfono/Comprobar nivel de _línea

source: /Phone/
es: /Teléfono/

source: /Phone/_Quit
es: /Teléfono/Salir

source: /_View
es: /_Ver

source: /View/_Caller ID Monitor
es: /Ver/_Monitor de Identificación de Llamadas

source: /View/_Line Level Meters
es: /Ver/Medidores de Nivel de _Linea

source: /View/Control _Pad
es: /Ver/_Panel de control

source: /_Options
es: /_Opciones

source: /Options/_Settings
es: /Opciones/_Configuración

source: /_Help
es: /A_yuda

source: /Help/_About
es: /Ayuda/Acerca de

source: /Help/_License
es: /Ayuda/_Licencia

source: Dialing
es: Discando

source: MUTED
es: SILENCIADO

source: Bad isdn/sound device settings, please try again.
es: Configuración erronea del dispositivo isdn/sonido, por favor intentelo de nuevo.

source: ANT Settings
es: Preferencias de ANT

source: Application
es: Aplicación

source: Options
es: Opciones

source: Save options on exit
es: Guardar opciones al salir

source: Popup main window on incoming call
es: Mostrar ventana principal al recibir una llamada

source: Execute on incoming call:
es: Ejecutar al recibir una llamada:

source: Recording Format
es: Formato de grabación

source: Microsoft WAV, uLaw
es: WAV de Microsoft, uLaw

source: Microsoft WAV, 16-bit signed
es: WAV de Microsoft, 16 bits con signo

source: Apple/SGI AIFF, 16-bit signed
es: Apple/SGI AIFF, 16-bit con signo

source: Phone
es: Teléfono

source: ISDN
es: RDSI

source: Identifying MSN:
es: Identificando MSN:

source: Listen to MSNs:
es: Escuchando a MSN:

source: Dial history size:
es: Tamaño del historial de discado:

source: Maximum CID rows:
es: Máximo de columnas CID

source: [no limit]
es: [sin límite]

source: Read isdnlog data on startup
es: Leer la información del isdnlog al inicio

source: Maximum days to read from isdnlog:
es: Máximo de dias para leer del isdnlog:

source: Sound Devices
es: Dispositivos de Sonido

source: Input sound device:
es: Dispositivo de entrada de sonido:

source: Output sound device:
es: Dispositivo de salida de sonido:

source: Release unused devices
es: Liberar dispositivos no utilizados

source: Save
es: Guardar

source: Line Level Check
es: Comprobación de nivel de Linea

source: Please check the line input level and adjust it using your favorite mixer application. You can also play a sound to test the sound output.
es: Por favor, compruebe el nivel de entrada de línea y ajustelo utilizando su aplicación de control de volumen favorita. Puede también reproducir un sonido para comprobar la salida de audio.

source: Play sound
es: Reproducir sonido

source: Ready
es: Listo

source: Dial
es: Discar

source: Hang up
es: Terminar llamada

source: RING
es: Campana

source: Answer
es: Respuesta

source: Reject
es: Rechazar

source: Pick up
es: Contestar

source: B-Channel open
es: Canal B abierto

source: Setup
es: Reproducción

source: Playback
es: Reproducción

source: Stop
es: Finalizar

source: Preset %d
es: Predeterminado %d

source: (HW ERROR)
es: (ERROR DE HARDWARE)

source: Audio OFF
es: Apagar audio

source: Audio ON
es: Audio encendido

source: (BUSY)
es: (Ocupado)

source: (TIMEOUT)
es: (Tiempo Agotado)

source: (RUNG)
es: Sonó

source: (ABORTED)
es: (ABORTADO)

source: (REJECTED)
es: (RECHAZADO)
