Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/compiz-fusion-plugins-main.po
Languages: es

source: Fix window type of various Java windows.
es: Fijar el tipo de ventana de varias ventanas Java

source: Fix window type of various Qt windows.
es: Fijar tipo de ventana de varias ventanas Qt

source: Force synchronization between X and GLX
es: Forzar la sincronización entre X y GLX

source: Force synchronization between X and GLX, which may help for window parts not redrawing correctly when using Nvidia drivers, but also may decrease performance.
es: Forzar la sincronización entre X y GLX, puede ayudar cuando algunas partes de las ventanas no se redibujan correctamente al usar controladores Nvidia, pero también puede empeorar el rendimiento.

source: Java Window Fix
es: Corrección para ventanas de Java

source: Legacy Fullscreen Support
es: Soportar legacy pantalla completa

source: Make "on all desktops" windows "sticky"
es: Activa "en todos los escritorios" ventanas "pegajosas"

source: Make "on all desktops" windows sticky. Sticky windows are visible on all viewports.
es: Realiza "en todos los escritorios" ventanas pegajosas. ventanas pegajosas son visibles en todos las partes.

source: Make "urgent" windows also "demand attention".
es: Hacer que las ventanas "urgentes" también "soliciten atención"

source: Make Wine and legacy applications fullscreen properly.
es: Has que wine y legacy corran pantalla completa correctamente.

source: Metacity-like workarounds.
es: Soluciones provisionales estilo Metacity.

source: Notification Daemon Fix
es: Fijar Demonio de Notificación

source: OpenOffice.org Menu Fix
es: Fijar Menú OpenOffice.org

source: Qt Window Fix
es: Corrección para ventanas de Qt

source: Window stickyness
es: Pegajosidad de la ventana

source: Windows on all desktops that should be made sticky
es: Ventanas en todos los escritorios que deberían hacerse pegajosas

source: Workarounds
es: Soluciones provisionales
