Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/compiz-fusion-plugins-main.po
Languages: es

source: Talk to session manager and save/load window state
es: Comunicarse con el gestor de sesiones y guardar/cargar el estado de las ventanas

source: Windows to ignore
es: Ventanas a ignorar

source: Above
es: Encima

source: Background intensity
es: Intensidad del fondo

source: Background intensity.
es: Intensidad del fondo

source: Below
es: Debajo

source: Click duration
es: Duración de la pulsación

source: Cover
es: Cubierta

source: Cover movement offset.
es: Desplazamiento del movimiento de la cubierta

source: Cover offset
es: Desplazamiento de la cubierta

source: Disabled
es: Inactivo

source: Fade in/out speed
es: Tiempo de desvanecimiento de entrada/salida

source: Fade speed
es: Tiempo de fusión

source: Flip
es: Invertir

source: Flip angle
es: Ángulo de inversión

source: Generate mipmaps
es: Generar mipmaps

source: Hide all non Desktop windows during switching
es: Ocultar todas las ventanas que no son de escritorio durante el cambio

source: Hide non Desktop windows
es: Ocultar las ventanas que no esten en este escritorio

source: Initiate (All Workspaces)
es: Iniciar (todos los espacios de trabajo)

source: Initiate switcher (All Workspaces).
es: Iniciar interruptor (todas las áreas de trabajo)

source: Initiate switcher.
es: Iniciar cambiador

source: Intensity
es: Intensidad

source: Max window size
es: Máx. tamaño de ventana

source: Maximum click duration in miliseconds.
es: Duración máxima de la pulsación en milisegundos

source: Maximum window size (in percent of the screen width)
es: Tamaño máximo de la ventana (en porcentaje del ancho de la pantalla)

source: Mouse movement speed
es: Velocidad de movimiento del ratón

source: Mouse speed
es: Velocidad del ratón

source: On activated output
es: En la salida activada

source: One big switcher
es: Un interruptor grande

source: Overlay an icon on windows in the shift switcher
es: Solapa un icono en la ventana en el cambio de interruptor

source: Reflection intensity
es: Intensidad del reflejo

source: Rotation angle of the flip animation
es: Ángulo de rotación de la animación de rotación.

source: Selects how the switcher is displayed if multiple output devices are used.
es: Seleccionar como se muestra el interruptor si se usan múltiples dispositivos de salida

source: Shift Switcher
es: Cambio de interruptor

source: Shift Switcher Plugin
es: Complemento de cambio de interruptor

source: Shift Windows
es: Cambiar ventanas

source: Shift animation speed
es: Cambiar la velocidad de animación

source: Shift speed
es: Velocidad de cambio

source: Shift timestep
es: Tiempo de espera del cambio

source: Switcher mode
es: Modo interruptor

source: Switcher mode.
es: Modo interruptor.

source: Terminate
es: Terminar

source: Terminate switcher.
es: Terminar interruptor.

source: Windows that should be shown in the shift switcher
es: Ventanas que deberían mostrarse en el cambiador

source: Avoid Snap Modifier
es: No utilizar modificador de ajuste

source: Choose 'Resistance', 'Attraction' or 'Full Mode'.
es: Elija 'resistencia' atracción' o 'modo completo'.

source: Edge Attraction Distance
es: Límite de la distancia de atracción

source: Edge Resistance Distance
es: Distancia de resistencia del borde

source: Edge attraction
es: Atracción del borde

source: Edge resistance
es: Resistencia del borde

source: Edges
es: Bordes

source: Enables windows edges resistance
es: Resistencia de límites de ventanas activada

source: Screen edges
es: Bordes de la pantalla

source: Shift
es: Cambiar

source: Snap Type
es: Tipo de ajuste

source: Snap to 'Screen Edges', 'Windows Edges' or 'Both'.
es: Ajustar a 'Bordes de Pantalla', 'Bordes de Ventana' o 'Ambas'

source: Snapping Windows
es: Ventanas solapadas

source: The distance until edge attraction takes place.
es: Distancia a la que la atracción del borde tendrá lugar.

source: The distance until edge resistance takes place.
es: Distancia a la que la resistencia del borde tendrá lugar.

source: Use this bindings to avoid snapping.
es: Use estas uniones para evitar solapamiento

source: Window edges
es: Bordes de la ventana

source: Alignment for rows that are not fully filled
es: Alineacion para las filas que no estan completamente llenas

source: Allow selection of windows from the switcher window with the mouse
es: Permitir la selección de ventanas desde la ventana de conmutación con el ratón

source: Amount of brightness in percent
es: Cantidad de brillo en porcentaje

source: Amount of opacity in percent
es: Cantidad de opacidad en porcentaje

source: Amount of saturation in percent
es: Cantidad de saturación en porcentaje

source: Auto Change Viewport
es: Cambiar la vista automáticamente

source: Bring Selected To Front
es: Traer la selección al frente

source: Centered
es: Centrado

source: Change to the viewport of the selected window while switching
es: Cambie al punto de vista de la ventana seleccionada mientras cambia

source: Color of highlight rectangle
es: Color del rectángulo resaltado

source: Color of highlight rectangle border
es: Color del borde del rectángulo remarcado

source: Color of inlay in highlight rectangle border
es: Color de la parte interior del rectángulo remarcado

source: Generate mipmaps when possible for higher quality scaling
es: Generar mipmaps cuando sea posible para obtener un escalado de mayor calidad

source: Highlight Border Color
es: Color del borde resaltado

source: Highlight Border Inlay Color
es: Color del borde interior resaltado

source: Highlight Mode
es: Modo de resaltado

source: Icon
es: Icono

source: Left
es: Izquierda

source: Minimized Window Highlight Rectangle
es: Rectángulo resaltado para ventana minimizada

source: Mode for highlighting the currently selected window
es: Modo para resaltar la ventana seleccionada

source: Next Panel
es: Siquiente panel

source: Next window
es: Ventana siguiente

source: Next window (All windows)
es: Ventana siguiente (Todas las ventanas)

source: Next window (Group)
es: Siguiente ventana (Grupo)

source: Next window (No popup)
es: Ventana siguiente (Sin emerger)

source: Opacity
es: Opacidad

source: Original Window Position
es: Posición original de la ventana

source: Popup Window Delay
es: Retardo para ventanas emergentes

source: Popup switcher if not visible and select next window
es: Activa el menú emergente si no esta visible y selecciona ventana siguiente

source: Popup switcher if not visible and select next window of the current application.
es: Mostrar el alternador si no está visible y seleccionar la siguiente ventana de la aplicacion en uso.

source: Popup switcher if not visible and select next window out of all windows
es: Muestra el cambiador si no es visible y selecciona la siguiente ventana de entre todas

source: Popup switcher if not visible and select previous window
es: Mostrar cambiador de ventanas si no está visible y elegir la ventana anterior

source: Popup switcher if not visible and select previous window of the current application.
es: Mostrar el cambiador si no está visible y seleccionar la ventana anterior de la aplicacion en uso

source: Popup switcher if not visible and select previous window out of all windows
es: Muestra el cambiador si no es visible y selecciona la anterior ventana de entre todas

source: Prev Panel
es: Panel anterior

source: Prev window
es: Ventana anterior

source: Prev window (All windows)
es: Ventana anterior (Todas las ventanas)

source: Prev window (Group)
es: Ventana anterior (Grupo)

source: Prev window (No popup)
es: Ventana anterior (sin emerger)

source: Right
es: Derecho

source: Row Alignment
es: Alineación de las filas

source: Select next panel type window.
es: Seleccionar la ventana del tipo de panel siguiente

source: Select next window without showing the popup window.
es: Seleccionar la ventana siguiente sin mostrar la ventana emergente

source: Select previous panel type window.
es: Seleccionar la ventana del tipo de panel anterior

source: Select previous window without showing the popup window.
es: Seleccionar la ventana anterior sin mostrar la ventana emergente

source: Selected Window Highlight
es: Resaltado de la ventana seleccionada

source: Show Rectangle
es: Mostrar rectángulo

source: Show icon next to thumbnail
es: Muestra el icono junto a la miniatura

source: Show minimized windows
es: Mostrar ventanas minimizadas

source: Static Application Switcher
es: Alternador estático de aplicaciones

source: Switcher speed
es: Velocidad de conmutador

source: Switcher timestep
es: Paso de conmutador

source: Switcher windows
es: Conmutar ventanas

source: Taskbar Entry
es: Entrada de la barra de tareas

source: Time (in s) the popup window should be delayed before appearing
es: Tiempo (en segundos) en que la ventana emergente debería retrasarse antes de aparecer

source: Where to draw highlight rectangle for minimized windows
es: Donde dibujar rectángulo marcado para ventanas minimizadas

source: Windows that should be shown in switcher
es: Ventanas que deben mostrarse en el conmutador

source: Render text to texture
es: Renderizar texto a textura

source: Text
es: Texto

source: Enable Titles
es: Activar títulos

source: Fade In/Out Duration
es: Duración del fundido de entrada/salida

source: Fade In/Out Duration in seconds.
es: Duración del desvanecimiento de entrada/salida en segundos.

source: Generate Mipmaps
es: Generar mipmaps

source: Generate mipmaps when possible for higher quality scaling.
es: Generar mipmaps cuando sea posible para escalado de mayor calidad.

source: Paint Thumbnails Always on Top.
es: Pintar miniaturas siempre arriba

source: Paint Window Like Background
es: Pintar ventanas como el fondo

source: Paint Window Like Background instead of Glow.
es: Pinta la ventana como el fondo en vez de brillar.

source: Set it if the Taskbar shows only Windows of Current Viewport.
es: Establecer si la barra de tareas se mostrará sólo en la ventana de la vista actual.

source: Settings
es: Configuraciones

source: Should be the window title Bold.
es: Será en negrita el título de la ventana.

source: Show Delay
es: Mostar el tiempo de espera

source: Show Window Title in Thumbnail.
es: Mostrar el título de la ventana en la miniatura.

source: Size of Thumbnail Border.
es: Tamaño del borde de la miniatura.

source: Taskbar
es: Barra de tareas

source: Taskbar Shows Only Windows of Current Viewport
es: La barra de tarea muestra solo las ventanas de la vista actual

source: Thumbnail Background and Border Glow Color.
es: Color del brillo del borde y vistas en miniaturas.

source: Thumbnail Border Glow Color
es: Color del borde de la vista previa

source: Thumbnail Border Size
es: Tamaño del borde de la miniatura

source: Thumbnail Window Size
es: Tamaño de la ventana de la miniatura

source: Thumbnail window size.
es: Tamaño de la ventana de la miniatura.

source: Thumbnails Always on Top
es: Miniaturas siempre arriba

source: Time (in ms) before Thumbnail is shown.
es: Tiempo (en ms) antes de que se muestre la miniatura.

source: Window Previews
es: Vista previa de ventana

source: Window thumbnails at the taskbar
es: Miniaturas de ventana en la barra de tareas

source: Window title
es: Título de la ventana

source: Window title Font Color.
es: Color de la tipografía del título de la ventana

source: Window title Font Size.
es: Tamaño de la tipografía del título de la ventana

source: Action name for initiate
es: Nombre de la acción para iniciar

source: Action name for initiate/terminate
es: Nombre de la acción para iniciar/terminar

source: Begin Viewport Switch
es: Comenzar el cambio de vista

source: Begin entering viewport number
es: Empieza a introducir le número de la vista

source: Desktop-based Viewport Switching
es: Cambio de área de trabajo basada en escritorio

source: Go to specific viewport
es: Ir a una vista específica

source: Initiate plugin action
es: Iniciar la acción del complemento

source: Initiate viewport changes through several events
es: Iniciar cambios de vista a través de diferentes eventos

source: Initiate/Terminate the selected plugin action
es: Iniciar/terminar la acciñon seleccionada del complemento

source: Move Down
es: Desplazar hacia abajo

source: Move Left
es: Mover a la izquierda

source: Move Next
es: Mover al siguiente

source: Move Prev
es: Mover al anterior

source: Move Right
es: Hacia la derecha

source: Move Up
es: Mover arriba

source: Move down
es: Mover abajo

source: Move to the left
es: Mover a la izquierda

source: Move to the next viewport
es: Mover a la siguiente vista

source: Move to the previous viewport
es: Mover a la vista anterior

source: Move to the right
es: Mover a la derecha

source: Move up
es: Mover arriba

source: Number-Based Viewport Switching
es: Cambio de área de trabajo basada en el número

source: Plugin for initiate action
es: Complemento para iniciar acción

source: Plugin for initiate/action action
es: Complemento para iniciar la acción.

source: Switch to Viewport 1
es: Cambiar a vista 1

source: Switch to Viewport 10
es: Cambiar a vista 10

source: Switch to Viewport 11
es: Cambiar a vista 11

source: Switch to Viewport 12
es: Cambiar a vista 12

source: Switch to Viewport 2
es: Cambiar a vista 2

source: Switch to Viewport 3
es: Cambiar a vista 3

source: Switch to Viewport 4
es: Cambiar a vista 4

source: Switch to Viewport 5
es: Cambiar a vista 5

source: Switch to Viewport 6
es: Cambiar a vista 6

source: Switch to Viewport 7
es: Cambiar a vista 7

source: Switch to Viewport 8
es: Cambiar a vista 8

source: Switch to Viewport 9
es: Cambiar a vista 9

source: Switch to viewport 1
es: Cambiar a vista 1

source: Switch to viewport 10
es: Cambiar a vista 10

source: Switch to viewport 11
es: Cambiar a vista 11

source: Switch to viewport 12
es: Cambiar a vista 12

source: Switch to viewport 2
es: Cambiar a vista 2

source: Switch to viewport 3
es: Cambiar a vista 3

source: Switch to viewport 4
es: Cambiar a vista 4

source: Switch to viewport 5
es: Cambiar a vista 5

source: Switch to viewport 6
es: Cambiar a vista 6

source: Switch to viewport 7
es: Cambiar a vista 7

source: Switch to viewport 8
es: Cambiar a vista 8

source: Switch to viewport 9
es: Cambiar a vista 9

source: Viewport Switcher
es: Cambiador de área visible

source: Allow Wrap-Around
es: Permitir envoltura

source: Allow wrap-around when moving the wall up/down/left/right
es: Permitir envoltura cuando se mueva el muro arriba/abajo/izquierda/derecha

source: Arrow Colors
es: Colores de la flecha

source: Background Gradient
es: Gradiente de fondo

source: Base Color
es: Color de la base

source: Border Width
es: Ancho del borde

source: Desktop Wall
es: Muro de escritorio

source: Desktop Wall Plugin
es: Complemento de muro de escritorio

source: Duration (in s) for wall sliding viewport switching animation
es: Duración (en segundos) del deslizamiento del cambiador de escritorios

source: Duration (in s) the switch target preview should remain visible after switching ends.
es: Duración (en seg.) en la que la previsualización del objetivo de cambio debería mantenerse visible después de que el cambio se haya efectuado.

source: Edge Flip DnD
es: DnD de inversión de borde

source: Edge Flip Move
es: Mover inversión de borde

source: Edge Flip Pointer
es: Puntero de inversión de borde

source: Edge Flipping
es: Borde de rotación

source: Edge Radius
es: Radio del borde

source: Edge flipping
es: Borde de rotación

source: First color for the background gradient of the switcher window.
es: Primer color del gradiente de fondo de la ventana del conmutador.

source: First color for the thumb gradient of the switcher window.
es: Primer color del gradiente de la miniatura de la ventana del conmutador

source: First color for the thumb highlight gradient of the switcher window.
es: Primer color para el gradiente de miniatura resaltada del conmutador de la ventana.

source: First color of the arrow of the switcher window.
es: Primer color de la flecha del cambiador de la ventana

source: Flip Down
es: Rotar hacia abajo

source: Flip Left
es: Rotar a la izquierda

source: Flip Right
es: Rotar a la derecha

source: Flip Up
es: Rotar hacia arriba

source: Flip down
es: Rotar hacia abajo

source: Flip left
es: Rotar a la izquierda

source: Flip right
es: Rotar a la derecha

source: Flip up
es: Rotar arriba

source: Flip viewport when dragging an object to a screen edge
es: Rotar la vista al arrastrar un objeto hasta el borde de la pantalla

source: Flip viewport when moving a window to a screen edge
es: Rotar la vista al mover una ventana hasta el borde de la pantalla

source: Flip viewport when moving the pointer to a screen edge
es: Rotar la vista al mover el puntero hasta el borde de la pantalla

source: Highlight Gradient
es: Graadiente de resaltado

source: How should a multimonitor configuration be handled
es: Cómo debe ser manejada una configuración multi-monitor.

source: Move Down With Window
es: Mover abajo con la ventana

source: Move Left With Window
es: Desplazar a la izquierda con la ventana

source: Move Right With Window
es: Desplazar a la derecha con la ventana

source: Move Up With Window
es: Mover arriba con la ventana

source: Move along the wall down
es: Mover por el muro hacia abajo

source: Move along the wall to the left
es: Mover por el muro hacia la izquierda

source: Move along the wall to the next viewport
es: Moverse por el muro hasta la próxima área visible

source: Move along the wall to the previous viewport
es: Moverse por el muro hasta la anterior área visible

source: Move along the wall to the right
es: Moverse por el muro hacia la derecha

source: Move along the wall up
es: Moverse por el muro hacia arriba

source: Move with window along the wall down
es: Mover con la ventana a través del muro hacia abajo

source: Move with window along the wall to the left
es: Moverse con la ventana por el muro hacia la izquierda

source: Move with window along the wall to the right
es: Moverse con la ventana por el muro hacia la derecha

source: Move with window along the wall up
es: Mover con la ventana a través del muro hacia arriba

source: Move with window within wall
es: Moverse con la ventana dentro del muro

source: Move within wall
es: Mover dentro de la ventana

source: Multimonitor behavior
es: Comportamiento multimonitor

source: Non Sliding Windows
es: Ventanas no deslizables

source: Outline Color
es: Color de línea externa

source: Outline color of the switcher window.
es: Color de linea externa de la ventana del conmutador

source: Preview Scale
es: Vista previa escalable

source: Radius of the rounded edge
es: Radio del filo redondeado

source: Second color for the background gradient of the switcher window.
es: Segundo color para el fondo de gradiente del cambiador de ventanas

source: Second color for the thumb gradient of the switcher window.
es: Segundo color para el gradiente del cambiador de ventanas

source: Second color for the thumb highlight gradient of the switcher window.
es: Segundo color para el gradiente de miniatura resaltada del conmutador de la ventana.

source: Second color of the arrow of the switcher window.
es: Segundo color de la flecha del cambiador de ventanas

source: Shadow Color
es: Color de sombra

source: Show Live Viewport Previews
es: Mostrar en vivo previsualizaciones del área visible

source: Show Viewport Switcher Preview
es: Mostrar previsualización del intercambiador del área visible

source: Show live viewport previews in switcher window
es: Mostrar, en la ventana del intercambiador, previsualizaciones en vivo del área visible.

source: Show switcher window while switching viewports
es: Mostrar la ventana del intercambiador mientras se cambian las áreas visibles.

source: Size of the preview in %
es: Tamaño de la previsualización en %

source: Switch Target Preview Visibility Time
es: Cambiar el tiempo de visibilidad de la previsualización objetivo

source: Switch all
es: Cambiar todos

source: Switch separately
es: Cambiar por separado

source: Third color for the background gradient of the switcher window.
es: Tercer color para el fondo de gradiente de la ventana de conmutador

source: Thumb Gradient
es: Gradiente de la miniatura

source: Viewport Switch Preview
es: Cambiar preliminar viewport

source: Viewport Switching
es: Cambiando Viewport

source: Wall Sliding Duration
es: Duración del deslizamiendo de pared

source: Width of the border between the previews
es: Ancho del borde entre vistas previas

source: Windows that should not slide during the slide animation
es: Ventanas que no deben deslizarse durante la animación de deslizamiento

source: Above others windows
es: Por encima de otras ventanas

source: Below others windows
es: Por debajo de otras ventanas

source: Don't show application in pager
es: No mostrar la aplicación en el paginador

source: Don't show application in taskbar
es: No mostrar la aplicación en la barra de tareas

source: Fixed Size Windows
es: Dimensión de ventanas fijas

source: Fullscreen
es: Pantalla completa

source: Fullscreen windows
es: Ventanas a pantalla completa

source: Height values
es: Valores de altura

source: Matches
es: Iguales

source: Maximized
es: Maximizado

source: Maximized windows
es: Ventanas maximizadas

source: No ARGB visuals
es: Sin visuales ARGB

source: No focus
es: Sin centrar

source: Non closable windows
es: Ventanas que no se cierran

source: Non maximizable windows
es: Ventanas no maximizables

source: Non minimizable windows
es: Ventanas no minimizables

source: Non movable windows
es: Ventanas inamovibles

source: Non resizable windows
es: Ventanas no redimensionables

source: Set window as non closable
es: Fijar ventana como incerrable

source: Set window as non maximizable
es: Fijar ventana como no maximizable

source: Set window as non minimizable
es: Fijar ventana como no minimizable

source: Set window as non movable
es: Fijar ventana como inmovible

source: Set window as non resizable
es: Fijar ventana como no dimensionable

source: Set windows rules
es: Fijar reglas de ventanas

source: Size rules
es: Reglas de tamaño

source: Sized Windows
es: Ventanas dimensionadas

source: Skip pager
es: Omitir Paginador

source: Skip taskbar
es: Saltar Barra de Tareas

source: Sticky
es: Pegajoso

source: Sticky windows
es: Ventanas pegajosas

source: Width values
es: Valores de anchura

source: Window Rules
es: Regla de ventanas

source: Windows that should be resized by default
es: Ventanas que deberían ser redimensionadas por defecto

source: Windows that should be treated as not supporting transparency
es: Ventanas que deberían ser tratadas como si no soportasen transparencia

source: Windows will not have focus
es: Las ventanas no estarán enfocadas

source: "On all desktops" sticky match
es: Modo pegajoso "En todos los escritorios"

source: AIGLX Fragment Parameter Fix
es: Fijado el Parametro fragmentado AIGLX

source: Convert Urgency to Demands Attention
es: Convertir urgenica en atención de demandas

source: Firefox Menu Fix
es: Fijado Menú Firefox

source: Fix broken glProgramEnvParameter4f implementation.
es: Fijar implementacion quebrada glProgramEnvParameter4f

source: Fix for broken GLX_MESA_copy_sub_buffer on XGL in fglrx.
es: Reparar el GLX_MESA_copy_sub_buffer defectuoso de XGL en fglrx.

source: Fix screen updates in XGL with fglrx.
es: Reparar actualizacion de pantalla en XGL con fglrx.

source: Fix window type of Firefox and Thunderbird menus.
es: Fijar tipo de ventana de los menús de Firefox y Thunderbird

source: Fix window type of OpenOffice.org menus.
es: Fijar tipo de ventana de los menús OpenOffice.org

source: Fix window type of notification daemon windows.
es: Fijar tipo de ventana de la ventana del demonio de notificacion
