Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/compiz.po
Languages: es

source: Animate skydome when rotating cube
es: Anima la cúpula cuando se gira el cubo

source: Appearance
es: Apariencia

source: Automatic
es: Automático

source: Behaviour
es: Comportamiento

source: Color of top and bottom sides of the cube
es: Color de los lados superior e inferior del cubo

source: Color to use for the bottom color-stop of the skydome-fallback gradient
es: Color a utilizar para el color inferior del degradado skydome-fallback

source: Color to use for the top color-stop of the skydome-fallback gradient
es: Color a utilizar para el color superior del degradado skydome-fallback

source: Cube Caps
es: Tapas del cubo

source: Cube Color
es: Color del cubo

source: Desktop Cube
es: Cubo de escritorio

source: Fold Acceleration
es: Aceleración del pliegue

source: Fold Speed
es: Velocidad del pliegue

source: Fold Timestep
es: Paso del pliegue

source: Generate mipmaps when possible for higher quality scaling
es: Generar mipmap cuando sea posible para obtener una escala de mayor calidad

source: Go back to previous slide
es: Vuelve a la diapositiva anterior

source: Image files
es: Archivos de imagen

source: Image to use as texture for the skydome
es: Imagen que se usará como textura de la cúpula

source: Initiates Cube transparency only if rotation is mouse driven.
es: Inicia la transparencia del Cubo sólo si la rotación es controlada con el ratón.

source: Inside Cube
es: Dentro del cubo

source: Inside cube
es: Dentro del cubo

source: List of PNG and SVG files that should be rendered on top face of cube
es: Lista de archivos PNG y SVG que se deben procesar en la cara superior del cubo

source: Multi Output Mode
es: Modo multi salida

source: Multiple cubes
es: Cubos múltiples

source: Next Slide
es: Diapositiva siguiente

source: One big cube
es: Un gran cubo

source: Opacity During Rotation
es: Opacidad durante la rotación

source: Opacity When Not Rotating
es: Opacidad cuando no se está rotando

source: Opacity of desktop window during rotation.
es: Opacidad de la ventana de escritorio durante la rotación.

source: Opacity of desktop window when not rotating.
es: Opacidad de la ventana de escritorio cuando no se está rotando.

source: Place windows on cube
es: Coloca las ventanas en un cubo

source: Prev Slide
es: Diapositiva anterior

source: Render skydome
es: Procesar cúpula

source: Scale image
es: Escalar la imagen

source: Scale images to cover top face of cube
es: Escala las imágenes para que cubran la cara superior del cubo

source: Selects how the cube is displayed if multiple output devices are used.
es: Selecciona cómo se muestra el cubo si se usan varios dispositivos de salida.

source: Skydome
es: Cúpula

source: Skydome Gradient End Color
es: Color final del gradiente de la cúpula

source: Skydome Gradient Start Color
es: Color inicial del gradiente de la cúpula

source: Skydome Image
es: Imagen de cúpula

source: Speed
es: Velocidad

source: Timestep
es: Paso

source: Transparency Only on Mouse Rotate
es: Transparencia sólo en la rotación del ratón

source: Transparent Cube
es: Cubo Transparente

source: Unfold
es: Desplegar

source: Unfold cube
es: Desplegarel cubo

source: Dbus Control Backend
es: Control con respaldo Dbus

source: Allow mipmaps to be generated for decoration textures
es: Permitir generar mipmaps para las texturas de decoración

source: Command
es: Orden

source: Decoration windows
es: Decoración de ventanas

source: Decorator command line that is executed if no decorator is already running
es: Línea de órdenes del decorador que se ejecutan si no hay ningún decorador ejecutándose

source: Drop shadow X offset
es: Desechar desplazamiento X de la sombra

source: Drop shadow Y offset
es: Desechar desplazamiento Y de la sombra

source: Drop shadow color
es: Retirar color de sombra

source: Drop shadow opacity
es: Desechar opacidad de la sombra

source: Drop shadow radius
es: Desechar radio de la sombra

source: Shadow Color
es: Color de la sombra

source: Shadow Offset X
es: Desplazamiento X de la sombra

source: Shadow Offset Y
es: Desplazamiento Y de la sombra

source: Shadow Opacity
es: Opacidad de la sombra

source: Shadow Radius
es: Radio de la sombra

source: Shadow windows
es: Ensombrecer ventanas

source: Window Decoration
es: Decoración de ventanas

source: Window decorations
es: Decoraciones de ventana

source: Windows that should be decorated
es: Ventanas que deberían decorarse

source: Windows that should have a shadow
es: Ventanas que deberían tener sombra

source: Brightness (in %) of unresponsive windows
es: Brillo (en %) de las ventanas que no responden

source: Constant speed
es: Velocidad constante

source: Constant time
es: Tiempo constante

source: Dim Unresponsive Windows
es: Opacar ventanas que no respondan

source: Dim windows that are not responding to window manager requests
es: Ventanas Dim que no responden a las peticiones del gestor de ventanas

source: Fade Mode
es: Modo de desvanecimiento

source: Fade On Minimize/Open/Close
es: Fundido al minimizar/abrir/cerrar

source: Fade Speed
es: Velocidad de fundido

source: Fade Time
es: Tiempo de desvanecimiento

source: Fade effect on minimize/open/close window events
es: Efecto de fundido ante los eventos minimizar/abrir/cerrar

source: Fade effect on system beep
es: Efecto de fundido con pitido del sistema

source: Fade in windows when mapped and fade out windows when unmapped
es: Las ventanas aparecen progresivamente cuando se asignan y se desvanecen cuando se desasignan

source: Fade windows
es: Fundir ventanas

source: Fading Windows
es: Fundiendo ventanas

source: Fullscreen Visual Bell
es: Timbre visual a pantalla completa

source: Fullscreen fade effect on system beep
es: Efecto de desvanecimiento a pantalla completa con pitido del sistema

source: Saturation (in %) of unresponsive windows
es: Saturación (en %) de las ventanas que no responden

source: Unresponsive Window Brightness
es: Brillo de ventana que no responde

source: Unresponsive Window Saturation
es: Saturación de ventana que no responde

source: Visual Bell
es: Timbre visual

source: Window fade mode
es: Modo de desvanecimiento de ventana

source: Window fade speed in "Constant speed" mode
es: Velocidad de desvanecimiento de ventana en modo «Velocidad constante»

source: Window fade time (in ms) in "Constant time" mode
es: Tiempo de desvanecimiento de la ventana (en mseg) en modo «tiempo constante»

source: Windows that should be fading
es: Ventanas que deberían desvanecerse

source: Mount Point
es: Punto de montaje

source: Mount point
es: Punto de montaje

source: Userspace File System
es: Sistema de archivos en espacio de usuario

source: Userspace file system
es: Sistema de archivos en espacio de usuario

source: GConf Control Backend
es: Control con respaldo GConf

source: GLib main loop support
es: Soporte de bucle principal de GLib

source: Gnome Compatibility
es: Compatibilidad GNOME

source: Open a terminal
es: Abrir un terminal

source: Options that keep Compiz compatible to the Gnome desktop environment
es: Opciones que mantienen a Compiz compatible con el entorno de escritorio GNOME

source: Run Dialog
es: Ejecutar diálogo

source: Run terminal command
es: Correr orden de terminal

source: Screenshot command line
es: Línea de órdenes de la captura de pantalla

source: Show Main Menu
es: Mostrar menú principal

source: Show Run Application dialog
es: Mostrar el cuadro de diálogo de ejecución de aplicación

source: Show the main menu
es: Muestra el menú principal

source: Take a screenshot
es: Capturar la pantalla

source: Take a screenshot of a window
es: Capturar una ventana

source: Terminal command line
es: Línea de órdenes de terminal

source: Window screenshot command line
es: Línea de órdenes de la captura de ventana

source: Ini Flat File Backend
es: Herramienta de archivo plano Ini

source: File change notification plugin
es: Complemento de notificación de cambios en archivos

source: Kconfig Control Backend
es: Control interno de Kconfig

source: Minimize Effect
es: Efecto Minimizar

source: Minimize Windows
es: Minimizar las ventanas

source: Minimize speed
es: Velocidad al minimizar

source: Minimize timestep
es: Paso al minimizar

source: Shade Resistance
es: Resistencia de decoloración

source: Shade resistance
es: Resistencia a la decoloración

source: Transform windows when they are minimized and unminimized
es: Transforma las ventanas cuando se minimizan o restauran

source: Windows that should be transformed when minimized
es: Ventanas que deben ser transformadas al ser minimizadas

source: Constrain Y
es: Limitar Y

source: Constrain Y coordinate to workspace area
es: Limita la coordenada Y al área de trabajo

source: Do not update the server-side position of windows until finished moving
es: No actualizar la posición de las ventanas a nivel de servidor hasta terminar de moverlas.

source: Initiate Window Move
es: Iniciar movimiento de ventana

source: Lazy Positioning
es: Posicionamiento laxo

source: Move Window
es: Mover la ventana

source: Move window
es: Mover la ventana

source: Opacity
es: Opacidad

source: Opacity level of moving windows
es: Nivel de opacidad de las ventanas en movimiento

source: Snapoff and auto unmaximized maximized windows when dragging
es: Separar y restaurar automáticamente ventanas maximizadas al arrastrar

source: Snapoff maximized windows
es: Separar ventanas maximizadas

source: Start moving window
es: Empezar a mover la ventana

source: Brightness
es: Brillo

source: Brightness Decrease
es: Disminuir brillo

source: Brightness Increase
es: Aumentar brillo

source: Brightness Step
es: Pasos de brillo

source: Brightness values for windows
es: Valores de brillo para la ventana

source: Decrease
es: Disminuir

source: Increase
es: Aumentar

source: Opacity Decrease
es: Disminuir opacidad

source: Opacity Increase
es: Aumentar opacidad

source: Opacity Step
es: Paso de opacidad

source: Opacity values for windows
es: Valores de opacidad para la ventana

source: Opacity, Brightness and Saturation
es: Opacidad: Brillo y saturación

source: Opacity, Brightness and Saturation adjustments
es: Opacidad: Ajustes de brillo y saturación

source: Saturation
es: Saturación

source: Saturation Decrease
es: Disminuir saturación

source: Saturation Increase
es: Aumentar saturación

source: Saturation Step
es: Pasos de la saturación

source: Saturation values for windows
es: Valores de saturación para la ventana

source: Step
es: Paso

source: Window specific settings
es: Configuración específica de ventana

source: Window values
es: Valores de ventana

source: Windows
es: Ventanas

source: Windows that should have a different brightness by default
es: Ventanas que deben tener diferente brillo de manera predeterminada

source: Windows that should have a different opacity by default
es: Ventanas que deben tener diferente opacidad de manera predeterminada

source: Windows that should have a different saturation by default
es: Ventanas que deben tener diferente saturación de manera predeterminada

source: Algorithm to use for window placement
es: Algoritmo a utilizar para el posicionamiento de ventanas

source: Cascade
es: Cascada

source: Centered
es: Centrado

source: Fixed Window Placement
es: Emplazamiento de ventana fijado

source: Force Placement Windows
es: Forzar Ventanas de Ubicación

source: Horizontal viewport positions
es: Posiciones de la vista horizontales

source: Keep In Workarea
es: Mantener en el área de trabajo

source: Keep placed window in work area, even if that means that the position might differ from the specified position
es: Mantener la ventana en el área de trabajo, incluso si eso supone que la posición pueda cambiar con respecto a la posición especificada

source: Place Windows
es: Colocar ventanas

source: Place across all outputs
es: Colocar en todas las salidas

source: Place windows at appropriate positions when mapped
es: Coloca las ventanas en sus lugares adecuados en la asignación

source: Placement Mode
es: Modo de colocación

source: Positioned windows
es: Ventanas posicionadas

source: Random
es: Aleatorio

source: Selects how window placement should behave if multiple outputs are selected
es: Selecciona como debe comportarse el acomodamiento de ventanas si se selecciona multipes salidas

source: Smart
es: Inteligente

source: Use active output device
es: Usar el dispositivo de salida activo

source: Use output device of focussed window
es: Usar el dispositivo de salida de la ventana enfocada

source: Use output device with pointer
es: Usar el dispositivo de salida con apuntador

source: Vertical viewport positions
es: Posiciones de la vista verticales

source: Viewport positioned windows
es: Ventanas posicionadas en la vista

source: Window placement workarounds
es: Procedimientos para posicionamiento de ventanas

source: Windows that should be positioned by default
es: Ventanas que deberían ser posicionadas por omisión

source: Windows that should be positioned in specific viewports by default
es: Ventanas que deberían estar colocadas en vistas específicas por defecto

source: Windows that should forcedly be placed, even if they indicate the window manager should avoid placing them.
es: Ventanas que deben ser colocadas forzosamente, inclusive si indican que el administrador de ventanas debe evitar colocarlas

source: Windows with fixed positions
es: Ventanas con posiciones fijadas

source: Windows with fixed viewport
es: Ventanas con punto de vista fijo

source: Workarounds
es: Soluciones alternativas

source: X Positions
es: Posiciones X

source: X Viewport Positions
es: Posición X de la vista

source: X position values
es: valores de la posición X

source: Y Positions
es: Posiciones Y

source: Y Viewport Positions
es: Posición Y de la vista

source: Y position values
es: valores de posición Y

source: Png image loader
es: Cargador de imágenes png

source: Regex Matching
es: Comparación por expresiones regulares

source: Regex window matching
es: Selección de ventana por expresión regular

source: Bindings
es: Uniones

source: Border Color
es: Color del borde

source: Border color used for outline and rectangle resize modes
es: Color de borde para los modos de redimensionado «contorno» y «rectángulo»

source: Default Resize Mode
es: Modo de redimensionamiento por defecto

source: Default mode used for window resizing
es: Modo predeterminado usado para el redimensionamiento de ventanas

source: Fill Color
es: Color de relleno

source: Fill color used for rectangle resize mode
es: Color de relleno para el modo de redimensionado «rectángulo»

source: Initiate Normal Window Resize
es: Iniciar redimensionamiento de ventana normal

source: Initiate Outline Window Resize
es: Iniciar redimensionamiento de ventana por contorno

source: Initiate Rectangle Window Resize
es: Iniciar redimensionamiento de ventana por rectángulo

source: Initiate Stretch Window Resize
es: Iniciar redimensionamiento de ventana por estiramiento

source: Initiate Window Resize
es: Iniciar redimensionamiento de ventanas

source: Normal Resize Windows
es: Redimensionamiento normal de ventanas

source: Outline
es: Contorno

source: Outline Resize Windows
es: Redimensionamiento de ventanas por contorno

source: Rectangle
es: Rectángulo

source: Rectangle Resize Windows
es: Redimensionamiento de ventanas por rectángulo

source: Resize Window
es: Cambiar de tamaño la ventana

source: Resize window
es: Cambia de tamaño la ventana

source: Start resizing window
es: Empieza a cambiar el tamaño de la ventana

source: Start resizing window by stretching it
es: Iniciar redimensionamiento de ventana por estiramiento

source: Start resizing window normally
es: Empieza redimensionando la ventana normalmente

source: Start resizing window with outline
es: Empezar redimensionando la ventana por contorno

source: Start resizing window with rectangle
es: Empezar redimensionando la ventana por rectángulo.

source: Stretch
es: Estirar

source: Stretch Resize Windows
es: Redimensionamiento de ventanas por estiramiento

source: Windows that normal resize should be used for
es: Ventanas que se usarán en el redimensionamiento normal

source: Windows that outline resize should be used for
es: Ventanas que se usarán en el redimensionamiento por contorno

source: Windows that rectangle resize should be used for
es: Ventanas que se usarán en el redimensionamiento por rectángulo

source: Windows that stretch resize should be used for
es: Ventanas que se usarán en el redimensionamiento por estiramiento

source: Edge Flip DnD
es: DnD de inversión de borde

source: Edge Flip Move
es: Mover rotación de borde

source: Edge Flip Pointer
es: Puntero de rotación de borde

source: Flip Time
es: Tiempo de rotación

source: Flip to left viewport and warp pointer
es: Rotar a la vista izqueirda y doblar puntero

source: Flip to next viewport when dragging object to screen edge
es: Se invierte la vista a la siguiente al arrastrar un objeto al borde de la pantalla

source: Flip to next viewport when moving pointer to screen edge
es: Se invierte la vista a la siguiente al arrastrar un puntero al borde de la pantalla

source: Flip to next viewport when moving window to screen edge
es: Se invierte la vista a la siguiente al mover una ventana al borde de la pantalla

source: Flip to right viewport and warp pointer
es: Rotar hacia la vista de la derecha al arrastrar el puntero al borde de la pantalla

source: Invert Y axis for pointer movement
es: Invertir eje Y para movimiento de puntero

source: Pointer Invert Y
es: Invertir Y en puntero

source: Pointer Sensitivity
es: Sensibilidad del puntero

source: Raise on rotate
es: Levantar al rotar

source: Raise window when rotating
es: Levantar la ventana al rotar

source: Rotate Cube
es: Rotar el cubo

source: Rotate Flip Left
es: Rotar hacia la izquierda

source: Rotate Flip Right
es: Rotar hacia la derecha

source: Rotate Left
es: Rotar a la izquierda

source: Rotate Left with Window
es: Rotar a la izquierda con la ventana

source: Rotate Right
es: Rotar a la derecha

source: Rotate Right with Window
es: Rotar hacia la derecha con la ventana

source: Rotate To
es: Rotar hacia

source: Rotate To Face 1
es: Rotar hacia la cara 1

source: Rotate To Face 1 with Window
es: Rotar hacia la cara 1 con la ventana

source: Rotate To Face 10
es: Rotar hacia la cara 10

source: Rotate To Face 10 with Window
es: Rotar hacia la cara 10 con la ventana

source: Rotate To Face 11
es: Rotar hacia la cara 11

source: Rotate To Face 11 with Window
es: Rotar hacia la cara 11 con la ventana

source: Rotate To Face 12
es: Rotar hacia la cara 12

source: Rotate To Face 12 with Window
es: Rotar hacia la cara 12 con la ventana

source: Rotate To Face 2
es: Rotar hacia la cara 2

source: Rotate To Face 2 with Window
es: Rotar hacia la cara 2 con la ventana

source: Rotate To Face 3
es: Rotar hacia la cara 3

source: Rotate To Face 3 with Window
es: Rotar hacia la cara 3 con la ventana

source: Rotate To Face 4
es: Rotar hacia la cara 4

source: Rotate To Face 4 with Window
es: Rotar hacia la cara 4 con la ventana

source: Rotate To Face 5
es: Rotar hacia la cara 5

source: Rotate To Face 5 with Window
es: Rotar hacia la cara 5 con la ventana

source: Rotate To Face 6
es: Rotar hacia la cara 6

source: Rotate To Face 6 with Window
es: Rotar hacia la cara 6 con la ventana

source: Rotate To Face 7
es: Rotar hacia la cara 7

source: Rotate To Face 7 with Window
es: Rotar hacia la cara 7 con la ventana

source: Rotate To Face 8
es: Rotar hacia la cara 8

source: Rotate To Face 8 with Window
es: Rotar hacia la cara 8 con la ventana

source: Rotate To Face 9
es: Rotar hacia la cara 9

source: Rotate To Face 9 with Window
es: Rotar hacia la cara 9 con la ventana

source: Rotate cube
es: Girar cubo

source: Rotate desktop cube
es: Rotar el cubo de escritorio

source: Rotate left
es: Rotar hacia la izquierda

source: Rotate left and bring active window along
es: Rota a la izquierda y arrastra la ventana activa

source: Rotate right
es: Rotar hacia la derecha

source: Rotate right and bring active window along
es: Rota a la derecha y arrastra la ventana activa

source: Rotate to cube face
es: Girar a la cara del cubo

source: Rotate to cube face with window
es: Girar a la cara del cubo con ventana

source: Rotate to face 1
es: Rotar hacia la cara 1

source: Rotate to face 1 and bring active window along
es: Rotar a la cara 1 y traer la ventana activa

source: Rotate to face 10
es: Rotar hacia la cara 10

source: Rotate to face 10 and bring active window along
es: Rotar a la cara 10 y traer la ventana activa

source: Rotate to face 11
es: Rotar hacia la cara 11

source: Rotate to face 11 and bring active window along
es: Rotar a la cara 11 y traer la ventana activa

source: Rotate to face 12
es: Rotar hacia la cara 12

source: Rotate to face 12 and bring active window along
es: Rotar a la cara 12 y traer la ventana activa

source: Rotate to face 2
es: Rotar hacia la cara 2

source: Rotate to face 2 and bring active window along
es: Rotar a la cara 1 y traer la ventana activa

source: Rotate to face 3
es: Rotar hacia la cara 3

source: Rotate to face 3 and bring active window along
es: Rotar a la cara 3 y traer la ventana activa

source: Rotate to face 4
es: Rotar hacia la cara 4

source: Rotate to face 4 and bring active window along
es: Rotar a la cara 4 y traer la ventana activa

source: Rotate to face 5
es: Rotar hacia la cara 5

source: Rotate to face 5 and bring active window along
es: Rotar a la cara 5 y traer la ventana activa

source: Rotate to face 6
es: Rotar hacia la cara 6

source: Rotate to face 6 and bring active window along
es: Rotar a la cara 6 y traer la ventana activa

source: Rotate to face 7
es: Rotar hacia la cara 7

source: Rotate to face 7 and bring active window along
es: Rotar a la cara 7 y traer la ventana activa

source: Rotate to face 8
es: Rotar hacia la cara 8

source: Rotate to face 8 and bring active window along
es: Rotar a la cara 8 y traer la ventana activa

source: Rotate to face 9
es: Rotar hacia la cara 9

source: Rotate to face 9 and bring active window along
es: Rotar a la cara 9 y traer la ventana activa

source: Rotate to viewport
es: Rotar hacia la vista

source: Rotate window
es: Rotar ventana

source: Rotate with window
es: Rotar con ventana

source: Rotation Acceleration
es: Aceleración de rotación

source: Rotation Speed
es: Velocidad de rotación

source: Rotation Timestep
es: Paso de rotación

source: Rotation Zoom
es: Zoom de rotación

source: Sensitivity of pointer movement
es: Sensibilidad de movimiento del puntero

source: Snap Cube Rotation to Bottom Face
es: Solapar el giro del cubo hacia la cara inferior

source: Snap Cube Rotation to Top Face
es: Solapa el giro del cubo hacia la cara superior

source: Snap To Bottom Face
es: Solapar hacia la cara inferior

source: Snap To Top Face
es: Solapar hacia la cara superior

source: Start Rotation
es: Iniciar rotación

source: Timeout before flipping viewport
es: Tiempo límite antes de invertir la vista

source: Amount of opacity in percent
es: Porcentaje de opacidad

source: Big
es: Grande

source: Button Bindings Toggle Scale Mode
es: Las uniones de botones cambian de estado el modo de escalado

source: Button bindings toggle scale mode instead of enabling it when pressed and disabling it when released.
es: Las uniones de botones cambian de estado el modo de escalado en vez de activarlo cuando se presionan y desactivarlo cuando se sueltan.

source: Click Desktop to Show Desktop
es: Pulsar en el escritorio para mostrarlo

source: Darken Background
es: Oscurecer el fondo

source: Darken background when scaling windows
es: Oscurece el fondo al escalar las ventanas

source: Emblem
es: Emblema
