Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/compiz.po
Languages: es

source: Desktop
es: Escritorio

source: Window Management
es: Gestión de ventanas

source: None
es: Ninguno

source: Shade
es: Contraer

source: Maximize
es: Aumentar

source: Maximize Horizontally
es: Maximizar ventana horizontalmente

source: Maximize Vertically
es: Maximizar ventana verticalmente

source: Minimize
es: Minimizar

source: Raise
es: Elevación automática

source: Lower
es: Bajar

source: Window Menu
es: Menú de la ventana

source: Action to take when scrolling the mouse wheel on a window title bar.
es: Acción que realizar cuando se mueve la rueda del ratón en la barra de título de una ventana.

source: Blur type
es: Tipo de difuminado

source: Metacity theme active window opacity
es: Opacidad de la ventana activa del tema de Metacity

source: Metacity theme active window opacity shade
es: Opacidad de sombra de la ventana activa del tema de Metacity

source: Metacity theme opacity
es: Opacidad del tema de Metacity

source: Metacity theme opacity shade
es: Tono de opacidad del tema metacity

source: Opacity to use for active windows with metacity theme decorations
es: Opacidad a usar en las ventanas activas con decoraciones del tema metacity

source: Opacity to use for metacity theme decorations
es: Opacidad a usar en las decoraciones del tema metacity

source: Shade active windows with metacity theme decorations from opaque to translucent
es: Matizar los colores de opacos a translúcidos en las ventanas activas que poseen decoraciones del tema metacity

source: Shade windows with metacity theme decorations from opaque to translucent
es: Matizar los colores de opacos a translúcidos en las ventanas que poseen decoraciones del tema metacity

source: Title bar mouse wheel action
es: Acción de rueda del ratón en la barra de título

source: Type of blur used for window decorations
es: Tipo de desenfoque utilizado en la decoración de ventanas

source: Use metacity theme
es: Usar el tema Metacity

source: Use metacity theme when drawing window decorations
es: Usar el tema metacity al dibujar las decoraciones de ventana

source: Close Window
es: Cerrar la ventana

source: Unmaximize Window
es: Desmaximizar la ventana

source: Maximize Window
es: Maximizar la ventana

source: Minimize Window
es: Minimizar la ventana

source: Make Above
es: Poner siempre encima

source: Stick
es: Fijar

source: Unshade
es: Desplegar

source: Unmake Above
es: No poner siempre encima

source: Unstick
es: No fijar

source: The window "%s" is not responding.
es: La ventana «%s» no está respondiendo.

source: Forcing this application to quit will cause you to lose any unsaved changes.
es: Al forzar a esta aplicación a cerrarse, perderá cualquier cambio que no haya guardado.

source: _Force Quit
es: _Forzar el cierre

source: Annotate
es: Anotar

source: Annotate Fill Color
es: Color de relleno de anotar

source: Annotate Stroke Color
es: Color de trazo de anotar

source: Annotate plugin
es: Complemento Anotar

source: Clear
es: Limpiar

source: Draw
es: Dibujar

source: Draw using tool
es: Dibujar utilizando herramienta

source: Fill color for annotations
es: Color de relleno de las anotaciones

source: Initiate
es: Iniciar

source: Initiate annotate drawing
es: Iniciar dibujo de anotaciones

source: Initiate annotate erasing
es: Iniciar borrado de anotaciones

source: Initiate erase
es: Iniciar borrado

source: Line width
es: Ancho de línea

source: Line width for annotations
es: Ancho de línea para anotaciones

source: Stroke color for annotations
es: Color del trazo de las anotaciones

source: Stroke width
es: Ancho de trazo

source: Stroke width for annotations
es: Ancho de trazo para anotaciones

source: 4xBilinear
es: Bilineal 4x

source: Alpha Blur
es: Desenfoque alfa

source: Alpha blur windows
es: Desenfoque alfa de ventanas

source: Blur Filter
es: Filtro de desenfoque

source: Blur Occlusion
es: Oclusión de desenfoque

source: Blur Saturation
es: Saturación del desenfoque

source: Blur Speed
es: Velocidad del desenfoque

source: Blur Windows
es: Desenfocar ventanas

source: Blur behind translucent parts of windows
es: Desenfocar detrás de las partes translúcidas de las ventanas

source: Blur saturation
es: Saturación del desenfoque

source: Blur windows
es: Desenfocar ventanas

source: Blur windows that doesn't have focus
es: Desenfocar las ventanas que no tienen el foco

source: Disable blurring of screen regions obscured by other windows.
es: Desactivar desenfoque en las regiones de ventana oscurecidas por otras ventanas.

source: Filter method used for blurring
es: Método de filtro usado para el desenfoque

source: Focus Blur
es: Desenfoque

source: Focus blur windows
es: Dar foco a ventanas borrosas

source: Gaussian
es: Gausiano

source: Gaussian Radius
es: Radio Gaussiano

source: Gaussian Strength
es: Fuerza gaussiana

source: Gaussian radius
es: Radio Gaussiano

source: Gaussian strength
es: Fuerza gaussiana

source: Independent texture fetch
es: Traer textura independiente

source: Mipmap LOD
es: Nivel de detalle de los mapas MIP

source: Mipmap level-of-detail
es: Nivel de detalle de los mapas MIP

source: Pulse
es: Pulso

source: Pulse effect
es: Efecto de pulso

source: Use the available texture units to do as many as possible independent texture fetches.
es: Usar las unidades de textura existentes para conseguir tanto como sea posible textura independiente.

source: Window blur speed
es: Velocidad de desenfoque de ventana

source: Windows that should be affected by focus blur
es: Ventanas que deberían ser afectadas por el desenfoque

source: Windows that should be use alpha blur by default
es: Ventanas que deberían usar desenfoque alfa por defecto

source: Clone Output
es: Clonar salida

source: Initiate clone selection
es: Iniciar selección de clonado

source: Output clone handler
es: Gestor de salida de clonado

source: A button binding that when invoked, will run the shell command identified by command0
es: Una unión de botón que cuando se invoca hace correr la orden identificada como command0

source: A button binding that when invoked, will run the shell command identified by command1
es: Una unión de botón que cuando se invoca hace correr la orden identificada como command1

source: A button binding that when invoked, will run the shell command identified by command10
es: Una unión de botón que cuando se invoca hace correr la orden identificada como command10

source: A button binding that when invoked, will run the shell command identified by command11
es: Una unión de botón que cuando se invoca hace correr la orden identificada como command11

source: A button binding that when invoked, will run the shell command identified by command2
es: Una unión de botón que cuando se invoca hace correr la orden identificada como command2

source: A button binding that when invoked, will run the shell command identified by command3
es: Una unión de botón que cuando se invoca hace correr la orden identificada como command3

source: A button binding that when invoked, will run the shell command identified by command4
es: Una unión de botón que cuando se invoca hace correr la orden identificada como command4

source: A button binding that when invoked, will run the shell command identified by command5
es: Una unión de botón que cuando se invoca hace correr la orden identificada como command5

source: A button binding that when invoked, will run the shell command identified by command6
es: Una unión de botón que cuando se invoca hace correr la orden identificada como command6

source: A button binding that when invoked, will run the shell command identified by command7
es: Una unión de botón que cuando se invoca hace correr la orden identificada como command7

source: A button binding that when invoked, will run the shell command identified by command8
es: Una unión de botón que cuando se invoca hace correr la orden identificada como command8

source: A button binding that when invoked, will run the shell command identified by command9
es: Una unión de botón que cuando se invoca hace correr la orden identificada como command9

source: A keybinding that when invoked, will run the shell command identified by command0
es: Una combinación de teclas que al ser presionada, ejecutará la orden del intérprete identificado por command0

source: A keybinding that when invoked, will run the shell command identified by command1
es: Una combinación de teclas que al ser presionada, ejecutará la orden del intérprete identificado por command1

source: A keybinding that when invoked, will run the shell command identified by command10
es: Una combinación de teclas que al ser presionada, ejecutará la orden del intérprete identificado por command10

source: A keybinding that when invoked, will run the shell command identified by command11
es: Una combinación de teclas que al ser presionada, ejecutará la orden del intérprete identificado por command11

source: A keybinding that when invoked, will run the shell command identified by command2
es: Una combinación de teclas que al ser presionada, ejecutará la orden del intérprete identificado por command2

source: A keybinding that when invoked, will run the shell command identified by command3
es: Una combinación de teclas que al ser presionada, ejecutará la orden del intérprete identificado por command3

source: A keybinding that when invoked, will run the shell command identified by command4
es: Una combinación de teclas que al ser presionada, ejecutará la orden del intérprete identificado por command4

source: A keybinding that when invoked, will run the shell command identified by command5
es: Una combinación de teclas que al ser presionada, ejecutará la orden del intérprete identificado por command5

source: A keybinding that when invoked, will run the shell command identified by command6
es: Una combinación de teclas que al ser presionada, ejecutará la orden del intérprete identificado por command6

source: A keybinding that when invoked, will run the shell command identified by command7
es: Una combinación de teclas que al ser presionada, ejecutará la orden del intérprete identificado por command7

source: A keybinding that when invoked, will run the shell command identified by command8
es: Una combinación de teclas que al ser presionada, ejecutará la orden del intérprete identificado por command8

source: A keybinding that when invoked, will run the shell command identified by command9
es: Una combinación de teclas que al ser presionada, ejecutará la orden del intérprete identificado por command9

source: An edge binding that when invoked, will run the shell command identified by command0
es: Una vinculación con el borde que cuando se invoca, ejecutará la orden identificada como command0

source: An edge binding that when invoked, will run the shell command identified by command1
es: Una vinculación con el borde que cuando se invoca, ejecutará la orden identificada como command1

source: An edge binding that when invoked, will run the shell command identified by command10
es: Una vinculación con el borde que cuando se invoca, ejecutará la orden identificada como command10

source: An edge binding that when invoked, will run the shell command identified by command11
es: Una vinculación con el borde que cuando se invoca, ejecutará la orden identificada como command11

source: An edge binding that when invoked, will run the shell command identified by command2
es: Una vinculación con el borde que cuando se invoca, ejecutará la orden identificada como command2

source: An edge binding that when invoked, will run the shell command identified by command3
es: Una vinculación con el borde que cuando se invoca, ejecutará la orden identificada como command3

source: An edge binding that when invoked, will run the shell command identified by command4
es: Una vinculación con el borde que cuando se invoca, ejecutará la orden identificada como command4

source: An edge binding that when invoked, will run the shell command identified by command5
es: Una vinculación con el borde que cuando se invoca, ejecutará la orden identificada como command5

source: An edge binding that when invoked, will run the shell command identified by command6
es: Una vinculación con el borde que cuando se invoca, ejecutará la orden identificada como command6

source: An edge binding that when invoked, will run the shell command identified by command7
es: Una vinculación con el borde que cuando se invoca, ejecutará la orden identificada como command7

source: An edge binding that when invoked, will run the shell command identified by command8
es: Una vinculación con el borde que cuando se invoca, ejecutará la orden identificada como command8

source: An edge binding that when invoked, will run the shell command identified by command9
es: Una vinculación con el borde que cuando se invoca, ejecutará la orden identificada como command9

source: Assigns bindings to arbitrary commands
es: Asigan uniones a órdenes arbitarias

source: Button Bindings
es: Uniones de botón

source: Command line 0
es: Línea de órdenes 0

source: Command line 1
es: Línea de órdenes 1

source: Command line 10
es: Línea de órdenes 10

source: Command line 11
es: Línea de órdenes 11

source: Command line 2
es: Línea de órdenes 2

source: Command line 3
es: Línea de órdenes 3

source: Command line 4
es: Línea de órdenes 4

source: Command line 5
es: Línea de órdenes 5

source: Command line 6
es: Línea de órdenes 6

source: Command line 7
es: Línea de órdenes 7

source: Command line 8
es: Línea de órdenes 8

source: Command line 9
es: Línea de órdenes 9

source: Command line to be executed in shell when run_command0 is invoked
es: Línea de órdenes a ejecutar en la consola cuando se llame a run_command0

source: Command line to be executed in shell when run_command1 is invoked
es: Línea de órdenes a ejecutar en la consola cuando se llame a run_command1

source: Command line to be executed in shell when run_command10 is invoked
es: Línea de órdenes a ejecutar en la consola cuando se llame a run_command10

source: Command line to be executed in shell when run_command11 is invoked
es: Línea de órdenes a ejecutar en la consola cuando se llame a run_command11

source: Command line to be executed in shell when run_command2 is invoked
es: Línea de órdenes a ejecutar en la consola cuando se llame a run_command2

source: Command line to be executed in shell when run_command3 is invoked
es: Línea de órdenes a ejecutar en la consola cuando se llame a run_command3

source: Command line to be executed in shell when run_command4 is invoked
es: Línea de órdenes a ejecutar en la consola cuando se llame a run_command4

source: Command line to be executed in shell when run_command5 is invoked
es: Línea de órdenes a ejecutar en la consola cuando se llame a run_command5

source: Command line to be executed in shell when run_command6 is invoked
es: Línea de órdenes a ejecutar en la consola cuando se llame a run_command6

source: Command line to be executed in shell when run_command7 is invoked
es: Línea de órdenes a ejecutar en la consola cuando se llame a run_command7

source: Command line to be executed in shell when run_command8 is invoked
es: Línea de órdenes a ejecutar en la consola cuando se llame a run_command8

source: Command line to be executed in shell when run_command9 is invoked
es: Línea de órdenes a ejecutar en la consola cuando se llame a run_command9

source: Commands
es: Comandos

source: Edge Bindings
es: Vinculaciones de borde

source: Key Bindings
es: Uniones de tecla

source: Run command 0
es: Ejecutar orden 0

source: Run command 1
es: Ejecutar orden 1

source: Run command 10
es: Ejecutar orden 10

source: Run command 11
es: Ejecutar orden 11

source: Run command 2
es: Ejecutar orden 2

source: Run command 3
es: Ejecutar orden 3

source: Run command 4
es: Ejecutar orden 4

source: Run command 5
es: Ejecutar orden 5

source: Run command 6
es: Ejecutar orden 6

source: Run command 7
es: Ejecutar orden 7

source: Run command 8
es: Ejecutar orden 8

source: Run command 9
es: Ejecutar orden 9

source: Active Plugins
es: Complementos activos

source: Allow drawing of fullscreen windows to not be redirected to offscreen pixmaps
es: Permitir que el dibujado de ventanas a pantalla completa no se redireccione a pixmaps de fuera de pantalla

source: Audible Bell
es: Timbre audible

source: Audible system beep
es: Pitido del sistema audible

source: Auto-Raise
es: Elevación automática

source: Auto-Raise Delay
es: Retraso de elevación automática

source: Automatic detection of output devices
es: Detección automática de los dispositivos de salida

source: Automatic detection of refresh rate
es: Detección automática de la frecuencia de actualización

source: Best
es: El mejor

source: Click To Focus
es: Pulsar para enfocar

source: Click on window moves input focus to it
es: Al pulsar en la ventana se mueve el foco de entrada a ella

source: Close active window
es: Cierra la ventana activa

source: Default Icon
es: Icono por defecto

source: Default window icon image
es: Imagen del icono de ventana por defecto

source: Desktop Size
es: Tamaño de Escritorio

source: Detect Outputs
es: Detectar salidas

source: Detect Refresh Rate
es: Detectar frecuencia de actualización

source: Display Settings
es: Mostrar configuración

source: Duration the pointer must rest in a screen edge before an edge action is taken.
es: Tiempo que el puntero estará en el límite de la pantalla antes de que se tome una acción de límite.

source: Edge Trigger Delay
es: Retraso del disparador de borde

source: Fast
es: Rápido

source: Focus &amp; Raise Behaviour
es: Comportamiento de aumentar y centrar

source: Focus Prevention Level
es: Nivel de prevención de foco

source: Focus Prevention Windows
es: Ventanas de prevención de foco

source: Focus prevention windows
es: Ventanas de prevención de foco

source: Force independent output painting.
es: Forzar el pintado de salida independiente.

source: General Options
es: Opciones generales

source: General compiz options
es: Opciones generales de compiz

source: Good
es: Bueno

source: Hide Skip Taskbar Windows
es: Ocultar ventanas omitidas de la barra de tareas

source: Hide all windows and focus desktop
es: Ocultar todas las ventanas y enfocar el escritorio

source: Hide windows not in taskbar when entering show desktop mode
es: Oculta las ventanas que no se encuentran en la barra de tareas al entrar en el modo de muestra de escritorio

source: High
es: Alta

source: Horizontal Virtual Size
es: Tamaño virtual horizontal

source: If available use compression for textures converted from images
es: Si está disponible use compresión para las texturas convertidas desde imágenes

source: Ignore Hints When Maximized
es: Ignorar consejos al estar maximizada

source: Ignore size increment and aspect hints when window is maximized
es: Ignorar sugerencias de aumento de tamaño y aspecto cuando la ventana esté maximizada

source: Interval before raising selected windows
es: Intervalo antes de elevar las ventanas seleccionadas

source: Interval between ping messages
es: Intervalo entre ecos

source: Key bindings
es: Combinaciones de Teclas

source: Level of focus stealing prevention
es: Nivel de prevención de robo del enfoque

source: Lighting
es: Iluminación

source: List of currently active plugins
es: Lista de complementos activos actualmente

source: List of strings describing output devices
es: Lista de cadenas que describen dispositivos de salida

source: Low
es: Baja

source: Lower Window
es: Bajar la ventana

source: Lower window beneath other windows
es: Colocar la ventana por debajo de otras

source: Maximize Window Horizontally
es: Maximizar la ventana horizontalmente

source: Maximize Window Vertically
es: Maximizar la ventana verticalmente

source: Maximize active window
es: Maximizar la ventana activa

source: Maximize active window horizontally
es: Maximiza la ventana activa horizontalmente

source: Maximize active window vertically
es: Maximiza la ventana activa verticalmente

source: Minimize active window
es: Minimiza la ventana activa

source: Number of Desktops
es: Número de escritorios

source: Number of virtual desktops
es: Número de escritorios virtuales

source: Off
es: Desactivado

source: Only perform screen updates during vertical blanking period
es: Realizar actualización de pantalla sólo durante periodos verticales de parpadeo

source: Outputs
es: Salidas

source: Overlapping Output Handling
es: Manejo de salidas solapadas

source: Paint each output device independly, even if the output devices overlap
es: Pintar independientemente la salida de cada dispositivo, inclusive si el dispositivo de salida se sobrepone

source: Ping Delay
es: Retardo de eco

source: Prefer larger output
es: Preferir salida mayor

source: Prefer smaller output
es: Preferir salida menor

source: Raise On Click
es: Elevar al pulsar

source: Raise Window
es: Elevar ventana

source: Raise selected windows after interval
es: Eleva las ventanas seleccionadas tras el intervalo

source: Raise window above other windows
es: Elevar la ventana sobre las demás

source: Raise windows when clicked
es: Eleva las ventanas al pulsar en ellas

source: Refresh Rate
es: Frecuencia de actualización

source: Screen size multiplier for horizontal virtual size
es: Multiplicador de tamaño de pantalla para el tamaño virtual horizontal

source: Screen size multiplier for vertical virtual size
es: Multiplicador de tamaño de pantalla para el tamaño virtual vertical

source: Show Desktop
es: Mostar escritorio

source: Slow Animations
es: Ralentizar animaciones

source: Smart mode
es: Modo inteligente

source: Sync To VBlank
es: Sincronizar con borrado vertical

source: Texture Compression
es: Compresión de textura

source: Texture Filter
es: Filtro de Textura

source: Texture filtering
es: Filtrado de texturas

source: The rate at which the screen is redrawn (times/second)
es: La frecuencia con la que se vuelve a dibujar la pantalla (veces por segundo) (de 1 a 200)

source: Toggle Window Maximized
es: Activar o desactivar ventana maximizada

source: Toggle Window Maximized Horizontally
es: Activar o desactivar ventana maximizada horizontalmente

source: Toggle Window Maximized Vertically
es: Activar o desactivar ventana maximizada verticalmente

source: Toggle Window Shaded
es: Activar o desactivar ventana con sombra

source: Toggle active window maximized
es: Activa o desactiva la ventana activa maximizada

source: Toggle active window maximized horizontally
es: Activa o desactiva la ventana activa maximizada horizontalmente

source: Toggle active window maximized vertically
es: Activa o desactiva la ventana activa maximizada verticalmente

source: Toggle active window shaded
es: Activa o desactiva la ventana activa con sombra

source: Toggle use of slow animations
es: Activa o desactiva el uso de animaciones lentas

source: Unmaximize active window
es: Restaurar la ventana activa

source: Unredirect Fullscreen Windows
es: Anular redirección de ventanas a pantalla completa

source: Use diffuse light when screen is transformed
es: Usa luz indirecta cuando se transforma la pantalla

source: Vertical Virtual Size
es: Tamaño vertical virtual

source: Very High
es: Muy alto

source: Which one of overlapping output devices should be preferred
es: Cuál dispositivo de salida solapada va a preferir.

source: Window menu button binding
es: Botón vinculado al menú de ventana

source: Window menu key binding
es: Tecla vinculada al menú de ventana

source: Acceleration
es: Aceleración

source: Adjust Image
es: Ajustar imagen

source: Adjust top face image to rotation
es: Ajustar la imagen de la cara superior a la rotación

source: Advance to next slide
es: Avanza a la siguiente diapositiva

source: Animate Skydome
es: Cúpula animada
