Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/compiz.po
Languages: es

source: Enter Show Desktop mode when Desktop is clicked during Scale
es: Entrar en modo «mostrar escritorio» cuando se pulse el escritorio durante el escalado

source: Hover Time
es: Tiempo de flotación

source: Initiate Window Picker
es: Iniciar selector de ventanas

source: Initiate Window Picker For All Windows
es: Iniciar selector de ventanas para todas las ventanas

source: Initiate Window Picker For Window Group
es: Iniciar el selector de ventanas para el grupo de ventanas

source: Initiate Window Picker For Windows on Current Output
es: Iniciar el selector de ventanas para ventanas en la salida actual

source: Key Bindings Toggle Scale Mode
es: Las uniones de teclas cambian de estado el modo de escalado

source: Key bindings toggle scale mode instead of enabling it when pressed and disabling it when released.
es: Las uniones de teclas cambian de estado el modo de escalado en vez de activarlo cuando se presionan y desactivarlo cuando se sueltan.

source: Layout and start transforming all windows
es: Disponer y empezar a transformar todas las ventanas

source: Layout and start transforming window group
es: Disponer e iniciar transformación del grupo ventanas

source: Layout and start transforming windows
es: Disponer e iniciar transformación de ventanas

source: Layout and start transforming windows on current output
es: Disponer e iniciar transformación de ventanas en la salida actual

source: On all output devices
es: En todos los dispositivos de salida

source: On current output device
es: En el dispositivo actual de salida

source: Overlay Icon
es: Superponer icono

source: Overlay an icon on windows once they are scaled
es: Superponer un icono sobre las ventanas cuando se escalen

source: Scale
es: Escalar

source: Scale Windows
es: Escalar ventanas

source: Scale speed
es: Velocidad de escala

source: Scale timestep
es: Paso de escala

source: Scale windows
es: Escalar ventanas

source: Selects where windows are scaled if multiple output devices are used.
es: Seleccionar qué ventanas serán escaladas si hay múltiples dispositivos de salida usados.

source: Space between windows
es: Espacio entre ventanas

source: Spacing
es: Espaciado

source: Time (in ms) before scale mode is terminated when hovering over a window
es: Tiempo (en ms) antes de que el modo escalado termine cuando se flota sobre una ventana

source: Windows that should be scaled in scale mode
es: Ventanas que deberían ser escaladas en el modo escalar

source: Automatically open screenshot in this application
es: Abrir automáticamente una captura de pantalla en esta aplicación

source: Directory
es: Directorio

source: Initiate rectangle screenshot
es: Iniciar captura de pantalla del rectángulo

source: Launch Application
es: Lanzar Aplicación

source: Put screenshot images in this directory
es: Poner imágenes de capturas de pantallas en esta carpeta

source: Screenshot
es: Captura de pantalla

source: Screenshot plugin
es: Complemento de captura de pantalla

source: Svg image loader
es: Cargador de imágenes svg

source: Amount of brightness in percent
es: Porcentaje de brillo

source: Amount of saturation in percent
es: Porcentaje de saturación

source: Application Switcher
es: Conmutador de aplicaciones

source: Auto Rotate
es: Rotar automáticamente

source: Bring To Front
es: Traer a primer plano

source: Bring selected window to front
es: Arrastra la ventana seleccionada al primer plano

source: Distance desktop should be zoom out while switching windows
es: Escritorio distante debe alejarse mientras se intercambian las ventanas

source: Icon
es: Icono

source: Minimized
es: Minimizada

source: Next Panel
es: Panel siguiente

source: Next window
es: Ventana siguiente

source: Next window (All windows)
es: Siguiente ventana (Todas las ventanas)

source: Next window (No popup)
es: Ventana siguiente (No hay emergentes)

source: Popup switcher if not visible and select next window
es: Active el menú emergente si no esta visible y seleccione ventana siguiente

source: Popup switcher if not visible and select next window out of all windows
es: Muestra el cambiador si no es visible y selecciona la siguiente ventana de entre todas

source: Popup switcher if not visible and select previous window
es: Mostrar cambiador de ventanas si no está visible y elegir la ventana anterior

source: Popup switcher if not visible and select previous window out of all windows
es: Muestra el cambiador si no es visible y selecciona la anterior ventana de entre todas

source: Prev Panel
es: Panel anterior

source: Prev window
es: Ventana ant

source: Prev window (All windows)
es: Ventana ant (Todas las ventanas)

source: Prev window (No popup)
es: Ventana anterior (No hay emergentes)

source: Rotate to the selected window while switching
es: Rotar a la ventana seleccionada al intercambiar

source: Select next panel type window.
es: Seleccionar la ventana del tipo de panel siguiente

source: Select next window without showing the popup window.
es: Seleccionar la próxima ventana sin mostrarla como ventana emergente.

source: Select previous panel type window.
es: Seleccionar la ventana del tipo de panel anterior

source: Select previous window without showing the popup window.
es: Seleccionar la ventana anterior sin mostrar la ventana emergente

source: Show icon next to thumbnail
es: Muestra el icono junto a la miniatura

source: Show minimized windows
es: Muestra ventanas minimizadas

source: Switcher speed
es: Velocidad de conmutador

source: Switcher timestep
es: Paso de conmutador

source: Switcher windows
es: Conmutar ventanas

source: Windows that should be shown in switcher
es: Ventanas que deben mostrarse en el conmutador

source: Provide YV12 colorspace support
es: Proveer soporte para el espacio de colores YV12

source: Video Playback
es: Reproducción de vídeo

source: Video playback
es: Reproducción de vídeo

source: YV12 colorspace
es: Espacio de colores YV12

source: Add line
es: Añadir línea

source: Add point
es: Añadir punto

source: Adds water effects to different desktop actions
es: Añadir efecto acuático a distintas acciones de escritorio

source: Delay (in ms) between each rain-drop
es: Retraso (en milisegundos) entre gotas de lluvia

source: Enable pointer water effects
es: Activar efectos acuáticos del puntero

source: Line
es: Línea

source: Offset Scale
es: Escala de desplazamiento

source: Point
es: Punto

source: Rain Delay
es: Retraso de lluvia

source: Title wave
es: Onda de título

source: Toggle rain
es: Activa o desactiva la lluvia

source: Toggle rain effect
es: Activa o desactiva el efecto de lluvia

source: Toggle wiper
es: Activar limpiacristales

source: Toggle wiper effect
es: Activar efecto limpiacristales

source: Water Effect
es: Efecto acuático

source: Water offset scale
es: Escala de desplazamiento de agua

source: Wave effect from window title
es: Efecto onda desde el título de ventana

source: Focus Effect
es: Efecto de foco

source: Focus Window Effect
es: Efecto de enfoque de ventana

source: Focus Windows
es: Enfocar ventanas

source: Friction
es: Fricción

source: Grab Windows
es: Agarrar ventanas

source: Grid Resolution
es: Resolución de la cuadrícula

source: Inverted window snapping
es: Solapamiento de ventanas invertido

source: Make window shiver
es: Hacer temblar la ventana

source: Map Effect
es: Asignar efecto

source: Map Window Effect
es: Asignar efecto de ventana

source: Map Windows
es: Asignar ventanas

source: Maximize Effect
es: Efecto maximizar

source: Minimum Grid Size
es: Tamaño mínimo de cuadrícula

source: Minimum Vertex Grid Size
es: Tamaño mínimo de cuadrícula de vértice

source: Move Windows
es: Mover ventanas

source: Shiver
es: Temblor

source: Snap Inverted
es: Solapamiento inverso

source: Snap windows
es: Solapar ventanas

source: Spring Friction
es: Fricción de muelle

source: Spring K
es: Constante de tensión

source: Spring Konstant
es: Constante de tensión

source: Toggle window snapping
es: Activa o desactiva el solapamiento de ventanas

source: Use spring model for wobbly window effect
es: Usa el modelo de muelle para el efecto de ventana gelatinosa

source: Vertex Grid Resolution
es: Resolución de cuadrícula de vértice

source: Windows that should wobble when focused
es: Ventanas que deben temblar cuando reciban el foco

source: Windows that should wobble when grabbed
es: Ventanas que deben temblar al ser agarradas

source: Windows that should wobble when mapped
es: Ventanas que deben temblar al posicionarse

source: Windows that should wobble when moved
es: Ventanas que deben temblar al moverse

source: Wobble effect when maximizing and unmaximizing windows
es: Efecto gelatinoso al maximizar o desmaximizar las ventanas

source: Wobbly Windows
es: Ventanas Gelatinosas

source: Filter Linear
es: Filtro lineal

source: Use linear filter when zoomed in
es: Usar filtro lineal al acercarse con zoom

source: Zoom Desktop
es: Zoom de Escritorio

source: Zoom In
es: Ampliar

source: Zoom Out
es: Reducir

source: Zoom Pan
es: Zoom panorámico

source: Zoom Speed
es: Velocidad de zoom

source: Zoom Timestep
es: Paso de zoom

source: Zoom and pan desktop cube
es: Zoom y panorámica del cubo de escritorio

source: Zoom factor
es: Escala

source: Zoom pan
es: Zoom panorámico
