Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/compiz-fusion-plugins-main.po
Languages: es

source: All effects are chosen randomly, ignoring the selected effect. If None is selected for an event, that event won't be animated.
es: Todos los efectos se eligen aleatoriamente, ignorando el efecto seleccionado. Si se ha elegido "Ninguno" para un evento, dicho evento no será animado.

source: Angle of window at the end of the animation.
es: Angulo de la ventana al final de la animación

source: Animation Selection
es: Selección de animación

source: Animation Time Step
es: Velocidad de la animación

source: Animation duration in milliseconds for close effect.
es: Duración de la animación en milisegundos para el efecto de cierre.

source: Animation duration in milliseconds for focus effect.
es: Duración de la animación en milisegundos, para el efecto de enfoque.

source: Animation duration in milliseconds for minimize effect.
es: Duración de la animación en milisegundos para el efecto de minimizar.

source: Animation duration in milliseconds for open effect.
es: Duración de la animación en milisegundos para el efecto de apertura.

source: Animation duration in milliseconds for shade effect.
es: Duración de la animación en milisegundos para el efecto de sombrear.

source: Animations
es: Animaciones

source: Away Angle
es: Ángulo de alejamiento

source: Away Position
es: Posicion alejada

source: Close Animation
es: Animación de cierre

source: Close Effect
es: Efecto de cierre

source: Closeness of window to camera at the end of the animation (1.0: Close to camera, -2.0: Away from camera).
es: Cercanía de la ventana a la cámara al final de la animación (1.0 Cerca de la cámara, -2.0 lejos de la cámara)

source: Comma separated list of option value assignments to override effect settings, e.g.: fire_color=#0080ffff, fire_particles=700, fire_smoke=1
es: Lista separada por comas de opciones de asignación de valores para sobrescribir la configuración de efectos, ej.:fire_color=#0080ffff, fire_particles=700, fire_smoke=1

source: Curved Fold
es: Doblado con curvas

source: Curved Fold Amplitude Multiplier
es: Multiplicador de amplitud de plegado con curvas

source: Dodge
es: Esquivar

source: Dodge Gap Ratio
es: Relación del espacio para esquivar.

source: Dream
es: Sueño

source: Duration
es: Duración

source: Effect Settings
es: Configuración del efecto

source: Fade
es: Fundir

source: Fixed window interior during the Rollup animation.
es: Fijar el interior de la ventana durante la animación de enrollar

source: Focus Animation
es: Animación de foco

source: Focus Effect
es: Efecto de enfoque

source: Fold amplitude (size) is multiplied by this number. Negative values fold outward.
es: La ampliutud (tamaño) del pliegue es multiplicada por este numero. Valores negativos pliegan a la inversa.

source: Glide 1
es: Planeador 1

source: Glide 2
es: Planeador 2

source: Horizontal Folds
es: Pliegues horizontales

source: Horizontal Folds Amplitude Multiplier
es: Multiplicador de amplitud de pliegues horizontales

source: How spring-like the Sidekick animation should be.
es: Cuánto se debería parecer a un muelle la animación Sidekick.

source: How spring-like the Zoom animation should be.
es: Cúanto se debería parecer a un muelle la animación Zoom.

source: Magic Lamp
es: Lámpara mágica

source: Magic Lamp Grid Y Resolution
es: Resolución eje-Y de la rejilla de la lámpara mágica

source: Magic Lamp Max Wave Amplitude
es: Amplitud máxima de la onda de la Lámpara Mágica

source: Magic Lamp Max Waves
es: Máximo número de ondas de Lámpara Mágica

source: Magic Lamp Min Wave Amplitude
es: Amplitud mínima de la onda de la Lámpara Mágica

source: Magic Lamp Open Start Width
es: Amplitud de apertura de la Lámpara Mágica

source: Magic Lamp Open/Close Moving End
es: Movimiento final de apertura/cierre de la Lámpara Mágica

source: Minimize Animation
es: Minimizar animación

source: Minimize Effect
es: Efecto al minimizar

source: Minimize/Unminimize Only
es: Sólo Minimizar/restaurar

source: None
es: Ninguno/a

source: Number of Horizontal Folds
es: Número de pliegues horizontales

source: Number of rotations for Sidekick (plus or minus 10% for randomness).
es: Numero de rotaciones para Deslizamiento (más o menos un 10% de aleatoriedad)

source: Off
es: Apagado

source: On
es: Encendido

source: On open/close, move magic lamp ending point with the mouse pointer.
es: Al abrir/cerrar, mover el punto final de la lampara mágica con el puntero del ratón

source: On open/close, move vacuum ending point with the mouse pointer.
es: Al abrir/cerrar, mover el punto final de la aspiradora con el puntero del ratón

source: Open Animation
es: Animación de Apertura

source: Open Effect
es: Efecto de apertura

source: Open/Close Only
es: Sólo Abrir/Cerrar

source: Options
es: Opciones

source: Pool
es: Conjunto

source: Pool of effects to be chosen from if Random effect is selected. Click reset to use all effects.
es: Conjunto de efectos a elegir si se ha seleccionado el efecto aleatorio. Pulse reset para usar todos los efectos.

source: Random
es: Aleatorio

source: Random Animations For All Events
es: Animaciones aleatorias para todos los eventos

source: Random Effects
es: Efectos aleatorios

source: Ratio of gaps between dodge start times to focus duration.
es: Proporción de la duración entre el tiempo de inicio de esquivar y el de enfocar.

source: Roll Up
es: Enrollar hacia arriba

source: Rollup Fixed Interior
es: Fijar el interior al enrollar

source: Shade Animation
es: Animación de la sombra

source: Shade Effect
es: Efecto de sombra

source: Sidekick
es: Deslizar

source: Sidekick Number of Rotations
es: Número de rotaciones de deslizamiento

source: Sidekick Springiness
es: Elasticidad de deslizamiento

source: Starting width of open effect and ending width of close effect for Magic Lamp.
es: Ancho inicial del efecto de apertura y ancho final del efecto de cierre de la Lámpara Mágica.

source: Starting width of open effect and ending width of close effect for Vacuum.
es: Amplitud inicial del efecto de apertura y cierre del vacío.

source: The amount of time in milliseconds between each render of the animation. The higher the number, the jerkier the movements become.
es: Tiempo en milisegundos entre cada visualización de la animación. Cuanto más grande sea el número, más a saltos los movimientos.

source: The animation effect shown when closing a window.
es: Efecto de animación mostrado al cerrar una ventana.

source: The animation effect shown when creating a window.
es: Efecto de animación mostrado al crear una ventana

source: The animation effect shown when focusing a window.
es: Efecto de animación mostrado al enfocar una ventana

source: The animation effect shown when minimizing a window.
es: Efecto de animación cuando se minimiza una ventana

source: The animation effect shown when shading a window.
es: El efecto de animación mostrado cuando se ensombrece una ventana

source: The maximum amplitude (size of the waves) Magic Lamp will have.
es: La amplitud máxima (tamaño de las ondas) que tendrá la lampara mágica.

source: The maximum number of waves for Magic Lamp.
es: Número máximo de ondas para la lámpara mágica.

source: The minimum amplitude (size of the waves) Magic Lamp will have.
es: Amplitud mínima (tamaño de ondas) que tendrá la lámpara mágica.

source: The number of horizontal folds that occur in the Horizontal Fold animation.
es: El número de pliegues horizontales que aparecen en la animación de pliegue horizontal.

source: The width of the wave relative to the window height.
es: Ancho del la onda relativo a la altura de la ventana

source: The windows that will be animated.
es: Ventanas que se animarán.

source: Use various animations as window effects
es: Usar varias animaciones como efectos de ventana

source: Vacuum
es: Vacío

source: Vacuum Grid Y Resolution
es: Resolución de la rejilla Y de vacío

source: Vacuum Open Start Width
es: Anchura inicial de vacío

source: Vacuum Open/Close Moving End
es: Movimiento final de apertura/cierre de vacío

source: Vertex grid resolution for Magic Lamp (Y dimension only). This is the number of points used to define the curves. The higher the number, the smoother the curves. However there will be a loss of performance (CPU usage increases).
es: Resolución de rejilla de vértice para Lámpara mágica (sólo dimensión Y). Este es el número de puntos utilizado para definir las curvas. Un mayor número implica curvas más suaves. En cualquier caso habrá una pérdida de rendimiento (el uso de CPU se incrementa).

source: Vertex grid resolution for Vacuum (Y dimension only). This is the number of points used to define the curves. The higher the number, the smoother the curves. However there will be a loss of performance (CPU usage increases).
es: Resolución de rejilla de vértice para vacío (sólo dimensión Y). Este es el número de puntos utilizado para definir las curvas. Un mayor número implica curvas más suaves. En cualquier caso habrá una pérdida de rendimiento (el uso de CPU se incrementa).

source: Wave
es: Onda

source: Wave Amplitude Multiplier
es: Multiplicador de amplitud de onda

source: Wave Width
es: Amplitud de onda

source: Wave amplitude (size) is multiplied by this number. Negative values fold outward.
es: La amplitud de onda (tamaño) es multiplicada por este número. Los valores negativos doblan hacia fuera.

source: Whether the window should zoom to taskbar when minimized with Curved Fold effect.
es: Si la ventana debe acercarse a la barra de tareas cuando se minimiza con el efecto de pliegue curvado.

source: Whether the window should zoom to taskbar when minimized with Dream effect.
es: Si la ventana debe acercarse a la barra de tareas cuando se minimiza con el efecto de sueño.

source: Whether the window should zoom to taskbar when minimized with Glide 1 effect.
es: Si la ventana debe acercarse a la barra de tareas cuando se minimiza con el efecto Planear 1.

source: Whether the window should zoom to taskbar when minimized with Glide 2 effect.
es: Si la ventana debe acercarse a la barra de tareas cuando se minimiza con el efecto Planear 2.

source: Whether the window should zoom to taskbar when minimized with Horizontal Folds effect.
es: Si la ventana debe acercarse a la barra de tareas cuando se minimiza con el efecto pliegue horizontal.

source: Window Match
es: Coincidir ventanas

source: Window that should animate with this effect when focused.
es: Ventanas que deberían poder animarse con este efecto cuando se enfoquen.

source: Window that should animate with this effect when shaded.
es: Ventana que debe animarse con este efecto cuando se ensombrezcan.

source: Zoom Springiness
es: Elasticidad del Zoom

source: Zoom from Center
es: Zoom desde el centro

source: Zoom from center when playing the Sidekick animation.
es: Ampliar el centro cuando se muestre la animación Sidekick.

source: Zoom from center when playing the Zoom animation.
es: Ampliar el centro cuando se muestre la animación Zoom.

source: Zoom to TaskBar on Minimize
es: Zoom a la barra de tareas al minimizar

source: Color filter
es: Filtro de color

source: Exclude windows
es: Ventanas excluidas

source: Filter colors for accessibility purposes
es: Colores de filtro para accesibilidad

source: Filter window decorations
es: Decoraciones de ventana en mosaico

source: Filtered windows
es: Ventanas en mosaico

source: Filters files
es: Archivos de filtros

source: List of plain text filter files that should be applied when filtering windows or screen.
es: Lista de los filtros de texto plano que deben aplicarse al filtrar ventanas o pantallas.

source: Select filter to use from filters list : either apply all filters or only one specific filter (triggering this action switches filters one by one and eventually comes back to the "all filters" mode).
es: Seleccionar el filtro que va a usar desde la lista de filtros:

source: Switch filter
es: Intercambiar filtro

source: Toggle filtering for currently focused window.
es: Cambiar filtrado a la ventana enfocada actual.

source: Toggle filtering for every window on the screen.
es: Cambiar el filtrado para todas las ventanas de la pantalla

source: Toggle screen filtering
es: Cambiar el filtrado de pantalla

source: Toggle window filtering
es: Cambiar el filtrado de ventana

source: Window decorations (borders and titlebar) will be filtered as well as window contents if enabled.
es: La decoración de la ventana (bordes y barra del título), así como, los contenidos de la misma se filtrará si está activado.

source: Windows to be filtered by default.
es: Ventanas que serán filtradas por omisión

source: Windows to exclude from filtering.
es: Ventanas que deben excluirse del filtrado

source: Animation used when switching to expo mode
es: Animación usada cuando se cambia a modo exposición

source: Appearance
es: Apariencia

source: Aspect Ratio
es: Relacion de aspecto

source: Behaviour
es: Comportamiento

source: Bindings
es: Combinación de teclas

source: Brightness
es: Brillo

source: Button binding for drag &amp; drop of windows
es: Vínculo de botón para arrastrar y soltar ventanas

source: Button binding to exit expo
es: Botón asignado para salir de expo

source: Button binding to switch to next viewport in expo
es: Botón asignado para cambiar al próximo puerto de pantalla en expo

source: Color of the ground (far).
es: Color del suelo (lejos).

source: Color of the ground (near).
es: Color del suelo (cerca).

source: Curve
es: Curva

source: Curve strength
es: Grado de curvatura

source: Deformation
es: Deformación

source: Deformation of the expo wall
es: Deformación de la pared expo

source: Distance
es: Distancia

source: Distance between viewports
es: Distancia entre vistas

source: Distance of the expo wall
es: Distancia de la pared expo

source: Double click time
es: Tiempo de doble pulsación

source: Drag&amp;drop
es: Arrastrar y soltar

source: Duration of the zoomout animation
es: Duración de la animación de zoom

source: Engage wall expo mode button binding
es: Botón asignado para iniciar el modo de pared de exposición

source: Engage wall expo mode edge binding
es: Determinar el borde para activar la pared expo

source: Engage wall expo mode key binding
es: Determinar el atajo de teclado para activar la pared expo

source: Exit expo
es: Salir de expo

source: Expo Animation
es: Animación expo

source: Expo Plugin
es: Complemento expo

source: Expo button
es: Botón expo

source: Expo edge
es: Borde Expo

source: Expo key
es: Clave Expo

source: Expo mode aspect ratio
es: Relación de aspecto (ancho/alto) del modo expo

source: Fade + Zoom
es: Fundido + zoom

source: Generate mipmaps in expo mode
es: Generar mapas mip en modo Expo

source: Ground color(far)
es: Color del suelo (lejos).

source: Ground color(near)
es: Color del suelo (cerca).

source: Hide panels/docks in expo
es: Ocultar paneles/empotrar en expo

source: Hide panels/docks in expo.
es: Ocultar paneles/empotrar en expo.

source: Immediate moves
es: Movimientos inmediatos

source: Inactive viewport brightness.
es: Brillo de la vista inactiva

source: Inactive viewport saturation.
es: Saturación de la vista inactiva.

source: Multi Output Mode
es: Modo multi salida

source: Next viewport
es: Siguiente vista

source: One big wall
es: Un gran muro

source: One wall per output
es: Un muro por salida

source: Previous viewport
es: Vista anterior

source: Reflection
es: Reflejo

source: Reflection Scale
es: Escala de la reflexión

source: Reflection ground size
es: Tamaño del reflejo del suelo

source: Reflection ground size.
es: Tamaño del reflejo del suelo.

source: Saturation
es: Saturación

source: Scale factor of the expo wall reflection
es: Factor de escala de la reflexión de la pared expo

source: Selects how the expo wall is displayed if multiple output devices are used.
es: Seleccione cómo se muestra la pared de expo si se utilizan múltiples dispositivos de salida.

source: Selects if windows movements in expo mode should be immediate - this among other things disables wobbliness
es: Selecciona si el movimiento de las ventanas en modo Expo debería ser inmediato - esto, entre otras cosas, desactiva las ventanas de gelatina

source: Show a reflection of the viewports on the ground
es: Mostrar un reflejo de las vistas en el suelo

source: Strength of the deformation in curve mode
es: Grado de la deformación en modo curva

source: Tilt
es: Inclinación

source: Timeframe to execute a double click
es: Intervalo para ejecutar una doble pulsación

source: Viewport distance
es: Distancia de vistas

source: Vortex
es: Torbellino

source: Zoom time
es: Tiempo de zoom

source: Always fit to window on focus track
es: Siempre ajustar a ventana durante seguimiento de foco

source: Always keep the zoomed area in sync with where the mouse is, and vice versa. Use this if you don't intend to draw a scaled pointer or hide the original pointer. The zoomed area will move as you move your mouse.
es: Mantener siempre la zona de acercamiento sincronizada con la posición del ratón, y vice versa. Use esto si no desea dibujar un puntero a escala, o el puntero original. La zona acercada se movera junto con el ratón.

source: Animation
es: Animación

source: Attempt to keep the zoomed mouse visible by warping it when it is moved outside the zoom area.
es: Intentar mantener el ratón visible mediante saltos, cuando se mueve fuera de la zona de acercamiento.

source: Autoscale threshold
es: Umbral de autoescala

source: Center the mouse
es: Centrar el ratón

source: Dynamic mouse pointer scale
es: Escala dinámica del puntero del ratón

source: Enable focus tracking
es: Activar seguimiento del foco

source: Enable this to get a gradually larger mouse pointer as you zoom in
es: Activar para agrandar el puntero del ratón a medida que se acerca.

source: Enable this to target the focused window when jumping to a specific zoom level. Disable to target mouse.
es: Active esto para apuntar a la ventana enfocada cuando se salta a un nivel de acercamiento específico. Desactive para apuntar al ratón.

source: Enhanced Zoom Desktop
es: Mejorar el zoom de escritorio

source: Enhanced zoom functions for the visually impaired and other users
es: Funciones mejoradas de acercamiento para usuarios con discapacidades visuales y otros usuarios

source: Filter Linear
es: Filtro lineal

source: Fit the window to the zoom level
es: Ajustar la ventana al nivel de zoom

source: Fit the zoomed area to the window when the zoomed area moves as a result of focus tracking.
es: Ajustar la zona acercada a la ventana cuando esta zona se mueve a causa de un seguimiento de foco.

source: Fit the zoomed area to the window when the zoomed area moves as a result of focus tracking. Even when not initially zoomed in.
es: Ajustar la zona acercada a la ventana cuando esta zona se mueve a causa de un seguimiento de foco. Incluso cuando no esta inicialmente acercada.

source: Fit zoom level to window on focus change
es: Ajustar el nivel de zoom a la ventana cuando se cambia el foco

source: Fit zoomed area to window
es: Ajustar el área ampliada a la ventana

source: Fitting
es: Ajustes

source: Focus Tracking
es: Seguimiento de foco

source: Follow Focus Delay
es: Seguir la demora de foco

source: Hide original mouse pointer
es: Ocultar el puntero original del ratón

source: Hides the original mouse pointer when zoomed in and scaling the mouse
es: Oculta el puntero original del ratón cuando se amplía y escala el ratón

source: Minimum zoom factor
es: Factor de zoom mínimo

source: Mouse Behaviour
es: Comportamiento del ratón

source: Mouse Restrain Margin
es: Margen limitador del ratón

source: Mouse panning
es: Movimiento del ratón

source: Move the zoom area when focus changes.
es: Mueve el área de zoom cuando cambia el foco.

source: Move the zoomed area this much whenever you pan the zoomed area with keys.
es: Mueve el área agrandada cuando mueve las áreas agrandada con las teclas.

source: Only attempt to center newly focused windows if the mouse hasn't moved in this amount of seconds. Use this to avoid jumping when using sloppy focus.
es: Sólo intenta centrar las ventanas enfocadas recientemente si el ratón no se ha movido en esta cantidad de segundos. Use esta opción para evitar el salto al utilizar un mal enfoque.

source: Only change zoom level (scale) on focus change if the target value is higher than this. Prevents zooming too far in on small popups etc.
es: Cambiar el nivel de zoom (escala) en los cambios de foco sólo si el valor del objetivo es mayor que este. Previene el caso en el que se hace demasiado zoom en ventanas emergentes pequeñas, etc.

source: Pan (move) the zoom area down
es: Desliza (mueve) el área de acercamiento hacia abajo

source: Pan (move) the zoom area left
es: Desliza (mueve) el área de zoom hacia la izquierda

source: Pan (move) the zoom area right
es: Desliza (mueve) el área de zoom hacia la derecha

source: Pan (move) the zoom area up
es: Desliza (mueve) el área de zoom hacia arriba

source: Pan Factor
es: Factor de movimiento

source: Pan Zoom Down
es: Acercar

source: Pan Zoom Left
es: Enfoque del zoom izquierdo

source: Pan Zoom Right
es: Enfoque del zoom derecho

source: Pan Zoom Up
es: Alejar

source: Pan the zoom area when the mouse cursor moves outside the visible area.
es: Desplaza el área de zoom cuando el cursor del ratón se mueve fuera del área visible.

source: Panning
es: Balanceo

source: Puts the mouse in the middle of the screen (Regardless of zoom level)
es: Sitúa el ratón en el centro de la pantalla (Independientemente del nivel de acercamiento)

source: Resize the window so it matches the current zoom level.
es: Redimensiona la ventana para que coincida con el nivel de zoom actual.

source: Restrain the mouse to the zoom area
es: Restringir el ratón al área de acercamiento

source: Scale the mouse pointer
es: Escala el puntero del ratón

source: Specific Zoom
es: Zoom específico

source: Specific zoom factor 1
es: Factor de acercamiento específico 1

source: Specific zoom factor 2
es: Factor de acercamiento específico 2

source: Specific zoom factor 3
es: Factor de acercamiento específico 3

source: Speed
es: Velocidad

source: Static mouse pointer scale
es: Escala estática del puntero de ratón.

source: Sync Mouse
es: Sincronizar ratón

source: Target Focused Window on Specific level
es: Apuntar ventana enfocada con nivel específico

source: The minimum allowed zoom factor. A value of 0.5 equals 2x zoom, a value of 0.25 equals 4x zoom.
es: El mínimo factor de zoom permitido. Un valor de 0.5 equivale a un zoom 2x; un valor de 0.25 equivale a un zoom 4x.

source: The size of the margin to add when attempting to restrain the mouse.
es: Tamaño del margen a agregar cuando se intenta limitar el ratón

source: Timestep
es: Paso

source: Toggle zoom area lock
es: Cambia el bloqueo de un área de zoom

source: Toggles a lock on the zoom area so it doesn't change on various events
es: Alterna un bloqueo de zoom en la zona por lo que no cambia en varios eventos

source: Use linear filter when zoomed in
es: Usar el filtro lineal al aumentar

source: When not using a dynamic mouse pointer scale, this is the scale factor for the mouse pointer.
es: Cuando no se usa una escala dinámica del puntero del ratón, este es el factor de escala para el puntero del ratón.

source: When scaling the mouse pointer, this option makes the scale adjust according to the current level of zoom.
es: Cuando amplia el puntero del ratón, esta opción permite ajustar la escala de acuerdo con el nivel actual de zoom.

source: Zoom Area Movement
es: Movimiento del área de zoom

source: Zoom Box
es: Zona de ampliación

source: Zoom In
es: Aumentar

source: Zoom In/Out
es: Aumentar/Diminuir

source: Zoom Out
es: Diminuir

source: Zoom Specific Level 1
es: Zoom específico nivel 1
