Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/compiz-fusion-plugins-main.po
Languages: es

source: Zoom Specific Level 2
es: Zoom específico nivel 2

source: Zoom Specific Level 3
es: Zoom específico nivel 3

source: Zoom Speed
es: Velocidad del zoom

source: Zoom Timestep
es: Paso de zoom

source: Zoom factor
es: Factor de zoom

source: Zoom in on a boxed area
es: Ampliar el área seleccionada

source: Zoom in/out by this factor. Higher value means quicker zooming.
es: Acercar/Alejar con este factor. Valores altos significan un acercamiento más rápido.

source: Zoom level to go to when triggering hotkey 1
es: Nivel de aumento cuando se presiona la combinación de teclas número 1

source: Zoom level to go to when triggering hotkey 2
es: Nivel de aumento cuando se presiona la combinación de teclas número 2

source: Zoom level to go to when triggering hotkey 3
es: Nivel de zoom cuando se dispara el atajo de teclado 3

source: Zoom to the specific zoom level 1
es: Acercar al nivel 1 de acercamiento específico

source: Zoom to the specific zoom level 2
es: Acercar al nivel 2 de acercamiento específico

source: Zoom to the specific zoom level 3
es: Acercar al nivel 3 de acercamiento específico

source: Zooms in/out so the focused window is zoomed to the maximum while still being fully visible.
es: Acerca/Aleja para que la ventana enfocada este acercada al máximo manteniendo visible su totalidad.

source: Compression Quality
es: Calidad de compresión

source: JPEG image format plugin
es: Complemento de imagen en formato JPEG

source: Quality of compression when saving JPEG images
es: Calidad de compresión al guardar imágenes en JPEG

source: Border color
es: Color del borde

source: Border width
es: Ancho del borde

source: Border widtht.
es: Ancho del borde.

source: Box height.
es: Altura del cubo

source: Box width.
es: Ancho de la caja

source: Clip mask
es: Adjuntar máscara

source: Clip mask.
es: Máscara de clip

source: Fisheye
es: Ojo de pez

source: Height
es: Alto

source: Image overlay
es: Solapamiento de imagen

source: Initiate
es: Iniciar

source: Keep fully on screen
es: Mostrar completo en la pantalla

source: Keep fully on screen.
es: Mostrar completo en la pantalla.

source: Magnifier
es: Magnificador

source: Magnifier box
es: Caja de aumento

source: Magnifier image
es: Imagen del magnificador

source: Magnifier image.
es: Imagen del magnificador.

source: Mode
es: Modo

source: Mode.
es: Modo.

source: Radius
es: Radio

source: Radius of the magnification area.
es: Radio del área de magnificación.

source: Width
es: Ancho OR anchura

source: X offset of the cursor
es: Desplazamiento en X del cursor

source: X offset of the cursor.
es: Desplaamiento en X del cursor.

source: Y offset of the cursor
es: Desplazamiento en Y del cursor

source: Y offset of the cursor.
es: Desplazamiento en Y del cursor.

source: Zoom factor for keyboard initiated magnifier.
es: Factor de zoom para la lupa iniciada por teclado.

source: How often to poll the mouse position, in miliseconds. Reduce this to reduce choppy behavior.
es: Frecuencia de muestreo de la posición del ratón en milisegundos. Reduciendo este valor se evitan saltos.

source: Mouse Poll Interval
es: Intérvalo de consulta al ratón

source: Mouse position polling
es: Sondeo de la posición del ratón

source: Updates the mouse pointer position from the xserver
es: Actualizar la posición del puntero del mouse desde el servidor X

source: Exclude Windows
es: Ventanas excluídas

source: Neg Windows
es: Ventanas en negativo

source: Negative
es: Negativo

source: Toggle Screen Negative
es: Activar desactivar pantalla en negativo

source: Toggle Window Negative
es: Activar/desactivar la ventana en negativo

source: Toggle active window negative
es: Activar/desactivar la ventana en negativo

source: Toggle screen negative
es: Activar/desactivar la pantalla en negativo

source: Used to set a window or screen negative
es: Usado para establecer una ventana o pantalla a negativo

source: Windows to be negative by default
es: Ventanas que serán negativas por omisión

source: Windows to exclude from negating
es: Ventanas que deben excluirse del negativo

source: Active Opacity
es: Activar opacidad

source: Bypass delay when Opacify is reducing the opacity on one or more windows already.
es: Evitar la demora cuando Opacar ya está reduciendo la opacidad en una o más ventanas.

source: Bypass delay when the new active window is the focused window.
es: Ignorar el retardo cuando la nueva ventana activa es la ventana enfocada

source: Delay until Opacification
es: Demorar hasta la opacidad

source: Do not wait if the window we are hovering is the focused window. This allows us to instantly see the focused window. You probably want to disable this if you are not using 'Click to Focus'.
es: No esperar si la ventana por la que estamos pasando el ratón es la ventana enfocada. Esto nos permite ver la ventana enfocada instantáneamente. Probablemente prefiera desactivar esto si no esta usando 'pulsar para enfocar'

source: Make windows easily visible by hovering the mouse over them
es: hacer visibles las ventanas de manera sencilla cuando pasa el ratón sobre ellas

source: Misc. Options
es: Opciones varias

source: Only increase opacity if a window is blocking
es: Sólo aumentar la opacidad si la ventana está bloqueda

source: Only increase the opacity on the targeted window if it has one or more windows blocking it from view.
es: Solamente incrementar la opacidad de la ventana seleccionada si tiene una o más ventanas bloqueándola de la vista.

source: Opacify
es: Opacidad

source: Opacity Levels
es: Niveles de opacidad

source: Passive Opacity
es: Opacidad pasiva

source: Reset opacity to original values when toggling
es: Recuperar los valores originales de opacidad cuando se conmuta

source: Reset the opacity of all windows modified by opacify when toggling Opacify with the defined key-combination.
es: Restablecer la opacidad de todas las ventanas modificadas por Opacar cuando se activa mediante la combinación de teclas predefinida.

source: The delay (in ms) before Opacify changes opacity after the active window has changed.
es: El retraso (en ms) antes de que Opacar cambie la opacidad tras cambiar la ventana activa.

source: The maximum opacity percentage a window blocking the current targeted window can have. A blocking window will have either this opacity or the preset opacity, whichever is lower.
es: El máximo porcentaje de opacidad que puede tener una ventana que bloquea la ventana seleccionada. La ventana que bloquee a la ventana actualmente activa tendrá esta opacidad o la opacidad por defecto, la que sea menor.

source: The minimum opacity percentage to ensure a targeted window has. A target window will have either this opacity or the preset opacity, whichever is higher.
es: El porcentaje minimo para garantizar la opacidad de la ventana asignada. Una ventana asignada tendra o bien este nivel de opacidad o el nivel predefinido, pero nunca será mayor.

source: This enables you to let Opacify instantly opacify new windows when you're already making one or more windows invisible. Makes for faster behavior while looking through layers of hidden windows.
es: Esto le permite dejar nuevas ventanas instantáneamente con opacidad cuando está haciendo una o más ventanas invisibles. Hace más rápido de comportamiento mientras se mira a través de las capas de ventanas ocultas.

source: Toggle Opacify
es: Activar/desactivar opacidad

source: Toggle Opacify on by default
es: Activa opacidad por defecto

source: Use this to enable/disable Opacify on the fly. Previously opacified windows will not be reset once you disable it like this.
es: Use esto para activar/desactivar Opacar al vuelo. Las ventanas previamente opacadas no serán restauradas una vez que desactive este modo.

source: Windows that should be opacified.
es: Typos de ventanas de deberían ser transparentes

source: With this enabled, opacify will be on when you load Opacify, which is usually when you start Compiz.
es: Con esto activo, opacar estará activo cuando cargue Opacar, habitualmente al arrancar Compiz.

source: Animation speed
es: Velocidad de la animación

source: Animation timestep
es: Tiempo de la animación

source: Avoid Offscreen
es: Evitar salir de pantalla

source: Avoids putting window borders offscreen
es: Evita colocar los bordes de las ventanas fuera de pantalla

source: Move window arbitrarily by passing x, y and type.
es: Mover ventana arbitrariamente pasando x, y y tipo.

source: Move window to a certain viewport
es: Mover ventana a determinada vista

source: Move window to the bottom edge
es: Mover cada ventana al borde de abajo

source: Move window to the bottom left corner
es: Mover la ventana a la esquina inferior izquierda

source: Move window to the bottom right corner
es: Mover la ventana a la esquina inferior derecha

source: Move window to the center
es: Mover la ventana al centro

source: Move window to the last position
es: Mover la ventana a la última posición

source: Move window to the left edge
es: Mover la ventana al borde de la izquierda

source: Move window to the next output device
es: Mueve la ventana al siguiente dispositivo de salida

source: Move window to the pointer position
es: Mover la ventana a la posición del puntero

source: Move window to the right edge
es: Mover la ventana al borde de la derecha

source: Move window to the top edge
es: Mover la ventana al borde superior

source: Move window to the top left corner
es: Mover la ventana al borde superior izquierdo

source: Move window to the top right corner
es: Mover la ventana al borde superior derecho

source: Move window to the viewport on the bottom
es: Mover ventana a la vista del fondo

source: Move window to the viewport on the left
es: Mover ventana a la vista izquierda

source: Move window to the viewport on the right
es: Mover ventana a la vista derecha

source: Move window to the viewport on the top
es: Mover la ventana a la vista en la parte superior

source: Move window to viewport 1
es: Mover ventana hacia la vista 1

source: Move window to viewport 10
es: Mover ventana hacia la vista 10

source: Move window to viewport 11
es: Mover ventana hacia la vista 11

source: Move window to viewport 12
es: Mover ventana hacia la vista 12

source: Move window to viewport 2
es: Mover ventana hacia la vista 2

source: Move window to viewport 3
es: Mover ventana hacia la vista 3

source: Move window to viewport 4
es: Mover ventana hacia la vista 4

source: Move window to viewport 5
es: Mover ventana hacia la vista 5

source: Move window to viewport 6
es: Mover ventana hacia la vista 6

source: Move window to viewport 7
es: Mover ventana hacia la vista 7

source: Move window to viewport 8
es: Mover ventana hacia la vista 8

source: Move window to viewport 9
es: Mover ventana hacia la vista 9

source: Number of pixels from the bottom edge where the window will come to rest
es: Número de píxeles desde el borde inferior donde la ventana vendrá a descansar

source: Number of pixels from the left edge where the window will come to rest
es: Número de píxeles desde el borde izquierdo donde la ventana vendrá a descansar

source: Number of pixels from the right edge where the window will come to rest
es: Número de píxeles desde el borde derecho donde la ventana vendrá a descansar

source: Number of pixels from the top edge where the window will come to rest
es: Número de píxeles desde arriba donde la ventana vendrá a descansar

source: Pad Bottom
es: Rellenar por debajo

source: Pad Left
es: Rellenar a la izquierda

source: Pad Right
es: Rellenar a la derecha

source: Pad Top
es: Separación superior

source: Padding
es: Relleno

source: Put
es: Poner

source: Put Bottom
es: Poner abajo

source: Put Bottom Left
es: Poner abajo a la izquierda

source: Put Bottom Right
es: Poner abajo a la derecha

source: Put Center
es: Poner en el centro

source: Put Left
es: Poner a la izquierda

source: Put On Viewport
es: Poner en la vista

source: Put On Viewport 1
es: Poner en visor 1

source: Put On Viewport 10
es: Poner en la vista 10

source: Put On Viewport 11
es: Poner en la vista 11

source: Put On Viewport 12
es: Poner en la vista 12

source: Put On Viewport 2
es: Poner en la vista 2

source: Put On Viewport 3
es: Poner en la vista 3

source: Put On Viewport 4
es: Poner en la vista 4

source: Put On Viewport 5
es: Poner en la vista 5

source: Put On Viewport 6
es: Poner en la vista 6

source: Put On Viewport 7
es: Poner en la vista 7

source: Put On Viewport 8
es: Poner en la vista 8

source: Put On Viewport 9
es: Poner en la vista 9

source: Put Pointer
es: Poner en puntero

source: Put Right
es: Poner en la derecha

source: Put To Next Output
es: Empujar a la siguiente salida

source: Put Top
es: Poner encima

source: Put Top Left
es: Poner encima a la izquierda

source: Put Top Right
es: Poner a la derecha

source: Put pointer uses the center of the window
es: Poner el puntero en el centro de la ventana

source: Put to adjacent viewport
es: Poner en el escritorio adyacente

source: Put to arbitrary viewport
es: Poner en un escritorio aleatorio

source: Put window
es: Poner en la ventana

source: Put within viewport
es: Poner en la vista

source: Restore Position
es: Restablecer Posición

source: Unfocus Window
es: Desenfocar ventana

source: Unfocus windows that are moved off the viewport
es: Desenfocar ventanas que se muevan fuera de la vista

source: Viewport Bottom
es: Vista inferior

source: Viewport Left
es: Vista izquierda

source: Viewport Right
es: Vista derecha

source: Viewport Top
es: Vista superior

source: Window Center
es: Centrar Ventana

source: Color 1 of the gradient background.
es: Color 1 del gradiente de fondo

source: Color 2 of the gradient background.
es: Color 2 del gradiente de fondo

source: Color 3 of the gradient background.
es: Color 3 del gradiente de fondo

source: Color of text on resize popup.
es: Color del texto en el redimensionamiento del menu emergente

source: Display info on resize similar to metacity
es: Mostrar información en el redimensionamiento similar a metacity

source: Fade Time
es: Tiempo de desvanecimiento

source: Fade time (in ms) for popup window
es: Tiempo de fusión (en ms) para la ventana emergente

source: Gradient Color 1
es: Gradiente de color 1

source: Gradient Color 2
es: Gradiente de color 2

source: Gradient Color 3
es: Gradiente de color 3

source: Resize Info
es: Información de redimensionamiento

source: Show resize info for all windows as opposed to just windows with a resize increment of greater than 1.
es: Muestra información de redimensionamiento en todas la ventanas, no solo en aquellas cuyo su incremento de redimensión es mayor que uno

source: Show resize info for all windows.
es: Mostrar información de redimensionamiento para todas las ventanas

source: Text color.
es: Color del texto.

source: Above ring
es: Sobre el anillo

source: Allow Mouse Selection
es: Permitir la selección de ratón

source: Allow the selection of windows by just clicking on them while the switcher is active.
es: Permitir la selección de ventanas con tan sólo pulsar en ella mientras el interruptor está activo.

source: Amount of opacity (in percent) for windows in the ring which are not selected
es: Cantidad de opacidad (en porcentaje) para las ventanas que se encuentran en el anillo y no están seleccionadas

source: Background Color
es: Color de fondo

source: Background color for the window title
es: Color del fondo en el título de la ventana

source: Below ring
es: Debajo del anillo

source: Big
es: Grande

source: Bold Font
es: Negrita

source: Centered on screen
es: Centrado en la pantalla

source: Changes the minimum brightness factor for windows in the ring. The farer away windows are, the less bright are they.
es: Cambia el factor mínimo de brillo para ventanas en el anillo. A más lejos estén las ventanas, menos brillantes serán.

source: Changes the minimum scale factor for windows in the ring. The farer away windows are, the smaller are they.
es: Cambia el factor mínimo de escala para ventanas en el anillo. A más lejos estén las ventanas, menores serán.

source: Darken Background
es: Oscurecer el fondo

source: Darken background when showing the ring
es: Oscurecer el fondo cuando se esté mostrando el anillo

source: Emblem
es: Emblema

source: Font Color
es: Color de fuente

source: Font Size
es: Tamaño de Fuente

source: Font color for the window title
es: Color de la tipoigrafía en el título de la ventana

source: Font size for the window title
es: Tamaño de la tipografía en el título de la ventana

source: Inactive Window Opacity
es: Opacidad de la ventana inactiva

source: Key bindings
es: Atajos de teclado

source: Maximum horizontal size of a thumbnail in the ring
es: Máximo tamaño horizontal de una miniatura en el anillo

source: Maximum vertical size of a thumbnail in the ring
es: Máximo tamaño vertical de una miniatura en el anillo

source: Minimum Brightness Factor
es: Mínimo factor de brillo

source: Minimum Scale Factor
es: Mínimo factor de escala

source: Next Window
es: Siguiente ventana

source: Next Window (All Workspaces)
es: Siguiente ventana (Todos los espacios de trabajo)

source: Next Window (Group)
es: Siguiente ventana (grupo)

source: Overlay Icon
es: Superponer icono

source: Overlay an icon on windows in the ring
es: Solapar icono en las ventanas del anillo

source: Previous Window
es: Ventana anterior

source: Previous Window (All Workspaces)
es: Ventana anterior (todos los espacios de trabajo)

source: Previous Window (Group)
es: Ventana anterior (grupo)

source: Ring Height
es: Altura de anillo

source: Ring Switcher
es: Interruptor de anillo

source: Ring Width
es: Ancho del anillo

source: Ring Windows
es: Ventanas del anillo

source: Ring appearance
es: Apariencia del anillo

source: Ring height (in percent of the screen height)
es: Altura de anillo (en porcentaje de la altura de ventana)

source: Ring speed
es: Velocidad del anillo

source: Ring timestep
es: Paso del anillo

source: Ring width (in percent of the screen width)
es: Anchura de anillo (en porcentaje de la altura de ventana)

source: Rotate Ring Clockwise on Next
es: Rotar el anillo en sentido horario en el siguiente

source: Rotate ring clockwise for next window instead of counterclockwise
es: Girar el anillo en sentido horario para la próxima ventana en lugar de en sentido contrario

source: Selects if the window title should be displayed in bold font or not.
es: Selecciona si el título de la ventana debe mostrarse en negrita o no.

source: Selects where to place the window title.
es: Seleccionar donde emplazar el título de la ventana.

source: Show Minimized
es: Mostrar minimizado

source: Show Window Title
es: Mostrar título de la ventana

source: Show switcher if not visible and select next window of the current application.
es: Muestra el interruptor si no está visible y selecciona la siguiente ventana de la aplicación actual.

source: Show switcher if not visible and select next window out of all windows.
es: Muestra el interruptor si no está visible y selecciona la siguiente ventana de todas las ventanas.

source: Show switcher if not visible and select next window.
es: Mostrar el interruptor si no está visible y seleccionar la siguiente ventana

source: Show switcher if not visible and select previous window of the current application.
es: Mostrar el interruptor si no está visible y seleccionar la ventana anterior de la aplicación actual.

source: Show switcher if not visible and select previous window out of all windows.
es: Muestra el interruptor si no está visible y selecciona la ventana anterior de todas las ventanas.

source: Show switcher if not visible and select previous window.
es: Muestra el interruptor si no está visible y selecciona la ventana anterior.

source: Show window title of currently selected window.
es: Mostrar el título de la ventana de la ventana seleccionada actualmente

source: Show windows that are minimized, shaded or in show desktop mode.
es: Mostrar ventanas minimizadas, sombreadas o que estén en modo escritorio.

source: Text Placement
es: Emplazamiento de tetxo

source: Thumbnail Height
es: Altura de la miniatura

source: Thumbnail Width
es: Anchura de la miniatura

source: Window title display
es: Mostrar el título de la ventana

source: Windows that should be shown in ring
es: Ventanas que deberían mostrarse en el anillo

source: All windows
es: Todas las ventanas

source: Background color of the window title
es: Color de fondo del título de la ventana

source: Close Window
es: Cerrar ventana

source: Close window while in scale mode
es: Cerrar la ventana mientras se está en modo escala

source: Close windows while in scale mode
es: Cerrar ventanas mientras está en modo escalar

source: Color used for highlighting the hovered window
es: Color utilizado para iluminar la ventana sobrevolada

source: Constrain Pull To Screen
es: Obligar a aparecer en pantalla

source: Draw Window Highlight
es: Dibujar el resaltado de la ventana

source: Exit Scale On Pull
es: Salir de la escala en la aparición

source: Exit scale mode after a window has been pulled.
es: Salir del modo escala después que una ventana ha sido arrastrada

source: Font color of the window title
es: Color de la tipografía del título de la ventana

source: Font size for window title display
es: Tamaño de tipografía para el título

source: Highlight Color
es: Color de resaltado

source: Highlighted window only
es: Resaltado sólo de ventana

source: Highlights the hovered window with the given color
es: Ilumina la ventana sobrevolada con el color dado

source: Make sure windows are fully visible after pulling them to another viewport
es: Asegúrese de que las ventanas están totalmente visibles una vez que las arrastre a otro punto de vista

source: No display
es: No mostrar

source: Organic - EXPERIMENTAL
es: Orgánico - EXPERIMENTAL

source: Pull Window
es: Arrastrar ventana

source: Pull window to current viewport while in scale mode
es: Arrastrar ventana a la vista actual en modo escala

source: Scale Addons
es: Complementos de escala

source: Selects the mode to layout the windows in scale mode
es: Seleccionar la disposición de las ventanas en el modo de escala

source: Size of the border around the window title
es: Tamaño del borde alrededor del título de la ventana

source: Some useful additions to the scale plugin
es: Algunas adiciones útiles al complemento de escala

source: Title Border Size
es: Tamaño del borde del título

source: Use bold font for window title display
es: Usar negrilla para mostrar el título de la ventana

source: Window Highlight
es: Ventana resaltada

source: Window Layout Mode
es: Modo de disposición de ventana

source: Window Pull
es: Aparición de ventana

source: Window Title
es: Título de la ventana

source: Window Title Display
es: Mostrar el título de la ventana

source: Window title display in scale mode
es: Mostrar el título de la ventana en el modo escala

source: Zoom Window
es: Ampliar ventana

source: Zoom window while in scale mode
es: Ampliar ventanta en el modo de escala

source: Also try to save and restore legacy apps that don't support the X session management protocol. This setting only should be used in KDE, as only KDE's session manager also saves those applications.
es: Intentar también guardar y restaurar aplicaciones antiguas que no soporten el protocolo X de gestión de ventanas. Esta opción solo debería ser utilizada en KDE, ya que solo el gestor de sesiones de KDE guarda también estas aplicaciones.

source: Matching windows will not be handled by the session plugin
es: La coincidencia de ventanas puede no ser manejada por el complemento de sesión

source: Save Legacy Apps
es: Guardar aplicaciones heredadas

source: Session Management
es: Gestión de sesiones
