Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/coreutils.po
Languages: es

source: Owner is unchanged if missing. Group is unchanged if missing, but changed to login group if implied by a `:' following a symbolic OWNER. OWNER and GROUP may be numeric as well as symbolic.
es: El propietario no cambia si se omite. El grupo no cambia si se omite, pero cambia al grupo de login implícitamente con `:' seguido de un PROPIETARIO simbólico. el PROPIETARIO y el GRUPO pueden numéricos, así como simbólicos.

source: Examples: %s root /u Change the owner of /u to "root". %s root:staff /u Likewise, but also change its group to "staff". %s -hR root /u Change the owner of /u and subfiles to "root".
es: Ejemplos: %s root /u Cambia el propietario de /u a "root". %s root:staff /u Asimismo, pero esto cambia su grupo a "staff". %s -hR root /u Cambia el propietario de /u y sus archivos (recursivamente) a "root".

source: Usage: %s NEWROOT [COMMAND...] or: %s OPTION
es: Modo de empleo: %s NUEVO_RAÍZ [ORDEN...] o bien: %s OPCIÓN

source: Run COMMAND with root directory set to NEWROOT.
es: Ejecuta ORDEN siendo NUEVO_RAÍZ el directorio raíz.

source: If no command is given, run ``${SHELL} -i'' (default: /bin/sh).
es: Si no se especifica ninguna orden, ejecuta ``${SHELL} -i'' (por omisión: /bin/sh).

source: cannot change root directory to %s
es: no se puede cambiar el directorio raíz a %s

source: cannot chdir to root directory
es: no se puede cambiar al directorio raíz

source: cannot run command %s
es: no se puede ejecutar la orden %s

source: %s: file too long
es: %s: fichero demasiado largo

source: Usage: %s [FILE]... or: %s [OPTION]
es: Modo de empleo: %s [FICHERO]... o bien: %s [OPCIÓN]

source: Print CRC checksum and byte counts of each FILE.
es: Muestra la suma de comprobación CRC y el número de bytes de cada FICHERO.

source: Usage: %s [OPTION]... FILE1 FILE2
es: Modo de empleo: %s [OPCIÓN]... FICHERO1 FICHERO2

source: Compare sorted files FILE1 and FILE2 line by line.
es: Compara los ficheros ordenados FICHERO1 y FICHERO2 línea por línea.

source: With no options, produce three-column output. Column one contains lines unique to FILE1, column two contains lines unique to FILE2, and column three contains lines common to both files.
es: Sin ninguna opción, produce un resultado en tres columnas. La columna uno contiene las líneas únicas al FICHERO1, la columna dos contiene las líneas únicas al FICHERO2, y la columna tres contiene las líneas comunes a ambos ficheros.

source: -1 suppress lines unique to FILE1 -2 suppress lines unique to FILE2 -3 suppress lines that appear in both files
es: -1 suprime las líneas que sólo están en ARCHIVO1 -2 suprime las líneas que sólo están en ARCHIVO2 -3 suprime las líneas que aparecen en los dos

source: clearing permissions for %s
es: limpiando los permisos de %s

source: failed to preserve ownership for %s
es: fallo al conservar el propietario de %s

source: failed to lookup file %s
es: fallo al buscar el fichero %s

source: failed to preserve authorship for %s
es: fallo al conservar el autor de %s

source: cannot open %s for reading
es: no se puede abrir %s para lectura

source: cannot fstat %s
es: no se puede efectuar `fstat' sobre %s

source: skipping file %s, as it was replaced while being copied
es: saltando el fichero %s, ya que fue reemplazado mientras se copiaba

source: failed to get file system create context
es: fallo al conseguir el contexto creado del sistema de archivos

source: failed to set the security context of %s to %s
es: fallo al establecer el contexto de seguridad de %s a %s

source: cannot remove %s
es: no se puede borrar %s

source: removed %s
es: %s borrado

source: not writing through dangling symlink %s
es: no se puede escribir sobre enlace simbólico con destino inexistente %s

source: cannot create regular file %s
es: no se puede crear el fichero regular %s

source: reading %s
es: leyendo %s

source: cannot lseek %s
es: no se puede efectuar `lseek' sobre %s

source: writing %s
es: escribiendo %s

source: preserving times for %s
es: se conserva las fechas de %s

source: closing %s
es: cerrando %s

source: %s: try to overwrite %s, overriding mode %04lo (%s)?
es: %s intenta sobrescribr %s. ¿ignorar modo %04lo (%s)?

source: %s: overwrite %s?
es: %s: ¿sobreescribir %s? (s/n)

source: (backup: %s)
es: (respaldo: %s)

source: failed to restore the default file creation context
es: error al restaurar el archivo predeterminado de creación de contexto

source: omitting directory %s
es: se omite el directorio %s

source: warning: source file %s specified more than once
es: atención: se ha especificado el fichero origen %s más de una vez

source: %s and %s are the same file
es: %s y %s son el mismo fichero

source: cannot overwrite non-directory %s with directory %s
es: no se puede sobreescribir el no directorio %s con el directorio %s

source: will not overwrite just-created %s with %s
es: no se sobreescribirá el fichero %s recién creado con %s

source: cannot overwrite directory %s with non-directory
es: no se puede sobreescribir el directorio %s con un no directorio

source: cannot move directory onto non-directory: %s -> %s
es: no se puede sobreescribir un directorio con un no directorio: %s -> %s

source: backing up %s would destroy source; %s not moved
es: respaldar %s destruiría el original; %s no se mueve

source: backing up %s would destroy source; %s not copied
es: respaldar %s destruiría el original; %s no se copia

source: cannot backup %s
es: no se puede respaldar %s

source: will not copy %s through just-created symlink %s
es: no se copiará %s a través del recientemente creado vínculo simbólico %s

source: cannot copy a directory, %s, into itself, %s
es: no se puede copiar un directorio, %s, dentro de sí mismo, %s

source: will not create hard link %s to directory %s
es: no se crea el enlace duro %s al directorio %s

source: cannot create hard link %s to %s
es: crea el enlace duro %s a %s

source: cannot move %s to a subdirectory of itself, %s
es: no se puede mover %s a un directorio de sí mismo, %s

source: cannot move %s to %s
es: no se puede mover %s a %s

source: inter-device move failed: %s to %s; unable to remove target
es: falló el movimiento entre distintos dispositivos: de %s a %s; no se puede borrar el objetivo

source: failed to set default file creation context to %s
es: fallo al establecer el archivo predeterminado de creación de contexto a %s

source: cannot copy cyclic symbolic link %s
es: no se puede copiar el enlace simbólico cíclico %s

source: %s: can make relative symbolic links only in current directory
es: %s: solamente se pueden crear enlaces simbólicos relativos en el directorio actual

source: cannot create symbolic link %s to %s
es: no se puede crear el enlace simbólico %s a %s

source: cannot create link %s
es: no se puede crear el enlace %s

source: cannot create fifo %s
es: no se puede crear el fichero `fifo' %s

source: cannot create special file %s
es: no se puede crear el fichero especial %s

source: cannot read symbolic link %s
es: no se puede leer el enlace simbólico %s

source: cannot create symbolic link %s
es: no se puede crear el enlace simbólico %s

source: %s has unknown file type
es: %s tiene un tipo de fichero desconocido

source: cannot un-backup %s
es: no se puede restaurar %s

source: %s -> %s (unbackup)
es: %s -> %s (restauración)

source: Usage: %s [OPTION]... [-T] SOURCE DEST or: %s [OPTION]... SOURCE... DIRECTORY or: %s [OPTION]... -t DIRECTORY SOURCE...
es: Modo de empleo: %s [OPCIÓN]... ORIGEN DESTINO o bien: %s [OPCIÓN]... ORIGEN... DIRECTORIO o bien: %s [OPCIÓN]... -t DIRECTORIO ORIGEN...

source: Copy SOURCE to DEST, or multiple SOURCE(s) to DIRECTORY.
es: Copia ORIGEN a DESTINO, o varios ORIGEN(es) a DIRECTORIO.

source: Mandatory arguments to long options are mandatory for short options too.
es: Los argumentos obligatorios para las opciones largas son también obligatorios para las opciones cortas.

source: -a, --archive same as -dpR --backup[=CONTROL] make a backup of each existing destination file -b like --backup but does not accept an argument --copy-contents copy contents of special files when recursive -d same as --no-dereference --preserve=links
es: -a, --archive lo mismo que -dpR --backup[=CONTROL] crea una copia de seguridad de cada archivo de destino que exista -b como --backup pero no acepta ningún argumento --copy-contents copia el contenido de los archivos especiales cuando opera recursivamente -d lo mismo que --no-dereference --preserve=link

source: -f, --force if an existing destination file cannot be opened, remove it and try again -i, --interactive prompt before overwrite -H follow command-line symbolic links in SOURCE
es: -f, --force si un archivo de destino no puede abrirse, eliminar el archivo e intentar de nuevo -i, --interactive preguntar antes de sobreescribir -H seguir los enlaces simbólicos en ORIGEN

source: -l, --link link files instead of copying -L, --dereference always follow symbolic links in SOURCE
es: -l, --link enlazar archivos en vez de copiar -L, --dereference siempre seguir enlaces simbólicos en SOURCE

source: -P, --no-dereference never follow symbolic links in SOURCE
es: -P, --no-dereference no seguir enlaces simbólicos en SOURCE

source: -p same as --preserve=mode,ownership,timestamps --preserve[=ATTR_LIST] preserve the specified attributes (default: mode,ownership,timestamps), if possible additional attributes: context, links, all
es: -p igual que --preserve=mode,ownership,timestamps --preserve[=LISTA_ATR] preserva los atributos especificados (por defecto: mode,ownership,timestamps), y si es posible atributos adicionales: context, links, all

source: --no-preserve=ATTR_LIST don't preserve the specified attributes --parents use full source file name under DIRECTORY
es: --no-preserve=LISTA_ATTR no conserva los atributos especificados --parents añade el directorio de origen a DIRECTORIO

source: -R, -r, --recursive copy directories recursively --remove-destination remove each existing destination file before attempting to open it (contrast with --force)
es: -R, -r, --recursive copia recursivamente, los no directorios como ficheros --remove-destination borra cada fichero de destino que exista antes de intentar abrirlo (compárese con --force).

source: --sparse=WHEN control creation of sparse files --strip-trailing-slashes remove any trailing slashes from each SOURCE argument
es: --sparse=CUANDO controla la creación de archivos dispersos --strip-trailing-slashes elimina cualquier barra (/) final de cada argumento ORIGEN

source: -s, --symbolic-link make symbolic links instead of copying -S, --suffix=SUFFIX override the usual backup suffix -t, --target-directory=DIRECTORY copy all SOURCE arguments into DIRECTORY -T, --no-target-directory treat DEST as a normal file
es: -s, --symbolic-link crea enlaces simbólicos en lugar de copiarlos -S, --suffix=SUFIJO reemplaza el sufijo habitual de las salvaguardas --target-directory=DIRECTORIO mueve todos los argumentos ORIGEN al DIRECTORIO -T, --no-target-directory trata DEST como un archivo normal.

source: -u, --update copy only when the SOURCE file is newer than the destination file or when the destination file is missing -v, --verbose explain what is being done -x, --one-file-system stay on this file system
es: -u, --update copia solamente cuando el fichero ORIGEN es más moderno que el fichero de destino, o cuando falta el fichero de destino -v, --verbose da detalles sobre lo que se va haciendo -x, --one-file-system permanece en este sistema de ficheros

source: By default, sparse SOURCE files are detected by a crude heuristic and the corresponding DEST file is made sparse as well. That is the behavior selected by --sparse=auto. Specify --sparse=always to create a sparse DEST file whenever the SOURCE file contains a long enough sequence of zero bytes. Use --sparse=never to inhibit creation of sparse files.
es: Por omisión, los ficheros ORIGEN `sparse' se detectan mediante una simple heurística y los correspondientes ficheros DESTINO se crean también `sparse'. Este es el comportamiento con --sparse=auto. Al especificar --sparse=always se crea un fichero DESTINO `sparse' cuando el fichero ORIGEN contiene una sucesión de bytes cero suficientemente larga. Utilice --sparse=never para inhibir la creación de ficheros `sparse'.

source: The backup suffix is `~', unless set with --suffix or SIMPLE_BACKUP_SUFFIX. The version control method may be selected via the --backup option or through the VERSION_CONTROL environment variable. Here are the values:
es: El sufijo de respaldo es `~', a menos que se establezca con --suffix o con SIMPLE_BACKUP_SUFFIX. El método de control de versión se puede seleccionar con la opción --backup o a través de la variable de entorno VERSION_CONTROL. Estos son los valores:

source: none, off never make backups (even if --backup is given) numbered, t make numbered backups existing, nil numbered if numbered backups exist, simple otherwise simple, never always make simple backups
es: none, off nunca realiza copias de seguridad (incluso si se da la opción --backup) numbered, t crea copias de seguridad numeradas existing, nil numeradas si existen copias de seguridad numeradas, simples en caso contrario simple, never siempre crea copias de seguridad simples

source: As a special case, cp makes a backup of SOURCE when the force and backup options are given and SOURCE and DEST are the same name for an existing, regular file.
es: Como caso especial, cp crea una copia de seguridad de ORIGEN cuando se utilizan las opciones `force' y `backup', y ORIGEN y DESTINO tienen el mismo nombre para un nombre de fichero regular existente.

source: failed to preserve times for %s
es: fallo al conservar la fecha de %s

source: failed to preserve permissions for %s
es: fallo al conservar los permisos de %s

source: cannot make directory %s
es: no se puede crear el directorio %s

source: %s exists but is not a directory
es: %s existe pero no es un directorio

source: accessing %s
es: accediendo a %s

source: missing file operand
es: falta un archivo como argumento

source: missing destination file operand after %s
es: falta el operando archivo de destino después de %s

source: Cannot combine --target-directory (-t) and --no-target-directory (-T)
es: No es posible combinar --target-directory (-t) y --no-target-directory (-T)

source: target %s is not a directory
es: el destino, %s, no es un directorio

source: with --parents, the destination must be a directory
es: para el argumento --parents, el destino debe ser un directorio

source: the --reply option is deprecated; use -i or -f instead
es: la opción --reply está obsoleta; use --i o -f en su lugar

source: multiple target directories specified
es: se han especificado varios directorios de salida

source: cannot make both hard and symbolic links
es: no se puede crear un enlace que sea duro y simbólico al mismo tiempo

source: backup type
es: tipo de respaldo

source: cannot preserve security context without an SELinux-enabled kernel
es: No se puede mantener el contexto de seguridad sin un núcleo con soporte para SELinux

source: input disappeared
es: la entrada dejó de existir

source: %s: line number out of range
es: %s: número de línea fuera de rango

source: %s: %s: line number out of range
es: %s: %s: número de línea fuera de rango

source: on repetition %s
es: repetido %s

source: %s: %s: match not found
es: %s: %s: coincidencia no encontrada

source: error in regular expression search
es: error en la búsqueda de la expresión regular

source: write error for %s
es: error al escribir %s

source: %s: integer expected after delimiter
es: %s: se esperaba un número entero después del delimitador

source: %s: `}' is required in repeat count
es: %s: se requiere un `}' después del número de repeticiones

source: %s}: integer required between `{' and `}'
es: %s}: entre `{' y `}' debe especificarse un número entero

source: %s: closing delimiter `%c' missing
es: %s: falta el delimitador de cierre `%c'

source: %s: invalid regular expression: %s
es: %s: la expresión regular no es válida: %s

source: %s: invalid pattern
es: %s: plantilla inválida

source: %s: line number must be greater than zero
es: %s: el número de línea debe ser mayor que cero

source: line number %s is smaller than preceding line number, %s
es: el número de línea %s es menor que el número de línea anterior, %s

source: warning: line number %s is the same as preceding line number
es: advertencia: el número de línea %s es el mismo que el anterior

source: invalid format width
es: formato de ancho inválido

source: invalid format precision
es: formato de precisión inválido

source: missing conversion specifier in suffix
es: falta el especificador de conversión en el sufijo

source: invalid conversion specifier in suffix: %c
es: el especificador de conversión indicado en el sufijo no es válido: %c

source: invalid conversion specifier in suffix: \%.3o
es: el especificador de conversión indicado en el sufijo no es válido: \%.3o

source: too many %% conversion specifications in suffix
es: demasiados especificadores de conversión %% en el sufijo

source: missing %% conversion specification in suffix
es: falta el especificador de conversión %% en el sufijo

source: %s: invalid number
es: %s: número inválido

source: Usage: %s [OPTION]... FILE PATTERN...
es: Modo de empleo: %s [OPCIÓN]... FICHERO PLANTILLA...

source: Output pieces of FILE separated by PATTERN(s) to files `xx00', `xx01', ..., and output byte counts of each piece to standard output.
es: Escribe partes de FICHERO que estén separados por PLANTILLA(s) en ficheros «xx01», «xx02», ..., y muestra el tamaño en bytes de cada trozo en la salida estándar.

source: -b, --suffix-format=FORMAT use sprintf FORMAT instead of %02d -f, --prefix=PREFIX use PREFIX instead of `xx' -k, --keep-files do not remove output files on errors
es: -b, --suffix-format=FORMATO usa sprintf con FORMATO en vez de %02d -f, --prefix=PREFIJO usa PREFIJO en vez de `xx' -k, --keep-files no borra los archivos de salida si hay errores

source: -n, --digits=DIGITS use specified number of digits instead of 2 -s, --quiet, --silent do not print counts of output file sizes -z, --elide-empty-files remove empty output files
es: -n, --digits=DÍGITOS usa el número especificado de DÍGITOS en vez de 2 -s, --quiet, --silent no muestra el tamaño de los ficheros creados -z, --elide-empty-files borra los ficheros de salida vacíos

source: Read standard input if FILE is -. Each PATTERN may be:
es: Lee la entrada estándar si FICHERO es `-'. Cada PLANTILLA puede ser:

source: INTEGER copy up to but not including specified line number /REGEXP/[OFFSET] copy up to but not including a matching line %REGEXP%[OFFSET] skip to, but not including a matching line {INTEGER} repeat the previous pattern specified number of times {*} repeat the previous pattern as many times as possible A line OFFSET is a required `+' or `-' followed by a positive integer.
es: NÚMERO_LÍNEA copia a partir de este número de línea excluida ella /EXPREG/[DESPLAZ] copia sin incluir las líneas que coincidan con EXPREG %%EXPREG%%[DESPLAZ] comienza a partir de la línea que coincida con EXPREG {NÚMERO ENTERO} repite la plantilla especificada un número de veces {*} repite la plantilla especificada todas las veces posibles Un DESPLAZamiento de línea es un número entero precedido de `+' o de `-'.

source: fields and positions are numbered from 1
es: campos y posiciones se numeraron desde 1

source: Usage: %s OPTION... [FILE]...
es: Uso: %s OPCIÓN... [ARCHIVO]...

source: Print selected parts of lines from each FILE to standard output.
es: Extrae las partes seleccionadas de cada FICHERO en la salida estándar:

source: -b, --bytes=LIST select only these bytes -c, --characters=LIST select only these characters -d, --delimiter=DELIM use DELIM instead of TAB for field delimiter
es: -b, --bytes=LISTA muestra solamente estos bytes -c, --characters=LISTA selecciona solamente estos caracteres -d, --delimiter=DELIM usa DELIM en vez de caracteres de tabulación para delimitar los campos

source: -f, --fields=LIST select only these fields; also print any line that contains no delimiter character, unless the -s option is specified -n (ignored)
es: -f, --fields=LISTA selecciona solamente estos campos; también muestra cualquier línea que no tenga un carácter delimitador, a menos que se especifique la opción -s -n (no tiene efecto)

source: --complement complement the set of selected bytes, characters or fields.
es: --complement complementa el conjunto de bytes, caracteres o campos seleccionados.

source: -s, --only-delimited do not print lines not containing delimiters --output-delimiter=STRING use STRING as the output delimiter the default is to use the input delimiter
es: -s, --only-delimited no muestra las líneas que no contienen delimitadores --output-delimiter=CADENA utiliza CADENA como el delimitador del resultado. Por omisión se utiliza el delimitador de la entrada

source: Use one, and only one of -b, -c or -f. Each LIST is made up of one range, or many ranges separated by commas. Selected input is written in the same order that it is read, and is written exactly once.
es: Use uno, y sólo uno de -b, -c o -f. Cada LIST esta hecha de un rango, o de varios rangos separados por comas. La entrada seleccionada se escribe en el mismo orden en que se lee, y solo se escribe una vez.

source: Each range is one of: N N'th byte, character or field, counted from 1 N- from N'th byte, character or field, to end of line N-M from N'th to M'th (included) byte, character or field -M from first to M'th (included) byte, character or field With no FILE, or when FILE is -, read standard input.
es: Cada rango es uno de los siguientes: N N-ésimo byte, carácter o campo comenzando por 1 N- desde el byte, carácter o campo N-ésimo hasta el final de la línea N-M desde el N-ésimo hasta el M-ésimo (inclusive) byte, carácter o campo -M desde el primero hasta el M-ésimo (inclusive) byte, carácter o campo Si no aparece ARCHIVO, o si ARCHIVO es -, lee de la entrada estándar.

source: invalid byte or field list
es: la lista de bytes o campos no es válida

source: invalid range with no endpoint: -
es: rango inválido sin punto final: -

source: invalid decreasing range
es: rango de decremento inválido

source: byte offset %s is too large
es: el desplazamiento de bytes %s es demasiado grande

source: field number %s is too large
es: el número de campo %s es demasiado grande

source: only one type of list may be specified
es: solamente se puede especificar un tipo de lista

source: the delimiter must be a single character
es: el delimitador debe ser un sólo carácter

source: you must specify a list of bytes, characters, or fields
es: se debe indicar una lista de bytes, caracteres o campos

source: an input delimiter may be specified only when operating on fields
es: sólo se puede especificar un delimitador de entrada cuando se procesan campos

source: suppressing non-delimited lines makes sense only when operating on fields
es: suprimir las líneas no delimitadas solamente tiene sentido cuando se procesan campos

source: missing list of fields
es: falta la lista de campos

source: missing list of positions
es: falta la lista de posiciones

source: Usage: %s [OPTION]... [+FORMAT] or: %s [-u|--utc|--universal] [MMDDhhmm[[CC]YY][.ss]]
es: Modo de empleo: %s [OPCIÓN]... [+FORMATO] o bien: %s [-u|--utc|--universal] [MMDDhhmm[[SS]AA][.ss]]

source: Display the current time in the given FORMAT, or set the system date. -d, --date=STRING display time described by STRING, not `now' -f, --file=DATEFILE like --date once for each line of DATEFILE
es: Muestra la hora actual en un FORMATO dado, o configura la fecha del sistema. -d, --date=CADENA muestra la hora descrita por CADENA, no `ahora' -f, --file=ARCHIVODEFECHA como --date una por cada linea de ARCHIVODEFECHA
