Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/coreutils.po
Languages: es

source: Print certain system information. With no OPTION, same as -s. -a, --all print all information, in the following order, except omit -p and -i if unknown: -s, --kernel-name print the kernel name -n, --nodename print the network node hostname -r, --kernel-release print the kernel release
es: Imprimir información del sistema. Sin opciones es lo mismo que -s -a, --all imprimir toda la información en el siguiente orden, excepto omitir -p y -i si es desconocido: -s, --kernel-name imprimir el nombre del kernel -n, --nodename imprimir el host del nodo de la red -r, --kernel-release imprimir la versión del kernel

source: -v, --kernel-version print the kernel version -m, --machine print the machine hardware name -p, --processor print the processor type or "unknown" -i, --hardware-platform print the hardware platform or "unknown" -o, --operating-system print the operating system
es: -v, --kernel-version imprimir la versión del kernel -m, --machine imprimir el nombre del hardware de la maquina -p, --processor imprimir el tipo de procesador o "desconocido" -i, --hardware-platform imprimir la plataforma del hardware o "desconocido" -o, --operating-system imprimir el sistema operativo

source: Print machine architecture.
es: Mostrar la arquitectura de la máquina.

source: cannot get system name
es: no se puede obtener el nombre del sistema

source: Convert blanks in each FILE to tabs, writing to standard output. With no FILE, or when FILE is -, read standard input.
es: Convertir los espacios de cada ARCHIVO en tabulaciones, escribiendo el resultado en la salida estándar. Si no se especifica ARCHIVO o cuándo ARCHIVO es -, leer la entrada estándar.

source: -a, --all convert all blanks, instead of just initial blanks --first-only convert only leading sequences of blanks (overrides -a) -t, --tabs=N have tabs N characters apart instead of 8 (enables -a) -t, --tabs=LIST use comma separated LIST of tab positions (enables -a)
es: -a, --all convierte todos los espacios en blanco, no solo los iniciales --first-only convierte solamente los espacios en blanco iniciales (desactiva -a) -t, --tabs=N usa N espacios en cada tabulación, en vez de 8 (activa -a) -t, --tabs=LISTA usa la LISTA de posiciones separadas por comas para definir las posiciones de tabulación (activa -a)

source: tabs are too far apart
es: las tabulaciones están demasiado separadas

source: tab stop value is too large
es: la parada de tabulación es demasiado grande

source: Usage: %s [OPTION]... [INPUT [OUTPUT]]
es: Modo de empleo: %s [OPCIÓN]... [ENTRADA [SALIDA]]

source: Discard all but one of successive identical lines from INPUT (or standard input), writing to OUTPUT (or standard output).
es: Descarta todas las líneas sucesivas idénticas, menos una. de ENTRADA (o entrada estándar), escribiendo en SALIDA (o en la salida estándar).

source: -c, --count prefix lines by the number of occurrences -d, --repeated only print duplicate lines
es: -c, --count precede a las líneas con el número de ocurrencias -d, --repeated muestra sólo las líneas duplicadas

source: -D, --all-repeated[=delimit-method] print all duplicate lines delimit-method={none(default),prepend,separate} Delimiting is done with blank lines. -f, --skip-fields=N avoid comparing the first N fields -i, --ignore-case ignore differences in case when comparing -s, --skip-chars=N avoid comparing the first N characters -u, --unique only print unique lines -z, --zero-terminated end lines with 0 byte, not newline
es: -D, --all-repeated[=método-de-delimitación] muestra todas las líneas duplicadas método-de-delimitación={none(predeterminado),prepend,separate} La delimitación se hace con líneas en blanco. -f, --skip-fields=N no compara los N primeros campos -i, --ignore-case ignora diferencias entre mayúsculas y minúsculas -s, --skip-chars=N no compara los N primeros caracteres -u, --unique muestra líneas repetidas una sola vez -z, --zero-terminated termina las líneas con un byte a cero en lugar de una nueva línea

source: -w, --check-chars=N compare no more than N characters in lines
es: -w, --check-chars=N sólo compara los primeros N caracteres de la línea

source: A field is a run of whitespace, then non-whitespace characters. Fields are skipped before chars.
es: Un campo es cada conjunto de caracteres separados por espacios. Se pasan por alto los campos y después los caracteres.

source: Note: 'uniq' does not detect repeated lines unless they are adjacent. You may want to sort the input first, or use `sort -u' without `uniq'.
es: Nota: 'uniq' no detecta lineas repetidas a menos que sean adyacentes. Tal vez prefiera ordenar primero la entrada, o utilizar 'sort -u' sin 'uniq'.

source: too many repeated lines
es: demasiadas líneas repetidas

source: invalid number of fields to skip
es: el número de campos que se deben saltar es inválido

source: invalid number of bytes to skip
es: el número de bytes que se deben saltar es inválido

source: invalid number of bytes to compare
es: el número de bytes que hay que comparar es inválido

source: printing all duplicated lines and repeat counts is meaningless
es: mostrar todas las líneas duplicadas y los contadores de repetición no tiene sentido

source: Usage: %s FILE or: %s OPTION
es: Modo de empleo: %s FICHERO o bien: %s OPCIÓN

source: Call the unlink function to remove the specified FILE.
es: Llama a la función unlink para borrar el FICHERO especificado.

source: cannot unlink %s
es: no se puede deshacer el enlace %s

source: couldn't get boot time
es: no se puede obtener la fecha de arranque

source: %2d:%02d%s up
es: %2d:%02d%s funcionando

source: ??:???? up
es: ??:???? arriba

source: ???? days ??:??,
es: ???? días ??:??,

source: %ld day
es: %ld día

source: %lu user
es: %lu usuario

source: , load average: %.2f
es: , carga promedio: %.2f

source: Usage: %s [OPTION]... [ FILE ]
es: Modo de empleo: %s [OPCIÓN]... [FICHERO]

source: Print the current time, the length of time the system has been up, the number of users on the system, and the average number of jobs in the run queue over the last 1, 5 and 15 minutes. If FILE is not specified, use %s. %s as FILE is common.
es: Muestra la fecha/hora actual, el lapso de tiempo que el sistema lleva arriba, el número de usuarios en el sistema, y el número medio de trabajos en la cola de ejecución en los últimos 1, 5 y 15 minutos. Si no se especifica ningún FICHERO, se utiliza %s. Habitualmente, FICHERO es %s

source: Output who is currently logged in according to FILE. If FILE is not specified, use %s. %s as FILE is common.
es: Muestra quién esta actualmente conectado de acuerdo con FICHERO. Si no se especifica ningún FICHERO, se utiliza %s. Habitualmente, FICHERO es %s

source: Print newline, word, and byte counts for each FILE, and a total line if more than one FILE is specified. With no FILE, or when FILE is -, read standard input. -c, --bytes print the byte counts -m, --chars print the character counts -l, --lines print the newline counts
es: Muestra el número de nuevas líneas, palabras y bytes para cada FICHERO, y una línea con el total si se especifica más de un FICHERO. Si no se especifica ningún FICHERO, o si FICHERO es -, lee la entrada estándar. -c, --bytes muestra el número de bytes -m, --chars muestra el número de caracteres -l, --lines muestra el número de líneas

source: --files0-from=F read input from the files specified by NUL-terminated names in file F -L, --max-line-length print the length of the longest line -w, --words print the word counts
es: --files0-from=F lee la entrada de los archivos especificados por nombres terminados en NUL en el archivo F -L, --max-line-length imprime la longitud de la línea más larga -w, --words imprime el número de palabras

source: when reading file names from stdin, no file name of %s allowed
es: No se permiten nombres de archivo del tipo %s cuando son leídos desde stdin

source: old
es: antiguo

source: exit=
es: salida=

source: clock change
es: cambio de reloj

source: last=
es: último=

source: # users=%lu
es: # usuarios=%lu

source: NAME
es: NOMBRE

source: LINE
es: LÍNEA

source: TIME
es: TIEMPO

source: IDLE
es: INACTIVO

source: COMMENT
es: COMENTARIO

source: EXIT
es: SALIDA

source: Usage: %s [OPTION]... [ FILE | ARG1 ARG2 ]
es: Modo de empleo: %s [OPCIÓN]... [ FICHERO | ARG1 ARG2 ]

source: -a, --all same as -b -d --login -p -r -t -T -u -b, --boot time of last system boot -d, --dead print dead processes -H, --heading print line of column headings
es: -a, --all lo mismo que -b -d --login -p -r -t -T -u -b, --boot tiempo del último inicio del sistema -d, --dead muestra los procesos muertos -H, --heading muestra la línea de encabezados de columnas

source: -l, --login print system login processes
es: -l, --login imprimir los procesos de inicio de sesión del sistema

source: --lookup attempt to canonicalize hostnames via DNS -m only hostname and user associated with stdin -p, --process print active processes spawned by init
es: --lookup intenta canonicalizar los nombres de `host' a través del DNS -m sólo el nombre del `host' y de usuario asociado con la entrada estándar -p, --process muestra los procesos activos lanzados por init

source: -q, --count all login names and number of users logged on -r, --runlevel print current runlevel -s, --short print only name, line, and time (default) -t, --time print last system clock change
es: -q, --count todos los nombres de entrada y número de usuarios conectados -r, --runlevel muestra el `runlevel' actual -s, --short muestra sólo el nombre, línea y tiempo (predeterminado) -t, --time muestra el último cambio en el reloj del sistema

source: -T, -w, --mesg add user's message status as +, - or ? -u, --users list users logged in --message same as -T --writable same as -T
es: -T, -w, --mesg añade el estado de mensajes del usuario como +, - ó ? -u, --users muestra los usuarios conectados --message igual que -T --writable igual que -T

source: If FILE is not specified, use %s. %s as FILE is common. If ARG1 ARG2 given, -m presumed: `am i' or `mom likes' are usual.
es: Si no se especifica ningún FICHERO, se utiliza %s. Habitualmente, FICHERO es %s. Si se dan ARG1 y ARG2, se supone -m: habitualmente `am i' o `mom likes'.

source: Print the user name associated with the current effective user ID. Same as id -un.
es: Mostrar el nombre de usuario asociado con el identificador efectivo del usuario actual. Equivalente a id -un.

source: %s: cannot find name for user ID %lu
es: %s: no se puede encontrar nombre de usuario con ID %lu

source: Usage: %s [STRING]... or: %s OPTION
es: Modo de empleo: %s [CADENA]... o bien: %s OPCIÓN

source: Repeatedly output a line with all specified STRING(s), or `y'.
es: Muestra repetidamente una línea con todas las CADENA(s) especificadas, o `y'.
