Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/coreutils.po
Languages: es

source: -r, --reference=FILE display the last modification time of FILE -R, --rfc-2822 output date and time in RFC 2822 format. Example: Mon, 07 Aug 2006 12:34:56 -0600
es: -r, --reference=FILE muestra la fecha de la última modificación del ARCHIVO -R, --rfc-2822 muestra fecha y hora en formato RFC 2822. Ejemplo: Mon, 07 Aug 2006 12:34:56 -0600

source: --rfc-3339=TIMESPEC output date and time in RFC 3339 format. TIMESPEC=`date', `seconds', or `ns' for date and time to the indicated precision. Date and time components are separated by a single space: 2006-08-07 12:34:56-06:00 -s, --set=STRING set time described by STRING -u, --utc, --universal print or set Coordinated Universal Time
es: --rfc-3339=TIMESPEC Mostrar fecha y hora según formato del RFC 3339. TIMESPEC=`date', `seconds', o `ns' para precisar hasta el día, los segundos o los nanosegundos, respectivamente. La fecha y la hora están separados por un único espacio: 2006-08-07 12:34:56-06:00 -s, --set=STRING fija el tiempo al descrito por STRING -u, --utc, --Muestra o fija el tiempo según el Tiempo Universal Coordinado (UTC, según sus siglas en inglés).

source: FORMAT controls the output. The only valid option for the second form specifies Coordinated Universal Time. Interpreted sequences are: %% a literal % %a locale's abbreviated weekday name (e.g., Sun)
es: FORMATO controla la salida. La única opción válida para la segunda forma especifica el Tiempo Universal Coordinado. Las secuencias interpretadas son: %% un % literal %a el nombre local abreviado de la semana (Dom..Sáb)

source: %A locale's full weekday name (e.g., Sunday) %b locale's abbreviated month name (e.g., Jan) %B locale's full month name (e.g., January) %c locale's date and time (e.g., Thu Mar 3 23:05:25 2005)
es: %A el nombre local del día de la semana, completo (Domingo..Sábado) %b el nombre local abreviado del mes (Ene..Dic) %B el nombre local completo del mes, de longitud variable (Enero..Diciembre) %c la fecha y hora local (Sab Nov 04 12:02:33 EST 1989)

source: %C century; like %Y, except omit last two digits (e.g., 21) %d day of month (e.g, 01) %D date; same as %m/%d/%y %e day of month, space padded; same as %_d
es: %C siglo (año dividido por 100 y truncado a entero) [00-99] %d el día del mes (01..31) %D la fecha (%m/%d/%y) %e el día del mes, completado con espacios; igual a %_d

source: %F full date; same as %Y-%m-%d %g last two digits of year of ISO week number (see %G) %G year of ISO week number (see %V); normally useful only with %V
es: %F fecha completa; igual que %Y-%m-%d %g últimos dos dígitos del año del número de semana ISO (véase %G) %G año del número de semana ISO (véase %V); normalmente sólo es útil con %V

source: %h same as %b %H hour (00..23) %I hour (01..12) %j day of year (001..366)
es: %h igual que %b %H la hora (00..23) %I la hora (01..12) %j el día del año (001..366)

source: %k hour ( 0..23) %l hour ( 1..12) %m month (01..12) %M minute (00..59)
es: %k la hora ( 0..23) %l la hora ( 1..12) %m el mes (01..12) %M los minutos (00..59)

source: %n a newline %N nanoseconds (000000000..999999999) %p locale's equivalent of either AM or PM; blank if not known %P like %p, but lower case %r locale's 12-hour clock time (e.g., 11:11:04 PM) %R 24-hour hour and minute; same as %H:%M %s seconds since 1970-01-01 00:00:00 UTC
es: %n caracter de nueva línea %N nanosegundos (000000000..999999999) %p AM o PM local en mayúsculas (blanco en muchos localizaciones) %P am o pm local en minúsculas (blanco en muchos localizaciones) %r la hora, en formato de 12 horas (p.e. 11:25:14 AM) %R la hora, en formato de 24 horas (p.e. 28:55:01 ) %s los segundos desde `00:00:00 1970-01-01 UTC' (una extensión de GNU)

source: %S second (00..60) %t a tab %T time; same as %H:%M:%S %u day of week (1..7); 1 is Monday
es: %S segundo (00..60); el 60 es necesario para los segundos intercalares %t un tabulador horizontal %T la hora, en formato de 24 horas (hh:mm:ss) %u día de la semana (1..7); 1 representa lunes

source: %U week number of year, with Sunday as first day of week (00..53) %V ISO week number, with Monday as first day of week (01..53) %w day of week (0..6); 0 is Sunday %W week number of year, with Monday as first day of week (00..53)
es: %U número de la semana del año con el domingo como primer día de la semana (00..53) %V número de la semana del año con el lunes como primer día de la semana (01..53) %w día de la semana (0..6); 0 representa el domingo %W número de la semana del año con el lunes como primer día de la semana (00..53)

source: %x locale's date representation (e.g., 12/31/99) %X locale's time representation (e.g., 23:13:48) %y last two digits of year (00..99) %Y year
es: %x representación local de la fecha (dd/mm/aa) %X representación local de la hora (%H:%M:%S) %y los últimos dos dígitos del año (00..99) %Y año (1970...)

source: %z +hhmm numeric timezone (e.g., -0400) %:z +hh:mm numeric timezone (e.g., -04:00) %::z +hh:mm:ss numeric time zone (e.g., -04:00:00) %:::z numeric time zone with : to necessary precision (e.g., -04, +05:30) %Z alphabetic time zone abbreviation (e.g., EDT) By default, date pads numeric fields with zeroes.
es: %z +hhmm zona horaria numérica (p. ej., -0400) %:z +hh:mm zona horaria numérica (p. ej., -04:00) %::z +hh:mm:ss zona horaria numérica (p. ej., -04:00:00) %:::z zona horaria numérica : con una determinada precisión necesaria (p. ej., -04, +05:30) %Z abreviación alfabética de zona horaria numérica (p. ej., EDT) Por omisión, se rellenan los datos no introducidos con ceros.

source: The following optional flags may follow `%': - (hyphen) do not pad the field _ (underscore) pad with spaces 0 (zero) pad with zeros ^ use upper case if possible # use opposite case if possible
es: Las siguientes banderas opcionales podrían seguir a `%': - (guión) no rellenar el campo _ (subrayado) rellenar con espacios 0 (cero) rellenar con ceros ^ usar mayúsculas si es posible # usar lo contrario (mayúsculas o minúsculas) si es posible

source: After any flags comes an optional field width, as a decimal number; then an optional modifier, which is either E to use the locale's alternate representations if available, or O to use the locale's alternate numeric symbols if available.
es: Después de cualquier bandera viene un campo opcional 'ancho' como número decimal; luego un modificador opcional, ya sea E para representaciones locales alternativas, si las hay, o O para símbolos numéricos locales alternativos, si los hay.

source: standard input
es: entrada estándar

source: invalid date %s
es: fecha `%s' inválida

source: multiple output formats specified
es: se han especificado varios formatos de salida

source: the options to specify dates for printing are mutually exclusive
es: las opciones para especificar la fecha son mutuamente excluyentes

source: the options to print and set the time may not be used together
es: las opciones para mostrar y establecer la hora no se pueden utilizar a la vez

source: the argument %s lacks a leading `+'; When using an option to specify date(s), any non-option argument must be a format string beginning with `+'.
es: el argumento %s carece del signo `+' inicial; cuando se utiliza una opción para especificar fecha(s), cualquier argumento que no sea una opción debe ser una cadena de formato que comience con `+'.

source: cannot set date
es: no se puede establecer la fecha

source: time %s is out of range
es: la fecha %s está fuera de rango

source: Usage: %s [OPERAND]... or: %s OPTION
es: Modo de empleo: %s [CADENA]... o bien: %s OPCIÓN

source: Copy a file, converting and formatting according to the operands. bs=BYTES force ibs=BYTES and obs=BYTES cbs=BYTES convert BYTES bytes at a time conv=CONVS convert the file as per the comma separated symbol list count=BLOCKS copy only BLOCKS input blocks ibs=BYTES read BYTES bytes at a time
es: Copia un archivo, convirtiéndolo y dándole formato de acuerdo con las opciones. bs=BYTES fuerza ibs=BYTES y obs=BYTES cbs=BYTES convierte BYTES bytes cada vez conv=PALABRAS convierte el archivo según la lista de PALABRAS clave separadas por comas count=BLOQUES copia solamente BLOQUES bloques de entrada ibs=BYTES lee BYTES bytes cada vez

source: if=FILE read from FILE instead of stdin iflag=FLAGS read as per the comma separated symbol list obs=BYTES write BYTES bytes at a time of=FILE write to FILE instead of stdout oflag=FLAGS write as per the comma separated symbol list seek=BLOCKS skip BLOCKS obs-sized blocks at start of output skip=BLOCKS skip BLOCKS ibs-sized blocks at start of input status=noxfer suppress transfer statistics
es: if=ARCHIVO leer del ARCHIVO en lugar de la entrada estándar (stdin) obs=BYTES escribir BYTES bytes cada vez of=FICHERO escribir en ARCHIVO en lugar de la salida estándar seek=BLOQUES omitir BLOQUES bloques de tamaño obs al comienzo del resultado skip=BLOQUES omitir BLOQUES bloques de tamaño ibs al comienzo de la entrada status=noxfer eliminar estadísticas de transferencias

source: BLOCKS and BYTES may be followed by the following multiplicative suffixes: xM M, c 1, w 2, b 512, kB 1000, K 1024, MB 1000*1000, M 1024*1024, GB 1000*1000*1000, G 1024*1024*1024, and so on for T, P, E, Z, Y. Each CONV symbol may be:
es: los BLOQUES y BYTES pueden estar seguidos por los siguientes sufijos multiplicativos: xM M, c 1, w 2, b 512, kB 1000, K 1024, MB 1000*1000, M 1024*1024, GB 1000*1000*1000, G 1024*1024*1024, y así sucesivamente para T, P, E, Z, Y. Cada PALABRA puede ser:

source: ascii from EBCDIC to ASCII ebcdic from ASCII to EBCDIC ibm from ASCII to alternate EBCDIC block pad newline-terminated records with spaces to cbs-size unblock replace trailing spaces in cbs-size records with newline lcase change upper case to lower case
es: ascii de EBCDIC a ASCII ebcdic de ASCII a EBCDIC ibm de ASCII a EBCDIC alternativo block rellenar con espacios los registros terminados en nueva línea hasta el tamaño de cbs unblock sustituir los espacios finales en los registros de tamaño cbs con un carácter de nueva línea lcase cambiar las mayúsculas a minúsculas

source: nocreat do not create the output file excl fail if the output file already exists notrunc do not truncate the output file ucase change lower case to upper case swab swap every pair of input bytes
es: nocreat no crear archivo de salida excl fallar si el archivo de salida ya existe notrunc no truncar el archivo de salida ucase cambiar minúsculas a mayúsculas swab intercambiar cada par de bytes de entrada.

source: noerror continue after read errors sync pad every input block with NULs to ibs-size; when used with block or unblock, pad with spaces rather than NULs fdatasync physically write output file data before finishing fsync likewise, but also write metadata
es: noerror continúa luego de leer errores sync rellena cada bloque de entrada con NULLs hasta tamaño-ibs; cuando es usado con bloquear o desbloquear, rellena con espacios en lugar de NULLs fdatasync escribe el archivo de datos de salida físicamente antes de finalizar fsync de igual modo, pero tambien escribe metadatos

source: Each FLAG symbol may be: append append mode (makes sense only for output; conv=notrunc suggested)
es: Cada símbolo FLAG puede ser: append modo agregar (solo tiene sentido para salida; se recomienda conv=notrunc)

source: direct use direct I/O for data
es: direct usar E/S directa para datos

source: directory fail unless a directory
es: directory falla a menos que sea una carpeta

source: dsync use synchronized I/O for data
es: dsync usar E/S sincronizada para datos

source: sync likewise, but also for metadata
es: sync de la misma forma, pero también para metadatos

source: nonblock use non-blocking I/O
es: nonblock usar I/O no-bloqueante

source: noatime do not update access time
es: noatime no actualiza la hora de acceso

source: noctty do not assign controlling terminal from file
es: noctty no asignar una terminal de control desde archivo

source: nofollow do not follow symlinks
es: nofollow no seguir enlaces simbólicos

source: nolinks fail if multiply-linked
es: nolinks falla si es múltiplemente encadenada

source: binary use binary I/O for data
es: binary usar I/O binario para los datos

source: text use text I/O for data
es: text usar I/O textual para los datos

source: Sending a %s signal to a running `dd' process makes it print I/O statistics to standard error and then resume copying. $ dd if=/dev/zero of=/dev/null& pid=$! $ kill -%s $pid; sleep 1; kill $pid 18335302+0 records in 18335302+0 records out 9387674624 bytes (9.4 GB) copied, 34.6279 seconds, 271 MB/s Options are:
es: Enviar una señal %s a un proceso `dd' en ejecución hace que este imprima estadísticas de E/S a un error estandar y después continua copiando $ dd if=/dev/zero of=/dev/null& pid=$! $ kill -%s $pid; sleep 1; kill $pid 18335302+0 registros leídos 18335302+0 registros escritos 9387674624 bytes (9.4 GB) copiados, 34.6279 segundos, 271 MB/s Las opciones son:

source: %<PRIuMAX>+%<PRIuMAX> records in %<PRIuMAX>+%<PRIuMAX> records out
es: %<PRIuMAX>+%<PRIuMAX> registros de entrada %<PRIuMAX>+%<PRIuMAX> registros de salida

source: %<PRIuMAX> truncated record
es: %<PRIuMAX> registro truncado

source: %<PRIuMAX> byte (%s) copied
es: %<PRIuMAX> byte (%s) copiado

source: Infinity B
es: B infinito

source: closing input file %s
es: cerrando el fichero de entrada %s

source: closing output file %s
es: cerrando el fichero de salida %s

source: writing to %s
es: escribiendo en %s

source: unrecognized operand %s
es: operando desconocido %s

source: invalid conversion: %s
es: conversión inválida: %s

source: invalid input flag: %s
es: bandera inválida de entrada: %s

source: invalid output flag: %s
es: bandera inválida de salida: %s

source: invalid status flag: %s
es: opción de estado no válida: %s

source: unrecognized operand %s=%s
es: operando desconocido %s=%s

source: invalid number %s
es: número inválido %s

source: cannot combine any two of {ascii,ebcdic,ibm}
es: no es posible combinar a la vez dos de las siguientes {ascii, ebcdic, ibm}

source: cannot combine block and unblock
es: no se puede combinar bock y unblock

source: cannot combine lcase and ucase
es: no se puede combinar lcase y ucase

source: cannot combine excl and nocreat
es: no se pueden combinar excl y nocreat

source: warning: working around lseek kernel bug for file (%s) of mt_type=0x%0lx -- see <sys/mtio.h> for the list of types
es: atención: solucionando provisionalmente un bicho del núcleo relacionado con lseek para el fichero (%s) de mt_type=0x%0lx; consulte la lista de tipos en <sys/mtio.h>

source: %s: cannot seek
es: %s: no se puede buscar

source: offset overflow while reading file %s
es: desbordamiento de offset al leer el archivo %s

source: warning: invalid file offset after failed read
es: aviso: desplazamiento de archivo inválido tras la lectura errónea

source: cannot work around kernel bug after all
es: al final no se pudo evitar el bug del kernel

source: setting flags for %s
es: estableciendo banderas para %s

source: fdatasync failed for %s
es: fdatasync falló para %s

source: fsync failed for %s
es: fsync falló en %s

source: opening %s
es: abriendo %s

source: offset too large: cannot truncate to a length of seek=%<PRIuMAX> (%lu-byte) blocks
es: El offset es demasiado largo: no se puede truncar a una longitud de %<PRIuMAX> bloques de (%lu-byte) bytes

source: truncating at %<PRIuMAX> bytes in output file %s
es: truncando a %<PRIuMAX> bytes en el archivo de salida %s

source: Filesystem Type
es: S.ficheros Tipo

source: Filesystem
es: S.ficheros

source: Inodes IUsed IFree IUse%%
es: Nodos-i NUsados NLibres NUso%%

source: Size Used Avail Use%%
es: Tamaño Usado Disp Uso%%

source: Size Used Avail Use%%
es: Tamaño Usado Disp Uso%%

source: %s-blocks Used Available Capacity
es: Bloques de %s Usado Libre Ocupado

source: %4s-blocks Used Available Use%%
es: Bloques de %-4s Usado Dispon Uso%%

source: Mounted on
es: Montado en

source: cannot get current directory
es: no se puede obtener el directorio actual

source: cannot change to directory %s
es: no se puede cambiar al directorio %s

source: cannot stat current directory (now %s)
es: no se puede efectuar `stat' sobre el directorio actual (ahora %s)

source: Usage: %s [OPTION]... [FILE]...
es: Modo de empleo: %s [OPCIÓN]... [FICHERO]...

source: Show information about the file system on which each FILE resides, or all file systems by default.
es: Mostrar información acerca del sistema de archivos en el cual cada ARCHIVO reside, o todos los sistemas de archivos por defecto.

source: -a, --all include dummy file systems -B, --block-size=SIZE use SIZE-byte blocks -h, --human-readable print sizes in human readable format (e.g., 1K 234M 2G) -H, --si likewise, but use powers of 1000 not 1024
es: -a, --all incluye los sistemas de archivos con 0 bloques -B, --block-size=TAM utiliza bloques de TAM bytes -h, --human-readable imprime los tamaños en formato legible (p.e. 1K 234M 2G) -H, --si análogo, pero utiliza potencias de 1000 y no de 1024

source: -i, --inodes list inode information instead of block usage -k like --block-size=1K -l, --local limit listing to local file systems --no-sync do not invoke sync before getting usage info (default)
es: -i, --inodes muestra la información de i-nodos en lugar del uso de bloques -k como --block-size=1K -l, --local limita el listado a los sistemas de ficheros locales --no-sync no llama a sync antes de obtener el modo de empleo (por defecto)

source: -P, --portability use the POSIX output format --sync invoke sync before getting usage info -t, --type=TYPE limit listing to file systems of type TYPE -T, --print-type print file system type -x, --exclude-type=TYPE limit listing to file systems not of type TYPE -v (ignored)
es: -P, --portability utiliza el formato POSIX para el resultado --sync llama a sync antes de obtener el modo de empleo -t, --type=TIPO restringe el listado a sistemas de archivos de tipo TIPO -T, --print-type muestra el tipo del sistema de archivos -x, --exclude-type=TIPO restringe el listado a sistemas de archivos que no son de tipo TIPO -v (no tiene efecto)

source: SIZE may be (or may be an integer optionally followed by) one of following: kB 1000, K 1024, MB 1000*1000, M 1024*1024, and so on for G, T, P, E, Z, Y.
es: TAMAÑO puede ser (o puede ser un entero seguido opcionalmente por) uno de los siguientes: kB 1000, K 1024, MB 1000*1000, M 1024*1024, y así en adelante para G, T, P, E, Z, Y.

source: file system type %s both selected and excluded
es: el sistema de ficheros %s está simultánemente seleccionado y excluido

source: Warning:
es: Atención:

source: cannot read table of mounted file systems
es: %sno se puede leer la tabla de sistemas de archivos montados

source: no file systems processed
es: no se han procesado sistemas de archivos

source: Usage: %s [OPTION]... [FILE]
es: Modo de empleo: %s [OPCIÓN]... [FICHERO]

source: Output commands to set the LS_COLORS environment variable. Determine format of output: -b, --sh, --bourne-shell output Bourne shell code to set LS_COLORS -c, --csh, --c-shell output C shell code to set LS_COLORS -p, --print-database output defaults
es: Produce órdenes para establecer la variable de entorno LS_COLORS. Para determinar el formato del resultado: -b, --sh, --bourne-shell produce código en Bourne shell para establecer LS_COLORS -c, --csh, --c-shell produce código en C-shell para establecer LS_COLORS -p, --print-database muestra los valores por defecto

source: If FILE is specified, read it to determine which colors to use for which file types and extensions. Otherwise, a precompiled database is used. For details on the format of these files, run `dircolors --print-database'.
es: Si se especifica FICHERO, se lee para determinar qué colores usar para cuáles tipos de ficheros y extensiones. En caso contrario, se utiliza una base de datos precompilada. Para más información acerca del formato de estos ficheros, ejecute `dircolors --print-database'.

source: %s:%lu: invalid line; missing second token
es: %s:%lu: línea inválida; falta el segundo elemento

source: %s:%lu: unrecognized keyword %s
es: %s:%lu: palabra clave no reconocida %s

source: <internal>
es: <interno>

source: the options to output dircolors' internal database and to select a shell syntax are mutually exclusive
es: las opciones para mostrar la base de datos interna de dircolors y para seleccionar una sintaxis para el shell son mutuamente excluyentes

source: File operands cannot be combined with --print-database (-p).
es: No se pueden especificar archivos a la vez que --print-database (-p).

source: no SHELL environment variable, and no shell type option given
es: no hay variable de entorno SHELL, y no se ha especificado la opción del tipo de shell

source: Usage: %s NAME or: %s OPTION
es: Modo de empleo: %s NOMBRE o bien: %s OPCIÓN

source: Print NAME with its trailing /component removed; if NAME contains no /'s, output `.' (meaning the current directory).
es: Muestra NOMBRE con sus /componentes finales eliminados; si NOMBRE no tiene /'s, el resultado es `.' (representando el directorio actual).

source: Examples: %s /usr/bin/sort Output "/usr/bin". %s stdio.h Output ".".
es: Ejemplos: %s /usr/bin/sort devuelve "/usr/bin". %s stdio.h devuelve ".".

source: Usage: %s [OPTION]... [FILE]... or: %s [OPTION]... --files0-from=F
es: Modo de empleo: %s [OPCIÓN]... [ARCHIVO]... o bien: %s [OPCIÓN]... --files0-from=F

source: Summarize disk usage of each FILE, recursively for directories.
es: Muestra un resumen del uso de disco para cada FICHERO, recursivamente para directorios.

source: -a, --all write counts for all files, not just directories --apparent-size print apparent sizes, rather than disk usage; although the apparent size is usually smaller, it may be larger due to holes in (`sparse') files, internal fragmentation, indirect blocks, and the like
es: -a, --all muestra resultados para todos los archivos, no sólo para los directorios --apparent-size muestra los tamaños aparentes, en lugar del uso de disco; el tamaño aparente es normalmente más pequeño, puede ser más grande debido a agujeros en archivos dispersos, fragmentación interna, etc.

source: -B, --block-size=SIZE use SIZE-byte blocks -b, --bytes equivalent to `--apparent-size --block-size=1' -c, --total produce a grand total -D, --dereference-args dereference only symlinks that are listed on the command line
es: -B, --block-size=TAMAÑO usa bloques de TAMAÑO-bytes -b, --bytes equivale a `--apparent-size --block-size=1' -c, --total produce un gran total -D, --dereference-args desreferencia únicamente los enlaces simbólicos que figuran en la línea de comandos

source: --files0-from=F summarize disk usage of the NUL-terminated file names specified in file F -H like --si, but also evokes a warning; will soon change to be equivalent to --dereference-args (-D) -h, --human-readable print sizes in human readable format (e.g., 1K 234M 2G) --si like -h, but use powers of 1000 not 1024
es: --files0-from=F muestra el uso de disco por los archivos con nombres terminados en NULL listados en el archivo F -H como --si, pero además da un aviso; pronto cambiará para ser equivalente a --dereference-args (-D) -h, --human-readable muestra los tamaños de forma más legible (p.ej., 1K 234M 2G) --si como -h, pero usa potencias de 1000, no de 1024

source: -k like --block-size=1K -l, --count-links count sizes many times if hard linked -m like --block-size=1M
es: -k igual que --block size=1K -l, --count-links cuenta el tamaño muchas veces si hay vinculación estática -m igual que --block-size=1M
