Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/coreutils.po
Languages: es

source: For each pair of input lines with identical join fields, write a line to standard output. The default join field is the first, delimited by whitespace. When FILE1 or FILE2 (not both) is -, read standard input. -a FILENUM print unpairable lines coming from file FILENUM, where FILENUM is 1 or 2, corresponding to FILE1 or FILE2 -e EMPTY replace missing input fields with EMPTY
es: Muestra una línea en la salida estándar por cada par de líneas que contengan campos idénticos. El campo a comparar por defecto es el primero, delimitado por un espacio en blanco. Si FICHERO1 o FICHERO2 es `-' (nunca dos a la vez), lee la entrada estándar. -a NUMFICH muestra una línea por cada línea no emparejable del fichero NUMFICH, donde NUMFICH es 1 o 2, correspondiendo a FICHERO1 o FICHERO2 -e VACÍO reemplaza los campos inexistentes por VACÍO

source: -i, --ignore-case ignore differences in case when comparing fields -j FIELD equivalent to `-1 FIELD -2 FIELD' -o FORMAT obey FORMAT while constructing output line -t CHAR use CHAR as input and output field separator
es: -i, --ignore-case no atiende a las diferencias entre mayúsculas y minúsculas cuando compara campos -j CAMPO equivalente a '-1 CAMPO -2 CAMPO' -o FORMATO utiliza FORMATO para mostrar las líneas de salida -t CARÁCTER Usa CARÁCTER como delimitador de campos, en la entrada y en la salida

source: -v FILENUM like -a FILENUM, but suppress joined output lines -1 FIELD join on this FIELD of file 1 -2 FIELD join on this FIELD of file 2
es: -v NUMFICH Como -a NUMFICH, pero no muestra las líneas emparejadas -1 CAMPO usa este campo del fichero 1 -2 CAMPO usa este campo del fichero 2

source: Unless -t CHAR is given, leading blanks separate fields and are ignored, else fields are separated by CHAR. Any FIELD is a field number counted from 1. FORMAT is one or more comma or blank separated specifications, each being `FILENUM.FIELD' or `0'. Default FORMAT outputs the join field, the remaining fields from FILE1, the remaining fields from FILE2, all separated by CHAR. Important: FILE1 and FILE2 must be sorted on the join fields. E.g., use `sort -k 1b,1' if `join' has no options.
es: A menos que se especifique -t CARÁCTER, los espacios en blanco separan campos y son pasados por alto, si no, los campos se separan con CARÁCTER. Cualquier CAMPO es el número de campo contado a partir de 1. FORMATO es una lista de elementos de la forma `NUMARCH.CAMPO' ó `0', separada por comas o por espacios en blanco. El FORMATO por defecto muestra el campo que empareja, los restantes campos de ARCHIVO1 y los de ARCHIVO2, todos separados por CARÁCTER. Importante: ARCHIVO1 y ARCHIVO2 deben estar ordenados en los campos de unión. Ej., use `sort -k 1b,1' si `join' no tiene opciones.

source: invalid field number: %s
es: número de campo inválido: %s

source: invalid field specifier: %s
es: la especificación del campo es inválida: %s

source: invalid file number in field spec: %s
es: número de fichero inválido en la especificación del campo: %s

source: incompatible join fields %lu, %lu
es: campos de union incompatibles; %lu, %lu

source: conflicting empty-field replacement strings
es: conflicto en la cadena de reemplazo del campo vacio

source: empty tab
es: tabulación vacía

source: multi-character tab %s
es: tab multicaracter %s

source: incompatible tabs
es: tabulaciones incompatibles

source: both files cannot be standard input
es: los dos ficheros no pueden ser a la vez la entrada estándar

source: Usage: %s [-s SIGNAL | -SIGNAL] PID... or: %s -l [SIGNAL]... or: %s -t [SIGNAL]...
es: Modo de empleo: %s [-s SEÑAL | -SEÑAL ] PID... o bien: %s -l [SEÑAL]... o bien: %s -t [SEÑAL]...

source: Send signals to processes, or list signals.
es: Envía señales a los procesos, o lista señales.

source: -s, --signal=SIGNAL, -SIGNAL specify the name or number of the signal to be sent -l, --list list signal names, or convert signal names to/from numbers -t, --table print a table of signal information
es: -s, --signal=SEÑAL, -SEÑAL especifica el nombre o ek número de la señal que se enviará -l, --list lista los nombres de las señales, o convierte nombres de señales en números o viceversa -t, --table muestra una tabla de información sobre señales

source: SIGNAL may be a signal name like `HUP', or a signal number like `1', or an exit status of a process terminated by a signal. PID is an integer; if negative it identifies a process group.
es: SEÑAL puede ser un nombre de señal como `HUP', o un número de señal como `1', o un estado de salida de un proceso terminado por una señal. PID es un entero; si es negativo identifica al grupo de un proceso.

source: %s: invalid signal
es: %s: señal inválida

source: %s: invalid process id
es: %s: identificador de proceso inválido

source: invalid option -- %c
es: opción inválida -- %c

source: %s: multiple signals specified
es: %s: se han especificado varias señales

source: multiple -l or -t options specified
es: se han especificado varias opciones -l o -t

source: cannot combine signal with -l or -t
es: no se puede combinar la señal con -l o -t

source: no process ID specified
es: no se ha especificado ningún ID de proceso

source: Usage: %s FILE1 FILE2 or: %s OPTION
es: Modo de empleo: %s FICHERO1 FICHERO2 o bien: %s OPCIÓN

source: Call the link function to create a link named FILE2 to an existing FILE1.
es: Llama a la función link para crear un enlace llamado FICHERO2 a un FICHERO1 que ya exista.

source: cannot create link %s to %s
es: no se puede crear el enlace duro %s a %s

source: %s: warning: making a hard link to a symbolic link is not portable
es: %s: atención: crear un enlace duro a un enlace simbólico no es transportable

source: %s: hard link not allowed for directory
es: %s: no se permiten enlaces fuertes para directorios

source: %s: cannot overwrite directory
es: %s: no se puede sobreescribir un directorio

source: %s: replace %s?
es: %s: ¿reemplazar %s? (s/n)

source: creating symbolic link %s
es: creando el enlace simbólico %s

source: creating symbolic link %s -> %s
es: creando el enlace simbólico %s -> %s

source: creating hard link to %.0s%s
es: creando el enlace duro %.0s%s

source: creating hard link %s
es: creando el enlace duro %s

source: creating hard link %s => %s
es: creando el enlace duro %s => %s

source: Usage: %s [OPTION]... [-T] TARGET LINK_NAME (1st form) or: %s [OPTION]... TARGET (2nd form) or: %s [OPTION]... TARGET... DIRECTORY (3rd form) or: %s [OPTION]... -t DIRECTORY TARGET... (4th form)
es: Uso: %s [OPCIÓN]... [-T] ORIGEN NOMBRE_ENLACE (primera manera) o: %s [OPCIÓN]... ORIGEN (segunda manera) o: %s [OPCIÓN]... ORIGEN... DIRECTORIO (tercera manera) o: %s [OPCIÓN]... -t DIRECTORIO ORIGEN... (cuarta manera)

source: In the 1st form, create a link to TARGET with the name LINK_NAME. In the 2nd form, create a link to TARGET in the current directory. In the 3rd and 4th forms, create links to each TARGET in DIRECTORY. Create hard links by default, symbolic links with --symbolic. When creating hard links, each TARGET must exist.
es: En la primera forma, crea un enlace al DESTINO con el NOMBRE_DEL_ENLACE. En la segunda forma, crea un enlace al DESTINO en el directorio actual. En la tercera y cuarta formas, crea un enlace al DESTINO en cada DIRECTORIO. Por defecto se crean enlaces rígidos, y enlaces simbólicos con --symbolic. Cuando se crean enlaces rígidos, cada DESTINO debe existir.

source: --backup[=CONTROL] make a backup of each existing destination file -b like --backup but does not accept an argument -d, -F, --directory allow the superuser to attempt to hard link directories (note: will probably fail due to system restrictions, even for the superuser) -f, --force remove existing destination files
es: --backup[=CONTROL] crea una copia de seguridad de cada fichero de destino que ya exista -b como --backup pero no acepta ningún argumento -d, -F, --directory permite al superusuario intentar crear un enlace duro entre directorios (note: puede que falle por restricciones del sistema, incluso para el superusuario) -f, --force borra los ficheros destino que ya existan

source: -n, --no-dereference treat destination that is a symlink to a directory as if it were a normal file -i, --interactive prompt whether to remove destinations -s, --symbolic make symbolic links instead of hard links
es: -n, --no-dereference trata un destino que sea un enlace simbólico a un directorio como si fuera un fichero normal -i, --interactive pregunta si se borran los destinos -s, --symbolic crea enlaces simbólicos en vez de enlaces duros

source: -S, --suffix=SUFFIX override the usual backup suffix -t, --target-directory=DIRECTORY specify the DIRECTORY in which to create the links -T, --no-target-directory treat LINK_NAME as a normal file -v, --verbose print name of each linked file
es: -S, --suffix=SUFIJO reemplaza el sufijo de respaldo habitual -t, --target-directory=DIRECTORIO especifica el DIRECTORIO en el que se crearán los enlaces -T, --no-target-directory trata al LINK_NAME como un archivo normal -v, --impresión detallada del nombre de cada archivo enlazado

source: Cannot combine --target-directory and --no-target-directory
es: No se pueden combinar --target-directory y --no-target-directory

source: Usage: %s [OPTION]
es: Modo de empleo: %s [OPCIÓN]

source: Print the name of the current user.
es: Muestra el nombre del usuario actual.

source: no login name
es: no hay ningún nombre de `login'

source: ignoring invalid value of environment variable QUOTING_STYLE: %s
es: se descarta el valor inválido de la variable de entorno QUOTING_STYLE: %s

source: ignoring invalid width in environment variable COLUMNS: %s
es: se descarta el ancho inválido de la variable de entorno COLUMNS: %s

source: ignoring invalid tab size in environment variable TABSIZE: %s
es: se descarta el tamaño de `tab' inválido de la variable de entorno TABSIZE: %s

source: invalid line width: %s
es: ancho de línea inválido: %s

source: invalid tab size: %s
es: tamaño del `tab' inválido: %s

source: invalid time style format %s
es: formato de estilo de fecha inválido %s

source: unrecognized prefix: %s
es: prefijo no reconocido: %s

source: unparsable value for LS_COLORS environment variable
es: valor ininteligible para la variable de entorno LS_COLORS

source: cannot open directory %s
es: no se puede abrir el directorio %s

source: cannot determine device and inode of %s
es: no se puede determinar el dispositivo y el nodo-i de %s

source: %s: not listing already-listed directory
es: %s: no se lista el directorio ya listado

source: reading directory %s
es: leyendo el directorio %s

source: closing directory %s
es: cerrando el directorio %s

source: cannot compare file names %s and %s
es: no se pueden comparar los nombres de fichero %s y %s

source: List information about the FILEs (the current directory by default). Sort entries alphabetically if none of -cftuvSUX nor --sort.
es: Muestra información acerca de los ARCHIVOS (del directorio actual por defecto). Ordena las entradas alfabéticamente si no se especifica ninguna de las opciones -cftuSUX ni --sort.

source: -a, --all do not ignore entries starting with . -A, --almost-all do not list implied . and .. --author with -l, print the author of each file -b, --escape print octal escapes for nongraphic characters
es: -a, --all no ignorar entradas que comiencen con . -A, --almost-all no listar los que impliquen . y .. --author con -l, imprime el autor de cada archivo -b, --escape imprime escapes octales para los caracteres no gráficos

source: --block-size=SIZE use SIZE-byte blocks -B, --ignore-backups do not list implied entries ending with ~ -c with -lt: sort by, and show, ctime (time of last modification of file status information) with -l: show ctime and sort by name otherwise: sort by ctime
es: --block-size=TAMAÑO utiliza bloques de TAMAÑO bytes -B, --ignore-backups no muestra la entradas que terminan con ~ -c con -lt: ordena por ctime y muestra ctime (fecha de última modificación del fichero) con -l: muestra ctime y ordena por nombre en cualquier otro caso: ordena por ctime

source: -C list entries by columns --color[=WHEN] control whether color is used to distinguish file types. WHEN may be `never', `always', or `auto' -d, --directory list directory entries instead of contents, and do not dereference symbolic links -D, --dired generate output designed for Emacs' dired mode
es: -C muestra las entradas por columnas --color[=CUÁNDO] especifica si se usará color para distinguir los tipos de ficheros. CUÁNDO puede ser `never', `always' o `auto' -d, --directory muestra las entradas de los directorios en lugar de sus contenidos, y no sigue los enlaces simbólicos -D, --dired genera el resultado para el modo `dired' de Emacs

source: -f do not sort, enable -aU, disable -ls --color -F, --classify append indicator (one of */=>@|) to entries --file-type likewise, except do not append `*' --format=WORD across -x, commas -m, horizontal -x, long -l, single-column -1, verbose -l, vertical -C --full-time like -l --time-style=full-iso
es: -f no ordena, activa -aU, desactiva -ls --color -F, --classify añade un indicador (uno de */=@|) a las entradas --file-type similar, pero no añade `*' --format=WORD a través -x, comas -m, horizontal -x, largo -l, una columna -1, detallado -l, vertical -C --full-time como -l --time-style=full-iso

source: -g like -l, but do not list owner
es: -g es como -l, pero no se muestra el propietario

source: --group-directories-first group directories before files
es: --group-directories-first agrupa los directorios antes que los archivos

source: -G, --no-group in a long listing, don't print group names -h, --human-readable with -l, print sizes in human readable format (e.g., 1K 234M 2G) --si likewise, but use powers of 1000 not 1024
es: -G, --no-group en listas largas no imprimer el nombre del grupo -h, --human-readable con -l, imprime tamaños en formato comprensible para humanos (p.e, 1K 234M 2G) --si Igualmente, pero usa múltiplos de 1000 no de 1024

source: -H, --dereference-command-line follow symbolic links listed on the command line --dereference-command-line-symlink-to-dir follow each command line symbolic link that points to a directory --hide=PATTERN do not list implied entries matching shell PATTERN (overridden by -a or -A)
es: -H, --dereference-command-line sigue los enlaces simbólicos listados en la línea de órdenes --dereference-command-line-symlink-to-dir sigue cada enlace simbólico en la línea de órdenes que apunta a un directorio --hide=PATRÓN no lista las entradas implícitas que concuerdan con el patrón del intérprete PATRÓN (anulado por -a o -A)

source: --indicator-style=WORD append indicator with style WORD to entry names: none (default), slash (-p), file-type (--file-type), classify (-F) -i, --inode print the index number of each file -I, --ignore=PATTERN do not list implied entries matching shell PATTERN -k like --block-size=1K
es: --indicator-style=PALABRA añade un indicador con estilo PALABRA a los nombres de las entradas: none (predeterminado), slash (-p) classify (-F), file-type (-p) -i, --inode muestra el número de nodo-i de cada archivo -I, --ignore=PATRÓN no lista las entradas que coincidan con PATRÓN de intérprete -k como --block-size=1K

source: -l use a long listing format -L, --dereference when showing file information for a symbolic link, show information for the file the link references rather than for the link itself -m fill width with a comma separated list of entries
es: -l utiliza un formato de listado largo -L, --dereference al mostrar la información de un fichero para un enlace simbólico, muestra la información del fichero al que apunta el enlace en lugar de la del propio enlace -m rellena el ancho con una lista de entradas separadas por comas

source: -n, --numeric-uid-gid like -l, but list numeric user and group IDs -N, --literal print raw entry names (don't treat e.g. control characters specially) -o like -l, but do not list group information -p, --indicator-style=slash append / indicator to directories
es: -n, --numeric-uid-gid como -l, pero muestra los identificadores de usuario y grupo en forma numérica -N, --literal imprime nombres de entrada de forma cruda (no trata p.ej. los caracteres de control de forma especial) -o como -l, pero no muestra información del grupo -p --file-type añade el indicador / a los directorios

source: -q, --hide-control-chars print ? instead of non graphic characters --show-control-chars show non graphic characters as-is (default unless program is `ls' and output is a terminal) -Q, --quote-name enclose entry names in double quotes --quoting-style=WORD use quoting style WORD for entry names: literal, locale, shell, shell-always, c, escape
es: -q, --hide-control-chars imprime ? en lugar de los caracteres no gráficos --show-control-chars muestra los caracteres no gráficos tal y como son (predeterminado a menos que el programa sea `ls' y la salida sea un terminal) -Q, --quote-name encierra los nombres de las entradas entre comillas --quoting-style=PALABRA utiliza el estilo de cita PALABRA para los nombres de las entradas: literal, locale, shell, shell-always, c, escape

source: -r, --reverse reverse order while sorting -R, --recursive list subdirectories recursively -s, --size print the size of each file, in blocks
es: -r, --reverse invierte el orden, en las ordenaciones -R, --recursive muestra los subdirectorios recursivamente -s, --size muestra el tamaño de cada archivo, en bloques

source: -S sort by file size --sort=WORD sort by WORD instead of name: none -U, extension -X, size -S, time -t, version -v --time=WORD with -l, show time as WORD instead of modification time: atime -u, access -u, use -u, ctime -c, or status -c; use specified time as sort key if --sort=time
es: -S ordena por tamaño de archivo --sort=TIPO ordena por TIPO en vez de nombre: none (ninguno) -U, extension (extensión) -X, size (tamaño) -S, time (fecha) -t, version (versión) -v --time=TIPO con -l, muestra la fecha como TIPO en vez de la fecha de modificación: atime, access o use (fecha acceso) -u, ctime o status (estado) -c; usa la fecha especificada para ordenar si --sort=time

source: --time-style=STYLE with -l, show times using style STYLE: full-iso, long-iso, iso, locale, +FORMAT. FORMAT is interpreted like `date'; if FORMAT is FORMAT1<newline>FORMAT2, FORMAT1 applies to non-recent files and FORMAT2 to recent files; if STYLE is prefixed with `posix-', STYLE takes effect only outside the POSIX locale
es: --time-style=ESTILO muestra la fecha utilizando el estilo ESTILO: full-iso, long-iso, iso, locale, +FORMATO FORMATO se interpreta como en `date'; si FORMATO es FORMATO1<nuevalínea>FORMATO2, FORMATO1 se aplica a los archivos no recientes y FORMATO2 a los archivos recientes; si ESTILO está precedido por `posix-', ESTILO surte efecto solamente fuera del local POSIX

source: -t sort by modification time -T, --tabsize=COLS assume tab stops at each COLS instead of 8
es: -t ordena por hora de modificación -T, --tabsize=COLS asume espacios del tabulador cada COLS columnas en vez de 8

source: -u with -lt: sort by, and show, access time with -l: show access time and sort by name otherwise: sort by access time -U do not sort; list entries in directory order -v sort by version
es: -u con -lt: ordena por atime y muestra atime (fecha de último acceso al fichero) con -l: muestra atime y ordena por nombre en cualquier otro caso: ordena por atime -U no ordena; muestra las entradas en el orden del directorio -v ordena por versión

source: -w, --width=COLS assume screen width instead of current value -x list entries by lines instead of by columns -X sort alphabetically by entry extension -Z, --context print any SELinux security context of each file -1 list one file per line
es: -w, --width=COLS establece el ancho de la pantalla en lugar del valor actual -x muestra las entradas por líneas en vez de por columnas -X ordena alfabéticamente por la extensión de la entrada -Z, --context imprime cualquier contexto de seguridad SELinux de cada archivo -1 muestra un archivo por cada línea

source: By default, color is not used to distinguish types of files. That is equivalent to using --color=none. Using the --color option without the optional WHEN argument is equivalent to using --color=always. With --color=auto, color codes are output only if standard output is connected to a terminal (tty). The environment variable LS_COLORS can influence the colors, and can be set easily by the dircolors command.
es: Por defecto, no se emplea color para distinguir los tipos de ficheros. Esto equivale a usar --color=none. Usando la opción --color sin el argumento opcional CUÁNDO equivale a usar --color=always. Con --color=auto, sólo se muestran los códigos de color si la salida estándar está conectada a un terminal (tty). La variable de entorno LS_COLORS puede influenciar los colores, y puede establecerse fácilmente por el comando dircolors.

source: Exit status is 0 if OK, 1 if minor problems, 2 if serious trouble.
es: el estado de salida es 0 si no ha ocurrido ningún error, 1 si han ocurrido errores menores y 2 si ha ocurrido un error grave.

source: Usage: %s [OPTION] [FILE]... Print or check %s (%d-bit) checksums. With no FILE, or when FILE is -, read standard input.
es: Uso: %s [OPCION] [ARCHIVO]... Muestra o verifica %s (%d-bit) sumas de comprobación. Sin ARCHIVO, o cuando es ARCHIVO -, lee la entrada estándar.

source: -b, --binary read in binary mode (default unless reading tty stdin)
es: -b, --binary leer en modo binario (por defecto a menos que se lea desde tty stdin)

source: -b, --binary read in binary mode
es: -b, --binary leer en modo binario

source: -c, --check read %s sums from the FILEs and check them
es: -c, --check leer %s sumas desde los archivos y los verifica

source: -t, --text read in text mode (default if reading tty stdin)
es: -t, --text leer en modo texto (por defecto si se lee desde tty stdin)

source: -t, --text read in text mode (default)
es: -t, --text leer en modo texto (por defecto)

source: The following two options are useful only when verifying checksums: --status don't output anything, status code shows success -w, --warn warn about improperly formatted checksum lines
es: Las siguientes dos opciones sólo son útiles al verificar sumas de comprobación: --status no mostrar nada, el código de estado indica el éxito -w, --warn avisa sobre líneas con un formato de sumas de comprobación inválido

source: The sums are computed as described in %s. When checking, the input should be a former output of this program. The default mode is to print a line with checksum, a character indicating type (`*' for binary, ` ' for text), and name for each FILE.
es: Las sumas se calculan tal y como se describe en %s. Al comprobar, la entrada debe ser un resultado anterior de llamar a este programa. Por defecto se muestra una línea con la suma de comprobación, un carácter indicando el tipo de fichero (`*' para binario, ` ' para texto), y el nombre de cada FICHERO.

source: %s: too many checksum lines
es: %s: demasiadas lineas de comprobación de sumas

source: %s: %<PRIuMAX>: improperly formatted %s checksum line
es: %s:%<PRIuMAX>: linea de comprobación de sumas %s con formato incorrecto.

source: %s: FAILED open or read
es: %s: FALLO al abrir o leer

source: FAILED
es: La suma no coincide

source: OK
es: La suma coincide

source: %s: read error
es: %s: error de lectura

source: %s: no properly formatted %s checksum lines found
es: %s: no se encontraron líneas de suma de comprobación %s con formato correcto

source: WARNING: %<PRIuMAX> of %<PRIuMAX> listed file could not be read
es: ADVERTENCIA: %<PRIuMAX> de %<PRIuMAX> del archivo listado no se ha podido leer

source: WARNING: %<PRIuMAX> of %<PRIuMAX> computed checksum did NOT match
es: ADVERTENCIA: %<PRIuMAX> de %<PRIuMAX> suma de comprobación NO coincide
