Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/coreutils.po
Languages: es

source: Output file suffixes exhausted
es: Se han agotado los sufijos para los ficheros de salida

source: creating file %s
es: creando archivo %s

source: cannot split in more than one way
es: no se puede trocear de varias formas distintas

source: %s: invalid suffix length
es: %s: longitud del sufijo inválida

source: %s: invalid number of bytes
es: %s: número de bytes inválido

source: %s: invalid number of lines
es: %s: número de líneas inválido

source: line count option -%s%c... is too large
es: opción de contador de líneas -%s%c... demasiado grande

source: invalid number of lines: 0
es: número de líneas inválido: 0

source: warning: unrecognized escape `\%c'
es: atención: secuencia de escape `\%c' no reconocida

source: %s: invalid directive
es: %s: directiva inválida

source: warning: backslash at end of format
es: contrabarra inválida al final del formato

source: cannot read file system information for %s
es: no se puede leer la información del sistema de ficheros para %s

source: Usage: %s [OPTION] FILE...
es: Modo de empleo: %s [OPCIÓN] FICHERO...

source: Display file or file system status. -L, --dereference follow links -f, --file-system display file system status instead of file status
es: Mostrar el estado del archivo o del sistema de archivos. -L, --dereference seguir enlaces -f, --file-system mostrar el estado del sistema de archivos en lugar del estado del archivo

source: -c --format=FORMAT use the specified FORMAT instead of the default; output a newline after each use of FORMAT --printf=FORMAT like --format, but interpret backslash escapes, and do not output a mandatory trailing newline. If you want a newline, include \n in FORMAT. -t, --terse print the information in terse form
es: -c --format=FORMAT emplea el formato especificado en FORMAT en lugar del formato por defecto; imprime en pantalla una nueva línea tras cada uso de FORMAT --printf=FORMAT es igual que --format, sólo que interpretará los escapes con \ (barra invertida), y no imprimirá la obligada nueva línea. Si desea una nueva línea, incluya \n en FORMAT. -t, --terse muestra la información abreviada.

source: The valid format sequences for files (without --file-system): %a Access rights in octal %A Access rights in human readable form %b Number of blocks allocated (see %B) %B The size in bytes of each block reported by %b %C SELinux security context string
es: Formatos válidos para archivos (sin --filesystem) %a Derechos de acceso en ocatl %A Derechos de acceso en forma legible %b Número de bloques asignados (Vea %B) %B El tamaño en bytes de cada bloque indicado por `%b' %C Cadena de contexto de seguridad SELinux

source: %d Device number in decimal %D Device number in hex %f Raw mode in hex %F File type %g Group ID of owner %G Group name of owner
es: %d Número de dispositivo en decimal %D Número de dispositivo en hexadecimal %f Modo básico en hexadecimal %F Tipo de archivo %g ID de grupo del propietario %G Nombre de grupo del propietario

source: %h Number of hard links %i Inode number %n File name %N Quoted file name with dereference if symbolic link %o I/O block size %s Total size, in bytes %t Major device type in hex %T Minor device type in hex
es: %h Número de enlaces duros %i Número de nodo-i %N Nombre de arhicvo entrecomillado desreferenciado si es enlace simbólico %n Nombre del fichero %o Tamaño del bloque de E/S %s Tamaño total, en bytes %T Tipo de dispositivo mayor en hexadecimal %t Tipo de dispositivo menor en hexadecimal

source: %u User ID of owner %U User name of owner %x Time of last access %X Time of last access as seconds since Epoch %y Time of last modification %Y Time of last modification as seconds since Epoch %z Time of last change %Z Time of last change as seconds since Epoch
es: %u ID del usuario del dueño %U Nombre de usuario del dueño %x Hora en la que fué accedido por última vez %X Hora en la que fué accedido por última vez en segundos desde la "época Unix" %y Hora de la última modificación %Y Hora de la última modificación en segundos desde la "época Unix" %z Hora del último cambio %Z Hora del último cambio en segundos desde la "época Unix"

source: Valid format sequences for file systems: %a Free blocks available to non-superuser %b Total data blocks in file system %c Total file nodes in file system %d Free file nodes in file system %f Free blocks in file system %C SELinux security context string
es: Formatos válidos para sistemas de archivos: %a Bloques libres disponibles para el no superusuario %b Total de bloques de datos en el sistema de archivos %c Total de nodos de ficheros en el sistema de archivos %d Nodos de ficheros libres en el sistema de archivos %f Bloques libres en el sistema de archivos &C Cadena de contexto de seguridad SELinux

source: %i File System ID in hex %l Maximum length of filenames %n File name %s Block size (for faster transfers) %S Fundamental block size (for block counts) %t Type in hex %T Type in human readable form
es: %i id del sistema de archivos en hexadecimal %l Longitud máxima de los nombres de archivos %n Nombre del archivos %s Tamaño de bloques (para transferencias más rápidas) %S Tamaño de bloque fundamental (para conteo de bloques) %t Tipo en hexadecimal %T Tipo de forma legible

source: Usage: %s [-F DEVICE] [--file=DEVICE] [SETTING]... or: %s [-F DEVICE] [--file=DEVICE] [-a|--all] or: %s [-F DEVICE] [--file=DEVICE] [-g|--save]
es: Modo de empleo: %s [-F DISPOSITIVO] [--file=DISPOSITIVO] [OPCIONES]... o bien: %s [-F DISPOSITIVO] [--file=DISPOSITIVO] [-a|--all] o bien: %s [-F DISPOSITIVO] [--file=DISPOSITIVO] [-g|--save]

source: Print or change terminal characteristics. -a, --all print all current settings in human-readable form -g, --save print all current settings in a stty-readable form -F, --file=DEVICE open and use the specified DEVICE instead of stdin
es: Muestra o establece las características de la terminal -a, --all muestra todos los valores actuales en forma legible para humanos -g, --save muestra todos los valores actuales en forma legible para ttys -F, --file=DISP abre y utiliza el DISPositivo especificado en lugar de la entrada estándar

source: Optional - before SETTING indicates negation. An * marks non-POSIX settings. The underlying system defines which settings are available.
es: Un - opcional antes de VALOR indica negación. Un * marca valores no POSIX. El sistema subyacente define qué valores están disponibles.

source: Special characters: * dsusp CHAR CHAR will send a terminal stop signal once input flushed eof CHAR CHAR will send an end of file (terminate the input) eol CHAR CHAR will end the line
es: Caracteres especiales: * dsusp CAR el CARácter enviará una señal de alto a la terminal una vez que se haya limpiado la entrada eof CAR el CARácter enviará un fin de línea (termina la entrada) eol CAR el CARácter terminará la línea

source: * eol2 CHAR alternate CHAR for ending the line erase CHAR CHAR will erase the last character typed intr CHAR CHAR will send an interrupt signal kill CHAR CHAR will erase the current line
es: * eol2 CAR CARácter alternativo para terminar la línea erase CAR el CARácter borrará el último carácter tecleado intr CAR el CARácter enviará una señal de interrupción kill CAR el CARácter borrará la línea actual

source: * lnext CHAR CHAR will enter the next character quoted quit CHAR CHAR will send a quit signal * rprnt CHAR CHAR will redraw the current line start CHAR CHAR will restart the output after stopping it
es: * lnext CAR el CARácter introducirá el siguiente carácter comentado quit CAR el CARácter enviará una señal de salida * rprnt CAR el CARácter redibujará la línea actual start CAR el CARácter reiniciará la salida después de haberla detenido

source: stop CHAR CHAR will stop the output susp CHAR CHAR will send a terminal stop signal * swtch CHAR CHAR will switch to a different shell layer * werase CHAR CHAR will erase the last word typed
es: stop CAR el CARácter detendrá la salida susp CAR el CARácter enviará una señal de alto a la terminal * swtch CAR el CARácter establecerá un contexto diferente de shell * werase CAR el CARácter borrará la última palabra tecleada

source: Special settings: N set the input and output speeds to N bauds * cols N tell the kernel that the terminal has N columns * columns N same as cols N
es: Valores especiales: N establece la velocidad de entrada y salida a N baudios * cols N dice al núcleo que la terminal tiene N columnas * columns N igual que cols N

source: ispeed N set the input speed to N * line N use line discipline N min N with -icanon, set N characters minimum for a completed read ospeed N set the output speed to N
es: ispeed N establece la velocidad de entrada a N * line N utiliza la disciplina de línea N min N con -icanon, establece a N caracteres como mínimo para una lectura completada ospeed N establece la velocidad de salida a N

source: * rows N tell the kernel that the terminal has N rows * size print the number of rows and columns according to the kernel speed print the terminal speed time N with -icanon, set read timeout of N tenths of a second
es: * rows N dice al núcleo que la terminal tiene N líneas * size muestra el número de líneas y columnas de acuerdo con el núcleo speed muestra la velocidad de la terminal time N con -icanon, establece el tiempo fuera de lectura en N décimas de segundo

source: Control settings: [-]clocal disable modem control signals [-]cread allow input to be received * [-]crtscts enable RTS/CTS handshaking csN set character size to N bits, N in [5..8]
es: Valores de control: [-]clocal desactiva las señales de control del módem [-]cread permite que se reciba entrada * [-]crtscts permite negociación RTS/CTS csN establece el tamaño del carácter en N bits, N en [5..8]

source: [-]cstopb use two stop bits per character (one with `-') [-]hup send a hangup signal when the last process closes the tty [-]hupcl same as [-]hup [-]parenb generate parity bit in output and expect parity bit in input [-]parodd set odd parity (even with `-')
es: [-]cstopb utiliza dos bits de paro por carácter (uno con `-') [-]hup manda una señal de colgar cuando el último proceso cierra la tty [-]hupcl igual que [-]hup [-]parenb genera un bit de paridad en la salida y espera un bit de paridad en la entrada [-]parodd establece paridad impar (incluso con `-')

source: Input settings: [-]brkint breaks cause an interrupt signal [-]icrnl translate carriage return to newline [-]ignbrk ignore break characters [-]igncr ignore carriage return
es: Valores de entrada: [-]brkint `breaks' causan una señal de interrupción [-]icrnl traduce el retorno de carro a nueva línea [-]ignbrk descarta los caracteres de `break' [-]igncr descarta los retornos de carro

source: [-]ignpar ignore characters with parity errors * [-]imaxbel beep and do not flush a full input buffer on a character [-]inlcr translate newline to carriage return [-]inpck enable input parity checking [-]istrip clear high (8th) bit of input characters
es: [-]ignpar descarta los caracteres con error de paridad * [-]imaxbel emite un pitido y no limpia un búfer de entrada lleno con un carácter [-]inlcr traduce nueva línea a retorno de carro [-]inpck permite la revisión de paridad de entrada [-]istrip borra el bit alto (8º) de los caracteres de entrada

source: * [-]iutf8 assume input characters are UTF-8 encoded
es: * [-]iutf8 asume que el ingreso de caracteres son de codificación UTF-8

source: * [-]iuclc translate uppercase characters to lowercase * [-]ixany let any character restart output, not only start character [-]ixoff enable sending of start/stop characters [-]ixon enable XON/XOFF flow control [-]parmrk mark parity errors (with a 255-0-character sequence) [-]tandem same as [-]ixoff
es: * [-]iuclc traduce de caracteres en mayúscula a minúscula * [-]ixany deja que cualquier carácter reinicie la entrada, no sólo el carácter de inicio [-]ixoff permite el envío de caracteres de inicio/alto [-]ixon permite el control de flujo XON/XOFF [-]parmrk marca errores de paridad (con la secuencia de caracteres 255-0) [-]tandem igual que [-]ixoff

source: Output settings: * bsN backspace delay style, N in [0..1] * crN carriage return delay style, N in [0..3] * ffN form feed delay style, N in [0..1] * nlN newline delay style, N in [0..1]
es: Valores de salida: * bsN estilo de retardo de retroceso, N en [0..1] * crN estilo de retardo de retorno de carro, N en [0..3] * ffN estilo de retardo de salto de página, N en [0..1] * nlN estilo de retardo de nueva línea, N in [0..1]

source: * [-]ocrnl translate carriage return to newline * [-]ofdel use delete characters for fill instead of null characters * [-]ofill use fill (padding) characters instead of timing for delays * [-]olcuc translate lowercase characters to uppercase * [-]onlcr translate newline to carriage return-newline * [-]onlret newline performs a carriage return
es: * [-]ocrnl traduce retorno de carro a nueva línea * [-]ofdel utiliza caracteres de borrado para relleno en lugar de caracteres nulos * [-]ofill utiliza caracteres de relleno en lugar de tiempo para retardos * [-]olcuc traduce caracteres en minúscula a mayúscula * [-]onlcr traduce nueva línea a retorno de carro-nueva línea * [-]onlret nueva línea realiza un retorno de carro

source: * [-]onocr do not print carriage returns in the first column [-]opost postprocess output * tabN horizontal tab delay style, N in [0..3] * tabs same as tab0 * -tabs same as tab3 * vtN vertical tab delay style, N in [0..1]
es: * [-]onocr no muestra retornos de carro en la primera columna [-]opost postprocesa salida * tabN estilo de retardo de tabulador horizontal, N en [0..3] * tabs igual que tab0 * -tabs igual que tab3 * vtN estilo de retardo de tabulador vertical, N en [0..1]

source: Local settings: [-]crterase echo erase characters as backspace-space-backspace * crtkill kill all line by obeying the echoprt and echoe settings * -crtkill kill all line by obeying the echoctl and echok settings
es: Valores locales: [-]crterase repite los caracteres de borrado como retroceso-espacio-retroceso * crtkill mata toda la línea obedeciendo los valores echoprt y echoe * -crtkill mata toda la línea obedeciendo los valores echoctl y echok

source: * [-]ctlecho echo control characters in hat notation (`^c') [-]echo echo input characters * [-]echoctl same as [-]ctlecho [-]echoe same as [-]crterase [-]echok echo a newline after a kill character
es: * [-]ctlecho repite los caracteres de control en notación gorro (`^c') [-]echo repite los caracteres de entrada * [-]echoctl igual que [-]ctlecho [-]echoe igual que [-]crterase [-]echok repite una nueva línea después de un carácter de matar

source: * [-]echoke same as [-]crtkill [-]echonl echo newline even if not echoing other characters * [-]echoprt echo erased characters backward, between `\' and '/' [-]icanon enable erase, kill, werase, and rprnt special characters [-]iexten enable non-POSIX special characters
es: * [-]echoke igual que [-]crtkill [-]echonl repite nueva línea aún si no está repitiendo otros caracteres * [-]echoprt repite los caracteres borrados en orden inverso, entre `\' y '/' [-]icanon permite los caracteres especiales erase, kill, werase, y rprnt [-]iexten permite caracteres especiales no-POSIX

source: [-]isig enable interrupt, quit, and suspend special characters [-]noflsh disable flushing after interrupt and quit special characters * [-]prterase same as [-]echoprt * [-]tostop stop background jobs that try to write to the terminal * [-]xcase with icanon, escape with `\' for uppercase characters
es: [-]isig permite los caracteres especiales interrupt, quit, y suspend [-]noflsh no permite limpieza después de los caracteres especiales interrupt y quit * [-]prterase igual que [-]echoprt * [-]tostop detiene trabajos en `background' que tratan de escribir a la terminal * [-]xcase con icanon, escapa con `\' para caracteres en mayúscula

source: Combination settings: * [-]LCASE same as [-]lcase cbreak same as -icanon -cbreak same as icanon
es: Valores de combinación: * [-]LCASE igual que [-]lcase cbreak igual que -icanon -cbreak igual que icanon

source: cooked same as brkint ignpar istrip icrnl ixon opost isig icanon, eof and eol characters to their default values -cooked same as raw crt same as echoe echoctl echoke
es: cooked igual que caracteres brkint ignpar istrip icrnl ixon opost isig icanon, eof y eol a sus valores por omisión -cooked igual que raw crt igual que echoe echoctl echoke

source: dec same as echoe echoctl echoke -ixany intr ^c erase 0177 kill ^u * [-]decctlq same as [-]ixany ek erase and kill characters to their default values evenp same as parenb -parodd cs7
es: dec igual que echoe echoctl echoke -ixany intr ^c erase 0177 kill ^u * [-]decctlq igual que [-]ixany ek caracteres erase y kill a sus valores por omisión evenp igual que parenb -parodd cs7

source: -evenp same as -parenb cs8 * [-]lcase same as xcase iuclc olcuc litout same as -parenb -istrip -opost cs8 -litout same as parenb istrip opost cs7 nl same as -icrnl -onlcr -nl same as icrnl -inlcr -igncr onlcr -ocrnl -onlret
es: -evenp igual que -parenb cs8 * [-]lcase igual que xcase iuclc olcuc litout igual que -parenb -istrip -opost cs8 -litout igual que parenb istrip opost cs7 nl igual que -icrnl -onlcr -nl igual que icrnl -inlcr -igncr onlcr -ocrnl -onlret

source: oddp same as parenb parodd cs7 -oddp same as -parenb cs8 [-]parity same as [-]evenp pass8 same as -parenb -istrip cs8 -pass8 same as parenb istrip cs7
es: oddp igual que parenb parodd cs7 -oddp igual que -parenb cs8 [-]parity igual que [-]evenp pass8 igual que -parenb -istrip cs8 -pass8 igual que parenb istrip cs7

source: raw same as -ignbrk -brkint -ignpar -parmrk -inpck -istrip -inlcr -igncr -icrnl -ixon -ixoff -iuclc -ixany -imaxbel -opost -isig -icanon -xcase min 1 time 0 -raw same as cooked
es: raw igual que -ignbrk -brkint -ignpar -parmrk -inpck -istrip -inlcr -igncr -icrnl -ixon -ixoff -iuclc -ixany -imaxbel -opost -isig -icanon -xcase min 1 time 0 -raw igual que cooked

source: sane same as cread -ignbrk brkint -inlcr -igncr icrnl -iutf8 -ixoff -iuclc -ixany imaxbel opost -olcuc -ocrnl onlcr -onocr -onlret -ofill -ofdel nl0 cr0 tab0 bs0 vt0 ff0 isig icanon iexten echo echoe echok -echonl -noflsh -xcase -tostop -echoprt echoctl echoke, all special characters to their default values.
es: sane igual que cread -ignbrk brkint -inlcr -igncr icrnl -iutf8 -ixoff -iuclc -ixany imaxbel opost -olcuc -ocrnl onlcr -onocr -onlret -ofill -ofdel nl0 cr0 tab0 bs0 vt0 ff0 isig icanon iexten echo echoe echok -echonl -noflsh -xcase -tostop -echoprt echoctl echoke, todos los caracteres a sus valores predeterminados.

source: Handle the tty line connected to standard input. Without arguments, prints baud rate, line discipline, and deviations from stty sane. In settings, CHAR is taken literally, or coded as in ^c, 0x37, 0177 or 127; special values ^- or undef used to disable special characters.
es: Maneja la línea tty conectada a la entrada estándar. Sin argumentos, muestra la tasa de baudios, la disciplina de línea, y desviaciones con respecto de `stty sane'. En valores, el CARácter es tomado literalmente, o codificado como en ^c, 0x37, 0177 ó 127; los valores especiales ^- o undef son utilizados para no permitir caracteres especiales.

source: only one device may be specified
es: sólo se puede especificar un dispositivo

source: the options for verbose and stty-readable output styles are mutually exclusive
es: las opciones para estilos de salida explícitos y legibles para terminal son mutuamente excluyentes

source: when specifying an output style, modes may not be set
es: cuando se especifica un estilo de salida, no se pueden establecer los modos

source: %s: couldn't reset non-blocking mode
es: %s: no se pudo reiniciar el modo `non-blocking'

source: invalid argument %s
es: argumento inválido %s

source: missing argument to %s
es: argumento faltante a %s

source: invalid line discipline %s
es: disciplima de línea inválida: %s

source: %s: unable to perform all requested operations
es: %s: no se pudieron realizar todas las operaciones solicitadas

source: new_mode: mode
es: new_mode: modo

source: %s: no size information for this device
es: %s: no hay información sobre tamaño para este dispositivo

source: invalid integer argument %s
es: argumento entero %s inválido

source: Password:
es: Contraseña:

source: getpass: cannot open /dev/tty
es: getpass: no se puede abrir /dev/tty

source: cannot set groups
es: no se puede establecer el grupo

source: cannot set group id
es: no se puede establecer el id del grupo

source: cannot set user id
es: no se puede establecer el id del usuario

source: Usage: %s [OPTION]... [-] [USER [ARG]...]
es: Modo de empleo: %s [OPCIÓN]... [-] [USUARIO [ARG]...]

source: Change the effective user id and group id to that of USER. -, -l, --login make the shell a login shell -c, --command=COMMAND pass a single COMMAND to the shell with -c -f, --fast pass -f to the shell (for csh or tcsh) -m, --preserve-environment do not reset environment variables -p same as -m -s, --shell=SHELL run SHELL if /etc/shells allows it
es: Cambia el identificador efectivo de usuario y de grupo al del USUARIO. -, -l, --login hace al shell un shell de `login' -c, --command=ORDEN pasa una sola ORDEN al shell con -c -f, --fast pasa -f al shell (para csh o tcsh) -m, --preserve-environment no borra las variables de entorno -p igual que -m -s, --shell=SHELL ejecuta SHELL si /etc/shells lo permite

source: A mere - implies -l. If USER not given, assume root.
es: Un simple - implica -l. Si no se da el USUARIO, se supone root.

source: user %s does not exist
es: el usuario %s no existe

source: incorrect password
es: contraseña incorrecta

source: using restricted shell %s
es: usando el shell restringido %s

source: warning: cannot change directory to %s
es: atención: no se puede cambiar al directorio %s

source: Print checksum and block counts for each FILE. -r defeat -s, use BSD sum algorithm, use 1K blocks -s, --sysv use System V sum algorithm, use 512 bytes blocks
es: Muestra la suma de comprobación y el número de bloques para cada FICHERO. -r incompatible con -s, usa el algoritmo de BSD, con bloques de 1K -s, --sysv usa el algoritmo de System V, con bloques de 512 bytes

source: Force changed blocks to disk, update the super block.
es: Guarda los bloques cambiados en el disco, actualiza el superbloque.

source: ignoring all arguments
es: no se tendrá en cuenta ningún argumento

source: NOTE: your shell may have its own version of %s, which usually supersedes the version described here. Please refer to your shell's documentation for details about the options it supports.
es: NOTA: su consola puede tener su propia versión de %s, que normalmente sobreescribe a la versión descrita aquí. Por favor, verifique la documentación de su consola para obtener detalles sobre las opciones que soporta.

source: --help display this help and exit
es: --help muestra esta ayuda y finaliza

source: --version output version information and exit
es: --version informa de la versión y finaliza

source: Report bugs to <%s>.
es: Comunicar errores a <%s>.

source: Write each FILE to standard output, last line first. With no FILE, or when FILE is -, read standard input.
es: Escribe cada FICHERO en la salida estándar comenzando por la última línea Si no se especifica FICHERO o FICHERO es `-', lee la entrada estándar.

source: -b, --before attach the separator before instead of after -r, --regex interpret the separator as a regular expression -s, --separator=STRING use STRING as the separator instead of newline
es: -b, --before añade el separador antes de cada línea, en lugar de añadirlo después -r, --regex interpreta el separador como una expresión regular -s, --separator=CADENA usa CADENA como separador, en lugar de un salto de línea

source: %s: seek failed
es: %s: seek falló
