Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/coreutils.po
Languages: es

source: the --binary and --text options are meaningless when verifying checksums
es: las opciones --binary y --text no tienen sentido cuando se verifican sumas de comprobación

source: the --status option is meaningful only when verifying checksums
es: la opción --status sólo tiene sentido cuando se verifican sumas de comprobación

source: the --warn option is meaningful only when verifying checksums
es: la opción --warn sólo tiene sentido cuando se verifican sumas de comprobación

source: Usage: %s [OPTION] DIRECTORY...
es: Modo de empleo: %s [OPCIÓN] DIRECTORIO...

source: Create the DIRECTORY(ies), if they do not already exist.
es: Crea los DIRECTORIO(s), si no existen ya.

source: -m, --mode=MODE set file mode (as in chmod), not a=rwx - umask -p, --parents no error if existing, make parent directories as needed -v, --verbose print a message for each created directory -Z, --context=CTX set the SELinux security context of each created directory to CTX
es: Crea el/los DIRECTORIO(s), si no existen ya. -m, --mode=MODE establece los permisos (como en chmod), en lugar de rwx - umask -p, --parents no hay error si existen, crea los directorios padres en caso necesario -v, --verbose muestra un mensaje por cada directorio creado -Z, --context=CTX establece el contexto de seguridad SELinux para cada directorio CTX creado

source: created directory %s
es: se ha creado el directorio %s

source: Usage: %s [OPTION] NAME...
es: Modo de empleo: %s [OPCIÓN] NOMBRE...

source: Create named pipes (FIFOs) with the given NAMEs.
es: Crea tuberías con nombre (FIFOs) con los NOMBREs dados.

source: -Z, --context=CTX set the SELinux security context of each NAME to CTX
es: -Z, --context=CTX para cada NOMBRE, establece el contexto de seguridad de SELinux a CTX

source: -m, --mode=MODE set file permission bits to MODE, not a=rw - umask
es: -m, --mode=MODO establece los permisos de MODO, no a=rw - umask

source: invalid mode
es: modo inválido

source: mode must specify only file permission bits
es: el modo sólo debe especificar los bits de permisos de archivo

source: Usage: %s [OPTION]... NAME TYPE [MAJOR MINOR]
es: Modo de empleo: %s [OPCIÓN]... NOMBRE TIPO [PRINCIPAL SECUNDARIO]

source: Create the special file NAME of the given TYPE.
es: Crea el fichero especial NOMBRE del TIPO dado.

source: -Z, --context=CTX set the SELinux security context of NAME to CTX
es: -Z, --context=CTX Para cada NOMBRE, establece el contexto de seguridad de SELinux a CTX

source: Both MAJOR and MINOR must be specified when TYPE is b, c, or u, and they must be omitted when TYPE is p. If MAJOR or MINOR begins with 0x or 0X, it is interpreted as hexadecimal; otherwise, if it begins with 0, as octal; otherwise, as decimal. TYPE may be:
es: Deben especificarse tanto PRINCIPAL como SECUNDARIO cuando el TIPO es b, c ó u, y debe omitirse cuando el TIPO es p. Si PRINCIPAL o SECUNDARIO comienzan con 0x o 0X, se interpreta como hexadecimal; en caso contrario, si comienza con 0, como octal, en caso contrario, como decimal. TIPO puede ser:

source: b create a block (buffered) special file c, u create a character (unbuffered) special file p create a FIFO
es: b crea un fichero especial de bloques (buffered) c, u crea un fichero especial de caracteres (unbuffered) p crea un `FIFO'

source: Special files require major and minor device numbers.
es: cuando se crean ficheros especiales, se deben especificar los números de dispositivo principal y secundario

source: Fifos do not have major and minor device numbers.
es: Fifos no tiene número de dispositivo mayor ni menor.

source: block special files not supported
es: los ficheros especiales de bloques no están soportados

source: character special files not supported
es: los ficheros especiales de caracteres no están soportados

source: invalid major device number %s
es: número principal de dispositivo inválido %s

source: invalid minor device number %s
es: número secundario de dispositivo inválido %s

source: invalid device %s %s
es: dispositivo inválido %s %s

source: invalid device type %s
es: tipo de dispositivo inválido %s

source: Usage: %s [OPTION]... [TEMPLATE]
es: Uso: %s [OPCIÓN]... [PLANTILLA]

source: Create a temporary file or directory, safely, and print its name. If TEMPLATE is not specified, use tmp.XXXXXXXXXX.
es: Crea, de modo seguro, un archivo o directorio temporal e imprime su nombre. Si PLANTILLA no está especificado, use tmp.XXXXXXXXXX.

source: -d, --directory create a directory, not a file
es: -d, --directory crea un directorio, no un archivo

source: -q, --quiet suppress diagnostics about file/dir-creation failure
es: -q, --quiet suprime los diagnósticos sobre fallos en la creación de archivo/directorio

source: -u, --dry-run do not create anything; merely print a name (unsafe)
es: -u, --dry-run no crea nada; simplemente imprime un nombre (inseguro)

source: --tmpdir[=DIR] interpret TEMPLATE relative to DIR. If DIR is not specified, use $TMPDIR if set, else /tmp. With this option, TEMPLATE must not be an absolute name. Unlike with -t, TEMPLATE may contain slashes, but even here, mktemp still creates only the final component.
es: --tmpdir[=DIR] interpreta TEMPLATE relativo a DIR. Si DIR no se ha especificado, usa $TMPDIR si definido, si no /tmp. Con esta opción, TEMPLATE no debe ser un nombre absoluto. A diferencia de -t, TEMPLATE puede contener barras (/), pero incluso así, mktemp sólo crea el componente final.

source: -p DIR use DIR as a prefix; implies -t [deprecated]
es: -p DIR usa DIR como prefijo; implica -t [obsoleto]

source: -t interpret TEMPLATE as a single file name component, relative to a directory: $TMPDIR, if set; else the directory specified via -p; else /tmp [deprecated]
es: -t interpreta TEMPLATE como un componente de un solo nombre de archivo, relativo a un directorio: $TMPDIR, si definido; si no el directorio especificado vía -p; si no /tmp [obsoleto]

source: too many templates
es: demasiadas plantillas

source: too few X's in template %s
es: pocos X's en la plantilla %s

source: invalid template, %s, contains directory separator
es: plantilla inválida, %s, contiene un separador de directorios

source: invalid template, %s; with --tmpdir, it may not be absolute
es: plantilla inválida, %s; con --tmpdir, puede no ser absoluta

source: failed to create directory via template %s
es: fallo al crear el directorio vía plantilla %s

source: failed to create file via template %s
es: fallo al crear el archivo vía plantilla %s

source: Rename SOURCE to DEST, or move SOURCE(s) to DIRECTORY.
es: Renombra ORIGEN a DESTINO, o mueve ORIGEN(es) a DIRECTORIO.

source: --backup[=CONTROL] make a backup of each existing destination file -b like --backup but does not accept an argument -f, --force do not prompt before overwriting -i, --interactive prompt before overwrite
es: --backup[=CONTROL] crea una copia de seguridad de cada archivo de destino -b como --backup pero no acepta ningún argumento -f, --force no pregunta antes de sobreescribir -i, --interactive pide confirmación antes de sobreescribir

source: --strip-trailing-slashes remove any trailing slashes from each SOURCE argument -S, --suffix=SUFFIX override the usual backup suffix
es: --strip-trailing-slashes quita las barras inclinadas sobrantes de cada argumento FUENTE -S, --suffix=SUFFIX sobrescribe el sufijo de copia usual

source: -t, --target-directory=DIRECTORY move all SOURCE arguments into DIRECTORY -T, --no-target-directory treat DEST as a normal file -u, --update move only when the SOURCE file is newer than the destination file or when the destination file is missing -v, --verbose explain what is being done
es: -t, --target-directory=DIRECTORIO mover todo los argumentos de ORIGEN al DIRECTORIO -T, --no-target-directory tratar DESTINO como un archivo normal -u, --update mover solamente cuando el archivo ORIGEN es más nuevo después el archivo de destino o cuándo el archivo de destino no esté -v, --verbose explicar lo que se está haciendo

source: Usage: %s [OPTION] [COMMAND [ARG]...]
es: Modo de empleo: %s [OPCIÓN] [ORDEN [ARG]...]

source: Run COMMAND with an adjusted niceness, which affects process scheduling. With no COMMAND, print the current niceness. Nicenesses range from %d (most favorable scheduling) to %d (least favorable). -n, --adjustment=N add integer N to the niceness (default 10)
es: Ejecuta COMANDO con una prioridad ajustada, lo que afecta el ordenamiento de procesos. Si no se especifica ningún COMANDO, muestra la prioridad actual. El rango de priorización va desde %d (más favorable) a %d (menos favorable). -n, --adjustment=N agrega N a la prioridad actual (10 por defecto)

source: invalid adjustment %s
es: ajuste inválido %s

source: a command must be given with an adjustment
es: con un ajuste, debe darse una orden

source: cannot get niceness
es: no se puede obtener la prioridad de procesos

source: cannot set niceness
es: no se puede establecer la prioridad de procesos

source: Write each FILE to standard output, with line numbers added. With no FILE, or when FILE is -, read standard input.
es: Escribe cada FICHERO en la salida estándar, con las líneas numeradas. Si no se especifica FICHERO o FICHERO es `-', lee la entrada estándar.

source: -b, --body-numbering=STYLE use STYLE for numbering body lines -d, --section-delimiter=CC use CC for separating logical pages -f, --footer-numbering=STYLE use STYLE for numbering footer lines
es: -b, --body-numbering=ESTILO usa ESTILO para la numeración de las líneas -d, --section-delimiter=CC usa CC para separar páginas -f, --footer-numbering=ESTILO usa ESTILO para numerar las líneas finales

source: -h, --header-numbering=STYLE use STYLE for numbering header lines -i, --page-increment=NUMBER line number increment at each line -l, --join-blank-lines=NUMBER group of NUMBER empty lines counted as one -n, --number-format=FORMAT insert line numbers according to FORMAT -p, --no-renumber do not reset line numbers at logical pages -s, --number-separator=STRING add STRING after (possible) line number
es: -h, --header-numbering=ESTILO usa ESTILO para numerar las líneas de cabecera -i, --page-increment=NÚMERO incrementa en NÚMERO el número de línea en cada línea -l, --join-blank-lines=NÚMERO un grupo de NÚMERO líneas vacías se cuentan como una sola -n, --number-format=FORMATO inserta los números de línea con FORMATO -p, --no-renumber no reinicializa el número de líneas para cada página -s, --number-separator=CADENA añade CADENA despúes del número de línea

source: -v, --first-page=NUMBER first line number on each logical page -w, --number-width=NUMBER use NUMBER columns for line numbers
es: -v, --first-page=NÚMERO primer número de línea para cada página -w, --number-width=ANCHO usa ANCHO columnas para los números de línea

source: By default, selects -v1 -i1 -l1 -sTAB -w6 -nrn -hn -bt -fn. CC are two delimiter characters for separating logical pages, a missing second character implies :. Type \\ for \. STYLE is one of:
es: Por omisión es `-v1 -i1 -l1 -sTAB -w6 -nrn -hn -bt -fn'. `CC' son dos caracteres delimitadores para separar páginas; si sólo se especifica uno de ellos, el otro se supone:`.' Utilícese \\ para obtener \. ESTILO puede ser uno de lo siguientes:

source: a number all lines t number only nonempty lines n number no lines pBRE number only lines that contain a match for the basic regular expression, BRE FORMAT is one of: ln left justified, no leading zeros rn right justified, no leading zeros rz right justified, leading zeros
es: a numera todas las líneas t numera sólo las líneas no vacías n no numera ninguna línea pBRE numera sólo las líneas que coinciden con la expresión regular BRE FORMATO es uno de los siguientes: ln justificación a la izquierda, sin ceros a la izquierda rn justificación a la derecha, sin ceros a la izquierda rz justificación a la derecha, con ceros a la izquierda

source: line number overflow
es: número de línea sobrepasado

source: invalid header numbering style: %s
es: estilo de numeración de cabecera inválido: %s

source: invalid body numbering style: %s
es: estilo de numeración de cuerpo inválido: %s

source: invalid footer numbering style: %s
es: estilo de numeración de pie inválido: %s

source: invalid starting line number: %s
es: número de comienzo de línea inválido: %s

source: invalid line number increment: %s
es: incremento de línea inválido: %s

source: invalid number of blank lines: %s
es: número de líneas vacías inválido: %s

source: invalid line number field width: %s
es: ancho para el número de línea inválido: %s

source: invalid line numbering format: %s
es: formato de numeración de líneas inválido: %s

source: Usage: %s COMMAND [ARG]... or: %s OPTION
es: Modo de empleo: %s ORDEN [ARGUMENTO]... o bien: %s OPCIÓN

source: Run COMMAND, ignoring hangup signals.
es: Ejecuta ORDEN, descartando las señales de colgar.

source: If standard input is a terminal, redirect it from /dev/null. If standard output is a terminal, append output to `nohup.out' if possible, `$HOME/nohup.out' otherwise. If standard error is a terminal, redirect it to standard output. To save output to FILE, use `%s COMMAND > FILE'.
es: si la entrada estándar es una terminal, redirigirla desde /dev/null. si la salida estándar es una terminal, añadir la salida a `nohup.out` si es posible, en caso contrario a `$HOME/nohup.out`. si los errores van a una terminal, redirigirlos a la salida estándar. Para guardar la salida a FILE, use `%s COMMAND > FILE`

source: ignoring input
es: se ignora la entrada

source: failed to open %s
es: No se puede abrir %s

source: ignoring input and appending output to %s
es: se ignora la entrada y se añade la salida a %s

source: failed to set the copy of stderr to close on exec
es: fallo al establecer que la copia de stderr se cierre al hacer `exec'

source: ignoring input and redirecting stderr to stdout
es: se ignora la entrada y se redirige stderr hacia stdout

source: failed to redirect standard error
es: fallo al redireccionar la salida de error estándar

source: Usage: %s [OPTION]... [FILE]... or: %s [-abcdfilosx]... [FILE] [[+]OFFSET[.][b]] or: %s --traditional [OPTION]... [FILE] [[+]OFFSET[.][b] [+][LABEL][.][b]]
es: Uso: %s [OPCION]... [ARCHIVO]... o: %s [-abcdfilosx]... [ARCHIVO] [[+]OFFSET[.][b]] o: %s --traditional [OPCION]... [ARCHIVO] [[+]OFFSET[.][b] [+][LABEL][.][b]]

source: Write an unambiguous representation, octal bytes by default, of FILE to standard output. With more than one FILE argument, concatenate them in the listed order to form the input. With no FILE, or when FILE is -, read standard input.
es: Escribe una representación inequívoca, por defecto en base ocho, de FICHERO en la salida estándar. Si no se especifica FICHERO o FICHERO es `-', lee la entrada estándar.

source: All arguments to long options are mandatory for short options.
es: Todos los argumentos para las opciones largas son obligatorios para las opciones cortas.

source: -A, --address-radix=RADIX decide how file offsets are printed -j, --skip-bytes=BYTES skip BYTES input bytes first
es: -A, --address-radix=BASE indica cómo se han de mostrar las posiciones del fichero -j, --skip-bytes=BYTES descarta los primeros BYTES bytes de cada fichero

source: -N, --read-bytes=BYTES limit dump to BYTES input bytes -S, --strings[=BYTES] output strings of at least BYTES graphic chars -t, --format=TYPE select output format or formats -v, --output-duplicates do not use * to mark line suppression -w, --width[=BYTES] output BYTES bytes per output line --traditional accept arguments in traditional form
es: -N, --read-bytes=BYTES restringe la salida a BYTES a la cantidad de bytes de entrada -s, --strings[=BYTES] devuelve cadenas de al menos BYTES caracteres gráficos -t, --format=TIPO seleccione el formato o formatos de salida -v, --output-duplicates no use * para indicar supresión de líneas -w, --width[=BYTES] devuelve BYTES bytes por cada línea de salida --traditional acepta los argumentos en formato tradicional

source: Traditional format specifications may be intermixed; they accumulate: -a same as -t a, select named characters, ignoring high-order bit -b same as -t o1, select octal bytes -c same as -t c, select ASCII characters or backslash escapes -d same as -t u2, select unsigned decimal 2-byte units
es: Las especificaciones de formato tradicionales pueden estar mezcladas y se acumulan: -a lo mismo que -t a, selecciona los caracteres nombrados -b lo mismo que -t oC, selecciona bytes en base octal -c lo mismo que -t c, selecciona caracteres ASCII o secuencias de escape -d lo mismo que -t u2, selecciona decimales cortos sin signo

source: -f same as -t fF, select floats -i same as -t dI, select decimal ints -l same as -t dL, select decimal longs -o same as -t o2, select octal 2-byte units -s same as -t d2, select decimal 2-byte units -x same as -t x2, select hexadecimal 2-byte units
es: -f lo mismo que -t fF, seleccione números en coma flotante -i lo mismo que -t dI, seleccione decimales cortos -l lo mismo que -t dL, seleccione decimales largos -o lo mismo que -t o2, seleccione octales cortos de unidades de 2 bytes -s lo mismo que -t d2, seleccione decimales de unidades de 2 bytes -x lo mismo que -t x2, seleccione hexadecimales de unidades de 2 bytes

source: If first and second call formats both apply, the second format is assumed if the last operand begins with + or (if there are 2 operands) a digit. An OFFSET operand means -j OFFSET. LABEL is the pseudo-address at first byte printed, incremented when dump is progressing. For OFFSET and LABEL, a 0x or 0X prefix indicates hexadecimal; suffixes may be . for octal and b for multiply by 512.
es: Si los dos primeros formatos de llamada son aplicables, se asume el segundo formato, siempre y cuando el último operando comience con `+' o con un dígito (caso de que haya dos operandos). Un operando DESPLAZAMIENTO significa -j DESPLAZAMIENTO. ETIQUETA es la pseudo- dirección del primer byte mostrado, que se incrementa conforme avanza el volcado. Para DESPLAZAMIENTO y ETIQUETA, un prefijo 0x o 0X indica hexadecimal; los sufijos pueden ser `.' para octal y `b' para bloques de 512 bytes.

source: TYPE is made up of one or more of these specifications: a named character, ignoring high-order bit c ASCII character or backslash escape
es: TIPO se compone de una o más de estas especificaciones: a nombre de carácter, ignorando el bit de mayor orden c carácter ASCII o carácter de escape (\)

source: d[SIZE] signed decimal, SIZE bytes per integer f[SIZE] floating point, SIZE bytes per integer o[SIZE] octal, SIZE bytes per integer u[SIZE] unsigned decimal, SIZE bytes per integer x[SIZE] hexadecimal, SIZE bytes per integer
es: d[TAMAÑO] decimal con signo, TAMAÑO bytes por cada entero f[TAMAÑO] coma flotante, TAMAÑO bytes por cada entero o[TAMAÑO] octal, TAMAÑO bytes por cada entero u[TAMAÑO] decimal sin signo, TAMAÑO bytes por cada entero x[TAMAÑO] hexadecimal, TAMAÑO bytes por cada entero

source: SIZE is a number. For TYPE in doux, SIZE may also be C for sizeof(char), S for sizeof(short), I for sizeof(int) or L for sizeof(long). If TYPE is f, SIZE may also be F for sizeof(float), D for sizeof(double) or L for sizeof(long double).
es: TAMAÑO es un número. Para los TIPOs d, o, u ó x, TAMAÑO puede ser también: C para `sizeof(char)', S para `sizeof(short)', I para `sizeof(int)' ó L para `sizeof(long)'. Si TIPO es f, TAMAÑO puede ser también F para `sizeof(float)', D para `sizeof(double)' ó L para `sizeof(long double)'.

source: RADIX is d for decimal, o for octal, x for hexadecimal or n for none. BYTES is hexadecimal with 0x or 0X prefix, and may have a multiplier suffix: b 512, kB 1000, K 1024, MB 1000*1000, M 1024*1024, GB 1000*1000*1000, G 1024*1024*1024, and so on for T, P, E, Z, Y. Adding a z suffix to any type displays printable characters at the end of each output line.
es: BASE es d para decimal, o para octal, x para hexadecimal o n para ninguna. BYTES es hexadecimal con 0x o 0X como prefijo, se multiplica por 512 kB 1000, K 1024, MB 1000*1000, M 1024*1024, GB 1000*1000*1000, G 1024*1024*1024, y así para T, P, E, Z, Y. Si se añade el sufijo z a cualquier tipo, se añade un visor de caracteres imprimibles al final de cada línea del resultado.

source: --string without a number implies 3. --width without a number implies 32. By default, od uses -A o -t d2 -w16.
es: --string sin ningún número implica 3. --width sin ningún número implica 32. Por omisión, od usa `-A o -t d2 -w 16'.

source: invalid type string %s
es: tipo de cadena inválido %s

source: invalid type string %s; this system doesn't provide a %lu-byte integral type
es: tipo de cadena inválido %s; este sistema no posee el tipo de entero de %lu bytes

source: invalid type string %s; this system doesn't provide a %lu-byte floating point type
es: tipo de cadena inválida %s; éste sistema no dispone de un tipo de coma flotante de %lu-byte

source: invalid character `%c' in type string %s
es: carácter inválido `%c' en tipo de cadena %s

source: cannot skip past end of combined input
es: no se puede saltar a un punto que está más allá de la entrada combinada

source: invalid output address radix `%c'; it must be one character from [doxn]
es: la base de la dirección de salida no es válida `%c'; debe ser uno de [doxn]

source: no type may be specified when dumping strings
es: no se puede especificar tipo cuando se vuelcan cadenas

source: Compatibility mode supports at most one file.
es: El modo de compatibilidad apoya solo un archivo.

source: skip-bytes + read-bytes is too large
es: skip-bytes + read-bytes es demasiado grande

source: warning: invalid width %lu; using %d instead
es: atención: ancho %lu inválido; se usará %d en su lugar

source: %d: fmt="%s" width=%d
es: %d: fmt="%s" ancho=%d

source: standard input is closed
es: la entrada estándar está cerrada

source: Write lines consisting of the sequentially corresponding lines from each FILE, separated by TABs, to standard output. With no FILE, or when FILE is -, read standard input.
es: Escribe secuencialmente en la salida estándar cada línea de los FICHEROs especificados, separadas por tabuladores. Si no se especifica FICHERO o FICHERO es `-', lee la entrada estándar.

source: -d, --delimiters=LIST reuse characters from LIST instead of TABs -s, --serial paste one file at a time instead of in parallel
es: -d, delimiters=LISTA usa los caracteres indicados en LISTA en lugar de tabuladores -s, --serial usa un fichero cada vez, en lugar de hacerlo en paralelo

source: Usage: %s [OPTION]... NAME...
es: Modo de empleo: %s [OPCIÓN]... [NOMBRE]...

source: Diagnose unportable constructs in NAME. -p check for most POSIX systems -P check for empty names and leading "-" --portability check for all POSIX systems (equivalent to -p -P)
es: Diagnostica construccciones no portables en NAME. -p comprueba la mayoría de sistemas POSIX -P comprueba nombres vacíos y que comienzan "-" --portability comprueba todos los sistemas POSIX (equivalente a -p -P)

source: leading `-' in a component of file name %s
es: caracter inicial `-' en un componente de archivo con nombre %s

source: nonportable character %s in file name %s
es: carácter %s no portable en nombre de archivo %s

source: empty file name
es: nombre del archivo vacío

source: %s: unable to determine maximum file name length
es: %s: incapaz determinar longitud máxima del nombre del archivo

source: limit %lu exceeded by length %lu of file name %s
es: límite %lu excedido por la longitud %lu del nombre del archivo %s

source: limit %lu exceeded by length %lu of file name component %s
es: límite %lu excedido por la longuitud %lu del nombre del componente %s

source: Login name:
es: Nombre de usuario:

source: In real life:
es: En la vida real:

source: Directory:
es: Directorio:

source: Project:
es: Proyecto:

source: Name
es: Nombre

source: Idle
es: Inactivo

source: When
es: Cuándo

source: Where
es: Dónde
