Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/coreutils.po
Languages: es

source: preserving permissions for %s
es: se conservan los permisos de %s

source: setting permissions for %s
es: estableciendo los permisos de %s

source: invalid argument %s for %s
es: argumento %s inválido para %s

source: ambiguous argument %s for %s
es: argumento %s ambiguo para %s

source: Valid arguments are:
es: Los argumentos válidos son:

source: error closing file
es: error al cerrar el archivo

source: write error
es: error de escritura

source: Unknown system error
es: Error desconocido del sistema

source: cannot stat %s
es: no se puede efectuar `stat' sobre %s

source: regular empty file
es: archivo regular vacío

source: regular file
es: archivo regular

source: directory
es: directorio

source: block special file
es: archivo especial de bloques

source: character special file
es: archivo especial de caracteres

source: symbolic link
es: vínculo simbólico

source: socket
es: zócalo

source: message queue
es: cola de mensajes

source: semaphore
es: semáforo

source: shared memory object
es: objeto de memoria compartida

source: typed memory object
es: objeto de memoria escrito

source: weird file
es: archivo extraño

source: Address family for hostname not supported
es: No hay soporte para la familia de direcciones para el nombre de anfitrión

source: Temporary failure in name resolution
es: Falla temporal en resolución de nombre

source: Bad value for ai_flags
es: Valor erróneo para ai_flags

source: Non-recoverable failure in name resolution
es: Fallo irrecuperable en resolución de nombre

source: ai_family not supported
es: ai_family no soportada

source: Memory allocation failure
es: Fallo en la asignación de memoria

source: No address associated with hostname
es: No hay una dirección asociada con el nombre del anfitrión

source: Name or service not known
es: Nombre o servicio desconocidos

source: Servname not supported for ai_socktype
es: No hay soporte de nombre de servidor para ai_socktype

source: ai_socktype not supported
es: No hay soporte para ai_socktype

source: System error
es: Error del sistema

source: Argument buffer too small
es: Almacenamiento temporal de argumentos demasiado pequeño

source: Processing request in progress
es: Procesando petición

source: Request canceled
es: Petición cancelada

source: Request not canceled
es: Petición no cancelada

source: All requests done
es: Todas las peticiones completas

source: Interrupted by a signal
es: Interrumpido por una señal

source: Parameter string not correctly encoded
es: Cadena de parámetros codificada incorrectamente

source: Unknown error
es: Error desconocido

source: %s: option `%s' is ambiguous
es: %s: la opción `%s' es ambigua

source: %s: option `--%s' doesn't allow an argument
es: %s: la opción `--%s' no admite ningún argumento

source: %s: option `%c%s' doesn't allow an argument
es: %s: la opción `%c%s' no admite ningún argumento

source: %s: option `%s' requires an argument
es: %s: la opción `%s' requiere un argumento

source: %s: unrecognized option `--%s'
es: %s: opción no reconocida `--%s'

source: %s: unrecognized option `%c%s'
es: %s: opción no reconocida `%c%s'

source: %s: illegal option -- %c
es: %s: opción ilegal -- %c

source: %s: invalid option -- %c
es: %s: opción inválida -- %c

source: %s: option requires an argument -- %c
es: %s: la opción requiere un argumento -- %c

source: %s: option `-W %s' is ambiguous
es: %s: la opción `-W %s' es ambigua

source: %s: option `-W %s' doesn't allow an argument
es: %s: la opción `-W %s' no admite ningún argumento

source: cannot change permissions of %s
es: no se pueden cambiar los permisos de %s

source: cannot create directory %s
es: no se puede crear el directorio %s

source: memory exhausted
es: memoria agotada

source: unable to record current working directory
es: no se puede registrar el directorio actual

source: failed to return to initial working directory
es: no se puede volver al directorio de trabajo inicial

source: %s: end of file
es: %s: fin de archivo

source: Success
es: Éxito

source: No match
es: Sin coincidencia

source: Invalid regular expression
es: Expresión regular inválida

source: Invalid collation character
es: Caracter de ordenamiento no válido

source: Invalid character class name
es: Nombre de clase de carácter inválido

source: Trailing backslash
es: Barra invertida final

source: Invalid back reference
es: Referencia hacia atrás inválida

source: Unmatched [ or [^
es: [ o [^ sin pareja

source: Unmatched ( or \(
es: ( o \( sin pareja

source: Unmatched \{
es: \{ sin pareja

source: Invalid content of \{\}
es: Contenido inválido de \{\}

source: Invalid range end
es: Rango final no válido

source: Memory exhausted
es: memoria agotada

source: Invalid preceding regular expression
es: Expresión regular precedente inválida

source: Premature end of regular expression
es: Final prematuro de la expresión regular

source: Regular expression too big
es: Expresión regular demasiado grande

source: Unmatched ) or \)
es: ) o \) sin pareja

source: No previous regular expression
es: No hay una expresión regular previa

source: it is dangerous to operate recursively on %s
es: es peligroso operar recursivamente sobre %s

source: it is dangerous to operate recursively on %s (same as %s)
es: es peligroso operar recursivamente sobre %s (igual que %s)

source: use --no-preserve-root to override this failsafe
es: use --no-preserve-root para saltarse esta medida de seguridad

source: ^[yY]
es: ^[sS]

source: iconv function not usable
es: la función iconv no es utilizable

source: iconv function not available
es: la función iconv no está disponible

source: character out of range
es: carácter fuera de rango

source: cannot convert U+%04X to local character set
es: no se puede convertir U+%04X al conjunto de caracteres local

source: cannot convert U+%04X to local character set: %s
es: no se puede convertir U+%04X al conjunto de caracteres local: %s

source: invalid user
es: usuario inválido

source: invalid group
es: grupo inválido

source: invalid spec
es: especificación inválida

source: License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html> This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
es: Licencia GPLv3+: GPL de GNU versión 3 o posterior <http://gnu.org/licenses/gpl.html> Esto es software libre: tiene la libertad de cambiarlo y redistribuirlo. No tiene GARANTÍA, hasta los límites de la ley.

source: Written by %s.
es: Escrito por %s.

source: Written by %s and %s.
es: Escrito por %s y %s.

source: Written by %s, %s, and %s.
es: Escrito por %s, %s, y %s.

source: Written by %s, %s, %s, and %s.
es: Escrito por %s, %s, %s, y %s.

source: Written by %s, %s, %s, %s, and %s.
es: Escrito por %s, %s, %s, %s, y %s.

source: Written by %s, %s, %s, %s, %s, and %s.
es: Escrito por %s, %s, %s, %s, %s, y %s.

source: Written by %s, %s, %s, %s, %s, %s, and %s.
es: Escrito por %s, %s, %s, %s, %s, %s, y %s.

source: Written by %s, %s, %s, %s, %s, %s, %s, and %s.
es: Escrito por %s, %s, %s, %s, %s, %s, %s, y %s.

source: Written by %s, %s, %s, %s, %s, %s, %s, %s, and %s.
es: Escrito por %s, %s, %s, %s, %s, %s, %s, %s, y %s.

source: Written by %s, %s, %s, %s, %s, %s, %s, %s, %s, and others.
es: Escrito por %s, %s, %s, %s, %s, %s, %s, %s, %s, y otros.

source: invalid argument: %s
es: argumento inválido: %s

source: string comparison failed
es: la comparación de cadenas falló

source: Set LC_ALL='C' to work around the problem.
es: Establezca LC_ALL='C' para solucionar este problema de forma temporal.

source: The strings compared were %s and %s.
es: Las cadenas comparadas eran %s y %s.

source: string transformation failed
es: la transformación de cadena falló

source: The untransformed string was %s.
es: La cadena no transformada fue %s.

source: cannot perform formatted output
es: no se puede mejorar la salida formateada

source: invalid %s%s argument `%s'
es: argumento %s%s inválido `%s'

source: invalid suffix in %s%s argument `%s'
es: sufijo inválido en argumento %s%s `%s'

source: %s%s argument `%s' too large
es: %s%s argumento `%s' demasiado grande

source: Try `%s --help' for more information.
es: Pruebe `%s --help' para más información.

source: Usage: %s [OPTION] [FILE] Base64 encode or decode FILE, or standard input, to standard output.
es: Uso: %s [OPCION] [ARCHIVO] Base64 codifica o descodifica ARCHIVO, o la entrada estándar, hacia la salida estándar

source: -w, --wrap=COLS Wrap encoded lines after COLS character (default 76). Use 0 to disable line wrapping. -d, --decode Decode data. -i, --ignore-garbage When decoding, ignore non-alphabet characters.
es: -w, -wrap=COLS Añade saltos de línea en las líneas codificadas cada COLS caracteres (por defecto, 76). Usa 0 para desactivar los saltos de línea. -d, --decode Descodificar. -i, --ignore-garbage Al descodificar, ignorar caracteres no alfabéticos.

source: --help Display this help and exit. --version Output version information and exit.
es: --help Muestra esta ayuda y finaliza. --version Muestra información sobre la versión y finaliza.

source: With no FILE, or when FILE is -, read standard input.
es: Sin FICHERO, o cuando FICHERO es -, lee la entrada estándar.

source: The data are encoded as described for the base64 alphabet in RFC 3548. When decoding, the input may contain newlines in addition to the bytes of the formal base64 alphabet. Use --ignore-garbage to attempt to recover from any other non-alphabet bytes in the encoded stream.
es: Los datos se codifican con el alfabeto base64 según el RFC 3548. Al descodificar, la entrada puede contener saltos de línea además de los bytes del alfabeto base64 formal. Utilice --ignore-garbage para ignorar cualquier otro byte no perteneciente al alfabeto en los datos codificados.

source: read error
es: error de lectura

source: invalid input
es: entrada inválida

source: invalid wrap size: %s
es: tamaño de empaquetado inválido: %s

source: extra operand %s
es: operando extra %s

source: closing standard input
es: cierre de la entrada estándar

source: Usage: %s NAME [SUFFIX] or: %s OPTION
es: Modo de empleo: %s NOMBRE [SUFIJO] o bien: %s OPCIÓN

source: Print NAME with any leading directory components removed. If specified, also remove a trailing SUFFIX.
es: Muestra NOMBRE eliminando cualquier componente de directorio que lo preceda. Si se especifica, también elimina un SUFIJO final.

source: Examples: %s /usr/bin/sort Output "sort". %s include/stdio.h .h Output "stdio".
es: Ejemplos: %s /usr/bin/sort Salida "sort" %s include/studio.h Salida .h "stdio".

source: missing operand
es: falta un operando

source: Usage: %s [OPTION] [FILE]...
es: Modo de empleo: %s [OPCIÓN] [FICHERO]...

source: Concatenate FILE(s), or standard input, to standard output. -A, --show-all equivalent to -vET -b, --number-nonblank number nonempty output lines -e equivalent to -vE -E, --show-ends display $ at end of each line -n, --number number all output lines -s, --squeeze-blank suppress repeated empty output lines
es: Concatena ARCHIVO(s), o la entrada estándar, en la salida estándar. -A, --show-all lo mismo que -vET -b, --number-nonblank numera las líneas que no están vacías -e lo mismo que -vE -E, --show-ends muestra un $ al final de cada línea -n, --number numera todas las líneas -s, --squeeze-blank nunca muestra más de una línea vacía,

source: -t equivalent to -vT -T, --show-tabs display TAB characters as ^I -u (ignored) -v, --show-nonprinting use ^ and M- notation, except for LFD and TAB
es: -t equivalente a -vT -T, --show-tabs muestra los caracteres de tabulación como ^I -u (sin efecto) -v, --show-nonprinting utiliza la notación ^ y M-, salvo para LFD y TAB

source: Examples: %s f - g Output f's contents, then standard input, then g's contents. %s Copy standard input to standard output.
es: %s f - g pone en la salida el contenido de f, luego la entrada estándar y luego el contenido de g %s copia la entrada estándar a la salida estánda

source: cannot do ioctl on %s
es: no se puede ejecutar ioctl sobre %s

source: standard output
es: salida estándar

source: %s: input file is output file
es: %s: los ficheros de entrada y salida son el mismo

source: failed to create security context: %s
es: fallo al crear el contexto de seguridad: %s

source: failed to set %s security context component to %s
es: fallo para asignar %s al componente del contexto de seguridad %s

source: failed to get security context of %s
es: fallo al conseguir el contexto de seguridad de %s

source: can't apply partial context to unlabeled file %s
es: no se puede asignar parte del contexto al archivo sin etiquetar %s

source: failed to change context of %s to %s
es: fallo al cambiar el contexto de %s a %s

source: cannot access %s
es: no se puede acceder a %s

source: cannot read directory %s
es: no se puede leer el directorio %s

source: changing security context of %s
es: cambiando la seguridad del contexto de %s

source: fts_read failed
es: fts_read falló

source: Usage: %s [OPTION]... CONTEXT FILE... or: %s [OPTION]... [-u USER] [-r ROLE] [-l RANGE] [-t TYPE] FILE... or: %s [OPTION]... --reference=RFILE FILE...
es: Uso: %s [OPCIÓN]... CONTEXTO ARCHIVO... o bien: %s [OPCIÓN]... [-u USUARIO] [-r ROL] [-l RANGO] [-t TIPO] ARCHIVO... o bien: %s [OPCIÓN]... --reference=RARCHIVO ARCHIVO...

source: Change the security context of each FILE to CONTEXT. With --reference, change the security context of each FILE to that of RFILE. -c, --changes like verbose but report only when a change is made -h, --no-dereference affect symbolic links instead of any referenced file (available only on systems with lchown system call)
es: Cambia el contexto de seguridad de cada FILE a CONTEXT. With --reference, cambia el contexto de seguridad de cada FILE a RFILE. -c, --changes como verbose pero informa sólo cuando el cambio está hecho -h, --no-dereference afecta al referente de cada vínculo simbólico, en lugar de cualquier archivo referenciado (disponible sólo en sistemas con sistema de llamada lchown)

source: --reference=RFILE use RFILE's security context rather than specifying a CONTEXT value -R, --recursive operate on files and directories recursively -v, --verbose output a diagnostic for every file processed
es: --reference=RARCHIVO usa el contexto de seguridad de RARCHIVO en lugar de especificar un valor para CONTEXTO -R, --recursive opera sobre archivos y carpetas recursivamente -v, --verbose muestra información de diagnóstico para cada archivo procesado

source: -u, --user=USER set user USER in the target security context -r, --role=ROLE set role ROLE in the target security context -t, --type=TYPE set type TYPE in the target security context -l, --range=RANGE set range RANGE in the target security context
es: -u, --user=USER asignar usuario USER en el objetivo del contexto de seguridad -r, --role=ROLE asignar rol ROLE en el objetivo del contexto de seguridad -t, --type=TYPE asignar tipo TYPE en el objetivo del contexto de seguridad -l, --range=RANGE asignar rango RANGE en el objetivo del contexto de seguridad

source: The following options modify how a hierarchy is traversed when the -R option is also specified. If more than one is specified, only the final one takes effect. -H if a command line argument is a symbolic link to a directory, traverse it -L traverse every symbolic link to a directory encountered -P do not traverse any symbolic links (default)
es: Las siguientes opciones modifican cómo se atraviesa una jerarquía cuando se especifica también la opción -R. Si se especifica más de una, solamente tiene efecto la última. -H si un argumento de la línea de órdenes es un enlace simbólico a un directorio, lo atraviesa -L atraviesa cualquier enlace simólico a un directorio que se encuentre -P no atraviesa ningún enlace simbólico (predeterminado)

source: -R --dereference requires either -H or -L
es: -R --dereference requiere bien -H o -L

source: -R -h requires -P
es: -R -h requiere -P

source: missing operand after %s
es: falta un operando después de %s

source: invalid context: %s
es: contexto inválido: %s

source: conflicting security context specifiers given
es: se han proporcionado especificadores del contexto de seguridad conflictivos

source: failed to get attributes of %s
es: fallo al obtener los permisos de %s

source: invalid group: %s
es: grupo inválido %s

source: Usage: %s [OPTION]... GROUP FILE... or: %s [OPTION]... --reference=RFILE FILE...
es: Modo de empleo: %s [OPCIÓN]... GRUPO FICHERO... o bien: %s [OPCIÓN]... --reference=FICHERO-R FICHERO...

source: Change the group of each FILE to GROUP. With --reference, change the group of each FILE to that of RFILE. -c, --changes like verbose but report only when a change is made --dereference affect the referent of each symbolic link (this is the default), rather than the symbolic link itself
es: Cambia el grupo de cada ARCHIVO a GRUPO. Con --reference, cambia el grupo de cada ARCHIVO al de RARCHIVO. -c, --changes como `verbose' pero sólo informa cuando se realiza un cambio --dereference afecta al destino de cada enlace simbólico (predeterminado) en lugar de al propio enlace simbólico

source: -h, --no-dereference affect each symbolic link instead of any referenced file (useful only on systems that can change the ownership of a symlink)
es: -h, --no-dereference afecta a cada enlace simbólico en lugar de a los ficheros referidos (solamente es útil en sistemas que pueden cambiar el propietario de un enlace simbólico)

source: --no-preserve-root do not treat `/' specially (the default) --preserve-root fail to operate recursively on `/'
es: --no-preserve-root no trata `/' de forma especial (predeterminado) --preserve-root no opera recursivamente sobre `/'

source: -f, --silent, --quiet suppress most error messages --reference=RFILE use RFILE's group rather than specifying a GROUP value -R, --recursive operate on files and directories recursively -v, --verbose output a diagnostic for every file processed
es: -f, --silent, --quiet suprime la mayoría de los mensajes de error --reference=RARCHIVO usa el grupo de RARCHIVO en lugar de especificar un valor para GROUPO -R, --recursive opera sobre archivos y carpetas recursivamente -v, --verbose muestra información de diagnóstico para cada archivo procesado

source: Examples: %s staff /u Change the group of /u to "staff". %s -hR staff /u Change the group of /u and subfiles to "staff".
es: Ejemplos: %s staff /u Cambia el grupo de /u a "staff". %s -hR staff /u Cambia el grupo de /u y los archivos incluídos a "staff".

source: getting new attributes of %s
es: obteniendo nuevos permisos de %s

source: neither symbolic link %s nor referent has been changed
es: ni el enlace simbólico %s ni su referente ha cambiado

source: mode of %s changed to %04lo (%s)
es: el modo de %s cambia a %04lo (%s)

source: failed to change mode of %s to %04lo (%s)
es: fallo al cambiar el modo de %s a %04lo (%s)

source: mode of %s retained as %04lo (%s)
es: el modo de %s permanece como %04lo (%s)

source: cannot operate on dangling symlink %s
es: no se puede operar sobre enlace simbólico con destino inexistente %s

source: changing permissions of %s
es: cambiando los permisos de %s

source: %s: new permissions are %s, not %s
es: %s: los nuevos permisos son %s, y no %s

source: Usage: %s [OPTION]... MODE[,MODE]... FILE... or: %s [OPTION]... OCTAL-MODE FILE... or: %s [OPTION]... --reference=RFILE FILE...
es: Modo de empleo: %s [OPCIÓN]... MODO[,MODO]... FICHERO... o bien: %s [OPCIÓN]... MODO-OCTAL FICHERO... o bien: %s [OPCIÓN]... --reference=FICHERO-R FICHERO...

source: Change the mode of each FILE to MODE. -c, --changes like verbose but report only when a change is made
es: Cambia el modo de cada FICHERO a MODO. -c, --changes como `verbose' pero sólo informa de los cambios

source: --no-preserve-root do not treat `/' specially (the default) --preserve-root fail to operate recursively on `/'
es: --no-preserve-root no trata `/' de forma especial (predeterminado) --preserve-root no opera recursivamente sobre `/'

source: -f, --silent, --quiet suppress most error messages -v, --verbose output a diagnostic for every file processed --reference=RFILE use RFILE's mode instead of MODE values -R, --recursive change files and directories recursively
es: -f, --silent, --quiet suprime la mayoría de los mensajes de error -v, --verbose muestra un mensaje por cada fichero procesado --reference=FICH_R utiliza el modo de FICH_R en lugar del valor MODO -R, --recursive cambia ficheros y directorios recursivamente

source: Each MODE is of the form `[ugoa]*([-+=]([rwxXst]*|[ugo]))+'.
es: Cada MODO es de la forma `[ugoa]*([-+=]([rwxXst]*|[ugo]))+'.

source: cannot combine mode and --reference options
es: no se puede combinar opciones de mode y --reference

source: invalid mode: %s
es: modo inválido: %s

source: changed ownership of %s to %s
es: cambiado el propietario de %s a %s

source: changed group of %s to %s
es: cambiado el grupo de %s a %s

source: no change to ownership of %s
es: no se cambia el propietario de %s

source: failed to change ownership of %s to %s
es: fallo al cambiar el propietario de %s a %s

source: failed to change group of %s to %s
es: fallo al cambiar el grupo de %s a %s

source: failed to change ownership of %s
es: Falló en el cambio de propietario de %s

source: ownership of %s retained as %s
es: el propietario de %s permanece como %s

source: group of %s retained as %s
es: el grupo de %s permanece como %s

source: ownership of %s retained
es: se mantiene el propietario de %s

source: cannot dereference %s
es: no se puede quitar la referencia a %s

source: changing ownership of %s
es: cambiando el propietario de %s

source: changing group of %s
es: cambiando el grupo de %s

source: Usage: %s [OPTION]... [OWNER][:[GROUP]] FILE... or: %s [OPTION]... --reference=RFILE FILE...
es: Modo de empleo: %s [OPCIÓN]... [PROPIETARIO][:[GRUPO]] FICHERO... o bien: %s [OPCIÓN]... --reference=FICHERO FICHERO...

source: Change the owner and/or group of each FILE to OWNER and/or GROUP. With --reference, change the owner and group of each FILE to those of RFILE. -c, --changes like verbose but report only when a change is made --dereference affect the referent of each symbolic link (this is the default), rather than the symbolic link itself
es: Cambia el propietario y/o grupo de cada ARCHIVO a PROPIETARIO y/o GRUPO. Con --reference, cambia el propietario y el grupo de cada ARCHIVO a los que tenga RARCHIVO. -c, --changes como `verbose' pero sólo informa cuando se realiza un cambio --dereference afecta al destino de cada enlace simbólico (predeterminado) en lugar de al propio enlace simbólico

source: --from=CURRENT_OWNER:CURRENT_GROUP change the owner and/or group of each file only if its current owner and/or group match those specified here. Either may be omitted, in which case a match is not required for the omitted attribute.
es: --from=PROPIETARIO_ACTUAL:GRUPO_ACTUAL cambia el propietario y/o el grupo de cada fichero solamente si su propietario y/o grupo actual coinciden con los especificados aquí. Se puede omitir cualquiera de los dos, en cuyo caso no se requiere coincidencia para el atributo omitido.

source: -f, --silent, --quiet suppress most error messages --reference=RFILE use RFILE's owner and group rather than specifying OWNER:GROUP values -R, --recursive operate on files and directories recursively -v, --verbose output a diagnostic for every file processed
es: -f, --silent, --quiet suprime la mayoría de los mensajes de error --reference=RARCHIVO usa el propietario y grupo de RARCHIVO en lugar de especificar un valor para PROPIETARIO:GROUPO -R, --recursive opera sobre archivos y carpetas recursivamente -v, --verbose muestra información de diagnóstico para cada archivo procesado
