Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/coreutils.po
Languages: es

source: record too large
es: registro demasiado grande

source: cannot create temporary file %s
es: no se puede crear el archivo temporal %s

source: cannot open %s for writing
es: no se puede abrir %s para la escritura

source: %s: write error
es: %s: error de escritura

source: separator cannot be empty
es: el separador no puede ser nulo

source: Print the last %d lines of each FILE to standard output. With more than one FILE, precede each with a header giving the file name. With no FILE, or when FILE is -, read standard input.
es: Muestra las últimas %d líneas de cada FICHERO en la salida estándar. Con más de un FICHERO, precede a cada grupo de líneas con una cabecera. Si no se especifica FICHERO o FICHERO es `-', lee la entrada estándar.

source: --retry keep trying to open a file even if it is inaccessible when tail starts or if it becomes inaccessible later; useful when following by name, i.e., with --follow=name -c, --bytes=N output the last N bytes; alternatively, use +N to output bytes starting with the Nth of each file
es: --retry sigue intentando abrir un archivo incluso si es inaccesible cuando tail comienza o si se vuelve inaccesible más tarde -- útil solamente con -f -c, --bytes=N muestra los últimos N bytes; alternativamente , use +N para imprimir bytes comenzando con el eNésimo de cada archivo

source: -f, --follow[={name|descriptor}] output appended data as the file grows; -f, --follow, and --follow=descriptor are equivalent -F same as --follow=name --retry
es: -f, --follow[={name|descriptor}] muestra a medida que el fichero crece; -f, --follow, y --follow=descriptor son equivalentes -F lo mismo que --follow=name --retry

source: -n, --lines=N output the last N lines, instead of the last %d; or use +N to output lines starting with the Nth --max-unchanged-stats=N with --follow=name, reopen a FILE which has not changed size after N (default %d) iterations to see if it has been unlinked or renamed (this is the usual case of rotated log files)
es: -n, --lines=N imprime las últimas N lineas, en lugar de las últimas %d; o use +N para imprimir líneas comenzando por la eNésima --max-unchanged-stats=N with --follow=name, se reabre un FILE que no ha cambiado de tamaño tras N (por defecto %d) iteraciones para ver si ha sido desenlazado o renombrado (es lo más común con archivos de registro rotados)

source: --pid=PID with -f, terminate after process ID, PID dies -q, --quiet, --silent never output headers giving file names -s, --sleep-interval=S with -f, sleep for approximately S seconds (default 1.0) between iterations. -v, --verbose always output headers giving file names
es: --pid=PID con -f, termina después de que el ID del proceso, PID, muere -q, --quiet, --silent no presenta cabeceras para cada fichero -s, --sleep-interval=S con -f, espera aproximadamente S segundos entre iteraciones (por omisión 1.0) -v, --verbose presenta siempre las cabeceras para cada fichero

source: If the first character of N (the number of bytes or lines) is a `+', print beginning with the Nth item from the start of each file, otherwise, print the last N items in the file. N may have a multiplier suffix: b 512, kB 1000, K 1024, MB 1000*1000, M 1024*1024, GB 1000*1000*1000, G 1024*1024*1024, and so on for T, P, E, Z, Y.
es: Si el primer carácter de N (el número de bytes o líneas) es un `+', comienza a mostrar en el elemento N-ésimo contando desde el principio de cada archivo, en otro caso, muestra los últimos N elementos del archivo. N puede tener diferentes sufijos que indican un factor: b 512, kB 1000, K 1024, MB 1000*1000, M 1024*1024, GB 1000*1000*1000, G 1024*1024*1024, y así para T, P, E, Z, Y.

source: With --follow (-f), tail defaults to following the file descriptor, which means that even if a tail'ed file is renamed, tail will continue to track its end.
es: Con --follow (-f), tail de forma predeterminada seguirá el descriptor del fichero, lo que significa que si se renombra un fichero al que se le hace tail tail continuará siguiendo su final.

source: This default behavior is not desirable when you really want to track the actual name of the file, not the file descriptor (e.g., log rotation). Use --follow=name in that case. That causes tail to track the named file by reopening it periodically to see if it has been removed and recreated by some other program.
es: Este comportamiento predeterminado no es deseable cuando lo que de verdad quiere seguir es el nombre real del fichero, no el descriptor del fichero (p.ej: rotación de ficheros de registro). Utilice --follow=nombre en tal caso. Esto hace que tail siga el fichero mencionado reabriéndolo periódicamente para ver si ha sido borrado o recreado por algún otro programa.

source: closing %s (fd=%d)
es: cerrando %s (df=%d)

source: %s: cannot seek to relative offset %s
es: %s: no se puede desplazar a la posición relativa %s

source: %s: cannot seek to end-relative offset %s
es: %s: no se puede desplazar a la posición relativa al final %s

source: %s has become inaccessible
es: %s se ha vuelto inaccesible

source: %s has been replaced with an untailable file; giving up on this name
es: %s ha sido reemplazado por un archivo al que no se le puede hacer tail; abandonando este nombre

source: %s has become accessible
es: %s se ha vuelto accesible

source: %s has appeared; following end of new file
es: %s ha aparecido; siguiendo el final del nuevo archivo

source: %s has been replaced; following end of new file
es: %s ha sido reemplazado; siguiendo el final del nuevo archivo

source: %s: cannot change nonblocking mode
es: %s: no se pudo cambar el modo de no-bloqueo

source: %s: file truncated
es: %s: fichero truncado

source: no files remaining
es: no queda ningún fichero

source: %s: cannot follow end of this type of file; giving up on this name
es: %s: no se puede seguir el final de este tipo de fichero; abandono con este nombre

source: number in %s is too large
es: número en %s es demasiado grande

source: %s: invalid maximum number of unchanged stats between opens
es: %s: número máximo de stats entre aperturas inválido

source: %s: invalid PID
es: %s: PID inválido

source: %s: invalid number of seconds
es: %s: número de segundos inválido

source: option used in invalid context -- %c
es: opción usado en un contexto inválido -- %c

source: warning: --retry is useful mainly when following by name
es: aviso: --retry solamente es útil cuando se sigue por nombre

source: warning: PID ignored; --pid=PID is useful only when following
es: atención: PID descartado; --pid=PID solamente es útil cuando se sigue

source: warning: --pid=PID is not supported on this system
es: atención: no se admite --pid=PID en este sistema

source: cannot follow %s by name
es: no se puede seguir %s por el nombre

source: warning: following standard input indefinitely is ineffective
es: atención: seguir la entrada estándar indefinidamente no es efectivo

source: Copy standard input to each FILE, and also to standard output. -a, --append append to the given FILEs, do not overwrite -i, --ignore-interrupts ignore interrupt signals
es: Copia la entrada estándar a cada FICHERO, y también a salida estándar. -a, --append añade a los FICHEROs dados, no los sobreescribe -i, --ignore-interrupts no hace caso a las señales de interrupción

source: If a FILE is -, copy again to standard output.
es: Si un ARCHIVO es -, copie otra vez a la salida estándar.

source: missing argument after %s
es: falta argumento después de %s

source: invalid integer %s
es: entero inválido %s

source: ')' expected
es: se esperaba ')'

source: ')' expected, found %s
es: se esperaba ')', se encontró %s

source: %s: unary operator expected
es: %s: se esperaba un operador unario

source: -nt does not accept -l
es: -nt no acepta -l

source: -ef does not accept -l
es: -ef no acepta -l

source: -ot does not accept -l
es: -ot no acepta -l

source: unknown binary operator
es: operador binario desconocido

source: %s: binary operator expected
es: %s: se esperaba un operador binario

source: Usage: test EXPRESSION or: test or: [ EXPRESSION ] or: [ ] or: [ OPTION
es: Uso: test EXPRESIÓN o: test o: [ EXPRESIÓN ] o: [ ] o: [ OPCIÓN

source: Exit with the status determined by EXPRESSION.
es: Salir con el estado determinado por EXPRESIÓN.

source: An omitted EXPRESSION defaults to false. Otherwise, EXPRESSION is true or false and sets exit status. It is one of:
es: Una EXPRESIÓN omitida se considera falsa. Si no, la EXPRESIÓN es verdadera o falsa y determina el estado de salida. Es una de:

source: ( EXPRESSION ) EXPRESSION is true ! EXPRESSION EXPRESSION is false EXPRESSION1 -a EXPRESSION2 both EXPRESSION1 and EXPRESSION2 are true EXPRESSION1 -o EXPRESSION2 either EXPRESSION1 or EXPRESSION2 is true
es: ( EXPRESIÓN ) la EXPRESIÓN es verdadera ! EXPRESIÓN la EXPRESIÓN es falsa EXPRESIÓN1 -a EXPRESIÓN2 la EXPRESIÓN1 y la EXPRESIÓN2 son verdaderas EXPRESIÓN1 -o EXPRESIÓN2 la EXPRESIÓN1 o la EXPRESIÓN2 es verdadera

source: -n STRING the length of STRING is nonzero STRING equivalent to -n STRING -z STRING the length of STRING is zero STRING1 = STRING2 the strings are equal STRING1 != STRING2 the strings are not equal
es: -n CADENA el largo de la CADENA es mayor que cero CADENA equivalente a -n CADENA -z CADENA el largo de la CADENA es cero CADENA1 = CADENA2 las cadenas son iguales CADENA1 != CADENA2 las cadenas no son iguales

source: INTEGER1 -eq INTEGER2 INTEGER1 is equal to INTEGER2 INTEGER1 -ge INTEGER2 INTEGER1 is greater than or equal to INTEGER2 INTEGER1 -gt INTEGER2 INTEGER1 is greater than INTEGER2 INTEGER1 -le INTEGER2 INTEGER1 is less than or equal to INTEGER2 INTEGER1 -lt INTEGER2 INTEGER1 is less than INTEGER2 INTEGER1 -ne INTEGER2 INTEGER1 is not equal to INTEGER2
es: ENTERO1 -eq ENTERO2 el ENTERO1 es igual a ENTERO2 ENTERO1 -ge ENTERO2 el ENTERO1 es mayor o igual que ENTERO2 ENTERO1 -gt ENTERO2 el ENTERO1 es mayor que ENTERO2 ENTERO1 -le ENTERO2 el ENTERO1 es menor o igual que ENTERO2 ENTERO1 -lt ENTERO2 el ENTERO1 es menor que ENTERO2 ENTERO1 -ne ENTERO2 el ENTERO1 no es igual a ENTERO2

source: FILE1 -ef FILE2 FILE1 and FILE2 have the same device and inode numbers FILE1 -nt FILE2 FILE1 is newer (modification date) than FILE2 FILE1 -ot FILE2 FILE1 is older than FILE2
es: FICHERO1 -ef FICHERO2 el FICHERO1 y FICHERO2 tienen los mismos números de dispositivo y de nodo-i FICHERO1 -nt FICHERO2 el FICHERO1 es más moderno (fecha de modificación) que FICHERO2 FICHERO1 -ot FICHERO2 el FICHERO1 es más antiguo que FICHERO2

source: -b FILE FILE exists and is block special -c FILE FILE exists and is character special -d FILE FILE exists and is a directory -e FILE FILE exists
es: -b FICHERO el FICHERO existe y es un fichero especial de bloques -c FICHERO el FICHERO existe y es un fichero especial de caracteres -d FICHERO el FICHERO existe y es un directorio -e FICHERO el FICHERO existe

source: -f FILE FILE exists and is a regular file -g FILE FILE exists and is set-group-ID -G FILE FILE exists and is owned by the effective group ID -h FILE FILE exists and is a symbolic link (same as -L) -k FILE FILE exists and has its sticky bit set
es: -f ARCHIVO el ARCHIVO existe y es un archivo regular -g ARCHIVO el ARCHIVO existe y tiene cambio-de-ID-de-grupo -G ARCHIVO el ARCHIVO existe y su propietario es el ID efectivo de grupo -k ARCHIVO el ARCHIVO existe y tiene activo su bit sticky definido

source: -L FILE FILE exists and is a symbolic link (same as -h) -O FILE FILE exists and is owned by the effective user ID -p FILE FILE exists and is a named pipe -r FILE FILE exists and read permission is granted -s FILE FILE exists and has a size greater than zero
es: -L ARCHIVO el ARCHIVO existe y es un enlace simbólico (lo miso que -h) -O ARCHIVO el ARCHIVO existe y su propietario es el ID efectivo de usuario -p ARCHIVO el ARCHIVO existe y es nombrada pipe -r ARCHIVO el ARCHIVO existe y permiso de lectura es dado -s ARCHIVO el ARCHIVO existe y tiene un tamaño mayor a cero

source: -S FILE FILE exists and is a socket -t FD file descriptor FD is opened on a terminal -u FILE FILE exists and its set-user-ID bit is set -w FILE FILE exists and write permission is granted -x FILE FILE exists and execute (or search) permission is granted
es: -S ARCHIVO el ARCHIVO existe y es un socket -t FD el descriptor de fichero FD está abierto en una terminal -u ARCHIVO el ARCHIVO existe y su bit de cambio-de-ID-de-usuario está seteado -w ARCHIVO el ARCHIVO existe y permiso de escritura es dado -x ARCHIVO el ARCHIVO existe y permiso de ejecución (o búsqueda) es dado

source: Except for -h and -L, all FILE-related tests dereference symbolic links. Beware that parentheses need to be escaped (e.g., by backslashes) for shells. INTEGER may also be -l STRING, which evaluates to the length of STRING.
es: Excepto por -h y -L, todos las pruebas relacionadas con archivos desreferencian los enlances simbólicos. Advierta que ése paréntesis tiene que ser escapado (e.j. con contrabarras) en las líneas de comando. El ÍNTEGRO también puede ser -l CADENA, que evalúa contra la longitud de del CADENA.

source: NOTE: [ honors the --help and --version options, but test does not. test treats each of those as it treats any other nonempty STRING.
es: NOTA: [ honra las opciones --help y --version, pero test no lo hace. test trata a cada una de ellas como si tratara cualquier otra CADENA no vacía.

source: test and/or [
es: probar y/o [

source: missing `]'
es: falta un `]'

source: extra argument %s
es: argumento extra %s

source: invalid date format %s
es: formato de fecha inválido %s

source: creating %s
es: creando %s

source: cannot touch %s
es: no se puede efectuar `touch' sobre %s

source: setting times of %s
es: estableciendo la fecha de %s

source: Update the access and modification times of each FILE to the current time. A FILE argument that does not exist is created empty. A FILE argument string of - is handled specially and causes touch to change the times of the file associated with standard output.
es: Acrualiza la hora de acceso y modificación de cada ARCHIVO a la hora actual. Un argumento ARCHIVO que no exista es creado vacío. Un argumento ARCHIVO del tipo - es manejado de manera especial y provoca la modificación del factor del archivo asociado con la salida estándar.

source: -a change only the access time -c, --no-create do not create any files -d, --date=STRING parse STRING and use it instead of current time -f (ignored) -m change only the modification time
es: -a cambia solamente la fecha de acceso -c, --no-create no crea ningún fichero -d, --date=CADENA examina y utiliza CADENA en lugar de la fecha actual -f (no tiene efecto) -m cambia solamente la fecha de modificación

source: -r, --reference=FILE use this file's times instead of current time -t STAMP use [[CC]YY]MMDDhhmm[.ss] instead of current time --time=WORD change the specified time: WORD is access, atime, or use: equivalent to -a WORD is modify or mtime: equivalent to -m
es: -r, --reference=ARCHIVO usar la hora de éste archivo en vez de la hora actual -t STAMP usar [[CC]AA]MMDDhhmm[.ss] en vez de la hora actual --time=PALABRA cambiar la hora especificada: PALABRA es acceso, atime, o use: equivalente a -a PALABRA es modificar o mtime: equivalente a -m

source: Note that the -d and -t options accept different time-date formats.
es: Tenga en cuenta que las opciones -d y -t aceptan formatos de hora-fecha distintos.

source: cannot specify times from more than one source
es: no se puede especificar la fecha de dos formas distintas

source: warning: `touch %s' is obsolete; use `touch -t %04ld%02d%02d%02d%02d.%02d'
es: atención: `touch %s' es obsoleto, use `touch -t %04ld%02d%02d%02d%02d.%02d'

source: Usage: %s [OPTION]... SET1 [SET2]
es: Modo de empleo: %s [OPCIÓN]... CONJUNTO1 [CONJUNTO2]

source: Translate, squeeze, and/or delete characters from standard input, writing to standard output. -c, -C, --complement first complement SET1 -d, --delete delete characters in SET1, do not translate -s, --squeeze-repeats replace each input sequence of a repeated character that is listed in SET1 with a single occurrence of that character -t, --truncate-set1 first truncate SET1 to length of SET2
es: Traducir, comprimir, y/o borrar caracteres de la entrada estándar, escribiendo a la entrada estándar. -c, -C, --complement primer compliment SET1 -d, --delete borrar caracteres en SET1, no traducir -s, --squeeze-repeats reemplazar cada secuencia de entradas de un caracter repetido esta es una lista de SET1 con una sóla coincidencia de ese caracter -t, --truncate-set1 primero truncar SET1 a la longitud de SET2

source: SETs are specified as strings of characters. Most represent themselves. Interpreted sequences are: \NNN character with octal value NNN (1 to 3 octal digits) \\ backslash \a audible BEL \b backspace \f form feed \n new line \r return \t horizontal tab
es: Los CONJUNTOs se especifican como cadenas de caracteres. La mayoría se representan a sí mismos. Las secuencias válidas son las siguientes: \NNN carácter con valor octal NNN (de uno a tres dígitos) \\ barra invertida \a pitido audible (BEL) \b espacio hacia atrás \f salto de página \n salto de línea \r retorno de carro \t tabulación horizontal

source: \v vertical tab CHAR1-CHAR2 all characters from CHAR1 to CHAR2 in ascending order [CHAR*] in SET2, copies of CHAR until length of SET1 [CHAR*REPEAT] REPEAT copies of CHAR, REPEAT octal if starting with 0 [:alnum:] all letters and digits [:alpha:] all letters [:blank:] all horizontal whitespace [:cntrl:] all control characters [:digit:] all digits
es: \v tabulación vertical CAR1-CAR2 todos los caracteres comprendidos entre CAR1 y CAR2 contados en orden ascendente [CAR*] en CONJUNTO2, copias de CAR hasta que se alcance la longitud de CONJUNTO1 [CAR*REPITE] copia REPITE veces CAR; REPITE es octal si comienza con 0 [:alnum:] todas las letras y dígitos [:alpha:] todas las letras [:blank:] todos los espacios en blanco horizontales [:cntrl:] todos los caracteres de control [:digit:] todos los dígitos

source: [:graph:] all printable characters, not including space [:lower:] all lower case letters [:print:] all printable characters, including space [:punct:] all punctuation characters [:space:] all horizontal or vertical whitespace [:upper:] all upper case letters [:xdigit:] all hexadecimal digits [=CHAR=] all characters which are equivalent to CHAR
es: [:graph:] todos los caracteres imprimibles, sin incluir el espacio [:lower:] todas las letras minúsculas [:print:] todos los caracteres imprimibles, incluyendo el espacio [:punct:] todos los caracteres de puntuación [:space:] todos los espacios en blanco horizontales y verticales [:upper:] todas las letras mayúsculas [:xdigit:] todos los números hexadecimales [=CAR=] todos los caracteres que son igual que CAR

source: Translation occurs if -d is not given and both SET1 and SET2 appear. -t may be used only when translating. SET2 is extended to length of SET1 by repeating its last character as necessary.
es: Se produce la traducción si no se especifican CONJUNTO1 y CONJUNTO2, siempre y cuando no aparezca la opción -d. -t se puede usar sólo al traducir. CONJUNTO2 se expande a la longitud de CONJUNTO1, repitiendo su último carácter tantas veces como sea necesario.

source: Excess characters of SET2 are ignored. Only [:lower:] and [:upper:] are guaranteed to expand in ascending order; used in SET2 while translating, they may only be used in pairs to specify case conversion.
es: Los caracteres que sobran en CONJUNTO2 no se tienen en cuenta. Solamente se garantiza que [:lower:] y [:upper:] sean expandidos en orden ascendente; si se usa en CONJUNTO2 al traducir, sólo se pueden usar en parejas, para especificar conversión a mayúsculas.

source: -s uses SET1 if not translating nor deleting; else squeezing uses SET2 and occurs after translation or deletion.
es: -s usa CONJUNTO1 si no se está traduciendo ni borrando; si no, la compresión usa CONJUNTO2 después de la traducción o el borrado.

source: warning: the ambiguous octal escape \%c%c%c is being interpreted as the 2-byte sequence \0%c%c, %c
es: atención: la secuencia de escape octal ambigua \%c%c%c esta siendo interpretada como la secuencia de 2-byte \0%c%c, `%c'

source: warning: an unescaped backslash at end of string is not portable
es: aviso: una barra invertida (\) al final de la orden no es aconsejable.

source: range-endpoints of `%s-%s' are in reverse collating sequence order
es: los extremos del rango en `%s-%s' están en orden inverso

source: invalid repeat count %s in [c*n] construct
es: conteo de repeticiones %s inválido en contructor [c*n]

source: missing character class name `[::]'
es: falta el nombre de la clase de caracteres `[::]'

source: missing equivalence class character `[==]'
es: falta el carácter de clase de equivalencia `[==]'

source: invalid character class %s
es: clase de caracter %s inválido

source: %s: equivalence class operand must be a single character
es: %s: el operador de equivalencia de clase debe ser un sólo carácter

source: too many characters in set
es: demasiados caracteres en el conjunto

source: the [c*] repeat construct may not appear in string1
es: el operador de repetición [c*] no puede aparecer en cadena1

source: only one [c*] repeat construct may appear in string2
es: en cadena2 sólo puede aparecer un operador de repetición [c*]

source: [=c=] expressions may not appear in string2 when translating
es: las expresiones [=c=] no pueden aparecer en cadena2 al traducir

source: when not truncating set1, string2 must be non-empty
es: si no se está truncando conjunto1, cadena2 debe ser no vacía

source: when translating with complemented character classes, string2 must map all characters in the domain to one
es: cuando se traducen con clases de caracteres complementarias (que no coinciden), cadena2 debe hacer corresponder todos los caracteres del dominio a uno solo

source: when translating, the only character classes that may appear in string2 are `upper' and `lower'
es: cuando se traduce, las únicas clases de caracteres que pueden aparecer en cadena2 son 'upper' y 'lower'

source: the [c*] construct may appear in string2 only when translating
es: las expresiones [c*] sólo pueden aparecer en cadena2 al traducir

source: Two strings must be given when translating.
es: Se deben proporcionar dos cadenas al traducir.

source: Only one string may be given when deleting without squeezing repeats.
es: Cuándo se borra sin comprimir repeticiones sólo se puede especificar una cadena.

source: misaligned [:upper:] and/or [:lower:] construct
es: las construcciones [:upper:] y/o [:lower:] están desalinedas

source: Usage: %s [ignored command line arguments] or: %s OPTION
es: Modo de uso: %s [ingorando argumentos de comándo de línea] o bien: %s OPCIÓN

source: Exit with a status code indicating success.
es: Salir con un código de estado indicando éxito.

source: Usage: %s [OPTION] [FILE] Write totally ordered list consistent with the partial ordering in FILE. With no FILE, or when FILE is -, read standard input.
es: Modo de empleo: %s [OPCIÓN] [FICHERO] Escribe una lista completamente ordenada consistente con el orden parcial en FICHERO. Sin ningún FICHERO, o cuando FICHERO es -, lee la entrada estándar.

source: %s: input contains an odd number of tokens
es: %s: la entrada contiene un número impar de elementos

source: %s: input contains a loop:
es: %s: la entrada contiene un bucle:

source: Usage: %s [OPTION]...
es: Modo de empleo: %s [OPCIÓN]...

source: Print the file name of the terminal connected to standard input. -s, --silent, --quiet print nothing, only return an exit status
es: Muestra el nombre de fichero de la terminal conectada a la salida estándar. -s, --silent, --quiet no muestra nada, sólo devuelve un valor de salida

source: not a tty
es: no es un `tty'
