Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/coreutils.po
Languages: es

source: -L, --dereference dereference all symbolic links -P, --no-dereference don't follow any symbolic links (this is the default) -0, --null end each output line with 0 byte rather than newline -S, --separate-dirs do not include size of subdirectories -s, --summarize display only a total for each argument
es: -L, --dereference desreferencia todos los enlaces simbólicos -P, --no-dereference no sigue ningún enlace simbólico (predeterminado) -0, --null termina cada línea por un byte 0 en vez de nueva línea -S, --separate-dirs no incluye el tamaño de los subdirectorios -s, --summarize muestra solamente un total para cada argumento

source: -x, --one-file-system skip directories on different file systems -X FILE, --exclude-from=FILE Exclude files that match any pattern in FILE. --exclude=PATTERN Exclude files that match PATTERN. --max-depth=N print the total for a directory (or file, with --all) only if it is N or fewer levels below the command line argument; --max-depth=0 is the same as --summarize
es: -x, --one-file-system ignora carpetas en sistemas de archivos diferentes -X ARCHIVO, --exclude-from=ARCHIVO excluye archivos que concuerdan con cualquier patrón contenido en ARCHIVO --exclude=PATRÓN excluye archivos que concuerdan con PATRÓN --max-depth=N muestra el total de una carpeta (o archivo con --all) sólo si ésta está N o menos niveles por debajo del argumento de la línea de órdenes; --max-depth=0 es equivalente a --summarize

source: --time show time of the last modification of any file in the directory, or any of its subdirectories --time=WORD show time as WORD instead of modification time: atime, access, use, ctime or status --time-style=STYLE show times using style STYLE: full-iso, long-iso, iso, +FORMAT FORMAT is interpreted like `date'
es: --time muestra la hora de modificación de cualquier archivo en el directorio o en cualquiera de los subdirectorios --time=TIPO muestra como hora lo especificado por TIPO: atime, access, use, ctime o status --time-style=ESTILO muestra la hora usando el estilo dado por ESTILO: full-iso, long-iso, iso, +FORMATO FORMATO se interpreta como en `date'

source: WARNING: use --si, not -H; the meaning of the -H option will soon change to be the same as that of --dereference-args (-D)
es: ATENCIÓN: Utilice --si, no -H; el significado de la opción -H cambiará pronto y será el mismo que el de --dereference-args (-D)

source: invalid maximum depth %s
es: profundidad máxima inválida %s

source: the --megabytes option is deprecated; use -m instead
es: la opción --megabytes es obsoleta, use -m en su lugar

source: cannot both summarize and show all entries
es: no se pueden resumir y mostrar todas las entradas simultáneamente

source: warning: summarizing is the same as using --max-depth=0
es: advertencia: resumiendo es lo mismo que usar --max-depth=0

source: warning: summarizing conflicts with --max-depth=%lu
es: atención: resumir entra en conflicto con --max-depth=%lu

source: File operands cannot be combined with --files0-from.
es: Los operandos de archivo no pueden ser combinados con --files0-from

source: cannot read file names from %s
es: no se pueden leer los nombres de archivo de %s

source: invalid zero-length file name
es: nombre de archivo de largo 0

source: Usage: %s [OPTION]... [STRING]...
es: Modo de empleo: %s [OPCIÓN]... [CADENA]...

source: Echo the STRING(s) to standard output. -n do not output the trailing newline
es: Imprime la CADENA(s) a la salida estándar -n no escribir el caracter final de nueva linea

source: -e enable interpretation of backslash escapes (default) -E disable interpretation of backslash escapes
es: -e activa la interpretación de las secuencias de escape de barra invertida (predeterminada) -E desactiva la interpretación de las secuencias de escape de barra invertida

source: If -e is in effect, the following sequences are recognized: \0NNN the character whose ASCII code is NNN (octal) \\ backslash \a alert (BEL) \b backspace
es: Con -e, se reconocen las siguientes secuencias: \0NNN el carácter ASCII de código octal NNN \\ barra invertida \a campana (BEL) \b retroceso

source: \c suppress trailing newline \f form feed \n new line \r carriage return \t horizontal tab \v vertical tab
es: \c suprime los caracteres de nueva línea finales \f avance de página (form feed) \n nueva línea \r retorno de carro \t tabulador horizontal \v tabulador vertical

source: Usage: %s [OPTION]... [-] [NAME=VALUE]... [COMMAND [ARG]...]
es: Modo de empleo: %s [OPCIÓN]... [-] [NOMBRE=VALOR]... [ORDEN [ARGUMENTO]...]

source: Set each NAME to VALUE in the environment and run COMMAND. -i, --ignore-environment start with an empty environment -u, --unset=NAME remove variable from the environment
es: Asigna a cada NOMBRE el VALOR en el entorno y ejecuta ORDEN. -i, --ignore-environment comienza con un entorno vacío -u, --unset=NOMBRE borra la variable del entorno

source: A mere - implies -i. If no COMMAND, print the resulting environment.
es: Un simple - implica -i. Si no hay ORDEN, muestra el entorno resultante.

source: Convert tabs in each FILE to spaces, writing to standard output. With no FILE, or when FILE is -, read standard input.
es: Convierte las tabulaciones de cada FICHERO en espacios, escribiendo el resultado en la salida estándar. Si no se especifica FICHERO o FICHERO es `-', lee la entrada estándar.

source: -i, --initial do not convert tabs after non blanks -t, --tabs=NUMBER have tabs NUMBER characters apart, not 8
es: -i, --initial sólo convierte las tabulaciones iniciales de cada línea -t, --tabs=NÚMERO usa N espacios en cada tabulación, en vez de 8

source: -t, --tabs=LIST use comma separated list of explicit tab positions
es: -t, --tabs=LISTA usa la LISTA de posiciones separadas por comas para definir las posiciones de tabulación

source: tab stop is too large %s
es: la parada de tabulación es demasiado grande %s

source: tab size contains invalid character(s): %s
es: el tamaño de tabulación contiene uno o varios caracteres inválidos: %s

source: tab size cannot be 0
es: el tamaño de tabulación no puede ser 0

source: tab sizes must be ascending
es: las posiciones de tabulación deben ir en orden creciente

source: input line is too long
es: entrada es demasiado larga

source: Usage: %s EXPRESSION or: %s OPTION
es: Modo de empleo: %s EXPRESIÓN o bien: %s OPCIÓN

source: Print the value of EXPRESSION to standard output. A blank line below separates increasing precedence groups. EXPRESSION may be: ARG1 | ARG2 ARG1 if it is neither null nor 0, otherwise ARG2 ARG1 & ARG2 ARG1 if neither argument is null or 0, otherwise 0
es: Muestra el valor de la EXPRESIÓN en la salida estándar. Una línea en blanco debajo separa los grupos de prioridad creciente. La EXPRESIÓN puede ser: ARG1 | ARG2 ARG1 si no es nulo ni 0, de otra manera ARG2 ARG1 & ARG2 ARG1 si ningún argumento es nulo o 0, de otra manera 0

source: ARG1 < ARG2 ARG1 is less than ARG2 ARG1 <= ARG2 ARG1 is less than or equal to ARG2 ARG1 = ARG2 ARG1 is equal to ARG2 ARG1 != ARG2 ARG1 is unequal to ARG2 ARG1 >= ARG2 ARG1 is greater than or equal to ARG2 ARG1 > ARG2 ARG1 is greater than ARG2
es: ARG1 < ARG2 ARG1 es menor que ARG2 ARG1 <= ARG2 ARG1 es menor o igual que ARG2 ARG1 = ARG2 ARG1 es igual a ARG2 ARG1 != ARG2 ARG1 es distinto de ARG2 ARG1 >= ARG2 ARG1 es mayor o igual que ARG2 ARG1 > ARG2 ARG1 es mayor que ARG2

source: ARG1 + ARG2 arithmetic sum of ARG1 and ARG2 ARG1 - ARG2 arithmetic difference of ARG1 and ARG2
es: ARG1 + ARG2 suma aritmética de ARG1 y ARG2 ARG1 - ARG2 diferencia aritmética de ARG1 y ARG2

source: ARG1 * ARG2 arithmetic product of ARG1 and ARG2 ARG1 / ARG2 arithmetic quotient of ARG1 divided by ARG2 ARG1 % ARG2 arithmetic remainder of ARG1 divided by ARG2
es: ARG1 * ARG2 producto aritmético de ARG1 y ARG2 ARG1 / ARG2 cociente aritmético de ARG1 dividido entre ARG2 ARG1 % ARG2 residuo aritmético de ARG1 dividido entre ARG2

source: STRING : REGEXP anchored pattern match of REGEXP in STRING match STRING REGEXP same as STRING : REGEXP substr STRING POS LENGTH substring of STRING, POS counted from 1 index STRING CHARS index in STRING where any CHARS is found, or 0 length STRING length of STRING
es: CADENA : EXPREG búsqueda de expresiones regulares REGEXP en CADENA match CADENA EXPREG igual que CADENA : EXPREG substr CADENA POS LONG subcadena de CADENA, POS se cuenta partiendo de 1 index CADENA CARacteres índice en CADENA donde cualquier CARácter es encontrado, ó 0 length CADENA longitud de CADENA

source: + TOKEN interpret TOKEN as a string, even if it is a keyword like `match' or an operator like `/' ( EXPRESSION ) value of EXPRESSION
es: + TOKEN interpreta TOKEN como una cadena, incluso si es una palabra clave como `match' o un operador como `/' ( EXPRESIÓN ) valor de EXPRESIÓN

source: Beware that many operators need to be escaped or quoted for shells. Comparisons are arithmetic if both ARGs are numbers, else lexicographical. Pattern matches return the string matched between \( and \) or null; if \( and \) are not used, they return the number of characters matched or 0.
es: Advierta que muchos operadores necesitan ser escritos con secuencias de escape o encerrados entre comillas para los shells. Las comparaciones son aritméticas si ambos ARGs son números, de otra manera son lexicográficas. Las coincidencias de expresiones regulares devuelven la cadena emparejada entre \( y \) o nulo; si no se utilizan \( y \), devuelven el número de caracteres coincidentes ó 0.

source: Exit status is 0 if EXPRESSION is neither null nor 0, 1 if EXPRESSION is null or 0, 2 if EXPRESSION is syntactically invalid, and 3 if an error occurred.
es: El Estado de salida es 0 si la expresión no es ni nula ni 0, 1 si la expresión es nula o 0, 2 si la expresión es sintácticamente invalida y 3 si ha habido un error

source: syntax error
es: error de sintaxis

source: error in regular expression matcher
es: error de coincidencia en la expresión regular

source: non-numeric argument
es: argumento no numérico

source: division by zero
es: división por cero

source: Usage: %s [NUMBER]... or: %s OPTION
es: Modo de empleo: %s [NÚMERO]... o bien: %s OPCIÓN

source: Print the prime factors of each NUMBER.
es: Muestra los factores de cada NÚMERO.

source: Print the prime factors of all specified integer NUMBERs. If no arguments are specified on the command line, they are read from standard input.
es: Muestra los factores primos de cada NÚMERO entero especificado. Si no se especifican argumentos en la línea de órdenes, se leen de la entrada estándar.

source: %s is too large
es: %s es demasiado grande

source: %s is not a valid positive integer
es: %s no es un entero positivo válido

source: Usage: %s [-DIGITS] [OPTION]... [FILE]...
es: Modo de empleo: %s [-DÍGITOS] [OPCIÓN]... [FICHERO]...

source: Reformat each paragraph in the FILE(s), writing to standard output. If no FILE or if FILE is `-', read standard input.
es: Reformatea cada párrafo de FICHERO(s), escribiendo en la salida estándar. Si no se especifica FICHERO o FICHERO es `-', lee la entrada estándar.

source: -c, --crown-margin preserve indentation of first two lines -p, --prefix=STRING reformat only lines beginning with STRING, reattaching the prefix to reformatted lines -s, --split-only split long lines, but do not refill
es: -c, --crown-margin mantiene la sangría en las dos primeras líneas -p, --prefix=CADENA junta sólo las líneas que comiencen con CADENA reanexando el prefijo a las líneas reformateadas -s, --split-only divide las líneas largas de manera que quepan en el ancho especificado, pero no junta líneas

source: -t, --tagged-paragraph indentation of first line different from second -u, --uniform-spacing one space between words, two after sentences -w, --width=WIDTH maximum line width (default of 75 columns)
es: -t, --tagged-paragraph establece la sangría de la primera línea diferente de la segunda línea -u, --uniform-spacing pone un espacio entre palabras, dos entre frases -w, --width=ANCHO establece el ancho de línea máximo (por defecto, 75 columnas)

source: invalid option -- %c; -WIDTH is recognized only when it is the first option; use -w N instead
es: opción inválida -- %c; -ANCHO solamente se reconoce cuando es la primera opción; utilice -w N en su lugar

source: invalid width: %s
es: ancho inválido: %s

source: Wrap input lines in each FILE (standard input by default), writing to standard output.
es: Ajusta el ancho de las líneas en cada FICHERO (por omisión la entrada estándar), y escribe el resultado en la salida estándar

source: -b, --bytes count bytes rather than columns -s, --spaces break at spaces -w, --width=WIDTH use WIDTH columns instead of 80
es: -b, --bytes cuenta bytes en vez de columnas -s, --spaces corta la línea por los espacios -w, --width=ANCHO utiliza ANCHO columnas en vez de 80

source: invalid number of columns: %s
es: el número de columnas es inválido: %s

source: Print the first 10 lines of each FILE to standard output. With more than one FILE, precede each with a header giving the file name. With no FILE, or when FILE is -, read standard input.
es: Muestra las primeras 10 líneas de cada FICHERO en la salida estándar. Si se especifican varios FICHERO(s), se muestra el nombre de cada uno. Si no se especifica FICHERO o FICHERO es `-', lee la entrada estándar.

source: -c, --bytes=[-]N print the first N bytes of each file; with the leading `-', print all but the last N bytes of each file -n, --lines=[-]N print the first N lines instead of the first 10; with the leading `-', print all but the last N lines of each file
es: -c, --bytes=[-]N muestra los primeros N bytes de cada fichero; con el `-' inicial, muestra todos menos los últimos N bytes de cada fichero -n, --lines=[-]M muestra las primeras N líneas en lugar de las primeras 10; con el `-' inicial, muestra todas menos las últimas N líneas de cada fichero

source: -q, --quiet, --silent never print headers giving file names -v, --verbose always print headers giving file names
es: -q, --quiet, --silent no muestra las cabeceras con el nombre del fichero -v, --verbose muestra siempre las cabeceras con el nombre del fichero

source: N may have a multiplier suffix: b 512, kB 1000, K 1024, MB 1000*1000, M 1024*1024, GB 1000*1000*1000, G 1024*1024*1024, and so on for T, P, E, Z, Y.
es: N puede tener los siguientes sufijos de multiplicación: b 512, kB 1000, K 1024, MB 1000*1000, M 1024*1024, GB 1000*1000*1000, G 1024*1024*1024, y así para T, P, E, Z, Y.

source: error reading %s
es: error al leer %s

source: error writing %s
es: error al escribir en %s

source: %s: file has shrunk too much
es: %s: el fichero ha encogido demasiado

source: %s: number of bytes is too large
es: %s: el número de bytes es demasiado grande

source: %s: cannot lseek back to original position
es: %s: no se puede efectuar `lseek' hasta la posición original

source: %s: cannot seek to offset %s
es: %s: no se puede desplazar a la posición %s

source: cannot reposition file pointer for %s
es: no se puede reposicionar el puntero a fichero para %s

source: %s: %s is so large that it is not representable
es: %s: %s es tan grande que no es representable

source: number of lines
es: número de líneas

source: number of bytes
es: número de bytes

source: invalid number of lines
es: el número de líneas no es válido

source: invalid number of bytes
es: el número de bytes no es válido

source: invalid trailing option -- %c
es: opción inválida -- %c

source: Usage: %s or: %s OPTION Print the numeric identifier (in hexadecimal) for the current host.
es: Modo de empleo: %s o bien: %s OPCIÓN Muestra el identificador numérico (en hexadecimal) del `host' actual.

source: Usage: %s [NAME] or: %s OPTION Print or set the hostname of the current system.
es: Modo de empleo: %s [NOMBRE] o bien: %s OPCIÓN Muestra o establece el nombre del `host' del sistema actual.

source: cannot set name to %s
es: no se puede establecer el nombre a `%s'

source: cannot set hostname; this system lacks the functionality
es: no se puede cambiar el nombre de `host'; este sistema carece de esa capacidad

source: cannot determine hostname
es: no se puede determinar el nombre del `host'

source: Usage: %s [OPTION]... [USERNAME]
es: Modo de empleo: %s [OPCIÓN]... [USUARIO]

source: Print information for USERNAME, or the current user. -a ignore, for compatibility with other versions -Z, --context print only the security context of the current user -g, --group print only the effective group ID -G, --groups print all group IDs -n, --name print a name instead of a number, for -ugG -r, --real print the real ID instead of the effective ID, with -ugG -u, --user print only the effective user ID
es: Muestra información sobre USUARIO, o sobre el usuario actual. -a ignorado, por compatibilidad con otras versiones -Z, --context muestra sólo el contexto de seguridad del usuario actual -g, --group muestra sólo el ID efectivo del grupo -G, --groups muestra todos los IDs de grupo -n, --name muestra nombres en lugar de números para -ugG -r, --real muestra el ID real en lugar del efectivo para -ugG -u, --user muestra sólo el ID efectivo del usuario

source: Without any OPTION, print some useful set of identified information.
es: Sin ninguna OPCIÓN, muestra un conjunto útil de información sobre la identidad.

source: --context (-Z) works only on an SELinux-enabled kernel
es: --context (-Z) sólo funciona en un núcleo con soprte para SELinux

source: cannot print security context when user specified
es: no se puede imprimir el contexto de seguridad cuando éste es especificado por el usuario

source: cannot display context when selinux not enabled or when displaying the id of a different user
es: no se puede mostrar el contexto cuando selinux no esta activado o cuando se está mostrando el id de un usuario diferfente

source: can't get process context
es: no se puede conseguir el contexto de proceso

source: cannot print "only" of more than one choice
es: no se puede imprimir "sólo" en más de una opción

source: cannot print only names or real IDs in default format
es: no se puede imprimir solamente el nombre o el ID real en el formato predeterminado

source: %s: No such user
es: %s: No existe ese usuario

source: cannot find name for user ID %lu
es: no se puede encontrar el nombre para el usuario con ID %lu

source: cannot find name for group ID %lu
es: no se puede encontrar el nombre para el grupo con ID %lu

source: failed to get groups for user %s
es: falló al obtener grupos para el usuario %s

source: groups=
es: grupos=

source: warning: %s: failed to change context to %s
es: aviso: %s: no se puede cambiar al contexto %s

source: Warning: ignoring --preserve-context; this kernel is not SELinux-enabled.
es: aviso: se ignora --preserve-context; este núcleo no tiene soporte para SELinux

source: Warning: ignoring --context (-Z); this kernel is not SELinux-enabled.
es: aviso: se ignora -context (-Z); este núcleo no tiene soporte para SELinux

source: the strip option may not be used when installing a directory
es: la opción strip no se puede usar cuando se instala un directorio

source: target directory not allowed when installing a directory
es: no se permite indicar directorio destino cuando se instala un directorio

source: cannot force target context to %s and preserve it
es: no se puede forzar el contexto del objetivo a %s y preservarlo

source: invalid mode %s
es: modo inválido %s

source: cannot change ownership of %s
es: no se puede cambiar el propietario de %s

source: cannot set time stamps for %s
es: no se puede establecer la fecha de %s

source: fork system call failed
es: falló la llamada al sistema `fork'

source: cannot run strip
es: no se puede ejecutar strip

source: waiting for strip
es: esperando por strip

source: strip process terminated abnormally
es: El proceso strip ha finalizado de manera anormal

source: invalid user %s
es: usuario inválido %s

source: invalid group %s
es: grupo inválido %s

source: creating directory %s
es: creando el directorio %s

source: Usage: %s [OPTION]... [-T] SOURCE DEST or: %s [OPTION]... SOURCE... DIRECTORY or: %s [OPTION]... -t DIRECTORY SOURCE... or: %s [OPTION]... -d DIRECTORY...
es: Uso: %s [OPCIÓN]... [-T] ORIGEN DESTINO o bien: %s [OPCIÓN]... ORIGEN... DIRECTORIO o bien: %s [OPCIÓN]... -t DIRECTORIO ORIGEN... o bien: %s [OPCIÓN]... -d DIRECTORIO

source: In the first three forms, copy SOURCE to DEST or multiple SOURCE(s) to the existing DIRECTORY, while setting permission modes and owner/group. In the 4th form, create all components of the given DIRECTORY(ies).
es: En las tres primeras formas, copia ORIGEN a DESTINO o varios ORIGEN(es) al DIRECTORIO existente, mientras se establecen los permisos y el propietario/grupo. En la cuarta forma, crea todos los componentes de/del los DIRECTORIO(s) dado(s).

source: --backup[=CONTROL] make a backup of each existing destination file -b like --backup but does not accept an argument -c (ignored) -d, --directory treat all arguments as directory names; create all components of the specified directories
es: --backup[=CONTROL] crea una copia de seguridad de cada archivo de destino que exista -b como --backup pero no acepta ningún argumento -c (sin efecto) -d, --directory trata todos los argumentos como nombres de directorios crea todos los componentes de los directorios especificados

source: -D create all leading components of DEST except the last, then copy SOURCE to DEST -g, --group=GROUP set group ownership, instead of process' current group -m, --mode=MODE set permission mode (as in chmod), instead of rwxr-xr-x -o, --owner=OWNER set ownership (super-user only)
es: -D crea todos los componentes iniciales de DESTINO excepto el último, luego ORIGEN a DESTINO -g, --group=GRUPO establece la propiedad de grupo, en lugar del grupo actual del proceso -m, --mode=MODO establece los permisos de modo (como en chmod), en lugar de rwxr-xr-x -o, --owner=PROPIETARIO establece la propiedad (sólo superusuario)

source: -p, --preserve-timestamps apply access/modification times of SOURCE files to corresponding destination files -s, --strip strip symbol tables -S, --suffix=SUFFIX override the usual backup suffix -t, --target-directory=DIRECTORY copy all SOURCE arguments into DIRECTORY -T, --no-target-directory treat DEST as a normal file -v, --verbose print the name of each directory as it is created
es: -p, --preserve-timestamps aplica las fechas de acceso/modificación de los ficheros ORIGEN a los ficheros de destino correspondientes -s, --strip elimina las tablas de símbolos, sólo para las formas 1ª y 2ª -S, --suffix=SUFIJO reemplaza el sufijo de respaldo habitual -t, --target-directory=DIRECTORIO copia todos los argumentos del ORIGEN en el DIRECTORIO -T, --no-target-directory trata DEST como un archivo normal -v, --verbose muestra el nombre de cada directorio conforme se van creando

source: --preserve-context preserve SELinux security context -Z, --context=CONTEXT set SELinux security context of files and directories
es: --preserve-context preserva el contexto de seguridad de SELinux -Z, --context=CONTEXTO establece el contexto de seguridad de SELinux para archivos y directorios

source: The backup suffix is `~', unless set with --suffix or SIMPLE_BACKUP_SUFFIX. The version control method may be selected via the --backup option or through the VERSION_CONTROL environment variable. Here are the values:
es: El sufijo de respaldo es `~', a menos que se establezca con --suffix o con SIMPLE_BACKUP_SUFFIX. El método de control de versión se puede seleccionar con la opción --backup o a través de la variable de entorno VERSION_CONTROL. Estos son los valores:
