Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/coreutils.po
Languages: es

source: Usage: %s [OPTION]... [USER]...
es: Modo de empleo: %s [OPCIÓN]... [USUARIO]...

source: -l produce long format output for the specified USERs -b omit the user's home directory and shell in long format -h omit the user's project file in long format -p omit the user's plan file in long format -s do short format output, this is the default
es: -l usa el formato ancho para el resultado -b omite el directorio inicial y shell del usuario en formato ancho -h omite el fichero project del usuario en formato largo -p omite el fichero plan del usuario en formato largo -s usa el formato corto (este es el predeterminado)

source: -f omit the line of column headings in short format -w omit the user's full name in short format -i omit the user's full name and remote host in short format -q omit the user's full name, remote host and idle time in short format
es: -f omite la línea de cabeceras de columnas en formato corto -w omite el nombre completo del usuario en formato corto -i omite el nombre completo del usuario y el `host' remoto en formato corto -q omite el nombre completo del usuario, el `host' remoto y el tiempo inactivo en formato corto

source: A lightweight `finger' program; print user information. The utmp file will be %s.
es: Un programa `finger' sencillo; muestra información del usuario. El fichero utmp será %s.

source: no username specified; at least one must be specified when using -l
es: no se ha especificado ningún nombre de usuario, hay que especificar al menos uno cuando se usa -l

source: `--pages=FIRST_PAGE[:LAST_PAGE]' missing argument
es: `--pages=PRIMERA_PÁGINA[:ÚLTIMA_PÁGINA]' falta un argumento

source: Invalid page range %s
es: Rango de página inválido tipo de cadena inválido %s

source: `-l PAGE_LENGTH' invalid number of lines: %s
es: `-l PAGE_LENGTH' el número de líneas es inválido: %s

source: `-N NUMBER' invalid starting line number: %s
es: `-N NÚMERO' número de línea inicial inválido: %s

source: `-o MARGIN' invalid line offset: %s
es: `-o MARGEN' el desplazamiento de línea no es válido: %s

source: `-w PAGE_WIDTH' invalid number of characters: %s
es: `-w ANCHO_PÁGINA' número de caracteres inválido: %s

source: `-W PAGE_WIDTH' invalid number of characters: %s
es: `-W ANCHO_PÁGINA' número de caracteres inválido: %s

source: Cannot specify number of columns when printing in parallel.
es: No se puede especificar un número de columnas cuando se escribe en paralelo.

source: Cannot specify both printing across and printing in parallel.
es: No se puede especificar a la vez impresión en paralelo y transversalmente.

source: `-%c' extra characters or invalid number in the argument: %s
es: `-%c' sobran caracteres, o número inválido en el argumento: %s

source: page width too narrow
es: ancho de página demasiado estrecho

source: starting page number %<PRIuMAX> exceeds page count %<PRIuMAX>
es: número de página inicial %<PRIuMAX> es mayor que el total de páginas %<PRIuMAX>

source: Page number overflow
es: Número de página sobrepasado

source: Page %<PRIuMAX>
es: Página %<PRIuMAX>

source: Paginate or columnate FILE(s) for printing.
es: Pagina o encolumna FICHERO(s) para su impresión.

source: +FIRST_PAGE[:LAST_PAGE], --pages=FIRST_PAGE[:LAST_PAGE] begin [stop] printing with page FIRST_[LAST_]PAGE -COLUMN, --columns=COLUMN output COLUMN columns and print columns down, unless -a is used. Balance number of lines in the columns on each page.
es: +PRIMERA_PAGINA[:ÚLTIMA_PAGINA], --pages=PRIMERA_PAGINA[:ÚLTIMA_PAGINA] comienza [termina] a imprimir por PRIMERA_[ÚLTIMA_]PÁGINA -COLUMNAS, --columns=COLUMNAS muestra una salida en COLUMNAS columnas e imprime las columnas, a menos que se especifique -a. Equilibra el número de líneas de cada columna en cada página.

source: -a, --across print columns across rather than down, used together with -COLUMN -c, --show-control-chars use hat notation (^G) and octal backslash notation -d, --double-space double space the output
es: -a, --across crea las columnas transversalmente en lugar de en paralelo, se utiliza junto con -COLUMNAS -c, --show-control-chars muestra los caracteres de control con notación gorro (^G) o secuencias de escape octales -d, --double-space salida con espaciado doble

source: -D, --date-format=FORMAT use FORMAT for the header date -e[CHAR[WIDTH]], --expand-tabs[=CHAR[WIDTH]] expand input CHARs (TABs) to tab WIDTH (8) -F, -f, --form-feed use form feeds instead of newlines to separate pages (by a 3-line page header with -F or a 5-line header and trailer without -F)
es: -D, --date-format=FORMATO utiliza FORMATO para la fecha de la cabecera -e[CARÁCTER[ANCHO]], --expand-tabs[CARÁCTER[ANCHO]] sustituye el carácter de tabulación (o el CARÁCTER) por ANCHO (8) espacios -F, -f, --form-feed utiliza saltos de página en lugar de caracteres de nueva línea para separar páginas (con una cabecera de página de 3 líneas con -f o una cabecera y una cola de 5 líneas sin -F)

source: -h HEADER, --header=HEADER use a centered HEADER instead of filename in page header, -h "" prints a blank line, don't use -h"" -i[CHAR[WIDTH]], --output-tabs[=CHAR[WIDTH]] replace spaces with CHARs (TABs) to tab WIDTH (8) -J, --join-lines merge full lines, turns off -W line truncation, no column alignment, --sep-string[=STRING] sets separators
es: -h CABECERA, --header=CABECERA utiliza una CABECERA centrada en lugar del nombre del fichero en la cabecera de la página, -h "" muestra una línea en blanco. No usar -h"" -i[CARÁCTER[ANCHO]], --output-tabs[CARÁCTER[ANCHO]] reemplaza los espacios con tabulaciones (o con CARÁCTER) de ancho ANCHO (8) -J, --join-lines mezcla líneas completas, desactiva el truncamiento de líneas -W, no alinea las columnas, --sep-string[=CADENA] establece los separadores

source: -l PAGE_LENGTH, --length=PAGE_LENGTH set the page length to PAGE_LENGTH (66) lines (default number of lines of text 56, and with -F 63) -m, --merge print all files in parallel, one in each column, truncate lines, but join lines of full length with -J
es: -l LONG_PÁGINA, --length=LONG_PÁGINA establece la longitud de la página en el número indicado por defecto 66, o 56 si se especifica -f 63 -m, --merge muestra todos los ficheros en paralelo, uno en cada columna, trunca líneas, pero une líneas de longitud completa con -J

source: -n[SEP[DIGITS]], --number-lines[=SEP[DIGITS]] number lines, use DIGITS (5) digits, then SEP (TAB), default counting starts with 1st line of input file -N NUMBER, --first-line-number=NUMBER start counting with NUMBER at 1st line of first page printed (see +FIRST_PAGE)
es: -n[SEP[DÍGITOS]], --number-lines[=SEP[DÍGITOS]] numera las líneas, utiliza DÍGITOS (5) dígitos, luego SEP (TAB), la cuenta predeterminada comienza con la primera línea del fichero de entrada -N NÚMERO, --first-line-number=NÚMERO comienza a contar con NÚMERO en la primera línea de la primera página impresa (véase +PRIMERA_PÁGINA)

source: -o MARGIN, --indent=MARGIN offset each line with MARGIN (zero) spaces, do not affect -w or -W, MARGIN will be added to PAGE_WIDTH -r, --no-file-warnings omit warning when a file cannot be opened
es: -o MARGEN, --indent=MARGEN desplaza cada línea con MARGEN (cero) espacios, no afecta a -w ni a -W, MARGEN será añadido a ANCHO_PÁGINA -r, --no-file-warnings omite el aviso cuando no se puede abrir un fichero

source: -s[CHAR],--separator[=CHAR] separate columns by a single character, default for CHAR is the <TAB> character without -w and 'no char' with -w -s[CHAR] turns off line truncation of all 3 column options (-COLUMN|-a -COLUMN|-m) except -w is set
es: -s[CAR], --separator[=CAR] separa las columnas mediante un solo carácter, el valor predeterminado de CAR es el carácter de <TAB> sin -w y 'ningún carácter' con -w. La opción -s[CAR] desactiva el truncamiento de líneas de las 3 opciones de columnas (-COLUMN|-a -COLUMN|-m) excepto si se usa -w.

source: -SSTRING, --sep-string[=STRING]
es: -SCADENA, --sep-string[=CADENA]

source: separate columns by STRING, without -S: Default separator <TAB> with -J and <space> otherwise (same as -S" "), no effect on column options -t, --omit-header omit page headers and trailers
es: separa las columnas mediante CADENA, sin -S: El separador predeterminado es <TAB> con -J y <espacio> en caso contrario (lo mismo que -S" "), no hay ningún efecto en las opciones de columnas -t, --omit-header no muestra cabeceras ni colas

source: -T, --omit-pagination omit page headers and trailers, eliminate any pagination by form feeds set in input files -v, --show-nonprinting use octal backslash notation -w PAGE_WIDTH, --width=PAGE_WIDTH set page width to PAGE_WIDTH (72) characters for multiple text-column output only, -s[char] turns off (72)
es: -T, --omit-pagination no muestra cabeceras ni colas, descarta cualquier formato de página establecido con saltos de página en los ficheros de entrada -v, --show-nonprinting usa la notación octal de barra invertida -w ANCHO_PÁGINA, --width=ANCHO_PÁGINA establece el ancho de página en ANCHO_PÁGINA caracteres (por omisión, 72) solamente para salida de texto en varias columnas, -s[car] lo desactiva (72)

source: -W PAGE_WIDTH, --page-width=PAGE_WIDTH set page width to PAGE_WIDTH (72) characters always, truncate lines, except -J option is set, no interference with -S or -s
es: -W ANCHO_PÁGINA, --page-width=ANCHO_PÁGINA establece el ancho de página siempre en ANCHO_PÁGINA caracteres (por omisión 72), trunca las líneas, excepto si se usa la opción -J, no interfiere con las opciones -S o -s

source: -t is implied if PAGE_LENGTH <= 10. With no FILE, or when FILE is -, read standard input.
es: -t es implícito si PAGE_LENGTH <= 10. Sin FILE, o cuando FILE es -, se lee la entrada estándar.

source: Usage: %s [VARIABLE]... or: %s OPTION If no environment VARIABLE specified, print them all.
es: Modo de empleo: %s [VARIABLE]... o bien: %s OPCIÓN Si no se especifica ninguna VARIABLE de entorno, las muestra todas.

source: warning: %s: character(s) following character constant have been ignored
es: atención: %s: los caracteres que siguen a la constante de caracteres no se han tenido en cuenta

source: Usage: %s FORMAT [ARGUMENT]... or: %s OPTION
es: Modo de empleo: %s FORMATO [ARGUMENTO]... o bien: %s OPCIÓN

source: Print ARGUMENT(s) according to FORMAT, or execute according to OPTION:
es: Muestra ARGUMENTO(s) de acuerdo a FORMATO, o ejecuta de acuerdo a OPCIÓN:

source: FORMAT controls the output as in C printf. Interpreted sequences are: \" double quote \NNN character with octal value NNN (1 to 3 digits) \\ backslash
es: FORMATO controla la salida como la función printf de C. Las secuencias interpretadas son: \" dobles comillas \NNN el carácter con valor octal NNN (1 a 3 dígitos) \\ barra invertida

source: \a alert (BEL) \b backspace \c produce no further output \f form feed
es: \a campana (BEL) \b carácter de retroceso (backspace) \c no produce más salida \f avance de página (form feed)

source: \n new line \r carriage return \t horizontal tab \v vertical tab
es: \n nueva línea \r retorno de carro \t tabulador horizontal \v tabulador vertical

source: \xHH byte with hexadecimal value HH (1 to 2 digits) \uHHHH Unicode (ISO/IEC 10646) character with hex value HHHH (4 digits) \UHHHHHHHH Unicode character with hex value HHHHHHHH (8 digits)
es: \xNN byte con valor hexadecimal HH (de 1 a 2 dígitos) \uNNNN el caracter unicode con valor hexadecimal HHHH (4 dígitos) \UNNNNNNNN el caracter unicode con valor hexadecimal HHHHHHHH (8 dígitos)

source: %% a single % %b ARGUMENT as a string with `\' escapes interpreted, except that octal escapes are of the form \0 or \0NNN and all C format specifications ending with one of diouxXfeEgGcs, with ARGUMENTs converted to proper type first. Variable widths are handled.
es: %% un sólo % %b ARGUMENTO como una cadena con secuencias de escape `\' interpretadas, excepto que los escapes octales son de la forma \0 o \0NNN En todas las especificaciones de formato en C que terminan con un miembro de diouxXfeEgGcs, los ARGUMENTOs se convierten al tipo adecuado primero. Se admiten anchuras variables.

source: %s: expected a numeric value
es: %s: se esperaba un valor numérico

source: %s: value not completely converted
es: %s: valor no completamente convertido

source: missing hexadecimal number in escape
es: falta un número hexadecimal en la secuencia de escape

source: invalid universal character name \%c%0*x
es: el nombre de carácter universal \%c%0*x es inválido

source: invalid field width: %s
es: ancho de campo inválido: %s

source: invalid precision: %s
es: precisión inválida: %s

source: %.*s: invalid conversion specification
es: %.*s: especificación de conversión inválida

source: warning: ignoring excess arguments, starting with %s
es: advertencia: ignorando argumentos excedentes, comenzando con %s

source: F. Pinard
es: François Pinard

source: %s (for regexp %s)
es: %s (para regexp %s)

source: Usage: %s [OPTION]... [INPUT]... (without -G) or: %s -G [OPTION]... [INPUT [OUTPUT]]
es: Modo de empleo: %s [OPCIÓN]... [ENTRADA]... (sin -G) o bien: %s -G [OPCIÓN]... [ENTRADA [SALIDA]]

source: Output a permuted index, including context, of the words in the input files.
es: Muestra un índice permutado, incluyendo contexto, de las palabras de los ficheros de entrada.

source: -A, --auto-reference output automatically generated references -G, --traditional behave more like System V `ptx' -F, --flag-truncation=STRING use STRING for flagging line truncations
es: -A, --auto-reference muestra automáticamente las referencias generadas -G, --traditional se comporta como el `ptx' de System V -F, --flag-truncation=CADENA usa CADENA para marcar las líneas truncadas

source: -M, --macro-name=STRING macro name to use instead of `xx' -O, --format=roff generate output as roff directives -R, --right-side-refs put references at right, not counted in -w -S, --sentence-regexp=REGEXP for end of lines or end of sentences -T, --format=tex generate output as TeX directives
es: -M, --macro-name=CADENA usa CADENA como nombre de macro en lugar de `xx' -O, --format=roff genera el resultado con directivas roff -R, --right-side-refs pone las referencias a la derecha, sin contarlas en -w -S, --sentence-regexp=EXPR-REG para finales de línea o frase -T, --format=tex genera salida como directivas TeX

source: -W, --word-regexp=REGEXP use REGEXP to match each keyword -b, --break-file=FILE word break characters in this FILE -f, --ignore-case fold lower case to upper case for sorting -g, --gap-size=NUMBER gap size in columns between output fields -i, --ignore-file=FILE read ignore word list from FILE -o, --only-file=FILE read only word list from this FILE
es: -W, --word-regexp=EXPR-REG usa EXPR-REG para encontrar las palabras clave -b, --break-file=ARCHIVO toma de ARCHIVO los caracteres que definen las palabras -f, --ignore-case no distingue entre mayúsculas y minúsculas al ordenar -g, --gap-size=NÚMERO separación en columnas entre campos de salida -i, --ignore-file=ARCHIVO lee la lista de palabras a pasar por alto de ARCHIVO -o, --only-file=ARCHIVO lee la lista de palabras a mantener de ARCHIVO

source: -r, --references first field of each line is a reference -t, --typeset-mode - not implemented - -w, --width=NUMBER output width in columns, reference excluded
es: -r, --references el primer campo de la línea es una referencia -t, --typeset-mode - no implementado - -w, --width=NÚMERO anchura de la salida en columnas, excluyendo referencias

source: With no FILE or if FILE is -, read Standard Input. `-F /' by default.
es: Si no se especifica ARCHIVO o ARCHIVO es `-', lee de la entrada estándar. Se toma `-F /' por defecto.

source: invalid gap width: %s
es: ancho de distancia inválido: %s

source: Print the full filename of the current working directory.
es: Muestra el nombre de fichero completo del directorio de trabajo actual.

source: failed to chdir to %s
es: No se pudo cambiar el directorio (chdir) a %s

source: failed to stat %s
es: No se pudo hacer stat sobre %s

source: couldn't find directory entry in %s with matching i-node
es: no se pudo encontrar el directorio en %s con el i-nodo correspondiente

source: ignoring non-option arguments
es: los argumentos que no son opciones no serán tenidos en cuenta

source: Usage: %s [OPTION]... FILE
es: Modo de empleo: %s [OPCIÓN]... FICHERO

source: Display value of a symbolic link on standard output.
es: Muestra el valor de un enlace simbólico en la salida estándar.

source: -f, --canonicalize canonicalize by following every symlink in every component of the given name recursively; all but the last component must exist -e, --canonicalize-existing canonicalize by following every symlink in every component of the given name recursively, all components must exist
es: -f, --canonicalize canonizar siguiendo cada enlace simbólico en cada componente del nombre dado recursivamente; todos los componentes menos el último deben existir -e, --canonicalize-existing canonizar siguiendo cada enlace simbólico en cada componente del nombre dado recursivamente; todos los componentes deben existir

source: -m, --canonicalize-missing canonicalize by following every symlink in every component of the given name recursively, without requirements on components existence -n, --no-newline do not output the trailing newline -q, --quiet, -s, --silent suppress most error messages -v, --verbose report error messages
es: -m, --canonicalize-missing canoniza siguiendo cada enlace simbólico de cada componente del camino dado recursivamente, sin necesidad de que exista el componente -n, --no-newline no muestra la nueva línea final -q, --quiet, -s, --silent suprime la mayoría de los mensajes de error -v, --verbose informa de los errores

source: FATAL: failed to close directory %s
es: FATAL: fallo al cerrar el directorio %s

source: FATAL: cannot open .. from %s
es: FATAL: no se puede abrir ..desde %s

source: FATAL: cannot ensure %s (returned to via ..) is safe
es: FATAL: no es posible garantizar que %s (regresado a via ..) sea seguro

source: FATAL: directory %s changed dev/ino
es: FATAL: el directorio %s ha cambiado dev/nodo-i

source: FATAL: cannot enter directory %s
es: FATAL: no se puede introducir el directorio %s

source: FATAL: just-changed-to directory %s changed dev/ino
es: FATAL: El directorio %s al cual se accedió, modificó dev/ino

source: WARNING: Circular directory structure. This almost certainly means that you have a corrupted file system. NOTIFY YOUR SYSTEM MANAGER. The following directory is part of the cycle: %s
es: ATENCIÓN: Estructura de directorios circular. Esto quiere decir seguramente que el sistema de ficheros está corrupto. COMUNÍQUELO AL ADMINISTRADOR DEL SISTEMA. El siguiente directorio es parte del ciclo: %s

source: %s: descend into write-protected directory %s?
es: %s: ¿descender al directorio protegido contra escritura %s? (s/n)

source: %s: descend into directory %s?
es: %s: ¿descender al directorio %s? (s/n)

source: %s: remove write-protected %s %s?
es: %s: ¿borrar el %s %s protegido contra escritura? (s/n)

source: %s: remove %s %s?
es: %s: ¿borrar el %s %s? (s/n)

source: removed directory: %s
es: directorio borrado: %s

source: failed to close directory %s
es: Fallo al cerrar el directorio %s

source: skipping %s, since it's on a different device
es: se omite %s, ya que está en un dispositivo diferente

source: cannot remove directory %s
es: no se puede borrar el directorio %s

source: FATAL: cannot return to .. from %s
es: FATAL: no se puede volver.... desde %s

source: cannot remove root directory %s
es: no se puede eliminar el directorio raíz %s

source: cannot remove relative-named %s
es: no se puede eliminar el nombre relativo %s

source: cannot restore current working directory
es: no puede restaurar el directorio de trabajo actual

source: Try `%s ./%s' to remove the file %s.
es: Intente `%s ./%s' para borrar el archivo %s

source: Usage: %s [OPTION]... FILE...
es: Modo de empleo: %s [OPCIÓN]... FICHERO...

source: Remove (unlink) the FILE(s). -f, --force ignore nonexistent files, never prompt -i prompt before every removal
es: Remover (desvincular) el ARCHIVO(s) -f, --force Ignora archivos no existentes, nunca solicita confirmación -i Solicita confirmación antes de cada remoción

source: -I prompt once before removing more than three files, or when removing recursively. Less intrusive than -i, while still giving protection against most mistakes --interactive[=WHEN] prompt according to WHEN: never, once (-I), or always (-i). Without WHEN, prompt always
es: -l preguntar antes de eliminar más de tres archivos o cuando se esta removiendo recursivamente. Menos intrusivo que -i pero brinda cierta protección contra errores comunes. --interactivo[=CUANDO] preguntar de acuerdo a CUANDO: nunca, una vez (-l) o siempre (-i). Sin CUANDO, preguntar siempre

source: --one-file-system when removing a hierarchy recursively, skip any directory that is on a file system different from that of the corresponding command line argument
es: --one-file-system cuando se elimina un árbol recursivamente, omitir cualquier directorio que esté en un sistema de archivos diferente del correspondiente en la línea de órdenes

source: --no-preserve-root do not treat `/' specially --preserve-root do not remove `/' (default) -r, -R, --recursive remove directories and their contents recursively -v, --verbose explain what is being done
es: --no-preserve-root no trata `/' de forma especial --preserve-root no elimina `/' (predeterminado) -r, -R, --recursive borra los directorios y sus contenidos recursivamente -v, --verbose explica lo que va haciendo

source: By default, rm does not remove directories. Use the --recursive (-r or -R) option to remove each listed directory, too, along with all of its contents.
es: De manera predeterminada rm no borra directorios. Use la opción --recursive (-r o -R) para borrar cada directorio indicado, incluyendo sus contenidos.

source: To remove a file whose name starts with a `-', for example `-foo', use one of these commands: %s -- -foo %s ./-foo
es: Para borrar un fichero cuyo nombre comience con un `-', por ejemplo `-fu', utilice una de las siguientes órdenes: %s -- -fu %s ./-fu

source: Note that if you use rm to remove a file, it is usually possible to recover the contents of that file. If you want more assurance that the contents are truly unrecoverable, consider using shred.
es: Tenga en cuenta que si utiliza rm para borrar un fichero, normalmente es posible recuperar el contenido de ese fichero. Si quiere mayor seguridad de que el contenido es realmente irrecuperable, considere utilizar shred.

source: %s: remove all arguments recursively?
es: %s: ¿eliminar todos los argumentos recursivamente?

source: %s: remove all arguments?
es: %s: ¿eliminar todos los argumentos?

source: removing directory, %s
es: borrando el directorio, %s

source: failed to remove directory %s
es: fallo al eliminar el directorio %s

source: Usage: %s [OPTION]... DIRECTORY...
es: Modo de empleo: %s [OPCIÓN]... DIRECTORIO...

source: Remove the DIRECTORY(ies), if they are empty. --ignore-fail-on-non-empty ignore each failure that is solely because a directory is non-empty
es: Borra el/los DIRECTORIO(s), si están vacíos. --ignore-fail-on-non-empty no tiene en cuenta los fallos que se producen únicamente porque un directorio no está vacío

source: -p, --parents Remove DIRECTORY and its ancestors. E.g., `rmdir -p a/b/c' is similar to `rmdir a/b/c a/b a'. -v, --verbose output a diagnostic for every directory processed
es: -p, --parents borra DIRECTORIO y sus ancestros. ej. `rmdir -p a/b/c' es similar a `rmdir a/b/c a/b a'. -v, --verbose muestra un mensaje por cada directorio procesado

source: failed to remove %s
es: No se pudo eliminar %s
