Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/coreutils.po
Languages: es

source: Usage: %s CONTEXT COMMAND [args] or: %s [ -c ] [-u USER] [-r ROLE] [-t TYPE] [-l RANGE] COMMAND [args]
es: Uso: %s CONTEXTO ORDEN [argumentos] o bien: %s [ -c ] [-u USUARIO] [-r ROL] [-t TIPO] [-l RANGO] ORDEN [argumentos]

source: Run a program in a different security context. With neither CONTEXT nor COMMAND, print the current security context. CONTEXT Complete security context -c, --compute compute process transition context before modifying -t, --type=TYPE type (for same role as parent) -u, --user=USER user identity -r, --role=ROLE role -l, --range=RANGE levelrange
es: Ejecuta un programa en un contexto de seguridad diferente. Sin CONTEXTO ni ORDEN, imprime el contexto de seguridad actual. CONTEXTO Contexto de seguridad completo. -c, --type=TIPO Tipo (para el mismo papel que padre) -u, --user=USUARIO Identidad del usuario -r, --role=ROL rol -l, --range=RANGO Rango de nivel

source: multiple roles
es: múltiples roles

source: multiple types
es: tipos múltiples

source: multiple users
es: múltiples usuarios

source: multiple levelranges
es: múltiples rangos de nivel

source: failed to get current context
es: fallo al obtener el contexto actual

source: you must specify -c, -t, -u, -l, -r, or context
es: debe especificar -c, -t, -u, -l, -r, o el contexto

source: no command specified
es: no se ha especificado ninguna orden

source: runcon may be used only on a SELinux kernel
es: runcon puede usarse únicamente en un kernel SELinux

source: failed to compute a new context
es: fallo al computar un nuevo contexto

source: failed to set new user %s
es: fallo al establecer nuevo susuario %s

source: failed to set new type %s
es: fallo al establecer nuevo tipo %s

source: failed to set new range %s
es: fallo al establecer nuevo rango %s

source: failed to set new role %s
es: fallo al establecer nuevo rol %s

source: unable to set security context %s
es: imposible conseguir contexto de seguridad %s

source: Usage: %s [OPTION]... LAST or: %s [OPTION]... FIRST LAST or: %s [OPTION]... FIRST INCREMENT LAST
es: Modo de empleo: %s [OPCIÓN]... ÚLTIMO o bien: %s [OPCIÓN]... PRIMERO ÚLTIMO o bien: %s [OPCIÓN]... PRIMERO INCREMENTO ÚLTIMO

source: Print numbers from FIRST to LAST, in steps of INCREMENT. -f, --format=FORMAT use printf style floating-point FORMAT -s, --separator=STRING use STRING to separate numbers (default: \n) -w, --equal-width equalize width by padding with leading zeroes
es: Muestra los números desde PRIMERO hasta ÚLTIMO, en pasos de INCREMENTO. -f, --format=FORMATO utiliza un FORMATO de estilo printf(3) (por omisión: %g) -s, --separador=CADENA utiliza CADENA para separar los números (por omisión: \n) -w, --equal-width iguala el ancho rellenando con ceros

source: If FIRST or INCREMENT is omitted, it defaults to 1. That is, an omitted INCREMENT defaults to 1 even when LAST is smaller than FIRST. FIRST, INCREMENT, and LAST are interpreted as floating point values. INCREMENT is usually positive if FIRST is smaller than LAST, and INCREMENT is usually negative if FIRST is greater than LAST.
es: Si se omiten PRIMERO o INCREMENTO, el valor predeterminado es 1. Es decir, un INCREMENTO omitido tiene un valor predeterminado de 1 incluso cuando ÚLTIMO es más pequeño que PRIMERO. PRIMERO, INCREMENTO y ÚLTIMO se interpretan como valores de coma flotante. INCREMENTO es normalmente positivo si PRIMERO es menor que ÚLTIMO, y es normalmente negativo si PRIMERO es mayor que ÚLTIMO.

source: FORMAT must be suitable for printing one argument of type `double'; it defaults to %.PRECf if FIRST, INCREMENT, and LAST are all fixed point decimal numbers with maximum precision PREC, and to %g otherwise.
es: FORMATO debe poder imprimir un argumento del tipo `double', el predeterminado es %.PREC si PRIMERO, INCREMENTO y ULTIMO son números decimales con PREC como precisión máxima, o sino %g.

source: invalid floating point argument: %s
es: argumento de coma flotante inválido: %s

source: invalid format string: %s
es: cadena de formato inválida: %s

source: format string may not be specified when printing equal width strings
es: la cadena de formato no debe especificarse cuando se muestran cadenas de la misma anchura

source: Usage: %s OPTION USER COMMAND [ARGUMENT]... or: %s OPTION
es: Uso: %s OPCIÓN USUARIO ORDEN [ARGUMENTO]... o bien: %s OPCIÓN

source: Drop any supplemental groups, assume the user-ID and group-ID of the specified USER (numeric ID or user name), and run COMMAND with any specified ARGUMENTs. Exit with status 111 if unable to assume the required user and group ID. Otherwise, exit with the exit status of COMMAND. This program is useful only when run by root (user ID zero).
es: Abandona cualquier grupo suplementario, asume el ID de usuario y el ID de grupo del USUARIO especificado, y ejecuta ORDEN con cualesquiera ARGUMENTOs especificados. Termina con estado 111 si es incapaz de asumir los UID y GID necesarios. En caso contrario, termina con el estado de salida de ORDEN. Este programa solamente es útil cuando lo ejecuta root (UID=0).

source: -g GID[,GID1...] also set the primary group-ID to the numeric GID, and (if specified) supplemental group IDs to GID1, ...
es: -g GID[,GID1...] adicionalmente establece el ID de grupo primario al número GID y (si se especifica) IDs de grupos suplementarios a GID1, ...

source: unknown user-ID: %s
es: ID de usuario desconocido: %s

source: to use user-ID %s you need to use -g too
es: para poder usar user-ID %s tiene que usar también -g

source: failed to set supplemental group(s)
es: no se puede establecer el grupo suplementario

source: cannot set group-ID to %lu
es: no se puede establecer el ID del grupo a %lu

source: cannot set user-ID to %lu
es: no se puede establecer el ID del usuario a %lu

source: Usage: %s [OPTIONS] FILE [...]
es: Modo de empleo: %s [OPCIONES] FICHERO [...]

source: Overwrite the specified FILE(s) repeatedly, in order to make it harder for even very expensive hardware probing to recover the data.
es: Sobreescribe los FICHERO(s) especificados repetidamente, para hacer más difícil la recuperación de los datos incluso utilizando hardware muy costoso.

source: -f, --force change permissions to allow writing if necessary -n, --iterations=N Overwrite N times instead of the default (%d) --random-source=FILE get random bytes from FILE (default /dev/urandom) -s, --size=N shred this many bytes (suffixes like K, M, G accepted)
es: -f, --force cambia los permisos para permitir la escritura si es necesario -n, --iterations=N sobreescribe N veces en vez de lo predeterminado (%d) -s, --size=N efectúa el `shred' sobre este número de bytes (se permiten los sufijos K, M y G)

source: -u, --remove truncate and remove file after overwriting -v, --verbose show progress -x, --exact do not round file sizes up to the next full block; this is the default for non-regular files -z, --zero add a final overwrite with zeros to hide shredding
es: -u, --remove trunca y borra el archivo después de sobreescribirlo -v, --verbose muestra el progreso -x, --exact no redondea hacia arriba los tamaños de los archivos hasta el siguiente bloque completo; este es el comportamiento predeterminado para los archivos no regulares -z, --zero sobreescribir con ceros al final para ocultar la división

source: If FILE is -, shred standard output. Delete FILE(s) if --remove (-u) is specified. The default is not to remove the files because it is common to operate on device files like /dev/hda, and those files usually should not be removed. When operating on regular files, most people use the --remove option.
es: si ARCHIVO es -, destruir salida estandar. Borrar ARCHIVO(s) si --remove (-u) es especificado. De forma predeterminada no se borran los archivos porque es común operar con dispositivos como /dev/hda, y esos archivos habitualmente no deben ser borrados. Cuándo se opera en archivos regulares, la mayoría de las personas usan la opción --remove.

source: CAUTION: Note that shred relies on a very important assumption: that the file system overwrites data in place. This is the traditional way to do things, but many modern file system designs do not satisfy this assumption. The following are examples of file systems on which shred is not effective, or is not guaranteed to be effective in all file system modes:
es: PRECAUCIÓN: Tenga en cuenta que shred se basa en una importante suposición: que el sistema de archivos sobreescribe los datos en el mismo sitio. Ésta es la forma tradicional de hacer las cosas, pero muchos diseños modernos de sistemas de archivos no satisfacen esta suposición. Los siguientes son ejemplos de sistemas de ficheros en los que shred no es efectivo, o no se garantiza su efectividad:

source: * log-structured or journaled file systems, such as those supplied with AIX and Solaris (and JFS, ReiserFS, XFS, Ext3, etc.) * file systems that write redundant data and carry on even if some writes fail, such as RAID-based file systems * file systems that make snapshots, such as Network Appliance's NFS server
es: * sistemas de archivos con estructura de registro o con versiones, como los que suministran AIX y Solaris (y JFS, ReiserFS, XFS, Ext3, etc.) * sistemas de archivos que escriben datos redundantes y siguen adelante incluso si algunas escrituras fallan, tales como los sistemas de ficheros basados en RAID * sistemas de ficheros que hacen `snapshots', tales como el servidor NFS de Network Appliance

source: * file systems that cache in temporary locations, such as NFS version 3 clients * compressed file systems
es: * sistemas de archivos que almacenan en ubicaciones temporales, tales como los clientes NFS de versión 3 * sistemas de archivos comprimidos

source: In the case of ext3 file systems, the above disclaimer applies (and shred is thus of limited effectiveness) only in data=journal mode, which journals file data in addition to just metadata. In both the data=ordered (default) and data=writeback modes, shred works as usual. Ext3 journaling modes can be changed by adding the data=something option to the mount options for a particular file system in the /etc/fstab file, as documented in the mount man page (man mount).
es: En caso de sistemas de archivos ext3, la renuncia de responsabilidad se aplica (y por tanto shred tiene efectividad limitada) sólo en modo data=journal, el cual registra los datos del archivo además de los metadatos. En ambos modos, data=ordered (predeterminado) y data=writeback, shred opera normalmente. Los modos de registro (journaling) de ext3 pueden cambiarse añadiendo la opción data=modo a las opciones de montaje de cada sistema de archivos en particular en el archivo del sistema /etc/fstab, como se documenta en la página de manual de mount (man mount).

source: In addition, file system backups and remote mirrors may contain copies of the file that cannot be removed, and that will allow a shredded file to be recovered later.
es: Además, las copias de seguridad de archivos y espejos remotos pueden contener copias del archivo que no se pueden borrar, y eso permite recuperar después un archivo al que se le haya hecho shred.

source: %s: fdatasync failed
es: %s: fdatasync falló

source: %s: fsync failed
es: %s: fsync falló

source: %s: cannot rewind
es: %s: no se puede rebobinar

source: %s: pass %lu/%lu (%s)...
es: %s: paso %lu/%lu (%s)...

source: %s: error writing at offset %s
es: %s: error al escribir en el desplazamiento %s

source: %s: lseek failed
es: %s: lseek falló

source: %s: file too large
es: %s: fichero demasiado grande

source: %s: pass %lu/%lu (%s)...%s
es: %s: paso %lu/%lu (%s)...%s

source: %s: pass %lu/%lu (%s)...%s/%s %d%%
es: %s: paso %lu/%lu (%s)...%s/%s %d%%

source: %s: fstat failed
es: %s: fstat falló

source: %s: invalid file type
es: %s: tipo de fichero inválido

source: %s: file has negative size
es: %s: el fichero tiene un tamaño negativo

source: %s: error truncating
es: %s: error al truncar

source: %s: fcntl failed
es: %s: fcntl falló

source: %s: cannot shred append-only file descriptor
es: %s: no se puede efectuar shred un descriptor de fichero de sólo añadir

source: %s: removing
es: %s: borrando

source: %s: renamed to %s
es: %s: renombrado a %s

source: %s: failed to remove
es: %s: no se pudo eliminar

source: %s: removed
es: %s: borrado

source: %s: failed to close
es: %s: no se pudo cerrar

source: %s: failed to open for writing
es: %s: no se pudo abrir para escribir

source: %s: invalid number of passes
es: %s: número inválido de pasos

source: multiple random sources specified
es: se han especificado varias fuentes aleatorias

source: %s: invalid file size
es: %s: tamaño de fichero inválido

source: Usage: %s [OPTION]... [FILE] or: %s -e [OPTION]... [ARG]... or: %s -i LO-HI [OPTION]...
es: Uso: %s [OPCIÓN]... [ARCHIVO] or: %s -e [OPCIÓN]... [ARG]... or: %s -i LO-HI [OPCIÓN]...

source: Write a random permutation of the input lines to standard output.
es: Escribe una permutación aleatoria de las líneas de entrada a la salida estándar.

source: -e, --echo treat each ARG as an input line -i, --input-range=LO-HI treat each number LO through HI as an input line -n, --head-lines=LINES output at most LINES lines -o, --output=FILE write result to FILE instead of standard output --random-source=FILE get random bytes from FILE (default /dev/urandom) -z, --zero-terminated end lines with 0 byte, not newline
es: -e, --echo trata cada ARG como una línea de entrada -i, --input-range=LO-HI trata cada número desde LO hasta HI como una línea de entrada -n, --head-lines=LINES emite a lo sumo LINES líneas -o, --output=FILE escribe el resultado en FILE en lugar de la salida estándar --random-source=FILE toma una cantidad aleatoria de bytes de FILE (por defecto /dev/urandom) -z, --zero-terminated finaliza las líneas con un byte 0 en lugar del caracter nuevalínea

source: multiple -i options specified
es: se han especificado varias opciones -i

source: invalid input range %s
es: rango de entrada inválido %s

source: invalid line count %s
es: recuento de línea inválido: %s

source: multiple output files specified
es: se han especificado varias ficheros de salida

source: cannot combine -e and -i options
es: no se pueden combinar las opciones -e y -i

source: extra operand %s
es: operando extra %s

source: Usage: %s NUMBER[SUFFIX]... or: %s OPTION Pause for NUMBER seconds. SUFFIX may be `s' for seconds (the default), `m' for minutes, `h' for hours or `d' for days. Unlike most implementations that require NUMBER be an integer, here NUMBER may be an arbitrary floating point number. Given two or more arguments, pause for the amount of time specified by the sum of their values.
es: Modo de empleo: %s NÚMERO[SUFIJO]... o bien: %s OPCIÓN Hace una pausa de NÚMERO segundos. El SUFIJO puede ser `s' para segundos (predeterminado), `m' para minutos, `h' para horas o `d' para días. Al contrario de la mayoría de las implementaciones que exigen que NÚMERO sea un entero, aquí NÚMERO puede ser un número de coma flotante arbitrario. Dando dos o más argumentos, la pausa para la cantidad de tiempo se especifica por la suma de sus valores.

source: invalid time interval %s
es: intervalo de tiempo inválido %s

source: cannot read realtime clock
es: no se puede leer el reloj de tiempo real

source: Write sorted concatenation of all FILE(s) to standard output.
es: Escribe la concatenación ordenada de todos los FICHERO(s) en la salida estándar.

source: Ordering options:
es: Opciones de ordenamiento:

source: -b, --ignore-leading-blanks ignore leading blanks -d, --dictionary-order consider only blanks and alphanumeric characters -f, --ignore-case fold lower case to upper case characters
es: -b, --ignore-leading-blanks descarta los espacios en blanco al principio -d, --dictionary-order considera sólo los caracteres alfanuméricos y los espacios -f, --ignore-case convierte las minúsculas en mayúsculas

source: -g, --general-numeric-sort compare according to general numerical value -i, --ignore-nonprinting consider only printable characters -M, --month-sort compare (unknown) < `JAN' < ... < `DEC' -n, --numeric-sort compare according to string numerical value -R, --random-sort sort by random hash of keys --random-source=FILE get random bytes from FILE (default /dev/urandom) -r, --reverse reverse the result of comparisons
es: -g, --general-numeric-sort compara de acuerdo con el valor numérico -i, --ignore-nonprinting considera sólo los caracteres imprimibles -M, --month-sort compara (desconocido) < 'JAN' < ... < `DEC' -n, --numeric-sort compara de acuerdo con el valor numérico de la cadena -r, --reverse invierte el resultado de las comparaciones

source: Other options: -c, --check, --check=diagnose-first check for sorted input; do not sort -C, --check=quiet, --check=silent like -c, but do not report first bad line --compress-program=PROG compress temporaries with PROG; decompress them with PROG -d -k, --key=POS1[,POS2] start a key at POS1, end it at POS2 (origin 1) -m, --merge merge already sorted files; do not sort
es: Otras opciones: -c, --check=diagnose-first comprueba si la entrada es ordenada o no -C, --check=quiet, --check=silent es igual a -c, pero no informa la primera línea incorrecta --compress-program=PROG comprime temporariamente con PROG; descomprímalo con PROG -d -k, --key=POS1[,POS2] comienza una clave en POS1 y la finaliza en POS2 (origen 1) -m, --merge combina o no los archivos ya ordenados

source: -o, --output=FILE write result to FILE instead of standard output -s, --stable stabilize sort by disabling last-resort comparison -S, --buffer-size=SIZE use SIZE for main memory buffer
es: -o, --output=ARCHIVO escribe el resultado en ARCHIVO, en lugar de la salida estándar -s, --stable estabiliza la ordenación desactivando la comparación de último recurso -S, --buffer-size=TAMAÑO utiliza TAMAÑO para el búfer de memoria principal

source: -t, --field-separator=SEP use SEP instead of non-blank to blank transition -T, --temporary-directory=DIR use DIR for temporaries, not $TMPDIR or %s; multiple options specify multiple directories -u, --unique with -c, check for strict ordering; without -c, output only the first of an equal run
es: -t, --field-separator=SEP usa SEP en lugar de la transición de un no espacio a un espacio -T, --temporary-directory=DIR usa DIR para los archivos temporales, no $TMPDIR ni %s; varias opciones especifican varios directorios -u, --unique con -c, comprueba estrictamente el orden; sin -c; muestra solamente la primera de una tanda igual

source: -z, --zero-terminated end lines with 0 byte, not newline
es: -z, --zero-terminated termina las líneas con el byte 0, no con nueva línea

source: POS is F[.C][OPTS], where F is the field number and C the character position in the field; both are origin 1. If neither -t nor -b is in effect, characters in a field are counted from the beginning of the preceding whitespace. OPTS is one or more single-letter ordering options, which override global ordering options for that key. If no key is given, use the entire line as the key. SIZE may be followed by the following multiplicative suffixes:
es: POS es F[.C][OPCIONES], donde F es el número de campo y C la posición del carácter en el campo. OPCIONES se compone de una o más de las opciones de ordenación de una letra, lo cual desactiva las opciones de ordenación global para esa clave. Si no se da ninguna clave, usa la línea entera como clave. TAMAÑO puede estar seguido por lo siguientes sufijos multiplicativos:

source: % 1% of memory, b 1, K 1024 (default), and so on for M, G, T, P, E, Z, Y. With no FILE, or when FILE is -, read standard input. *** WARNING *** The locale specified by the environment affects sort order. Set LC_ALL=C to get the traditional sort order that uses native byte values.
es: % 1% de memoria, b 1, K 1024 (predeterminado), etc con M, G, T, P, E, Z, Y. Si no se especifica ningún FICHERO o FICHERO es `-', lee la entrada estándar. *** ATENCIÓN *** El locale especificado en el entorno afecta a la forma de ordenación. Establezca LC_ALL=C para obtener la forma de ordenación tradicional que utiliza los valores de los bytes originales.

source: waiting for %s [-d]
es: esperando %s [-d]

source: %s [-d] terminated abnormally
es: %s [-d] terminado de forma anormal

source: cannot create temporary file
es: no se puede crear un fichero temporal

source: open failed
es: fallo al abrir

source: fflush failed
es: fflush falló

source: close failed
es: error al cerrar

source: dup2 failed
es: falló dup2

source: couldn't execute %s
es: no se puede ejecutar %s

source: couldn't create temporary file
es: no se puede crear un archivo temporal

source: couldn't open temporary file
es: no se puede abrir un archivo temporal

source: couldn't execute %s -d
es: no se puede ejecutar %s -d

source: couldn't create process for %s -d
es: no se puede crear proceso para %s -d

source: write failed
es: error al escribir

source: warning: cannot remove: %s
es: advertencia: no se puede borrar: %s

source: stat failed
es: fallo en `stat'

source: read failed
es: fallo al leer

source: %s: %s:%s: disorder:
es: %s: %s:%s: fuera de secuencia:

source: standard error
es: salida de error estándar

source: %s: invalid field specification %s
es: %s: especificación de campo inválida %s

source: options `-%s' are incompatible
es: las opciones `-%s' son incompatibles

source: %s: invalid count at start of %s
es: %s: contador inválido al comienzo de %s

source: invalid number after `-'
es: número inválido después de`-'

source: invalid number after `.'
es: número inválido después de `.'

source: stray character in field spec
es: carácter extraño en el especificador de campo

source: multiple compress programs specified
es: se especificaron múltiples programas de compresión

source: invalid number at field start
es: número inválido al comienzo del campo

source: field number is zero
es: el número de campo es cero

source: character offset is zero
es: el desplazamiento de caracteres es cero

source: invalid number after `,'
es: número inválido después de `,'

source: extra operand %s not allowed with -%c
es: el operando extra %s no está permitido con -%c

source: Usage: %s [OPTION] [INPUT [PREFIX]]
es: Modo de empleo: %s [OPCIÓN] [FICHERO [PREFIJO]]

source: Output fixed-size pieces of INPUT to PREFIXaa, PREFIXab, ...; default size is 1000 lines, and default PREFIX is `x'. With no INPUT, or when INPUT is -, read standard input.
es: Corta ARCHIVO en partes de tamaño fijo y los vuelca en PREFIJOaa, PREFIJOab...; El tamaño por defecto es de 1000 lineas, y el prefijo por defecto es `x'. Sin información o cuando la información provista es ., leer la entrada estándar.

source: -a, --suffix-length=N use suffixes of length N (default %d) -b, --bytes=SIZE put SIZE bytes per output file -C, --line-bytes=SIZE put at most SIZE bytes of lines per output file -d, --numeric-suffixes use numeric suffixes instead of alphabetic -l, --lines=NUMBER put NUMBER lines per output file
es: -a, --suffix-length=N utiliza sufijos de longitud N (por omisión %d) -b, --bytes=TAMAÑO escribe TAMAÑO bytes en cada fichero de salida -C, --line-bytes=BYTES escribe un máximo de BYTES bytes sin cortar líneas -d, --numeric-suffixes utiliza sufijos numéricos en vez de alfabéticos -l, --lines=NÚMERO pone NÚMERO de líneas en cada fichero de salida

source: --verbose print a diagnostic to standard error just before each output file is opened
es: --verbose muestra un diagnóstico en la salida de error estándar antes de que cada fichero sea abierto

source: SIZE may have a multiplier suffix: b 512, kB 1000, K 1024, MB 1000*1000, M 1024*1024, GB 1000*1000*1000, G 1024*1024*1024, and so on for T, P, E, Z, Y.
es: TAMAÑO debe ser un múltiplo del sufijo: b 512, kB 1000, K 1024, MB 1000*1000, M 1024*1024, GB 1000*1000*1000, G 1024*1024*1024, y así para T, P, E, Z, Y.
