Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/debconf.po
Languages: es

source: falling back to frontend: %s
es: volviendo a la interfaz: %s

source: unable to initialize frontend: %s
es: no se puede inicializar la interfaz: %s

source: Unable to start a frontend: %s
es: No se puede iniciar la interfaz: %s

source: Config database not specified in config file.
es: La base de datos de configuración no está especificada en el archivo de configuración.

source: Template database not specified in config file.
es: La base de datos de plantillas no está especificada en el archivo de configuración.

source: The Sigils and Smileys options in the config file are no longer used. Please remove them.
es: Las opciones Sigils y Smileys del archivo de configuración ya no se utilizan. Por favor, elimínelos.

source: Problem setting up the database defined by stanza %s of %s.
es: Se produjo un problema al configurar la base de datos definida por la estrofa %s de %s.

source: -f, --frontend Specify debconf frontend to use. -p, --priority Specify minimum priority question to show. --terse Enable terse mode.
es: -f, --frontend Especifica la interfaz a usar por debconf. -p, --priority Especifica la prioridad mínima de las preguntas a mostrar. --terse Activa el modo breve.

source: Ignoring invalid priority "%s"
es: Se ignora la prioridad «%s» (inválida)

source: Valid priorities are: %s
es: Las prioridades válidas son: %s

source: Choices
es: Opciones

source: yes
es: sí

source: (Enter zero or more items separated by a comma followed by a space (', ').)
es: (Introduzca cero o más elementos separados por comas seguidas de un espacio (', ')).

source: _Help
es: A_yuda

source: Help
es: Ayuda

source: Debconf was not configured to display this error message, so it mailed it to you.
es: Debconf no está configurado para visualizar este mensaje de error, por lo que se le ha enviado por correo.

source: Debconf, running at %s
es: Debconf, ejecutándose en %s

source: Input value, "%s" not found in C choices! This should never happen. Perhaps the templates were incorrectly localized.
es: ¡No se encontró el valor introducido «%s» dentro de la opciones C! Esto no debería suceder nunca. Tal vez las plantillas estaban localizadas incorrectamente.

source: none of the above
es: ninguno de los anteriores

source: Enter the items you want to select, separated by spaces.
es: Introduzca los elementos que desea seleccionar, separados por espacios.

source: Unable to load Debconf::Element::%s. Failed because: %s
es: No se pudo cargar Debconf::Element::%s. Falló debido a: %s

source: Configuring %s
es: Configurando %s

source: TERM is not set, so the dialog frontend is not usable.
es: La variable TERM no está establecida, por lo que no es posible utilizar la interfaz «dialog».

source: Dialog frontend is incompatible with emacs shell buffers
es: La interfaz «dialog» es incompatible con los búferes de shell de emacs

source: Dialog frontend will not work on a dumb terminal, an emacs shell buffer, or without a controlling terminal.
es: La interfaz «dialog» no funciona en terminales «tontos», con búferes de shell de emacs, o sin controladora de terminal.

source: No usable dialog-like program is installed, so the dialog based frontend cannot be used.
es: No hay instalado ningún programa tipo «dialog», por lo que no es posible usar la interfaz basada en «dialog».

source: Dialog frontend requires a screen at least 13 lines tall and 31 columns wide.
es: La interfaz «dialog» requiere una pantalla con, al menos, 13 líneas de alta y 31 columnas de ancha.

source: Package configuration
es: Configuración de paquetes

source: You are using the editor-based debconf frontend to configure your system. See the end of this document for detailed instructions.
es: Está usando la interfaz basada en editor de debconf para configurar su sistema. Consulte al final de este documento para instrucciones detalladas.

source: The editor-based debconf frontend presents you with one or more text files to edit. This is one such text file. If you are familiar with standard unix configuration files, this file will look familiar to you -- it contains comments interspersed with configuration items. Edit the file, changing any items as necessary, and then save it and exit. At that point, debconf will read the edited file, and use the values you entered to configure the system.
es: La interfaz de debconf basada en editor le presenta uno o más archivos de texto para su edición. Este es uno de esos archivos de texto. Si está familiarizado con los archivos de configuración típicos de Unix, este archivo le resultará familiar -- contiene comentarios intercalados entre los elementos de configuración. Edite el archivo, cambie los elementos que sean necesarios, y después guárdelo y salga. En este punto, debconf leerá el archivo editado, y usará los valores que haya introducido para configurar el sistema.

source: Debconf on %s
es: Debconf en %s

source: This frontend requires a controlling tty.
es: Esta interfaz necesita un terminal controlador.

source: Term::ReadLine::GNU is incompatable with emacs shell buffers.
es: Term::ReadLine::GNU es incompatible con los buffers de shell de emacs.

source: More
es: Más

source: Note: Debconf is running in web mode. Go to http://localhost:%i/
es: Nota: Debconf se está ejecutando en modo web. Vaya a http://localhost:%i/

source: Back
es: Anterior

source: Next
es: Siguiente

source: warning: possible database corruption. Will attempt to repair by adding back missing question %s.
es: aviso: posible corrupción de la base de datos. Se tratará de reparar volviendo a añadir la pregunta perdida %s.

source: Template #%s in %s has a duplicate field "%s" with new value "%s". Probably two templates are not properly separated by a lone newline.
es: La plantilla #%s en %s tiene un campo "%s" duplicado con el nuevo valor "%s". Probablemente dos plantillas no están separadas correctamente con un sólo retorno de carro.

source: Unknown template field '%s', in stanza #%s of %s
es: Campo desconocido '%s' en la plantilla, en la estrofa #%s de %s

source: Template parse error near `%s', in stanza #%s of %s
es: Error de análisis de plantilla cerca de `%s', en la estrofa #%s de %s

source: Template #%s in %s does not contain a 'Template:' line
es: La plantilla #%s in %s no contiene una línea 'Template:'

source: must specify some debs to preconfigure
es: debe especificar algunos debs para preconfigurar

source: delaying package configuration, since apt-utils is not installed
es: se demora la configuración del paquete, puesto que no está instalado apt-utils

source: unable to re-open stdin: %s
es: no se puede re-abrir stdin: %s

source: apt-extracttemplates failed: %s
es: apt-extracttemplates falló: %s

source: Extracting templates from packages: %d%%
es: Extrayendo plantillas de los paquetes: %d%%

source: Preconfiguring packages ...
es: Preconfigurando los paquetes ...

source: template parse error: %s
es: error al interpretar la plantilla: %s

source: debconf: can't chmod: %s
es: debconf: no se puede hacer chmod: %s

source: %s failed to preconfigure, with exit status %s
es: %s falló al preconfigurar, con estado de salida %s

source: Usage: dpkg-reconfigure [options] packages -a, --all Reconfigure all packages. -u, --unseen-only Show only not yet seen questions. --default-priority Use default priority instead of low. --force Force reconfiguration of broken packages.
es: Uso: dpkg-reconfigure [opciones] paquetes -a, --all Reconfigurar todos los paquetes. -u, --unseen-only Mostrar sólo las preguntas que aún no se hayan visto. --default-priority Usar la prioridad predeterminada en lugar de la baja. --force Forzar la reconfiguración de los paquetes rotos.

source: %s must be run as root
es: %s debe ejecutarse como root

source: please specify a package to reconfigure
es: por favor, especifique un paquete a reconfigurar

source: %s is not installed
es: %s no está instalado

source: %s is broken or not fully installed
es: %s está roto o no completamente instalado

source: Cannot read status file: %s
es: No se puede leer el archivo de estado: %s

source: Usage: debconf-communicate [options] [package]
es: Uso: debconf-communicate [opciones] [paquete]

source: debconf-mergetemplate: This utility is deprecated. You should switch to using po-debconf's po2debconf program.
es: debconf-mergetemplate: Esta utilidad está obsoleta. Debería usar en su lugar el programa po2debconf de po-debconf.

source: Usage: debconf-mergetemplate [options] [templates.ll ...] templates
es: Uso: debconf-mergetemplate [opciones] [templates.ll ...] templates

source: --outdated Merge in even outdated translations. --drop-old-templates Drop entire outdated templates.
es: --outdated Mezclar incluso traducciones obsoletas. --drop-old-templates Quitar completamente las plantillas obsoletas.

source: %s is missing
es: falta %s

source: %s is missing; dropping %s
es: falta %s; quitando %s

source: %s is fuzzy at byte %s: %s
es: %s es confusa en el byte %s: %s

source: %s is fuzzy at byte %s: %s; dropping it
es: %s es confusa en el byte %s: %s; descartándola

source: %s is outdated
es: %s está obsoleto

source: %s is outdated; dropping whole template!
es: %s está obsoleto: ¡quitando la plantilla completa!

source: Usage: debconf [options] command [args]
es: Uso: debconf [opciones] orden [args]

source: -o, --owner=package Set the package that owns the command.
es: -o, --owner=paquete Establece el paquete que posee la orden.
