Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/hunspell.po
Languages: es

source: error - missing HOME variable
es: error - no existe la variable HOME

source: Line %d: %s ->
es: Línea %d: %s ->

source: FORBIDDEN!
es: ¡PROHIBIDO!

source: %s File: %s
es: %s Archivo: %s

source: [SPACE] R)epl A)ccept I)nsert U)ncap S)tem Q)uit e(X)it or ? for help
es: [SPACE] R)Rempl. A)Aceptar I)Insertar U)Ins.minúsc. S)Ins.raíz Q)Salir X)Cerrar o ? para ayuda

source: Whenever a word is found that is not in the dictionary it is printed on the first line of the screen. If the dictionary contains any similar words, they are listed with a number next to each one. You have the option of replacing the word completely, or choosing one of the suggested words.
es: Si se encuentra que una palabra no está en el diccionario se muestra en la primera línea de la pantalla. Si el diccionario contiene palabras similares, se listan con un número al lado de cada una. Tiene la opción de reemplazar la palabra completamente, o escoger una de las palabras sugeridas.

source: Commands are:
es: Las órdenes son:

source: R Replace the misspelled word completely.
es: R Reemplaza la palabra mal escrita completamente.

source: Space Accept the word this time only.
es: Espacio Acepta la palabra solamente por esta vez.

source: A Accept the word for the rest of this session.
es: A Acepta la palabra para el resto de esta sesión.

source: I Accept the word, and put it in your private dictionary.
es: I Acepta la palabra, y el ingreso en su diccionario privado.

source: U Accept and add lowercase version to private dictionary.
es: U Acepta y añade la versión minúscula en el diccionario privado.

source: S Ask a stem and a model word and store them in the private dictionary. The stem will be accepted also with the affixes of the model word.
es: S Pedir una raíz y una palabra modelo para almacenarlas en el diccionario personal. Se aceptan raíces con los afijos de la palabra modelo.

source: 0-n Replace with one of the suggested words.
es: 0-n Reemplaza con una de las palabras sugeridas.

source: X Write the rest of this file, ignoring misspellings, and start next file.
es: X Escribe el resto de este archivo, ignorando errores de tecleado, y comienza el siguiente archivo.

source: Q Quit immediately. Asks for confirmation. Leaves file unchanged.
es: Q Salir inmediatamente. Pedir confirmación. Dejar los archivos sin cambios.

source: ^Z Suspend program. Restart with fg command.
es: ^Z Suspende el programa. Reiniciar con el comando fg.

source: ? Show this help screen.
es: ? Mostrar esta pantalla de ayuda.

source: -- Type space to continue --
es: -- Escriba espacio para continuar --

source: Replace with:
es: Reemplace con:

source: Cannot update personal dictionary.
es: No puede actualizar diccionario personal.

source: New word (stem):
es: Nueva palabra (Steam)

source: Model word (a similar dictionary word):
es: Palabra modelo (una palabra similar de diccionario):

source: Model word must be in the dictionary. Press any key!
es: La palabra modelo debe estar en el diccionario. ¡Pulse cualquier tecla!

source: Are you sure you want to throw away your changes?
es: ¿Está seguro que desea ignorar los cambios?

source: Can't create tempfile %s.
es: No se puede crear el archivo temporal %s.

source: Usage: hunspell [OPTION]... [FILE]...
es: Uso: hunspell [OPCIÓN]... [ARCHIVO]...

source: Check spelling of each FILE. Without FILE, check standard input.
es: Verifica ortografía de cada ARCHIVO. Sin ARCHIVO, verifica la entrada estándar.

source: -1 check only first field in lines (delimiter = tabulator)
es: -1 comprueba solo el primer campo en cada línea (delimitador = tabulador)

source: -a Ispell's pipe interface
es: -a la interface pipe de Ispell

source: --check-url Check URLs, e-mail addresses and directory paths
es: --check-url Comprueba URLs, direcciones de correo electrónico y rutas de directorio

source: -d d[,d2,...] use d (d2 etc.) dictionaries
es: -d d[,d2,...] usar los diccionarios d (d2 etc.)

source: -D show available dictionaries
es: -D mostrar diccionarios disponibles

source: -G print only correct words or lines
es: -G imprime solamente palabras o líneas correctas

source: -h, --help display this help and exit
es: -h, --help muestra esta ayuda y sale

source: -H HTML input file format
es: -F Formato de entrada de archivo HTML

source: -i enc input encoding
es: -i enc entrada codificada

source: -l print mispelled words
es: -l imprime palabras mal deletreadas

source: -L print lines with mispelled words
es: -L imprime líneas con palabras mal deletreadas

source: -m analyze the words of the input text
es: -m analizar las palabras del texto entrante

source: -n nroff/troff input file format
es: -n formato de archivo de entrada nroff/troff

source: -p dict set dict custom dictionary
es: -p dict configurar dict diccionario personalizado

source: -P password set password for encrypted dictionaries
es: -P password establece la contraseña para diccionarios cifrados

source: -s stem the words of the input text
es: -s buscar las raíces de las palabras de entrada

source: -t TeX/LaTeX input file format
es: -t formato de archivo de entrada TeX/LaTeX

source: -v, --version print version number
es: -v, --versión imprime el número de la versión

source: -vv print Ispell compatible version number
es: -vv imprimir numero de la versión compatible con Ispell

source: -w print mispelled words (= lines) from one word/line input.
es: -w imprime las palabras (= líneas) mal escritas a partir de la entrada de una palabra/línea.

source: Example: hunspell -d en_US file.txt # interactive spelling hunspell -l file.txt # print misspelled words hunspell -i utf-8 file.txt # check UTF-8 encoded file
es: Ejemplo: hunspell -d en_US archivo.txt # corrección interactiva hunspell -l archivo.txt # imprimir palabras mal escritas hunspell -i utf-8 archivo.txt # comprobar archivo UTF-8

source: Bug reports: http://hunspell.sourceforge.net
es: Informes de error: http://hunspell.sourceforge.net

source: Copyright (C) 2002-2008 László Németh. License: MPL/GPL/LGPL. Based on OpenOffice.org's Myspell library. Myspell's copyright (C) Kevin Hendricks, 2001-2002, License: BSD.
es: Copyright (C) 2002-2008 László Németh. Licencia: MPL/GPL/LGPL. Basado en la librería Myspell de OpenOffice.org. Copyright de Myspell (C) Kevin Hendricks, 2001-2002, Licencia: BSD.

source: This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE, to the extent permitted by law.
es: Este programa es libre; consulte el código con las condiciones de copia. NO existe garantía; ni siquiera para el comercio o para uso personal, en el grado permitido por la ley.

source: Can't open %s.
es: No se puede abrir %s.

source: SEARCH PATH: %s
es: BUSCAR RUTA: %s

source: AVAILABLE DICTIONARIES (path is not mandatory for -d option):
es: DICCIONARIOS DISPONIBLES (la ruta no es obligatoria para la opción -d):

source: LOADED DICTIONARY: %s %s
es: DICCIONARIO CARGADO: %s %s

source: error - %s exceeds dictionary limit.
es: error - %s excede de los límites del diccionario.

source: Can't open affix or dictionary files.
es: No se puede abrir los archivos de diccionarios o affix.

source: Hunspell has been compiled without Ncurses user interface.
es: Hunspell ha sido compilado sin la interfaz de usuario Ncurses.
