Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/indent.po
Languages: es

source: usage: indent file [-o outfile ] [ options ] indent file1 file2 ... fileN [ options ]
es: uso: indent archivo [-o salida ] [ opciones ] indent archivo1 archivo2 ... archivoN [ opciones ]

source: %s: missing argument to parameter %s
es: %s: falta argumento en el parámetro %s

source: %s: unknown option "%s"
es: %s: opción «%s» desconocida

source: option: %s
es: opción: %s

source: %s: option ``%s'' requires a numeric parameter
es: %s: la opción «%s» requieres un parámetro numérico

source: set_option: internal error: p_type %d
es: set_option: error interno: p_type %d

source: Profile contains an unterminated comment
es: El perfil contiene un comentario indeterminado

source: Profile contains unpalatable characters
es: El perfil contiene caracteres desagradables

source: File named by environment variable %s does not exist or is not readable
es: El archivo nombrado por la variable de entorno %s no existe o no puede leerse

source: indent: Strange version-control value
es: indent: valor de control de versión extraño

source: indent: Using numbered-existing
es: indent: usando numeración existente

source: indent: Can't make backup filename of %s
es: indent: Imposible hacer respaldo del archivo de nombre %s

source: Can't open backup file %s
es: Imposible abrir respaldo del archivo %s

source: Can't write to backup file %s
es: Imposible escribir un respaldo del archivo %s

source: Can't preserve modification time on backup file %s
es: No se puede preservar la hora de la modificación en el archivo de respaldo %s

source: indent: Virtual memory exhausted.
es: indent: Memoria virtual insuficiente

source: indent: Fatal Error:
es: indent: Error fatal

source: indent: System Error:
es: indent: Error de sistema

source: Warning
es: Aviso

source: Ran out of memory
es: Ran fuera de memoria

source: Line broken
es: Linea rota

source: Unmatched #else
es: #else no coincidente

source: Unmatched #elif
es: #elif no coincidente

source: Unmatched #endif
es: #endif no coincidente

source: EOF encountered in comment
es: Se encontró EOF en el comentario

source: Unexpected end of file
es: Fin inesperado de archivo

source: There were %d non-blank output lines and %d comments
es: Hubo %d líneas resultantes no vacías y %d comentarios

source: (Lines with comments)/(Lines with code): %6.3f
es: (Lineas con comentarios)/(Lineas con código): %6.3f

source: Line broken 2
es: Linea rota 2

source: indent: only one output file (2nd was %s)
es: indent: solo un fichero de salida (el segundo fue %s)

source: indent: only one input file when output file is specified
es: indent: solo un fichero de entrada cuando el fichero de salida se especifica

source: indent: can't have filenames when specifying standard input
es: indent: no puedo tener nombres de archivo cuando tengo la salida estándar especificada

source: indent: only one input file when stdout is used
es: indent: solo un archivo de salida cuando se usa la salida estándar

source: command line
es: línea de comandos

source: Read profile %s
es: Leer perfil %s

source: Internal buffering error
es: Error de buffer interno

source: Can't open input file %s
es: No puedo abrir el archivo de entrada %s

source: Can't stat input file %s
es: No se puede verificar el archivo de entrada %s

source: Warning: Zero-length file %s
es: Aviso: archivo %s de longitud cero

source: File %s is too big to read
es: El archivo %s es demasiado grande para leerlo

source: System problem reading file %s
es: Problema de sistema leyendo el archivo %s

source: Error reading input file %s
es: Error leyendo el archivo de entrada %s

source: Error closeing input file %s
es: Error cerrando el archivo de entrada %s

source: Warning: File %s contains NULL-characters
es: Aviso: el archivo %s contiene caracteres nulos

source: Unterminated character constant
es: Carácter constante indeterminado

source: Unterminated string constant
es: Cadena constante indeterminada

source: old style assignment ambiguity in "=%c". Assuming "= %c"
es: ambigüedad en la asignación del antiguo estilo "=%c". Se asume "= %c"

source: indent: can't create %s
es: indent: no se puede crear %s

source: Can't close output file %s
es: No se puede cerrar el archivo de salida %s

source: Can't preserve modification time on output file %s
es: No se puede preservar la hora de modificación en el archivo de salida %s

source: Unmatched 'else'
es: "else" no coincidente

source: Stmt nesting error.
es: Error de anidamiento de stmt

source: Unknown code to parser
es: Código desconocido para analizar

source: ParseStack [%d]:
es: Pila de análisis [%d]:

source: stack[%d] => stack: %d ind_level: %d
es: pila[%d] => pila: %d nivel_de_sangrado: %d

source: CANNOT FIND '@' FILE!
es: ¡NO SE PUEDE ENCONTRAR EL ARCHIVO '@'!
