Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/jade.po
Languages: es

source: cannot open output file %1 (%2)
es: No se puede abrir el archivo de salida %1 (%2)

source: unknown output type %1
es: Tipo de salida desconocido %1

source: empty output filename
es: Nombre de archivo de salida vacío

source: Use the backend %1.
es: Usar el backend %1

source: Send output to %1.
es: Enviar salida a %1

source: FILE
es: ARCHIVO

source: TYPE
es: TIPO

source: could not convert system identifier %1 to a single filename
es: No se pudo convertir el identificador de sistema %1 a un nombre de archivo único

source: missing table column flow object (table-auto-width feature not fully supported)
es: Objeto de flujo de columna no encontrado (la característica anchura-automática de tabla no esta soportada completamente)

source: nested tables are not allowed in RTF
es: No se permiten tablas anidadas en RTF

source: could not embed %1 with clsid %2
es: no se puede integrar %1 con clsid %2

source: TeX backend does not currently support references to page numbers of nodes other than elements
es: El backend de TeX no soporta actualmente referencias a números de páginas de nodos que no sean elementos.

source: TeX backend does not currently support links to nodes other than elements
es: El "Backend" de TeX no soporta actualmente enlaces a nodos que no sean elementos

source: TeX backend does not currently support links to entities
es: El "Backend" de TeX no soporta actualmente enlaces a entidades

source: TeX backend does not currently support links to other SGML documents
es: El "Backend" de TeX no soporta actualmente enlaces a otros documentos SGML

source: TeX backend does not currently support HyTime linkends
es: El "Backend" de TeX no soporta actualmente linkends HyTime

source: TeX backend does not currently support TEI links
es: El backend de TeX no soporta actualmente enlaces TEI

source: TeX backend does not currently support glyph substitution tables
es: El backend de TeX no soporta actualmente tablas de sustitución glyph

source: %1 version %2
es: %1 versión %2

source: no DSSSL specification: use -d to specify
es: no hay especificación DSSSL: use -d para especificarla

source: no applicable processing instruction with title %1; available titles: %2
es: no existe una instrucción de proceso con titulo %1; titulos disponibles: %2

source: Options with a "doc-"/"spec-" prefix apply only to the document/specification.
es: Las opciones con un prefijo "doc-"/"spec-" sólo se aplican al documento/especificación.

source: Enable experimental DSSSL extensions.
es: Activar las extensiones DSSSL experimental.

source: Debug mode.
es: Modo depuración.

source: Use DSSSL specification %1.
es: Usar la especificación DSSSL %1.

source: Use DSSSL specification with title %1.
es: Usar la especificación DSSSL con el título %1.

source: Pretend that %1 appeared in the specification.
es: Hacer de cuenta que %1 apareció en la especificación.

source: Strict DSSSL compliance mode.
es: Modo de conformidad DSSSL estricto.

source: Show open entities in error messages.
es: Mostrar entidades abiertes en mensajes de error.

source: Show open elements in error messages.
es: Mostrar elementos abiertos en mensajes de error.

source: Show error numbers in error messages.
es: Mostrar número de errores en mensajes de error.

source: Show references in error messages.
es: Mostrar referencias en mensajes de error.

source: Define parameter entity %1 as "INCLUDE".
es: Definir la entidad del parámetro %1 como "INCLUDE".

source: Enable warning %1.
es: Activar advertencia %1.

source: DEFINITION
es: DEFINICION

source: NAME
es: NOMBRE

source: unexpected end of file
es: fin de archivo inesperado

source: invalid character
es: caracter inválido

source: invalid character after '#'
es: caracter inválido después de '#'

source: unknown #! named constant %1
es: #! desconocido llamado constante %1

source: unexpected token %1
es: token %1 inesperado

source: string with no closing quote
es: cadena sin comillas de cierre

source: missing closing parenthesis
es: paréntesis de cierre faltante

source: invalid number %1
es: número inválido %1

source: invalid AFII glyph identifier %1
es: identificador AFII glyph %1 no válido

source: call of non-function object %1
es: llamada a objeto tipo no función %1

source: too many arguments for function
es: demasiados argumentos para la función

source: odd number of keyword/value arguments
es: número impar de argumentos de palabra-clave/valor

source: missing argument for function call
es: falta argumento para la llamada a la función

source: syntactic keyword %1 used as variable
es: palabra clave de sintaxis %1 usada como variable

source: reference to undefined variable %1
es: referencia a variable indefinida %1

source: no character with name %1
es: ningún caractér con nombre %1

source: unknown top level form %1
es: formulario de alto nivel %1 desconocido

source: bad form %1 in mode group
es: formulario erróneo %1 en el grupo de modo

source: identifier %1 already defined in same part
es: Identificador %1 ya definido en la misma parte.

source: first definition was here
es: la primera definición estaba aquí

source: loop in specification of value of %1
es: bucle en especificación del valor de %1

source: argument out of range
es: argumento fuera de rango

source: loop in specification of value of unit %1
es: bucle en especificación del valor de la unidad %1

source: bad value specified for unit %1
es: valor mal especificado para unidad %1

source: unit %1 already defined in same part
es: la unidad %1 ya está definida en la misma parte

source: quantity %1 undefined
es: cantidad %1 indefinida

source: incompatible dimensions
es: dimensiones incompatibles

source: %2 argument for primitive %1 of wrong type: %3 not a boolean
es: el argumento %2 para el primitivo %1 es de un tipo erróneo: %3 no es booleano

source: %2 argument for primitive %1 of wrong type: %3 not a pair
es: el argumento %2 para el primitivo %1 es de un tipo erróneo: %3 no es un par

source: %2 argument for primitive %1 of wrong type: %3 not a list
es: el argumento %2 para el primitivo %1 es de un tipo erróneo: %3 no es una lista

source: %2 argument for primitive %1 of wrong type: %3 not a symbol
es: el argumento %2 para el primitivo %1 es de un tipo erróneo: %3 no es un símbolo

source: %2 argument for primitive %1 of wrong type: %3 not a string
es: el argumento %2 para el primitivo %1 es de un tipo erróneo: %3 no es una cadena

source: %2 argument for primitive %1 of wrong type: %3 not a string or symbol
es: el argumento %2 para el primitivo %1 es de un tipo erróneo: %3 no es una cadena o símbolo

source: %2 argument for primitive %1 of wrong type: %3 not a char
es: el argumento %2 para el primitivo %1 es de un tipo erróneo: %3 no es un carboncillo

source: %2 argument for primitive %1 of wrong type: %3 not an ISO8601 time string
es: el argumento %2 para el primitivo %1 es de un tipo erróneo: %3 no es una cadena temporal ISO8601

source: %2 argument for primitive %1 of wrong type: %3 not a style
es: el argumento %2 para el primitivo %1 es de un tipo erróneo: %3 no es un estilo

source: %2 argument for primitive %1 of wrong type: %3 not an exact integer
es: el argumento %2 para el primitivo %1 es de un tipo erróneo: %3 no es un numero entero extacto

source: %2 argument for primitive %1 of wrong type: %3 not a quantity
es: el argumento %2 para el primitivo %1 es de un tipo erróneo: %3 no es una cantidad

source: %2 argument for primitive %1 of wrong type: %3 not a color-space
es: el argumento %2 para el primitivo %1 es de un tipo erróneo: %3 no es un espacio-color

source: %2 argument for primitive %1 of wrong type: %3 not a number
es: el argumento %2 para el primitivo %1 es de un tipo erróneo: %3 no es un número

source: %2 argument for primitive %1 of wrong type: %3 not a sosofo
es: el argumento %2 para el primitivo %1 es de un tipo erróneo: %3 no es un sosofo

source: %2 argument for primitive %1 of wrong type: %3 not an optional singleton node list
es: el argumento %2 para el primitivo %1 es de un tipo erróneo: %3 no es un conjunto de un solo miembro opcional en la lista de nodos

source: %2 argument for primitive %1 of wrong type: %3 not a singleton node list
es: el argumento %2 para el primitivo %1 es de un tipo erróneo: %3 no es un conjunto de un solo miembro en la lista de nodos

source: %2 argument for primitive %1 of wrong type: %3 not a node list
es: el argumento %2 para el primitivo %1 es de un tipo erróneo: %3 no es una lista de nodos

source: %2 argument for primitive %1 of wrong type: %3 not a named node list
es: el argumento %2 para el primitivo %1 es de un tipo erróneo: %3 no es una lista de nodos conocida

source: %2 argument for primitive %1 of wrong type: %3 not a length or length-spec
es: el argumento %2 para el primitivo %1 es de un tipo erróneo: %3 no es una longitud o especificación de longitud

source: %2 argument for primitive %1 of wrong type: %3 not a quantity or length-spec
es: el argumento %2 para el primitivo %1 es de un tipo erróneo: %3 no es una cantidad o especificación de longitud

source: %2 argument for primitive %1 of wrong type: %3 not an integer or the symbol "force"
es: el argumento %2 para el primitivo %1 es de un tipo erróneo: %3 no es un número entero o el símbolo "forzar"

source: %2 argument for primitive %1 of wrong type: %3 not an address
es: el argumento %2 para el primitivo %1 es de un tipo erróneo: %3 no esuna dirección

source: %2 argument for primitive %1 of wrong type: %3 not a glyph-id
es: argumento %2 para primitiva %1 de tipo incorrecto: %3 no es un glyph-id

source: %2 argument for primitive %1 of wrong type: %3 not a glyph-subst-table
es: argumento %2 para primitiva %1 de tipo incorrecto: %3 no es un glyph-subst-table

source: %2 argument for primitive %1 of wrong type: %3 not a list of pairs of glyph-ids
es: argumento %2 para primitiva %1 de tipo incorrecto: %3 no es una lista de pares de glyph-ids

source: %2 argument for primitive %1 of wrong type: %3 not a procedure
es: el argumento %2 para el primitivo %1 es de un tipo erróneo: %3 no es un procedimiento

source: %2 argument for primitive %1 of wrong type: %3 not a vector
es: el argumento %2 para el primitivo %1 es de un tipo erróneo: %3 no es un vector

source: root rule already defined in same part with same importance
es: regla raíz ya definida en la misma parte con la misma importancia

source: initial value already declared for characteristic %1 in same part
es: valor inicial ya declarado para la característica %1 en la misma parte

source: first declaration was here
es: la primera declaración estaba aquí

source: %1 is not a valid keyword in a style expression
es: %1 no es una palara-clave válida en una expresión de estilo

source: %1 is not a valid keyword in a make expression for flow object class %2
es: %1 no es una palabra clave válida en una creación de expresión para el objeto de flujo de la clase %2

source: %1 is not the name of any flow object class
es: %1 no es el nombre de ninguna clase de objeto de flujo

source: content expression cannot be specified in make expression for atomic flow object class %1
es: Contiene una expresión que no puede ser especificada en la creación de una expresión para clases objetos de flujo atómico %1

source: value for "label:" not a symbol
es: valor para label:" no es un símbolo

source: no port for label %1
es: no hay puerto para la etiqueta %1

source: invalid content map
es: mapa de contenido inválido

source: content map references non-existent port %1
es: referencias del mapa de contenido no existentes para el puerto %1

source: invalid value for %1 characteristic
es: valor invalido para la característica %1

source: no clause in cond expression matched
es: no hay cláusula en la expresión condicional encontrada

source: no clause in case expression matched %1
es: no hay cláusula en la expresión de caso encontrada %1

source: expected "else" not %1
es: se esperaba "else" no %1

source: sorry, cannot handle unresolvable quantities in datums in case expression
es: Disculpe, no se pueden gestionar cantidades no resueltas en datos en la expresión de caso

source: division by zero
es: división por cero

source: procedure does not have %1 keyword argument
es: el procedimiento no tiene un argumento de palabra-clave %1

source: argument not a keyword
es: el argumento no es una palabra clave

source: specification document does not have the DSSSL architecture as a base architecture
es: la especificación del documento no tiene la arquitectura DSSSL como arquitectura base

source: specification document did not contain a style-specification-body element
es: el documento de especificación no contiene un elemente estilo-especificación-cuerpo

source: unknown character name %1
es: nombre de carácter %1 desconocido

source: attempt to use current node when there is none
es: intento de usar el nodo actual cuando este no existe

source: attempt to process node in illegal context
es: intento de procesar el nodo en un contexto ilegal

source: radix must be 2, 8, 10 or 16
es: Copy text radix debe ser 2, 8, 10 o 16

source: this context requires a sosofo
es: este contexto requiere un sosofo

source: this context requires a style object
es: este contexto requiere un objeto de estilo

source: procedure can only be used in evaluation of characteristic value
es: el procedimiento solo puede usase en la evaluación del valor de la característica

source: %1 color requires three arguments
es: el color %1 requiere tres argumentos

source: arguments for %1 color must be numbers
es: los argumentos para el color %1 deben ser números

source: arguments for %1 color must be in the range 0 to 1
es: los argumentos para %1 deben estar en el rango de 0 a 1

source: result of procedure in %1 color must be a number
es: el resultado del procedimiento del color %1 debe er un número

source: unknown color-space family %1
es: familia %1 de espacio-color desconocida

source: %1 color-space family does not take any arguments
es: familia %1 de espacio-color no toma ningún argumento

source: invalid parameters for %1 color-space family
es: parámetros inválidos para la familia de espacio-color %1

source: %1 is not a pre-defined inherited characteristic
es: %1 no es una característica predefinida heredada

source: invalid number format %1
es: número de formato inválido %1

source: invalid character %1 in public identifier
es: carácter iinválido %1 en el identificador público

source: debug %1
es: depurar %1

source: circular use of specification parts
es: uso circular de especificación de partes

source: no style-specification or external-specification with ID %1
es: ningún style-specification o extrnal-spefication con ID %1

source: document did not contain any style-specifications or external-specifications
es: El documento no contiene style-specifications (especificaciones de estilo) o external-specification (especificaciones externas)

source: table-cell flow object not inside a table
es: celda de tablas con flujo de objetos no pertenece a una tabla

source: table-row flow object not inside a table
es: fila de tablas objeto de flujo no pertenece a una tabla

source: no value for node property %1
es: ningún valor para la propiedad de nodo %1

source: value returned by procedure was not a node-list
es: el valor devuelto por procedimiento no es una lista de nodos

source: called from here
es: llamado desde aquí

source: called from here...(%1 calls omitted)
es: llamado desde aquí ...(%1 llamadas omitidas)

source: node processing loop detected
es: proceso de nodo circular detectado

source: unquote-splicing expression does not evaluate to a list
es: expresión unquote-splicing no es evaluada con una lista

source: object is read-only
es: el objeto es de sólo lectura

source: assignment to top-level variable %1
es: asignación a la variable de nivel superior %1

source: invalid call to continuation
es: llamada inválida para continuación

source: empty generic identifier in pattern
es: identificador genérico vacío en patrón

source: pattern is not a list
es: el patrón no es una lista

source: %1 cannot be used as a generic identifier in a pattern
es: %1 no puede ser usado como identificador genérico en un patrón

source: %1 cannot occur in a pattern
es: %1 no puede encontrarse en un patrón

source: value missing for qualifier in pattern
es: valor perdido para característica en modelo

source: unknown pattern qualifier %1
es: característica de modelo %1 desconocido

source: bad value %1 for %2 qualifier in pattern
es: %1 es un valor erróneo para la característica %2 en modelo

source: repeat qualifier not allowed inside children qualifier
es: no se permite característica repetida dentro de característica hijo

source: bad value for attributes qualifier in pattern
es: valor erróneo para las características de atributos en el modelo

source: characteristic %1 applied in style rule with same specificity
es: característica %1 aplicadas en norma de estilo con la misma especificación

source: other style rule is here
es: otra norma de estilo está aquí

source: node matches more than one pattern with the same specificity
es: más de un nodo encontrado en un modelo con la misma especificación

source: reference to uninitialized variable %1
es: referencia a la variable no inicializada %1

source: circular use of actual value of characteristic %1
es: uso cíclico del valor actual de la característica %1

source: characteristic %1 already defined in same part
es: característica %1 ya fué definida en el mismo lugar

source: flow object class %1 already defined in same part
es: clase de objetos de flujo %1 ya fué definido en el mismo lugar

source: mode %1 not defined
es: modo %1 no definido

source: duplicate character name %1
es: nombre de carácter duplicado %1

source: duplicate SDATA entity name %1
es: nombre de entidad SDATA duplicada %1

source: duplicate SDATA entity text %1
es: texto de entidad SDATA duplicado %1

source: unsupported declaration will be ignored
es: declaración no soportada, será ignorada

source: unsupported character repertoire %1 will be ignored
es: repertorio de caracter %1 no soportado, será ignorado

source: error in declaration element
es: error en la declaración de elemento

source: %1 is not a valid identifier
es: % no es un identificador válido

source: error in language definition
es: error en la definición de lenguaje

source: no current language
es: no existe el idioma actual

source: %2 argument for primitive %1 of wrong type: %3 not a language
es: argumento %2 para primitiva %1 de tipo incorrecto:: %3 no es un lenguaje

source: %2 argument for primitive %1 of wrong type: %3 not a positive integer
es: argumento %2 para primitiva %1 de tipo incorrecto: %3 no es número natural (entero positivo)

source: %2 argument for primitive %1 of wrong type: %3 not an integer
es: argumento %2 para primitiva %1 de tipo incorrecto: %3 no es un entero

source: %2 argument for primitive %1 of wrong type: %3 not a keyword
es: argumento %2 para primitiva %1 de tipo incorrecto: %3 no es una palabra clave

source: %2 argument for primitive %1 of wrong type: %3 not an alist
es: argumento %2 para primitiva %1 de tipo incorrecto: %3 no es un alist

source: %2 argument for primitive %1 of wrong type: %3 not a list of characters
es: argumento %2 para primitiva %1 de tipo incorrecto: %3 no es una lista de caracteres

source: %2 argument for primitive %1 has wrong length
es: argumento %2 para primitiva %1 de longitud incorrecta

source: quantity %1 can't be represented exactly
es: la cantidad %1 no puede ser representada exactamente

source: default language already declared in this part
es: lenguaje por defecto ya fue declarado in esta parte

source: %1 not a language as required in a default-language-declaration
es: %1 no es un lenguaje requerido como en una declaración de lenguaje por defecto (default-language-declaration)

source: %1 not a valid unit name
es: %1 no es un nombre de unidad válido

source: %1 not a valid character name
es: %1 no es un nombre de carácter válido

source: %1 not a valid character number
es: %1 no es un número de carácter válido

source: unknown character property %1
es: propiedad de caracter desconocida %1

source: error in character property declaration
es: error en la declaración de propiedad de caracter

source: character property %1 already declared in same part
es: propiedad de caracter %1 ya fue declarada en el mismo lugar

source: added value for character property %1 already declared in same part
es: valor añadido para la propiedad de carácter %1 ya declarado en el mismo lugar

source: previous declaration was here
es: la declaración previa estaba aquí

source: value returned by procedure was not a sosofo
es: el valor devuelto por procedimiento no fue un sosofo

source: loop in specification of value of character property %1
es: bucle en la especificación de valor de la propiedad de carácter %1

source: value for character property %1 of wrong type: %2 not an integer
es: valor para propiedad de carácter %1 de tipo incorrecto: %2 no es un entero

source: value for character property %1 of wrong type: %2 not an integer or the value "#f"
es: valor para propiedad de carácter %1 de tipo incorrecto: %2 no es un entero o un valor "#f"

source: %1 not a style or transformation language feature
es: %1 no es un estilo o característica de transformación de lenguaje

source: undeclared use of feature %1
es: uso no declarado de la característica %1

source: feature %1 not supported
es: característica %1 no soportada

source: feature %1 only partially supported
es: característica %1 solo parcialmente soportada

source: only allowed in style language
es: sólo permitido en lenguaje de estilo

source: only allowed in transformation language
es: sólo permitido en lenguaje de transformación

source: style and transformation language parts mixed
es: partes de estilo y lenguaje de transformación mezcladas

source: specification is marked as partial
es: la especificación es marcada como parcial

source: grove plan excluding module %1 not supported
es: el plan ramificado excluyendo el modulo %1 no está soportado

source: grove plan including module %1 not supported
es: el plan ramificado incluyendo el modulo %1 no está soportado

source: %1 not an SGML property set module
es: %1 no es un módulo de configuración adecuado SGML

source: Function for char-map characteristic returned non-char object %2 for character %1
es: La función para la caracteristica char-map devolvió objeto sin caracteres %2 para carácter %1

source: value for character property %1 of wrong type: %2 not a public identifier or the value "#f"
es: valor de tipo incorrecto para la propiedad %1: %2 no es un identificador público del valor "#f"

source: variable %1 occurs more than once in bindings
es: la variable %1 ocurre más de una vez en las uniones

source: exactly one of node:, subgrove: and class: needed
es: exactamente uno de los nodos:, subramificación: y clase: necesitados

source: add:, null:, remove:, children:, sub: make no sense with subgrove:
es: add:, null:, remove:, children:, sub: no tienen sentido con subramificación:

source: remove: makes no sense with class:
es: eliminar: no tiene sentido con la clase:

source: %2 argument for primitive %1 of wrong type: %3 not a subgrove-spec
es: argumento %2 para la primitiva %1 de tipo incorrecto: %3 no es una especificación subgrove

source: wrong type: %1 not a list of create-specs
es: tipo incorrecto: %1 no es una lista de especificaciones de creación

source: wrong type: %1 not a create-spec or list of create-specs
es: tipo incorrecto: %1 no es una especificación de creación o una lista de especificaciones de creación

source: query expression: %1 not a node list
es: expresión de consulta: %1 no es una lista de nodos
