Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/jade.po
Languages: es

source: priority expression: %1 not an exact integer
es: expresión de prioridad: %1 no es un entero exacto

source: flow objects at the root must be all of class scroll or all of class page-sequence or simple-page-sequence
es: Los objetos de flujo en la raíz deben ser todos de clase scroll, clase page-sequence o simple-page-sequence

source: current flow parent has no principal port
es: el flujo padre actual no tiene puerto principal

source: this flow object requires a paragraph as an ancestor flow object
es: Este objeto de flujo requiere un párrafo como objeto de flujo ancestro

source: flow object not accepted by port; only inline flow objects accepted
es: objeto de flujo no aceptado por el puerto; solo los objetos de flujo inline son aceptados

source: flow object not accepted by port; only display flow objects accepted
es: objeto de flujo no aceptado por el puerto; solo los objetos de flujo de pantalla son aceptados

source: flow object not accepted by port; only display or inline flow objects accepted
es: objeto de flujo no aceptado por el puerto; solo los objetos de pantalla o inline son aceptados

source: flow object not accepted in a paragraph; only inline, display or paragraph-break flow objects accepted
es: Objeto de flujo no aceptado en un párrafo; solo se aceptan los objetos de flujo inline, de pantalla o paragraph-break

source: a side-by-side flow object only accepts side-by-side-item flow objects as children
es: un objeto de flujo lado-a-lado solo acepta objetos de flujo elemento-lado-a-lado como hijos

source: flow object not accepted by port; only math-sequence, unmath, subscript, superscript, script, mark, fence, fraction, radical, math-operator, grid, character and alignment-point flow objects accepted
es: flujo de objeto no aceptado por el puerto: solo los objetos math-sequence, unmath, subscript, superscript, script, mark, fence, fraction, radical, math-operator, grid, character and alignment-point flow son aceptados

source: flow object not accepted by port; must be grid-cell
es: objeto de flujo no aceptado por el puerto; debe ser rejilla-celda

source: flow object not accepted by port; only a single character flow object accepted
es: objeto de flujo no aceptado por el puerto; solo se aceptan objetos de flujo con un solo carácter

source: flow object not accepted by port; in a table, only either table-part flow objects or table-column flow objects followed by table-row or table-cell flow objects are allowed
es: flujo de objeto no aceptado por el puerto; en una tabla, solo algunos objetos de flujo de partes de tabla o de partes de columna seguidos de objetos de flujo de tabla o de columna son permitidos

source: flow object not accepted by port; only table-row or table-cell flow objects accepted
es: Objeto de flujo no aceptado por el puerto, solo se aceptan los objetos de flujo fila-tabla o celda-tabla

source: flow object not accepted by port; only table-column flow objects followed by table-row or table-cell flow objects allowd
es: objeto de flujo no aceptado por el puerto: solo se aceptan objetos tabla-columna seguidos de tabla-fila o tabla-celda

source: flow object not accepted by port; only table-cell flow objects accepted
es: objeto de flujo no aceptado por puerto: solo se aceptan objetos de flujo tabla-celda

source: priority-expression must be a number
es: la expresión de prioridad debe ser un número

source: query-expression must be a node-list
es: la expresión de consulta debe ser una lista de nodos

source: Sorry, non-integral priorities not implemented
es: Lo siento, las prioridades no enteras no están implementadas
