Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/libc.po
Languages: es

source: verification failed
es: fallo de verificación

source: suggested size of table for database %s larger than the persistent database's table
es: el tamaño sugerido de la tabla para la base de datos %s es mayor que la tabla de la base de datos persistente

source: cannot create read-only descriptor for "%s"; no mmap
es: no se puede crear descriptor de solo lectura para '%s'; no mmap

source: database for %s corrupted or simultaneously used; remove %s manually if necessary and restart
es: la base de datos %s está estropeada o usada de forma simultanea; eliminar %s manualmente si es necesario y empezar de nuevo

source: cannot create %s; no persistent database used
es: No se ha podido crear %s; no se ha usado una base de datos persistente

source: cannot create %s; no sharing possible
es: no se puede crear %s; no es posible compartir

source: cannot write to database file %s: %s
es: no se puede escribir archivo de base de datos %s: %s

source: cannot set socket to close on exec: %s; disabling paranoia mode
es: no se puede hacer que el zócalo se cierre al ejecutar: %s; modo paranoia desactivado

source: cannot open socket: %s
es: no se puede abrir el zócalo: %s

source: cannot change socket to nonblocking mode: %s
es: no se puede cambiar el zócalo al modo no bloqueante: %s

source: cannot set socket to close on exec: %s
es: no se puede hacer que el zócalo se cierre al ejecutar exec: %s

source: cannot enable socket to accept connections: %s
es: no se puede permitir al zócalo aceptar conexiones: %s

source: provide access to FD %d, for %s
es: proporciona acceso a FD %d, para %s

source: cannot handle old request version %d; current version is %d
es: no se pueden gestionar peticiones de la versión antigua %d; la versión actual es %d

source: request not handled due to missing permission
es: petición no gestionada debido a que faltan permisos

source: cannot write result: %s
es: no se puede escribir el resultado: %s

source: error getting caller's id: %s
es: error al obtener la identidad de la llamada: %s

source: cannot open /proc/self/cmdline: %s; disabling paranoia mode
es: no se pede abrir /proc/self/cmdline: %s; desactivando modo paranoico

source: cannot read /proc/self/cmdline: %s; disabling paranoia mode
es: no se puede leer /proc/self/cmdline: %s; desactivando el modo paranoia

source: cannot change to old UID: %s; disabling paranoia mode
es: no se puede cambiar el viejo UID: %s; desactivando modo paranoico

source: cannot change to old GID: %s; disabling paranoia mode
es: no se puede cambiar al viejo GID: %s; desactivando modo paranoico

source: cannot change to old working directory: %s; disabling paranoia mode
es: no se puede cambiar al viejo directorio de trabajo: %s; desactivando modo paranoico

source: re-exec failed: %s; disabling paranoia mode
es: falló la reejecución: %s; modo paranoia desactivado

source: cannot change current working directory to "/": %s
es: no se puede cambiar el actual directorio de trabajo a "/": %s

source: short read while reading request: %s
es: lectura insuficiente mientras se leía una petición: %s

source: key length in request too long: %d
es: la longitud de la clave en la petición es demasiado larga: %d

source: short read while reading request key: %s
es: lectura insuficiente mientras se leía la clave de una petición: %s

source: handle_request: request received (Version = %d) from PID %ld
es: handle_request: petición recibida (Versión = %d) desde PID %ld

source: handle_request: request received (Version = %d)
es: handle_request: solicitud recibida (Versión = %d)

source: could not initialize conditional variable
es: no se pudo inicializar una variable condicional

source: could not start clean-up thread; terminating
es: no se pudo iniciar el hilo de limpieza; finalizando

source: could not start any worker thread; terminating
es: no se pudo iniciar ningún hilo de trabajo; finalizando

source: Failed to run nscd as user '%s'
es: Falló al correr nscd como usuario '%s'

source: initial getgrouplist failed
es: falló getgrouplist inicial

source: getgrouplist failed
es: falló getgrouplist

source: setgroups failed
es: falló setgroups

source: short write in %s: %s
es: escritura corta en %s: %s

source: Haven't found "%s" in group cache!
es: ¡No se encontró el grupo "%s" en el cache de grupo!

source: Reloading "%s" in group cache!
es: Recargando "%s" en el caché de grupo

source: Invalid numeric gid "%s"!
es: ¡Número de gid inválido "%s"!

source: freed %zu bytes in %s cache
es: liberados %zu bytes en el caché %s

source: no more memory for database '%s'
es: no hay más memoria para la base de datos '%s'

source: Read configuration data from NAME
es: Leer los datos de configuración de NAME

source: Do not fork and display messages on the current tty
es: No bifurcar y mostrar mensajes en la terminal actual

source: NUMBER
es: NÚMERO

source: Start NUMBER threads
es: Comienzo de NUMBER hilos

source: Shut the server down
es: Apagar el servidor

source: Print current configuration statistics
es: Imprimir las estadísticas actuales de configuración

source: TABLE
es: TABLA

source: Invalidate the specified cache
es: Invalidar la caché especificada

source: TABLE,yes
es: TABLA, si

source: Use separate cache for each user
es: Utilizar cache separada por cada usuario

source: Name Service Cache Daemon.
es: Demonio del caché de nombres de servicio.

source: wrong number of arguments
es: número de argumentos erróneo

source: failure while reading configuration file; this is fatal
es: fallo al leer el archivo de configuración; ¡Esto es fatal!

source: already running
es: ya se encuentra corriendo

source: cannot fork
es: No se puede bifurcar

source: cannot change current working directory to "/"
es: no se puede cambiar el directorio de trabajo acatual a "/"

source: Could not create log file
es: No se puede crear archivo de bitácora

source: Only root is allowed to use this option!
es: ¡Solo root puede usar esta opción!

source: write incomplete
es: escritura incompleta

source: cannot read invalidate ACK
es: no se puede leer el ACK invalidado

source: invalidation failed
es: falló la invalidación

source: secure services not implemented anymore
es: los servicios seguros ya no se implementan

source: database %s is not supported
es: la base de datos %s no está soportada

source: Parse error: %s
es: Error de análisis: %s

source: Must specify user name for server-user option
es: Debe especificar el nombre de usuario para la opciñon server-user

source: Must specify user name for stat-user option
es: Debe especificar el nombre de usuario para la opción stat-use

source: invalid value for 'reload-count': %u
es: valor inválido para 'reload-count': %u

source: Must specify value for restart-interval option
es: Debe especificar valor para la opción restart-interval

source: Unknown option: %s %s %s
es: Opción desconocida: %s %s %s

source: cannot get current working directory: %s; disabling paranoia mode
es: no se puede conseguir el directorio actual de trabajo: %s; desactivando modo paranoia

source: maximum file size for %s database too small
es: tamaño máximo de archivo para la base de datos %s demasiado pequeño

source: cannot write statistics: %s
es: no se pueden escribir estadísticas: %s

source: yes
es: si

source: Only root or %s is allowed to use this option!
es: ¡Solo a root ó %s se le permite usar esta opción!

source: nscd not running!
es: !nscd no está ejecutandose!

source: cannot read statistics data
es: no se pueden leer datos estadísticos

source: nscd configuration: %15d server debug level
es: configuración nscd: %15d nivel de depuración del servidor

source: %3ud %2uh %2um %2lus server runtime
es: %3ud %2uh %2um %2lus tiempo de servidor

source: %2uh %2um %2lus server runtime
es: %2uh %2um %2lus tiempo de servidor

source: %2um %2lus server runtime
es: %2um %2lus tiempo de trabajo del servidor

source: %2lus server runtime
es: %2lus tiempo de trabajo del servidor

source: %15d current number of threads %15d maximum number of threads %15lu number of times clients had to wait %15s paranoia mode enabled %15lu restart internal
es: %15d número actual de hilos %15d máximo número de hilos %15lu veces que los clientes deben esperar %15s modo paranoia activado %15lu recomenzar interno

source: %s cache: %15s cache is enabled %15s cache is persistent %15s cache is shared %15zu suggested size %15zu total data pool size %15zu used data pool size %15lu seconds time to live for positive entries %15lu seconds time to live for negative entries %15<PRIuMAX> cache hits on positive entries %15<PRIuMAX> cache hits on negative entries %15<PRIuMAX> cache misses on positive entries %15<PRIuMAX> cache misses on negative entries %15lu%% cache hit rate %15zu current number of cached values %15zu maximum number of cached values %15zu maximum chain length searched %15<PRIuMAX> number of delays on rdlock %15<PRIuMAX> number of delays on wrlock %15<PRIuMAX> memory allocations failed %15s check /etc/%s for changes
es: caché %s: caché %15s está activado caché %15s es persistente caché %15s es compartido %15zu tamaño aconsejado %15zu tamaño total del conjunto de datos %15zu tamaño usado del conjunto de datos %15lu tiempo de vida en segundos para entradas positivas %15lu tiempo de vida en segundos para entradas negativas %15<PRIuMAX> aciertos de caché en entradas positivas %15<PRIuMAX> aciertos de caché en entradas negativas %15<PRIuMAX> fallos de caché en entradas positivas %15<PRIuMAX> fallos de caché en entradas negativas %15lu%% ratio de aciertos de caché %15zu número actual de valores cacheados %15zu número máximo de valores cacheables %15zu longitud máxima de cadena para búsquedas %15<PRIuMAX> número de retrasos en rdlock %15<PRIuMAX> número de retrasos en wrlock %15<PRIuMAX> fallos de reserva de memoria %15s compruebe cambios en /etc/%s

source: Haven't found "%s" in password cache!
es: No se ha encontrado "%s" en la caché de claves

source: Reloading "%s" in password cache!
es: Recargando "%s" en el caché de contraseña

source: Invalid numeric uid "%s"!
es: ¡Uid numérico invalido "%s"!

source: Failed opening connection to the audit subsystem: %m
es: Error al abrir la conexión con el subsistema auditor: %m

source: Failed to set keep-capabilities
es: No se pudo configurar keep-capabilities

source: prctl(KEEPCAPS) failed
es: falló prctl(KEEPCAPS)

source: Failed to initialize drop of capabilities
es: No se pudo inicir pérdida de capacidades

source: cap_init failed
es: Falló cap_init

source: Failed to drop capabilities
es: No se pudieron perder capacidades

source: cap_set_proc failed
es: cap_set_proc falló

source: Failed to unset keep-capabilities
es: No se pudo desactivar keep-capabilities

source: Failed to determine if kernel supports SELinux
es: No se pudo determinar si el kernel soporta SELinux

source: Failed to start AVC thread
es: Falla al iniciar el hilo AVC

source: Failed to create AVC lock
es: Falla al crear el candado AVC

source: Failed to start AVC
es: Falla al iniciar AVC

source: Access Vector Cache (AVC) started
es: Cache de Acceso de Vectores (AVC) inicializado

source: Error getting context of socket peer
es: Error al obtener el contexto del par en socket

source: Error getting context of nscd
es: Error al obtener el contexto de nscd

source: Error getting sid from context
es: Error al obtener el sid del contexto

source: compile-time support for database policy missing
es: soporte en tiempo de compilación para la ausencia de políticas de bases de datos

source: SELinux AVC Statistics: %15u entry lookups %15u entry hits %15u entry misses %15u entry discards %15u CAV lookups %15u CAV hits %15u CAV probes %15u CAV misses
es: Estadísticas SELinux AVC: %15u entradas de búsqueda %15u %15u entradas perdidas %15u entradas descartadas %15u búsquedas CAV %15u %15u %15u CAV perdidas

source: Haven't found "%s" in services cache!
es: No se ha encontrado «%s» en la caché de servicios.

source: Reloading "%s" in services cache!
es: Volviendo a cargar «%s» en la caché de servicios.

source: database [key ...]
es: base de datos [llave ...]

source: Service configuration to be used
es: Configuración de servicio a utilizar

source: Get entries from administrative database. For bug reporting instructions, please see: <http://www.gnu.org/software/libc/bugs.html>.
es: Lee entradas de base de datos de administración.Para instrucciones sobre informes de fallos, por favor vea: <http://www.gnu.org/software/libc/bugs.html>.

source: Enumeration not supported on %s
es: Enumeración no soportada en %s

source: Unknown database name
es: Nombre de base de datos desconocido

source: Supported databases:
es: Bases de datos soportadas:

source: Unknown database: %s
es: Base de datos desconocida: %s

source: Convert key to lower case
es: Convertir la clave a minúsculas

source: Do not print messages while building database
es: No mostrar mensajes mientras se construye la base de datos

source: Print content of database file, one entry a line
es: Imprimir el contenido del archivo de base de datos, una entrada por línea

source: Create simple DB database from textual input.
es: Crear una base de datos simple a partir de la entrada de texto.

source: INPUT-FILE OUTPUT-FILE -o OUTPUT-FILE INPUT-FILE -u INPUT-FILE
es: FICHERO-ENTRADA FICHERO-SALIDA -o FICHERO-SALIDA FICHERO-ENTRADA -u FICHERO-ENTRADA

source: No usable database library found.
es: No se encuentra biblioteca de bases de datos utilizable.

source: cannot open database file `%s': %s
es: no se puede abrir el archivo de base de datos `%s': %s

source: incorrectly formatted file
es: fichero formateado incorrectamente

source: duplicate key
es: clave duplicada

source: while writing database file
es: al escribir el archivo de base de datos

source: problems while reading `%s'
es: problemas al leer `%s'

source: while reading database
es: al leer base de datos

source: Usage: %s [-v specification] variable_name [pathname]
es: Uso: %s [-v especificación] nombre_de_variable [ruta]

source: %s -a [pathname]
es: %s -a [ruta]

source: unknown specification "%s"
es: especificación desconocida "%s"

source: Couldn't execute %s
es: No se puede ejecutar %s

source: undefined
es: no definido

source: Unrecognized variable `%s'
es: Variable desconocida `%s'

source: %s: option '%s' is ambiguous
es: %s: la opción '%s' es ambigua

source: %s: option '--%s' doesn't allow an argument
es: %s: la opción '--%s' no admite un argumento

source: %s: option '%c%s' doesn't allow an argument
es: %s: la opción '%c%s' no admite un argumento

source: %s: option '%s' requires an argument
es: %s: la opción '%s' requiere un argumento

source: %s: unrecognized option '--%s'
es: %s: opción '--%s' no reconocida

source: %s: unrecognized option '%c%s'
es: %s: opción '%c%s' no reconocida

source: %s: invalid option -- '%c'
es: %s: opción incorrecta -- '%c'

source: %s: option requires an argument -- '%c'
es: %s: la opción requiere un argumento -- '%c'

source: %s: option '-W %s' is ambiguous
es: %s: la opción '-W %s' es ambigua

source: %s: option '-W %s' doesn't allow an argument
es: %s: la opción '-W %s' no admite un argumento

source: No match
es: No coincide

source: Invalid regular expression
es: Expresión regular inválida

source: Invalid collation character
es: El carácter de cotejo es inválido

source: Invalid character class name
es: El nombre de clase del carácter es inválido

source: Trailing backslash
es: Barra invertida extra al final

source: Invalid back reference
es: Referencia hacia atrás inválida

source: Unmatched [ or [^
es: [ o [^ desemparejados

source: Unmatched ( or \(
es: ( o \( desemparejados

source: Unmatched \{
es: \{ Sin coincidencia

source: Invalid content of \{\}
es: Contexto inválido de \{\}

source: Invalid range end
es: Final de rango inválido

source: Memory exhausted
es: Memoria agotada

source: Invalid preceding regular expression
es: Precedencia inválida de expresión regular

source: Premature end of regular expression
es: Final prematuro de expresión regular

source: Regular expression too big
es: Expresión regular demasiado grande

source: Unmatched ) or \)
es: Sin coincidencia de ) ó \)

source: No previous regular expression
es: No hay expresión regular previa

source: parameter null or not set
es: parámetro nulo ó no inicializado

source: Resolver Error 0 (no error)
es: Error de resolución 0 (sin error)

source: Unknown host
es: Host desconocido

source: Host name lookup failure
es: Falló la búsqueda del nombre del servidor

source: Unknown server error
es: Error desconocido de servidor

source: No address associated with name
es: No hay ninguna dirección asociada con el nombre

source: Resolver internal error
es: Error interno en la resolución

source: Unknown resolver error
es: Error de resolución desconocido

source: %s: line %d: cannot specify more than %d trim domains
es: %s: línea %d: no se puede especificar más de %d dominios a recortar

source: %s: line %d: list delimiter not followed by domain
es: %s: línea %d: no se ha seguido el delimitador de listado para el dominio

source: %s: line %d: expected `on' or `off', found `%s'
es: %s: línea %d: se esperaba `on' u `off', se encontró `%s'

source: %s: line %d: bad command `%s'
es: %s: línea %d: comando erróneo `%s'

source: %s: line %d: ignoring trailing garbage `%s'
es: %s: línea %d: ignorando basura remanente `%s'

source: %s%sUnknown signal %d
es: %s%sSeñal desconocida %d

source: Unknown signal
es: Señal desconocida

source: Unknown error
es: Error desconocido

source: Unknown error
es: Error desconocido

source: Real-time signal %d
es: Señal en tiempo real %d

source: Unknown signal %d
es: Señal desconocida %d

source: out of memory
es: memoria agotada

source: auth_unix.c: Fatal marshalling problem
es: auth_unix.c: Problema fatal de vigilancia

source: %s: %s; low version = %lu, high version = %lu
es: %s: %s; versión baja = %lu, versión alta = %lu

source: %s: %s; why = %s
es: %s: %s; por qué = %s

source: %s: %s; why = (unknown authentication error - %d)
es: %s: %s; por qué = (error de autenticación desconocido - %d)

source: RPC: Success
es: RPC: Éxito

source: RPC: Can't encode arguments
es: RPC: No se pueden codificar los argumentos

source: RPC: Can't decode result
es: RPC: No se puede decodificar el resultado

source: RPC: Unable to send
es: RPC: No se puede enviar

source: RPC: Unable to receive
es: RPC: No se puede recibir

source: RPC: Timed out
es: RPC: Tiempo expirado

source: RPC: Incompatible versions of RPC
es: RPC: Versiones incompatibles de RPC

source: RPC: Authentication error
es: RPC: Error de autenticación

source: RPC: Program unavailable
es: RPC: Programa no disponible

source: RPC: Program/version mismatch
es: RPC: Diferente programa/versión

source: RPC: Procedure unavailable
es: RPC: Procedimiento no disponible

source: RPC: Server can't decode arguments
es: RPC: El servidor no puede decodificar los argumentos

source: RPC: Remote system error
es: RPC: Error remoto de sistema

source: RPC: Unknown host
es: RPC: Host desconocido

source: RPC: Unknown protocol
es: RPC: Protocolo desconocido

source: RPC: Port mapper failure
es: RPC: Fallo del mapeador de puertos

source: RPC: Program not registered
es: RPC: Programa no registrado

source: RPC: Failed (unspecified error)
es: RPC: Fallo (error no especificado)

source: RPC: (unknown error code)
es: RPC: (código de error desconocido)

source: Authentication OK
es: Autenticación correcta

source: Invalid client credential
es: Credencial de cliente inválida

source: Server rejected credential
es: El servidor rechazó la credencial

source: Invalid client verifier
es: Verificador de cliente inválido

source: Server rejected verifier
es: El servidor rechazó el verificador

source: Client credential too weak
es: Credencial de cliente demasiado débil

source: Invalid server verifier
es: Verificador de servidor inválido

source: Failed (unspecified error)
es: Falló (error no especificado)

source: clnt_raw.c: fatal header serialization error
es: clnt_raw.c: error de serialización de cabecera fatal

source: pmap_getmaps.c: rpc problem
es: pmap_getmaps.c: problema rpc

source: Cannot register service
es: No se puede registrar servicio

source: Cannot create socket for broadcast rpc
es: No se puede crear socket para rpc de broadcast

source: Cannot set socket option SO_BROADCAST
es: No se puede establecer la opción de socket SO_BROADCAST

source: Cannot send broadcast packet
es: No se puede enviar paquete de difusión

source: Broadcast poll problem
es: Problema de sondeo en broadcast

source: Cannot receive reply to broadcast
es: No se puede recibir respuesta a la difusión

source: %s: output would overwrite %s
es: %s: la salida sobreescribiria %s

source: %s: unable to open %s: %m
es: %s: no se puede abrir %s: %m

source: %s: while writing output %s: %m
es: %s: mientras se escribía la salida %s: %m

source: cannot find C preprocessor: %s
es: no se pudo encontrar el preprocesador de C: %s

source: cannot find any C preprocessor (cpp)
es: no se pudo encontrar ningún preprocesador de C (cpp)

source: %s: C preprocessor failed with signal %d
es: %s: El preprocesador de C falló con la señal %d

source: %s: C preprocessor failed with exit code %d
es: %s: El preprocesador de C falló con la señal de salida %d

source: illegal nettype: `%s'
es: tipo de red ilegal: `%s'

source: rpcgen: too many defines
es: rpcgen: demasiadas definiciones

source: rpcgen: arglist coding error
es: rpcgen: error de codificación en lista de argumentos

source: file `%s' already exists and may be overwritten
es: el archivo `%s' ya existe y podría ser sobreescrito

source: Cannot specify more than one input file!
es: ¡No se puede especificar mas de un archivo de entrada!

source: This implementation doesn't support newstyle or MT-safe code!
es: ¡Esta implementación no soporta código newstyle o MT-safe!

source: Cannot use netid flag with inetd flag!
es: ¡No se puede utilizar la bandera netid con la bandera inetd!

source: Cannot use netid flag without TIRPC!
es: ¡No se puede utilizar la bandera netid sin TIRPC!

source: Cannot use table flags with newstyle!
es: ¡No se pueden usar marcas de tabla con newstyle!

source: "infile" is required for template generation flags.
es: Se requiere "infile" para marcas de generación de plantillas.

source: Cannot have more than one file generation flag!
es: ¡No se puede tener más de una marca de generación de archivo!

source: usage: %s infile
es: uso: %s infile

source: %s [-abkCLNTM][-Dname[=value]] [-i size] [-I [-K seconds]] [-Y path] infile
es: %s [-abkCLNTM][-Dname[=valor]] [-i tamaño] [-I [-K segundos]] [-Y ruta] entrada

source: %s [-c | -h | -l | -m | -t | -Sc | -Ss | -Sm] [-o outfile] [infile]
es: %s [-c | -h | -l | -m | -t | -Sc | -Ss | -Sm] [-o salida] [entrada]

source: %s [-s nettype]* [-o outfile] [infile]
es: %s [-s tipo de red]* [-o archivo de salida] [archivo de entrada]

source: %s [-n netid]* [-o outfile] [infile]
es: %s [-n identificación de red]* [-o archivo de salida] [archivo de entrada]

source: constant or identifier expected
es: se esperaba constante ó identificador

source: illegal character in file:
es: caracter ilegarl en archivo:

source: unterminated string constant
es: contante de cadena indeterminado

source: empty char string
es: cadena de caracter vacía

source: preprocessor error
es: error de preprocesador

source: program %lu is not available
es: el programa %lu no está disponible

source: program %lu version %lu is not available
es: el programa %lu versión %lu no está disponible

source: program %lu version %lu ready and waiting
es: el programa %lu versión %lu está listo y esperando

source: rpcinfo: can't contact portmapper
es: rpcinfo: no se puede contactar portmapper

source: No remote programs registered.
es: No hay programas remotos registrados.
