Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/libc.po
Languages: es

source: print progress information
es: imprimir información de progreso

source: Convert encoding of given files from one encoding to another.
es: Cambiar la codificación de los archivos proporcionados de una codificación a otra.

source: [FILE...]
es: [ARCHIVO...]

source: conversions from `%s' and to `%s' are not supported
es: conversión desde `%s' y a `%s' no soportada

source: conversion from `%s' is not supported
es: la conversión de `%s' no está soportada

source: conversion to `%s' is not supported
es: la conversión a `%s'm no está soportada

source: conversion from `%s' to `%s' is not supported
es: la conversión de `%s' a `%s' no está soportada

source: failed to start conversion processing
es: falló al iniciar el proceso de conversión

source: error while closing output file
es: error al cerrar el archivo de salida

source: conversion stopped due to problem in writing the output
es: se detuvo la conversión debido a un problema al escribir en la salida

source: illegal input sequence at position %ld
es: secuencia de entrada ilegal en la posición %ld

source: internal error (illegal descriptor)
es: error interno (descriptor ilegal)

source: unknown iconv() error %d
es: error desconocido de iconv() %d

source: The following list contain all the coded character sets known. This does not necessarily mean that all combinations of these names can be used for the FROM and TO command line parameters. One coded character set can be listed with several different names (aliases).
es: La siguiente lista contiene todos los conjuntos de carácter codificados que se conocen. Esto no significa necesariamente que todas las combinaciones de esos nombres se puedan usar para los parámetros de línea de órdenes FROM o TO. Un conjunto de caracteres codificados puede listarse con distintos nombres diferentes (alias).

source: Create fastloading iconv module configuration file.
es: Crea el archivo de configuración del módulo de carga rápida de iconv.

source: Prefix used for all file accesses
es: Prefijo utilizado para todos los accesos de archivo

source: Put output in FILE instead of installed location (--prefix does not apply to FILE)
es: Poner la salida en ARCHIVO en vez de la localización de instalación (--prefix no aplica a ARCHIVO)

source: Do not search standard directories, only those on the command line
es: No buscar en directorios estándar, sólo en aquellos de la línea de órdenes

source: Directory arguments required when using --nostdlib
es: Se necesitan argumentos de directorio al usar --nostdlib

source: no output file produced because warnings were issued
es: no se ha generado un archivo de salida porque se han producido avisos

source: while inserting in search tree
es: al insertar en el árbol de búsqueda

source: cannot generate output file
es: no se puede generar archivo de salida

source: rcmd: Cannot allocate memory
es: rcmd: No se puede asignar memoria

source: rcmd: socket: All ports in use
es: rcmd: socket: Todos los puertos en uso

source: connect to address %s:
es: conectar a dirección %s:

source: Trying %s...
es: Intentando %s...

source: rcmd: write (setting up stderr): %m
es: rcmd: write (estableciendo stderr): %m

source: rcmd: poll (setting up stderr): %m
es: rcmd: poll (configurando stderr): %m

source: poll: protocol failure in circuit setup
es: poll: fallo de protocolo en establecimiento de circuito

source: socket: protocol failure in circuit setup
es: socket: fallo de protocolo en establecimiento de circuito

source: rcmd: %s: short read
es: rcmd: %s: lectura corta

source: lstat failed
es: lstat falló

source: cannot open
es: no se puede abrir

source: fstat failed
es: fstat falló

source: bad owner
es: propietario inválido

source: writeable by other than owner
es: escrito por otro distinto del propietario

source: hard linked somewhere
es: vinculado fuertemente en algún otro lugar

source: out of memory
es: sin memoria

source: Error: .netrc file is readable by others.
es: Error: archivo .netrc con permiso de lectura para los demás.

source: Remove password or make file unreadable by others.
es: Eliminar contraseña ó eliminar permiso de lectura para los demás.

source: Unknown .netrc keyword %s
es: Palabra reservada .netrc desconocida %s

source: Character out of range for UTF-8
es: Caracter fuera de rango para UTF-8

source: cannot read character map directory `%s'
es: no se puede leer directorio del mapa de caracteres `%s'

source: character map file `%s' not found
es: no se encontró archivo de mapa de caracteres `%s'

source: default character map file `%s' not found
es: no se encontró archivo de mapa de caracteres por omisión `%s'

source: character map `%s' is not ASCII compatible, locale not ISO C compliant
es: el mapa de caracteres «%s» no es compatible con ASCII, el «locale» no es compatible con ISO C

source: %s: <mb_cur_max> must be greater than <mb_cur_min>
es: %s: <mb_cur_max> debe ser mayor que <mb_cur_min>

source: syntax error in prolog: %s
es: error de sintaxis en prolog: %s

source: invalid definition
es: definición inválida

source: bad argument
es: argumento incorrecto

source: duplicate definition of <%s>
es: definición duplicada de <%s>

source: value for <%s> must be 1 or greater
es: el valor para <%s> debe ser 1 o mayor

source: value of <%s> must be greater or equal than the value of <%s>
es: el valor de <%s> debe ser mayor ó igual que el de <%s>

source: argument to <%s> must be a single character
es: el argumento <%s> debe ser un solo caracter

source: character sets with locking states are not supported
es: los juegos de caracteres con estados de bloqueo no están soportados

source: syntax error in %s definition: %s
es: error de sintáxis en la definición %s: %s

source: no symbolic name given
es: no se proporcionó nombre simbólico

source: invalid encoding given
es: codificación proporcionada inválida

source: too few bytes in character encoding
es: muy pocos bytes en codificación de caracteres

source: too many bytes in character encoding
es: muchos bytes en codificación de caracteres

source: no symbolic name given for end of range
es: no se ha proporcionado nombre simbólico para final de rango

source: %1$s: definition does not end with `END %1$s'
es: %1$s: la definición no termina con `END %1$s'

source: only WIDTH definitions are allowed to follow the CHARMAP definition
es: solamente se permiten definiciones WIDTH seguidas de la definición CHARMAP

source: value for %s must be an integer
es: el valor de %s debe ser un entero

source: %s: error in state machine
es: %s: error en máquina de estado

source: %s: premature end of file
es: %s: fin de archivo prematuro

source: unknown character `%s'
es: caracter desconocido `%s'

source: number of bytes for byte sequence of beginning and end of range not the same: %d vs %d
es: el número de bytes para la secuencia de bytes del principio hasta el final del rango no es el mismo: %d vs %d

source: invalid names for character range
es: nombres inválidos para el rango de caracteres

source: hexadecimal range format should use only capital characters
es: el formato del rango hexadecimal sólo debe usar caracteres en mayúsculas

source: <%s> and <%s> are invalid names for range
es: <%s> y <%s> son nombres inválidos para el rango

source: upper limit in range is smaller than lower limit
es: el límite superior del rango es menos que el límite inferior

source: resulting bytes for range not representable.
es: los bytes resultantes para el rango no son representables.

source: No definition for %s category found
es: No se encontró una definición para la categoría %s

source: %s: field `%s' not defined
es: %s: campo `%s' no definido

source: %s: field `%s' must not be empty
es: %s: el campo `%s' no debe estar vacío

source: %s: invalid escape `%%%c' sequence in field `%s'
es: %s: secuencia de escape inválida `%%%c' en el campo `%s'

source: %s: terminology language code `%s' not defined
es: %s: el código de terminología de idioma `%s' no está definido

source: %s: field `%s' must not be defined
es: %s: el campo `%s' no debe estar definido

source: %s: language abbreviation `%s' not defined
es: %s: abreviación de lenguaje `%s' no definida

source: %s: `%s' value does not match `%s' value
es: %s: el valor `%s' no coincide con el valor `%s'

source: %s: numeric country code `%d' not valid
es: %s: código numérico de país `%d' no válido

source: %s: field `%s' declared more than once
es: %s: campo `%s' ha siido declarado mas de una vez

source: %s: unknown character in field `%s'
es: %s: caracter desconocido en campo `%s'

source: %s: incomplete `END' line
es: %s: línea `END' incompleta

source: %s: syntax error
es: %s: error de sintáxis

source: `%.*s' already defined in charmap
es: `%.*s' ya definido en charmap

source: `%.*s' already defined in repertoire
es: `%.*s' ya definido en repertorio

source: `%.*s' already defined as collating symbol
es: «%.*s» ya definido como símbolo de intercalado

source: `%.*s' already defined as collating element
es: «%.*s» ya definido como elemento de intercalado

source: %s: `forward' and `backward' are mutually excluding each other
es: %s: `forward' y `backward' se excluyen mutuamente

source: %s: `%s' mentioned more than once in definition of weight %d
es: %s: `%s' mencionado más de una vez en la definición del peso %d

source: %s: too many rules; first entry only had %d
es: %s: demasiadas reglas; la primer entrada solo tiene %d

source: %s: not enough sorting rules
es: %s: reglas de ordenamiento insuficientes

source: %s: empty weight string not allowed
es: %s: no se permiten cadenas con ancho vacío

source: %s: weights must use the same ellipsis symbol as the name
es: %s: anchuras deben usar el mismo símbolo elíptico del nombre

source: %s: too many values
es: %s: demasiados valores

source: order for `%.*s' already defined at %s:%Zu
es: el orden de `%.*s' ya ha sido definido en %s:%Zu

source: %s: the start and the end symbol of a range must stand for characters
es: %s: los símbolos de inicio y fin de un rango deben permanecer como caracteres

source: %s: byte sequences of first and last character must have the same length
es: %s: las secuencias de byte del primer y último carácter deben tener la misma longitud

source: %s: byte sequence of first character of range is not lower than that of the last character
es: %s: la secuencia de bytes del primer carácter del rango no es menor que la del último carácter

source: %s: symbolic range ellipsis must not directly follow `order_start'
es: %s: una elipsis de rango simbólico no debe seguir directamente a `order_start'

source: %s: symbolic range ellipsis must not be directly followed by `order_end'
es: %s: una elipsis de rango simbólico no debe ser seguida directamente por `order_end'

source: `%s' and `%.*s' are not valid names for symbolic range
es: `%s' y `%.*s' no son nombres válidos para un rango simbólico

source: %s: order for `%.*s' already defined at %s:%Zu
es: %s: el orden para `%.*s' ya está definido en %s:%Zu

source: %s: `%s' must be a character
es: %s: `%s' debe ser un caracter

source: %s: `position' must be used for a specific level in all sections or none
es: %s: `position' debe ser utilizado para un nivel específico en todas las secciones o ninguna

source: symbol `%s' not defined
es: símbolo `%s' no definido

source: symbol `%s' has the same encoding as
es: símbolo `%s' tiene la misma codificación que

source: symbol `%s'
es: símbolo `%s'

source: no definition of `UNDEFINED'
es: sin definición para `INDEFINIDO'

source: too many errors; giving up
es: demasiados errores; rindiéndose

source: %s: nested conditionals not supported
es: %s: condicionales anidados no soportados

source: %s: more then one 'else'
es: %s: más de un 'else'

source: %s: duplicate definition of `%s'
es: %s: definición duplicada para `%s'

source: %s: duplicate declaration of section `%s'
es: %s: sección de declaración duplicada `%s'

source: %s: unknown character in collating symbol name
es: %s: carácter desconocido en nombre de símbolo de intercalado

source: %s: unknown character in equivalent definition name
es: %s: caracter desconocido en nombre de definición equivalente

source: %s: unknown character in equivalent definition value
es: %s: carácter desconocido en valor de definición equivalente

source: %s: unknown symbol `%s' in equivalent definition
es: %s: símbolo desconocido `%s' en definición equivalente

source: error while adding equivalent collating symbol
es: error al añadir un símbolo de intercalado equivalente

source: duplicate definition of script `%s'
es: definición duplicada del script `%s'

source: %s: unknown section name `%.*s'
es: %s: nombre de sección desconocido `%.*s'

source: %s: multiple order definitions for section `%s'
es: %s: definiciones de orden múltiples para la sección `%s'

source: %s: invalid number of sorting rules
es: %s: número de reglas de ordenacioón inválidas

source: %s: multiple order definitions for unnamed section
es: %s: múltiples definiciones de orden para la sección sin nombrar

source: %s: missing `order_end' keyword
es: %s: claave `order_end' omitida

source: %s: order for collating symbol %.*s not yet defined
es: %s: orden para recopilar símbolo %.*s todavía no definida

source: %s: order for collating element %.*s not yet defined
es: %s: orden para el elemento de intercalado %.*s aún sin definir

source: %s: cannot reorder after %.*s: symbol not known
es: %s: no se puede reordenar después %.*s: símbolo desconocido

source: %s: missing `reorder-end' keyword
es: %s: falta la palabra clave «reorder_end»

source: %s: section `%.*s' not known
es: %s: sección `%.*s' desconocida

source: %s: bad symbol <%.*s>
es: %s: símbolo erróneo <%.*s>

source: %s: cannot have `%s' as end of ellipsis range
es: %s: no puede tener `%s' como final de un rango de elipsis

source: %s: empty category description not allowed
es: %s: descriptor vacío de categoría no permitido

source: %s: missing `reorder-sections-end' keyword
es: %s: falta palabra clave `reorder-sections-end'

source: %s: '%s' without matching 'ifdef' or 'ifndef'
es: %s: '%s' sin coincidencia 'ifdef' o 'ifndef'

source: %s: 'endif' without matching 'ifdef' or 'ifndef'
es: %s: 'endif' sin coincidencia 'ifdef' o 'ifndef'

source: No character set name specified in charmap
es: No se ha especificado el nombre del grupo de caracteres en el mapa de caracteres

source: character L'\u%0*x' in class `%s' must be in class `%s'
es: el carácter L'\u%0*x' en la clase `%s' debe estar en la clase `%s'

source: character L'\u%0*x' in class `%s' must not be in class `%s'
es: el carácter L'\u%0*x' en la clase `%s' no debe estar en la clase `%s'

source: internal error in %s, line %u
es: error interno en %s, línea %u

source: character '%s' in class `%s' must be in class `%s'
es: el carácter '%s' en la clase `%s' debe estar en la clase `%s'

source: character '%s' in class `%s' must not be in class `%s'
es: el carácter '%s' en la clase `%s' no debe estar en la clase `%s'

source: <SP> character not in class `%s'
es: el carácter <SP> no está en la clase `%s'

source: <SP> character must not be in class `%s'
es: el carácter <SP> no debe estar en la clase `%s'

source: character <SP> not defined in character map
es: el carácter <SP> no definido en el mapa de caracteres

source: `digit' category has not entries in groups of ten
es: categoría `digit' no tiene entradas en grupos de diez

source: no input digits defined and none of the standard names in the charmap
es: no hay dígitos de entrada y ninguno de los nombres estándar definidos en el mapa de caracteres

source: not all characters used in `outdigit' are available in the charmap
es: no todos los caracteres usados en `outdigit' están disponibles en el mapa de caracteres

source: not all characters used in `outdigit' are available in the repertoire
es: no todos los caracteres usados en `outdigit' están disponibles en el repertorio

source: character class `%s' already defined
es: clase de carácter `%s' ya definida

source: implementation limit: no more than %Zd character classes allowed
es: límite de implementación: no más de %Zd clases permitidas

source: character map `%s' already defined
es: el mapa de caracteres `%s' ya ha sido definido

source: implementation limit: no more than %d character maps allowed
es: límite de implementación: no más de %d mapas de caracteres permitidos

source: %s: field `%s' does not contain exactly ten entries
es: %s: el campo `%s' no contiene exactamente diez entradas

source: to-value <U%0*X> of range is smaller than from-value <U%0*X>
es: valor final <U%0*X> del rango es menor que el valor inicial <U%0*X>

source: start and end character sequence of range must have the same length
es: la secuencia de caracteres de comienzo y fin de rango deben tener la misma longitud

source: to-value character sequence is smaller than from-value sequence
es: la secuencia de caracteres del valor final es menor que la secuencia del valor inicial

source: premature end of `translit_ignore' definition
es: final prematuro de la definición `translit_ignore'

source: syntax error
es: error de sintáxis

source: %s: syntax error in definition of new character class
es: %s: error de sintaxis en la definición de nueva clase de caracteres

source: %s: syntax error in definition of new character map
es: %s: error de sintaxis en la definición de nuevo mapa de caracteres

source: ellipsis range must be marked by two operands of same type
es: la elipsis de rango se debe marcar por dos operandos del mismo tipo

source: with symbolic name range values the absolute ellipsis `...' must not be used
es: la elipsis absoluta `...' no debe usarse con valores de rango de nombre simbólico

source: with UCS range values one must use the hexadecimal symbolic ellipsis `..'
es: con valores de rango UCS debe usarse la elipsis simbólica hexadecimal `..'

source: with character code range values one must use the absolute ellipsis `...'
es: con valores de rango de código de caracteres debe usarse la elipsis absoluta `...'

source: duplicated definition for mapping `%s'
es: definición duplicada para el mapeo `%s'

source: %s: `translit_start' section does not end with `translit_end'
es: %s: la sección `translit_start' no finaliza con `translit_end'

source: %s: duplicate `default_missing' definition
es: %s: definición `default_missing' duplicada

source: previous definition was here
es: la definición previa estaba aqui

source: %s: no representable `default_missing' definition found
es: %s: definición no representable `default_missing' encontrada

source: %s: character `%s' not defined while needed as default value
es: %s: el carácter `%s' no está definido pero se necesita como valor predeterminado

source: %s: character `%s' in charmap not representable with one byte
es: %s: el carácter `%s' en el mapa de caracteres no se puede representar con un byte

source: %s: character `%s' needed as default value not representable with one byte
es: %s: carácter `%s' necesitado como valor predeterminado no se puede representar con un byte

source: no output digits defined and none of the standard names in the charmap
es: no se han definido dígitos de salida y ninguno de los nombres estándar aparece en el mapa de caracteres

source: %s: transliteration data from locale `%s' not available
es: %s: datos de transcripción de la localización `%s' no disponibles

source: %s: table for class "%s": %lu bytes
es: %s: tabla para la clase "%s": %lu bytes

source: %s: table for map "%s": %lu bytes
es: %s: tabla para el mapa "%s": %lu bytes

source: %s: table for width: %lu bytes
es: %s: tabla para el ancho: %lu bytes

source: %s: no identification for category `%s'
es: %s: no hay identificación para la categoría `%s'

source: %s: duplicate category version definition
es: %s: definición de categoría de versión duplicada

source: %s: invalid value for field `%s'
es: %s: valor inválido para el campo `%s'

source: %s: field `%s' undefined
es: %s: campo `%s' indefinido

source: %s: value for field `%s' must not be an empty string
es: %s: el valor para el campo `%s' no debe ser una cadena vacía

source: %s: no correct regular expression for field `%s': %s
es: %s: expresión regular incorrecta para el campo `%s': %s

source: %s: value of field `int_curr_symbol' has wrong length
es: %s: valor del campo `int_curr_symbol' tiene longitud errónea

source: %s: value of field `int_curr_symbol' does not correspond to a valid name in ISO 4217
es: %s: valor del campo `int_curr_symbol' no corresponde con un nombre válido en ISO 4217

source: %s: value for field `%s' must be in range %d...%d
es: %s: valor del campo `%s' debe estar en el rango %d...%d

source: %s: value for field `%s' must be a single character
es: %s: valor del campo `%s' debe ser un único carácter

source: %s: `-1' must be last entry in `%s' field
es: %s: `-1' debe ser la última entrada en el campo `%s'

source: %s: values for field `%s' must be smaller than 127
es: %s: los valores para el campo `%s' deben ser menores de 127

source: conversion rate value cannot be zero
es: el valor de rango de conversión no puede ser cero

source: %s: invalid escape sequence in field `%s'
es: %s: secuencia de escape inválida en el campo `%s'

source: %s: direction flag in string %Zd in `era' field is not '+' nor '-'
es: %s: bandera de dirección en la cadena %Zd en el campo `era' no es '+' ni '-'

source: %s: direction flag in string %Zd in `era' field is not a single character
es: %s: bandera de dirección en la cadena %Zd en el campo `era' no es un carácter simple

source: %s: invalid number for offset in string %Zd in `era' field
es: %s: número inválido como desplazamiento en la cadena %Zd en el campo «era»

source: %s: garbage at end of offset value in string %Zd in `era' field
es: %s: basura al final del valor de desplazamiento en la cadena %Zd en el campo `era'

source: %s: invalid starting date in string %Zd in `era' field
es: %s: fecha de inicio inválida en la cadena %Zd del campo `era'

source: %s: garbage at end of starting date in string %Zd in `era' field
es: %s: basura al final de la fecha de inicio en la cadena %Zd en el campo `era'

source: %s: starting date is invalid in string %Zd in `era' field
es: %s: la fecha de inicio es inválida en la cadena %Zd en el campo `era'

source: %s: invalid stopping date in string %Zd in `era' field
es: %s: fecha de parada inválida en la cadena %Zd en el campo `era'

source: %s: garbage at end of stopping date in string %Zd in `era' field
es: %s: basura al final de la fecha de parada en la cadena %Zd en el campo `era'

source: %s: missing era name in string %Zd in `era' field
es: %s: falta nombre de la era en la cadena %Zd en el campo `era'

source: %s: missing era format in string %Zd in `era' field
es: %s: falta formato de la era en la cadena %Zd en el campo `era'

source: %s: third operand for value of field `%s' must not be larger than %d
es: %s: el tercer operando para el valor del campo `%s' no debe ser más grande que %d

source: %s: values for field `%s' must not be larger than %d
es: %s: los valores para el campo `%s' no deben ser más grandes que %d

source: %s: too few values for field `%s'
es: %s: muy pocos valores para el campo `%s'

source: extra trailing semicolon
es: punto y coma remanente extra

source: %s: too many values for field `%s'
es: %s: demasiados valores para el campo `%s'

source: trailing garbage at end of line
es: basura remanente al final de lalínea

source: garbage at end of number
es: basura al final del número

source: garbage at end of character code specification
es: basura al final de la especificación de código de carácter

source: unterminated symbolic name
es: nombre simbólico indeterminado

source: illegal escape sequence at end of string
es: secuencia de escape ilegal al final de la cadena

source: unterminated string
es: cadena sin terminar
