Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/libc.po
Languages: es

source: program vers proto port
es: programa versus puerto del protocolo

source: (unknown)
es: (desconocido)

source: rpcinfo: broadcast failed: %s
es: rpcinfo: falló la difusión: %s

source: Sorry. You are not root
es: Lo siento. No es superusuario

source: rpcinfo: Could not delete registration for prog %s version %s
es: rpcinfo: No se puede borrar el registro del programa %s versión %s

source: Usage: rpcinfo [ -n portnum ] -u host prognum [ versnum ]
es: Uso: rpcinfo [ -n númerode puerto ] -u anfitrión número de programa [ número de versión ]

source: rpcinfo [ -n portnum ] -t host prognum [ versnum ]
es: rpcinfo [ -n númerode puerto ] -u anfitrión número de programa [ número de versión ]

source: rpcinfo -p [ host ]
es: rpcinfo -p [ anfitrión ]

source: rpcinfo -b prognum versnum
es: rpcinfo -b numprog numvers

source: rpcinfo -d prognum versnum
es: rpcinfo -d numprog numvers

source: rpcinfo: %s is unknown service
es: rpcinfo: %s es un servicio desconocido

source: rpcinfo: %s is unknown host
es: rpcinfo: %s es un host desconocido

source: svc_run: - out of memory
es: svc_run: - fuera de memoria

source: svc_run: - poll failed
es: svc_run: - falló el sondeo

source: can't reassign procedure number %ld
es: no se puede reasignar el número de procedimiento %ld

source: couldn't create an rpc server
es: no se puede crear un servidor rpc

source: couldn't register prog %ld vers %ld
es: no se puede registrar programa %ld versión %ld

source: registerrpc: out of memory
es: registerrpc: sin memoria

source: trouble replying to prog %d
es: problemas al contestarle al programa %d

source: never registered prog %d
es: programa nunca registrado %d

source: svc_tcp.c - tcp socket creation problem
es: svc_tcp.c - problema al crear el socket tcp

source: svc_tcp.c - cannot getsockname or listen
es: svc_tcp.c - imposible realizar getsockname o listen

source: svcudp_create: socket creation problem
es: svcudp_create: problema creando zócalo

source: svcudp_create - cannot getsockname
es: svcudp_create - imposible realizar getsockname

source: svcudp_create: xp_pad is too small for IP_PKTINFO
es: svcudp_create: xp_pad es demasiado pequeño para IP_PKTINFO

source: enablecache: cache already enabled
es: enablecache: el cache ya esta activado

source: enablecache: could not allocate cache
es: enablecache: no se puede asignar cache

source: enablecache: could not allocate cache data
es: enablecache: no se pueden asignar datos en el cache

source: enablecache: could not allocate cache fifo
es: enablecache: no se puede asignar fifo de cache

source: cache_set: victim not found
es: cache_set: no se encontró victima

source: cache_set: victim alloc failed
es: cache_set: falló la asignación de victima

source: cache_set: could not allocate new rpc_buffer
es: cache_set: no se pudo asignar nuevo rpc_buffer

source: svc_unix.c - AF_UNIX socket creation problem
es: svc_unix.c - Problema de creación de socket AF_UNIX

source: svc_unix.c - cannot getsockname or listen
es: svc_unix.c - imposible realizar getsockname o listen

source: Hangup
es: Colgado

source: Interrupt
es: Interrupción

source: Quit
es: Salir

source: Illegal instruction
es: Instrucción ilegal

source: Trace/breakpoint trap
es: Traza/trampa de punto de ruptura

source: Aborted
es: Cancelado

source: Floating point exception
es: Exepción de coma flotante

source: Killed
es: Terminado (killed)

source: Bus error
es: Error en el bus

source: Segmentation fault
es: Fallo de segmentación

source: Broken pipe
es: Tubería rota

source: Alarm clock
es: Reloj de alarma

source: Terminated
es: Terminado

source: Urgent I/O condition
es: Condición I/O urgente

source: Stopped (signal)
es: Detenido (señal)

source: Stopped
es: Detenido

source: Continued
es: Continuado

source: Child exited
es: Hijo terminado

source: Stopped (tty input)
es: Detenido (entrada tty)

source: Stopped (tty output)
es: Detenido (se requiere salida de terminal)

source: I/O possible
es: Posible I/O

source: CPU time limit exceeded
es: Se excedió el límite de tiempo de CPU

source: File size limit exceeded
es: Se excedió el límite de tamaño del archivo

source: Virtual timer expired
es: Expiró el temporizador virtual

source: Profiling timer expired
es: El contador para la generación del perfil ha expirado

source: Window changed
es: La ventana ha cambiado

source: User defined signal 1
es: Señal 1 definida por el usuario

source: User defined signal 2
es: Señal 2 definida por el usuario

source: Bad system call
es: Llamada al sistema errónea

source: Stack fault
es: Fallo de pila

source: Information request
es: Solicitud de información

source: Power failure
es: Fallo de potencia

source: Resource lost
es: Pérdida de recurso

source: Operation not permitted
es: Operación no permitida

source: No such process
es: No existe el proceso

source: Interrupted system call
es: Llamada de interrupción de sistema

source: Input/output error
es: Error de entrada/salida

source: No such device or address
es: No existe el dispositivo ó dirección

source: Argument list too long
es: Listado de argumentos demasiado largo

source: Exec format error
es: Error de formato ejecutable

source: Bad file descriptor
es: Descriptor de archivo inválido

source: No child processes
es: No existen procesos hijos

source: Resource deadlock avoided
es: Interbloqueo de recursos evitado

source: Cannot allocate memory
es: No se puede asignar memoria

source: Bad address
es: Dirección errónea

source: Block device required
es: Se necesita dispositivo de bloque

source: Device or resource busy
es: Dispositivo ó recurso ocupado

source: File exists
es: El fichero ya existe

source: Invalid cross-device link
es: Enlace entre dispositivos inválido

source: No such device
es: No existe el dispositivo

source: Not a directory
es: No es un directorio

source: Is a directory
es: Es un directorio

source: Invalid argument
es: Argumento inválido

source: Too many open files
es: Demasiados archivos abiertos

source: Too many open files in system
es: Demasiados archivos abiertos en el sistema

source: Inappropriate ioctl for device
es: ioctl inapropiado para el dispositivo

source: Text file busy
es: Archivo de texto en uso

source: File too large
es: Archivo demasiado grande

source: No space left on device
es: No hay espacio libre en el dispositivo

source: Illegal seek
es: Búsqueda ilegal

source: Read-only file system
es: Sistema de solo lectura

source: Too many links
es: Demasiados vínculos

source: Numerical argument out of domain
es: Argumento numérico fuera de dominio

source: Numerical result out of range
es: Resultado numérico fuera de rango

source: Resource temporarily unavailable
es: Recurso temporalmente no disponible

source: Operation would block
es: La operación podría bloquearse

source: Operation now in progress
es: Operación en curso

source: Operation already in progress
es: La operación ya está en progreso

source: Socket operation on non-socket
es: Operación de socket sobre algo que no es un socket

source: Message too long
es: Mensaje muy largo

source: Protocol wrong type for socket
es: Tipo de protocolo incorrecto para el zócalo

source: Protocol not available
es: Protocolo no disponible

source: Protocol not supported
es: Protocolo no soportado

source: Socket type not supported
es: Tipo de socket no soportado

source: Operation not supported
es: Operación no soportada

source: Protocol family not supported
es: Familia de protocolos no soportados

source: Address family not supported by protocol
es: Familia de direcciones no soportada por el protocolo

source: Address already in use
es: Dirección ya está en uso

source: Cannot assign requested address
es: No se puede asignar la dirección solicitada

source: Network is down
es: La red no está disponible

source: Network is unreachable
es: Red inalcanzable

source: Network dropped connection on reset
es: La red rechazó la conexión al reiniciar

source: Software caused connection abort
es: El software causó que se abortara la conexión

source: Connection reset by peer
es: Conexión reiniciada por el par

source: No buffer space available
es: No hay espacio de buffer disponible

source: Transport endpoint is already connected
es: El punto final de transporte ya se encuentra conectado

source: Transport endpoint is not connected
es: El punto final de transporte no se encuentra conectado

source: Destination address required
es: Se requiere la dirección del destino

source: Cannot send after transport endpoint shutdown
es: No se puede enviar tras la desconexión del terminal de transporte

source: Too many references: cannot splice
es: Demasiadas referencias: no se puede conectar

source: Connection timed out
es: Expiró el tiempo de conexión

source: Connection refused
es: Conexión rechazada

source: Too many levels of symbolic links
es: Demasiados niveles de enlaces simbólicos

source: File name too long
es: Nombre de archivo demasiado largo

source: Host is down
es: El anfitrión está caído

source: No route to host
es: No hay ruta hacia el host

source: Directory not empty
es: El directorio no está vacío

source: Too many processes
es: Demasiados procesos

source: Too many users
es: Demasiados usuarios

source: Disk quota exceeded
es: Cuota de disco excedida

source: Stale NFS file handle
es: Descriptor de archivo NFS obsoleto

source: Object is remote
es: El objeto es remoto

source: RPC struct is bad
es: Estructura RPC errónea

source: RPC version wrong
es: Versión RPC errónea

source: RPC program not available
es: Programa RPC no disponible

source: RPC program version wrong
es: Versión errónea del programa RPC

source: RPC bad procedure for program
es: Procedimiento RPC erróneo para el programa

source: No locks available
es: No hay bloqueos disponibles

source: Inappropriate file type or format
es: Tipo de archivo ó formato inapropiado

source: Authentication error
es: Error de identificación

source: Need authenticator
es: Se necesita autenticador

source: Function not implemented
es: Función no implementada

source: Not supported
es: No soportado

source: Invalid or incomplete multibyte or wide character
es: Caracter multibyte amplio inválido ó incompleto

source: Inappropriate operation for background process
es: Operación inapropiada para proceso en segundo plano

source: Translator died
es: Murió el traductor

source: You really blew it this time
es: Esta vez lo ha fastidiado de verdad

source: Computer bought the farm
es: LA computadora ha comprado la granja

source: Gratuitous error
es: Error gratuito

source: Bad message
es: Mensaje erróneo

source: Identifier removed
es: Identificador removido

source: Multihop attempted
es: Se han intentado múltiples saltos

source: No data available
es: No hay datos disponibles

source: Link has been severed
es: Se ha roto el enlace

source: No message of desired type
es: Ningún mensaje del tipo solicitado

source: Out of streams resources
es: Recursos de flujos agotados

source: Device not a stream
es: El dispositivo no es un flujo

source: Value too large for defined data type
es: El valor es muy grande para el tipo de dato definido

source: Protocol error
es: Error de protocolo

source: Timer expired
es: Expiró el temporizador

source: Operation canceled
es: Operación cancelada

source: Interrupted system call should be restarted
es: Llamada de interrupción del sistema debe ser reiniciada

source: Channel number out of range
es: Número de canal fuera de rango

source: Level 2 not synchronized
es: Nivel 2 no ha sido sincronizado

source: Level 3 halted
es: Nivel 3 detenido

source: Level 3 reset
es: Nivel 3 reiniciar

source: Link number out of range
es: Número de enlace fuera de línea

source: Protocol driver not attached
es: Controlador de protocolo no conectado

source: No CSI structure available
es: Estructura CSI no disponible

source: Level 2 halted
es: Nivel 2 detenido

source: Invalid exchange
es: Intercambio inválido

source: Invalid request descriptor
es: Descriptor de solicitud inválido

source: Exchange full
es: Intercambio completo

source: No anode
es: Sin ánodo

source: Invalid request code
es: Código de petición inválido

source: Invalid slot
es: Ranura inválida

source: File locking deadlock error
es: Error de interbloqueo al bloquear archivo

source: Bad font file format
es: Formato de archivo de fuentes erróneo

source: Machine is not on the network
es: La máquina no está en la red

source: Package not installed
es: Paquete no instalado

source: Advertise error
es: Error de anunciación

source: Srmount error
es: Error de srmount

source: Communication error on send
es: Error de comunicación en el envío

source: RFS specific error
es: Error específico RFS

source: Name not unique on network
es: Nombre no único en la red

source: File descriptor in bad state
es: Descriptor de archivo en mal estado

source: Remote address changed
es: Cambió la dirección remota

source: Can not access a needed shared library
es: No se puede accesar una librería compartida requerida

source: Accessing a corrupted shared library
es: Accesando una librería cmopartida corrupta

source: .lib section in a.out corrupted
es: sección .lib en a.out corrupto

source: Attempting to link in too many shared libraries
es: Intentando enlazar a demasiadas bibliotecas compartidas

source: Cannot exec a shared library directly
es: No se puede ejecutar directamente una biblioteca compartida

source: Streams pipe error
es: Error en tubería de flujos

source: Structure needs cleaning
es: Estructura necesita limpieza

source: Not a XENIX named type file
es: No es un tipo de archivo designado en XENIX

source: No XENIX semaphores available
es: Semaforos XENIX no disponibles

source: Is a named type file
es: Es un tipo de archivo designado

source: Remote I/O error
es: Error I/O remoto

source: No medium found
es: No se ha encontrado el medio

source: Wrong medium type
es: Tipo de medio incorrecto

source: Required key not available
es: Clave requerida no disponible

source: Key has expired
es: La clave ha expirado

source: Key has been revoked
es: La clave a sido revocada

source: Key was rejected by service
es: La clave a sido rechazada por servicio

source: Owner died
es: El porpietario murió

source: State not recoverable
es: Estado no recuperable

source: Error in unknown error system:
es: Error en error desconocido del sistema:

source: Address family for hostname not supported
es: Familia de direcciones para el nombre de anfitrión no soportada

source: Temporary failure in name resolution
es: Fallo temporal en la resolución del nombre

source: Bad value for ai_flags
es: Valor erróneo para ai_flags

source: Non-recoverable failure in name resolution
es: Fallo irrecuperable en la resolución del nombre

source: ai_family not supported
es: ai_family no soportada

source: Memory allocation failure
es: Falla en asignación de memoria

source: No address associated with hostname
es: No hay dirección asociada con el nombre de host

source: Name or service not known
es: Nombre ó servicio desconocido

source: Servname not supported for ai_socktype
es: No hay soporte de nombre de servidor para ai_socktype

source: ai_socktype not supported
es: ai_socktype no soportado

source: System error
es: Error del sistema

source: Processing request in progress
es: Solicitud de procesamiento en progreso

source: Request canceled
es: Solicitud cancelada

source: Request not canceled
es: Solicitud no cancelada

source: All requests done
es: Se han completado todas las solicitudes

source: Interrupted by a signal
es: Interrumpido por una señal

source: Parameter string not correctly encoded
es: Cadena de parámetros codificada incorrectamente

source: Signal 0
es: Señal 0

source: IOT trap
es: Trampa IOT

source: %s is for unknown machine %d.
es: %s es para equipo desconocido %d.

source: makecontext: does not know how to handle more than 8 arguments
es: makecontext: se desconoce como manipular mas de 8 argumentos

source: cannot open `%s'
es: no se puede abrir `%s'

source: cannot read header from `%s'
es: no se puede leer cabecera de `%s'

source: lacks alphabetic at start
es: falta símbolo alfabético al inicio

source: has fewer than 3 alphabetics
es: tiene menos de tres símbolos alfabéticos

source: has more than 6 alphabetics
es: tiene más de seis letras

source: differs from POSIX standard
es: difiere del estándar POSIX

source: %s: warning: zone "%s" abbreviation "%s" %s
es: %s: aviso: zona "%s" abreviatura "%s" %s

source: %s: usage is %s [ --version ] [ -v ] [ -c [loyear,]hiyear ] zonename ...
es: %s: uso es %s [ --version ] [ -v ] [ -c [loyear,]hiyear ] zonename ...

source: %s: wild -c argument %s
es: %s: wild -c argumento %s

source: Error writing to standard output
es: Error escribiendo la salida estándar

source: %s: use of -v on system with floating time_t other than float or double
es: %s: uso de -v en un sistema con punto flotante time_t que no es float o double

source: %s: Memory exhausted: %s
es: %s: Memoria agotada: %s

source: "%s", line %d: %s
es: "%s", línea %d: %s

source: (rule from "%s", line %d)
es: (regla desde "%s", línea %d)

source: warning:
es: advertencia:

source: %s: usage is %s [ --version ] [ -v ] [ -l localtime ] [ -p posixrules ] \ [ -d directory ] [ -L leapseconds ] [ -y yearistype ] [ filename ... ]
es: %s: el uso es %s [ --versión ] [ -v ] [ -l horalocal ] [ -p reglasposix ] \ [ -d directorio ] [ -L segundossaltados ] [ -y tipodeaño ] [ nombredearchivo ... ]

source: wild compilation-time specification of zic_t
es: especificación loca en tiempo de complicación de zic_t

source: %s: More than one -d option specified
es: %s: Se ha especificado más de una opción -d

source: %s: More than one -l option specified
es: %s: Se ha especificado más de una opción -l

source: %s: More than one -p option specified
es: %s: Se ha especificado más de una opción -p

source: %s: More than one -y option specified
es: %s: Más de una opción -y especificada

source: %s: More than one -L option specified
es: %s: Más de una opción -L especificada

source: link to link
es: enlace a enlace

source: hard link failed, symbolic link used
es: falló enlace duro, se usó enlace simbólico

source: %s: Can't link from %s to %s: %s
es: %s: No se puede enlazar de %s a %s: %s

source: same rule name in multiple files
es: mismo nombre de regla en múltiples archivos

source: unruly zone
es: zona sin regla

source: %s in ruleless zone
es: %s en zona sin regla

source: standard input
es: entrada estandar

source: %s: Can't open %s: %s
es: %s: No se puede abrir %s: %s

source: line too long
es: línea demasiado larga

source: input line of unknown type
es: tipo desconocido de línea de entrada

source: %s: Leap line in non leap seconds file %s
es: %s: Línea de salto en archivo de segundos sin saltos %s

source: %s: panic: Invalid l_value %d
es: %s: pánico: l_value inválido %d

source: %s: Error reading %s
es: %s: Error al leer %s

source: %s: Error closing %s: %s
es: %s: Error al cerrar %s: %s

source: expected continuation line not found
es: no se ha encontrado línea de continuación esperada

source: time overflow
es: desbordamiento temporal

source: 24:00 not handled by pre-1998 versions of zic
es: 24:00 no es interpretado por versiones pre-1998 de zic

source: values over 24 hours not handled by pre-2007 versions of zic
es: valores de más de 24 horas no manejados por versiones de zic anteriores a 2007

source: wrong number of fields on Rule line
es: número de campos incorrecto en línea Rule

source: nameless rule
es: regla sin nombre

source: invalid saved time
es: tiempo guardado inválido

source: wrong number of fields on Zone line
es: número de campos incorrecto en línea Zone

source: "Zone %s" line and -l option are mutually exclusive
es: línea "Zone %s" y opción -l se excluyen mutuamente

source: "Zone %s" line and -p option are mutually exclusive
es: línea "Zone %s" y opción -p se excluyen mutuamente

source: duplicate zone name %s (file "%s", line %d)
es: nombre de zona %s duplicado (fichero "%s", línea %d)

source: wrong number of fields on Zone continuation line
es: número de campos incorrecto en línea de continuación de Zone

source: invalid UTC offset
es: segmento UTC inválido

source: invalid abbreviation format
es: formato de abreviación inválido

source: Zone continuation line end time is not after end time of previous line
es: tiempo final en línea de continuación de Zone no es posterior al tiempo final de la línea anterior

source: wrong number of fields on Leap line
es: número de campos incorrecto en línea Leap

source: invalid leaping year
es: año de salto inválido

source: invalid month name
es: nombre de mes inválido

source: invalid day of month
es: día de la semana inválido

source: time before zero
es: tiempo después de cero

source: time too small
es: tiempo demasiado pequeño

source: time too large
es: tiempo demasiado grande

source: invalid time of day
es: hora del día inválida

source: illegal CORRECTION field on Leap line
es: campo CORRECTION (corrección) ilegal en línea Leap

source: illegal Rolling/Stationary field on Leap line
es: campo Rolling/Stationary ilegal en línea Leap

source: wrong number of fields on Link line
es: número de campos incorrecto en línea vínculo

source: blank FROM field on Link line
es: campo DESDE vacío en línea vínculo

source: blank TO field on Link line
es: campo HASTA vacío en línea vínculo

source: invalid starting year
es: año de inicio inválido

source: invalid ending year
es: año final inválido

source: starting year greater than ending year
es: el año inicial es mayor que el año final

source: typed single year
es: se ha escrito un solo año

source: invalid weekday name
es: día de la semana inválido

source: %s: Can't remove %s: %s
es: %s: No se puede borrar %s: %s

source: %s: Can't create %s: %s
es: %s: No se puede crear %s: %s

source: %s: Error writing %s
es: %s: Error al escribir %s

source: no POSIX environment variable for zone
es: no hay variable de entrono POSIX para la zona

source: can't determine time zone abbreviation to use just after until time
es: no se pudo determinar la abreviatura de zona temporal a usar justo después de until (hasta)

source: too many transitions?!
es: ¡¿Demasiadas transiciones?!

source: internal error - addtype called with bad isdst
es: error interno - llamada addtype con isdst erróneo

source: internal error - addtype called with bad ttisstd
es: error interno - llamad addtype con ttisstd erróneo

source: internal error - addtype called with bad ttisgmt
es: error interno - llamada addtype con ttsgmt erróneo

source: too many local time types
es: demasiados tipos de hora local

source: UTC offset out of range
es: posición UTC fuera de rango

source: too many leap seconds
es: demasiados saltos de segundos

source: repeated leap second moment
es: instante de salto de segundo repetido

source: Wild result from command execution
es: Resultado de la ejecución de comando inesperado

source: %s: command was '%s', result was %d
es: %s: comando '%s', resultado %d

source: Odd number of quotation marks
es: numero impar de comillas

source: use of 2/29 in non leap-year
es: utilización del 29/2 en un año no bisiesto

source: rule goes past start/end of month--will not work with pre-2004 versions of zic
es: la regla va más allá del inicio/fin de mes--no funcionará con versiones pre-2004 de zic

source: time zone abbreviation lacks alphabetic at start
es: La abreviatura de la zona horaria carece de caracteres alfabéticos en el inicio

source: time zone abbreviation has more than 3 alphabetics
es: La abreviatura de la zona horaria posee más de tres caracteres alfabéticos

source: time zone abbreviation has too many alphabetics
es: La abreviatura de la zona horaria posee demasiados carácteres alfabéticos
