Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/libc.po
Languages: es

source: time zone abbreviation differs from POSIX standard
es: La abreviatura de la zona horaria difiere del estándar POSIX

source: too many, or too long, time zone abbreviations
es: demasiado largas ó muchas abreviaciones de zona horaria

source: %s: Can't create directory %s: %s
es: %s: No se puede crear directorio %s: %s

source: %s: %d did not sign extend correctly
es: %s: %d no hace correctamente la extensión del signo
