Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/libc.po
Languages: es

source: non-symbolic character value should not be used
es: no se deben usar caracteres devalor no simbólicos

source: symbol `%.*s' not in charmap
es: el símbolo `%.*s' no se encuentra en el mapa de caracteres

source: symbol `%.*s' not in repertoire map
es: el símbolo `%.*s' no se encuentra en el mapa de repertorios

source: System information:
es: Información del sistema:

source: Write names of available locales
es: Escribe los nombres de las localizaciones disponibles

source: Write names of available charmaps
es: Escribe los nombres de los mapas de carácteres disponibles

source: Modify output format:
es: Modificar formato de salida:

source: Write names of selected categories
es: Escribir los nombres de las categorías seleccionadas

source: Write names of selected keywords
es: Escribir los nombres de las palabras clave seleccionadas

source: Print more information
es: Imprimir más información

source: Get locale-specific information. For bug reporting instructions, please see: <http://www.gnu.org/software/libc/bugs.html>.
es: Obtenga información local específica. Para obtener instrucciones sobre informes de errores, vea <http://www.gnu.org/software/libc/bugs.html>.

source: NAME [-a|-m]
es: NOMBRE [-a|-m]

source: Cannot set LC_CTYPE to default locale
es: No se puede establecer LC_CTYPE a la localización predeterminada

source: Cannot set LC_MESSAGES to default locale
es: No se puede establecer LC_MESSAGES a la localización predeterminada

source: Cannot set LC_COLLATE to default locale
es: No se puede establecer LC_COLLATE a la localización predeterminada

source: Cannot set LC_ALL to default locale
es: No se puede establecer LC_ALL a la localización predeterminada

source: while preparing output
es: mientras se prepara la salida

source: Input Files:
es: Archivos de entrada:

source: Symbolic character names defined in FILE
es: Nombres de carácteres simbólicos definidos en FILE

source: Source definitions are found in FILE
es: Las definiciones de las fuentes se encuentran en FILE

source: FILE contains mapping from symbolic names to UCS4 values
es: FILE contiene el mapeo de los nombres simbólicos a valores UCS4

source: Create output even if warning messages were issued
es: Crear salida aunque se hayan emitido mensajes de advertencia

source: Create old-style tables
es: Crear tablas al viejo estilo

source: Optional output file prefix
es: Prefijo de archivo de salida opcional

source: Be strictly POSIX conform
es: Ser compatible estrictamente con POSIX

source: Suppress warnings and information messages
es: Suprimir advertencias y mensajes informativos

source: Print more messages
es: Imprimir más mensajes

source: Archive control:
es: Control de archivo:

source: Don't add new data to archive
es: No añade nuevos datos al archivo

source: Add locales named by parameters to archive
es: Añadir locales nombrados por parámetros al archivo

source: Replace existing archive content
es: Reemplazar el contenido actual del archivo

source: Remove locales named by parameters from archive
es: Eliminar locales nombrados por parámetros al archivo

source: List content of archive
es: Listar el contenido del archivo

source: locale.alias file to consult when making archive
es: archivo locale.alias que se debe consultar al hacer un archivo

source: Compile locale specification
es: Compilar especificación local

source: NAME [--add-to-archive|--delete-from-archive] FILE... --list-archive [FILE]
es: NOMBRE [--add-to-archive|--delete-from-archive] ARCHIVO... --list-archive [ARCHIVO]

source: cannot create directory for output files
es: no se puede crear directorio para archivos de salida

source: FATAL: system does not define `_POSIX2_LOCALEDEF'
es: FATAL: el sistema no define `_POSIX2_LOCALEDEF'

source: cannot open locale definition file `%s'
es: no se ha podido abrir el archivo de definición local `%s'

source: cannot write output files to `%s'
es: no se pueden escribir achivos de salida en `%s'

source: System's directory for character maps : %s repertoire maps: %s locale path : %s %s
es: Carpeta del sistema para mapas de caracteres: %s mapas del repertorio: %s ruta de localización : %s %s

source: circular dependencies between locale definitions
es: dependencias circulares entre definiciones locales

source: cannot add already read locale `%s' a second time
es: no se puede agregar la regionalización `%s' previamente leída por segunda ocasión

source: cannot create temporary file
es: no se puede crear archivo temporal

source: cannot initialize archive file
es: no se puede inicializar archivador de archivos

source: cannot resize archive file
es: no se puede redimensionar archivador

source: cannot map archive header
es: no se puede mapear cabecera de archivo

source: failed to create new locale archive
es: falló al crear un nuevo archivo local

source: cannot change mode of new locale archive
es: no se puede cambiar el modo del nuevo archivo local

source: cannot map locale archive file
es: no se puede mapear archivo local

source: cannot lock new archive
es: no se puede bloquear archivo nuevo

source: cannot extend locale archive file
es: no se puede extender el archivo de localización

source: cannot change mode of resized locale archive
es: no se puede cambiar el modo del archivo de localización redimensionado

source: cannot rename new archive
es: no se puede renombrar el nuevo archivo

source: cannot open locale archive "%s"
es: no se puede abrir el archivo de localización "%s"

source: cannot stat locale archive "%s"
es: no se puede verificar el archivo de localización "%s"

source: cannot lock locale archive "%s"
es: no puede bloquearse el archivo local "%s"

source: cannot read archive header
es: no se puede leer la cabecera del archivo

source: locale '%s' already exists
es: la localización '%s' ya existe

source: cannot add to locale archive
es: no se puede añadir al archivo de localización

source: locale alias file `%s' not found
es: archivo de alias de localización `%s' no encontrado

source: Adding %s
es: Agregando %s

source: stat of "%s" failed: %s: ignored
es: verificación de "%s" ha fallado: se ignora %s

source: "%s" is no directory; ignored
es: "%s" no es un directorio; ignorado

source: cannot open directory "%s": %s: ignored
es: no se puede abrir la carpeta "%s": se ignora %s

source: incomplete set of locale files in "%s"
es: conjunto incompleto de archivos de localización en "%s"

source: cannot read all files in "%s": ignored
es: no se pueden leer todos los archivos en "%s": ignorado

source: locale "%s" not in archive
es: local "%s" no está en el archivo

source: argument to `%s' must be a single character
es: argumento para `%s' debe ser un sólo caracter

source: syntax error: not inside a locale definition section
es: error de sintaxis: fuera de una sección de definición de localización

source: cannot open output file `%s' for category `%s'
es: no se puede abrir el archivo de salida `%s' para la categoría `%s'

source: failure while writing data for category `%s'
es: falla mientras se escribían los datos para la categoría `%s'

source: cannot create output file `%s' for category `%s'
es: no se puede crear archivo de salida `%s' para la categoría `%s'

source: expecting string argument for `copy'
es: se esperaba un argumento tipo cadena para `copy'

source: locale name should consist only of portable characters
es: nombre de localización debe contener sólo carácteres portables

source: no other keyword shall be specified when `copy' is used
es: no se debe especificar ninguna otra palabra clave cuando se usa `copy'

source: `%1$s' definition does not end with `END %1$s'
es: la definición `%1$s' no termina con `END %1$s'

source: syntax error in repertoire map definition: %s
es: error de sintaxis en la definición del mapa de repertorio: %s

source: no <Uxxxx> or <Uxxxxxxxx> value given
es: valor <Uxxxx> o <Uxxxxxxxx> no proporcionado

source: cannot save new repertoire map
es: no puede guardarse el nuevo mapa de repertorio

source: repertoire map file `%s' not found
es: archivo de mapa de repertorio `%s' no encontrado

source: Set the owner, group and access permission of the slave pseudo terminal corresponding to the master pseudo terminal passed on file descriptor `%d'. This is the helper program for the `grantpt' function. It is not intended to be run directly from the command line.
es: Establece el propietario, grupo y permisos de acceso del pseudo terminal esclavo correspondiente al pseudo terminal maestro pasado en el descriptor de fichero `%d'. Este es el programa de apoyo para la función `grantpt'. La intención no es que sea ejecutado directamente desde la línea de comandos.

source: The owner is set to the current user, the group is set to `%s', and the access permission is set to `%o'. %s
es: El propietario está establecido como el usuario actual, el grupo está establecido como `%s', y el permiso de acceso está establecido como `%o'. %s

source: too many arguments
es: demasiados parámetros

source: needs to be installed setuid `root'
es: necesita ser instalado setuid `root'

source: memory is consistent, library is buggy
es: memoria inconsistente, biblioteca con errores

source: memory clobbered before allocated block
es: memoria machacada antes del bloque reservado

source: memory clobbered past end of allocated block
es: memoria machacada tras el bloque reservado

source: block freed twice
es: bloque liberado dos veces

source: bogus mcheck_status, library is buggy
es: mcheck_status incorrecto, la biblioteca contiene errores

source: Try \`memusage --help' for more information.
es: Intente \`memusage --help' para más información.

source: memusage: option \`$1' requires an argument
es: uso: la opción \`$1' requiere un argumento

source: Usage: memusage [OPTION]... PROGRAM [PROGRAMOPTION]... Profile memory usage of PROGRAM. -n,--progname=NAME Name of the program file to profile -p,--png=FILE Generate PNG graphic and store it in FILE -d,--data=FILE Generate binary data file and store it in FILE -u,--unbuffered Don't buffer output -b,--buffer=SIZE Collect SIZE entries before writing them out --no-timer Don't collect additional information through timer -m,--mmap Also trace mmap & friends -?,--help Print this help and exit --usage Give a short usage message -V,--version Print version information and exit The following options only apply when generating graphical output: -t,--time-based Make graph linear in time -T,--total Also draw graph of total memory use --title=STRING Use STRING as title of the graph -x,--x-size=SIZE Make graphic SIZE pixels wide -y,--y-size=SIZE Make graphic SIZE pixels high Mandatory arguments to long options are also mandatory for any corresponding short options. For bug reporting instructions, please see: <http://www.gnu.org/software/libc/bugs.html>.
es: Uso: memusage [OPCIÓN]... PROGRAMA [OPCIÓNDEPROGRAMA]... Perfil de uso de memoria del PROGRAMA. -n,--progname=NOMBRE Nombre del archivo de programa a realizar el perfil -p,--png=ARCHIVO Generar gráfico PNG y almacenarlo en ARCHIVO -d,--data=ARCHIVO Generar archivo de datos binario y almacenarlo en ARCHIVO -u,--unbuffered No usar buffer en la salida -b,--buffer=TAMAÑO Agrupar entradas TAMAÑO antes de escribirlas en la salida --no-timer No agrupar información adicional sobrepasado un tiempo -m,--mmap Tambien trazar mmap & amigos -?,--help Muestra esta ayuda y termina --usage Dá un mensaje breve de uso -V,--version Muestra información de versión y termina Las siguientes opciones sólo se aplican cuando se genera salida gráfica: -t,--time-based Crea un gráfico lineal en tiempo -T,--total También dibuja un gráfico del uso total de memoria --title=CADENA Usa CADENA como título del gráfico -x,--x-size=TAMAÑO Hace el ancho del gráfico de TAMAÑO pixels -y,--y-size=TAMAÑO Hace el alto del gráfico de TAMAÑO pixels Argumentos obligatorios para las opciones largas también lo son para las opciones cortas correspondientes. Para instrucciones en el informe de errores, por favor vea: <http://www.gnu.org/software/libc/bugs.html>.

source: Syntax: memusage [--data=FILE] [--progname=NAME] [--png=FILE] [--unbuffered] [--buffer=SIZE] [--no-timer] [--time-based] [--total] [--title=STRING] [--x-size=SIZE] [--y-size=SIZE] PROGRAM [PROGRAMOPTION]...
es: Sintáxis: memusage [--data=ARCHIVO] [--progname=NOMBRE] [--png=ARCHIVO] [--unbuffered] [--buffer=TAMAÑO] [--no-timer] [--time-based] [--total] [--title=CADENA] [--x-size=TAMAÑO] [--y-size=TAMAÑO] PROGRAMA [OPCIONESPROGRAMA]

source: memusage: option \`${1##*=}' is ambiguous
es: uso: la opción \`${1##*=}' es ambigua

source: memusage: unrecognized option \`$1'
es: uso: opción no reconocida \`$1'

source: No program name given
es: No se ha dado el nombre del programa

source: Name output file
es: Nombre del archivo de salida

source: Title string used in output graphic
es: Cadena de título utilizada en gráfico de salida

source: Generate output linear to time (default is linear to number of function calls)
es: Genera salida lineal con el tiempo (por defecto es lineal con el número de llamadas de función)

source: Also draw graph for total memory consumption
es: También dibujar una gráfica del consumo total de memoria

source: Make output graphic VALUE pixels wide
es: Hace el gráfico de salida VALUE pixels de ancho

source: Make output graphic VALUE pixels high
es: Hace el gráfico de salida VALUE pixels de alto

source: Generate graphic from memory profiling data
es: Genera gráfico a partir de datos de perfil en memoria

source: Unknown system error
es: Error desconocido del sistema

source: unable to free arguments
es: imposible liberar argumentos

source: Success
es: Éxito

source: Probable success
es: Probable éxito

source: Not found
es: No encontrado

source: Probably not found
es: Probablemente no encontrado

source: Cache expired
es: Caché expirada

source: NIS+ servers unreachable
es: Servidores NIS+ no disponibles

source: Unknown object
es: Objeto desconocido

source: Server busy, try again
es: Servidor ocupado, intentar nuevamente

source: Generic system error
es: Error genérico de sistema

source: First/next chain broken
es: Primera/siguiente cadena rota

source: Permission denied
es: Permiso denegado

source: Not owner
es: Sin propietario

source: Name not served by this server
es: Nombre no servido por este servidor

source: Server out of memory
es: Servidor sin memoria

source: Object with same name exists
es: Existe un objeto con el mismo nombre

source: Not master server for this domain
es: No hay servidor maestro para este dominio

source: Invalid object for operation
es: Objeto inválido para la operación

source: Malformed name, or illegal name
es: Nombre malformado, ó nombre ilegal

source: Unable to create callback
es: No se puede crear una llamada de retorno

source: Results sent to callback proc
es: Resultados enviados a la función de llamada de retorno

source: Not found, no such name
es: No encontrado, no existe el nombre

source: Name/entry isn't unique
es: Nombre/entrada no única

source: Modification failed
es: Falló modificación

source: Database for table does not exist
es: La base de datos de la tabla no existe

source: Entry/table type mismatch
es: Tipo de entrada/tabla perdido

source: Link points to illegal name
es: El enlace apunta a un nombre ilegal

source: Partial success
es: Éxito parcial

source: Too many attributes
es: Demasiados atributos

source: Error in RPC subsystem
es: Error en el subsistema RPC

source: Missing or malformed attribute
es: Atributo falta o está mal formado

source: Named object is not searchable
es: El objeto nombrado no se puede buscar

source: Error while talking to callback proc
es: Error mientras se comunicaba con el procedimiento de retrollamada

source: Non NIS+ namespace encountered
es: No se encuentra espacio de nombres NIS+

source: Illegal object type for operation
es: Tipo de objeto ilegal para la operación

source: Passed object is not the same object on server
es: El objeto pasado no es el mismo que en el servidor

source: Modify operation failed
es: Falló la operación de modificación

source: Query illegal for named table
es: Consulta no permitida para la tabla nombrada

source: Attempt to remove a non-empty table
es: Intentando eliminar una tabla no vacía

source: Error in accessing NIS+ cold start file. Is NIS+ installed?
es: Error en el acceso al archivo de inicio en frio de NIS+. ¿Está NIS+ instalado?

source: Full resync required for directory
es: Se requiere una resincronización completa para el directorio

source: NIS+ operation failed
es: Falló la operación NIS+

source: NIS+ service is unavailable or not installed
es: el servicio NIS+ no está disponible o instalado

source: Yes, 42 is the meaning of life
es: Si, 42 es el significado de la vida

source: Unable to authenticate NIS+ server
es: No se puede autenticar el servidor NIS+

source: Unable to authenticate NIS+ client
es: No se puede autenticar NIS+ client

source: No file space on server
es: No queda espacio libre en servidor

source: Unable to create process on server
es: No se pudo crear el proceso en el servidor

source: Master server busy, full dump rescheduled.
es: El servidor maestro se encuentra ocupado, se reprogramó el volcado completo

source: LOCAL entry for UID %d in directory %s not unique
es: la entrada LOCAL para el UID %d en el directorio %s no es única

source: UNKNOWN
es: DESCONOCIDO

source: BOGUS OBJECT
es: OBJETO FALSO

source: NO OBJECT
es: SIN OBJETO

source: DIRECTORY
es: DIRECTORIO

source: GROUP
es: GRUPO

source: TABLE
es: TABLA

source: ENTRY
es: ENTRADA

source: LINK
es: ENLACE

source: PRIVATE
es: PRIVADO

source: (Unknown object)
es: (Objeto desconocido)

source: Name : `%s'
es: Nombre : `%s'

source: Type : %s
es: Tipo : %s

source: Master Server :
es: Servidor maestro :

source: Replicate :
es: Replicar :

source: Name : %s
es: Nombre : %s

source: Public Key :
es: Llave pública :

source: None.
es: Ninguno.

source: Unknown (type = %d, bits = %d)
es: Desconocido (tipo = %d, bits =%d)

source: Universal addresses (%u)
es: Dirección universal (%u)

source: Time to live :
es: Tiempo de vida :

source: Default Access rights :
es: Derechos de acceso por omisión :

source: Type : %s
es: Tipo : %s

source: Access rights:
es: Derechos de acceso:

source: Group Flags :
es: Banderas de grupo :

source: Group Members :
es: Miembros del grupo:

source: Table Type : %s
es: Tipo de tabla : %s

source: Number of Columns : %d
es: Número de columnas: %d

source: Character Separator : %c
es: Carácter separador : %c

source: Search Path : %s
es: Ruta de búsqueda : %s

source: Columns :
es: Columnas :

source: [%d] Name : %s
es: [%d] Nombre : %s

source: Attributes :
es: Atributos :

source: Access Rights :
es: Derechos de acceso :

source: Linked Object Type :
es: Tipo de objeto vinculado:

source: Linked to : %s
es: Enlazado a : %s

source: Entry data of type %s
es: Dato de entrada de tipo %s

source: Encrypted data
es: Datos cifrados

source: Binary data
es: Datos binarios

source: Object Name : %s
es: Nombre de objeto : %s

source: Directory : %s
es: Directorio : %s

source: Owner : %s
es: Propietario : %s

source: Group : %s
es: Grupo : %s

source: Access Rights :
es: Derechos de acceso :

source: Time to Live :
es: Tiempo de vida :

source: Creation Time : %s
es: Hora de creación: %s

source: Mod. Time : %s
es: Hora de modificación: %s

source: Object Type :
es: Tipo de objeto :

source: Data Length = %u
es: Longitud de datos = %u

source: Status : %s
es: Estado : %s

source: Number of objects : %u
es: Número de objetos : %u

source: Object #%d:
es: Objeto #%d:

source: Group entry for "%s.%s" group:
es: Entrada de grupo para el grupo "%s.%s":

source: Explicit members:
es: Miembros explícitos:

source: No explicit members
es: Miembros no explícitos

source: Implicit members:
es: Miembros implícitos:

source: No implicit members
es: Miebros no implícitos

source: Recursive members:
es: Miembros recursivos:

source: No recursive members
es: No hay miembros recursivos

source: Explicit nonmembers:
es: No-miembros explícitos:

source: No explicit nonmembers
es: No hay no-miembros explícitos

source: Implicit nonmembers:
es: No-miembros implícitos:

source: No implicit nonmembers
es: No hay no-miembros implícitos

source: Recursive nonmembers:
es: No-miembros recursivos:

source: No recursive nonmembers
es: No hay no-miembros recursivos

source: DES entry for netname %s not unique
es: La entrada DES para netname %s no es única

source: netname2user: missing group id list in `%s'
es: netname2user: lista de id de grupo faltante en `%s'

source: netname2user: (nis+ lookup): %s
es: netname2user: (nis + búsqueda): %s

source: netname2user: DES entry for %s in directory %s not unique
es: netname2user: entrada DES para %s en el directorio %s no es único

source: netname2user: principal name `%s' too long
es: netname2user: el nombre `%s' principal es demasiado largo

source: netname2user: LOCAL entry for %s in directory %s not unique
es: netname2user: entrada LOCAL para %s en el directorio %s no es único

source: netname2user: should not have uid 0
es: netname2user: no debería tener uid 0

source: Request arguments bad
es: Argumentos de petición erróneos

source: RPC failure on NIS operation
es: Falla de RPC en operación NIS

source: Can't bind to server which serves this domain
es: No se puede unir al servidor que sirve este dominio

source: No such map in server's domain
es: No existe el mapa en el dominio del servidor

source: No such key in map
es: Ninguna llave en el mapa

source: Internal NIS error
es: Error interno NIS

source: Local resource allocation failure
es: Fallo en la asignación del recurso local

source: No more records in map database
es: No hay más registros en el mapa de la base de datos

source: Can't communicate with portmapper
es: No es posible comunicarse con portmapper

source: Can't communicate with ypbind
es: No se puede comunicar con ypbind

source: Can't communicate with ypserv
es: No se puede comunicar con ypserv

source: Local domain name not set
es: Nombre de dominio local no configurado

source: NIS map database is bad
es: Base de datos de mapas NIS errónea

source: NIS client/server version mismatch - can't supply service
es: la versión del cliente/servidor NIS no coinciden - no es posible ofrecer el servicio

source: Database is busy
es: La base de datos está ocupada

source: Unknown NIS error code
es: Código de error NIS desconocido

source: Internal ypbind error
es: Error ypbind interno

source: Domain not bound
es: Dominio no limitado

source: System resource allocation failure
es: Fallo en la asignación de recursos del sistema

source: Unknown ypbind error
es: Error desconocido de ypbind

source: yp_update: cannot convert host to netname
es: yp_update: no es posible convertir el anfitrión en nombre de red

source: yp_update: cannot get server address
es: yp_update: no puede conseguir la dirección del servidor

source: Haven't found "%s" in hosts cache!
es: ¡No se encontró "%s" en el caché del anfitrión!

source: Reloading "%s" in hosts cache!
es: ¡Recargando "%s" en el host cache!

source: add new entry "%s" of type %s for %s to cache%s
es: añadir nueva entrada "%s" del tipo %s para %s en la caché%s

source: (first)
es: (primero)

source: cannot stat() file `%s': %s
es: No se puede stat() el archivo `%s': %s

source: pruning %s cache; time %ld
es: podando la caché %s; tiempo %ld

source: considering %s entry "%s", timeout %<PRIu64>
es: mientras se consideraba la entrada %s "%s", expiró el tiempo %<PRIu64>

source: invalid persistent database file "%s": %s
es: archivo persistente de base de datos "%s" no válido: %s

source: uninitialized header
es: cabecera no inicializada

source: header size does not match
es: tamaño de cabecera no coincide

source: file size does not match
es: tamaño de archivo no coincide
