Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/libc.po
Languages: es

source: %.*s: ARGP_HELP_FMT parameter requires a value
es: %.*s: ARGP_HELP_FMT el parámetro requiere un valor

source: %.*s: Unknown ARGP_HELP_FMT parameter
es: %.*s: Parámetro ARGP_HELP_FMT desconocido

source: Garbage in ARGP_HELP_FMT: %s
es: Incongruencia en ARGP_HELP_FMT: %s

source: Mandatory or optional arguments to long options are also mandatory or optional for any corresponding short options.
es: Los argumentos obligatorios u opcionales para las opciones largas son también obligatorios u opcionales para las opciones cortas correspondientes.

source: Usage:
es: Uso:

source: or:
es: o:

source: [OPTION...]
es: [OPCIÓN...]

source: Try `%s --help' or `%s --usage' for more information.
es: Pruebe `%s --help' o `%s --usage' para más información.

source: Report bugs to %s.
es: Comunicar fallos a %s

source: Give this help list
es: Muestra este listado de ayuda

source: Give a short usage message
es: Proporcionar un mensaje corto de utilización

source: Set the program name
es: Estableces nombre del programa

source: Hang for SECS seconds (default 3600)
es: Espera SECS segundos (3600 por defecto)

source: Print program version
es: Imprimir versión del programa

source: (PROGRAM ERROR) No version known!?
es: (ERROR DE PROGRAMA)¿!No se conoce esa versión!?

source: %s: Too many arguments
es: %s: Demasiados argumentos

source: (PROGRAM ERROR) Option should have been recognized!?
es: (ERROR DE PROGRAMA) ¿!La opción debería haber sido reconocida!?

source: %s%s%s:%u: %s%sUnexpected error: %s.
es: %s%s%s:%u: %s%sError inesperado: %s.

source: %s%s%s:%u: %s%sAssertion `%s' failed.
es: %s%s%s:%u: %s%sAfirmación `%s' fallida.

source: NAME
es: NOMBRE

source: Create C header file NAME containing symbol definitions
es: Crear ARCHIVO C de cabecera que contenga las definiciones de símbolo

source: Do not use existing catalog, force new output file
es: No usar catálogo existente, forzar al nuevo archivo de salida

source: Write output to file NAME
es: Escribir salida a NOMBRE de archivo

source: Generate message catalog. If INPUT-FILE is -, input is read from standard input. If OUTPUT-FILE is -, output is written to standard output.
es: Generar catálogo de mensajes. Si INPUT-FILE existe -, la entrada se lee desde la entrada estándar. Si OUTPUT-FILE existe -, la salida se envía por la salida estándar.

source: -o OUTPUT-FILE [INPUT-FILE]... [OUTPUT-FILE [INPUT-FILE]...]
es: -o ARCHIVO-SALIDA [ARCHIVO-ENTRADA]... [ARCHIDO-SALIDA [ARCHIDO-ENTRADA]...]

source: For bug reporting instructions, please see: <http://www.gnu.org/software/libc/bugs.html>.
es: Para obtener instrucciones de informe de bugs, por favor vea: <http://www.gnu.org/software/libc/bugs.html>.

source: Copyright (C) %s Free Software Foundation, Inc. This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
es: Copyright (C) %s Free Software Foundation, Inc. Esto es software libre; vea el código fuente para las condiciones de copia. No hay NINGUNA garantía; ni siquiera de COMERCIABILIDAD o IDONEIDAD PARA UN FIN DETERMINADO.

source: Written by %s.
es: Escrito por %s.

source: *standard input*
es: *entrada estandard*

source: cannot open input file `%s'
es: no se puede abrir archivo de entrada `%s'

source: illegal set number
es: asignación numérica ilegal

source: duplicate set definition
es: definición de configuración duplicada

source: this is the first definition
es: esta es la primer definición

source: unknown set `%s'
es: asignación desconocida `%s'

source: invalid quote character
es: carácter de acotación inválido

source: unknown directive `%s': line ignored
es: directiva desconocida `%s': línea ignorada

source: duplicated message number
es: número de mensaje duplicado

source: duplicated message identifier
es: identificador de mensaje duplicado

source: invalid character: message ignored
es: carácter inválido: mensaje ignorado

source: invalid line
es: línea inválida

source: malformed line ignored
es: se ignoró línea malformada

source: cannot open output file `%s'
es: no se puede abrir archivo de salida `%s'

source: invalid escape sequence
es: secuencia de escape inválida

source: unterminated message
es: mensaje indeterminado

source: while opening old catalog file
es: al abrir el antiguo archivo de catálogo

source: conversion modules not available
es: módulos de conversión no disponibles

source: cannot determine escape character
es: no se puede determinar el carácter de escape

source: Don't buffer output
es: No usar búfer de salida

source: Dump information generated by PC profiling.
es: Volcar información generada por el análisis del PC.

source: [FILE]
es: [ARCHIVO]

source: cannot open input file
es: no se puede abrir archivo de entrada

source: cannot read header
es: no se pede leer cabecera

source: invalid pointer size
es: tamaño inválido de puntero

source: Usage: xtrace [OPTION]... PROGRAM [PROGRAMOPTION]...\n
es: Uso: xtrace [OPCIÓN]... PROGRAMA [OPCIÓN DEL PROGRAMA]...\n

source: Try \`xtrace --help' for more information.\n
es: Intente \`xtrace --help' para más información.\n

source: xtrace: option \`$1' requires an argument.\n
es: xtrace: opción \`$1' requiere un argumento.\n

source: Trace execution of program by printing currently executed function. --data=FILE Don't run the program, just print the data from FILE. -?,--help Print this help and exit --usage Give a short usage message -V,--version Print version information and exit Mandatory arguments to long options are also mandatory for any corresponding short options. For bug reporting instructions, please see: <http://www.gnu.org/software/libc/bugs.html>.\n
es: Traza la ejecución del programa escribiendo la función ejecutada actualmente. --data=FILE No ejecuta el programa, sólo escribe los datos desde FILE. -?,--help Muestra esta ayuda y sale --usage Da un mensaje breve de uso -V,--version Muestra información de la versión y sale Los argumentos obligatorios para opciones largas son también obligatorios para las correspondientes opciones cortas. Para instrucciones de informe de errores, por favor vea: <http://www.gnu.org/software/libc/bugs.html>.\n

source: xtrace: unrecognized option \`$1'\n
es: xtrace: opción desconocida \`$1'\n

source: No program name given\n
es: No se proporcionó el nombre del programa\n

source: executable \`$program' not found\n
es: no se ha encontrado el ejecutable \`$program'\n

source: \`$program' is no executable\n
es: \`$program' no es un ejecutable\n

source: RTLD_SELF used in code not dynamically loaded
es: RTLD_SELF utilizado en código cargado no dinámicamente

source: unsupported dlinfo request
es: solicitud dlinfo no soportada

source: invalid namespace
es: nombre de espacio inválido

source: invalid mode
es: modo inválido

source: invalid mode parameter
es: parámetro de modo inválido

source: unknown
es: desconocido

source: Unknown OS
es: SO desconocido

source: Can't open cache file %s
es: No se puede abrir archivo de cache %s

source: mmap of cache file failed.
es: falló mmap de archivo de caché.

source: File is not a cache file.
es: El archivo no es un archivo de cache.

source: %d libs found in cache `%s'
es: %d bibliotecas encontradas en el caché `%s'

source: Can't create temporary cache file %s
es: No se puede crear archivo de cache temporal %s

source: Writing of cache data failed
es: Falla al escribir datos de cache

source: Changing access rights of %s to %#o failed
es: Falla al cambiar los permisos de acceso de %s a %#o

source: Renaming of %s to %s failed
es: Falla al renombrar %s a %s

source: cannot create scope list
es: no se puede crear lista de ámbito

source: shared object not open
es: objeto compartido no está abierto

source: DST not allowed in SUID/SGID programs
es: DST no permitido en programas SUID/SGID

source: empty dynamic string token substitution
es: sustitución dinámica de token de cadena vacía

source: cannot load auxiliary `%s' because of empty dynamic string token substitution
es: no se puede cargar `%s' auxiliar debido a sustitución dinámica de token de cadena vacía

source: cannot allocate dependency list
es: no se puede asignar lista de dependencias

source: cannot allocate symbol search list
es: no sep uede asignar lista de búsqueda de símbolos

source: Filters not supported with LD_TRACE_PRELINKING
es: Los filtros no estan soportados con LD_TRACE_PRELINKING

source: DYNAMIC LINKER BUG!!!
es: ¡ERROR DE ENLACE DINÁMICO!

source: error while loading shared libraries
es: error mientras se cargaban las librerías compartidas

source: cannot map pages for fdesc table
es: no se puede mapear páginas para la tabla fdesc

source: cannot map pages for fptr table
es: no se puede mapear páginas para la tabla fptr

source: internal error: symidx out of range of fptr table
es: error interno: symidx está fuera del rango de la tabla fptr

source: cannot allocate name record
es: no se puede asignar nombre de registro

source: cannot create cache for search path
es: no se puede crear el caché para la ruta de búsqueda

source: cannot create RUNPATH/RPATH copy
es: no se puede crear copia de RUNPATH/RPATH

source: cannot create search path array
es: no se puede crear la matriz de ruta de búsqueda

source: cannot stat shared object
es: imposible verificar el estado del objeto compartido

source: cannot open zero fill device
es: imposible abrir dispositivo zero fill

source: cannot create shared object descriptor
es: no se puede crear descriptor de objeto compartido

source: cannot read file data
es: no se pueden leer datos del archivo

source: ELF load command alignment not page-aligned
es: Alineación de comando de carga ELF no alineado a la página

source: ELF load command address/offset not properly aligned
es: dirección/desplazamiento de comando de carga ELF no alineado correctamente

source: cannot allocate TLS data structures for initial thread
es: no se pueden asignar estructuras de datos TLS para hilo inicial

source: cannot handle TLS data
es: no se pueden manejar datos TLS

source: object file has no loadable segments
es: el archivo objeto no tiene segmentos cargables

source: failed to map segment from shared object
es: falla al mapear el segmento del objeto compartido

source: cannot dynamically load executable
es: no se pudo cargar ejecutable dinámicamente

source: cannot change memory protections
es: no se pueden cambiar las protecciones de memoria

source: cannot map zero-fill pages
es: imposible mapeo de páginas zero-fill

source: object file has no dynamic section
es: el archivo objeto no tiene una sección dinámica

source: shared object cannot be dlopen()ed
es: el objeto compartido no puede ser dlopen()ed

source: cannot allocate memory for program header
es: no se puede asignar memoria para la cabecera del programa

source: invalid caller
es: llamada inválida

source: cannot enable executable stack as shared object requires
es: no se puede crear una pila ejecutable como requiere el objeto compartido

source: cannot close file descriptor
es: no se puede cerrar el descriptor de fichero

source: cannot create searchlist
es: no se puede crear la lista de búsqueda

source: file too short
es: archivo demasiado corto

source: invalid ELF header
es: cabecera ELF inválida

source: ELF file data encoding not big-endian
es: la codificación de los datos del archivo ELF no es big-endian

source: ELF file data encoding not little-endian
es: la codificación de los datos del archivo ELF no es little-endian

source: ELF file version ident does not match current one
es: la versión de fichero ELF no coincide con la actual

source: ELF file OS ABI invalid
es: el archivo ELF tiene un sistema operastivo ABi inválido

source: ELF file ABI version invalid
es: el archivo ELF tiene una versión ABI inválida

source: internal error
es: error interno

source: ELF file version does not match current one
es: la versión de archivo ELF no coincide con la actual

source: only ET_DYN and ET_EXEC can be loaded
es: solamente se pueden cargar ET_DYN y ET_EXEC

source: ELF file's phentsize not the expected size
es: El archivo de ELF phentsize no tiene el tamaño esperado

source: wrong ELF class: ELFCLASS64
es: clase ELF errónea: ELFCLASS64

source: wrong ELF class: ELFCLASS32
es: clase ELF errónea: ELFCLASS32

source: cannot open shared object file
es: no se puede abrír el archivo de objeto compartido

source: relocation error
es: error de traslado

source: symbol lookup error
es: error buscando simbolo

source: cannot extend global scope
es: no se puede extender el ámbito global

source: TLS generation counter wrapped! Please report this.
es: ¡Desbordamiento del contador de generación TLS! Por favor, reporte esto.

source: invalid mode for dlopen()
es: modo inválido para dlopen()

source: no more namespaces available for dlmopen()
es: no hay disponible más espacio de nombres para dlmopen()

source: invalid target namespace in dlmopen()
es: espacio de nombres objetivo inváĺido en dlmopen()

source: cannot allocate memory in static TLS block
es: no se puede asignar memoria en bloque TLS estático

source: cannot make segment writable for relocation
es: no se puede crear segmento escribible para el traslado

source: %s: no PLTREL found in object %s
es: %s: no se encuentra PLTREL en el objeto %s

source: %s: out of memory to store relocation results for %s
es: %s: no hay memoria disponible para guardar traslado de resultado para %s

source: cannot restore segment prot after reloc
es: no se puede restaurar la protección del segmento tras la reubicación

source: cannot apply additional memory protection after relocation
es: imposible aplicar protección de memoria adicional después de la relocalización

source: RTLD_NEXT used in code not dynamically loaded
es: RTLD_NEXT usado en codigo no cargado dinámicamente

source: cannot create capability list
es: no se puede crear lista de capacidades

source: cannot create TLS data structures
es: no se puede crear estructuras de datos TLS

source: cannot allocate version reference table
es: no se puede asignar la version de la tabla de referencia

source: Print cache
es: Imprimir cache

source: Generate verbose messages
es: Generar mensajes verbosos

source: Don't build cache
es: No construir cache

source: Don't generate links
es: No generar vinculos

source: Change to and use ROOT as root directory
es: Cambiar y usar ROOT como directorio raiz

source: Use CACHE as cache file
es: Usar CACHE como archivo de cache

source: Use CONF as configuration file
es: Usar CONF como archivo de configuración

source: Only process directories specified on the command line. Don't build cache.
es: Procesar solamente los directorios especificados en la línea de comandos. No generar cache.

source: Manually link individual libraries.
es: Enlazar manualmente librerías individuales

source: Format to use: new, old or compat (default)
es: Formato a utilizar: nuevo, viejo o compat (omisión)

source: Ignore auxiliary cache file
es: Ignora el archivo de caché auxiliar

source: Configure Dynamic Linker Run Time Bindings.
es: Configurar los Bindings en Tiempo de Ejecución del Enlazador Dinámico.

source: Path `%s' given more than once
es: Ruta '%s' establecida más de una vez

source: %s is not a known library type
es: %s no es un tipo de libreria conocido

source: Can't stat %s
es: No se puede verificar %s

source: Can't stat %s
es: No se puede verificar %s

source: %s is not a symbolic link
es: %s no es un enlace simbólico

source: Can't unlink %s
es: No se puede desenlazar %s

source: Can't link %s to %s
es: No se puede enlazar %s con %s

source: (changed)
es: (cambió)

source: (SKIPPED)
es: (OMITIDO)

source: Can't find %s
es: No se pudo encontrar %s

source: Cannot lstat %s
es: No se puede iniciar lstat %s

source: Ignored file %s since it is not a regular file.
es: Archivo %s ignordo ya que no es un archivo regular

source: No link created since soname could not be found for %s
es: No se ha creado ningún enlace ya que soname no pudo encontrarse para %s

source: Can't open directory %s
es: No se pudo abrir el directorio %s

source: Cannot stat %s
es: No se puede verificar %s

source: Input file %s not found.
es: Archivo %s de entrada no encontrado.

source: libc5 library %s in wrong directory
es: biblioteca libc5 %s en directorio erróneo

source: libc6 library %s in wrong directory
es: biblioteca libc6 %s en directorio erróneo

source: libc4 library %s in wrong directory
es: biblioteca libc4 %s en directorio erroneo

source: libraries %s and %s in directory %s have same soname but different type.
es: bibliotecas %s y %s en la carpeta %s tienen el mismo soname pero tipos diferentes.

source: Can't open configuration file %s
es: No se puede abrir archivo de configuración %s

source: %s:%u: bad syntax in hwcap line
es: %s:%u: error de sintaxis en linea hwcap

source: %s:%u: hwcap index %lu above maximum %u
es: %s:%u: hwcap índice %lu sobre el máximo %u

source: %s:%u: hwcap index %lu already defined as %s
es: %s:%u: hwcap índice %lu ya definido como %s

source: %s:%u: duplicate hwcap %lu %s
es: %s:%u: duplicado hwcap %lu %s

source: need absolute file name for configuration file when using -r
es: necesita nombre de archivo absoluto para el archivo de configuración cuando usa -r

source: memory exhausted
es: memoria agotada

source: %s:%u: cannot read directory %s
es: %s:%u: no se puede leer el directorio %s

source: relative path `%s' used to build cache
es: ruta relativa `%s' usada para crear el caché

source: Can't chdir to /
es: No se puede cambiar al directorio a /

source: Can't open cache file directory %s
es: No se puede abrir el directorio de cache %s

source: Written by %s and %s.
es: Escrito por %s y %s.

source: Usage: ldd [OPTION]... FILE... --help print this help and exit --version print version information and exit -d, --data-relocs process data relocations -r, --function-relocs process data and function relocations -u, --unused print unused direct dependencies -v, --verbose print all information For bug reporting instructions, please see: <http://www.gnu.org/software/libc/bugs.html>.
es: Uso: ldd [OPCIÓN]... ARCHIVO... --help imprime esta ayuda y sale --version imprime la versión y sale -d, --data-relocs reasigna los datos de proceso -r, --function-relocs reasigna los datos de proceso y las funciones -u, --unused imprime dependencias directas en desuso -v, --verbose imprime toda la información Para informar de errores, vea: <http://www.gnu.org/software/libc/bugs.html>.

source: ldd: option \`$1' is ambiguous
es: ldd: la opción \`$1' es ambigua

source: unrecognized option
es: opción desconocida

source: Try \`ldd --help' for more information.
es: Intente \`ldd --help' para más información.

source: missing file arguments
es: argumentos de archivo faltantes

source: No such file or directory
es: No existe el fichero ó directorio

source: not regular file
es: no es un archivo regular

source: warning: you do not have execution permission for
es: aviso:no tiene permiso de ejecución para

source: not a dynamic executable
es: no es un ejecutable dinámico

source: exited with unknown exit code
es: saliendo con un código de salida desconocido

source: error: you do not have read permission for
es: aviso: usted no tiene permisos de lectura para

source: file %s is truncated
es: el archivo %s esta truncado

source: %s is a 32 bit ELF file.
es: %s es un archivo de ELF de 32 bits.

source: %s is a 64 bit ELF file.
es: %s es un archivo de ELF de 64 bits.

source: Unknown ELFCLASS in file %s.
es: desconocido ELFCLASS en archivo %s.

source: %s is not a shared object file (Type: %d).
es: %s no es un archivo objeto compartido (Tipo: %d).

source: more than one dynamic segment
es: mas de un segmento dinámico

source: Cannot fstat file %s.
es: No se puede hacer fstat del archivo %s.

source: File %s is empty, not checked.
es: El archivo %s esta vacio, no fue verificado.

source: File %s is too small, not checked.
es: El archivo %s es demasiado pequeño, no se comrpobó.

source: Cannot mmap file %s.
es: No se puede hacer mmap del archivo %s.

source: %s is not an ELF file - it has the wrong magic bytes at the start.
es: %s no es un archivo ELF - los bytes mágicos del principio son incorrectos.

source: Output selection:
es: Selección de salida:

source: print list of count paths and their number of use
es: imprime el listado de rutas de cuentas y su número de usos

source: generate flat profile with counts and ticks
es: genera un perfil plano con cuentas y tics

source: generate call graph
es: generar gráfico de llamadas

source: Read and display shared object profiling data. For bug reporting instructions, please see: <http://www.gnu.org/software/libc/bugs.html>.
es: Lee y muestra el perfil de datos del objeto compartido.Para instrucciones sobre cómo informar de errores, véase: <http://www.gnu.org/software/libc/bugs.html>.

source: failed to load shared object `%s'
es: error al cargar objeto compartido `%s'

source: cannot create internal descriptors
es: no se pueden crear descriptores internos

source: Reopening shared object `%s' failed
es: Reabrir el objeto compartido '%s' falló

source: reading of section headers failed
es: falló la lectura de la sección de cabeceras

source: reading of section header string table failed
es: fallo leyendo la cadena de la sección de cabecera de la tabla

source: *** Cannot read debuginfo file name: %m
es: *** No se puede leer la información de depuración del archivo: %m

source: cannot determine file name
es: no se pudo determinar el nombre de archivo

source: reading of ELF header failed
es: falló la lectura del encabezado ELF

source: *** The file `%s' is stripped: no detailed analysis possible
es: *** El archivo `%s' está recortado: no es posible un análisis detallado

source: failed to load symbol data
es: imposible cargar simbolos de dato

source: cannot load profiling data
es: no se pueden cargar los datos del perfil

source: while stat'ing profiling data file
es: mientras se verifica el archivo de datos de perfil

source: profiling data file `%s' does not match shared object `%s'
es: archivo de perfil de datos `%s' no concuerda con objeto compartido `%s'

source: failed to mmap the profiling data file
es: fallo al hacer mmap sobre archivo de perfil de datos

source: error while closing the profiling data file
es: error al cerrar el archivo de perfil de datos

source: cannot create internal descriptor
es: no se puede crear descriptor interno

source: `%s' is no correct profile data file for `%s'
es: `%s' no es un archivo de perfil de datos correcto para `%s'

source: cannot allocate symbol data
es: imposible asignar simbolos de datos

source: cannot open output file
es: no se puede abrir el archivo de salida

source: error while closing input `%s'
es: error al cerrar la entrada `%s'

source: illegal input sequence at position %Zd
es: secuencia de entrada ilegal en la posición %Zd

source: incomplete character or shift sequence at end of buffer
es: carácter incompleto o cambio de secuencia al final del almacenador

source: error while reading the input
es: error al leer la entrada

source: unable to allocate buffer for input
es: no se puede asignar buffer para la entrada

source: Input/Output format specification:
es: Formato de especificación de entrada/salida:

source: encoding of original text
es: codificación del texto original

source: encoding for output
es: codificación de salida

source: Information:
es: Información:

source: list all known coded character sets
es: listar todos los conjuntos de caracteres codificados

source: Output control:
es: Control de salida:

source: omit invalid characters from output
es: omitir caracteres inválidos de salida

source: output file
es: archivo de salida

source: suppress warnings
es: suprimir advertencias
