Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/libgpg-error.po
Languages: es

source: Unspecified source
es: Fuente no especificada

source: GPG Agent
es: Agente GPG

source: Keybox
es: Caja de claves

source: Any source
es: Cualquier fuente

source: User defined source 1
es: Fuente 1 definida por el usuario

source: User defined source 2
es: Fuente 2 definida por el usuario

source: User defined source 3
es: Fuente 3 definida por el usuario

source: User defined source 4
es: Fuente 4 definida por el usuario

source: Unknown source
es: Fuente desconocida

source: Success
es: Éxito

source: General error
es: Error general

source: Unknown packet
es: Paquete desconocido

source: Unknown version in packet
es: Versión desconocida en paquete

source: Invalid public key algorithm
es: Algoritmo inválido de llave pública

source: Invalid digest algorithm
es: Algoritmo de resumen inválido

source: Bad public key
es: Llave pública errónea

source: Bad secret key
es: Llave secreta errónea

source: Bad signature
es: Firma errónea

source: No public key
es: No hay llave pública

source: Checksum error
es: Error de la suma de comprobación

source: Bad passphrase
es: Contraseña errónea

source: Invalid cipher algorithm
es: Algoritmo de cifrado inválido

source: Keyring open
es: Anillo de llaves abierto

source: Invalid packet
es: Paquete inválido

source: Invalid armor
es: Armadura inválida

source: No user ID
es: Sin ID de usuario

source: No secret key
es: No hay llave secreta

source: Wrong secret key used
es: Utilización errónea de llave secreta

source: Bad session key
es: Llave de sesión inválida

source: Unknown compression algorithm
es: Algoritmo de compresión desconocido

source: Number is not prime
es: El número no es primo

source: Invalid encoding method
es: Método de codificación inválido

source: Invalid encryption scheme
es: Esquema inválido de cifrado

source: Invalid signature scheme
es: Esquema inválido de firmado

source: Invalid attribute
es: Atributo inválido

source: No value
es: No hay valor

source: Not found
es: No se encontró

source: Value not found
es: Valor no encontrado

source: Syntax error
es: Error de sintáxis

source: Bad MPI value
es: Valor MPI erróneo

source: Invalid passphrase
es: Contraseña errónea

source: Invalid signature class
es: Clase de firma inválida

source: Resources exhausted
es: Recursos agotados

source: Invalid keyring
es: Anillo de llaves inválido

source: Trust DB error
es: Error en BD de confianza

source: Bad certificate
es: Certificado erróneo

source: Invalid user ID
es: ID de usuario inválido

source: Unexpected error
es: Error inesperado

source: Time conflict
es: Conflicto de tiempo

source: Keyserver error
es: Error de servidor de llaves

source: Wrong public key algorithm
es: Algoritmo de llave pública erróneo

source: Tribute to D. A.
es: Tributo a D. A.

source: Weak encryption key
es: Llave débil de cifrado

source: Invalid key length
es: Longitud de llave erróneo

source: Invalid argument
es: Argumento inválido

source: Syntax error in URI
es: Error de sintáxis en la URI

source: Invalid URI
es: URI inválida

source: Network error
es: Error de red

source: Unknown host
es: Host desconocido

source: Selftest failed
es: Falló autoprueba

source: Data not encrypted
es: Datos no cifrados

source: Data not processed
es: Datos no procesados

source: Unusable public key
es: Llave pública inusable

source: Unusable secret key
es: Llave secreta inusable

source: Invalid value
es: Valor inválido

source: Bad certificate chain
es: Cadena de certificado errónea

source: Missing certificate
es: Falta certificado

source: No data
es: Sin datos

source: Bug
es: Error

source: Not supported
es: No soportado

source: Invalid operation code
es: Código de operación inválido

source: Timeout
es: Tiempo expirado

source: Internal error
es: Error interno

source: Invalid object
es: Objeto inválido

source: Provided object is too short
es: El objeto proporcionado es muy corto

source: Provided object is too large
es: El objeto proporcionado es muy grande

source: Missing item in object
es: Falta elemento en objeto

source: Not implemented
es: No implementado

source: Conflicting use
es: Uso conflictivo

source: Invalid cipher mode
es: Modo inválido de cifrado

source: Invalid flag
es: Bandera inválida

source: Invalid handle
es: Manipulación inválida

source: Result truncated
es: Resultado truncado

source: Incomplete line
es: Línea incompleta

source: Invalid response
es: Respuesta inválida

source: No agent running
es: No se está ejecutando el agente

source: agent error
es: error de agente

source: Invalid data
es: Datos inválidos

source: Unspecific Assuan server fault
es: Fallo no específica del servidor Assuan

source: General Assuan error
es: Error general Assuan

source: Invalid session key
es: Clave de sesión no válida

source: Invalid S-expression
es: S-expresión no válida

source: Unsupported algorithm
es: Algoritmo no soportado

source: No pinentry
es: Sin pin de entrada

source: pinentry error
es: error al introducir el pin

source: Bad PIN
es: PIN erróneo

source: Invalid name
es: Nombre inválido

source: Bad data
es: Datos erróneos

source: Invalid parameter
es: Parámetro inválido

source: Wrong card
es: Tarjeta incorrecta

source: No dirmngr
es: Sin dirmngr

source: dirmngr error
es: error dirmngr

source: Certificate revoked
es: Certificado revocado

source: No CRL known
es: No hay CRL conocido

source: CRL too old
es: CRL demasiado viejo

source: Line too long
es: Línea demasiado larga

source: Not trusted
es: Sin confianza

source: Operation cancelled
es: Operación cancelada

source: Bad CA certificate
es: Certificado CA erróneo

source: Certificate expired
es: Expiró certificado

source: Certificate too young
es: Certificado demasiado nuevo

source: Unsupported certificate
es: No se soporta certificado

source: Unknown S-expression
es: Expresión S desconocida

source: Unsupported protection
es: Protección no soportada

source: Corrupted protection
es: Protección corrupta

source: Ambiguous name
es: Nombre ambiguo

source: Card error
es: Error de tarjeta

source: Card reset required
es: Se necesita reinicialización de tarjeta

source: Card removed
es: Tarjeta removida

source: Invalid card
es: Tarjeta inválida

source: Card not present
es: Tarjeta no presente

source: No PKCS15 application
es: No hay aplicación PKCS15

source: Not confirmed
es: No confirmado

source: Configuration error
es: Error de configuración

source: No policy match
es: No se encuentra política similar

source: Invalid index
es: Índice inválido

source: Invalid ID
es: ID inválido

source: No SmartCard daemon
es: No hay demonio SmartCard

source: SmartCard daemon error
es: Error del demonio SmartCard

source: Unsupported protocol
es: Protocolo no soportado

source: Bad PIN method
es: Método PIN erróneo

source: Card not initialized
es: Tarjeta no inicializada

source: Unsupported operation
es: Operación no soportada

source: Wrong key usage
es: Utilización errónea de llave

source: Nothing found
es: Nada se encontró

source: Wrong blob type
es: Tipo blob inválido

source: Missing value
es: Valor faltante

source: Hardware problem
es: Problema de hardware

source: PIN blocked
es: PIN bloqueado

source: Conditions of use not satisfied
es: Condiciones no satisfactorias de uso

source: PINs are not synced
es: Los PIN no están sincronizados

source: Invalid CRL
es: CRL inválido

source: BER error
es: Error BER

source: Invalid BER
es: BER inválido

source: Element not found
es: Elemento no encontrado

source: Identifier not found
es: Identificador no encontrado

source: Invalid tag
es: Etiqueta inválida

source: Invalid length
es: Longitud inválida

source: Invalid key info
es: Información de llave inválida

source: Unexpected tag
es: Etiqueta inesperada

source: Not DER encoded
es: DER no codificado

source: No CMS object
es: Sin objeto CMS

source: Invalid CMS object
es: Objeto CMS inválido

source: Unknown CMS object
es: Objeto CMS desconocido

source: Unsupported CMS object
es: Objeto CMS no soportado

source: Unsupported encoding
es: Codificación no soportada

source: Unsupported CMS version
es: Versión CMS no soportada

source: Unknown algorithm
es: Algoritmo desconocido

source: Invalid crypto engine
es: Motor de cifrado inválido

source: Public key not trusted
es: Llave pública no confirmada

source: Decryption failed
es: Falló descifrado

source: Key expired
es: Expiró la llave

source: Signature expired
es: Expiró la firma

source: Encoding problem
es: Problema de codificación

source: Invalid state
es: Estado inválido

source: Duplicated value
es: Valor duplicado

source: Missing action
es: Falta acción

source: ASN.1 module not found
es: Módulo ASN.1 no encontrado

source: Invalid OID string
es: Cadena OID inválida

source: Invalid time
es: Tiempo inválido

source: Invalid CRL object
es: Objeto CRL inválido

source: Unsupported CRL version
es: Versión CRL no soportada

source: Invalid certificate object
es: Objeto de certificado inválido

source: Unknown name
es: Nombre desconocido

source: A locale function failed
es: Una función local ha fallado

source: Not locked
es: No bloqueado

source: Protocol violation
es: Violación de protocolo

source: Invalid MAC
es: MAC inválida

source: Invalid request
es: Solicitud inválida

source: Unknown extension
es: Extensión desconocida

source: Unknown critical extension
es: extensión crítica desconocida

source: Locked
es: Bloqueado

source: Unknown option
es: Opción desconocida

source: Unknown command
es: Comando desconocido

source: Buffer too short
es: Buffer demasiado corto

source: Invalid length specifier in S-expression
es: Especificador de longitud no válida en S-expresión

source: String too long in S-expression
es: Cadena demasiado larga en C-expresión

source: Unmatched parentheses in S-expression
es: Paréntesis no coincidentes en S-expresión

source: S-expression not canonical
es: C-expresión no canónica

source: Bad character in S-expression
es: Caracter erróneo en expresión S

source: Bad quotation in S-expression
es: Mala cita en C-expresión

source: Zero prefix in S-expression
es: Cero prefijo en C-expresión

source: Nested display hints in S-expression
es: Sugerencias de muestra anidada en la expressión-S

source: Unmatched display hints
es: Mostrar consejos no coincidentes

source: Unexpected reserved punctuation in S-expression
es: Inesperada puntuación reservada en S-expresión

source: Bad hexadecimal character in S-expression
es: Caracter hexadecimal erróneo en expresión S

source: Odd hexadecimal numbers in S-expression
es: Números hexadecimales impares en S-expresión

source: Bad octadecimal character in S-expression
es: Carácter octadecimal malo en C-expresión

source: General IPC error
es: Error general de IPC

source: IPC accept call failed
es: Fallo en la llamada para aceptar la IPC

source: IPC connect call failed
es: Fallo en la llamada para conectar la IPC

source: Invalid IPC response
es: Respuesta IPC inválida

source: Invalid value passed to IPC
es: Valor no válido pasado a la IPC

source: Incomplete line passed to IPC
es: Línea incompleta pasada a la IPC

source: Line passed to IPC too long
es: Línea pasada a la IPC demasiado larga

source: Nested IPC commands
es: Órdenes de IPC anidadas

source: No data callback in IPC
es: No hay llamada de retorno de datos en IPC

source: No inquire callback in IPC
es: No hay llamada de retorno de solicitud en IPC

source: Not an IPC server
es: No es un servidor IPC

source: Not an IPC client
es: No es un cliente IPC

source: Problem starting IPC server
es: Problema al iniciar servidor IPC

source: IPC read error
es: error al leer del IPC

source: IPC write error
es: error al escribir en el IPC

source: Too much data for IPC layer
es: Demasiados datos para la capa IPC

source: Unexpected IPC command
es: Comando IPC inesperado

source: Unknown IPC command
es: Comando IPC desconocido

source: IPC syntax error
es: error de sintaxis IPC

source: IPC call has been cancelled
es: la llamada IPC ha sido cancelada

source: No input source for IPC
es: No existe fuente de entrada para IPC

source: No output source for IPC
es: No existe fuente de salida para IPC

source: IPC parameter error
es: Error de parámetro IPC

source: Unknown IPC inquire
es: Investigación IPC desconocida

source: User defined error code 1
es: Código de error 1 definido por el usuario

source: User defined error code 2
es: Código de error 2 definido por el usuario

source: User defined error code 3
es: Código de error 3 definido por el usuario

source: User defined error code 4
es: Código de error 4 definido por el usuario

source: User defined error code 5
es: Código de error 5 definido por el usuario

source: User defined error code 6
es: Código de error 6 definido por el usuario

source: User defined error code 7
es: Código de error 7 definido por el usuario

source: User defined error code 8
es: Código de error 8 definido por el usuario

source: User defined error code 9
es: Código de error 9 definido por el usuario

source: User defined error code 10
es: Código de error 10 definido por el usuario

source: User defined error code 11
es: Código de error 11 definido por el usuario

source: User defined error code 12
es: Código de error 12 definido por el usuario

source: User defined error code 13
es: Código de error 13 definido por el usuario

source: User defined error code 14
es: Código de error 14 definido por el usuario

source: User defined error code 15
es: Código de error 15 definido por el usuario

source: User defined error code 16
es: Código de error 16 definido por el usuario

source: System error w/o errno
es: Error del sistema sin errno

source: Unknown system error
es: Error de sistema desconocido

source: End of file
es: Fin de archivo

source: Unknown error code
es: Código de error desconocido

source: Usage: %s GPG-ERROR [...]
es: Utilización: %s GPG-ERROR [...]

source: %s: warning: could not recognize %s
es: %s: advertencia: no se puede reconocer %s
