Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/libidn.po
Languages: es

source: Success
es: Éxito

source: String preparation failed
es: Falló preparación de cadena

source: Punycode failed
es: Falló punycode

source: Non-digit/letter/hyphen in input
es: No dígito/letra/guión en entrada

source: Forbidden leading or trailing minus sign (`-')
es: Se prohibe el uso del signo menos (`-') al comienzo o al final

source: Output would be too large or too small
es: Salida sería demasiado grande o demasiado pequeña

source: Input does not start with ACE prefix (`xn--')
es: La entrada no inicia con el prefijo ACE (`xn--')

source: String not idempotent under ToASCII
es: La cadena no es idempotente al usar ToASCII

source: Input already contain ACE prefix (`xn--')
es: La entrada ya contiene el prefijo ACE (`xn--')

source: System iconv failed
es: Falló sistema iconv

source: Cannot allocate memory
es: No puede asignar memoria

source: System dlopen failed
es: Falló sistema dlopen

source: Unknown error
es: Error desconocido

source: String not idempotent under Unicode NFKC normalization
es: La cadena no es idempontente según la normalización Unicode NFKC

source: Invalid input
es: Entrada inválida

source: Output would exceed the buffer space provided
es: La salida excedería el espacio del búfer proporcionado

source: String size limit exceeded
es: Límite del tamaño de cadena excedido

source: Forbidden unassigned code points in input
es: Trozos de código no asignado no permitido en la entrada

source: Prohibited code points in input
es: Trozos de código prohibido en la entrada

source: Conflicting bidirectional properties in input
es: Propiedades bidireccionales conflictivas en la entrada

source: Malformed bidirectional string
es: Cadena bidireccional mal formada

source: Prohibited bidirectional code points in input
es: Trozos de código bidireccional prohibido en la entrada

source: Error in stringprep profile definition
es: Error en definición del perfirl stringprep

source: Flag conflict with profile
es: Indicador en conflicto con perfil

source: Unknown profile
es: Perfil desconocido

source: Unicode normalization failed (internal error)
es: Falló la normalización unicode (error interno)

source: Code points prohibited by top-level domain
es: Trozos de código no permitido por el dominio del nivel superior

source: Missing input
es: Entrada perdida

source: No top-level domain found in input
es: No se encontró un dominio de nivel superior en la entrada

source: Report bugs to <%s>.
es: Informar de errores a <%s>. ubuntu-es-l10n@lists.ubuntu.com

source: Try `%s --help' for more information.
es: Pruebe «%s --help» para obtener más información.

source: Usage: %s [OPTION]... [STRINGS]...
es: Uso: %s [OPCIÓN]... [CADENAS]...

source: Internationalized Domain Name (IDN) convert STRINGS, or standard input.
es: Nombres de dominio internacionalizados (IDN) convierten STRINGS, o entradas estándar.

source: -h, --help Print help and exit -V, --version Print version and exit
es: -h, --help Imprime la ayuda y sale -V, --version Imprime la versión y sale

source: -s, --stringprep Prepare string according to nameprep profile -d, --punycode-decode Decode Punycode -e, --punycode-encode Encode Punycode -a, --idna-to-ascii Convert to ACE according to IDNA (default mode) -u, --idna-to-unicode Convert from ACE according to IDNA
es: -s, --stringprep Prepara la cadea de acuerdo al perfil nameprep -d, --punycode-decode Decodifica Punycode -e, --punycode-encode Codifica Punycode -a, --idna-to-ascii Convierte a ACE de acuerdo a IDNA (modo predeterminado) -u, --idna-to-unicode Convierte de ACE de acuerdo a IDNA

source: --allow-unassigned Toggle IDNA AllowUnassigned flag --usestd3asciirules Toggle IDNA UseSTD3ASCIIRules flag
es: --allow-unassigned Alterna las banderas IDNA AllowUnassigned --usestd3asciirules Alterna las banderas IDNA UseSTD3ASCIIRules

source: -t, --tld Check string for TLD specific rules Only for --idna-to-ascii and --idna-to-unicode
es: -t, --tld Comprueba cadenas para reglas específicas TLD Sólo para --idna-to-ascii y --idna-to-unicode

source: -n, --nfkc Normalize string according to Unicode v3.2 NFKC
es: -n, --nfkc Normaliza cadenas de acuerdo a Unicode v3.2 NFKC

source: --debug Print debugging information --quiet Silent operation
es: --debug Imprime la información de depuración --quiet Silencia la operación

source: Only one of -s, -e, -d, -a, -u or -n can be specified.
es: Sólo se puede especificar uno de -s, -e, -d, -a, -u or -n.

source: Charset `%s'.
es: Codificación `%s'.

source: Type each input string on a line by itself, terminated by a newline character.
es: Escriba cada cadena en una linea y termínela con un caracter de nueva linea

source: Input error
es: Error de la entrada

source: Could not convert from %s to UTF-8.
es: No pudo convertir de %s a UTF-8.

source: Could not convert from UTF-8 to UCS-4.
es: No pudo convertir de UTF-8 a UCS-4.

source: Could not convert from UTF-8 to %s.
es: No pudo convertir de UTF-8 a %s.

source: Could not convert from UCS-4 to UTF-8.
es: No pudo convertir de UCS-4 a UTF-8.

source: tld_check_4z (position %lu): %s
es: tld_check_4z (posición %lu): %s

source: Could not do NFKC normalization.
es: No se pudo hacer la normalización NFKC.
