Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/libvisual-0.4.po
Languages: es

source: Show info for
es: Mostrar información acerca de

source: seconds
es: segundos

source: cover art width
es: ancho de la portada de cubierta

source: cover art height
es: alto de la portada de cubierta

source: Show song information
es: Mostrar información de la canción

source: Show song information in plugins
es: Mostrar la información de la canción en los complementos

source: Over initialized
es: Sobreinicializado

source: no progname
es: programa sin nombre

source: Could not set program name
es: No se puede establecer nombre de programa

source: Initialization failed, bad argv, argc
es: Inicialización fallida, argv o argc incorrectos

source: Never initialized
es: Nunca fue inicializada

source: Plugins references list: destroy failed: %s
es: Lista de referencias de los complementos: falló la destrucción: %s

source: Actor plugins list: destroy failed: %s
es: Lista de complementos de actores: falló la destrucción: %s

source: Input plugins list: destroy failed: %s
es: Lista de complementos de entradas: falló la destrucción: %s

source: Morph plugins list: destroy failed: %s
es: Lista de complementos de transformaciones: falló la destrucción: %s

source: Transform plugins list: destroy failed: %s
es: Lista de complementos de transformaciones: falló la destrucción: %s

source: Global param container: destroy failed: %s
es: Contener de parámetros globales: falló la destrucción: %s

source: Error during UI destroy: %s
es: Error al destruir la IU: %s

source: the plugin list is NULL
es: La lista de plugins es NULL

source: The given actor does not reference any actor plugin
es: El actor dado no referencia a ningún complemento de actor

source: Switching to Gl mode
es: Cambiando a modo GL

source: Switching away from Gl mode -- or non Gl switch
es: Cambiando desde modo GL -- o haciendo un cambio no GL

source: video depth (from fixate): %d
es: profundidad de video (para fijar): %d

source: old depth is higher, video depth %d, depth %d, bin depth %d
es: la profundidad anterior es mayor, profundidad de vídeo %d, profundidad %d, profundidad binaria %d

source: new depth is higher, or equal: video depth %d, depth %d bin depth %d
es: la nueva profundidad es alta, o igual: profundidad video %d, profundidad %d comportamiento de profundidad %d

source: Target depth selected: %d
es: Profundidad de objetivo seleccionada: %d

source: Switch to new pitch: %d
es: Cambiar a nuevo pitch: %d

source: switching... ******************************************
es: cambiando... ******************************************

source: end switch actor by name function ******************
es: fin de cambio de actor por nombre ******************

source: depth of the main actor: %d
es: profundidad para el actor principal: %d

source: negotiate without event
es: negociando sin evento

source: end negotiate without event
es: fin de negociación sin evento

source: Bitmap data is not complete
es: Los datos del mapa de bits están incompletos

source: Bitmap file not found: %s
es: Archivo de mapa de bits no encontrado: %s

source: Not a bitmap file
es: No es un archivo de mapa de bits

source: Only bitmaps with 1, 4, 8 or 24 bits per pixel are supported
es: Sólo se permiten mapas de bits con 1, 4, 8 ó 24 bits por pixel

source: Bitmap uses an invalid or unsupported compression scheme
es: El mapa de bits utiliza un esquema de compresión inválido o no soportado

source: The config registry file format is of an obsolete file format, won't load it
es: El archivo de registro de configuración está en un formato de archivo obsoleto, no se cargará

source: Broken config registry, won't load
es: Registro de configuración inválido, no se cargará

source: There was no error
es: Hubo un error

source: General error occurred
es: Error general

source: General NULL pointer error
es: Ocurrió un error general de puntero NULO

source: An impossible event occurred
es: Ocurrió un evento imposible

source: VisActor is NULL
es: VisActor es NULL

source: VisActor it's video is NULL
es: El video del VisActor es NULL

source: VisActor it's plugin is NULL
es: El complemento de VisActor es NULO

source: VisActor failed while trying to forcefully negotiate a GL surface
es: VisActor falló al tratar de negociar forzadamente una superficie GL

source: VisAudio is NULL
es: VisAudio es NULL

source: The VisAudioSamplePool is NULL
es: VisAudioSamplePool es NULO

source: The VisAudioSamplePoolChannel is NULL
es: VisAudioSamplePoolChannel es NULO

source: The VisAudioSample is NULL
es: VisAudioSample es NULO

source: Bitmap is not a bitmap file
es: Bitmap no es un archivo de mapa de bits

source: Bitmap can not be found
es: No se puede encontrar Bitmap

source: Bitmap is not supported
es: Bitmap no está soportado

source: Bitmap is corrupted
es: Bitmap es inválido

source: VisBuffer is NULL
es: VisBuffer es NULO

source: The requested operation on the VisBuffer is out of bounds
es: La operación sobre el VisBuffer está fuera de rango

source: The VisCache is NULL
es: VisCache es NULO

source: VisCollection is NULL
es: VisCollection es NULO

source: VisCollectionIter is NULL
es: VisCollectionIter es NULO

source: VisColor is NULL
es: VisColor es NULL

source: VisConfigRegistry is NULL
es: VisConfigRegistry es NULO

source: VisConfigRegistrySection is NULL
es: VisConfigRegistrySection es NULO

source: The code can not run on this architecture
es: El código no puede ejecutarse sobre esta arquitectura

source: CPU feature is not supported
es: La característica de la CPU no está soportada

source: Global error handler is NULL
es: El gestro global de error es NULO

source: VisEvent is NULL
es: VisEvent es NULO

source: VisEventQueue is NULL
es: VisEventQueue es NULO

source: VisFourier is NULL
es: VisList es NULO

source: The VisFourier subsystem is not initialized
es: El subsistema VisFourier no esta inicializado

source: The native callback for a gl related function is not present.
es: La llamada de retorno nativa para una función relacionada a gl no está presente

source: The VisHashlist is NULL
es: VisList es NULL

source: VisHashmap is NULL
es: VisList es NULL

source: Key is not in hashmap
es: La llave no está en un mapa hash

source: Key type is not valid
es: Tipo de clave inválida

source: VisInput is NULL
es: Vislnput es NULO

source: VisInput it's plugin is NULL
es: El complemento de VisInput es NULO

source: No paths were given to seek for plugins
es: No se dieron rutas para buscar los complementos

source: Libvisual is already initialized
es: Libvisual ya ha sido inicializado

source: Libvisual is not initialized
es: Libvisual no ha sido inicializado

source: Libvisual has not build a plugin registry
es: Libvisual no ha construido un registro de complementos

source: VisList is NULL
es: VisList es NULO

source: VisListEntry is NULL
es: VisListEntry es NULO

source: VisListEntry is invalid
es: VisListEntry es inválida

source: Given memory pointer is NULL
es: El apuntador de memoria dado es NULO

source: VisMorph is NULL
es: VisMorph es NULO

source: VisMorph it's plugin is NULL
es: El complemento de VisMorph es NULL

source: The scheduler related call wasn't succesful.
es: La llamada relativa al programador no fue exitosa.

source: Scheduler operations are not supported on the platform.
es: Las operaciones programadas no estan soportadas en la plataforma.

source: VisPalette is NULL
es: VisPalette es NULO

source: VisPalette it's size conflicts
es: Conflicto con el tamaño de VisPalette

source: VisParamEntry is NULL
es: VisParamEntry es NULO

source: VisParamContainer is NULL
es: VisParamContainer es NULO

source: VisParamEntry not found in VisParamContainer
es: VisParamEntry no se encontró en VisParamContainer

source: VisParamEntry contains too many change notify callbacks
es: VisParamEntry contiene demasiadas llamadas por notificación de cambios

source: VisParamEntry is of invalid type
es: El tipo de VisParamEntry es incorrecto

source: VisPluginData is NULL
es: VisPluginData es NULO

source: VisPluginInfo is NULL
es: VisPluginInfo es NULO

source: VisPluginRef is NULL
es: VisPluginRef es NULO

source: VisPluginEnvironElement is NULL
es: VisPluginEnvironElement es NULO

source: Plugin does not have an event handler
es: El complemento no tiene un gestor de evento

source: Plugin handle is NULL
es: El gestor de complemento es NULO

source: Plugin is already realized
es: El complemento ya ha sido inicializado

source: Plugin list can not be found in memory
es: La lista de complementos no se pudo encontrar en memoria

source: VisRandomContext is NULL
es: VisRandomContext es NULO

source: VisRectangle is NULL
es: VisPalette es NULO

source: The VisRectangle operation is out of bounds
es: La operación VisRectangle está fuera de los límites

source: The VisRingBuffer is NULL
es: The VisRingBuffer es NULO

source: The VisRingBufferEntry is NULL
es: VisListEntry es NULO

source: The VisRingBufferDataFunc data provider function callback is NULL
es: La llamada de retorno de la función proveedora de datos VisRingBufferDataFunc es NULO

source: VisSongInfo is NULL
es: VisSongInfo is NULO

source: VisThread is NULL
es: VisThread is NULO

source: The VisThread subsystem is not initialized
es: El subsistema VisThread no está inicializado

source: The VisThread subsystem is not enabled
es: El subsistema VisThread no está activado

source: VisMutex is NULL
es: VisMutex is NULO

source: VisMutex lock failed
es: Falló el bloqueo de VisMutex

source: VisMutex trylock failed
es: Falló el intento de bloqueo de VisMutex

source: VisMutex unlock failed
es: Falló el desbloqueo de VisMutex

source: VisTransform is NULL
es: VisTransform es NULO

source: The VisTransform negotiate with the target VisVideo failed
es: Falló la negociación de VisTransform con el VisVideo objetivo

source: The VisTransform it's plugin is NULL
es: El complemento VisTransform es NULO

source: The VisTransform it's video is NULL
es: El vídeo VisTransform es NULO

source: The VisTransform it's palette is NULL
es: La paleta VisTransform es NULO

source: VisObject destruction failed
es: Destrucción de VisObject fallida

source: VisObject is NULL
es: VisObject es NULO

source: VisObject is not allocated
es: VisObject no está signado

source: VisTime is NULL
es: VisTime is NULO

source: visual_time_usleep() is not supported
es: visual_time_usleep() no está soportado

source: VisTimer is NULL
es: VisTimer is NULO

source: VisUIWidget is NULL
es: VisUIWidget is NULO

source: VisUIContainer is NULL
es: VisUIContainer is NULO

source: VisUIBox is NULL
es: VisUIBox is NULO

source: VisUITable is NULL
es: VisUITable es NULO

source: VisUINotebook is NULL
es: VisUINotebook es NULO

source: VisUIFrame is NULL
es: VisUIFrame es NULO

source: VisUILabel is NULL
es: VisUILabel es NULO

source: VisUIImage is NULL
es: VisUIImage es NULO

source: VisUISeparator is NULL
es: VisUISeparator es NULO

source: VisUIMutator is NULL
es: VisUIMutator es NULO

source: VisUIRange is NULL
es: VisUIRange es NULO

source: VisUIEntry is NULL
es: VisUIEntry es NULO

source: VisUISlider is NULL
es: VisUISlider es NULO

source: VisUINumeric is NULL
es: VisUINumeric es NULO

source: VisUIColor is NULL
es: VisUIColor es NULO

source: VisUIChoice is NULL
es: VisUIChoice es NULO

source: VisUIPopup is NULL
es: VisUIPopup es NULO

source: VisUIList is NULL
es: VisList es NULO

source: VisUIRadio is NULL
es: VisAudio es NULO

source: VisUICheckbox is NULL
es: VisActor es NULO

source: VisUIChoiceEntry is NULL
es: VisListEntry es NULO

source: No choice in VisUIChoice is activated
es: No está activada ninguna elección en VisUIChoice

source: The VisVideoAttributeOptions is NULL.
es: VisAudio es NULO

source: VisVideo is NULL
es: VisAudio es NULO

source: VisVideo has allocated pixel buffer
es: VisVideo ha ubicado el buffer de píxel

source: VisVideo has no VisBuffer object
es: VisVideo no tiene objeto VisBuffer

source: VisVideo it's pixel buffer is NULL
es: El búfer de pixel de VisVideo es NULO

source: VisVideo it's pixel buffer is not allocated
es: EL búfer de pixel de VisVideo no está asignado

source: VisVideo has pixel buffer
es: VisVideo tiene buffer de pixel

source: VisVideo is of invalid bytes per pixel
es: VisVideo tiene un valor de bytes por píxel inválido

source: VisVideo is of invalid depth
es: Profundidad inválida para un VisVideo

source: Invalid scale method given
es: Método de escalado inválido

source: Invalid rotate degrees given
es: Grados de rotación dados inválidos

source: Given coordinates are out of bounds
es: Las coordenandas dadas están fuera de los límites

source: Given VisVideos are not indentical
es: Los VisVideos dados no son idénticos

source: The error value given to visual_error_to_string() is invalid
es: El valor de error dado a visual_error_to_string() es inválido

source: Cannot create a new VisEvent structure
es: No se puede crear una nueva estructura VisEvent

source: Cannot get %
es: No se pueden obtener %

source: bytes of memory
es: bytes de memoria

source: The given morph does not reference any plugin
es: El morph dado no referencia ningún plugin

source: param type is not valid
es: tipo de parámetro inválido

source: Requesting string from a non string param
es: Pidiendo una cadena desde un parámetro que no es de tipo cadena

source: Requesting integer from a non integer param
es: Pidiendo un entero desde un parámetro que no es de tipo entero

source: Requesting float from a non float param
es: Requiriendo un flotante para un parámetro no flotante

source: Requesting double from a non double param
es: Pidiendo doble desde un parámetro no doble

source: Requesting color from a non color param
es: Se solicitó un color de un parámetro sin color

source: Requested palette from a non palette param
es: Se solicitó una paleta de un parámetro sin paleta

source: Requested object from a non object param
es: Pidiendo un objeto desde un parámetro que no es de tipo objeto

source: A plugin reference with %d instances has been destroyed.
es: La referencia del complemento con %d instancias ha sido destruida.

source: Cannot create a new list
es: No se puede crear una nueva lista

source: Tried unloading a plugin that never has been loaded.
es: Tratando de dar de baja un complemento que nunca fue cargado.

source: Cannot load plugin %s, the plugin is already loaded and is not reentrant.
es: No se puede cargar el complemento %s; el complemento ya ha sido cargado y no es reentrante.

source: Cannot load plugin: %s
es: No se puede cargar el complemento: %s

source: Cannot initialize plugin: %s
es: No se puede inicializar el complemento: %s

source: Cannot get plugin info while loading.
es: No se puede obtener la información del complemento al cargarlo.

source: Plugin %s is not compatible with version %s of libvisual
es: El complementon %s no es compatible con la versión %s de libvisual

source: Cannot get plugin info
es: No se puede obtener información del complemento

source: Failed to add the %s directory to the plugin registry
es: Fallo al añadir el directorio %s al registro de complementos

source: Error while creating thread
es: Error al crear el hilo

source: Error while joining thread
es: Error mientras se conecta el hilo

source: The given transform does not reference any transform plugin
es: La transformación dada no referencia ningún complemento de transformación

source: Trying to allocate an screen buffer on a VisVideo structure which points to an external screen buffer
es: Tratando de asignar un buffer de pantalla en una estructura VisVideo cuyos puntos van a un buffer de pantalla externo

source: Invalid depth passed to the scaler
es: Profundidad pasada al escalador inválida
