Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/nabi.po
Languages: es

source: Orientation
es: Orientación

source: The orientation of the tray.
es: Orientación de la bandeja.

source: 2 set
es: Conjunto 2

source: 3 set with 2 set layout
es: Conjunto 3 con disposición conjunto 2

source: 3 set final
es: Conjunto 3 final

source: 3 set 390
es: Conjunto 3 390

source: XIM Server is not running
es: El servidor XIM no está en ejecución

source: Space
es: Espacio

source: BackSpace
es: Retroceso

source: Shift
es: Mayúsculas

source: Nabi keypress statistics
es: Estadísticas de pulsación de Nabi

source: About Nabi
es: Acerca de Nabi

source: <span size="large">An Easy Hangul XIM</span> version %s Copyright (C) 2003-2008 Choe Hwanjin
es: <span size="large">Un sencillo Hangul XIM</span> versión %s Copyright (C) 2003-2008 Choe Hwanjin

source: <span weight="bold">XIM name</span>:
es: <span weight="bold">Nombre XIM</span>:

source: <span weight="bold">Locale</span>:
es: <span weight="bold">Ubicación</span>:

source: <span weight="bold">Encoding</span>:
es: <span weight="bold">Codificación</span>:

source: <span weight="bold">Connected</span>:
es: <span weight="bold">Conectado</span>:

source: Keypress Statistics
es: Estadísticas de presionado de teclas

source: _Show palette
es: Mo_strar paleta

source: <span size="x-large" weight="bold">Can't load tray icons</span> There are some errors on loading tray icons. Nabi will use default builtin icons and the theme will be changed to default value. Please change the theme settings.
es: <span size="x-large" weight="bold">No se pueden cargar los iconos de bandeja</span> Hay algunos errores en la carga de iconos de bandeja. Nabi usará los iconos predeterminados construidos y el tema se cambiará al predeterminado. Cambie las configuraciones del tema.

source: Nabi: error message
es: Nabi: mensaje de error

source: _Hide palette
es: _Ocultar paleta

source: Hangul input method: Nabi - You can input hangul using this program
es: Método de introducción Hangul: Nabi- Puede introducir hangul usando este programa

source: Tray icons
es: Iconos de bandeja

source: Hangul keyboard
es: Teclado Hangul

source: English keyboard
es: Teclado inglés

source: This key is already registered for <span weight="bold">trigger key</span> Please select another key
es: Esta tecla está registrada como <span weight="bold">tecla de disparo</span> Seleccione otra tecla

source: Trigger keys
es: Teclas de disparo

source: Select trigger key
es: Seleccionar clave de disparo

source: * You should restart nabi to apply above option
es: * Debe reiniciar nabi para aplicar la opción de arriba

source: Off keys
es: Teclas de apagado

source: Select off key
es: Seleccionar tecla de apagado

source: Press any key which you want to use as off key. The key you pressed is displayed below. If you want to use it, click "Ok" or click "Cancel"
es: Presione cualquier tecla que desee usar como tecla de apagado. Debajo se muestra la tecla que ha presionado. Si desea utilizarla, pulse «Aceptar» o pulse «Cancelar»

source: Select hanja font
es: Seleccionar la tipografía hanja

source: Hanja Font
es: Tipografía Hanja

source: Hanja keys
es: Teclas Hanja

source: Select candidate key
es: Seleccionar tecla candidata

source: Press any key which you want to use as candidate key. The key you pressed is displayed below. If you want to use it, click "Ok", or click "Cancel"
es: Pulse cualquier tecla que quiera usar como candidata. La tecla que pulse se mostrará debajo. Si desea usarla, pulse "Aceptar", o pulse "Cancelar"

source: Use simplified chinese
es: Usar chino simplificado

source: Hanja Options
es: Opciones Hanja

source: Advanced
es: Avanzado

source: XIM name:
es: nombre XIM:

source: Use dynamic event flow
es: Usar el flujo de eventos dinámicos

source: Commit by word
es: Ejecución por palabra

source: Automatic reordering
es: Reordenación automática

source: Input mode option:
es: Opción de modo de entrada:

source: per desktop
es: por escritorio

source: per application
es: por aplicación

source: per toplevel
es: por nivel superior

source: per context
es: por contexto

source: Nabi Preferences
es: Preferencias de Nabi

source: Tray
es: Bandeja

source: Keyboard
es: Teclado
