Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/powertop.po
Languages: es

source: <interrupt> : %s
es: <interrup> : %s

source: <interrupt> : extra timer interrupt
es: <interrup> : interrupción extra de reloj

source: <kernel IPI> : %s
es: <IPI núcleo> : %s

source: -d, --dump read wakeups once and print list of top offenders
es: -d, --dump lee los despertares una vez y muestra la lista de los principales responsables

source: -h, --help Show this help message
es: -h, --help Mostrar este mensaje de ayuda

source: -t, --time=DOUBLE default time to gather data in seconds
es: -t, --time=DOUBLE tiempo predeterminado, en segundos, para recuperar los datos

source: -v, --version Show version information and exit
es: -v, --version Muestra información de la versión y sale

source: A - Turn AC97 powersave on
es: A - Activar ahorro de energía en AC97

source: B - Turn Bluetooth off
es: B - Apagar Bluetooth

source: C - Power aware CPU scheduler
es: C - Planificador CPU ahorro energía

source: I - disable WIFI Radio
es: I - apagar radio WIFI

source: K - kill %s
es: K - detener %s

source: L - enable Laptop mode
es: L - Encender modo portátil

source: N - Turn NMI watchdog off
es: N - Apagar el vigilante de NMI

source: O - enable Ondemand governor
es: O - Encender el goverando basado en demanda

source: Q - Quit
es: Q - Salir

source: R - Refresh
es: R - Redibujar

source: S - SATA Link Power Management
es: S - Gestión energía SATA

source: T - enable noatime
es: T - activar noatime

source: U - Enable USB suspend
es: U - Activar suspensión USB

source: V - Disable TV out
es: V - Desactivar salida TV

source: W - Enable wireless power saving
es: W - Activar el ahorro de energía para red inalámbrica

source: W - Increase Writeback time
es: W - Aumentar tiempo Writeback

source: W - disable Wake-On-Lan
es: W - desactivar Wake-On-Lan

source: (long term: %3.1fW,/%3.1fh)
es: (largo plazo: %3.1fW,/%3.1fh)

source: (which is CONFIG_DEBUG_KERNEL=y in the config file)
es: (que corresponde a CONFIG_DEBUG_KERNEL=y en el fichero de configuración)

source: < Detailed C-state information is not available.>
es: < No disponible Información detallada sobre C-states.>

source: <kernel core>
es: <núcleo>

source: <kernel module>
es: <módulo de núcleo>

source: A USB device is active %4.1f%% of the time: %s
es: Un dispositivo USB está activo el %4.1f%% del tiempo: %s

source: Active Device name
es: Nombre del dispositivo activo

source: C0 (cpu running) (%4.1f%%)
es: C0 (cpu ejecutando) (%4.1f%%)

source: Cn Avg residency
es: Cn Residencia media

source: Collecting data for %i seconds
es: Recolectando datos durante %i segundos

source: Disable Ethernet Wake-On-Lan with the following command: ethtool -s eth0 wol d Wake-on-Lan keeps the phy active, this costs power.
es: Desactive el Wake-On-Lan de su Ethernet con el comando: ethtool -s eth0 wol d Wake-on-Lan conserva activa la capa física, lo que consume energía.

source: Disable the SE-Alert software by removing the 'setroubleshoot-server' rpm SE-Alert alerts you about SELinux policy violations, but also has a bug that wakes it up 10 times per second.
es: Desactive el software SE-Alert eliminando el rpm 'setroubleshoot-server' SE-Alert le informa sobre violaciones de las políticas de SELinux, pero también tiene un fallo que le hace despertarse 10 veces por segundo.

source: No detailed statistics available; PowerTOP needs root privileges for that
es: No hay estadísticas detalladas; PowerTOP necesita privilegios de root para ello

source: No detailed statistics available; please enable the CONFIG_TIMER_STATS kernel option
es: No hay estadísticas detalladas; por favor, active la opción del núcleo CONFIG_TIMER_STATS

source: Note: this is only available in 2.6.21 and later kernels
es: Nota: sólo disponible en versiones 2.6.21 y posteriores del núcleo

source: P-states (frequencies)
es: P-estados (frecuencias)

source: PS/2 keyboard/mouse/touchpad
es: Teclado/ratón/touchpad PS/2

source: Power usage (5 minute ACPI estimate) : %5.1f W (%3.1f hours left)
es: Consumo de energía (estimado por ACPI en 5 minutos) : %5.1f W (quedan %3.1f horas)

source: Power usage (ACPI estimate): %3.1fW (%3.1f hours)
es: Consumo de energía (estimado por ACPI): %3.1fW (%3.1f horas)

source: Power usage: %3.1fW (%3.1f hours)
es: Uso de energía: %3.1fW (%3.1f horas)

source: PowerTOP needs to be run as root to collect enough information
es: PowerTOP necesita ser ejecutado como usuario root para poder recolectar información suficiente.

source: Recent USB suspend statistics
es: Estadísticas recientes de suspensión de USB

source: Suggestion: Disable 'hal' from polling your cdrom with: hal-disable-polling --device /dev/cdrom 'hal' is the component that auto-opens a window if you plug in a CD but disables SATA power saving from kicking in.
es: Sugerencia: Desactive el sondeo que hace 'hal' de su CD-ROM con: hal-disable-polling --device /dev/cdrom 'hal' es el componente que abre una ventana cuando introduce un CD pero desactiva el ahorro de energía de SATA.

source: Suggestion: Disable or remove 'beagle' from your system. Beagle is the program that indexes for easy desktop search, however it's not very efficient and costs a significant amount of battery life.
es: Sugerencia: Desactive o elimine el programa 'beagle' de su sistema. Beagle es el programa que crea índicies para facilitar la búsqueda de ficheros en su escritorio, pero no es muy eficiente y tiene un alto coste en términos de consumo eléctrico.

source: Suggestion: Disable or remove 'gnome-power-manager' from your system. Older versions of gnome-power-manager wake up far more often than needed costing you some power.
es: Sugerencia: Desactive o elimine 'gnome-power-manager' de su sistema. Versiones antiguas se despiertan demasiado a menudo, lo que consume algo de energía.

source: Suggestion: Disable or remove 'pcscd' from your system. pcscd tends to keep the USB subsystem out of power save mode and your processor out of deeper powersave states.
es: Sugerencia: Desactive o elimine 'pcscd' de su sistema. pcscd tiende a sacar el subsistema USB de su modo de ahorro de energía, y a su procesador de estados de ahorro más profundos.

source: Suggestion: Disable the CONFIG_IRQBALANCE kernel configuration option. The in-kernel irq balancer is obsolete and wakes the CPU up far more than needed.
es: Sugerencia: Desactive la opción del núcleo CONFIG_IRQBALANCE. El nivelador de interrupciones del núcleo está obsoleto y activa la CPU más veces de las necesarias.

source: Suggestion: Disable the unused WIFI radio by executing the following command: echo 1 > %s
es: Sugerencia: Desactive la radio WIFI (que no se usa) ejecutando el comando: echo 1 > %s

source: Suggestion: Disable the unused bluetooth interface with the following command: hciconfig hci0 down ; rmmod hci_usb Bluetooth is a radio and consumes quite some power, and keeps USB busy as well.
es: Sugerencia: desactive el controlador bluetooth que no está siendo utilizado con la siguiente orden: hciconfig hci0 down Bluetooth es una radio y como tal consume bastante electricidad, además de mantener el USB activo.

source: Suggestion: Enable SATA ALPM link power management via: echo min_power > /sys/class/scsi_host/host0/link_power_management_policy or press the S key.
es: Sugerencia: Active la gestión de energía de SATA ALPM mediante: echo min_power > /sys/class/scsi_host/host0/link_power_management_policy o pulse la tecla S.

source: Suggestion: Enable USB autosuspend by pressing the U key or adding usbcore.autosuspend=1 to the kernel command line in the grub config
es: Sugerencia: Active la autosuspensión de USB pulsando la tecla U o añadiendo usbcore.autosuspend=1 la la línea del núcleo en la configuración del grub

source: Suggestion: Enable laptop-mode by executing the following command: echo 5 > /proc/sys/vm/laptop_mode
es: Sugerencia: active el modo portátil ejecutando la siguiente orden: echo 5 > /proc/sys/vm/laptop_mode

source: Suggestion: Enable the CONFIG_ACPI_BATTERY kernel configuration option. This option is required to get power estimages from PowerTOP
es: Sugerencia: Active la opción de configuración del núcleo CONFIG_ACPI_BATTERY. Esta opción se necesita para que PowertTOP pueda obtener estimaciones de consumo

source: Suggestion: Enable the CONFIG_CPU_FREQ_GOV_ONDEMAND kernel configuration option. The 'ondemand' CPU speed governor will minimize the CPU power usage while giving you performance when it is needed.
es: Sugerencia: Active la opción del núcleo CONFIG_CPU_FREQ_GOV_ONDEMAND. El gobernador de velocidad de CPU en demanda minimiza el uso de electricidad de la CPU, proveyendo de capacidad de proceso cuando se necesita.

source: Suggestion: Enable the CONFIG_CPU_FREQ_STAT kernel configuration option. This option allows PowerTOP to show P-state percentages P-states correspond to CPU frequencies.
es: Sugerencia: Active la opción de configuración del núcleo CONFIG_CPU_FREQ_STAT. Esta opción hace que PowerTOP pueda mostrar % de P-estados Los P-estados se corresponden con frecuencias de la CPU.

source: Suggestion: Enable the CONFIG_HPET_TIMER kernel configuration option. Without HPET support the kernel needs to wake up every 20 milliseconds for some housekeeping tasks.
es: Sugerencia: Active la opción del núcleo CONFIG_HPET_TIMER. Si no hay soporte HPET, el núcleo necesita activarse cada 20 milisegundos para realizar tareas de mantenimiento.

source: Suggestion: Enable the CONFIG_INOTIFY kernel configuration option. This option allows programs to wait for changes in files and directories instead of having to poll for these changes
es: Sugerencia: Active la opción de configuración del núcleo CONFIG_INOTIFY. Esta opción permite que los programas esperen cambios en archivos y directorios, en lugar de sondear dichos cambios.

source: Suggestion: Enable the CONFIG_NO_HZ kernel configuration option. This option is required to get any kind of longer sleep times in the CPU.
es: Sugerencia: Active la opción del núcleo CONFIG_NO_HZ. Esta opción se necesita para poder beneficiarse de periodos de suspensión más largos en la CPU.

source: Suggestion: Enable the CONFIG_SND_AC97_POWER_SAVE kernel configuration option. This option will automatically power down your sound codec when not in use, and can save approximately half a Watt of power.
es: Sugerencia: Active la opción del núcleo CONFIG_SND_AC97_POWER_SAVE. Esta opción apagará automaticamente el codificador de audio cuando no se necesite, y le ahorrará aproximadamente medio watio de electricidad.

source: Suggestion: Enable the CONFIG_USB_SUSPEND kernel configuration option. This option will automatically disable UHCI USB when not in use, and may save approximately 1 Watt of power.
es: Sugerencia: Active la opción del núcleo CONFIG_USB_SUSPEND. Esta opción desactivará el soporte UHCI de USB cuando no sea usado y puede ahorrar aproximadamente 1 Watio de electricidad.

source: Suggestion: Enable the ondemand cpu speed governor for all processors via: echo ondemand > /sys/devices/system/cpu/cpu0/cpufreq/scaling_governor
es: Sugerencia: Active el gobernador de velocidad de CPU en demanda en todos los procesadores ejecutando: echo ondemand > /sys/devices/system/cpu/cpu0/cpufreq/scaling_governor

source: Suggestion: Enable wireless power saving mode by executing the following command: echo 5 > %s This will sacrifice network performance slightly to save power.
es: Sugerencia: Active el modo de ahorro de energía de la red inalámbrica ejecutando: echo 5 > %s Esto sacrificará un poco el rendimiento de la red en favor del ahorro energético.

source: Suggestion: Enable wireless power saving mode by executing the following command: iwpriv %s set_power 5 This will sacrifice network performance slightly to save power.
es: Sugerencia: active el modo de ahorro de energía para redes inalámbricas ejecutando: iwpriv %s set_power 5 Este modo sacrifica algo de velocidad a favor de ahorro de consumo eléctrico.

source: Suggestion: disable TV out via: xrandr --output TV --off or press the V key.
es: Sugerencia: desactive la salida de TV mediante: xrandr --output TV --off o pulsando la tecla V.

source: Suggestion: disable the NMI watchdog by executing the following command: echo 0 > /proc/sys/kernel/nmi_watchdog The NMI watchdog is a kernel debug mechanism to detect deadlocks
es: Sugerencia: deshabilitar la vigilancia de NMI con el siguiente comando: echo 0 > /proc/sys/kernel/nmi_watchdog La vigilancia de NMI es un mecanismo de depuración del núcleo para detectar interbloqueos

source: Suggestion: enable AC97 powersave mode by executing the following command: echo 1 > /sys/module/snd_ac97_codec/parameters/power_save or by passing power_save=1 as module parameter.
es: Sugerencia: habilitar el modo de ahorro de energía del AC97 con el comando: echo 1 > /sys/module/snd_ac97_codec/parameters/power_save o usando power_save=1 como parámetro de módulo.

source: Suggestion: enable the HPET (Multimedia Timer) in your BIOS or add the kernel patch to force-enable HPET. HPET support allows Linux to have much longer sleep intervals.
es: Sugerencia: active HPET (Temporizador Multimedia) en su BIOS o añada al núcleo los parches que fuerzan la activación de HPET. El soporte de HPET permite a Linux suspenderse durante más tiempo.

source: Suggestion: enable the noatime filesystem option by executing the following command: mount -o remount,noatime / or by pressing the T key noatime disables persistent access time of file accesses, which causes lots of disk IO.
es: Sugerencia: active la opción noatime del sistema de archivos ejecutando el comando: mount -o remount,noatime / o pulsando la tecla T noatime desactiva la hora persistente en accesos a archivos, que causa mucha E/S de disco.

source: Suggestion: enable the power aware CPU scheduler with the following command: echo 1 > /sys/devices/system/cpu/sched_mc_power_savings or by pressing the C key.
es: Sugerencia: active el planificador de CPU para ahorro de energía con el comando: echo 1 > /sys/devices/system/cpu/sched_mc_power_savings o pulsando la tecla C.

source: Suggestion: increase the VM dirty writeback time from %1.2f to 15 seconds with: echo 1500 > /proc/sys/vm/dirty_writeback_centisecs This wakes the disk up less frequently for background VM activity
es: Sugerencia: incremente el tiempo de escritura sucia de la MV de %1.2f a 15 segundos con: echo 1500 > /proc/sys/vm/dirty_writeback_centisecs Esto despertará al disco menos veces debido a la actividad de fondo de la MV

source: This option is located in the Kernel Debugging section of menuconfig
es: Esta opción se encuentra en la seción Kernel Debugging de menuconfig

source: Top causes for wakeups:
es: Causas principales de despertares:

source: USB device %4s : %s (%s)
es: Dispositivo USB %4s : %s (%s)

source: Usage: powertop [OPTION...]
es: Modo de uso: powertop [OPCIÓN...]

source: Wakeups-from-idle per second : %4.1f interval: %0.1fs
es: Despertares por segundo: %4.1f intervalo: %0.1fs

source: Your BIOS reports the following C-states :
es: Su BIOS reporta los siguientes C-estados:

source: Your CPU supports the following C-states :
es: Su CPU soporta los siguientes C-estados:

source: no ACPI power usage estimate available
es: las estimaciones de ACPI sobre el uso de corriente no están disponibles

source: no power usage estimate available
es: no hay estimación del uso de energía disponible

source: polling
es: sondeando

source: powertop version %s
es: versión powertop %s
