Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/pppconfig.po
Languages: es

source: "GNU/Linux PPP Configuration Utility"
es: «Utilidad de configuración GNU/Linux PPP»

source: No UI
es: Sin IU

source: You must be root to run this program.
es: Debe ser superusuario para ejecutar este programa.

source: %s does not exist.
es: %s no existe.

source: Can't close WTR in parent:
es: No se puede cerrar WTR en el padre:

source: Can't close RDR in parent:
es: No se puede cerrar RDR en el padre:

source: cannot fork:
es: no se puede bifurcar:

source: Can't close RDR in child:
es: No se puede cerrar RDR en el hijo:

source: Can't redirect stderr:
es: No se puede redireccionar stderr:

source: Exec failed:
es: Falló la ejecución:

source: Internal error:
es: Error interno:

source: Create a connection
es: Crear una conexión

source: Change the connection named %s
es: Cambiar la conexión %s

source: Create a connection named %s
es: Crear una conexión %s

source: This is the PPP configuration utility. It does not connect to your isp: just configures ppp so that you can do so with a utility such as pon. It will ask for the username, password, and phone number that your ISP gave you. If your ISP uses PAP or CHAP, that is all you need. If you must use a chat script, you will need to know how your ISP prompts for your username and password. If you do not know what your ISP uses, try PAP. Use the up and down arrow keys to move around the menus. Hit ENTER to select an item. Use the TAB key to move from the menu to <OK> to <CANCEL> and back. To move on to the next menu go to <OK> and hit ENTER. To go back to the previous menu go to <CANCEL> and hit enter.
es: Esta es la utilidad de configuración de PPP. No se conecta con su ISP: sólo configura PPP para que se pueda conectar usando otra utilidad como pon. Le preguntará el nombre de usuario, la contraseña y el número de teléfono que su ISP le indicó. Si su ISP usa PAP o CHAP, es todo lo que necesitará. Si debe usar un script de chat, necesitará saber cómo va solicitando su ISP el nombre de usuario y la contraseña. Si no sabe lo que usa su ISP, pruebe con PAP. Use las flechas arriba y abajo para moverse por los menús. Pulse Entrar para seleccionar un elemento. Use la tecla Tab para moverse del menú a <Aceptar> y <Cancelar>, o viceversa. Para ir al siguiente menú vaya a <Aceptar> y pulse Entrar. Para volver al menú anterior, vaya a <Cancelar> y pulse Entrar.

source: Main Menu
es: Menú principal

source: Change a connection
es: Cambiar una conexión

source: Delete a connection
es: Borrar una conexión

source: Finish and save files
es: Terminar y guardar archivos

source: Please select the authentication method for this connection. PAP is the method most often used in Windows 95, so if your ISP supports the NT or Win95 dial up client, try PAP. The method is now set to %s.
es: Seleccione un método de autenticación para esta conexión. El método PAP es el más común en Windows 95, así que si su ISP permite el cliente de marcado de Win 95 o NT, intente PAP. El método ahora se establece a %s.

source: Authentication Method for %s
es: Método de autenticación para %s

source: Peer Authentication Protocol
es: Protocolo de autenticación Peer

source: Use "chat" for login:/password: authentication
es: Use «chat» para acceso:/contraseña: autenticacion

source: Please select the property you wish to modify, select "Cancel" to go back to start over, or select "Finished" to write out the changed files.
es: Seleccione la propiedad que desea modificar, seleccione «Cancelar» para volver a empezar de nuevo, o seleccione «Finalizar» para escribir los archivos cambiados.

source: "Properties of %s"
es: «Propiedades de %s»

source: %s Telephone number
es: Número de teléfono de %s

source: %s Login prompt
es: %s Indicador de inicio de sesión

source: %s ISP user name
es: %s nombre de usuario ISP

source: %s Password prompt
es: %s Contraseña de inicio de sesión

source: %s ISP password
es: Contraseña ISP %s

source: %s Port speed
es: Velocidad de puerto %s

source: %s Modem com port
es: %s puerto com del módem

source: %s Authentication method
es: %s método de autenticación

source: Advanced Options
es: Opciones avanzadas

source: Write files and return to main menu.
es: Escribir archivos y volver al menú principal.

source: This menu allows you to change some of the more obscure settings. Select the setting you wish to change, and select "Previous" when you are done. Use the arrow keys to scroll the list.
es: Este menú le permite cambiar algunos de los ajustes más oscuros. Seleccione el ajuste que desea cambiar y seleccione «Anterior» cuando haya terminado. Use las flechas para desplazarse por la lista.

source: "Advanced Settings for %s"
es: «Configuración avanzada para %s»

source: %s Modem init string
es: %s cadena de iniciación del módem

source: %s Connect response
es: %s Respuesta de conexión

source: %s Pre-login chat
es: %s Chat previo a la conexión

source: %s Default route state
es: %s Estado de ruta predeterminada

source: %s Set ip addresses
es: %s Establece direcciones ip

source: %s Turn debugging on or off
es: %s Activa-desactiva la depuración

source: %s Turn demand dialing on or off
es: %s Activa o desactiva el marcado bajo demanda

source: %s Turn persist on or off
es: %s activa-desactiva la persistencia

source: %s Change DNS
es: %s Cambia las DNS

source: Add a ppp user
es: Añadir un usuario ppp

source: %s Post-login chat
es: %s Chat posterior a la conexión

source: %s Change remotename
es: %s Cambia el nombre remoto

source: %s Idle timeout
es: %s Tiempo de inectividad

source: Return to previous menu
es: Volver al menú anterior

source: Exit this utility
es: Salir de la utilidad

source: Internal error: no such thing as %s,
es: Error interno: no hay algo como %s,

source: Enter the text of connect acknowledgement, if any. This string will be sent when the CONNECT string is received from the modem. Unless you know for sure that your ISP requires such an acknowledgement you should leave this as a null string: that is, ''.
es: Introduzca el texto del reconocimiento de la conexión, si lo hay. Esta cadena se enviará cuando se reciba la cadena CONNECT del módem. A menos que sepa que su ISP necesita tal reconocimiento, debería dejarlo como una cadena vacía; es decir, ''.

source: Ack String
es: Cadena de reconocimiento

source: Enter the text of the login prompt. Chat will send your username in response. The most common prompts are login: and username:. Sometimes the first letter is capitalized and so we leave it off and match the rest of the word. Sometimes the colon is omitted. If you aren't sure, try ogin:.
es: Introduzca el texto del indicador del login. Chat enviará su nombre de usuario como respuesta. Los indicadores más frecuentes son login: y username:. A veces la primera letra está en mayúsculas así que se ignora y se intenta concordar el resto de la palabra. A veces se omiten los dos puntos. Si no está seguro, pruebe ogin:.

source: Login Prompt
es: Indicador de inicio de sesión

source: Enter the text of the password prompt. Chat will send your password in response. The most common prompt is password:. Sometimes the first letter is capitalized and so we leave it off and match the last part of the word.
es: Introduzca el texto del indicador de la contraseña. Chat enviará su contraseña como respuesta. El indicador más frecuente es password:. A veces la primera letra está en mayúsculas así que se ignora y se intenta concordar la última parte de la palabra.

source: Password Prompt
es: Indicador de contraseña

source: You probably do not need to put anything here. Enter any additional input your isp requires before you log in. If you need to make an entry, make the first entry the prompt you expect and the second the required response. Example: your isp sends 'Server:' and expect you to respond with 'trilobite'. You would put 'erver trilobite' (without the quotes) here. All entries must be separated by white space. You can have more than one expect-send pair.
es: Probablemente no necesite poner nada aquí. Introduzca cualquier información adicional que su ISP necesite antes de acceder. Si necesita crear una entrada, haga la primera entrada con el indicador esperado y la segunda con la respuesta necesaria. Ejemplo: su ISP envía «Server:» y esperamos para responder con «trilobite». Usted podría poner aquí «erver trilobite» (sin las comillas). Todas las entradas deben estar separadas por un espacio en blanco. Puede tener más de un par esperado-enviado.

source: Pre-Login
es: Preacceso

source: You probably do not need to change this. It is initially '' \d\c which tells chat to expect nothing, wait one second, and send nothing. This gives your isp time to get ppp started. If your isp requires any additional input after you have logged in you should put it here. This may be a program name like ppp as a response to a menu prompt. If you need to make an entry, make the first entry the prompt you expect and the second the required response. Example: your isp sends 'Protocol' and expect you to respond with 'ppp'. You would put 'otocol ppp' (without the quotes) here. Fields must be separated by white space. You can have more than one expect-send pair.
es: Probablemente no tenga que cambiarlo. Inicialmente es ''\d\c lo que indica a chat que no espere nada, que espere un segundo, y que no envíe nada. Esto le da tiempo a su ISP para que inicie el PPP. Si su ISP necesitara cualquier entrada adicional después de haberse conectado, debería ponerlo aquí. La respuesta a un indicador de menú podría ser el nombre de un programa como ppp. Si necesita crear una entrada, ponga como primera entrada el indicador que se espera y como segunda entrada la respuesta requerida. Por ejemplo: su ISP envía 'Protocol' y espera que usted responda con 'ppp'. En ese caso, podría poner aquí 'otocol ppp' (sin las comillas). Los campos deben separarse por un espacio en blanco. Puede tener más de un par esperado-enviado.

source: Post-Login
es: Postacceso

source: Enter the username given to you by your ISP.
es: Introduzca el nombre de usuario dado por su ISP.

source: User Name
es: Nombre de usuario

source: Answer 'yes' to have the port your modem is on identified automatically. It will take several seconds to test each serial port. Answer 'no' if you would rather enter the serial port yourself
es: Respuesta «sí» para que el puerto esté en el módem identificado automáticamente. Se llevará varios segundos para poner a prueba cada puerto serie. Respuesta «no» si prefiere entrar en el mismo puerto serie

source: Choose Modem Config Method
es: Elegir método de configuración del módem

source: Can't probe while pppd is running.
es: No se puede probar mientras pppd está corriendo.

source: Probing %s
es: Probando %s

source: Below is a list of all the serial ports that appear to have hardware that can be used for ppp. One that seems to have a modem on it has been preselected. If no modem was found 'Manual' was preselected. To accept the preselection just hit TAB and then ENTER. Use the up and down arrow keys to move among the selections, and press the spacebar to select one. When you are finished, use TAB to select <OK> and ENTER to move on to the next item.
es: A continuación se muestra una lista de todos los puertos serie que parece tener el hardware que se pueden utilizar para ppp. Uno que parece tener un módem de que haya sido preseleccionados. En caso de que no se encuentre módem se preselecciona «Manual». Para aceptar la preselección simplemente pulse TAB y, a continuación, INTRO. Utilice las flechas arriba y abajo para mover entre las selecciones, y pulse la barra espaciadora para seleccionar una. Cuando haya terminado, utilice TAB para seleccionar <ACEPTAR> E INTRO para pasar al siguiente elemento.

source: Select Modem Port
es: Seleccionar el puerto de módem

source: Enter the port by hand.
es: Introducir el puerto a mano

source: Enter the port your modem is on. /dev/ttyS0 is COM1 in DOS. /dev/ttyS1 is COM2 in DOS. /dev/ttyS2 is COM3 in DOS. /dev/ttyS3 is COM4 in DOS. /dev/ttyS1 is the most common. Note that this must be typed exactly as shown. Capitalization is important: ttyS1 is not the same as ttys1.
es: Introduzca el puerto de su módem que está activado. /dev/ttyS0 es COM1 en DOS. /dev/ttyS1 es COM2 en DOS. /dev/ttyS2 es COM3 en DOS. /dev/ttyS3 es COM4 en DOS. /dev/ttyS1 es el más común. Tenga en cuenta que lo debe teclear tal y como se muestra. Las mayúsculas son importantes: ttyS1 no es lo mismo que ttys1.

source: Manually Select Modem Port
es: Seleccionar puerto de módemo manualmente

source: Enabling default routing tells your system that the way to reach hosts to which it is not directly connected is via your ISP. This is almost certainly what you want. Use the up and down arrow keys to move among the selections, and press the spacebar to select one. When you are finished, use TAB to select <OK> and ENTER to move on to the next item.
es: Activar el encaminamiento predeterminado le dice a su sistema que la forma de alcanzar los equipos que no están conectados directamente es por medio de su ISP. Esto es casi seguro lo que usted desea. Use las flechas arriba y abajo para moverse entre las opciones y pulse la barra espaciadora para seleccionar una. Cuando haya terminado, use Tab para seleccionar <Aceptar> y Entrar para moverse al siguiente elemento.

source: Default Route
es: Ruta predeterminada

source: Enable default route
es: Activar ruta predeterminada

source: Disable default route
es: Desactivar ruta predeterminada

source: You almost certainly do not want to change this from the default value of noipdefault. This not the place for your nameserver ip numbers. It is the place for your ip number if and only if your ISP has assigned you a static one. If you have been given only a local static ip, enter it with a colon at the end, like this: 192.168.1.2: If you have been given both a local and a remote ip, enter the local ip, a colon, and the remote ip, like this: 192.168.1.2:10.203.1.2
es: Casi con seguridad no necesitará cambiarlo a su valor predeterminado de noipdefault. Aquí no se ponen los números IP de su servidor de nombres. Aquí se pone su número IP si y sólo si su ISP le ha asignado uno estático. Si sólo le ha concedido una IP estática local, introdúzcala con un carácter de dos puntos al final, como ésto: 192.168.1.2: Si le ha concedido una IP local y una IP remota, introduzca la IP local, dos puntos, y la IP remota, como esto: 192.168.1.2:10.203.1.2

source: IP Numbers
es: Números IP

source: Enter your modem port speed (e.g. 9600, 19200, 38400, 57600, 115200). I suggest that you leave it at 115200.
es: Introduzca la velocidad de su módem (p.e. 9600, 19200, 38400, 57600, 115200). Le sugerimos que utilice 115200.

source: Speed
es: Velocidad

source: Enter modem initialization string. The default value is ATZ, which tells the modem to use it's default settings. As most modems are shipped from the factory with default settings that are appropriate for ppp, I suggest you not change this.
es: Introduzca la cadena de inicialización del módem. El valor predeterminado es ATZ, que solicita al módem que use sus valores predeterminados. Como la mayoría de los módems vienen de fábrica con unos valores predeterminados que son apropiados para PPP, le sugerimos que no lo cambie.

source: Modem Initialization
es: Inicialización del módem

source: Select method of dialing. Since almost everyone has touch-tone, you should leave the dialing method set to tone unless you are sure you need pulse. Use the up and down arrow keys to move among the selections, and press the spacebar to select one. When you are finished, use TAB to select <OK> and ENTER to move on to the next item.
es: Seleccione el método de marcado. Ya que casi todo el mundo usa marcación por tonos, debería dejar asignado el método de marcado por tonos a menos que esté seguro de que necesita marcación por pulsos. Use las flechas arriba y abajo para moverse entre las opciones y pulse la barra espaciadora para seleccionar uno. Cuando haya terminado, use Tab para seleccionar <Aceptar> y Entrar para moverse al siguiente elemento.

source: Pulse or Tone
es: Pulso o tono

source: Enter the number to dial. Don't include any dashes. See your modem manual if you need to do anything unusual like dialing through a PBX.
es: Introduzca el número a marcar. No incluya ningún guión. Véase el manual de su módem si tiene que hacer algo raro como marcar a través de una PBX.

source: Phone Number
es: Número de teléfono

source: Enter the password your ISP gave you.
es: Introduzca la contraseña que le dió su ISP.

source: Password
es: Contraseña

source: Enter the name you wish to use to refer to this isp. You will probably want to give the default name of 'provider' to your primary isp. That way, you can dial it by just giving the command 'pon'. Give each additional isp a unique name. For example, you might call your employer 'theoffice' and your university 'theschool'. Then you can connect to your isp with 'pon', your office with 'pon theoffice', and your university with 'pon theschool'. Note: the name must contain no spaces.
es: Introduzca el nombre de que desea usar para referirse a su ISP. Probablemente quiera darle el nombre predeterminado de «provider» a su ISP principal. De esta forma, podrá conectarse usando simplemente el comando «pon». Dé a los demás ISP un valor único. Por ejemplo, podría llamar a su empresa «laoficina» y a su universidad «laescuela». Así podrá conectarse con su ISP mediante «pon», con su oficina mediante «pon laoficina» y con su universidad mediante «pon laescuela». Nota: el nombre no debe contener espacios.

source: Provider Name
es: Nombre del proveedor

source: This connection exists. Do you want to overwrite it?
es: Esta conexión existe. ¿Desea sobrescribirla?

source: Connection Exists
es: La conexión existe

source: Finished configuring connection and writing changed files. The chat strings for connecting to the ISP are in /etc/chatscripts/%s, while the options for pppd are in /etc/ppp/peers/%s. You may edit these files by hand if you wish. You will now have an opportunity to exit the program, configure another connection, or revise this or another one.
es: Terminado de configurar la conexión y la escribiendo los archivos cambiados. Las cadenas de charla para la conexión al ISP se encuentran en /etc/chatscripts/%s, mientras que las opciones de pppd están en /etc/ppp/peers/%s. Puede editar estos archivos manualmente si así lo desea. Ahora tendrá la oportunidad de salir del programa, configurar otra conexión, o revisar esta u otra.

source: Finished
es: Terminado

source: Create Connection
es: Crear conexión

source: No connections to change.
es: No hay conexiones para cambiar

source: Select a Connection
es: Seleccionar una conexión

source: Select connection to change.
es: Seleccionar una conexión para cambiar

source: No connections to delete.
es: No hay conexiones para borrar

source: Delete a Connection
es: Borrar una coenxión

source: Select connection to delete.
es: Seleccionar una conexión para borrar.

source: Return to Previous Menu
es: Volver al menú anterior

source: Do you wish to quit without saving your changes?
es: ¿Desea salir sin guardar sus cambios?

source: Quit
es: Salir

source: Debugging is presently enabled.
es: La depuración está activada.

source: Debugging is presently disabled.
es: La depuración está desactivada.

source: Selecting YES will enable debugging. Selecting NO will disable it. %s
es: Seleccionar SÍ activará la depuración, Seleccionar NO la desactivará. %s

source: Debug Command
es: Orden de depuración

source: Selecting YES will enable demand dialing for this provider. Selecting NO will disable it. Note that you will still need to start pppd with pon: pppconfig will not do that for you. When you do so, pppd will go into the background and wait for you to attempt access something on the Net, and then dial up the ISP. If you do enable demand dialing you will also want to set an idle-timeout so that the link will go down when it is idle. Demand dialing is presently %s.
es: Seleccionando SÍ activará la marcación bajo demanda de este proveedor. Seleccionando NO la desactivará. Observe que todavía tendrá que iniciar pppd con pon: pppconfig no lo hará por usted. Cuando lo haya hecho, pppd pasará a segundo plano, esperará a que intente acceder a algo de la red, y cuando lo haga se conectará con el ISP. Si activa la marcación bajo demanda también querrá establecer un tiempo de inactividad, de forma que el enlace se corte cuando esté inactivo. La marcación bajo demanda está actualmente %s.

source: Demand Command
es: Orden demand

source: Selecting YES will enable persist mode. Selecting NO will disable it. This will cause pppd to keep trying until it connects and to try to reconnect if the connection goes down. Persist is incompatible with demand dialing: enabling demand will disable persist. Persist is presently %s.
es: Seleccionando SÍ activará el modo persistente. Seleccionando NO lo desactivará. Esto hará que pppd lo intente una y otra vez hasta que se conecte, y que intente volver a conectarse si la conexión se corta. El modo persistente es incompatible con la marcación bajo demanda: al activar una desactivará la otra. El modo persistente está actualmente %s.

source: Persist Command
es: Orden persist

source: Choose a method. 'Static' means that the same nameservers will be used every time this provider is used. You will be asked for the nameserver numbers in the next screen. 'Dynamic' means that pppd will automatically get the nameserver numbers each time you connect to this provider. 'None' means that DNS will be handled by other means, such as BIND (named) or manual editing of /etc/resolv.conf. Select 'None' if you do not want /etc/resolv.conf to be changed when you connect to this provider. Use the up and down arrow keys to move among the selections, and press the spacebar to select one. When you are finished, use TAB to select <OK> and ENTER to move on to the next item.
es: Seleccione un método. 'Static' significa que se usarán los mismos servidores de nombres cada vez que se use este proveedor. Se le pedirán los números de los servidores de nombres en la siguiente pantalla. 'Dynamic' significa que pppd obtendrá automáticamente los números de los servidores de nombres cada vez que se conecte con este proveedor. 'None' significa que no desea que se cambie el archivo /etc/resolv.conf cuando se conecte con este proveedor. Use las flechas arriba y abajo para moverse entre las opciones, y pulse la barra espaciadora para seleccionar una. Cuando haya terminado, use Tab para seleccionar <Aceptar> y Entrar para moverse al siguiente elemento.

source: Configure Nameservers (DNS)
es: Configurar nombre de servidores (DNS)

source: Use static DNS
es: Usar DNS estática

source: Use dynamic DNS
es: Usar DNS dinámica

source: DNS will be handled by other means
es: Las DNS se pueden manejar por otros medios

source: Enter the IP number for your primary nameserver.
es: Introduzca el número IP de su servidor de nombres primario.

source: IP number
es: Número IP

source: Enter the IP number for your secondary nameserver (if any).
es: Introduzca el número IP de su servidor de nombres secundario (si existe).

source: Enter the username of a user who you want to be able to start and stop ppp. She will be able to start any connection. To remove a user run the program vigr and remove the user from the dip group.
es: Introduzca el nombre de un usuario que usted desee que pueda iniciar y parar ppp. Ese usuario podrá iniciar cualquier conexión. Para quitar a un usuario ejecute el programa vigr y elimine al usuario del grupo dip.

source: Add User
es: Añadir usuario

source: No such user as %s.
es: No existe un usuario %s.
