Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/pppconfig.po
Languages: es

source: You probably don't want to change this. Pppd uses the remotename as well as the username to find the right password in the secrets file. The default remotename is the provider name. This allows you to use the same username with different providers. To disable the remotename option give a blank remotename. The remotename option will be omitted from the provider file and a line with a * instead of a remotename will be put in the secrets file.
es: Probablemente no querrá cambiar esto. Pppd usa el remotename así como el username para buscar la contraseña correcta en el archivo secrets. El remotename predeterminado es el nombre del proveedor. Esto le permite usar el mismo username con distintos proveedores. Para desactivar la opción remotename, deje el remotename en blanco. La opción remotename se omitirá en el archivo del proveedor y se pondrá un * en lugar de un remotename en el archivo secrets.

source: Remotename
es: Nombre remoto

source: If you want this PPP link to shut down automatically when it has been idle for a certain number of seconds, put that number here. Leave this blank if you want no idle shutdown at all.
es: Si desea que el enlace PPP se desconecte automáticamente cuando lleve un cierto número de segundos inactiva, escriba ese número aquí. Déjelo en blanco si no desea ningún apagado por inactividad.

source: Idle Timeout
es: Tiempo de inactividad

source: Couldn't open %s.
es: No se puede abrir %s.

source: Can't open %s.
es: No se puede abrir %s.

source: Can't lock %s.
es: No se puede bloquear %s.

source: Couldn't print to %s.
es: No se puede imprimir a %s.

source: Couldn't rename %s.
es: No se puede renombrar %s.

source: Usage: pppconfig [--version] | [--help] | [[--dialog] | [--whiptail] | [--gdialog] [--noname] | [providername]] '--version' prints the version. '--help' prints a help message. '--dialog' uses dialog instead of gdialog. '--whiptail' uses whiptail. '--gdialog' uses gdialog. '--noname' forces the provider name to be 'provider'. 'providername' forces the provider name to be 'providername'.
es: Modo de uso: pppconfig [--version] | [--help] | [[--dialog] | [--whiptail] | [--gdialog] [--noname] | [nombreproveedor]] '--version' muestra la versión. '--help' muestra un mensaje de ayuda. '--dialog' usa dialog en lugar de gdialog. '--whiptail' usa whiptail. '--gdialog' usa gdialog. '--noname' fuerza a que el nombre del ISP sea 'provider'. 'nombreproveedor' fuerza a que el nombre del ISP sea 'nombreproveedor'.

source: pppconfig is an interactive, menu driven utility to help automate setting up a dial up ppp connection. It currently supports PAP, CHAP, and chat authentication. It uses the standard pppd configuration files. It does not make a connection to your isp, it just configures your system so that you can do so with a utility such as pon. It can detect your modem, and it can configure ppp for dynamic dns, multiple ISP's and demand dialing. Before running pppconfig you should know what sort of authentication your isp requires, the username and password that they want you to use, and the phone number. If they require you to use chat authentication, you will also need to know the login and password prompts and any other prompts and responses required for login. If you can't get this information from your isp you could try dialing in with minicom and working through the procedure until you get the garbage that indicates that ppp has started on the other end. Since pppconfig makes changes in system configuration files, you must be logged in as root or use sudo to run it.
es: pppconfig es una utilidad interactiva dirigida por menús para ayudar a automatizar una conexión telefónica por PPP. Actualmente admite autenticación por PAP, CHAP y chat. Usa los archivos de configuración estándar de pppd. No establece la conexión con su ISP, sino que sólo configura su sistema para que pueda conectarse con una utilidad como pon. Puede detectar su módem, y puede configurar ppp para trabajar con DNS dinámico, varios ISP y marcación bajo demanda. Antes de ejecutar pppconfig deberá saber qué tipo de autenticación necesita su ISP, el nombre de usuario y contraseña que quiere usar y el número de teléfono. Si le solicitan usar autenticación por chat, también necesitará saber los indicadores de inicio de sesión y contraseña así como cualesquiera otros indicadores y respuestas necesarios para iniciar sesión. Si no pudiera conseguir esta información de su ISP, puede probar a conectarse con minicom y continuar el procedimiento hasta que obtenga basura, lo que indicará que el ppp se ha iniciado en el otro extremo. Ya que pppconfig hace cambios en archivos de configuración del sistema, deberá iniciar su sesión como root o usar sudo para poder ejecutarlo.
