Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/psmisc.po
Languages: es

source: Kill %s(%s%d) ? (y/N)
es: Matar %s(%s%d) ? (y/N)

source: Signal %s(%s%d) ? (y/N)
es: ¿Señal %s(%s%d) ? (y/N)

source: Cannot get UID from process status
es: No se puede obtener el UID desde el estado del proceso

source: Bad regular expression: %s
es: Expresión regular incorrecta: %s

source: skipping partial match %s(%d)
es: saltando concordancia parcial %s(%d)

source: Killed %s(%s%d) with signal %d
es: %s(%s%d) eliminado con la señal %d

source: %s: no process killed
es: %s: ningún proceso eliminado

source: Usage: pidof [ -eg ] NAME... pidof -V -e require exact match for very long names; skip if the command line is unavailable -g show process group ID instead of process ID -V display version information
es: Uso:: pidof [ -eg ] NOMBRE... pidof -V -e requiere que concuerde exactamente para nombres muy largos; salta si la línea de comandos no esta disponible -g muestra el ID del grupo del proceso en vez del ID del proceso -V muestra la información de la versión

source: Usage: killall [-Z CONTEXT] [-u USER] [ -eIgiqrvw ] [ -SIGNAL ] NAME...
es: Uso: killall [-Z CONTEXTO] [-u USUARIO] [ -eIgiqrvw ] [ -SEÑAL ] NOMBRE...

source: Usage: killall [OPTION]... [--] NAME...
es: Uso: killall [OPCIÓN]... [--] NOMBRE...

source: killall -l, --list killall -V, --version -e,--exact require exact match for very long names -I,--ignore-case case insensitive process name match -g,--process-group kill process group instead of process -i,--interactive ask for confirmation before killing -l,--list list all known signal names -q,--quiet don't print complaints -r,--regexp interpret NAME as an extended regular expression -s,--signal SIGNAL send this signal instead of SIGTERM -u,--user USER kill only process(es) running as USER -v,--verbose report if the signal was successfully sent -V,--version display version information -w,--wait wait for processes to die
es: killall -l, --list killall -V, --version -e,--exact require concordancia exacta para nombres muy largos -I,--ignore-case concordancia de nombre de proceso no sensible a mayúsculas -g,--process-group termina el grupo del proceso en vez del proceso -i,--interactive solícita confirmación antes de terminar -l,--list lista todos los nombres de las señales conocidas -q,--quiet no imprime quejas -r,--regexp interpreta NOMBRE como una expresión regular extendida -s,--signal SEÑAL envía esta señal en vez de SIGTERM -u,--user USUARIO termina sólo proceso(s) ejecutándose como USUARIO -v,--verbose reporta si la señal fue enviada satisfactoriamente -V,--version muestra información de la versión -w,--wait espera que terminen los procesos

source: -Z,--context REGEXP kill only process(es) having context (must precede other arguments)
es: -Z,--contexto REGEXP matar solamente proceso(s) teniendo contexto (debe preceder otros argumentos)

source: Copyright (C) 1993-2005 Werner Almesberger and Craig Small
es: Copyright (C) 1993-2005 Werner Almesberger y Craig Small

source: PSmisc comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it under the terms of the GNU General Public License. For more information about these matters, see the files named COPYING.
es: PSmisc viene ABSOLUTAMENTE SIN GARANTIA. Este software es libre, y tiene la libertad de redistribuirlo bajo los términos de la Licencia Pública General GNU (GNU GPL). Para más información sobre este tema, vea los archivos nombrados COPYING.

source: Cannot find user %s
es: No se puede encontrar el usuario %s

source: Maximum number of names is %d
es: El número máximo de nombres es %d

source: %s is empty (not mounted ?)
es: %s está vacío (¿está montado?)

source: -4 search IPv4 sockets only -6 search IPv6 sockets only
es: -4 busca sólo zócalos IPv4 -6 busca sólo zócalos IPv6

source: - reset options udp/tcp names: [local_port][,[rmt_host][,[rmt_port]]]
es: - opciones de restablecimiento nombres udp/tcp: [local_port][,[rmt_host][,[rmt_port]]]

source: Cannot open /proc directory: %s
es: No se puede abrir el directorio /proc: %s

source: Cannot allocate memory for matched proc: %s
es: No se puede reservar memoria para el proceso: %s

source: Cannot stat mount point %s: %s
es: No se puede verificar del punto de montaje %s: %s

source: Cannot stat %s: %s
es: No se puede verificar %s: %s

source: Cannot resolve local port %s: %s
es: No se puede resolver el puerto local %s: %s

source: Unknown local port AF %d
es: Puerto local AF desconocido %d

source: Cannot open protocol file "%s": %s
es: No se puede abrir el archivo de protocolo "%s": %s

source: Namespace option requires an argument.
es: La opcion de espacio de nombre requiere un argumento.

source: Invalid namespace name
es: Nombre de espacio de nombres inválido

source: You can only use files with mountpoint option
es: Solamente se pueden utilizar archivos con la opción mountpoint

source: No process specification given
es: No se ha dado ninguna especificación de proceso

source: You cannot use the mounted and mountpoint flags together
es: No se pueden utilizar las opciones mounted y mountpoint a la vez.

source: all option cannot be used with silent option.
es: la opción all no se puede utilizar con la opción silent.

source: You cannot search for only IPv4 and only IPv6 sockets at the same time
es: No se pueden buscar zocalos IPv4 solamente y zocalos IPv6 solamente a la vez

source: (unknown)
es: (desconocido)

source: Cannot stat file %s: %s
es: No se puede verificar el archivo %s: %s

source: Cannot open /proc/net/unix: %s
es: No se puede abrir /proc/net/unix: %s

source: Cannot open /etc/mtab: %s
es: No se puede abrir /etc/mtab: %s

source: Kill process %d ? (y/N)
es: ¿Finalizar el proceso %d ? (y/N)

source: Could not kill process %d: %s
es: No se pudo cerrar el proceso %d: %s

source: Cannot open a network socket.
es: No se puede abrir el zócalo de red.

source: Cannot find socket's device number.
es: No se puede encontrar el número de dispositivo del zócalo.

source: Error attaching to pid %i
es: Error adjuntando al pid %i

source: Internal error: MAX_DEPTH not big enough.
es: Error interno: MAX_DEPTH no es suficientemente grande.

source: Usage: pstree [ -a ] [ -c ] [ -h | -H PID ] [ -l ] [ -n ] [ -p ] [ -u ] [ -A | -G | -U ] [ PID | USER ] pstree -V Display a tree of processes. -a show command line arguments -A use ASCII line drawing characters -c don't compact identical subtrees -h highlight current process and its ancestors -H PID highlight this process and its ancestors -G use VT100 line drawing characters -l don't truncate long lines -n sort output by PID -p show PIDs; implies -c -u show uid transitions -U use UTF-8 (Unicode) line drawing characters -V display version information
es: Uso: pstree [ -a ] [ -c ] [ -h | -H PID ] [ -l ] [ -n ] [ -p ] [ -u ] [ -A | -G | -U ] [ PID | USUARIO ] pstree -V Muestra un árbol de procesos. -a mostrar los argumentos de linea de comandos -A dibujar lineas con caracteres ASCII -c no comprimir sub-árboles identicos -h resaltar el proceso actual y sus ancestros -H PID resaltar este proceso y sus ancestros -G dibujar lineas con caracteres VT100 -l no truncar lineas largas -n ordenar salida por PID -p mostrar PIDs; implica -c -u mostrar transiciones de uid -U dibujar lineas con caracteres UTF-8 (Unicode) -V mostrar información de versión

source: -Z show SELinux security contexts
es: -Z muestra los contextos de seguridad SELinux

source: PID start at this PID; default is 1 (init) USER show only trees rooted at processes of this user
es: PID iniciar en este PID; por omisión es 1 (init) USUARIO solo muestra árboles iniciados por procesos de este usuario

source: TERM is not set
es: TERM no está definido

source: Can't get terminal capabilities
es: No se pueden obtener las caracteristicas de la terminal

source: No such user name: %s
es: No existe el nombre de usuario: %s

source: No processes found.
es: No se encontraron procesos.

source: Press return to close
es: Presione retorno para cerrar

source: %s: unknown signal; %s -l lists signals.
es: %s: señal desconocida; %s -l para listar señales.
