Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/rpm.po
Languages: es

source: Installing %s
es: Instalando %s

source: Rollback packages (+%d/-%d) to %-24.24s (0x%08x):
es: Restaurar paquetes (+%d/-%d) a %-24.24s (0x%08x):

source: Cleaning up repackaged packages:
es: Limpiando paquetes re-empaquetados

source: Removing %s:
es: Eliminando %s:

source: read failed: %s (%d)
es: falló la lectura: %s (%d)

source: PreReq:, Provides:, and Obsoletes: dependencies support versions.
es: PreReq:, Provides:, y Obsoletes: dependencias soportan versiones.

source: file name(s) stored as (dirName,baseName,dirIndex) tuple, not as path.
es: nombres de archivos almacenados como (dirName,baseName,dirIndex) "tuple", no como ruta.

source: package payload file(s) have "./" prefix.
es: los archivos de carga del paquete tienen el prefijo "./".

source: package name-version-release is not implicitly provided.
es: nombre-versión-lanzamiento del paquete no se proporciona implícitamente.

source: header tags are always sorted after being loaded.
es: las etiquetas de cabecera son ordenadas siempre después de ser cargadas.

source: the scriptlet interpreter can use arguments from header.
es: el intérprete de scriptlet puede utilizar argumentos de la cabecera.

source: a hardlink file set may be installed without being complete.
es: un grupo de archivos de enlaces duros puede ser instalado aunque no se haya completado.

source: internal support for lua scripts.
es: soporte interno para guiones lua

source: different
es: diferente

source: package %s is intended for a %s architecture
es: el paquete %s está destinado para la arquitectura %s

source: package %s is intended for a %s operating system
es: el paquete %s está destinado para el sistema operativo %s

source: package %s is already installed
es: el paquete %s ya está instalado

source: path %s in package %s is not relocatable
es: la ruta %s en el paquete %s no es reasignable

source: file %s conflicts between attempted installs of %s and %s
es: el archivo %s tiene conflictos entre los intentos de instalación de %s y %s

source: file %s from install of %s conflicts with file from package %s
es: el archivo %s de la instalación de %s tiene conflicto con el archivo del paquete %s

source: package %s (which is newer than %s) is already installed
es: el paquete %s (que es más nuevo que %s) ya está instalado

source: installing package %s needs %ld%cB on the %s filesystem
es: la instalación del paquete %s necesita %ld%cB en el sistema de archivos %s

source: installing package %s needs %ld inodes on the %s filesystem
es: la instalación de paquete %s necesita %ld inodos en el sistema de archivos %s

source: package %s pre-transaction syscall(s): %s failed: %s
es: transacción previa syscall(s) del paquete %s: %s fallido: %s

source: %s is needed by %s%s
es: %s se necesita por %s%s

source: (installed)
es: (instalado)

source: %s conflicts with %s%s
es: %s conflictos con %s%s

source: unknown error %d encountered while manipulating package %s
es: se encontró el error desconocido %d cuando se manipulaba el paquete %s

source: missing second ':' at %s:%d
es: se perdió el segundo ':' en %s:%d

source: missing architecture name at %s:%d
es: nombre de arquitectura perdido en %s:%d

source: Incomplete data line at %s:%d
es: línea de datos incompleta en %s:%d

source: Too many args in data line at %s:%d
es: Demasiados argumentos en la línea de datos en %s:%d

source: Bad arch/os number: %s (%s:%d)
es: número de arq/os erróneo: %s (%s:%d)

source: Incomplete default line at %s:%d
es: Línea incompleta predeterminada en %s:%d

source: Too many args in default line at %s:%d
es: Demasiados argumentos en la línea predeterminada en %s:%d

source: Failed to read %s: %s.
es: Fallo al leer %s: %s.

source: missing ':' (found 0x%02x) at %s:%d
es: perdido ':' (se encontró 0x%02x) en %s:%d

source: missing argument for %s at %s:%d
es: argumento perdido para %s en %s:%d

source: %s expansion failed at %s:%d "%s"
es: %s expansión fallida en %s:%d "%s"

source: cannot open %s at %s:%d: %s
es: no se puede abrir %s en %s:%d: %s

source: missing architecture for %s at %s:%d
es: arquitectura perdida para %s en %s:%d

source: bad option '%s' at %s:%d
es: opción incorrecta '%s' en %s:%d

source: Unknown system: %s
es: sistema desconocido: %s

source: Please contact rpm-maint@lists.rpm.org
es: Contacte con rpm-maint@lists.rpm.org

source: Cannot expand %s
es: No se puede expandir %s

source: Cannot read %s, HOME is too large.
es: No se puede leer %s, HOME es demasiado grande.

source: Unable to open %s for reading: %s.
es: Imposible abrir %s para leer: %s.

source: %s: no newline on line number %d (only read %s)
es: %s: no hay nueva línea en le número de línea %d (sólo lectura %s)

source: %s: line number %d is missing fields (only read %s)
es: %s: número de línea %d tiene campos perdidos (sólo lectura %s)

source: %s: invalid context %s on line number %d
es: %s: contexto invalido %s en número de línea %d

source: cannot open Packages database in %s
es: no se puede abrir la base de datos de paquetes en %s

source: extra '(' in package label: %s
es: '(' extra en la etiqueta del paquete: %s

source: missing '(' in package label: %s
es: '(' perdido en la etiqueta del paquete: %s

source: missing ')' in package label: %s
es: ')' perdido en la etiqueta del paquete: %s

source: cannot open Solve database in %s
es: no se puede abrir la base de datos Solve en %s

source: Adding: %s
es: Añadiendo: %s

source: Suggesting: %s
es: Sugerido: %s

source: mounted filesystems:
es: sistema de archivos montado:

source: Allocating space for %d entries
es: Asignando espacio para %d entradas

source: Entry address: %p
es: Dirección de entrada: %p

source: Found entry at address: %p
es: Se encontró entrada en la dirección: %p

source: Expected size: %12d = lead(%d)+sigs(%d)+pad(%d)+data(%d)
es: tamaño esperado: %12d = lead(%d)+sigs(%d)+pad(%d)+data(%d)

source: Actual size: %12d
es: Tamaño actual: %12d

source: Signature: size(%d)+pad(%d)
es: Firma: tamaño(%d)+pad(%d)

source: Could not exec %s: %s
es: No se puede ejecutar %s: %s

source: pgp failed
es: pgp falló

source: pgp failed to write signature
es: pgp falló al escribir la firma

source: PGP sig size: %d
es: tamaño de firma PGP: %d

source: unable to read the signature
es: imposible leer la firma

source: Got %d bytes of PGP sig
es: Se consiguieron %d bytes de la firma PGP

source: gpg exec failed (%d)
es: falló la ejecución gpg (%d)

source: gpg failed to write signature
es: gpg falló al escribir la firma

source: GPG sig size: %d
es: Tamaño de firma GPG: %d

source: Got %d bytes of GPG sig
es: Se consiguieron %d bytes de la firma GPG

source: Invalid %%_signature spec in macro file
es: spec %%_signature no válido en archivo de macro

source: You must set "%%_gpg_name" in your macro file
es: Debe ajustar "%%_gpg_name" en su archivo macro

source: You must set "%%_pgp_name" in your macro file
es: Debe ajustar "%%_pgp_name" en su archivo macro

source: Header+Payload size:
es: tamaño cabecera+carga:

source: MD5 digest:
es: resumen MD%:

source: Header SHA1 digest:
es: Resumen de cabecera SHA1:

source: Header
es: Cabecera

source: signature:
es: firma

source: DSA signature:
es: firma DSA

source: Verify signature: BAD PARAMETERS
es: Verificación de firma: PARÁMETROS INCORRECTOS

source: Broken MD5 digest: UNSUPPORTED
es: Resumen MD5 roto: NO SOPORTADO

source: Signature: UNKNOWN (%d)
es: Firma DESCONOCIDA (%d)

source: excluding directory %s
es: excluyendo directorio %s

source: Getting repackaged header from transaction element
es: Consiguiendo cabecera reempaquetada del elemento de transacción

source: Looking for %s...
es: Esperando %s...

source: Matches found.
es: Coincidencias encontradas.

source: No matches found.
es: No se encontraron coincidencias.

source: Repackaged package not found!.
es: Paquete reempaquetado no encontrado.

source: Name: %s.
es: Nombre: %s.

source: Repackaged Package was %s...
es: El paquete re-empaquetado fue %s...

source: Could not get install element database instance!
es: No se puede conseguir la instancia de la base de datos del elemento

source: Added from install element %s.
es: Añadido desde el elemento instalado %s.

source: Added erase element.
es: Elemento borrado añadido.

source: Not adding erase element for %s.
es: No se añade el elemento borrado de %s.

source: Added repackaged package %s.
es: Paquete reempaquetado añadido %s.

source: Added from erase element %s.
es: Añadido del elemento borrado %s.

source: No repackaged package...nothing to do.
es: No hay paquete re-empaquetado...nada que hacer.

source: Failure reading repackaged package!
es: Fallo al leer el paquete re-empaquetado

source: running pre-transaction scripts
es: corriendo guiones de pre transacción

source: computing %d file fingerprints
es: computando %d hullas de archivo

source: computing file dispositions
es: calculando las disposiciones de archivo

source: Add failed. Could not read package header.
es: Fallo al añadir. No se puede leer la cabecera del paquete.

source: Add failed in rpmpsmStage().
es: Fallo al añadir en rpmpsmStage().

source: Add failed. Could not get file list.
es: Falló añadir. No se puede conseguir la lista de archivos.

source: missing %c %s
es: perdido %c %s

source: Unsatisfied dependencies for %s:
es: Dependencias no satisfechas para %s:

source: Unknown system error
es: Error de sistema desconocido

source: db%d error(%d) from %s: %s
es: db%d error(%d) de %s: %s

source: closed db environment %s/%s
es: entorno bd cerrado %s/%s

source: removed db environment %s/%s
es: entorno bd eliminado %s/%s

source: opening db environment %s/%s %s
es: entorno db abierto %s/%s %s

source: closed db index %s/%s
es: índice de base de datos cerrado %s/%s

source: verified db index %s/%s
es: índice de base de datos verificado %s/%s

source: opening db index %s/%s %s mode=0x%x
es: índice de bd abierto %s/%s %s modo=0x%x

source: cannot get %s lock on %s/%s
es: no se puede conseguir %s bloqueo en %s/%s

source: exclusive
es: exclusivo

source: shared
es: compartido

source: locked db index %s/%s
es: índice de base de datos bloqueado %s/%s

source: unrecognized db option: "%s" ignored.
es: opción de base de datos no conocida: "%s" ignorado.

source: %s has invalid numeric value, skipped
es: %s tiene un valor numérico inválido, omitido

source: %s has too large or too small long value, skipped
es: %s tiene un valor demasiado grande o pequeño, omitiendo

source: %s has too large or too small integer value, skipped
es: %s tiene un valor entero demasiado grande o pequeño, omitiendo

source: missing { after %
es: { perdido después %

source: missing } after %{
es: } perdido después %{

source: empty tag format
es: formato de etiqueta vacío

source: empty tag name
es: nombre de etiqueta vacío

source: unknown tag
es: etiqueta desconocida

source: ] expected at end of array
es: se esperaba ] al final de la matriz

source: unexpected ]
es: ] inesperado

source: unexpected }
es: } inesperado

source: ? expected in expression
es: se espeeraba ? en la expresión

source: { expected after ? in expression
es: se esperaba { después de ? en la expresión

source: } expected in expression
es: se esperaba } en la expresión

source: : expected following ? subexpression
es: se esperaba : seguido de la subexpresión ?

source: { expected after : in expression
es: se esperaba { después de : en la expresión

source: | expected at end of expression
es: se esperaba | al final de la expresión

source: (index out of range)
es: (índice fuera de rango)

source: Data type %d not supported
es: Tipo de dato %d no soportado

source: initialize database
es: inicializar base de datos

source: rebuild database inverted lists from installed package headers
es: reconstruir lista invertida de la base de datos desde las cabeceras de paquetes instalados

source: verify database files
es: verificar archivos de base de datos

source: generate headers compatible with (legacy) rpm[23] packaging
es: generar cabeceras compatibles con el empaquetado (herencia) rpm[23]

source: dbiTagsInit: unrecognized tag name: "%s" ignored
es: dbiTagsInit: nombre de etiqueta desconocido: "%s" ignorado

source: cannot open %s index using db%d - %s (%d)
es: no se puede abrir el indice %s usando db%d - %s (%d)

source: cannot open %s index
es: no se puede abrir el indice %s

source: no dbpath has been set
es: el dbpath no ha sido configurado

source: error(%d) getting "%s" records from %s index
es: error(%d) consiguiendo "%s" registros desde el índice %s

source: miFreeHeader: skipping
es: miFreeHeader: omitiendo

source: error(%d) storing record #%d into %s
es: error(%d) almacenando el registro #%d en %s

source: rpmdbNextIterator: skipping
es: rpmdbNextIterator: omitiendo

source: rpmdb: damaged header #%u retrieved -- skipping.
es: rpmdb: cabecera dañada #%u recuperada -- omitiendo.

source: %s: cannot read header at 0x%x
es: %s: no se puede leer la cabecera en 0x%x

source: error(%d) setting header #%d record for %s removal
es: error(%d) estableciendo registro de cabecera #%d para remoción %s

source: removing "%s" from %s index.
es: borrando "%s" del indice %s

source: removing %d entries from %s index.
es: borrando %d entradas del indice %s

source: error(%d) setting "%s" records from %s index
es: error(%d) estableciendo registros "%s" desde índice %s

source: error(%d) storing record "%s" into %s
es: error(%d) almacenando registro "%s" en %s

source: error(%d) removing record "%s" from %s
es: error(%d) removiendo registro "%s" de %s

source: error(%d) allocating new package instance
es: error(%d) asignando nueva instancia del paquete

source: rpmdbAdd: skipping
es: rpmdbAdd: omitiendo

source: adding "%s" to %s index.
es: añadiendo "%s" al indice %s

source: adding %d entries to %s index.
es: añadiendo %d entradas al indice %s

source: error(%d) storing record %s into %s
es: error(%d) almacenando registro %s en %s

source: removing %s after successful db3 rebuild.
es: borrando %s después de una reconstrucción db3 exitosa.

source: no dbpath has been set
es: ningún dbpath ha sido configurado

source: rebuilding database %s into %s
es: reconstruyendo base de datos %s en %s

source: temporary database %s already exists
es: la base de datos temporal %s ya existe

source: creating directory %s
es: creando el directorio %s

source: creating directory %s: %s
es: creando el directorio %s: %s

source: opening old database with dbapi %d
es: abriendo la base de datos antigua con dbapi %d

source: opening new database with dbapi %d
es: abriendo una nueva base datos con dbapi %d

source: header #%u in the database is bad -- skipping.
es: la cabecera #%u en la base de datos es incorrecta -- omitiendo.

source: cannot add record originally at %u
es: no se puede añadir el registro original a %u

source: failed to rebuild database: original database remains in place
es: Falló al reconstruir la base de datos: la base de datos original sigue en ese lugar

source: failed to replace old database with new database!
es: fallo al reemplazar la antigua base de datos con la nueva

source: replace files in %s with files from %s to recover
es: reemplazar archivos en %s con los archivos de %s a recuperar

source: removing directory %s
es: eliminando directorio %s

source: failed to remove directory %s: %s
es: falló al borrar el directorio %s: %s

source: Unable to get lock on db %s, retrying... (%d)
es: Imposible conseguir bloqueo en bd %s, reintentando... (%d)

source: ======================== active %d empty %d
es: ======================== activo %d vacío %d

source: %3d>%*s(empty)
es: %3d>%*s(vacío)

source: %3d<%*s(empty)
es: %3d<%*s(vacío)

source: Target buffer overflow
es: El búfer objetivo se ha desbordado

source: Macro %%%s has unterminated body
es: La macro %%%s tiene un cuerpo indeterminado

source: Macro %%%s has illegal name (%%define)
es: La macro %%%s tiene un nombre ilegal (%%define)

source: Macro %%%s has unterminated opts
es: la Macro %%%s tiene opciones no terminadas

source: Macro %%%s has empty body
es: La macro %%%s tiene vacío el cuerpo

source: Macro %%%s failed to expand
es: La macro %%%s falló al expandirse

source: Macro %%%s has illegal name (%%undefine)
es: La macro %%%s tiene un nombre ilegal (%%sin definir)

source: Macro %%%s (%s) was not used below level %d
es: Macro %%%s (%s) no se usa bajo el nivel %d

source: Unknown option %c in %s(%s)
es: Opción %c desconocida en %s(%s)

source: Recursion depth(%d) greater than max(%d)
es: Profundidad (%d) mayor que el máximo (%d)

source: Unterminated %c: %s
es: Sin terminar %c: %s

source: A %% is followed by an unparseable macro
es: Un %% se sigue de una macro no analizable

source: Macro %%%.*s not found, skipping
es: La macro %%%.*s no ha sido encontrada, omitiéndola

source: File %s: %s
es: Fichero %s: %s

source: File %s is smaller than %u bytes
es: El fichero %s ocupa menos de %u bytes

source: Authorization Required
es: Se necesita autorización

source: Redirect
es: Redireccionar

source: Server Error
es: Error de servidor

source: Unknown Error
es: Error desconocido

source: lua script failed: %s
es: falló el guión lua: %s

source: Success
es: Conseguido

source: Bad server response
es: Respuesta erronea del servidor

source: Server I/O error
es: Error E/S del servidor

source: Server timeout
es: Timeout del servidor

source: Unable to lookup server host address
es: Imposible de localizar la dirección del servidor

source: Unable to lookup server host name
es: Imposible localizar el nombre del servidor

source: Failed to connect to server
es: Falló al conectar con el servidor

source: Failed to establish data connection to server
es: Falló al establecer la conexión con el servidor

source: I/O error to local file
es: error E/S de un archivo local

source: Error setting remote server to passive mode
es: Error al cambiar el servidor remoto a modo pasivo

source: File not found on server
es: Fichero no encontrado en el servidor

source: Abort in progress
es: Cancelación en curso

source: Unknown or unexpected error
es: Error desconocido o inesperado

source: logging into %s as %s, pw %s
es: entrando en %s como %s, contraseña %s

source: (no error)
es: (sin errores)

source: fatal error:
es: error grave:

source: warning:
es: aviso:

source: memory alloc (%u bytes) returned NULL.
es: asignación de memoria (%u bytes) devolvió NULL.

source: warning: u %p ctrl %p nrefs != 0 (%s %s)
es: aviso: u %p ctrl %p nrefs != 0 (%s%s)

source: warning: u %p data %p nrefs != 0 (%s %s)
es: aviso: u %p data %p nrefs != 0 (%s%s)

source: warning: _url_cache[%d] %p nrefs(%d) != 1 (%s %s)
es: aviso: _url_cache[%d] %p nrefs(%d) != 1 (%s %s)

source: Password for %s@%s:
es: Contraseña para %s@%s:

source: error: %sport must be a number
es: error: puerto %s debe ser un número

source: url port must be a number
es: puerto url debe ser un número

source: failed to create %s: %s
es: falló al crear %s: %s

source: don't verify header+payload signature
es: no verificar firma de cabecera+carga

source: don't update cache database, only print package paths
es: no se actualiza la base de datos caché, sólo se imprimen las rutas del paquete

source: %s: %%{_cache_dbpath} macro is mis-configured.
es: %s: %%{_cache_dbpath} la macro está desconfigurada.

source: %s: cache operation failed: ec %d.
es: %s: falló la operación de caché: ec %d.

source: %s: read manifest failed: %s
es: %s: falló la lectura del manifiesto: %s

source: set permissions of files in a package
es: establecer permisos de archivos en el paquete

source: set user/group ownership of files in a package
es: establecer usuario/grupo al que pertenecen los archivos del paquete

source: list capabilities this package conflicts with
es: la lista de capacidades del paquete está en conflicto con

source: list other packages removed by installing this package
es: listar otros paquetes eliminados para instalar este paquete

source: list capabilities required by package(s)
es: lista de capacidades requeridas por el paquete

source: list descriptive information from package(s)
es: lista información descriptiva del paquete

source: list change logs for this package
es: lista los registros de cambio de esta paquete

source: list package(s) by install time, most recent first
es: lista paquetes por la hora de instalacion, primero el más reciente

source: list all files from each package
es: listar todos los archivos de cada paquete

source: <policy>
es: <política>

source: <option>
es: <opción>

source: use database in DIRECTORY
es: usar base de datos en DIRECTORIO

source: DIRECTORY
es: DIRECTORIO
