Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/rpm.po
Languages: es

source: Failed build dependencies:
es: Falló la construcción de dependencias

source: Unable to open spec file %s: %s
es: Imposible abrir el archivo especificado %s: %s

source: Failed to open tar pipe: %m
es: Error al abrir la tubería tar: %m

source: Failed to read spec file from %s
es: Error al leer el archivo especificado desde %s

source: Failed to rename %s to %s: %m
es: Error al renombrar %s a %s: %m

source: failed to stat %s: %m
es: Falló el stat %s: %m

source: File %s is not a regular file.
es: %s no es un archivo regular.

source: File %s does not appear to be a specfile.
es: El archivo %s no parece ser un archivo de especificación.

source: Building target platforms: %s
es: Construyendo las plataformas de destino: %s

source: Building for target %s
es: Construyendo para el objetivo %s

source: argument is not an RPM package
es: el argumento no es un paquete RPM

source: error reading header from package
es: error al leer la cabecera del paquete

source: cannot re-open payload: %s
es: No se puede reabrir payload: %s

source: Query options (with -q or --query):
es: Opciones de consulta (con -q o --query):

source: Verify options (with -V or --verify):
es: Opciones de verificación (con -V o --verify):

source: Source options (with --query or --verify):
es: Opciones de código fuente (con --query o --verify):

source: Signature options:
es: Opciones de firma:

source: Database options:
es: Opciones de base de datos

source: Build options with [ <specfile> | <tarball> | <source package> ]:
es: Opciones de construcción con [ <archivo spec> | <tarball> | <paquete de código fuente> ]:

source: Install/Upgrade/Erase options:
es: Opciones para Instalar/Actualizar/Borrar:

source: Common options for all rpm modes and executables:
es: Opciones comunes para todos los modos rpm y ejecutables:

source: RPM version %s
es: Versión RPM %s

source: This program may be freely redistributed under the terms of the GNU GPL
es: Este programa puede ser redistribuido de forma gratuita bajo los términos de GNU GPL

source: Internal error in argument processing (%d) :-(
es: Error interno durante el procesamiento de los argumentos (%d) :-(

source: only one major mode may be specified
es: sólo se puede especificar un modo mayor

source: one type of query/verify may be performed at a time
es: sólo se puede efectuar un tipo de consulta/verificación al mismo tiempo

source: unexpected query flags
es: banderas de consulta inesperadas

source: unexpected query format
es: formato de consulta inesperado

source: unexpected query source
es: fuente de consulta inesperada

source: only installation, upgrading, rmsource and rmspec may be forced
es: sólo pueden forzarse installation, upgrading, rmsource y rmspec

source: files may only be relocated during package installation
es: los archivos sólo pueden recolocarse durante la instalación del paquete

source: cannot use --prefix with --relocate or --excludepath
es: no se puede utilizar --prefix con --relocate o --excludepath

source: --relocate and --excludepath may only be used when installing new packages
es: --relocate y --excludepath sólo pueden utilizarse en la instalación de nuevos paquetes

source: --prefix may only be used when installing new packages
es: --prefix sólo puede utilizarse en la instalación de nuevos paquetes

source: arguments to --prefix must begin with a /
es: los argumentos para --prefix deben comenzar con una /

source: --hash (-h) may only be specified during package installation
es: --hash (-h) sólo puede utilizarse durante la instalación de un paquete

source: --percent may only be specified during package installation
es: --percent sólo se puede especificar durante la instalación de un paquete

source: --replacepkgs may only be specified during package installation
es: --replacepkgs sólo se puede utilizar durante la instalación de un paquete

source: --excludedocs may only be specified during package installation
es: --excludedocs sólo se puede utilizar durante la instalación de un paquete

source: --includedocs may only be specified during package installation
es: --includedocs sólo se puede especificar durante la instalación del paquete

source: only one of --excludedocs and --includedocs may be specified
es: sólo puede especificarse uno de los parámetros --excludedocs y --includedocs

source: --ignorearch may only be specified during package installation
es: --ignorerearch sólo se puede utilizar durante la instalación de un paquete

source: --ignoreos may only be specified during package installation
es: --ignoreos sólo se puede ser utilizar durante la instalación de un paquete

source: --ignoresize may only be specified during package installation
es: --ignoresize sólo se puede ser utilizar durante la instalación de un paquete

source: --allmatches may only be specified during package erasure
es: --allmatches sólo puede ser utilizado durante la eliminación de un paquete

source: --allfiles may only be specified during package installation
es: --allfiles sólo puede ser utilizado durante la instalación de un paquete

source: --justdb may only be specified during package installation and erasure
es: --justdb sólo puede ser utilizado durante la instalación y eliminación de un paquete

source: script disabling options may only be specified during package installation and erasure
es: las opciones de deshabilitado de guiones sólo pueden especificarse durante la instalación y borrado del paquete

source: trigger disabling options may only be specified during package installation and erasure
es: Las opciones de deshabilitar desencadenado sólo pueden especificarse durante la instalación y borrado de paquetes

source: --nodeps may only be specified during package building, rebuilding, recompilation, installation,erasure, and verification
es: --nodeps sólo puede especificarse durante la construcción, reconstrucción, recompilación, instalación, borrado o verificación de un paquete

source: --test may only be specified during package installation, erasure, and building
es: --test sólo puede especificarse durante la instalación, borrado o construcción de un paquete

source: --root (-r) may only be specified during installation, erasure, querying, and database rebuilds
es: --root (-r) solo puede ser especificado durante instalación, borrado, consulta y reconstrucción de la base de datos.

source: arguments to --root (-r) must begin with a /
es: los argumentos para --root (-r) deben empezar con /

source: no files to sign
es: no hay archivo que firmar

source: cannot access file %s
es: no se puede acceder al archivo %s

source: pgp not found:
es: pgp no encontrado:

source: Enter pass phrase:
es: Escriba la frase secreta:

source: Pass phrase check failed
es: Falló el reconocimiento de la frase secreta

source: Pass phrase is good.
es: La frase secreta es correcta.

source: Invalid %%_signature spec in macro file.
es: %%_signature spec no válido en el archivo macro.

source: --sign may only be used during package building
es: --sign sólo puede ser usar durante la construcción del paquete

source: exec failed
es: La ejecución falló

source: no packages files given for rebuild
es: no se dieron archivos de paquetes para reconstruir

source: no spec files given for build
es: no se dieron archivos de especificación para construir

source: no tar files given for build
es: no se dieron archivos tar para construir

source: no packages given for erase
es: no se dieron paquetes para borrar

source: no packages given for install
es: no se dieron paquetes para instalar

source: no arguments given for query
es: no se dieron argumentos para consulta

source: no arguments given for verify
es: no se dieron argumentos para verificar

source: no arguments given
es: no se dieron argumentos

source: Unable to open temp file.
es: Imposible abrir archivo temporal.

source: Executing(%s): %s
es: Ejecutando (%s): %s

source: Exec of %s failed (%s): %s
es: Falló ejecución de %s (%s): %s

source: Bad exit status from %s (%s)
es: Estatus de salida incorrecto desde %s (%s)

source: RPM build errors:
es: Errores de construcción RPM:

source: syntax error while parsing ==
es: error sintáctico al analizar ==

source: syntax error while parsing &&
es: error sintáctico al analizar &&

source: syntax error while parsing ||
es: error sintáctico al analizar ||

source: parse error in expression
es: error sintáctico en la expresión

source: unmatched (
es: ( sin pareja

source: - only on numbers
es: - sólo en números

source: ! only on numbers
es: ! sólo en números

source: types must match
es: tipos deben concordar

source: * / not suported for strings
es: * / no soportado para cadenas

source: - not suported for strings
es: - no soportada para cadenas

source: && and || not suported for strings
es: && y || no soportado para cadenas

source: syntax error in expression
es: error sintáctico en expresión

source: TIMECHECK failure: %s
es: Falló el CONTROL DE TIEMPO: %s

source: Missing '(' in %s %s
es: Falta '(' en %s %s

source: Missing ')' in %s(%s
es: Falta ')' en %s(%s

source: Invalid %s token: %s
es: Símbolo %s es inválido: %s

source: Missing %s in %s %s
es: Falta %s en %s %s

source: Non-white space follows %s(): %s
es: No sigue ningún espacio en blanco %s(): %s

source: Bad syntax: %s(%s)
es: Sintáxis incorrecta: %s(%s)

source: Bad mode spec: %s(%s)
es: Modo de especificaciones incorrecto: %s(%s)

source: Bad dirmode spec: %s(%s)
es: dirmode spec erróneo: %s(%s)

source: Unusual locale length: "%.*s" in %%lang(%s)
es: Longitud inusual del local: "%.*s" en %%idioma(%s)

source: Duplicate locale %.*s in %%lang(%s)
es: Duplicar local %.*s en %%lang(%s)

source: Hit limit for %%docdir
es: Petición límite para %%docdir

source: Only one arg for %%docdir
es: Solo un argumento para %%docdir

source: Two files on one line: %s
es: Dos archivos en una línea: %s

source: File must begin with "/": %s
es: Archivo debe comenzar con "/": %s

source: Can't mix special %%doc with other forms: %s
es: No se puede mezclar %%doc especial con otros formatos: %s

source: illegal _docdir_fmt: %s
es: ilegal _docdir_fmt: %s

source: File listed twice: %s
es: Archivo listado dos veces: %s

source: Symlink points to BuildRoot: %s -> %s
es: El enlace simbólico apunta a BuildRoot: %s -> %s

source: File doesn't match prefix (%s): %s
es: Archivo no concuerda con el prefijo (%s): %s

source: File not found: %s
es: Archivo no encontrado: %s

source: %s: can't load unknown tag (%d).
es: %s: no se puede cargar etiqueda desconocida (%d).

source: %s: public key read failed.
es: %s: falló lectura de llave pública.

source: %s: not an armored public key.
es: %s: no es una llave pública con armadura.

source: %s: *.te policy read failed.
es: %s: *falló la lectura de la política .te.

source: File needs leading "/": %s
es: El archivo necesita comenzar por "/": %s

source: Glob not permitted: %s
es: Glob no está permitido: %s

source: File not found by glob: %s
es: Archivo no encontrado por glob:%s

source: Could not open %%files file %s: %s
es: No se pudo abrir el archivo %%files %s: %s

source: line: %s
es: línea: %s

source: Bad file: %s: %s
es: Archivo malo: %s: %s

source: Bad owner/group: %s
es: Grupo/propietario incorrecto: %s

source: Checking for unpackaged file(s): %s
es: Comprobando archivos no empaquetados: %s

source: Installed (but unpackaged) file(s) found: %s
es: Se han encontrado archivos installados pero no empaquetados: %s

source: Processing files: %s-%s-%s
es: Procesando archivos: %s-%s-%s

source: getUname: too many uid's
es: getUname: demasiadas uid

source: getUnameS: too many uid's
es: getUnameS: demasiadas uid

source: getUidS: too many uid's
es: getUidS: demasiadas uid

source: getGname: too many gid's
es: getGname: demasiadas gid

source: getGnameS: too many gid's
es: getGnameS: demasiadas gid

source: getGidS: too many gid's
es: getGidS: demasiadas gid

source: Could not canonicalize hostname: %s
es: No se puede canonicalizar el nombre del anfitrión: %s

source: create archive failed on file %s: %s
es: Fallo al crear el paquete en el archivo %s: %s

source: create archive failed: %s
es: Fallo al crear el paqyete: %s

source: cpio_copy write failed: %s
es: Falló la escritura de cpio_copy: %s

source: cpio_copy read failed: %s
es: Falló la lectura de cpio_copy: %s

source: Could not open PreIn file: %s
es: No se puede abrir el archivo PreIn: %s

source: Could not open PreUn file: %s
es: No se puede abrir el archivo PreUn: %s

source: Could not open PostIn file: %s
es: No se puede abrir el archivo PostIn: %s

source: Could not open PostUn file: %s
es: No se puede abrir el archivo PostUn: %s

source: Could not open VerifyScript file: %s
es: No se puede abrir el archivo VerifyScript : %s

source: Could not open Trigger script file: %s
es: No se puede abrir el archivo de script Trigger: %s

source: readRPM: open %s: %s
es: readRPM: abrir %s: %s

source: readRPM: read %s: %s
es: readRPM: leer %s: %s

source: %s: Fseek failed: %s
es: %s: Fseek falló: %s

source: readRPM: %s is not an RPM package
es: readRPM: %s no es un paquete RPM

source: readRPM: reading header from %s
es: readRPM: leyendo encabezado desde %s

source: Unable to create immutable header region.
es: Imposible crear una región de cabecera inmutable.

source: Unable to write temp header
es: No se puede escribir encabezados temporales

source: Bad CSA data
es: Datos CSA incorrectos

source: Unable to write final header
es: No se pudo escribir la cabecera final

source: Generating signature: %d
es: Generando signatura: %d

source: Unable to reload signature header.
es: Imposible recargar la cabecera de firma.

source: Could not open %s: %s
es: No se puede abrir %s: %s

source: Unable to write package: %s
es: No se pudo escribir el paquete: %s

source: Unable to open sigtarget %s: %s
es: Incapaz de abrir sigtarget %s: %s

source: Unable to read header from %s: %s
es: No se pudo leer la cabecera de %s: %s

source: Unable to write header to %s: %s
es: No se pudo escribir la cabecera de %s: %s

source: Unable to read payload from %s: %s
es: Incapaz de leer contenido en %s: %s

source: Unable to write payload to %s: %s
es: Imposible escribir el máximo de carga en %s: %s

source: Wrote: %s
es: Se escribió: %s

source: Could not generate output filename for package %s: %s
es: No es posible generar nombres de archivo de salida para el paquete %s: %s

source: cannot create %s: %s
es: no se pudo crear %s: %s

source: line %d: second %s
es: línea %d: segundo %s

source: %%changelog entries must start with *
es: las entradas %%changelog deben empezar con *

source: incomplete %%changelog entry
es: entradas %%changelog incompletas

source: bad date in %%changelog: %s
es: fecha incorrecta en %%changelog: %s

source: %%changelog not in descending chronological order
es: %%changelog no está en orden cronológico descendente

source: missing name in %%changelog
es: nombre no encontrado en %%changelog

source: no description in %%changelog
es: no hay descripción en %%changelog

source: line %d: Error parsing %%description: %s
es: línea %d: Error analizando %%description: %s

source: line %d: Bad option %s: %s
es: línea %d: Opción incorrecta %s: %s

source: line %d: Too many names: %s
es: línea %d: Demasiados nombres: %s

source: line %d: Package does not exist: %s
es: línea %d: El paquete no existe: %s

source: line %d: Second description
es: línea %d: Segunda descripción

source: line %d: Error parsing %%files: %s
es: línea %d: Error analizando %%files: %s

source: line %d: Second %%files list
es: línea %d: Segunda lista de %%files

source: Architecture is excluded: %s
es: Se excluye la arquitectura: %s

source: Architecture is not included: %s
es: No se incluye la arquitectura: %s

source: OS is excluded: %s
es: Se excluye el S. O.: %s

source: OS is not included: %s
es: el SO no está incluido: %s

source: %s field must be present in package: %s
es: el campo %s debe estar presente en el paquete %s

source: Duplicate %s entries in package: %s
es: Duplicar %s entradas en el paquete %s

source: Unable to open icon %s: %s
es: No es posible abrir el ícono %s: %s

source: Unable to read icon %s: %s
es: No es posible leer el icono %s: %s

source: Unknown icon type: %s
es: Tipo de icono desconocido %s

source: line %d: Tag takes single token only: %s
es: línea %d: La etiqueta utiliza solo señales simples. %s

source: line %d: Malformed tag: %s
es: línea %d: Etiqueta malformada: %s

source: line %d: Empty tag: %s
es: Línea %d: Eetiqueta vacía: %s

source: line %d: Illegal char '-' in %s: %s
es: Línea %d: carácter ilegal '-' en %s: %s

source: BuildRoot can not be "/": %s
es: BuildRoot no puede ser "/": %s

source: line %d: Prefixes must not end with "/": %s
es: línea %d: Los prefijos no deben terminar con "/": %s

source: line %d: Docdir must begin with '/': %s
es: línea %d: el directorio de documentos debe empezar con '/': %s

source: line %d: Epoch/Serial field must be a number: %s
es: línea %d: campo Epoch/Serial debe ser un número: %s

source: line %d: Bad %s: qualifiers: %s
es: línea %d: %s erróneos: calificadores: %s

source: line %d: Bad BuildArchitecture format: %s
es: línea %d: Formato BuildArchitecture erróneo: %s

source: Internal error: Bogus tag %d
es: Error interno: Etiqueta falsa %d

source: Legacy syntax is unsupported: %s
es: No está soportada la sintaxis heredada: %s

source: Bad package specification: %s
es: Especificación de paquete incorrecta: %s

source: Package already exists: %s
es: El paquete ya existe %s

source: line %d: Unknown tag: %s
es: línea %d: Etiqueta desconocida: %s

source: Spec file can't use BuildRoot
es: El archivo Spec no puede usar BuildRoot

source: Bad source: %s: %s
es: Fuente incorrecta: %s: %s

source: No patch number %d
es: No hay número de parche %d

source: No source number %d
es: No hay número de fuente %d

source: Couldn't download nosource %s: %s
es: No se pudo descargar nosource %s: %s

source: Error parsing %%setup: %s
es: Error al analizar %%setup: %s

source: line %d: Bad arg to %%setup: %s
es: línea %d: Argumento incorrecto para %%setup: %s

source: line %d: Bad %%setup option %s: %s
es: línea %d: opción %%setup errónea %s: %s

source: line %d: Need arg to %%patch -b: %s
es: línea %d: Se necesita argumento para %%patch -b: %s

source: line %d: Need arg to %%patch -z: %s
es: línea %d: Se necesita argumento para %%patch -z: %s

source: line %d: Bad arg to %%patch -F: %s
es: línea %d: Argumento incorrecto para %%patch -F: %s

source: line %d: Need arg to %%patch -p: %s
es: línea %d: Se necesita argumento para %%patch -p: %s

source: line %d: Bad arg to %%patch -p: %s
es: línea %d: Argumento incorrecto para %%patch -p: %s

source: Too many patches!
es: ¡Demasiados parches!

source: line %d: Bad arg to %%patch: %s
es: línea %d: Argumento incorrecto para %%patch: %s

source: line %d: second %%prep
es: línea %d: segundo %%prep

source: line %d: Dependency tokens must begin with alpha-numeric, '_' or '/': %s
es: línea %d: Fichas de dependencia deben comenzar con alfa-numéricos, '_' o '/': %s

source: line %d: Versioned file name not permitted: %s
es: línea %d: Nombre de archivo versionado no permitido: %s

source: line %d: Version required: %s
es: línea %d: Se requiere versión: %s

source: line %d: triggers must have --: %s
es: línea %d: los disparadores deben tener --: %s

source: line %d: Error parsing %s: %s
es: línea %d: Error analizando %s: %s

source: line %d: internal script must end with '>': %s
es: línea %d: los guiones internos deben acabar con '>': %s

source: line %d: script program must begin with '/': %s
es: línea %d: los programas guionados deben comenzar con '/': %s

source: line %d: Second %s
es: línea %d: Segundo %s

source: line %d: unsupported internal script: %s
es: línea %d: guión interno no soportado: %s

source: line %d: %s
es: línea %d: %s

source: Unable to open %s: %s
es: No se puede abrir %s: %s

source: Unclosed %%if
es: No cerrado %%if

source: %s:%d: parseExpressionBoolean returns %d
es: %s:%d: parseExpressionBoolean devuelve %d

source: %s:%d: Got a %%else with no %%if
es: %s:%d: Se obtuvo un %%else sin %%if

source: %s:%d: Got a %%endif with no %%if
es: %s:%d: Se obtuvo un %%endif sin %%if

source: malformed %%include statement
es: sentencia %%include mal construida

source: No compatible architectures found for build
es: No se han encontrado arquitecturas compatibles para construir

source: Package has no %%description: %s
es: El paquete no tiene %%description: %s

source: buildroot already specified, ignoring %s
es: buildroot ya se especificó, ignorando %s

source: build through %prep (unpack sources and apply patches) from <specfile>
es: construir a través de %prep (desempaquetar fuentes y aplicar parches) desde <specfile>

source: build through %build (%prep, then compile) from <specfile>
es: construir a través de %build (%prep y luego compilar) desde <specfile>

source: build through %install (%prep, %build, then install) from <specfile>
es: construir a través de %install (%prep, %build y luego instalar) desde <specfile>

source: verify %files section from <specfile>
es: verificar sección %files desde <specfile>

source: build source and binary packages from <specfile>
es: construir paquetes de fuente y binario desde <specfile>

source: build binary package only from <specfile>
es: construir paquete binario sólo desde <specfile>

source: build source package only from <specfile>
es: construir paquete de fuente solo desde <specfile>

source: build through %prep (unpack sources and apply patches) from <tarball>
es: Construir a través de %prep (desempaquetar fuentes y aplicar parches) desde <tarball>

source: build through %build (%prep, then compile) from <tarball>
es: construir a través de %build (%prep, luego compilar) desde <tarball>

source: build through %install (%prep, %build, then install) from <tarball>
es: construir a través de %install (%prep, %build, luego instalar) desde <tarball>

source: verify %files section from <tarball>
es: verificar sección %files desde <tarball>

source: build source and binary packages from <tarball>
es: construir paquetes fuente y binarios desde el <tarball>

source: build binary package only from <tarball>
es: construir sólo paquete binario desde el <tarball>

source: build source package only from <tarball>
es: construir sólo paquete fuente desde el <tarball>

source: build binary package from <source package>
es: construir el paquete binario desde <paquete fuente>

source: <source package>
es: <paquete fuente>

source: build through %install (%prep, %build, then install) from <source package>
es: construir a través de %install (%prep, %build, luego instalar) desde <source package>

source: override build root
es: sobreescribir construcción de root

source: remove build tree when done
es: elimina el árbol de construcción al finalizar

source: generate headers compatible with rpm4 packaging
es: genera cabeceras compatibles con el empaquetado rpm4

source: ignore ExcludeArch: directives from spec file
es: ignorar ExcludeArch: directivas desde archivo especificado

source: debug file state machine
es: depura el archivo de declaración de la máquina

source: do not execute any stages of the build
es: no ejecutar ningún nivel de la construcción

source: do not verify build dependencies
es: no verificar dependencias de construcción

source: generate package header(s) compatible with (legacy) rpm[23] packaging
es: genera cabecera(s) de paquete compatible(s) con el empaquetado heredado rpm[23]

source: don't verify package digest(s)
es: no verifica el(los) resúmen(es) de empaquetadp

source: don't verify database header(s) when retrieved
es: no verificar cabeceras de paquetes al recuperar

source: don't verify package signature(s)
es: no se verifica la firma del paquete

source: do not accept i18N msgstr's from specfile
es: no aceptar msgstr i18N desde el specfile
