Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/rpm.po
Languages: es

source: remove sources when done
es: remover fuentes cuando este realizado

source: remove specfile when done
es: eliminar archivo específico al finalizar

source: skip straight to specified stage (only for c,i)
es: Ir a etapa especificada (solo para c,i)

source: generate PGP/GPG signature
es: generar firma PGP/GPG

source: override target platform
es: sobreescribir plataforma de destino

source: lookup i18N strings in specfile catalog
es: buscar cadenas i18N en el catalogo del specfile

source: Couldn't exec %s: %s
es: No se pudo ejecutar %s: %s

source: Couldn't fork %s: %s
es: No se puede bifurcar %s: %s

source: %s failed
es: %s fallido

source: failed to write all data to %s
es: falló la escritura de todos los datos a %s

source: magic_open(0x%x) failed: %s
es: magic_open(0x%x) falló: %s

source: magic_load(ms, "%s") failed: %s
es: magic_load(ms, "%s") falló: %s

source: magic_file(ms, "%s") failed: mode %06o %s
es: magic_file(ms, "%s") falló: modo %06o %s

source: Finding %s: %s
es: Buscando %s: %s

source: Failed to find %s:
es: Falló la búsqueda de %s:

source: line %d: Bad number: %s
es: línea %d: Número erróneo: %s

source: line %d: Bad no%s number: %d
es: línea %d: número no%s incorrecto: %d

source: line %d: Bad %s number: %s
es: línea %d: Número %s erróneo: %s

source: can't query %s: %s
es: no se puede preguntar %s: %s

source: query of specfile %s failed, can't parse
es: la consulta de specfile %s falló, no se pudo analizar

source: Bad magic
es: Mágico incorrecto

source: Bad/unreadable header
es: Cabecera errónea o ilegible

source: Header size too big
es: Tamaño de cabecera demasiado grande

source: Unknown file type
es: Tipo de archivo desconocido

source: Missing hard link(s)
es: Vínculos fuertes perdidos

source: MD5 sum mismatch
es: MD5 sum no coincide

source: Internal error
es: Error interno

source: Archive file not in header
es: el fichero de archivo no está en cabecera

source: failed -
es: failló -

source: package %s was already added, skipping %s
es: el paquete %s ya está añadido, omitiendo %s

source: package %s was already added, replacing with %s
es: el paquete %s ya estaba añadido, reemplazando con %s

source: Obsoletes: %s erases %s
es: Obsoletos: %s borrados %s

source: (cached)
es: (en caché)

source: (rpmrc provides)
es: (rpmrc proporcionados)

source: (rpmlib provides)
es: (rpmlib proporcionados)

source: (db files)
es: (archivos db)

source: (db provides)
es: (db proporcionadas)

source: (db package)
es: (paquete db)

source: ignore package name relation(s) [%d] %s -> %s
es: ignorar relación de nombre de paquete [%d] %s -> %s

source: removing %s "%s" from tsort relations.
es: removiendo %s "%s" de relaciones tsort.

source: ========== recording tsort relations
es: ========== grabando relaciones tsort

source: ========== successors only (%d bytes)
es: ========== sólo sucersores (%d bytes)

source: ========== continuing tsort ...
es: ========== continuando tsort ...

source: rpmtsOrder failed, %d elements remain
es: falló rpmtsOrder, permanecen %d elementos

source: (not a number)
es: (no es un número)

source: (not base64)
es: (no base64)

source: (invalid type)
es: (tipo inválido)

source: (not a blob)
es: (no es un blob)

source: (invalid xml type)
es: (tipo xml inválido)

source: (not an OpenPGP signature)
es: (no es una firma OpenPGP)

source: mntctl() failed to return size: %s
es: mntctl() fallo al devolver el tamaño: %s

source: mntctl() failed to return mount points: %s
es: mntctl() falló al retornar puntos de montaje: %s

source: failed to stat %s: %s
es: fallo al establecer %s: %s

source: failed to open %s: %s
es: fallo al abrir %s: %s

source: file %s is on an unknown device
es: el archivo %s es de un dispositivo desconocido

source: ========== Directories not explicitly included in package:
es: ========== Directorios no explicitamente incluidos en el paquete:

source: user %s does not exist - using root
es: el usuario %s no existe - usando superusuario

source: group %s does not exist - using root
es: el grupo %s no existe - usando superusuario

source: %s directory created with perms %04o, no context.
es: %s directorio creado con permisos %04o, sin contexto.

source: %s directory created with perms %04o, context %s.
es: %s directorio creado con permisos %04o, contexto %s.

source: archive file %s was not found in header file list
es: el fichero de archivo %s no se encontró en la lista de archivos de cabecera

source: %s saved as %s
es: %s salvado como %s

source: %s rmdir of %s failed: Directory not empty
es: %s rmdir de %s falló: Directorio no vacío

source: %s rmdir of %s failed: %s
es: %s rmdir de %s falló: %s

source: %s unlink of %s failed: %s
es: %s desenlace de %s fallido: %s

source: %s created as %s
es: %s creado como %s

source: adding %d args from manifest.
es: añadiendo %d argumentos del manifiesto.

source: cannot create %%%s %s
es: no se puede crear %%%s %s

source: cannot write to %%%s %s
es: no se puede escribir en %%%s %s

source: error creating temporary file %s
es: error creando el archivo temporal %s

source: region size: BAD, ril(%d) > il(%d)
es: tamaño de región: INCORRECTO, ril(%d) > il(%d)

source: hdr SHA1: BAD, not hex
es: hdr SHA1: INCORRECTO, no hexadecimal

source: hdr RSA: BAD, not binary
es: hdr RSA: INCORRECTO, no es un binario

source: hdr DSA: BAD, not binary
es: hdr DSA: INCORRECTO, no binario

source: skipping header with unverifiable V%u signature
es: omitiendo cabecera con firma V%u no verificable

source: hdr load: BAD
es: carga hdr: INCORRECTA

source: packaging version 1 is not supported by this version of RPM
es: la versión 1 del empaquetado no está soportada por esta versión de RPM

source: only packaging with major numbers <= 4 is supported by this version of RPM
es: sólo paquetes con números mayores <= 4 están soportados en esta versión de RPM

source: %s: rpmReadSignature failed: %s
es: %s: falló rpmReadSignature: %s

source: %s: No signature available
es: %s: No hay firma disponible

source: %s: headerRead failed: %s
es: %s: falló headerRead: %s

source: skipping package %s with unverifiable V%u signature
es: omitiendo paquete %s con firma V%u no verificable

source: %s: Fread failed: %s
es: %s: falló Fread: %s

source: FTS_LOGICAL: logical walk
es: FTS_LOGICAL: camino lógico

source: FTS_NOCHDIR: don't change directories
es: FTS_NOCHDIR: no cambia directorios

source: FTS_NOSTAT: don't get stat info
es: FTS_NOSTAT: no conseguir información de estado

source: FTS_PHYSICAL: physical walk
es: FTS_PHYSICAL: camino físico

source: FTS_SEEDOT: return dot and dot-dot
es: FTS_SEEDOT: devuelve punto y punto punto

source: FTS_XDEV: don't cross devices
es: FTS_XDEV: no cruza dispositivos

source: FTS_WHITEOUT: return whiteout information
es: FTS_WHITEOUT: devuelve sin información

source: predefine MACRO with value EXPR
es: predefine MACRO con valor EXPR

source: define MACRO with value EXPR
es: define MACRO con valor EXPR

source: print macro expansion of EXPR
es: imprimir expansión de macro de EXPR

source: read <FILE:...> instead of default file(s)
es: leer <FILE:...> en vez del archivo(s) por defecto

source: <FILE:...>
es: <ARCHIVO:...>

source: disable use of libio(3) API
es: desactiva el uso de libio(3) API

source: send stdout to CMD
es: enviar salida estándar a CMD

source: use ROOT as top level directory
es: use ROOT como directorio superior

source: display known query tags
es: muestra las etiquetas de preguntas conocidas

source: display final rpmrc and macro configuration
es: Mostar rpmrc final y macro configuración

source: provide less detailed output
es: proporcionar salida menos detallada

source: provide more detailed output
es: proporcionar salida más detallada

source: print the version of rpm being used
es: imprimir la versión actual de rpm

source: debug payload file state machine
es: depurar archivo de carga de la máquina de estado

source: debug FTP/HTTP data stream
es: depurar flujo de datos FTP/HTTP

source: debug argv collections
es: depurar colecciones argv

source: debug WebDAV data stream
es: depura el flujo de datos WebDAV

source: debug option/argument processing
es: depurar procesamiento de opción/argumento

source: debug rpmio I/O
es: depura E/S rpmio

source: debug URL cache handling
es: depura el manejo de la caché URL

source: %s: option table misconfigured (%d)
es: %s: tabla de opción desconfigurada (%d)

source: exclude paths must begin with a /
es: las rutas excluidas deben comenzar con /

source: relocations must begin with a /
es: las reasignaciones deben comenzar con a /

source: relocations must contain a =
es: las reasiganciones deben contener a =

source: relocations must have a / following the =
es: las reasignaciones deben tener una / seguida de =

source: rollback takes a time/date stamp argument
es: la restauración recibe un argumento de etiqueta de hora/fecha

source: malformed rollback time/date stamp argument
es: argumento de etiqueta hora/fecha mal formado

source: add suggested packages to transaction
es: añadir paquetes sugeridos a la transacción

source: install all files, even configurations which might otherwise be skipped
es: instalar todos los archivos, incluso los de configuración los cuales serían saltados.

source: remove all packages which match <package> (normally an error is generated if <package> specified multiple packages)
es: elimina todos los paquetes iguales a <paquete> (normalmente se genera un error si <paquete> especifica múltiples paquetes)

source: use anaconda "presentation order"
es: usa un orden de presentación anaconda

source: do not execute package scriptlet(s)
es: no ejecutar scriptlet(s) del paquete

source: relocate files in non-relocatable package
es: reasigna archivos en un paquete no reasignable

source: print dependency loops as warning
es: imprime búsquedas de dependencia como avisos

source: save erased package files by renaming into sub-directory
es: guardar archivos de paquete borrados renombrándolos en el subdirectorio

source: erase (uninstall) package
es: limpiar (desinstalar) paquete

source: do not install configuration files
es: no instalar los archivos de configuración

source: do not install documentation
es: no instalar la documentacion

source: skip files with leading component <path>
es: omitir archivos con el componente inicial <path>

source: <path>
es: <ruta>

source: detect file conflicts between packages
es: detecta conflictos de archivo entre paquetes

source: short hand for --replacepkgs --replacefiles
es: abreviatura para --replacepkgs --replacefiles

source: upgrade package(s) if already installed
es: actualizar paquete(es) si ya están instalados

source: print hash marks as package installs (good with -v)
es: imprimir signo de celdilla durante la instalación del paquete (con -v)

source: don't verify package architecture
es: no verificar arquitectura del paquete

source: don't verify package operating system
es: no verifica el sistema de operación del paquete

source: don't check disk space before installing
es: no verificar espacio en disco antes de instalar

source: install documentation
es: instalar documentación

source: install package(s)
es: instalar paquete(s)

source: update the database, but do not modify the filesystem
es: actualizar la base de datos, pero no modificar los archivos del sistema

source: do not verify package dependencies
es: no verificar las dependencias del paquete

source: don't verify MD5 digest of files
es: no verifica el resumen MD5 de los archivos

source: don't install file security contexts
es: no instala el contexto de seguridad del archivo

source: do not reorder package installation to satisfy dependencies
es: no reordena la instalación del paquete para satisfacer las dependencias

source: do not suggest missing dependency resolution(s)
es: no sugiere la resolución de las dependencias perdidas

source: do not execute %%pre scriptlet (if any)
es: no ejecutar %%pre scriptlet (si hay)

source: do not execute %%post scriptlet (if any)
es: no ejecutar %%post scriptlet (si hay)

source: do not execute %%preun scriptlet (if any)
es: no ejecutar %%preun scriptlet (si hay)

source: do not execute %%postun scriptlet (if any)
es: no ejecutar %%postun scriptlet (si hay)

source: do not execute any scriptlet(s) triggered by this package
es: no ejecutar ningún scriptlet detonado por este paquete

source: do not execute any %%triggerprein scriptlet(s)
es: no ejecutar ningún %%triggerprein scriptlet(s)

source: do not execute any %%triggerin scriptlet(s)
es: no ejecutar ningún %%triggerin scriptlet(s)

source: do not execute any %%triggerun scriptlet(s)
es: no ejecutar ningún %%triggerun scriptlet(s)

source: do not execute any %%triggerpostun scriptlet(s)
es: no ejecutar ningún %%triggerpostun scriptlet(s)

source: upgrade to an old version of the package (--force on upgrades does this automatically)
es: cambiar a una versión antigua del paquete (--force en la opción upgrade lo ejecuta de forma automática)

source: print percentages as package installs
es: imprime porcentajes como paquetes instalados

source: relocate the package to <dir>, if relocatable
es: reasiganr el paquete a <dir>, si es reasignable

source: relocate files from path <old> to <new>
es: reasigna archivos de la ruta <antigua> a <nueva>

source: <old>=<new>
es: <antigua>=<nueva>

source: save erased package files by repackaging
es: guardar archivos de paquetes borrados para reempaquetado

source: ignore file conflicts between packages
es: ignorar conflictos de archivo entre paquetes

source: reinstall if the package is already present
es: reinstale si el paquete ya se encuentra presente

source: deinstall new, reinstall old, package(s), back to <date>
es: desinstalar nuevo, reinstalar antiguo, paquete, volver a <fecha>

source: <date>
es: <fecha>

source: don't install, but tell if it would work or not
es: no instalar, pero dígame si este debería funcionar o no

source: upgrade package(s)
es: actualizar paquete(s)

source: query/verify all packages
es: Consultar/verificar todos los paquetes

source: rpm checksig mode
es: modo rpm checksig

source: query/verify package(s) owning file
es: consultar/verificar archivo propietario de paquete(s)

source: query/verify package(s) in group
es: Consultar/verificar los paquetes en el grupo

source: query/verify a package file
es: preguntar/verificar el archivo de paquete

source: query/verify package(s) with package identifier
es: Consultar/verificar los paquetes con identificador de paquete

source: query/verify package(s) with header identifier
es: Consultar/verificar paquetes con identificador de cabecera

source: query/verify package(s) with file identifier
es: Consultar/verificar paquetes con identificador de archivo

source: rpm query mode
es: modo de consulta rpm

source: query/verify a header instance
es: consultar/verificar la instancia de cabecera

source: query a spec file
es: consultar un archivo spec

source: query/verify package(s) from install transaction
es: consultar/verificar paquete(s) de la transacción de la instalación

source: query the package(s) triggered by the package
es: consultar los paquetes lanzados por el paquete

source: rpm verify mode
es: modo de verificación rpm

source: query/verify the package(s) which require a dependency
es: consultar/verificar los paquetes que requieren una dependencia

source: query/verify the package(s) which provide a dependency
es: consultar/verificar paquetes que proporcionan una dependencia

source: create transaction set
es: crea un conjunto de transacción

source: do not order transaction set
es: no ordenar un conjunto de transacción

source: do not read headers
es: no leer cabeceras

source: list all configuration files
es: lista todos los archivos de configuración

source: list all documentation files
es: lista todos los archivos de documentación

source: dump basic file information
es: volcar la información del archivo básico

source: list files in package
es: listar archivos del paquete

source: skip %%ghost files
es: saltar archivos %%ghost

source: skip %%license files
es: omitir archivo de %%licencia

source: skip %%readme files
es: omitir archivos %%leame

source: use the following query format
es: usa el sguiente formato de pregunta

source: substitute i18n sections into spec file
es: substituir las secciones i18n en el archivo spec

source: display the states of the listed files
es: mostar el estatus de los archivos listados

source: don't verify size of files
es: no verificar el tamaño de los archivos

source: don't verify symlink path of files
es: no verificar la ruta symlink de los archivos

source: don't verify owner of files
es: no verificar el propietario de los archivos

source: don't verify group of files
es: no verificar el grupo de los archivos

source: don't verify modification time of files
es: no verificar la hora de modificación de los archivos

source: don't verify mode of files
es: no verificar el modo de los archivos

source: don't verify file security contexts
es: no verifica el contexto de seguridad del archivo

source: don't verify files in package
es: no verificar los archivos en el paquete

source: don't verify package dependencies
es: no verificar las dependencias de paquetes

source: don't execute verify script(s)
es: no ejecutar script de verificación

source: don't verify GPG V3 DSA signature(s)
es: no verificar firmas GPG V3 DSA

source: don't verify PGP V3 RSA/MD5 signature(s)
es: no verificar firmas PGP V3 RSA/MD5

source: sign package(s) (identical to --resign)
es: firmar paquete(s) (idéntico a --resign)

source: verify package signature(s)
es: verifica la firma del paquete

source: delete package signatures
es: borrar firmas de paquete

source: import an armored public key
es: importar una llave pública con armadura

source: sign package(s) (identical to --addsign)
es: firmar paquete(s) (idéntico a --addsign)

source: generate signature
es: generar firma

source: source package expected, binary found
es: se esperaba un paquete fuente, se encontró un binario

source: source package contains no .spec file
es: el paquete fuente no contiene archivo .spec

source: %s: %s(%s-%s-%s.%s) skipping redundant "%s".
es: %s: %s(%s-%s-%s.%s) omitiendo redundate "%s".

source: %s: %s has %d files, test = %d
es: %s: %s tiene %d archivos, test = %d

source: %s: %s scriptlet failed (%d), skipping %s
es: %s: scriptlet %s fallido (%d), omitiendo %s

source: Unable to reload signature header
es: Imposible recargar la cabecera de la firma

source: unpacking of archive failed%s%s: %s
es: falló el desempaquetado del archivo%s%s: %s

source: on file
es: en archivo

source: %s failed on file %s: %s
es: %s fallo en archivo %s: %s

source: %s failed: %s
es: %s fallo: %s

source: incorrect format: %s
es: formato incorrecto: %s

source: (contains no files)
es: (no contiene archivos)

source: replaced
es: reemplazado

source: not installed
es: no instalado

source: net shared
es: red compartida

source: wrong color
es: color incorrecto

source: (no state)
es: (sin estado)

source: (unknown %3d)
es: (desconocido %3d)

source: package has not file owner/group lists
es: el paquete no tiene lista de propietario/grupo de archivo

source: package has neither file owner or id lists
es: el paquete no tiene ni propietario de archivo ni listas de identidad

source: group %s does not contain any packages
es: el grupo %s no contiene ningún paquete

source: no package triggers %s
es: no hay disparadores de paquete %s

source: malformed %s: %s
es: %s malformado: %s

source: no package matches %s: %s
es: ningún paquete coincide con %s: %s

source: no package requires %s
es: no se requieren paquetes %s

source: no package provides %s
es: no se proporcionaron paquetes %s

source: file %s: %s
es: archivo %s: %s

source: file %s is not owned by any package
es: el archivo %s no tiene ningún paquete propietario

source: invalid package number: %s
es: número de paquete inválido: %s

source: package record number: %u
es: número de registro de paquete: %u

source: record %u could not be read
es: el registro %u no puede leerse

source: package %s is not installed
es: el paquete %s no está instalado

source: (added files)
es: (archivos añadidos)

source: (added provide)
es: (provisión añadida)

source: %s: open failed: %s
es: %s: falló la apertura: %s

source: makeTempFile failed
es: falló makeTempFile

source: %s: Fwrite failed: %s
es: %s: falló Fwrite: %s

source: %s: Fflush failed: %s
es: %s: Fflush falló: %s

source: %s: not an rpm package
es: %s: no es un paquete rpm

source: %s: Can't sign v1 packaging
es: %s: No se puede firmar empaquetado v1

source: %s: Can't re-sign v2 packaging
es: %s: No se puede re-firmar empaquetado v2

source: %s: was already signed by key ID %s, skipping
es: %s: ya fue firmado por la clave de identidad %s, omitiendo

source: %s: writeLead failed: %s
es: %s: falló writeLead: %s

source: %s: rpmWriteSignature failed: %s
es: %s: falló rpmWriteSignature: %s

source: %s: import failed.
es: %s: falló la importación.

source: %s: headerRead failed
es: %s: falló headerRead

source: %s: headerGetEntry failed
es: %s: falló headerGetEntry

source: %s: No signature available (v1.0 RPM)
es: %s: No hay firma disponible (v1.0 RPM)

source: NOT OK
es: NO OK

source: (MISSING KEYS:
es: (LLAVES AUSENTES:

source: (UNTRUSTED KEYS:
es: (CLAVES NO CONFIABLES:

source: OK
es: ACEPTAR

source: YES
es: SÍ

source: The "B" dependency needs an epoch (assuming same epoch as "A") A = "%s" B = "%s"
es: La dependencia "B" necesita una era -epoch- (asumiendo la misma era de "A") A = "%s" B = "%s"

source: package %s has unsatisfied %s: %s
es: el paquete %s tiene %s insatisfecho: %s

source: %s skipped due to missingok flag
es: %s omitido debido a bandera missingok

source: ========== relocations
es: ========== reasignaciones

source: %5d exclude %s
es: %5d excluido %s

source: %5d relocate %s -> %s
es: %5d reasigna %s -> %s

source: excluding %s %s
es: excluyendo %s %s

source: relocating %s to %s
es: reubicando %s to %s

source: relocating directory %s to %s
es: reubicando carpeta %s a %s↵

source: open of %s failed: %s
es: la apertura de %s falló: %s

source: unknown tag: "%s"
es: etiqueta desconocida: "%s"

source: Failed dependencies:
es: Dependencias fallidas:

source: Suggested resolutions:
es: Resoluciones sugeridad:

source: Preparing...
es: Preparando…

source: Preparing packages for installation...
es: Preparando paquetes para instalación

source: Repackaging...
es: Re-empaquetando

source: Repackaging erased files...
es: Re-empaquetando archivos borrados

source: Upgrading...
es: Actualizando...

source: Upgrading packages...
es: Actualizanod paquetes...

source: Adding goal: %s
es: Añadiendo meta: %s

source: Retrieving %s
es: Recuperando %s

source: ... as %s
es: ... como %s

source: skipping %s - transfer failed - %s
es: omitiendo %s - falló la transferencia - %s

source: %s cannot be installed
es: %s no se puede instalar

source: added source package [%d]
es: paquete fuente añadido [%d]

source: package %s is not relocatable
es: el paquete %s no es reasignable

source: added binary package [%d]
es: paquete binario añadido [%d]

source: error reading from file %s
es: error leyendo desde el archivo %s

source: file %s requires a newer version of RPM
es: el archivo %s requiere una nueva versión de RPM

source: %s: not an rpm package (or package manifest): %s
es: %s: no es un paquete rpm (o manifiesto de paquete): %s

source: found %d source and %d binary packages
es: se encontró la fuente %d y los paquetes binarios %d

source: installing binary packages
es: instalando paquetes binarios

source: cannot open file %s: %s
es: no se puede abrir el archivo %s: %s

source: "%s" specifies multiple packages
es: "%s" especifica varios paquetes

source: cannot open %s: %s
es: no se puede abrir %s: %s
