Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/tuxmath.po
Languages: es

source: Welcome to TuxMath!
es: ¡Bienvenido a TuxMath!

source: Your mission is to save your
es: Su misión es salvar los

source: penguins' igloos from the
es: iglús de sus pingüinos de

source: falling comets.
es: los cometas que caen.

source: Stop a comet by typing
es: Detenga los cometas tecleando

source: the answer to the math problem
es: la respuesta al problema matemático

source: and hitting 'space' or 'enter'.
es: y pulsando Espacio o Intro.

source: Try it now!
es: ¡Inténtelo ahora!

source: Good shot!
es: ¡Buen tiro!

source: If an igloo gets hit by a comet,
es: Si un iglú es golpeado por un cometa,

source: it melts. But don't worry: the
es: se fundirá. Pero no se preocupe:

source: penguin is OK!
es: ¡el pingüino estará bien!

source: Just watch what happens:
es: Sólo vea lo que pasa:

source: (Press a key to start)
es: (Pulse una tecla para comenzar)

source: Notice the answer
es: Compruebe la respuesta

source: If it gets hit again, the
es: Si lo golpea de nuevo,

source: penguin leaves.
es: el pingüino se va

source: (Press a key when ready)
es: (Pulse una tecla cuando esté listo)

source: You can fix the igloos
es: Puede arreglar los iglús

source: by stopping bonus comets.
es: parando los cometas de bonus.

source: Zap it now!
es: ¡Golpéalo ahora!

source: Great job!
es: ¡Buen trabajo!

source: Quit at any time by pressing
es: Puede salir en cualquier momento pulsando

source: 'Esc' or clicking the 'X'
es: la tecla Esc o el icono de la X

source: in the upper right corner.
es: en la esquina superior derecha.

source: Do it now, and then play!
es: ¡Hágalo ahora, y luego juegue!

source: Work In Progress!
es: Trabajo en progreso!

source: This feature is not ready yet
es: Esta característica aún no está lista

source: Discuss the future of TuxMath at
es: Discuta el futuro de TuxMath en

source: Math Command Training Academy
es: Academia de entrenamiento de órdenes matemáticas

source: Play Arcade Game
es: Jugar partida

source: Play Custom Game
es: Jugar partida personalizada

source: Help
es: Ayuda

source: More Options
es: Más opciones

source: Quit
es: Salir

source: Space Cadet
es: Cadete espacial

source: Scout
es: Explorador

source: Ranger
es: Guardabosques

source: Ace
es: As

source: Hall Of Fame
es: Salón de la fama

source: Main menu
es: Menú principal

source: Edit 'options' file in your home directory
es: Editar el archivo «options» en el directorio personal

source: to create customized game!
es: crear un juego personalizado!

source: Press a key or click your mouse to start game.
es: Presiona una tecla o pulse en el ratón para iniciar el juego.

source: See README.txt for more information
es: Lea el archivo «README.txt» para más información

source: Demo
es: Demostración

source: Project Info
es: Información del proyecto

source: Credits
es: Créditos

source: Main Menu
es: Menú principal

source: TuxMath is free and open-source!
es: ¡TuxMath es libre y de código abierto!

source: You can help make it better by reporting problems,
es: Puede ayudar a mejorarlo informando de los problemas,

source: suggesting improvements, or adding code.
es: sugiriendo mejoras, o agregando código.

source: Discuss the future at tuxmath-devel@lists.sourceforge.net
es: Discuta el futuro en tuxmath-devel@lists.sourceforge.net

source: Number Typing
es: Mecanografía de números

source: Addition: 1 to 3
es: Suma: 1 a 3

source: Addition: 0 to 5
es: Suma: 0 a 5

source: Addition: Sums to 10
es: Suma: Sumas a 10

source: Addition: Sums to 15
es: Suma: Sumas a 15

source: Addition: Sums to 20
es: Suma: Sumas a 20

source: Addition: Two Digit Numbers
es: Suma: Números de dos dígitos

source: Addition: Missing Numbers
es: Suma: Faltan números

source: Subtraction: 0 to 10
es: Resta: 0 a 10

source: Subtraction: 0 to 20
es: Resta: 0 a 20

source: Subtraction: Two Digit Numbers
es: Resta: Números de dos dígitos

source: Addition and Subtraction Review
es: Revisión de Suma y Resta.

source: Multiplication: 0 to 3
es: Multiplicación: 0 a 3

source: Multiples of 2
es: Múltiplos de 2

source: Multiples of 3
es: Múltiplos de 3

source: Multiples of 4
es: Múltiplos de 4

source: Multiples of 5
es: Múltiplos de 5

source: Multiplication: 0 to 5
es: Multiplicación: 0 a 5

source: Multiples of 6
es: Múltiplos de 6

source: Multiples of 7
es: Múltiplos de 7

source: Multiplication: 0 to 7
es: Multiplicación: 0 a 7

source: Multiples of 8
es: Múltiplos de 8

source: Multiples of 9
es: Múltiplos de 9

source: Multiples of 10
es: Múltiplos de 10

source: Multiplication: 0 to 10
es: Multiplicación: 0 a 10

source: Multiples of 11 and 12
es: Múltiplos de 11 y 12

source: Multiplication: 0 to 12
es: Multiplicación: 0 a 12

source: Multiples of 13, 14, and 15
es: Múltiplos de 13, 14 y 15

source: Multiplication: 0 to 15
es: Multiplicación: 0 a 15

source: Multiplication: Missing Numbers
es: Multiplicación: Faltan números

source: Division by 2
es: División por 2

source: Division by 3
es: División por 3

source: Division by 4
es: División por 4

source: Division by 5
es: División por 5

source: Division: 1 to 5
es: División: 1 a 5

source: Division by 6
es: División por 6

source: Division by 7
es: División por 7

source: Division by 8
es: División por 8

source: Division by 9
es: División por 9

source: Division by 10
es: División por 10

source: Division: 1 to 10
es: División: 1 a 10

source: Division by 11 and 12
es: División por 11 y 12

source: Division: 1 to 12
es: División: 1 a 12

source: Division by 13, 14, and 15
es: División por 13, 14, y 15

source: Division: 1 to 15
es: División: 1 a 15

source: Multiplication and Division Review
es: Revisión de Multiplicación y División

source: Typing Negative Numbers
es: Escribiendo números negativos

source: Subtraction: Negative Answers
es: Resta: Respuestas negativas

source: Adding Negatives to Positives
es: Añadiendoo negativos a positivos

source: Subtracting Negatives From Positives
es: Sustrayendo negativos desde positivos

source: Adding Negatives to Negatives
es: Añadiendo negativos a negativos

source: Subtracting Negatives From Negatives
es: Sustrayendo negativos de negativos

source: Negative and Positive Numbers Review
es: Revisión de números negativos y positivos

source: Multiplication and Division of Negatives
es: Multiplicación y división de negativos

source: Multiplication of Positives and Negatives
es: Multiplicación de positivos y negativos

source: Division of Positives and Negatives
es: División de positivos y negativos
