Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/umit.po
Languages: es

source: Display Order / Grouping
es: Mostrar Orden / Agrupamiento

source: Sort by port number
es: Ordenar por número de puerto

source: Sort by service name
es: Ordenar por nombre de servicio

source: UMIT Command constructor wizard
es: Asistente de contructor de orden UMIT

source: Command
es: Orden

source: Help not implemented
es: Ayuda no implementada

source: Umit help is not implemented yet.
es: La ayuda de Umit no está implementada aun.

source: No target selected!
es: No hay un objetivo seleccionado

source: You must provide a target to be scanned.
es: Debe proporcionar un objetivo para ser explorado

source: Unnamed profile
es: Perfil sin nombre

source: You must provide a name for this profile.
es: Debe proporcionar un nombre para este perfil.

source: UMIT generated the nmap command. Click Apply to finish this wizard.
es: UMIT generó la orden nmap. Pulse Aplicar para finalizar este asistente.

source: Please, enter the profile name, and optionally, enter a hint, description and annotation for this new profile
es: Introduzca el nombre del perfil, y opcionalmente, una pista, descripción y anotación para este nuevo perfil.

source: Profile name
es: Nombre del perfil

source: Hint
es: Sugerencia

source: Description
es: Descripción

source: Annotation
es: Anotación

source: UMIT allow user to construct powerful commands in two distinct ways:
es: UMIT permite al usuario generar potentes órdenes de dos formas distintas:

source: Novice
es: Principiante

source: Expert
es: Experto

source: You wish to create a new profile, or just want to quickly create a command and run it once?
es: ¿Desea crear un nuevo perfil, o simplemente quiere crear de forma rápida una orden y ejecutarla una vez?

source: Profile
es: Perfil

source: Target
es: Objetivo

source: Profile Editor
es: Editor de perfiles

source: Profile Information
es: Información del perfil

source: Deleting Profile
es: Borrando perfil

source: Your profile is going to be deleted! Click Ok to continue, or Cancel to go back to Profile Editor.
es: !Su perfil se va a borrar! Presione Aceptar para continuar, o Cancelar para volver al editor de perfiles.

source: Command:
es: Orden:

source: Start Scan
es: Comenzar exploración

source: Target:
es: Objetivo:

source: Profile:
es: Perfil:

source: About UMIT
es: Acerca de UMIT

source: UMIT is the nmap frontend, developed in PyGTK by Adriano Monteiro Marques <py.adriano@gmail.com> and was sponsored by Google.
es: UMIT es una interfaz para nmap, desarrollado en PyGTK por Adriano Monteiro Marques <py.adriano@gmail.com> y patrocinado por Google.

source: Credits
es: Créditos

source: UMIT credits
es: Créditos UMIT

source: Written by
es: Escrito por

source: Logo and Icons
es: Logos e iconos

source: Translation
es: Traducción

source: Sponsor
es: Patrocinador

source: Supporters
es: Soportes

source: State University of Goias - Brazil
es: Universidad del estado de Goias - Brasil

source: WingWare with WingIDE OpenSource License
es: WingWare con licencia OpenSource de WingIDE

source: _File
es: _Archivo

source: _Command Wizard
es: Asistente de orde_n

source: Open nmap command constructor wizard
es: Abrir el asistente de constructor de orden nmap

source: _Save Scan
es: Guarda_r exploración

source: Save current scan results
es: Guardar los resultados actuales de la exploración

source: _Open Scan
es: Abrir expl_oración

source: Open the results of a previous scan
es: Abrir los resultados de una exploración previa

source: _Scan
es: E_scanear

source: _New Scan
es: _Nueva exploración

source: Close Scan
es: Cerra exploración

source: Close current scan tab
es: Cerrar la pestaña de exploración actual

source: New _Profile
es: Nuevo _perfil

source: Create a new scan profile
es: Crear un n uevo perfil de exploración

source: _Edit Selected Profile
es: _Editar el perfil seleccionado

source: Edit selected scan profile
es: Editar el perfil de exploración seleccionado

source: New P_rofile with Selected
es: Nuevo Pe_rfil con seleccionado

source: Use the selected scan profile to create another
es: Usar el perfil de exploración seleccionado para crear otro

source: _Quit
es: _Salir

source: Quit this application
es: Salir de esta aplicación

source: _Profile
es: _Perfil

source: Compare Results
es: Comparar resultados

source: Compare Scan Results using Diffies
es: Compara resultados de exploración usando Diffies

source: _Help
es: Ay_uda

source: _About
es: _Acerca de

source: Shows the application help
es: Mostrar la yuda de la aplicación

source: _View
es: _Ver

source: View Scan _Summary
es: Ver el re_sumen de la exploración

source: Shows the results summary of the current scan
es: Mostrar el resumen de los resultados de la exploración actual

source: Close anyway
es: Cerrar de todos modos

source: Save changes on
es: Guardar los cambios

source: Save changes
es: Guardar los cambios

source: The given scan has unsaved changes.
es: La exploración dadas tiene cambios no salvados.

source: What do you want to do?
es: ¿Qué desea hacer?

source: Can't load file
es: No se puede cargar el archivo

source: Can't open file to read
es: No se puede abrir el archivo para leer

source: Permission denied
es: Permiso denegado

source: Don't have read access to the path
es: No tiene acceso de lectura a la ruta

source: Save Scan
es: Guardar exploración

source: Nothing to save
es: Nada que guardar

source: No scan on this tab. Start a scan an then try again
es: No hay exploración en esta pestaña. Inicie exploración e inténtelo de nuevo

source: Can't save file
es: No se puede guardar el archivo

source: Can't open file to write
es: No se puede abrir el archivo para escritura

source: Don't have write access to this path
es: No tiene acceso de escritura en esta ruta

source: Scan
es: Exploración

source: You are trying to run UMIT with a non-root user! Some nmap options need root privileges to work.
es: Está intentando correr UMIT sin ser superusuario. Algunas opciones nmap necesitan estos privilegios para trabajar.

source: Non root user
es: No superusuario

source: Not available
es: No disponible

source: Command Info
es: Información de orden

source: General Info
es: Información general

source: Nmap Version:
es: Versión nmap

source: Verbosity level:
es: Nivel de información

source: Debug level:
es: Nivel de depuración:

source: Started on:
es: Empezar en:

source: Finished on:
es: Terminar en:

source: Hosts up:
es: Anfitriones en marcha:

source: Hosts down:
es: Anfitriones parados:

source: Hosts scanned:
es: Anfitriones explorados

source: Openned ports:
es: Puertos abiertos:

source: Filtered ports:
es: Puertos filtrados:

source: Closed ports:
es: Puertos cerrados:

source: Scan Info
es: Información de exploración

source: Scan type:
es: Tipo de exploración:

source: Protocol:
es: Protocolo:

source: # scanned ports:
es: # puertos explorados:

source: Services:
es: Servicios:

source: Choose file
es: Elegir archivo

source: Select Scan
es: Seleccionar exploración

source: You must select two different scans to generate diff.
es: Debe seleccionar dos diferentes exploraciones para generar diff.

source: Select another Scan
es: Seleccione otra exploración

source: You must select two different scans to generate diff, and then try to save it.
es: Debe seleccionar dos exploraciones diferentes para generar la diferencia, y luego intentar guardarlo.

source: Save Diff
es: Guardar Diff

source: Unexpected error
es: Error inesperado

source: An unexpected error occourred and the diff could not be saved.
es: Ocurrió un error inesperado y el diff no se pudo guardar.

source: Write access denied
es: Acceso de escritura denegado

source: You don't have write access to the given path.
es: No tiene acceso a la ruta dada

source: File already exists
es: El archivo ya existe

source: You are going to override the following file: %s! Click Ok to continue, or Cancel to go back to Profile Editor.
es: ¡Va a sobrescribir el siguiente archivo: %s! Pulse Aceptar para continuar, o Cancelar para volver al editor de perfiles.

source: Scan Result
es: Resultados de exploración

source: Scan Result Visualization
es: Visualización de los resultados de exploración

source: Select Scan Result
es: Seleccionar resultados de exploración

source: File is not a Umit Scan Result
es: El archivo no es un resultado de exploración Umit

source: Selected file is not a Umit Scan Result file. Umit can not parse this file. Please, select another.
es: El archivo seleccionado no es un archivo de resultados de Umit. Umit no puede analizar este archivo. Seleccione otro.

source: Can not open selected file
es: No se puede abrir el archivo seleccionado

source: Umit can not open selected file. Please, select another.
es: Umit no puede abrir el archivo seleccionado. Seleccione otro.

source: Diff Result
es: Resultado Diff

source: Open in Browser
es: Abrir en navegador

source: Enable colored diffies
es: Activar diffies coloreados

source: <target>
es: <objetivo>

source: Scanning
es: Explorando

source: Unknown error!
es: Error desconiocido

source: Open Ports
es: Abrir puertos

source: Nmap Output
es: Salida nmap

source: Host Details
es: Detalles del anfitrión

source: Scan Details
es: Detalles de exploración

source: No host selected!
es: No se ha seleccionado anfitrión

source: Scan is not finished yet!
es: La exploración no ha terminado aun

source: All Files (%s)
es: Todos los archivos (%s)

source: UMIT Scan Profile (%s)
es: Perfil de exploración UMIT (%s)

source: UMIT Scan Results (%s)
es: Resultados de exploración (%s)

source: UMIT Regular Diff (%s)
es: Diff normal de UMIT (%s)

source: Host Status
es: Estado de anfitrión

source: Addresses
es: Direcciones

source: Hostnames
es: Nombres de anfitriones

source: Operating System
es: Sistema operativo

source: Ports used
es: Puertos usados

source: OS Class
es: Clase SO

source: TCP Sequence
es: Secuencia TCP

source: IP ID Sequence
es: ID de secuencia IP

source: TCP TS Sequence
es: Secuencia TS TCP

source: Comments
es: Comentarios

source: State:
es: Estado:

source: Scanned ports:
es: Puertos explorados:

source: Up time:
es: Tiempo funcionando:

source: Last boot:
es: Último arranque:

source: Vendor:
es: Fabricante:

source: Name - Type:
es: Nombre - Tipo:

source: Not Available
es: No disponible

source: Name:
es: Nombre:

source: Accuracy:
es: Precisión:

source: Port-Protocol-State:
es: Estado-protocolo-puerto:

source: Type
es: Tipo

source: Vendor
es: Fabricante

source: OS Family
es: Familia SO

source: OS Generation
es: Genración SO

source: Accuracy
es: Precisión

source: Class:
es: Clase:

source: Difficulty:
es: Dificultad:

source: Index:
es: Índice:

source: Values:
es: Valores:

source: File: %s
es: Archivo: %s

source: Searching inside '%s'
es: Buscar dentro de «%s»

source: File name been searched
es: Se ha buscado el nombre del archivo

source: Path been scanned
es: Explorando la ruta

source: Fraction of the progress bar
es: Fracción de la barra de progreso

source: UMIT - The nmap frontend
es: UMIT - La interfaz nmap

source: This diff was generated by UMIT
es: Este diff se generó por UMIT

source: Changes to this file can make UMIT unable to read it.
es: Los cambios en este archivo lo pueden hacer ilegible para UMIT.

source: Regular Text Diff:
es: Diff de texto plano:

source: (Changes to this file can make UMIT unable to read it.)
es: (Los cambios en este archivo lo pueden hacer ilegible para UMIT)

source: Start of diff
es: Inicio de diff

source: End of diff
es: Fin de diff

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Unknown
es: Desconocido

source: Unknown Host
es: Anfitrión desconocido

source: wizard
es: asistente

source: options
es: opciones

source: The directory '%s' does not exist!
es: El directorio «%s» no existe.

source: The file '%s' was not found!
es: No se encontró el archivo «%s».

source: The UMIT file '%s' was not found!
es: No se encontró el archivo UMIT «%s».

source: The search for '%s' has failed
es: La búsqueda de «%s» falló.

source: Root search for file '%s' has failed
es: La búsqueda en raíz del archivo «%s» ha fallado

source: Home directory '%s' creation has failed
es: La creación del directorio de inicio «%s» falló.

source: The creation of file '%s' has failed!
es: La creación del archivo «%s» ha fallado

source: Assignment of the path '%s' is invalid
es: La asignación de la ruta «%s» es inválida
