Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/trunk/data/*/LC_MESSAGES/w3m.po
Languages: es

source: Back (b)
es: Atrás (b)

source: Select Buffer(s)
es: Seleccionar buffer (s)

source: Select Tab (t)
es: Seleccionar solapa (t)

source: View Source (v)
es: Ver fuente (v)

source: Edit Source (e)
es: Editar fuente (e)

source: Save Source (S)
es: Guardar fuente (s)

source: Reload (r)
es: Recargar (r)

source: Go Link (a)
es: Ir a (a)

source: on New Tab (n)
es: en nueva pestaña (n)

source: Save Link (A)
es: Guardar enlace (A)

source: View Image (i)
es: Ver imagen (i)

source: Save Image (I)
es: Guardar imagen (I)

source: View Frame (f)
es: Ver marco (f)

source: Bookmark (B)
es: Marcador (B)

source: Help (h)
es: Ayuda (h)

source: Option (o)
es: Opción (o)

source: Quit (q)
es: Salir (q)

source: External Viewer Setup
es: Configuración de visor externo

source: Tab width in characters
es: Ancho del tabulador en caracteres

source: Indent for HTML rendering
es: Indentar para presentación en HTML

source: Number of pixels per character (4.0...32.0)
es: Número de píxeles por carácter (4.0...32.0)

source: Number of pixels per line (4.0...64.0)
es: Número de píxeles por línea (4.0...64.0)

source: Number of remembered lines when used as a pager
es: Número de líneas recordadas al usarse como localizador

source: Use URL history
es: Usar historial de URLs

source: Number of remembered URL
es: Número de URLs recordadas

source: Save URL history
es: Guardar historial de URLs

source: Render frames automatically
es: Presentar marcos automáticamente

source: Treat argument without scheme as URL
es: Tratar argumento sin esquema como URL

source: Use _self as default target
es: Usar _self como objetivo por omisión

source: Open link on new tab if target is _blank or _new
es: Abrir el enlace en una nueva pestaña si el objetivo es _blank o _new

source: Open download list panel on new tab
es: Abrir lista de descargas en nueva solapa

source: Display link URL automatically
es: Mostrar automáticamente la URL del enlace

source: Display decoded URL
es: Mostrar URL descifrado

source: Display current line number
es: Mostrar número de línea actual

source: Display inline images
es: Mostrar imágenes en incluídas

source: Load inline images automatically
es: Cargar automáticamente imágenes incluídas

source: Maximum processes for parallel image loading
es: Procesos máximos para carga de imagen en paralelo

source: Use external image viewer
es: Usar visor de imagen externo

source: Scale of image (%)
es: Escala de la imagen (%)

source: External command to display image
es: Orden externa para mostrar la imagen

source: Use link list of image map
es: Usar lista de enlaces del mapa de imagen

source: Display file names in multi-column format
es: Mostrar nombres de ficheros en formato multi-columna

source: Use ASCII equivalents to display entities
es: Usar equivalentes ASCII para mostrar entidades

source: Use graphic char for border of table and menu
es: Usar caracteres gráficos para el borde de las tablas y menús

source: Fold lines in TEXTAREA
es: Plegar líneas en TEXTAREA

source: Display INS, DEL, S and STRIKE element
es: Muestra los elementos INS, DEL, S y STRIKE

source: Display with color
es: Mostrar con color

source: Color of normal character
es: Color de caracteres normales

source: Color of anchor
es: Color de ancla

source: Color of image link
es: Color del enlace de imagen

source: Color of form
es: Color del formulario

source: Enable coloring of active link
es: Habilitar coloreado del enlace activo

source: Color of currently active link
es: Color del enlace activo actual

source: Use visited link color
es: Usar color de enlace visitado

source: Color of visited link
es: Color de enlace visitado

source: Color of background
es: Color de fondo

source: Color of mark
es: Color de marca

source: Use proxy
es: Usar proxy

source: URL of HTTP proxy host
es: URL del equipo proxy HTTP

source: URL of HTTPS proxy host
es: URL del equipo proxy HTTPS

source: URL of GOPHER proxy host
es: URL del equipo proxy GOPHER

source: URL of FTP proxy host
es: URL del equipo proxy FTP

source: Domains to be accessed directly (no proxy)
es: Dominios accedidos directamente (sin usar proxy)

source: Check noproxy by network address
es: Verificar noproxy por dirección de red

source: Disable cache
es: Deshabilitar caché

source: News server
es: Servidor de noticias

source: Mode of news server
es: Modo del servidore de noticias

source: Number of news messages
es: Número de mensajes de noticias

source: Order of name resolution
es: Orden de resolución de nombres

source: Directory corresponding to / (document root)
es: Directorio correspondiente a / (raíz de documentos)

source: Directory corresponding to /~user
es: Directorio correspondiente a /~user

source: Directory corresponding to /cgi-bin
es: Directorio correspondiente a /cgi-bin

source: Confirm when quitting with q
es: Confirmar al salir con q

source: Close tab if buffer is last when back
es: Cerrar pestaña si buffer es el último cuando se regrese

source: Enable mark operations
es: Habilitar operaciones de marca

source: Enable Emacs-style line editing
es: Habilitar edición de lineas al estilo Emacs

source: Enable vi-like numeric prefix
es: Habilitar prefijos numéricos al estilo vi

source: Move cursor to top line when going to label
es: Mover el cursor a la línea superior al desplazarse a título

source: Move cursor to top line when moving to next page
es: Mover cursor a la línea superior al moverse a la página siguiente

source: Fold lines of plain text file
es: Plegar lineas del archivo de texto plano

source: Show line numbers
es: Mostrar números de línea

source: Show search string
es: Mostrar cadena de búsqueda

source: List of mime.types files
es: Lista de archivos mime.types

source: List of mailcap files
es: Listar archivos mailcap

source: List of urimethodmap files
es: Listar archivos urimethodmap

source: Mailer
es: Mensajería

source: External Browser
es: Navegador externo

source: Second External Browser
es: Segundo navegador externo

source: Third External Browser
es: Tercer navegador externo

source: Disable secret file security check
es: Deshabilitar verificación de seguridad de archivo secreto

source: Password file
es: Archivo de contraseñas

source: File for setting form on loading
es: Archivo para establecer formulario en carga

source: Password for anonymous FTP (your mail address)
es: Contraseña para FTP anónimo (tu dirección de correo-e)

source: Generate domain part of password for FTP
es: Generar la parte del dominio en la contraseña para FTP

source: User-Agent identification string
es: Cadena de identificación «User-Agent»

source: Accept-Encoding header
es: Encabezado «Accept-Encoding»

source: Accept header
es: Encabezado Accept

source: Accept-Language header
es: Encabezado «Accept-Language»

source: Treat URL-like strings as links in all pages
es: Utilizar cadenas tipo URL como enlaces en todas las páginas

source: Wrap search
es: Ajustar búsqueda

source: Display unseen objects (e.g. bgimage tag)
es: Mostrar objeto no visibles (p.e. etiqueta bgimage)

source: Uncompress compressed data automatically when downloading
es: Descomprimir datos comprimidos automáticamente mientras se está descargando

source: Run external viewer in a separate session
es: Ejecutar visor externo en sesión separada

source: Run external viewer in the background
es: Ejecutar visor externo en segundo plano

source: Use external program for directory listing
es: Usar programa externo para listado de directorio

source: URL of directory listing command
es: URL para la orden del listado de directorio

source: Enable dictionary lookup through CGI
es: Habilitar el diccionario para buscar a través de CGI

source: URL of dictionary lookup command
es: URL de instrucción de búsqueda de diccionario

source: Display link name for images lacking ALT
es: Mostrar nombre de enlace para imágenes sin ALT

source: Index file for directories
es: Archivo índice para directorios

source: Prepend http:// to URL automatically
es: Anteponer http:// al URL automáticamente

source: Default value for open-URL command
es: Valor por defecto para el comando open-URL

source: Decode Content-Transfer-Encoding when saving
es: Decodificar «Content-Transfer-Encoding» al guardar

source: Preserve timestamp when saving
es: Preservar marca de tiempo al guardar

source: Enable mouse
es: Habilitar ratón

source: Scroll in reverse direction of mouse drag
es: Desplazar en dirección inversa al desplazamiento del ratón

source: Behavior of wheel scroll speed
es: Comportamiento de velocidad de desplazamiento de rueda

source: (A only)Scroll by # (%) of screen
es: (A sólo)Desplazar por # (%) de pantalla

source: (B only)Scroll by # lines
es: (B sólo)Desplazar por # líneas

source: Free memory of undisplayed buffers
es: Liberar memoria de los búferes no mostrados

source: Suppress `Referer:' header
es: Suprimir el encabezado `Referer:'

source: Search case-insensitively
es: No distinguir mayúsculas de minúsculas al buscar

source: Use LESSOPEN
es: Usar LESSOPEN

source: Perform SSL server verification
es: Verificar servidor SSL

source: PEM encoded certificate file of client
es: Archivo de certificado codificado PEM del cliente

source: PEM encoded private key file of client
es: Archivo codificado PEM de clave privada del cliente

source: Path to directory for PEM encoded certificates of CAs
es: Ruta al directorio de certificados codificados PEM de CAs

source: List of forbidden SSL methods (2: SSLv2, 3: SSLv3, t:TLSv1)
es: Lista de métodos SSL no permitidos (2: SSLv2, 3: SSLv3, t:TLSv1)

source: Enable cookie processing
es: Habilitar procesado de cookies

source: Print a message when receiving a cookie
es: Muestra un mensaje cuando se recibe una cookie

source: Accept cookies
es: Aceptar cookies

source: Action to be taken on invalid cookie
es: Acción a realizar para las cookies inválidas

source: Domains to reject cookies from
es: Rechazar cookies de estos dominios

source: Domains to accept cookies from
es: Aceptar cookies de estos dominios

source: Number of redirections to follow
es: Número de direcciones para seguir

source: Enable processing of meta-refresh tag
es: Habilitar procesado de la etiqueta «meta-refresh»

source: Enable Migemo (Roma-ji search)
es: Habilitar Migemo (búsqueda Roma-ji)

source: Migemo command
es: Orden Migemo

source: Display charset
es: Mostrar jeugo de caracteres

source: Default document charset
es: Juego de carácteres del documento por defecto

source: Automatic charset detect when loading
es: Detectar automáticamente el juego de caracteres durante la carga

source: System charset
es: Juego de caracteres del sistema

source: System charset follows locale(LC_CTYPE)
es: Juego de caracteres del sistema que sigue a locale(LC_CTYPE)

source: Use multi column characters
es: Usar caracteres multi-columna

source: Use combining characters
es: Uso de caracteres combinados

source: Use Unicode language tags
es: Usar etiquetas de lenguaje Unicode

source: Charset conversion using Unicode map
es: Conversión de juegos de caracteres mediante mapa Unicode

source: Charset conversion when loading
es: Conversión del juego de caracteres durante la carga

source: Adjust search string for document charset
es: Ajustar cadena de búsqueda para el juego de caracteres del documento

source: Fix character width when conversion
es: Ajustar el ancho de carácter durante la conversión

source: Use GB 12345 Unicode map instead of GB 2312's
es: Usar el mapa Unicode GB 12345 en lugar de GB 2312's

source: Use JIS X 0201 Roman for ISO-2022-JP
es: Usar JIS X 0201 Roman para ISO-2022-JP

source: Use JIS C 6226:1978 for ISO-2022-JP
es: Usar JIS C 6226:1978 para ISO-2022-JP

source: Use JIS X 0201 Katakana
es: Usar JIS X 0201 Katakana

source: Use JIS X 0212:1990 (Supplemental Kanji)
es: Usar JIS X 0212:1990 (Kanji suplemental)

source: Use JIS X 0213:2000 (2000JIS)
es: Usar JIS X 0213:2000 (2000JIS)

source: Strict ISO-2022-JP/KR/CN
es: ISO-2022-JP/KR/CN estricto

source: Treat 4 bytes char. of GB18030 as Unicode
es: Trata caracteres de 4 bytes de GB18030 como Unicode

source: keymap file
es: archivo de mapa de carácteres

source: black
es: negro

source: red
es: rojo

source: green
es: verde

source: yellow
es: amarillo

source: blue
es: azul

source: cyan
es: cián

source: white
es: blanco

source: none
es: nada

source: current URL
es: URL actual

source: link URL
es: enlace URL

source: use tag
es: usar etiqueta

source: A:relative to screen height
es: A:relativa a altura de pantalla

source: B:fixed speed
es: B:velocidad fija

source: unspecified
es: sin especificar

source: inet only
es: inet solo

source: inet6 only
es: inet6 solo

source: discard
es: descartar

source: accept
es: aceptar

source: ask
es: preguntar

source: OFF
es: APAGADO

source: Only ISO 2022
es: Sólo ISO 2022

source: ON
es: ACTIVO

source: Display Settings
es: Mostrar configuración

source: Color Settings
es: Preferencias de color

source: Miscellaneous Settings
es: Configuraciones varias

source: Directory Settings
es: Configuraciones de directorio

source: External Program Settings
es: Configuración de programas externos

source: Network Settings
es: Configuración de red

source: Proxy Settings
es: Configuración de proxy

source: SSL Settings
es: Configuración SSL

source: Cookie Settings
es: Configuración de cookies

source: Charset Settings
es: Configuración de juego de carácteres

source: en;q=1.0
es: es;q=1.0, en;q=1.0
