Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/games/po/*.po
Languages: bg, ca, cs, da, de, el, eu, fr, gl, hu, id, is, it, ja, ko, nl, pl, pt, ro, ru, sk, sv, zh_cn

source: Included with the <application>Neverball</application> package is the game <application>Neverputt</application>. <application>Neverputt</application> is a hot-seat multiplayer miniature golf game based on <application>Neverball</application>. Installing <application>Neverputt</application> by itself is not currently possible.
bg: Включена в пакета на <application>Neverball</application> е играта <application>Neverputt</application>. <application>Neverputt</application> е мултиплеър голф игра базирана на <application>Neverball</application>. Самостоятелното инсталиране на <application>Neverputt</application> в момента не може да бъде извършено.
ca: En el paquet del <application>Neverball</application> també hi ha inclòs el joc <application>Neverputt</application>. El <application>Neverputt</application> és un joc de minigolf multijugador basat en el <application>Neverball</application>. Actualment no es pot instal·lar el <application>Neverputt</application> independentment.
cs: Hra <application>Neverputt</application> se dodává v balíku s <application>Neverball</application>. <application>Neverputt</application> je minigolf pro dva hráče založený na hře <application>Neverball</application>. V současné době není možné nainstalovat <application>Neverputt</application> samostatně.
da: Med i <application>Neverball</application>-pakken er også spillet <application>Neverputt</application>. <application>Neverputt</application> er et minigolfspil som kan spilles af flere spillere ved samme computer. Det er baseret på <application>Neverball</application>, og det er derfor i øjeblikket ikke muligt at installere <application>Neverputt</application> seperat.
de: Mit dem Paket <application>Neverball</application> wird das Spiel <application>Neverputt</application> installiert. <application>Neverputt</application> ist ein rundenbasiertes Minigolf-Spiel für mehrere Spieler, das auf <application>Neverball</application> basiert. <application>Neverputt</application> kann momentan nicht allein installiert werden.
el: Στο πακέτο <application>Neverball</application> συμπεριλαμβάνεται και το παιχνίδι <application>Neverputt</application>. Το <application>Neverputt</application> είναι ένα παιχνίδι μίνι γκολφ, που βασίζεται στο <application>Neverball</application>. Η αποκλειστική εγκατάσταση του δεν είναι ακόμα δυνατή.
eu: <application>Neverball</application> paketearekin batera <application>Neverputt</application> jokoa dator ere. <application>Neverputt</application> jokoa <application>Neverball</application>en oinarritutako minigolf joko bat da. Oraingoz ez da posible <application>Neverputt</application> bere hartan instalatzea.
fr: Intégré au jeu <application>Neverball</application>, <application>Neverputt</application> est un jeu de golf miniature multi-joueurs. Basé sur <application>Neverball</application>, son installation isolée n'est pas possible actuellement.
gl: Xunto co paquete do <application>Neverball</application> está o <application>Neverputt</application>. O <application>Neverputt</application> é un xogo de minigolf baseado na física e gráficos do <application>Neverball</application>. Instalar o <application>Neverputt</application> e mailo <application>Neverball</application> por separado é imposible actualmente.
hu: A <application>Neverball</application> csomag része a <application>Neverputt</application> játék is. A <application>Neverputt</application> egy, a <application>Neverballra</application> épülő, helycserés többszereplős minigolf játék. A <application>Neverputt</application> alkalmazást jelenleg önmagában nem lehet telepíteni.
id: Disertakan bersama paket <application>Neverball</application> adalah permainan <application>Neverputt</application>. <application>Neverputt</application> adalah permainan panas miniatur golf banyak pemain yang berbasis <application>Neverball</application>. Menginstal <application>Neverputt</application> secara individu saat ini belum dimungkinkan.
is: Í <application>Neverball</application> fyrirfinnst leikurinn <application>Neverputt</application>. <application>Neverputt</application> er golfleikur sem margir geta spilað sem er byggður á <application>Neverball</application>. Ekki er hægt að setja <application>Neverputt</application> upp eitt og sér.
it: Incluso con il pacchetto di <application>Neverball</application> c'è il gioco <application>Neverputt</application>. <application>Neverputt</application> è un gioco multi-giocatore di minigolf basato su <application>Neverball</application>. Non è possibile installare <application>Neverputt</application> da solo.
ja: <application>Neverball</application>パッケージには、<application>Neverputt</application>というゲームも含まれています。<application>Neverputt</application>は<application>Neverball</application>を元に作成された、複数人で遊べるミニチュアゴルフゲームです。現在のところ、<application>Neverputt</application>のみをインストールすることはできません。
ko: <application>Neverball</application> 꾸러미에는 <application>Neverputt</application>이라는 게임도 포함되어 있습니다. <application>Neverputt</application>은 <application>Neverball</application>을 기반으로 하는 멀티 플레이어 미니 골프 게임입니다. 현재 <application>Neverputt</application> 자체 만을 설치하는 것은 불가능합니다.
nl: Bij het pakket <application>Neverball</application> hoort ook het spel <application>Neverputt</application>. <application>Neverputt</application> is een hot-seat midgetgolfspel voor meedere spelers, gebaseerd op <application>Neverball</application>. Momenteel is het niet mogelijk om <application>Neverputt</application> alleen te installeren.
pl: <application>Neverputt</application> jest zawarta wewnątrz pakietu <application>Neverball</application>. <application>Neverputt</application> to gra w mini-golfa umożliwiająca grę kilku graczom na jednym komputerze. W tej chwili nie można zainstalować <application>Neverputt</application> bez instalacji <application>Neverball</application>.
pt: Incluido com o pacote <application>Neverball</application> está o jogo <application>Neverputt</application>. <application>Neverputt</application> é um jogo de minigolf multi-jogador baseado no<application>Neverball</application>. Instalar apenas o <application>Neverputt</application> não é actualmente possível.
ro: Jocul <application>Neverputt</application> este inclus în pachetul <application>Neverball</application>. <application>Neverputt</application> reprezintă un mini joc de golf, bazat pe aplicaţia <application>Neverball</application>. Acest joc poate fi jucat de mai mulţi jucători. Jocului <application>Neverputt</application> nu poate fi instalat fără pachetul <application>Neverball</application>.
ru: Поставляемая вместе с пакетом <application>Neverball</application> игра <application>Neverputt</application>. <application>Neverputt</application> это многопользовательский миниатюрный гольф, основанный на <application>Neverball</application>. Установка <application>Neverputt</application> отдельно в данный момент невозможна.
sk: Súčasťou balíku <application>Neverball</application> je hra <application>Neverputt</application>. <application>Neverputt</application> je minigolfová hra pre dvoch hráčov pri jednom počítači, ktorá je založená na hre <application>Neverball</application>. Nie je možné nainštalovať <application>Neverputt</application> samostatne.
sv: Inkluderat i paketet <application>Neverball</application> kommer spelet <application>Neverputt</application>. <application>Neverputt</application> är ett hett minigolf multiplayerspel som använder samma fysik och grafik som <application>Neverball</application>. I dagsläget går det inte att ensamt installera <application>Neverputt</application>.
zh_cn: <application>Neverputt</application> 是 <application>Neverball</application> 软件包里的另一个游戏（尚不能单独安装）。<application>Neverputt</application>是一个热门的多人迷你高尔夫游戏。

source: <ulink url="apt:neverball">Install the <application>neverball</application> package</ulink> from the <quote>Universe</quote> repository.
bg: <ulink url="apt:neverball">Инсталирайте пакета <application>neverball</application></ulink> от хранилището <quote>Universe</quote>.
ca: <ulink url="apt:neverball">Instal·leu el paquet <application>neverball</application></ulink> des del dipòsit <quote>Universe</quote>.
cs: <ulink url="apt:neverball">Nainstalujte balík <application>neverball</application></ulink> ze zdroje <quote>Universe</quote>.
da: <ulink url="apt:neverball">Installér <application>neverball</application>-pakken</ulink> fra <quote>Universe</quote>-depotet.
el: <ulink url="apt:neverball">Εγκαταστήστε το πακέτο <application>neverball</application></ulink> από το αποθετήριο της <quote>Κοινότητας (Universe)</quote>.
fr: <ulink url="apt:neverball">Installer le paquet <application>neverball</application></ulink> depuis le dépôt <quote>Universe</quote>.
gl: <ulink url="apt:neverball">Instalar o paquete <application>neverball</application> </ulink> desde o repositorio <quote>Universe</quote>.
hu: <ulink url="apt:neverball">Telepítse a <application>neverball</application> csomagot</ulink> a <quote>Universe</quote> tárolóból.
id: <ulink url="apt:neverball">Install paket <application>neverball</application></ulink> dari repositori <quote>Universe</quote>.
it: <ulink url="apt:neverball">Installare il pacchetto <application>neverball</application></ulink> dal repository <quote>universe</quote>.
ja: <quote>Universe</quote> リポジトリから <ulink url="apt:neverball"><application>neverball</application> パッケージをインストールします</ulink>。
ko: <ulink url="apt:neverball"><quote>Universe</quote> 저장소에서 <application>neverball</application> 패키지를 설치합니다.
ru: <ulink url="apt:neverball">Установить пакет <application>neverball</application></ulink>из репозитория <quote>Universe</quote>.
sv: <ulink url="apt:neverball">Installera paketet <application>neverball</application></ulink> från förrådet <quote>Universe</quote>.
zh_cn: <ulink url="apt:neverball">安装<application>neverball</application>软件包</ulink>──属于<quote>Universe</quote>

source: Click <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice> to play <application>Neverball</application>.
bg: Натиснете <menuchoice><guimenu>Програми</guimenu><guisubmenu>Игри</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice>, за да играете <application>Neverball</application>.
ca: Feu clic a <menuchoice><guimenu>Aplicacions</guimenu><guisubmenu>Jocs</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice> per a jugar al <application>Neverball</application>.
cs: Klikněte <menuchoice><guimenu>Aplikace</guimenu><guisubmenu>Hry</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice> pro hraní hry <application>Neverball</application>.
da: Vælg <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Spil</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice> for at spille <application>Neverball</application>.
de: Klicken Sie auf <menuchoice><guimenu>Anwendungen</guimenu><guisubmenu>Spiele</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice>, um <application>Neverball</application> zu Spielen.
el: Πατήστε <menuchoice><guimenu>Εφαρμογές</guimenu><guisubmenu>Παιχνίδια</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice> για να παίξετε <application>Neverball</application>.
eu: Klik <menuchoice><guimenu>Aplikazioak</guimenu><guisubmenu>Jokoak</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice> <application>Neverball</application>ean jokatzeko.
fr: Cliquez sur <menuchoice><guimenu>Applications</guimenu><guisubmenu>Jeux</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice> pour jouer à <application>Neverball</application>
gl: Preme en <menuchoice><guimenu>Aplicacións</guimenu><guisubmenu>Xogos</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice> para xogar ao <application>Neverball</application>.
hu: A <application>Neverball</application> indításához válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guisubmenu>Játékok</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice> menüpontot.
id: Klik <menuchoice><guimenu>Aplikasi</guimenu><guisubmenu>Permainan</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice> untuk bermain <application>Neverball</application>.
is: Ýttu á <menuchoice><guimenu>Forrit</guimenu><guisubmenu>Leikir</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice> til að spila <application>Neverball</application>.
it: Fare clic su <menuchoice><guimenu>Applicazioni</guimenu><guisubmenu>Giochi</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice> per giocare a <application>Neverball</application>.
ja: <application>Neverball</application>で遊ぶには<menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice>をクリックしてください。
ko: <menuchoice><guimenu>프로그램</guimenu><guisubmenu>게임</guisubmenu><guisubmenu>네버볼</guisubmenu></menuchoice>을 클릭, <application>네버볼</application> 시작하기.
pl: Kliknij <menuchoice><guimenu>Aplikacje</guimenu><guisubmenu>Gry</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice>aby zagrać w grę<application>Neverball</application>.
ru: Чтобы сыграть в <application>Neverball</application>, выберите: <menuchoice><guimenu>Приложения</guimenu><guisubmenu>Игры</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice>.
sv: Klicka på <menuchoice><guimenu>Program</guimenu><guisubmenu>Spel</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice> för att spela <application>Neverball</application>.
zh_cn: 单击“应用程序”-“游戏”-“Neverball”来启动Neverball。

source: Click <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice> to start the <application>Neverputt</application> game.
bg: Натиснете <menuchoice><guimenu>Програми</guimenu><guisubmenu>Игри</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice>, за да стартирате играта <application>Neverputt</application>.
ca: Feu clic a <menuchoice><guimenu>Aplicacions</guimenu><guisubmenu>Jocs</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice> per a jugar al <application>Neverputt</application>.
cs: Klikněte <menuchoice><guimenu>Aplikace</guimenu><guisubmenu>Hry</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice> pro spuštění hry <application>Neverputt</application>.
da: Vælg <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Spil</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice> for at spille <application>Neverputt</application>.
de: Klicken Sie auf <menuchoice><guimenu>Anwendungen</guimenu><guisubmenu>Spiele</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice>, um <application>Neverputt</application> zu Spielen.
el: Πατήστε <menuchoice><guimenu>Εφαρμογές</guimenu><guisubmenu>Παιχνίδια</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice> για να παίξετε <application>Neverputt</application>.
eu: Klik <menuchoice><guimenu>Aplikazioak</guimenu><guisubmenu>Jokoak</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice> <application>Neverputt</application> jokoa hasteko.
fr: Cliquez sur <menuchoice><guimenu>Applications</guimenu><guisubmenu>Jeux</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice> pour lancer le jeu <application>Neverputt</application>.
gl: Preme en <menuchoice><guimenu>Aplicacións</guimenu><guisubmenu>Xogos</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice> para iniciar o <application>Neverputt</application>.
hu: A <application>Neverputt</application> indításához válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guisubmenu>Játékok</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice> menüpontot.
id: Klik <menuchoice><guimenu>Aplikasi</guimenu><guisubmenu>Permainan</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice> untuk memulai permainan <application>Neverputt</application>.
is: Ýttu á <menuchoice><guimenu>Forrit</guimenu><guisubmenu>Leikir</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice> til að ræsa <application>Neverputt</application> leikinn.
it: Fare clic su <menuchoice><guimenu>Applicazioni</guimenu><guisubmenu>Giochi</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice> per avviare il gioco <application>Neverputt</application>.
ja: <application>Neverputt</application>を開始するには<menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice>をクリックしてください。
ko: <menuchoice><guimenu>응용프로그램</guimenu><guisubmenu>게임</guisubmenu><guisubmenu>네버풋</guisubmenu></menuchoice> 클릭, <application>네버풋</application> 게임 시작하기.
pl: Kliknij <menuchoice><guimenu>Aplikacje</guimenu><guisubmenu>Gry</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice> aby zagrać w grę<application>Neverputt</application>.
ru: Чтобы сыграть в <application>Neverputt</application>, выберите: <menuchoice><guimenu>Приложения</guimenu><guisubmenu>Игры</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice>.
sv: Klicka på <menuchoice><guimenu>Program</guimenu><guisubmenu>Spel</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice> för att starta spelet <application>Neverputt</application>.
zh_cn: 单击<menuchoice><guimenu>应用程序</guimenu>-<guisubmenu>“游戏”</guisubmenu>-<guisubmenu>“Neverputt”</guisubmenu></menuchoice>来开始Neverputt游戏。

source: <application>Scorched3D</application> is a 3D remake of <emphasis>Scorched Earth</emphasis>, an artillery duel game.
bg: <application>Scorched3D</application> е 3D римейк на <emphasis>Scorched Earth</emphasis>, дуел игра.
ca: L'<application>Scorched3D</application> és una recreació en 3D de l'<emphasis>Scorched Earth</emphasis>, un joc de duels amb artilleria.
cs: <application>Scorched3D</application> je 3D předělávka hry <emphasis>Scorched Earth</emphasis>, představující souboje v dělostřelectví.
da: <application>Scorched3D</application> er en 3D genskabning af <emphasis>Scorched Earth</emphasis>, et spil om artilleridueller.
de: <application>Scorched3D</application> ist ein 3D-Remake des Artillerie-Duellspiels <emphasis>Scorched Earth</emphasis>.
el: Το <application>Scorched3D</application> είναι μια τρισδιάστατη έκδοση του <emphasis>Scorched Earth</emphasis>, ενός παιχνιδιού μονομαχίας πυροβολικού.
eu: <application>Scorched3D</application> <emphasis>Scorched Earth</emphasis> jokoaren 3D bertsio berria da, artilleria duelu jokoa.
fr: <application>Scorched3D</application> est une adaptation de <emphasis>Scorched Earth</emphasis>, un jeu d'artillerie.
gl: <application>Scorched3D</application> é un remake en tres dimensións do <emphasis>Scorched Earth</emphasis>, un xogo de duelos de artillería.
hu: A <application>Scorched3D</application> a <emphasis>Scorched Earth</emphasis>, egy tüzérségi párbajjáték 3D átirata.
id: <application>Scorched3D</application> adalah pembuatan kembali dalam 3D dari <emphasis>Scorched Earth</emphasis>, sebuah permainan duel artileri.
is: <application>Scorched3D</application> er endurgerð af <emphasis>Scorched Earth</emphasis> í þrívídd, þar sem einvígi eru háð með skotvopnum.
it: <application>Scorched3D</application> è un rifacimento in 3D di <emphasis>Scorched Earth</emphasis>, un gioco di duelli di artiglieria.
ja: <application>Scorched3D</application> は<emphasis>Scorched Earth</emphasis>の3Dリメイクで、砲撃戦のゲームです。
ko: <application>3차원 스카치</application> 는 <emphasis>스카치 지구</emphasis>를 3차원으로 고치는 것입니다. 포를 사용하는 듀얼게임입니다.
pl: <application>Scorched3D</application> jest przeróbką w wersji 3D <emphasis>Scorched Earth</emphasis>, gry będącej pojedynkiem artyleryjskim.
ru: <application>Scorched3D</application> это 3D вариант<emphasis>Scorched Earth</emphasis>, артиллерийской дуэльной игры.
sv: <application>Scorched3D</application> är en 3D-version av <emphasis>Scorched Earth</emphasis>, ett artillerispel.
zh_cn: <application>Scorched3D</application>是<emphasis>Scorched Earth</emphasis>的3D克隆，即3D大炮对射。

source: You must have your video card's hardware-accelerated 3D drivers installed in order to play Scorched3D
bg: За да можете да играете Scorched3D, трябва да имате инсталирани драйвери на вашата графична карта
ca: Per a poder jugar a l'Scorched3D heu de tenir instal·lats els controladors 3D amb acceleració per maquinari de la vostra targeta gràfica
cs: Pro hraní Scorched3D potřebujete videokartu s ovladači podporující hardwarovou akceleraci 3D.
da: For at kunne spille Scorched3D kræves det, at du har installeret hardwareaccelerede 3D-drivere til dit grafikkort
de: Sie müssen die hardwarebeschleunigten 3D-Treiber für ihre Grafikkarte installiert haben, um Scorched3D spielen zu können.
el: Πρέπει να έχετε ενεργοποιήσει τους οδηγούς τρισδιάστατων γραφικών για την κάρτα γραφικών, για να παίξετε το Scorched3D
eu: Bideo txartela hardware-azelerazio3D driverrak instalatuta behar dituzu Scorched3D-an jolasteko
fr: Vous devez installer les pilotes de votre carte graphique 3D pour pouvoir jouer à Scorched3D
gl: Para xogar ao Scorched3D debes ter os controladores da aceleración 3D por hardware da túa tarxeta de vídeo instalados.
hu: A Scorched3D játékhoz telepíteni kell a 3D-s hardvergyorsításhoz szükséges videomeghajtókat.
id: Untuk dapat memainkan Scorched3D, anda harus memiliki kartu grafis yang telah terinstal driver akselerator 3D
is: Þú verður að hafa þrívíddar drif á tölvunni þinni til að geta leikið Scorched3D You must have your video card's hardware-accelerated 3D drivers installed in order to play Scorched3D
it: Per giocare a Scorched3D è necessario aver installato i driver 3D della propria scheda grafica
ja: Scorched3Dで遊ぶには、ハードウエアアセクラレータ対応の3Dドライバがインストールされたビデオカードを持っている必要があります。
ko: 3차원 시카치를 즐기기 위해서는 하드웨어 3D가속기 드라이버가 설치되어있어야 합니다.
pl: Aby grać w Scorched3D, musisz zainstalować sterowniki karty graficznej wspomagające przyspieszanie sprzętowe.
ru: Для игры в Scorched3D необходимо установить драйвер видеокарты, поддерживающий аппаратное 3D-ускорение.
sv: Du måste använda maskinvaruaccelererade 3D-drivrutiner för ditt grafikkort för att kunna spela Scorched3D
zh_cn: 为了运行Scorched3D，您需要安装您的显卡所需的3D加速驱动
