Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/games/po/*.po
Languages: bg, ca, cs, da, de, el, eu, fr, gl, hu, id, is, it, ja, ko, nl, pl, pt, ro, ru, sk, sv, zh_cn

source: <application>Frozen Bubble</application> is a clone of the popular <emphasis>Puzzle Bobble</emphasis> game. The object of the game is to shoot bubbles into groups of the same color to cause them to pop. Features include 100 single-player levels, a two-player mode, as well as music and striking graphics. More information about the game can be found on the <ulink url="http://www.frozen-bubble.org/">Frozen Bubble website</ulink>.
bg: <application>Frozen Bubble</application> е клонинг на популярната игра <emphasis>Puzzle Bobble</emphasis>. Целта ви в играта е да стреляте балони в групи от еднакви цветове. Включени са 100 сингъл плеър нива, два режима на игра, както и музика. Повече информация относо играта можете да намерите на <ulink url="http://www.frozen-bubble.org/">уеб сайта на Frozen Bubble</ulink>.
ca: El <application>Frozen Bubble</application> és un clon del popular joc <emphasis>Puzzle Bobble</emphasis>. L'objectiu del joc és disparar bombolles en grups del mateix color per a fer que desapareguin. El joc inclou 100 nivells per a un jugador, mode de dos jugadors, música i gràfics espectaculars. Podeu trobar més informació sobre el joc a la <ulink url="http://www.frozen-bubble.org/">pàgina web del Frozen Bubble</ulink>.
cs: <application>Frozen Bubble</application> je klon populární hry <emphasis>Puzzle Bobble</emphasis>. Cílem hry je střílet bubliny do skupin bublin stejné barvy a tím je donutit prasknout. Možnosti zahrnují 100 úrovní pro jednoho hráče, režim hry pro dva hráče, hudbu a pozoruhodnou grafiku. Více informací o hře můžete nalézt na <ulink url="http://www.frozen-bubble.org/">stránce Frozen Bubble</ulink>.
da: <application>Frozen Bubble</application> er en klon af det populære <emphasis>Puzzle Bobble</emphasis> spil. Målet med spillet er at skyde bobler i grupper af samme farve for at få dem til at sprænge. Spillet indeholder 100 enkeltspiller-baner, én tospiller-tilstand, samt musik og slående grafik. Mere information om spillet kan findes på <ulink url="http://www.frozen-bubble.org/">Frozen Bubble hjemmesiden</ulink>.
de: <application>Frozen Bubble</application> ist ein Nachbau des erfolgreichen Spiels <emphasis>Puzzle Bobble</emphasis>. Ziel des Spieles ist es, farbige Blasen bzw. Kugeln in Gruppen von gleicher Farbe zu schiessen in welchen sie sich auflösen. Das Spiel umfasst 100 Einzelspieler-Level, einen Zweispieler-Modus, so wie Hintergrundmusik und hervorstehende Grafiken. Mehr Informationen erhalten Sie auf der <ulink url="http://www.frozen-bubble.org/">Frozen Bubble Homepage</ulink>.
el: Το <application>Frozen Bubble</application> είναι ένας κλώνος του δημοφιλούς παιχνιδιού<emphasis>Puzzle Bobble</emphasis>. Σκοπός του παιχνιδιού είναι να εκτοξεύσετε φούσκες σε ομάδες του ίδιου χρώματος ούτως ώστε να τις κάνετε να σκάσουν. Στα χαρακτηριστικά του παιχνιδιού περιλαμβάνονται 100 επίπεδα για παιχνίδι με ένα παίχτη, παιχνίδι με δύο παίχτες, αλλά και μουσική σε συνδυασμό με εντυπωσιακά γραφικά. Περισσότερες πληροφορίες σχετικά με το παιχνίδι μπορείτε να βρείτε στην <ulink url="http://www.frozen-bubble.org/">ιστοσελίδα του Frozen Bubble</ulink>.
eu: <application>Frozen Bubble</application> <emphasis>Puzzle Bobble</emphasis> jolas popularraren klona da. Jokoaren helburua hauxe da: burbuilak tiro egin kolore berdineko talde baten kontra eztanda egiteko. Ezaugarriak: jokalari bakar batentzako 100 maila, jokalari bi modua, eta horrez gain musika baita grafiko liluragarriak ere. Jokoari buruzko informazio gehiago <ulink url="http://www.frozen-bubble.org/">Frozen Bubble webgunean</ulink>.
fr: <application>Frozen Bubble</application> est un clone du célèbre jeu <emphasis>Puzzle Bobble</emphasis>. Le but du jeu est de tirer des bulles sur des groupes de me couleur afin de les éliminer. Vous y trouverez plus de 100 niveaux, un mode à deux joueurs ainsi que de sons et graphismes saisissants. Vous trouverez plus d'informations sur le <ulink url="http://www.frozen-bubble.org/">site Web de Frozen Bubble</ulink> (en anglais).
gl: <application>Frozen Bubble</application> é un clon do popular <emphasis>Puzzle Bobble</emphasis>. O obxectivo do xogo é o de disparar burbullas para xuntalas en grupos da mesma cor e que así exploten. Entre as súas características están 100 niveis para xogador individual, modo de dous xogadores, así como música e bos gráficos. Para máis información respecto do xogo véxase o <ulink url="http://www.frozen-bubble.org/">sitio web de Frozen Bubble</ulink>.
hu: A <application>Frozen Bubble</application> a népszerű <emphasis>Puzzle Bobble</emphasis> játék klónja. A játék célja azonos színű buborékok lövése egy csoportba, hogy azok szétpukkanjanak. A játékot a 100 pályából álló egyjátékos mód, kétjátékos mód, valamint zene és tetszetős grafika jellemzi. A játékról további információk a <ulink url="http://www.frozen-bubble.org/">Frozen Bubble weboldalán (angol)</ulink> találhatók.
id: <application>Frozen Bubble</application> adalah kloning dari permainan <emphasis>Puzzle Bobble</emphasis>yang terkenal. Tujuan dari permainan ini adalah menembak gelembung yang mengumpul dalam warna yang sama untuk meledakkannya. Memiliki 100 level single-player, mode two-player, dengan musik dan tampilan yang mengesankan. Informasi lebih lanjut tentang permainan ini dapat Anda temukan di <ulink url="http://www.frozen-bubble.org/">Website Frozen Bubble</ulink>.
is: <application>Frozen Bubble</application> er leikur sem hermir eftir hinum vinsæla <emphasis>Puzzle Bobble</emphasis> leik. Takmark leiksins er að skjóta kúlum í samlitar kúlur til að sprengja þær. Leikurinn inniheldur 100 borð sem hægt er að spila einn, en einnig geta fleiri tekið þátt. Frekari upplýsingar má finna á <ulink url="http://www.frozen-bubble.org/">Frozen Bubble heimasíðunni</ulink>.
it: <application>Frozen Bubble</application> è un clone del famoso gioco <emphasis>Puzzle Bobble</emphasis>. L'obiettivo del gioco è sparare a gruppi di bolle dello stesso colore in modo da farle scoppiare. Tra le caratteristiche ci sono 100 livelli per il giocatore singolo, due modalità per il gioco a due, musica e grafica accattivante. Per maggiori informazioni, consultare il <ulink url="http://www.frozen-bubble.org/">sito web di Frozen Bubble</ulink>.
ja: <application>Frozen Bubble</application> 人気がある<emphasis>Puzzle Bobble</emphasis>のクローンです。 ゲームの目的は、泡を破裂させるために同じ色のグループへ泡を打つことです。100の1プレーヤ用レベル、2プレーヤモードの他に音楽や印象的な画像を含んだ特徴があります。このゲームに関するより多くの情報は<ulink url="http://www.frozen-bubble.org/">Frozen Bubble website</ulink>で見つけることができます。
ko: <application>프로즌 버블</application>은 유명한 <emphasis>퍼즐 버블</emphasis>을 따라 만든 게임입니다. 게임의 목표는 같은 색깔의 거품이 모여 있는 곳에 거품을 발사해 그것들을 터뜨리는 것입니다. 100 단계로 이루어진 혼자 하기 모드와 둘이서 하기 모드를 지원하며 음악과 멋진 그래픽을 특징으로 하고 있습니다. 이 게임에 대한 더 자세한 설명은 <ulink url="http://www.frozen-bubble.org/">프로즌 버블 웹사이트</ulink>에서 찾을 수 있습니다.
pl: <application>Frozen Bubble</application> jest wzorowana na popularnej grze <emphasis>Puzzle Bobble</emphasis>. Celem tej gry jest strzelanie kulkami w taki sposób by rozbić ich grupy w tym samym kolorze. Gra oferuje 100 poziomów dla pojedynczego gracza, tryb dwóch graczy oraz plastyczną grafikę i dopracowane efekty dźwiękowe. Więcej na temat gry na <ulink url="http://www.frozen-bubble.org/">stronie domowej Frozen Bubble</ulink>.
ru: <application>Frozen Bubble</application> это клон популярной игры <emphasis>Puzzle Bobble</emphasis>. Суть игры заключается в стрельбе пузырями в группы одинакового цвета для того, чтобы лопнуть их.Игра содержит 100 уровней одиночной игры, режим двух-пользовательской игры , отличную музыку и поразительную графику. Более подробную информацию об игре можно найти на<ulink url="http://www.frozen-bubble.org/">Сайте Frozen Bubble</ulink>.
sv: <application>Frozen Bubble</application> är en klon av det populära spelet <emphasis>Puzzle Bobble</emphasis>. Målet med spelet är att skjuta bubblor in i grupper av andra bubblor med samma färg för att få dem att explodera. Innehåller 100 banor i en-spelarläget, ett läge för två spelare, såväl som musik och läcker grafik. Mer information om spelet kan hittas på <ulink url="http://www.frozen-bubble.org/">Frozen Bubbles hemsida</ulink>.
zh_cn: <application>Frozen Bubble</application>是<emphasis>泡泡龙</emphasis> 克隆。 用泡泡射击同色的泡泡让它们破裂，最终使全部的泡泡掉下来。不过要快，天花板架不住了。有100个关卡，双人模式。 <ulink url="http://www.frozen-bubble.org/">Frozen Bubble website</ulink>.

source: <ulink url="apt:frozen-bubble">Install the <application>frozen-bubble</application> package</ulink> from the <quote>Universe</quote> repository.
bg: <ulink url="apt:frozen-bubble">Инсталирайте пакета <application>frozen-bubble</application> package</ulink> от хранилището <quote>Universe</quote>.
ca: <ulink url="apt:frozen-bubble">Instal·leu el paquet <application>frozen-bubble</application></ulink> des del dipòsit <quote>Universe</quote>.
cs: <ulink url="apt:frozen-bubble">Nainstalujte balík <application>frozen-bubble</application></ulink> ze zdroje <quote>Universe</quote>.
da: <ulink url="apt:frozen-bubble">Installér <aplication>frozen-bubble</application>-pakken</ulink> fra <quote>Universe</quote>-depotet.
el: <ulink url="apt:frozen-bubble">Εγκαταστήστε το πακέτο <application>frozen-bubble</application></ulink> από το αποθετήριο της <quote>Κοινότητας (Universe)</quote>.
fr: <ulink url="apt:frozen-bubble">Installer le paquet <application>frozen-bubble</application></ulink> depuis le dépôt <quote>Universe</quote>.
gl: <ulink url="apt:frozen-bubble">Instalar o paquete <application>frozen-bubble</application> </ulink> desde o repositorio <quote>Universe</quote>.
hu: <ulink url="apt:frozen-bubble">Telepítse a <application>frozen-bubble</application> csomagot</ulink> a <quote>Universe</quote> tárolóból.
id: <ulink url="apt:frozen-bubble">Install paket <application>frozen-bubble</application></ulink> dari repositori <quote>Universe</quote>.
it: <ulink url="apt:frozen-bubble">Installare il pacchetto <application>frozen-bubble</application></ulink> dal repository <quote>universe</quote>.
ja: <quote>Universe</quote> リポジトリから <ulink url="apt:frozen-bubble"><application>frozen-bubble</application> パッケージをインストールします</ulink>。
ko: <quote>Universe</quote>저장소에서 <ulink url="apt:frozen-bubble"><application>frozen-bubble</application> 꾸러미를 </ulink> 설치하세요.
ru: <ulink url="apt:frozen-bubble">Установить пакет <application>frozen-bubble</application></ulink> из репозитория <quote>Universe</quote>.
sv: <ulink url="apt:frozen-bubble">Installera paketet <application>frozen-bubble</application></ulink> från förrådet <quote>Universe</quote>.
zh_cn: <ulink url="apt:frozen-bubble">安装<application>frozen-bubble</application>软件包</ulink>──属于<quote>Universe</quote>

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice> to play <application>Frozen Bubble</application>.
bg: Натиснете <menuchoice><guimenu>Програми</guimenu><guisubmenu>Игри</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice>, за да играете <application>Frozen Bubble</application>.
ca: Premeu <menuchoice><guimenu>Aplicacions</guimenu><guisubmenu>Jocs</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice> per a jugar al <application>Frozen Bubble</application>.
cs: Stiskněte <menuchoice><guimenu>Aplikace</guimenu><guisubmenu>Hry</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice> pro hraní <application>Frozen Bubble</application>.
da: Vælg <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Spil</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice> for at spille <application>Frozen Bubble</application>.
de: Wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guisubmenu>Spiele</guisubmenu><guisubmenu>Frozen-Bubble</guisubmenu></menuchoice> um <application>Frozen Bubble</application>, zu spielen.
el: Πατήστε <menuchoice><guimenu>Εφαρμογές</guimenu><guisubmenu>Παιχνίδια</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice> για να παίξετε το παιχνίδι.
eu: <application>Frozen Bubble</application> jokora jolasteko, sakatu ezazu <menuchoice><guimenu>Aplikazioak</guimenu><guisubmenu>Jokoak</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice>
fr: Cliquez sur <menuchoice><guimenu>Applications</guimenu><guisubmenu>Jeux</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice> pour lancer <application>Frozen Bubble</application>.
gl: Prema <menuchoice><guimenu>Aplicacións</guimenu><guisubmenu>Xogos</guisubmenu><guisubmenu>Burbulla Conxelada</guisubmenu></menuchoice> para xogar a <application>Burbulla Conxelada</application>.
hu: A <application>Frozen Bubble</application> indításához válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guisubmenu>Játékok</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice> menüpontot.
id: Tekan <menuchoice><guimenu>Aplikasi</guimenu><guisubmenu>Permainan</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice> untuk bermain <application>Frozen Bubble</application>.
is: Ýttu á <menuchoice><guimenu>Forrit</guimenu><guisubmenu>Leikir</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice> til að spila <application>Frozen Bubble</application>.
it: Per giocare a <application>Frozen Bubble</application>, scegliere <menuchoice><guimenu>Applicazioni</guimenu><guisubmenu>Giochi</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice>.
ja: <menuchoice><guimenu>アプリケーション</guimenu><guisubmenu>ゲーム</guisubmenu><guisubmenu>Frozen-Bubble</guisubmenu></menuchoice>を押して、<application>Frozen Bubble</application>を起動してください。
ko: <application>Frozen Bubble</application>을 플레이 하려면 <menuchoice><guimenu>프로그램</guimenu><guisubmenu>놀이</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice>을 선택하세요.
nl: Klik op <menuchoice><guimenu>Toepassingen</guimenu><guisubmenu>Spelletjes</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice> om <application>Frozen Bubble</application> te starten.
pl: Aby zagrać w grę <application>Frozen Bubble</application> wybierz <menuchoice><guimenu>Programy</guimenu><guisubmenu>Gry</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice>.
pt: Clique em <menuchoice><guimenu>Aplicações</guimenu><guisubmenu>Jogos</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice> para jogar <application>Frozen Bubble</application>.
ro: Apasă <menuchoice><guimenu>Aplicaţii</guimenu><guisubmenu>Jocuri</guisubmenu><guisubmenu>Balonul Îngheţat</guisubmenu></menuchoice> pentru a juca <application>Balonul Îngheţat</application>.
ru: Для запуска игры воспользуйтесь меню <menuchoice><guimenu>Приложения</guimenu><guisubmenu>Игры</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice>.
sk: Na spustenie hry <application>Frozen Bubble</application> stlačte <menuchoice><guimenu>Aplikácie</guimenu><guisubmenu>Hry</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice>.
sv: Tryck på <menuchoice><guimenu>Program</guimenu><guisubmenu>Spel</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice> för att spela <application>Frozen Bubble</application>.
zh_cn: 选择 <menuchoice><guimenu>应用程序</guimenu><guisubmenu>游戏</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice> 来进行 <application>Frozen Bubble</application> 游戏。
