Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/games/po/*.po
Languages: bg, ca, cs, da, de, el, eu, fr, gl, hu, id, is, it, ja, ko, nl, pl, pt, ro, ru, sk, sv, zh_cn

source: <application>Anagramarama</application> is a fast-paced word game in which you must make as many words as possible from a series of jumbled letters. If you find the longest word possible, you can move on to the next level.
bg: <application>Anagramarama</application> е бърза игра на думи, в която трябва да направи колкото се може повече думи от серия разбъркани букви. Ако намерите възможно най-дългата дума, можете да преминете към следващото ниво.
ca: L'<application>Anagramarama</application> és un joc ràpid de paraules on heu de crear el número màxim de paraules possible d'una sèrie de lletres barrejades. Si trobeu la paraula més llarga possible llavors podreu passar al nivell següent.
cs: <application>Anagramarama</application> je rychlá hra se slovy, ve které musíte z řady neuspořádaných písmen vytvořit tolik slov, kolik je jen možné. Pokud najdete nejdelší možné slovo, můžete postoupit do další úrovně.
da: <application>Anagramarama</application> er et ordspil i hurtigt tempo, hvor du skal finde så mange ord som muligt fra en række blandede bogstaver. Hvis du finder de længste ord, kan du komme videre til næste niveau.
de: <application>Anagramarama</application> ist ein schnelles Wortspiel, in dem Sie so viele Wörter wie möglich aus einer Serie durcheinander liegender Buchstaben erstellen müssen. Wenn sie das längste Wort finden, können Sie in den nächsten Level aufsteigen.
el: Το <application>Anagramarama</application> είναι ένα γρήγορο παιγνίδι λέξεων στο οποίο πρέπει να δημιουργήσετε όσες το δυνατόν περισσότερες λέξεις από ένα συνονθύλευμα γραμμάτων. Αν βρείτε την μεγαλύτερη λέξη που μπορεί να δημιουργηθεί, τότε μπορείτε να προχωρήσετε στο επόμενο επίπεδο.
eu: <application>Anagramarama</application> abiadura handiko jokoa da. Bertan, nahaspilatutako letra batzuk erabiliz ahal dituzun hitz guztiak osatu behar dituzu. Hitzik luzeena topatzen baduzu, hurrengo mailara pasa ahalko zara.
fr: <application>Anagramarama</application> est un jeu au rythme rapide dans le lequel vous devez faire le plus de mots possible à partir d'une série de lettres mélangées. Si vous trouvez le mot le plus long possible, vous pouvez passer au niveau suivant.
gl: <application>Anagramarama</application> é un xogo rápido no que tes que facer tantas palabras coma sexa posibel cunha serie de letras desordeadas. Se atopa-la palabra máis longa, podes pasar ao seguinte nivel.
hu: Az <application>Anagramarama</application> egy szójáték. A megjelenített betűhalmazból a lehető legtöbb szót kell kirakni. A lehető leghosszabb szó megtalálása esetén a játékos a következő szintre léphet.
id: <application>Anagramarama</application> adalah permainan kata bertempo cepat dimana anda harus membuat sebanyak mungkin kata dari rangkaian huruf yang diacak. Jika anda menemukan kata paling panjang yang bisa dibuat, maka anda dapat naik ke level berikutnya.
is: <application>Anagramarama</application> er hraður orðaleikur þar sem takmarkið er að búa til eins mörg orð og auðið er úr stafarugli. Ef þú finnur lengsta orðið sem hægt er að finna þá kemstu í næsta borð.
it: <application>Anagramarama</application> è un gioco di parole in cui bisogna creare tutte le parole possibili da una serie di lettere date. Trovando la parola più lunga è possibile passare al livello successivo.
ja: <application>Anagramarama</application>はばらばらになった文字から、存在する単語をなるべく多く選び出すゲームです。もっとも長い単語を見つけられたら、次のレベルへ移動することができます。
ko: <application>Anagramarama</application>는 신속함을 요구하는 단어 게임으로, 뒤섞인 문자들에서 가능한 한 많은 단어를 만들어 내야 합니다. 만약 가능한 가장 긴 단어를 찾았다면, 다음 단계로 넘어갈 수 있습니다.
nl: <application>Anagramarama</application> is een snel woordspel waarin u zoveel mogelijk woorden moet maken van een reeks door elkaar gehaalde letters. Als u het langst mogelijke woord hebt gevonden, kunt u naar het volgende niveau gaan.
pl: <application>Anagramarama</application> jest szybką grą szaradziarską polegającą na układaniu jak największej liczby słów z pomieszanych liter. Gdy gracz znajdzie najdłuższy z możliwych do ułożenia wyrazów, może rozpocząć następny poziom.
pt: <application>Anagramarama</application> é um jogo de palavras rápido em que tem de construir o máximo de palavras a partir de um conjunto de letras misturadas, Se encontrar a palavra mais longa possível, pode seguir para o próximo nível.
ro: <application>Anagramarama</application> este un joc de cuvinte rapid în care jucătorul trebuie să formeze cât mai multe cuvinte dintr-o serie de litere. Dacă găsiţi cel mai lung cuvânt posibil, puteţi trece la următorul nivel.
ru: <application>Anagramarama</application> - игра в слова на скорость, в которой необходимо построить как можно больше слов из набора предложенных букв. При нахождении самого длинного из возможных слов происходит переход на следующий уровень.
sk: <application>Anagramarama</application> je rýchla slovná hra, v ktorej musíte zo série neusporiadaných písmen vytvoriť podľa možností čo najviac slov. Ak nájdete najdlhšie možné slovo, pokračujete do ďalšej úrovne!
sv: <application>Anagramarama</application> är ett snabbt ordspel där du måste skapa så många ord som möjligt från en serie av omkastade bokstäver. Om du hittar det längsta möjliga ordet, kan du gå vidare till nästa nivå.
zh_cn: <application>Anagramarama</application> 是快速字词类游戏，你得从混杂在一起的字母里造出尽可能多的词汇。如果你发现了其中最长的单词，就可以进入下一级游戏。

source: <application>Atomix</application> is a puzzle game where you must join up a series of atoms to make certain molecules. However, the atoms can only be moved in certain ways, making complex molecules a challenge to construct. No knowledge of chemistry is required.
bg: <application>Atomix</application> е пъзел игра, където трябва да съединявате серия от атоми, да се направят определени молекули. Въпреки това, атомите могат да се придвижват по определен начин, правенето на сложни молекули е предизвикателство. Познанията по химия не са задължителни.
ca: L'<application>Atomix</application> és un joc de trencaclosques on heu d'ajuntar una sèrie d'àtoms per a crear certes molècules. Tot i això, els àtoms només es poden moure de certes maneres, fent que les molècules complexes siguin un repte de construcció. No es necessita cap coneixement de química.
cs: <application>Atomix</application> je skládačka, kde musíte spojit sadu atomů a vytvořit určité molekuly. Atomy se však mohou pohybovat pouze v určitém směru, složité molekul jsou výzvou k sestrojení. Nejsou požadovány žádné chemické znalosti.
da: <application>Atomix</application> er et tænkespil hvor du skal sætte en række atomer sammen for at skabe bestemte molekyler. Atomerne kan dog kun flyttes af bestemte veje, hvilket gør komplekse molekyler udfordrende at opbygge. Spillet forudsætter ingen viden om kemi.
de: <application>Atomix</application> ist ein Puzzlespiel, in dem Sie eine Serie von Atomen zusammenbringen müssen, um daraus bestimmte Moleküle zu bilden. Dabei können die Atome nur in bestimmten Bahnen bewegt werden, was die Gestaltung komplexer Moleküle zu einer Herausforderung macht. Es werden dabei keinerlei Chemiekenntnisse benötigt.
el: Το <application>Atomix</application> είναι ένα παιχνίδι παζλ στο οποίο πρέπει να ενώσετε μια σειρά από άτομα, ώστε να κατασκευάσετε τα αντίστοιχα μόρια. Ωστόσο τα άτομα μπορούν να κινηθούν μόνο σε ορισμένες κατευθύνσεις, με αποτέλεσμα τα περίπλοκα μόρια να είναι δύσκολο να κατασκευαστούν. Δεν χρειάζεται γνώσεις χημείας.
eu: <application>Atomix</application> puzzle jokoa da. Bertan, atomoak batu beharko dituzu molekula jakin bat osatzeko. Atomoak, ordea, modu aurrezarri batzuetara mugitu daitezke, molekula konplexuak osatzea benetako erronka bihurtuz. Ez da beharrezkoa kimikaren inguruko inongo ezagutzarik.
fr: <application>Atomix</application> est un casse-tête dans lequel vous devez assembler une série d'atomes pour former des molécules. Cependant, les atomes ne peuvent être déplacés que d'une certaine manière, faisant de la construction de molécules complexes un vrai défi. Aucune connaissance en chimie n'est requise.
gl: <application>Atomix</application> é un crebacabezas onde tes que xuntar unha serie de átomos para formar determinadas moléculas. Sen embargo, os átomos só poden moverse de certas maneiras, facendo que a construcción de moléculas complexas sexa un reto. Non fai falla nengún coñecemento de química.
hu: Az <application>Atomix</application> egy logikai játék, amelyben atomokat kell egymáshoz ragasztani, hogy kialakuljon az előre megadott molekula. Az atomokat azonban nem lehet akárhogy mozgatni, így a bonyolultabb molekulák kirakása nehéz feladat. A játékhoz kémiatudásra nincs szükség.
id: <application>Atomix</application> adalah permainan teka-teki dimana anda harus menggabungkan rangkaian atom untuk membuat molekul tertentu. Tapi, atom hanya bisa digeser dengan cara tertentu, membuat molekul kompleks merupakan tantangan untuk membuatnya. Tidak dibutuhkan pengetahuan kimia untuk memainkan permainan ini.
is: <application>Atomix</application> er þrautaleikur þar sem þú átt að tengja saman atóm til að búa til sameindir. Það má aðeins hreyfa atómin á vissa vegu, þannig að erfiðara er að byggja flóknar sameindir. Ekki er nauðsinlegt að hafa þekkingu á efnafræði til að geta spilað þennan leik.
it: <application>Atomix</application> è un gioco in cui bisogna unire una serie di atomi per formare determinate molecole. Tuttavia, gli atomi possono essere spostati soltanto in determinati sensi, rendendo la costruzione di molecole complesse una sfida. Non è richiesta alcuna conoscenza di chimica.
ja: <application>Atomix</application>は正しい分子配列になるように、原子を並べるパズルゲームです。原子は直進しかしてくれないので、複雑な分子構造を作るのは難しいでしょう。化学に関する知識は必要ありません。
ko: <application>Atomix</application>는 여러 개의 원자들을 이용하여 특정 분자를 만들어 내는 퍼즐 게임입니다. 하지만 원자들은 오직 특정한 방법으로만 움직일 수 있습니다. 복잡한 분자를 만들어 내는 것에 도전해 보십시오. 화학에 대한 지식은 필요치 않습니다.
nl: <application>Atomix</application> is een puzzelspel waarbij u een reeks atomen bijeen moet brengen om bepaalde moleculen te maken. Echter, de atomen kunnen maar op bepaalde manieren verplaatst worden, waardoor het een uitdaging wordt om complexe moleculen te maken. Er is geen kennis van scheikunde vereist.
pl: <application>Atomix</application> jest grą logiczną polegającą na łączeniu szeregu atomów w cząsteczki. Atomy mogą się poruszać jedynie w określony sposób, podnosząc układanie złożonych cząsteczek do rangi wyzwania. Nie jest wymagana żadna wiedza chemiczna.
pt: <application>Atomix</application> é um jogo de puzzle em que tem de ligar uma série de átomos para construir certas moléculas. No entanto, os átomos apenas podem ser movidos de determinadas formas, tornando a construção de moléculas complexas desafiadora. Não é necessário ter conhecimentos de química.
ro: <application>Atomix</application> este un joc puzzle în care jucătorul trebuie să lege o serie de atomi pentru a forma anumite molecule. Moleculele complexe sunt dificil de construit deoarece atomii pot fi mutaţi numai în anumite moduri. Nu sunt necesare cunoştinţe de chimie.
ru: <application>Атомикс</application> — это головоломка, в которой из атомов нужно собирать молекулы. Естественно, переставлять атомы можно лишь определёнными способами, поэтому, чтобы собрать сложную молекулу, нужно постараться. Знания химии не требуется.
sk: <application>Atomix</application> je logická hra, v ktorej musíte spájať atómy tak, aby ste vytvorili určitú molekulu. Avšak atómami je možné pohybovať iba určitými smermi, čím sa tvorba molekuly stáva výzvou. Nie sú potrebné žiadne znalosti chémie.
sv: <application>Atomix</application> är ett pusselspel där du måste sammanfoga en serie av atomer för att bygga särskilda molekyler. Atomerna kan dock bara flyttas på vissa sätt, vilket gör det utmanande att bygga komplexa molekyler. Det krävs inga kemikunskaper.
zh_cn: <application>Atomix</application> 是解密类游戏，你必须连接一些原子来构成某种分子。但是，原子不能以某种方式移动，并构造出复杂的分子。玩家不需要有化学知识。

source: <application>KAtomic</application> is a thinking game similar to <application>Atomix</application>, where you have to form chemical molecules out of atoms. This is done by moving each atom in a labyrinth until you have formed a complete molecule.
bg: <application>KAtomic</application> е игра за мислене подобна на <application>Atomix</application>, в която трябва да образувате химически молекули на атоми. Това се постига чрез преместване всеки атом в лабиринта, докато не са формира пълна молекула.
ca: El <application>KAtomic</application> és un joc de pensar semblant a l'<application>Atomix</application>, on heu de formar molècules químiques amb àtoms. Això es fa movent cada àtom en un laberint fins que hàgiu format la molècula completa.
cs: <application>KAtomic</application> je logická hra podobná hře <application>Atomix</application>, ve které musíte sestavit chemické molekuly z atomů. Toho dosáhnete posouváním atomů v labyrintu, dokud nesestavíte celou molekulu.
da: <application>KAtomic</application> er et tænkespil meget ligesom <application>Atomix</application>, hvor du skal danne kemiske molekyler ud fra atomer. Dette gøres ved at flytte hvert atom i en labyrint indtil du har dannet et fuldstændigt molekyle.
de: <application>KAtomic</application> ist ein Denkspiel, vergleichbar mit <application>Atomix</application>, in dem Sie chemische Moleküle aus Atomen formen müssen. Dies geschieht durch Bewegen jedes einzelnen Atoms durch ein Labyrinth, bis Sie ein komplettes Molekül geformt haben.
el: Το <application>KAtomic</application> είναι ένα παιχνίδι σκέψης, παρόμοιο με το <application>Atomix</application>, όπου πρέπει να κατασκευάσετε χημικά μόρια από άτομα. Αυτό γίνεται με την μετακίνηση των ατόμων σε ένα λαβύρινθο μέχρι να σχηματιστεί ένα ολοκληρωμένο μόριο.
eu: <application>KAtomic</application> jokoa <application>Atomix</application>-en antzeko adimen-jokoa da. Bertan, mkolekulak sortu behar dituzu atomoak erabiliz. Honetarako, labirinto batean zehar mugitu beharko duzu atomoa, molekula osatu harte.
fr: <application>KAtomic</application> est un jeu de réflexion similaire à <application>Atomix</application>, où le but est de former des molécules chimiques à partir d'atomes en manoeuvrant chaque atome dans un labyrinthe jusqu'à l'obtention de la molécule demandée.
gl: <application>KAtomic</application> é un xogo de lóxica similar a <application>Atomix</application>, onde se teñen que formar moléculas químicas a partires de átomos. Isto se fai movendo cada átomo a través dun labirinto ata que formas a molécula completa.
hu: A <application>KAtomic</application> egy, az <application>Atomixhoz</application> hasonló gondolkodtató játék, amiben kémiai molekulákat kell létrehoznia atomokból. Az egyes atomokat addig kell mozgatnia egy labirintusban, amíg össze nem állnak egy teljes molekulává.
id: <application>KAtomic</application> adalah permainan pikiran yang mirip dengan <application>Atomix</application>, dimana anda harus membentuk molekul kimia dari atom. Ini dilakukan dengan memindahkan setiap atom dalam labirin sampai anda membentuk molekul yang lengkap.
is: <application>KAtomic</application> er heilabrjótur sem líkir til <application>Atomix</application>, þar sem takmerkið er að búa til sameindir úr atómum. Til að gera það þarf að færa hvert atóm í gegnum völundarhús uns sameindin er fullkláruð.
it: <application>KAtomic</application> è un gioco di logica simile a <application>Atomix</application>, in cui bisogna formare delle molecole chimiche a partire dagli atomi. Questo avviene spostando ogni atomo in un labirinto finché non si forma una molecola completa.
ja: <application>KAtomic</application>は<application>Atomix</application>に似たゲームで、迷路の中の原子を移動させて分子を作成します。
ko: <application>KAtomic</application> 은 원자를 통해 분자를 만들어 내는 <application>Atomix</application> 와 비슷한 게임입니다. 이 게임은 분자를 완성할 때까지 미로 속에서 각 원자들을 이동하는 방식입니다.
nl: <application>KAtomic</application> is een denkspel, vergelijkbaar met <application>Atomix</application>, waarin u chemische moleculen moet vormen uit atomen. Dit wordt gedaan door elk atoom door een doolhof te verplaatsen tot u een compleet molecuul hebt gebouwd.
pl: <application>KAtomic</application> jest grą logiczną podobną do <application>Atomix</application>. Rozgrywka polega ma składaniu zadanych molekuł z pojedynczych atomów, które przemieszczasz po labiryncie.
pt: <application>KAtomic</application> é um jogo de raciocínio semelhante ao <application>Atomix</application>, em que você deve formar moléculas a partir de átomos. Isto é feito movendo-se os átomos num labirinto até formar moléculas completas.
ro: <application>KAtomic</application> este un joc de gândire asemănător cu <application>Atomix</application>, unde jucătorul trebuie să folosească atomi pentru a construi molecule. Construcţia de molecule se face prin mutarea atomilor printr-un labirint.
ru: <application>KAtomic</application> логическая игра, похожая на <application>Atomix</application>, где надо собирать химические молекулы из атомов. Это делается путем перемещения каждого атома в лабиринте, до тех пор пока не сформирована полная молекула.
sk: <application>KAtomic</application> je hra na pemýšľanie podobná <application>Atomixu</application>, v ktorej musíte z atómov vytvárať molekuly. Deje sa tak posúvaním atómov labyrintom až dokým nezostavíte kompletnú molekulu.
sv: <application>KAtomic</application> är ett tankespel där du ska skapa kemiska molekyler från atomer. Detta är gjort genom att flytta varje atom i en labyrint tills du har skapat en molekyl.
zh_cn: <application>KAtomic</application> 与<application>Atomix</application>相仿的益智游戏，玩家只要在迷宫中移动小小原子来制造出一个分子结构来。

source: <application>Sudoku</application> is a popular number puzzle game. Use logic to complete a grid of numbers so that each row, column and large square contains the numbers one to nine.
bg: <application>Sudoku</application> е популярна пъзел игра с цифри. Използвайте логика, за да попълните мрежата от цифри, така че всеки ред, колонка и големи квадрати съдържат номер от едно до девет.
ca: El <application>Sudoku</application> és un joc popular de trencaclosques numèric. Utilitzeu la lògica per a completar una graella de números de manera que cada fila, columna i quadrat gran contingui els números de l'u al nou.
cs: <application>Sudoku</application> je populární hádanková hra s čísly. Použijte logiku na doplnění čísel do mřížky tak, aby v každém řádku, sloupci a velkém čtverci byla všechna čísla od jedné do devíti.
da: <application>Sudoku</application> er en populært talbaseret kryds-og-tværs. Brug din logiske sans til at færdiggøre et net af tal så hver række, kolonne og store firkant indeholder tallene et til ni.
de: <application>Sudoku</application> ist ein beliebtes Zahlen-Puzzlespiel. Nutzen Sie die Logik, um ein Gitter aus Zahlen zu erstellen, sodass jede Reihe, Spalte und Rechteck die Zahlen 1 bis 9 enthält.
el: Το <application>Sudoku</application> είναι ένα πολύ δημοφιλές παιχνίδι παζλ. Χρησιμοποιήστε την λογική σας για να συμπληρώσετε ένα πλέγμα αριθμών, ώστε η κάθε στήλη, η κάθε γραμμή και κάθε μεγάλο τετράγωνο να περιέχουν τους αριθμούς από το ένα μέχρι το εννιά.
eu: <application>Sudoku</application> puzzle joko oso ezaguna da. Logika erabil ezazu zenbaki-taula bat osatzeko, zutabe, lerro eta lauki handi bakoitzean batetik bederatzirako zenbaki guztiak egon daitezen.
fr: <application>Sudoku</application> est un casse-tête très populaire. Utilisez votre logique pour remplir une grille de nombres de manière à placer une fois chaque chiffre de 1 à 9 dans chaque ligne, colonne et carré.
gl: <application>Sudoku</application> é un popular xogo de números. Faga uso da lóxica para completar o enreixado de números de forma que cada ringleira, columna e diagonal conteñan os números do un ao nove.
hu: A <application>Sudoku</application> egy népszerű logikai játék. Logikusan gondolkodva töltse fel a számrácsot úgy, hogy minden sorban, oszlopban és elkerített 3x3-as négyzetben 1-től 9-ig minden szám csak egyszer szerepelhet.
id: <application>Sudoku</application> adalah permainan teka-teki angka yang populer. Gunakan logika untuk menyelesaikan grid angka sehingga setiap baris, kolom dan kotak besar berisi angka satu sampai sembilan.
is: <application>Sudoku</application> er vinsæll þrautaleikur sem notast við tölur og rökrétta hugsun. Markmiðið er að fylla upp í alla reitina svo að hver einasti kassi einni haldi allar tölur frá einum upp í níu.
it: <application>Sudoku</application> è un popolare rompicapo numerico. Usa la logica per completare una griglia di numeri in modo che ogni riga, colonna e quadrato contengano i numeri da uno a nove.
ja: <application>数独</application>は人気のある数字パズルゲームです。1から9の数字を縦列、横列、大マスで重複しないように埋めていきます。
ko: <application>스도쿠</application>는 대중적인 숫자 퍼즐 게임으로 논리적으로 사각형의 배열을 완성하는 것이 목적입니다. 여러분은 각 행과 열마다 1부터 9까지의 숫자를 한 번씩만 배열해야 합니다. 또한 큰 사각형 내에도 1부터 9까지의 숫자가 한 번씩만 나올 수 있습니다.
nl: <application>Sudoku</application> is een populair getallenpuzzel-spel. Gebruik logica om een raster met nummers te vullen zodat iedere rij, kolom en het grote vierkant de nummers één tot en met negen bevat.
pl: <application>Sudoku</application> to popularna gra logiczna. Wypełnij pola tak aby w każdym rzędzie, kolumnie i dużym kwadracie znajdowały się i nie powtarzały cyfry od 1 do 9.
pt: <application>Sudoku</application> é um popular quebra-cabeças. Use a lógica para completar uma grade de números de modo que cada linha, coluna e quadrado grande contenham os algarismos de um a nove.
ro: <application>Sudoku</application> este un cunoscut joc puzzle cu numere. Folosiţi-vă logica pentru a completa o grilă cu numere astfel încât în fiecare rând, coloană sau pătrat să apară o singură dată fiecare număr de la 1 la 9.
ru: <application>Sudoku</application> популярная головоломка. Используя логику, заполните сетку цифрами так, чтобы в каждой строке, в каждом столбце и в каждом большом квадрате цифры от одного до девяти не повторялись.
sk: <application>Sudoku</application> je obľúbená číselná logiská hra. Využitím logiky doplňte číselnú sieť tak, že v každom riadku, stĺpci a veľkom štvorci budú všetky čísla od jedna do deväť.
sv: <application>Sudoku</application> är ett populärt numeriskt pusselspel där du måste använda logik för att komplettera ett rutnät av tal så att varje rad, kolumn och stor ruta innehåller talen ett till nio.
zh_cn: <application>Sudoku</application>就是数独。把0-9填入正方形的小格子里。单一数字数在同一横行，纵行，和3*3小格子里仅出现一次。

source: Kids' Games
bg: Детски игри
ca: Jocs per a nens
cs: Dětské hry
da: Børnespil
de: Spiele für Kinder
el: Παιχνίδια για παιδιά
eu: Haurrentzako Jokoak
fr: Jeux pour enfants
gl: Xogos para Nenos
hu: Gyerekjátékok
id: Permainan Anak
is: Krakkaleikir
it: Giochi per bambini
ja: 子供向けゲーム
ko: 어린이용 게임
nl: Kinderspelletjes
pl: Gry dla dzieci
pt: Jogos infantis
ro: Jocuri pentru copii
ru: Детские игры
sk: Hry pre deti
sv: Barnspel
zh_cn: 儿童游戏
