Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/games/po/*.po
Languages: bg, ca, cs, da, de, el, eu, fr, gl, hu, id, is, it, ja, ko, nl, pl, pt, ro, ru, sk, sv, zh_cn

source: <application>Nexuiz</application> is a 3D deathmatch game based on the Darkplaces engine, which is an advanced <emphasis>Quake 1</emphasis> engine built on OpenGL technology. It includes 17 maps, 15 player models, advanced UI, and an available master server allowing you to play people from all over the world. More information about the game can be found on the <ulink url="http://www.alientrap.org/nexuiz/index.php">Nexuiz website</ulink>.
bg: <application>Nexuiz</application> е 3D deathmatch игра на базата на енджина Darkplaces, който е усъвършенстван <emphasis> Quake 1 </ акцент> енждин построен върху OpenGL технология. Тя съдържа 17 карти, 15 модели на играчи, напреднал UI, и главен сървър на разположение, който позволява да играят хора от всички краища на света. Повече информация за играта можете да намерите на <ulink url="http://www.alientrap.org/nexuiz/index.php"> уеб сайт на Nexuiz </ ulink>.
ca: El <application>Nexuiz</application> és un joc d'una partida a mort en 3D basat en el motor Darkplaces, el qual és un motor avançat del <emphasis>Quake 1</emphasis> construït amb tecnologia OpenGL. Aquest inclou 17 mapes, 15 models de jugadors, una interfície d'usuari avançada i un servidor principal que us permet jugar amb gent de tot el món. Podeu trobar més informació sobre el joc a la <ulink url="http://www.alientrap.org/nexuiz/index.php">pàgina web del Nexuiz</ulink>.
cs: <application>Nexuiz</application> je 3D střílečka založena na enginu Darkplaces, který je vylepšeným enginem <emphasis>Quake 1</emphasis> postavený na OpenGL technologii. Zahrnuje 17 map, 15 modelů hráčů, pokročilou umělou inteligenci a přístupný hlavní server umožňující vám hrát s lidmi z celého světa. Více informací o hře můžete nalézt na <ulink url="http://www.alientrap.org/nexuiz/index.php">stránce Nexuiz</ulink>.
da: <application>Nexuiz</application> er et 3D dødskampspil baseret på Darkplaces-motoren, som er en avanceret udgave af <emphasis>Quake 1</emphasis>-motor, som bygget på OpenGL-teknologi. Spillet indeholder 17 baner, 15 spillefigurer, avanceret brugerflade, og en tilgængelig hoved-server giver dig mulighed for at spille mod mennesker fra hele verden. Mere information om spillet kan findes på <ulink url="http://www.alientrap.org/nexuiz/index.php">Nexuiz hjemmesiden</ulink>.
de: <application>Nexuiz</application> ist ein 3D Deathmatch-Egoshooter basierend auf der Darkplaces-Engine, welche eine aus der <emphasis>Quake 1</emphasis>-Engine weiterentwickelte und auf OpenGL-Technologie aufgebaute Engine ist. Nexuiz beinhaltet 17 Karten, 15 Charaktere, eine fortgeschrittene Oberfläche und einen Masterserver, welcher es Ihnen ermöglicht, mit Leuten aus aller Welt zu spielen. Mehr Informationen sind auf der <ulink url="http://www.alientrap.org/nexuiz/index.php">Nexuiz Homepage</ulink> zu finden.
el: Το <application>Nexuiz</application> είναι ένα παιχνίδι βασισμένο στην μηχανή γραφικών του Darkplaces, μιας αναβαθμισμένης μηχανής της <emphasis>Quake 1</emphasis> που βασίζεται στην τεχνολογία OpenGL. Περιέχει 17 χάρτες, 15 μοντέλα παικτών, αναβαθμισμένη διεπαφή χρήστη και ένα κύριο εξυπηρετητή που σας επιτρέπει να παίξετε με ανθρώπους από όλο τον κόσμο. Περισσότερες πληροφορίες σχετικά με το παιχνίδι μπορείτε να βρείτε στην <ulink url="http://www.alientrap.org/nexuiz/index.php">ιστοσελίδα του Nexuiz</ulink>.
eu: <application>Nexuiz</application> 3D hil arteko borroka jolasa da, OpenGL teknologias egindako <emphasis>Quake 1</emphasis> motor aurreratua den Darkplaces motorrean oinarrituta. Ezaugarriak: 17 mapa, 15 jokalari eredu, erabiltzaile interfazea (UI) aurreratua eta master zerbitzari bat eskuragarri, beste edonoren kontra jolasteko munduan zehar. Jokoari buruzko informazio gehiago <ulink url="http://www.alientrap.org/nexuiz/index.php">Nexuiz webgunean</ulink>.
fr: <application>Nexuiz</application> est un jeu de combat à mort construit sur le moteur Darkplaces. Ce dernier est un moteur <emphasis>Quake 1</emphasis> amélioré, utilisant la technologie OpenGL. Vous y trouverez 17 cartes, 15 modèles de joueur, une interface graphique avancée, et un serveur maître disponible vous permettant de jouer avec n'importe qui dans le monde. Vous trouverez plus d'informations sur le <ulink url="http://www.alientrap.org/nexuiz/index.php">site Web de Nexuiz</ulink> (en anglais).
gl: <application>Nexuiz</application> é un 3D de partidas a morte basado no motor gráfico de Darkplaces, o cal é un motor avanzado do <emphasis>Quake 1</emphasis> realizado coa tecnoloxía OpenGL. Inclúe 17 mapas, 15 modelos de xogador, interfaz gráfica avanzada, e ten dispoñible un servidor dedicado que permiteche xogar con xente de tódolo mundo.Podes atopar máis información no <ulink url="http://www.alientrap.org/nexuiz/index.php">sitio web de Nexuiz</ulink>.
hu: A <application>Nexuiz</application> egy 3D-s deathmatch játék, amely a Darkplaces motorra, egy OpenGL technológián alapuló fejlett <emphasis>Quake 1</emphasis> motorra készült. A játék 17 térképet, 15 játékostípust, fejlett felhasználói felületet tartalmaz, valamint beállítható rajta elsődleges kiszolgáló, amely segítségével a világ bármely részén élő emberekkel játszhat. A játékról további információk a <ulink url="http://www.alientrap.org/nexuiz/index.php">Nexuiz weboldalán (angol)</ulink> találhatók.
is: <application>Nexuiz</application> er þrívíddar leikur byggður á Darkplaces vélinni, sem er þróuð <emphasis>Quake 1</emphasis> vél byggt á OpenGL tækninni. Leikurinn inniheldur 17 borð, 15 persónur, háþróað notendaviðmót, og þann möguleika að spila við aðra leikmenn frá öllum heimshornum. Frekari upplýsingar er hægt að nálgast á <ulink url="http://www.alientrap.org/nexuiz/index.php">Nexuiz heimasíðunni</ulink>.
it: <application>Nexuiz</application> è un gioco di "deathmatch" in 3D basato sul motore di Darkplaces, un'evoluzione del motore di Quake 1 costruito sulla tecnologia OpenGL. Include 17 mappe, 15 modelli di giocatore, interfaccia utente avanzata e dispone di un server principale che permette di giocare con persone da tutto il mondo. Per maggiori informazioni consultare il <ulink url="http://www.alientrap.org/nexuiz/index.php">sito web di Nexuiz</ulink>.
ja: <application>Nexuiz</application> は、OpenGL技術で作られた<emphasis>Quake 1</emphasis>エンジンを拡張したDarkplacesエンジンをベースとした3Dデスマッチゲームです。17のマップ、15プレーヤのモデル、拡張されたUIを盛り込んでおり、世界中からの人々と遊ぶことを可能にしたマスターサーバが利用可能です。このゲームに関するより多くの情報は<ulink url="http://www.alientrap.org/nexuiz/index.php">Nexuiz website</ulink>で見つけることができます。
ko: <application>Nexuiz</application>는 OpenGL 기술로 만들어진 <emphasis>Quake 1</emphasis> 엔진의 향상된 버전인Darkplaces 엔진에 기초한 3차원 데쓰매치 게임입니다. 17가지 맵, 15가지 플레이어 모델, 향상된 UI, 전 세계 사람들과 플레이할 수 있는 마스터 서버가 들어있습니다. 게임에 대한 더 많은 정보는 <ulink url="http://www.alientrap.org/nexuiz/index.php">Nexuiz 웹사이트</ulink>에서 찾을 수 있습니다.
pl: <application>Nexuiz</application> to trójwymiarowa gra oparta na silniku Darkplaces, który jest zaawansowaną wersją silnika <emphasis>Quake 1</emphasis>, wykorzystującego technologię OpenGL. Zawiera 17 map, 15 modeli gracza, zaawansowany interfejs użytkownika oraz dostępny serwer umożliwiający granie z różnymi osobami z całego świata. Więcej informacji na temat gry można znaleźć na <ulink url="http://www.alientrap.org/nexuiz/index.php">stronie Nexuiz</ulink>.
ru: <application>Nexuiz</application> это 3D Deathmatch игра, основанная на движке Darkplaces, который является доработанным<emphasis>Quake 1</emphasis> движком, построенным на технологии OpenGL. Игра содержит 17 карт, 15 моделей игроков, расширенный пользовательский интерфейс, а так же мастер серверов, который дает возможность играть по сети с людьми со всего света. Более подробную информацию об игре можно найти на<ulink url="http://www.alientrap.org/nexuiz/index.php">сайте Nexuiz </ulink>.
sv: <application>Nexuiz</application> är ett 3D-spel i deathmatch-läge baserat på Darkplaces-motorn, vilken är en avancerad <emphasis>Quake 1</emphasis>-motor byggd på OpenGL-teknologi. Innehåller 17 banor, 15 spelarmodeller, avancerat användargränsnitt och en huvudserver som gör det möjligt att möta människor från hela världen. Mer information om spelet finns på <ulink url="http://www.alientrap.org/nexuiz/index.php">Nexuiz hemsida</ulink>.
zh_cn: <application>Nexuiz</application>3D效果优秀的第一人称射击游戏，多人游戏为主，建立于重写的<emphasis>Quake 1</emphasis> 引擎，充分运用了OpenGL技术。包含17张地图，15个人物模型，多种游戏模式，先进的用户界面设置，还有遍及世界的玩家。<ulink url="http://www.alientrap.org/nexuiz/index.php">Nexuiz website</ulink>.

source: <ulink url="apt:nexuiz">Install the <application>nexuiz</application> package</ulink> from the <quote>Universe</quote> repository.
bg: <ulink url="apt:nexuiz">Инсталирайте пакета <application>nexuiz</application> </ulink> от хранилището <quote>Universe</quote>.
ca: <ulink url="apt:nexuiz">Instal·leu el paquet <application>nexuiz</application></ulink> des del dipòsit <quote>Universe</quote>.
cs: <ulink url="apt:nexuiz">Nainstalujte balík <application>nexuiz</application></ulink> ze zdroje <quote>Universe</quote>.
da: <ulink url="apt:nexuiz">Installér <aplication>nexuiz</application>-pakken</ulink> fra <quote>Universe</quote>-depotet.
el: <ulink url="apt:nexuiz">Εγκαταστήστε το πακέτο <application>nexuiz</application></ulink> από το αποθετήριο της <quote>Κοινότητας (Universe)</quote>.
fr: <ulink url="apt:nexuiz">Installer le paquet <application>nexuiz</application></ulink> depuis le dépôt <quote>Universe</quote>.
gl: <ulink url="apt:nexuiz">Instalar o paquete <application>nexuiz</application> </ulink> desde o repositorio <quote>Universe</quote>.
hu: <ulink url="apt:nexuiz">Telepítse a <application>nexuiz</application> csomagot</ulink> a <quote>Universe</quote> tárolóból.
id: <ulink url="apt:nexuiz">Instal paket <application>nexuiz</application></ulink>dari repositori <quote>Universe</quote>.
it: <ulink url="apt:nexuiz">Installare il pacchetto <application>nexuiz</application></ulink> dal repository <quote>universe</quote>.
ja: <quote>Universe</quote> リポジトリから <ulink url="apt:nexuiz"><application>nexuiz</application> パッケージをインストールします</ulink>。
ko: <quote>Universe</quote> 저장소에서 <ulink url="apt:nexuiz"><application>nexuiz</application> 꾸러미</ulink>를 설치합니다.
ru: <ulink url="apt:nexuiz">Установить пакет <application>nexuiz</application></ulink> из репозитория <quote>Universe</quote>.
sv: <ulink url="apt:nexuiz">Installera paketet <application>nexuiz</application></ulink> från förrådet <quote>Universe</quote>.
zh_cn: <ulink url="apt:nexuiz">安装<application>nexuiz</application> 软件包</ulink>──属于 <quote>Universe</quote>

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice> to start <application>Nexuiz</application>.
bg: Натиснете <menuchoice><guimenu>Програми</guimenu><guisubmenu>Игри</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice>, за да стартирате <application>Nexuiz</application>.
ca: Premeu <menuchoice><guimenu>Aplicacions</guimenu><guisubmenu>Jocs</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice> per a jugar al <application>Nexuiz</application>.
cs: Stiskněte <menuchoice><guimenu>Aplikace</guimenu><guisubmenu>Hry</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice> pro spuštění <application>Nexuiz</application>.
da: Vælg <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Spil</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice> for at spille <application>Nexuiz</application>.
de: Wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guisubmenu>Spiele</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice>, um <application>Nexuiz</application> zu spielen.
el: Πατήστε <menuchoice><guimenu>Εφαρμογές</guimenu><guisubmenu>Παιχνίδια</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice> για να παίξετε το παιχνίδι.
eu: <application>Nexuiz</application> jokora jolasteko, sakatu ezazu <menuchoice><guimenu>Aplikazioak</guimenu><guisubmenu>Jokoak</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice>
fr: Cliquez sur <menuchoice><guimenu>Applications</guimenu><guisubmenu>Jeux</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice> pour démarrer <application>Nexuiz</application>.
gl: Prema <menuchoice><guimenu>Aplicacións</guimenu><guisubmenu>Xogos</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice> para iniciar o <application>Nexuiz</application>.
hu: A <application>Nexuiz</application> indításához válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guisubmenu>Játékok</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice> menüpontot.
id: Tekan <menuchoice><guimenu>Aplikasi</guimenu><guisubmenu>Permainan</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice> untuk memulai <application>Nexuiz</application>.
is: Ýttu á <menuchoice><guimenu>Forrit</guimenu><guisubmenu>Leikir</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice> til að spila <application>Nexuiz</application>.
it: Per giocare a <application>Nexuiz</application>, scegliere <menuchoice><guimenu>Applicazioni</guimenu><guisubmenu>Giochi</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice>.
ja: <menuchoice><guimenu>アプリケーション</guimenu><guisubmenu>ゲーム</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice>を押して、<application>Nexuiz</application>を起動してください。
ko: <application>Nexuiz</application>를 플레이 하려면<menuchoice><guimenu>프로그램</guimenu><guisubmenu>놀이</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice>를 선택하세요.
nl: Klik op <menuchoice><guimenu>Toepassingen</guimenu><guisubmenu>Spelletjes</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice> om <application>Nexuiz</application> te starten.
pl: Aby zagrać w grę <application>Nexuiz</application> wybierz <menuchoice><guimenu>Programy</guimenu><guisubmenu>Gry</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice>.
pt: Clique em <menuchoice><guimenu>Aplicações</guimenu><guisubmenu>Jogos</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice> para jogar <application>Nexuiz</application>.
ro: Selectaţi <menuchoice><guimenu>Aplicaţii</guimenu><guisubmenu>Jocuri</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice> pentru a porni jocul <application>Nexuiz</application>.
ru: Для запуска игры воспользуйтесь меню <menuchoice><guimenu>Приложения</guimenu><guisubmenu>Игры</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice>.
sk: Na spustenie hry <application>Nexuiz</application> stlačte <menuchoice><guimenu>Aplikácie</guimenu><guisubmenu>Hry</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice>.
sv: Tryck på <menuchoice><guimenu>Program</guimenu><guisubmenu>Spel</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice> för att starta <application>Nexuiz</application>.
zh_cn: 选择 <menuchoice><guimenu>应用程序</guimenu><guisubmenu>游戏</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice> 来启动 <application>Nexuiz</application>。

source: Arcade Games
bg: Аркадни Игри
ca: Jocs de saló de jocs electrònics
cs: Arkády
da: Arkadespil
de: Arcade-Spiele
el: Παιχνίδια τύπου Arcade
eu: Arcade Jokoak
fr: Jeux d'arcade
gl: Xogos Arcade
hu: Ügyességi játékok
id: Permainan Arcade
is: Spilakassaleikir
it: Giochi arcade
ja: アーケードゲーム
ko: 아케이드 게임
nl: Arcadespelletjes
pl: Gry zręcznościowe
pt: Jogos Arcada
ro: Jocuri Arcade
ru: Аркадные игры
sk: Arkády
sv: Arkadspel
zh_cn: 街机游戏

source: Arcade games are usually simple, fun games. A large collection of arcade games is available with Ubuntu; listed below are just a few of them.
bg: Аркадните обикновенно са лесни и забавни игри.В Убунту има голяма колекция от аркадни игри: изброени по-долу са само няколко от тях.
ca: Normalment els jocs de saló de jocs electrònics són simples i divertits. L'Ubuntu en disposa d'una gran col·lecció. A sota se'n llisten alguns.
cs: Arkádové hry jsou většinou jednoduché zábavné hry. Velká sbírka arkád je dostupná v Ubuntu; v seznamu níže je pouze několik z nich.
da: Arkadespil er oftest simple, sjove spil. Der findes en stor samling arkadespil til Ubuntu, nedenunder vises blot nogle få af dem.
de: Arcade-Spiele sind üblicherweise einfache, unterhaltsame Spiele. Eine große Sammlung von Arcade-Spielen ist mit Ubuntu verfügbar; nachfolgend sind nur ein paar wenige von ihnen aufgelistet.
el: Τα παιχνίδια Arcade είναι συνήθως απλά, διασκεδαστικά παιχνίδια. Μια μεγάλη συλλογή παιχνιδιών arcade περιλαμβάνεται στη διανομή Ubuntu. Παρακάτω υπάρχει μια λίστα με ορισμένα από αυτά.
eu: Arcade-jokoak sinple eta dibertigarriak izan ohi dira. Arcade-joko bilduma handia duzu eskuragarri Ubuntun; azpian zerrendatuak horietako gutxi batzuk besterik ez daude.
fr: Les jeux d'arcade sont généralement simples et amusants. Un large éventail de jeux d'arcade est disponible avec Ubuntu ; quelques-uns d'entre eux sont listés ci-dessous.
gl: Os xogos Arcade son uns pasatempos divertidos e xeralmente sinxelos. Unha bo fato de xogos está dispoñible en Ubuntu; listados debaixo hai uns poucos deles.
hu: Az ügyességi játékok általában egyszerű, szórakoztató játékok. Az Ubuntu rengeteg ügyességi játékot tartalmaz, az alább felsoroltak csak ízelítők.
id: Permainan arcade umumnya permainan sederhana dan menyenangkan. Koleksi lengkap dari permainan arcade juga tersedia di Ubuntu; di bawah ini adalah hanya beberapa diantaranya.
is: Svo kallaðir spilakassaleikir eru oftast mjög einfaldir að gerð og skemmtilegir í spilun. Með Ubuntu er hægt að nálgast mýmarga spilakassaleiki, en að neðan má sjá aðeins brot þeirra sem til eru.
it: I giochi arcade sono solitamente dei giochi semplici e divertenti. Molti giochi di questo tipo sono disponibili per Ubuntu. Di seguito ne vengono presentati alcuni.
ja: アーケードゲームは簡単ですぐに楽しめるゲームです。Ubuntuにはそのようなゲームがたくさんあります。ここでは、そのうちのいくつかを紹介しましょう。
ko: 아케이드 게임들은 보통 단순하고 재미있는 게임들입니다. 우분투에서 이용할 수 있는 아케이드 게임들은 무척 다양하며, 다음에 소개하는 것들은 그들 중 일부에 지나지 않습니다.
nl: Arcadespelletjes zijn meestal simpele, leuke spelletjes. Er is een grote verzameling arcadespellen beschikbaar voor Ubuntu; hieronder staan er slechts een paar.
pl: Gry zręcznościowe to zwykle proste gry służące rozrywce. W Ubuntu jest dostępna duża kolekcja tego typu gier; poniżej wymieniono tylko kilka z nich.
pt: Os jogos de arcada são geralmente simples e divertidos. Uma grande colecção de jogos de arcada está disponível com o Ubuntu; abaixo estão listados apenas alguns deles.
ro: Jocurile tip arcade sunt de obicei jocuri simple, distractive. În Ubuntu este disponibilă o colecţie mare de jocuri arcade; mai jos sunt listate câteva dintre ele.
ru: Аркадные игры обычно просты и занимательны. Большая коллекция аркадных игр доступна в Ubuntu; ниже перечислены только некоторые из них.
sk: Arkády sú zvyčajne jednoduché a zábavné hry. Pre Ubuntu je dostupná veľká kolekcia arkád; v zozname nižšie je len niekoľko z nich.
sv: Arkadspel är oftast enkla, roliga spel. En stor samling av arkadspel finns tillgängliga för Ubuntu; listan nedan är bara några få av dem.
zh_cn: 街机游戏通常是一些简单有趣的游戏。Ubuntu 中可以运行很多街机游戏；以下只是其中一小部分。

source: Classic arcade games
bg: Класически аркадни игри
ca: Jocs de saló de jocs electrònics clàssics
cs: Klasické arkády
da: Klassiske arkadespil
de: Klassische Arcade-Spiele
el: Κλασσικά παιχνίδια arcade
eu: Arkade joko klasikoak
fr: Jeux d'arcade classiques
gl: Xogos arcade clásicos
hu: Klasszikus ügyességi játékok
id: Permainan arcade klasik
is: Gamall spilakassaleikur
it: Giochi arcade classici
ja: 古典的なアーケードゲーム
ko: 고전 아케이드 게임
nl: Klassieke arcade spelletjes
pl: Klasyczne gry zręcznościowe
pt: Jogos clássicos de arcada
ro: Jocuri arcade clasice
ru: Классические аркадные игры
sk: Klasické arkády
sv: Klassiska arkadspel
zh_cn: 经典街机游戏
