Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/games/po/*.po
Languages: bg, ca, cs, da, de, el, eu, fr, gl, hu, id, is, it, ja, ko, nl, pl, pt, ro, ru, sk, sv, zh_cn

source: Install the <application>neverball</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
de: Installieren Sie das Paket <application>neverball</application> aus den <quote>Universe</quote>-Software-Paketquellen (siehe <ulink type="help" url="ghelp:add-applications">Anwendungen hinzufügen</ulink>).
pt: Instale o pacote <application>neverball</application> do repositório <quote>Universe</quote> (ver <ulink type="help" url="ghelp:add-applications">Adicionar Aplicações</ulink>).
ro: Instalare pachet <application>neverball</application> din magazia <quote>Univers</quote> (vezi <ulink type="help" url="ghelp:add-applications">Adăugare Aplicaţii</ulink>).
sk: Nainštalujte balík <application>neverball</application> zo zdroja <quote>Universe</quote> (viď <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink>).

source: Install the <application>scorched3d</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
de: Installieren Sie das Paket <application>scorched3d</application> aus den <quote>Universe</quote>-Software-Paketquellen (siehe <ulink type="help" url="ghelp:add-applications">Anwendungen hinzufügen</ulink>).
pt: Instale o pacote <application>scorched3d</application> do repositório <quote>Universe</quote> (veja <ulink type="help" url="ghelp:add-applications">Adicionar Aplicações</ulink>).
ro: Instalarea pachetului <application>scorched3d</application> din magazia <quote>Univers</quote> (vezi <ulink type="help" url="ghelp:add-applications">Adăugare Aplicaţii</ulink>).
sk: Nainštalujte balík <application>scorched3d</application> zo zdroja <quote>Universe</quote> (pozri <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink>).

source: Install the <application>frozen-bubble</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
de: Installieren Sie das Paket <application>frozen-bubble</application> aus den <quote>Universe</quote>-Software-Paketquellen (siehe <ulink type="help" url="ghelp:add-applications">Anwendungen hinzufügen</ulink>).
pt: Instale o pacote <application>frozen-bubble</application> do repositório <quote>Universe</quote> (veja <ulink type="help" url="ghelp:add-applications">Adicionar Aplicações</ulink>).
ro: Instalare pachet <application>frozen-bubble</application> din magazia <quote>Univers</quote> (vezi <ulink type="help" url="ghelp:add-applications">Adăugare Aplicaţii</ulink>).
sk: Nainštalujte balík <application>frozen-bubble</application> zo zdroja <quote>Universe</quote> (viď <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink>).

source: Install the <application>supertux</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
de: Installieren Sie das <application>supertux</application>-Paket aus den <quote>Universe</quote>-Software-Paketquellen (siehe <ulink type="help" url="ghelp:add-applications">Anwendungen hinzufügen</ulink>).
pt: Instale o pacote <application>supertux</application> do repositório <quote>Universe</quote> (veja <ulink type="help" url="ghelp:add-applications">Adicionar Aplicações</ulink>).
ro: Instalare pachet <application>supertux</application> din magazia <quote>Univers</quote> (vezi <ulink type="help" url="ghelp:add-applications">Adăugare aplicaţii</ulink>).
sk: Naištalujte balík <application>supertux</application> zo zdroja <quote>Universe</quote> (viď <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink>).

source: Install the <application>planetpenguin-racer</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
de: Installieren Sie das <application>planetpenguin-racer</application>-Paket aus den <quote>Universe</quote>-Paketquellen (siehe <ulink type="help" url="ghelp:add-applications">Anwendungen hinzufügen</ulink>).
pt: Instale o pacote <application>planetpenguin-racer</application> do repositório <quote>Universe</quote> (veja <ulink type="help" url="ghelp:add-applications">Adicionar Aplicações</ulink>).
ro: Instalare pachet <application>planetpenguin-racer</application> din magazia <quote>Univers</quote> (vezi <ulink type="help" url="ghelp:add-application">Adăugare aplicaţii</ulink>).
sk: Nainštalujte balík <application>planetpenguin-racer</application> zo zdroja <quote>Universe</quote> (viď <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink>).

source: Install the <application>tremulous</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
de: Installieren Sie das <application>tremulous</application>-Paket aus den <quote>Universe</quote>-Software-Paketquellen (siehe <ulink type="help" url="ghelp:add-applications">Anwendungen hinzufügen</ulink>).
pt: Instale o pacote <application>tremulous</application> do repositório <quote>Universe</quote> (veja <ulink type="help" url="ghelp:add-applications">Adicionar Aplicações</ulink>).
ro: Instalaţi pachetul <application>tremulous</application> din arhiva <quote>Universe</quote> (vezi <ulink type="help" url="ghelp:add-applications">Înstalare aplicaţii</ulink>)
sk: Nainštalujte balík <application>tremulous</application> zo zdroja <quote>Universe</quote> (viď <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink>).

source: Install the <application>nexuiz</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
de: Installieren Sie das <application>nexuiz</application>-Paket aus den <quote>Universe</quote>-Software-Paketquellen (siehe <ulink type="help" url="ghelp:add-applications">Anwendungen hinzufügen</ulink>).
pt: Instale o pacote <application>nexuiz</application> do repositório <quote>Universe</quote> (veja <ulink type="help" url="ghelp:add-applications">Adicionar Aplicações</ulink>).
ro: Instalaţi pachetul <application>Nexuiz</application> din arhiva <quote>Universe</quote> (vedeţi <ulink type="help" url="ghelp:add-applications">Adăugaţi aplicaţii</ulink>).
sk: Nainštalujte balík <application>nexuiz</application> zo zdroja <quote>Universe</quote> (viď <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink>).

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
pt: Este documento é gerido pela equipa de documentação do Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para obter a lista de contribuidores veja a <ulink url="../../../common/C/contributors.xml">página de contribuidores</ulink>
sk: Tento dokument spravuje dokumentačný tím Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Zoznam prispievateľov nájdete na <ulink url="../../../common/C/contributors.xml">stránke prispievateľov</ulink>

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
pt: Uma cópia da licença está disponível aqui: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sk: Kópia licencie je dostupná tu: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Canonical Ltd. and members of the Ubuntu Documentation Project
pt: Canonical Ltd. e membros do Projecto de Documentação do Ubuntu
sk: Canonical Ltd. a členovia Dokumentačného projektu Ubuntu

source: A list of some of the most popular games available with Ubuntu is given below.
pt: Uma lista com alguns dos jogos mais populares disponíveis no Ubuntu está disponível de seguida.
sk: Zoznam niektorých najobľúbenejších hier dostupných v Ubuntu sú uvedené nižšie:

source: <application>Neverball</application>, part puzzle and part action game, is a test of skill. The object of the game is to tilt the floor, rolling the ball through an obstacle course before time runs out.
pt: <application>Neverball</application>, parte puzzle e parte jogo de acção, é um teste de perícia. O objectivo do jogo é abanar o chão, rolando a bola através de uma pista de obstáculos antes que o tempo termine
sk: <application>Neverball</application>, čiastočne logická a čiastočne akčná hra je testom zručností. Cieľom hry je nakláňaním stola navigovať guľu prekážkovou dráhou než vyprší čas.

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice> to play <application>Neverball</application>.
pt: Clique em <menuchoice><guimenu>Aplicações</guimenu><guisubmenu>Jogos</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice> para jogar <application>Neverball</application>.
sk: Stlačte <menuchoice><guimenu>Aplikácie</guimenu><guisubmenu>Hry</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice> a hrajte <application>Neverball</application>.

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice> to start the <application>Neverputt</application> game.
pt: Clique em <menuchoice><guimenu>Aplicações</guimenu><guisubmenu>Jogos</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice> para jogar <application>Neverputt</application>.
sk: Stlačte <menuchoice><guimenu>Aplikácie</guimenu><guisubmenu>Hry</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice> a spustíte hru <application>Neverputt</application>.

source: <application>Scorched3D</application> is a 3D remake of Scorched Earth, an artillery duel game.
pt: <application>Scorched3D</application> é um "remake" em 3D do Scorched Earth, um jogo de duelo de artilharia.
sk: <application>Scorched3D</application> je 3D remake delostreleckej hry Scorched Earth.

source: Ensure you have hardware-accelerated 3D drivers installed for your video card in order to play Scorched3D.
pt: Assegure-se que tem controladores de aceleração 3D de hardware instalados para a sua placa de vídeo para jogar o Scorched3D.
sk: Pred hraním Scorched3D sa uistite, že máte nainštalované ovládače podporujúce harvérovú akceleráciu vašej 3D karty.

source: <application>Chromium</application> B.S.U. is a fast paced, arcade-style, top-scrolling space shooter. As a captain of the cargo ship Chromium B.S.U., the objective is to deliver supplies to the troops on the front line. The ship has a small fleet of robotic fighters which you control from the relative safety of the Chromium vessel. More information about the game can be found on the <ulink url="http://www.reptilelabour.com/software/chromium/">Chromium website</ulink>.
pt: <application>Chromium</application> B.S.U. é um jogo de naves espaciais rápido, de rolagem vertical. Como capitão da nave de carga Chromium B.S.U., o seu objectivo é entregar mantimentos às tropas que combatem na linha da frente. A nave conta com uma pequena frota de caças robots que controla a partir da relativa segurança da Chromium. Para mais informações aceda à página do <ulink url="http://www.reptilelabour.com/software/chromium/">Chromium na Internet</ulink>.
sk: <application>Chromium</application> B.S.U. je rýcha, arkádová 2D vesmírna strieľačka. Ako kapitán nákladnej lode Chromium B.S.U., máte za úlohu dodať zásoby jednotkám v prednej línii. Loď má k dispozícii malú letku robotických stíhačiek, ktoré ovládate z relatívneho bezpečia plavidla Chromium. Viac informácií o hre nájdete na <ulink url="http://www.reptilelabour.com/software/chromium/">internetovej stránke hry Chromium </ulink>.

source: <application>Frozen Bubble</application> is a clone of the popular <emphasis>Puzzle Bobble</emphasis> game. The object of the game is to shoot bubbles into groups of the same color to cause them to pop. Features include 100 single-player levels, a two-player mode, music and striking graphics. More information about the game can be found on the <ulink url="http://www.frozen-bubble.org/">Frozen Bubble website</ulink>.
pt: <application>Frozen Bubble</application> é um clone do popular <emphasis>Puzzle Bobble</emphasis>. O objectivo do jogo é dar tiros nas bolhas agrupadas por cores, para fazê-as explodir. O jogo inclui 100 níveis para jogadores individuais, um modo para dois jogadores, música e gráficos fantásticos. Para mais informações sobre este jogo aceda à página do <ulink url="http://www.frozen-bubble.org/">Frozen Bubble na Internet</ulink>.
sk: <application>Frozen Bubble</application> je klonom obľúbenej hry <emphasis>Puzzle Bobble</emphasis>. Úlohou hry je strieľať bubliny do skupín rovnakej farby tak, aby pukli. V hre nájdete 100 úrovní pre jedného hráča, hru pre dvoch hráčov, hudbu a nápaditú grafiku. Pre viac informácií o hre pozrite <ulink url="http://www.frozen-bubble.org/">internetovú stránku Frozen Bubble</ulink>.

source: <application>SuperTux</application> is a classic 2D jump and run sidescroller game in a style similar to the original <trademark>Super Mario Bros.</trademark> games. Features include 9 enemies, 26 playable levels, software and OpenGL rendering modes, configurable joystick and keyboard input, new music and completely redone graphics. More information about the game can be found on the <ulink url="http://supertux.berlios.de/">SuperTux website</ulink>.
pt: <application>SuperTux</application> é um jogo clássico de plataforma em 2D, no estilo dos jogos <trademark>Super Mario Bros.</trademark> originais. Os seus recursos incluem 9 tipos de inimigos, 26 fases, renderização por software ou OpenGL, controle por joystick ou pelo teclado, nova música e gráficos completamente refeitos. Para mais informações aceda à página do <ulink url="http://supertux.berlios.de/">SuperTux na Internet</ulink>.
sk: <application>SuperTux</application> je klasická 2D skákacia a behacia plošinovka v štýle podobnom originálnemu <trademark>Super Mario Bros.</trademark>. V hre nájdete 9 nepriateľov, 26 hrateľných úrovní, softvérové a OpenGL renderovanie, nastaviteľný joystick a klávesnicu. Pre viac informácií o hre pozrite <ulink url="http://supertux.berlios.de/">internetovú stránku SuperTux</ulink>.

source: <application>Nexuiz</application> is a 3D deathmatch game based on the <emphasis>Darkplaces</emphasis> engine, which is an advanced <emphasis>Quake 1</emphasis> engine built on OpenGL technology. It includes 17 maps, 15 player models, advanced UI, and an available master server allowing you to play people from all over the world. More information about the game can be found on the <ulink url="http://www.alientrap.org/nexuiz/index.php">Nexuiz website</ulink>.
pt: <application>Nexuiz</application> é um jogo de duelo em 3D baseado no motor<emphasis>Darkplaces</emphasis> , um avançado motor <emphasis>Quake 1</emphasis> que utiliza tecnologia OpenGL. O jogo inclui 17 mapas, 15 modelos de jogadores, uma interface de utilizador avançada, e um servidor central que permite jogar com pessoas de todo o mundo. Para mais informações aceda à página do <ulink url="http://www.alientrap.org/nexuiz/index.php">Nexuiz na Internet</ulink>.
sk: <application>Nexuiz</application> je 3D deathmatch hra založená na engine <emphasis>Darkplaces</emphasis>, ktorý je rozšíreným <emphasis>Quake 1</emphasis> enginom postaveným na technológii OpenGL. Obsahuje 17 máp, 15 modelov hráčov, pokročilé používateľské rozhranie a možnosť prostredníctvom hlavného serveru si zahrať s ľuďmi z celého sveta. Viac informácií o hre nájdete na <ulink url="http://www.alientrap.org/nexuiz/index.php">internetovej stránke Nexuiz</ulink>.

source: <application>KFouleggs</application> clones the well-known <emphasis>PuyoPuyo</emphasis> game from Japan, and contains modifications of the well-known <emphasis>Tetris</emphasis> game principle.
pt: <application>KFouleggs</application> é um clone do conhecido jogo japonês <emphasis>PuyoPuyo</emphasis>, e contém modificações sobre o princípio de funcionamento do popular <emphasis>Tetris</emphasis>.
sk: <application>KFouleggs</application> je klonom dobre známej japonskej hry <emphasis>PuyoPuyo</emphasis> a obsahuje úpravy herného princípu <emphasis>Tetrisu</emphasis>.

source: <application>Kolf</application> is a miniature golf game played with an overhead view, with a short bar representing the golf club and direction of the intended shot. It features various courses, a course editor, water hazards, slopes, sand traps, and black holes (warps).
pt: <application>Kolf</application> é um jogo de mini-golfe jogado em vista elevada. Possui uma pequena barra que representa o taco de golfe e a direcção da tacada. Existem várias pistas, um editor de pistas, perigos de água, inclinações, armadilhas de areia e buracos negros.
sk: <application>Kolf</application> je minigolfovou hrou s pohľadom zhora. Krátka tyč reprezentuje golfovú palicu a smer zamýšľaného úderu. Obsahuje rôzne ihriská, editor ihrísk, vodné prekážky, svahy, pieskové prekážky a čierne diery.

source: <application>KGoldrunner</application> is a game of action and puzzle solving. Run through the maze, dodge your enemies, collect all of the gold and climb up to the next level.
pt: <application>KGoldrunner</application> é jogo de acção e resolução de puzzles. Atravesse um labirinto, desvie-se dos inimigos, recolha o ouro e passe de nível.
sk: <application>KGoldrunner</application> je akčná hra, v ktorej riešite hádanky. Prebehnite cez bludisko, uskočte vašim nepriateľom, pozbierajte všetko zlato a vyšplhajte sa do ďalšej úrovne.

source: <application>KSnakerace</application> is a fast action game where you control a snake which has to eat the food that appears on the map. The more you eat, the larger your snake grows. The goal is to eat as much as possible without colliding with the other snake or the wall, however this becomes more and more difficult the more you eat.
pt: <application>KSnakerace</application> é um jogo de acção rápida, em que você controla uma cobra que tem de comer a comida que surge no mapa. Quanto mais ela come, mais cresce. O objectivo é comer o máximo possível sem colidir com a outra cobra ou com a parede. Contudo, isto torna-se mais difícil à medida que você come mais.
sk: <application>KSnakerace</application> je rýchla akčná hra, v ktorej musíte ovládať hada tak, aby zjedol všetko jedlo, ktoré sa na mape objaví. Čím viacej jete, tým viac váš had rastie. Úlohou je zjesť čo najviac bez narazenia do hada alebo do steny, To je s pribúdajúcim jedlom ťažšie a ťažšie.

source: <application>Cedega</application> is based on Wine, but is optimized for running Windows games. Cedega is commercial software and so is not free, but it is able to run more games than Wine. For information about Cedega, see <ulink url="https://help.ubuntu.com/community/Cedega">the Ubuntu wiki</ulink>.
pt: O <application>Cedega</application> é baseado no Wine, mas optimizado para a execução de jogos para Windows. O Cedega é um aplicativo comercial e portanto não é software livre, mas consegue rodar mais jogos que o Wine. Para mais informações sobre o Cedega, veja o <ulink url="https://help.ubuntu.com/community/Cedega">wiki do Ubuntu</ulink>.
sk: <application>Cedega</application> je založená na Wine, ale je optimalizovaná na spúšťanie Windows hier. Cedega je komerčný softvér a nie je zadarmo, ale je schopná spustiť viac hier ako Wine. Pre informácie o Cedege pozrite <ulink url="https://help.ubuntu.com/community/Cedega">Ubuntu wiki stránky</ulink>.

source: PlanetPenguin Racer
ro: Cursa PinguinulPlanetei
