Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/games/po/*.po
Languages: bg, ca, cs, da, de, el, eu, fr, gl, hu, id, is, it, ja, ko, nl, pl, pt, ro, ru, sk, sv, zh_cn

source: <application>SuperTux</application> is a classic 2D jump and run sidescroller game in a style similar to the original <emphasis><trademark>Super Mario Bros.</trademark></emphasis> games. Features include 9 enemies, 26 playable levels, software and OpenGL rendering modes, configurable joystick and keyboard input, new music and completely redone graphics. More information about the game can be found on the <ulink url="http://supertux.berlios.de/">SuperTux website</ulink>.
bg: <application>SuperTux</application> е класически 2D скачане и тичане игра в стил рподобен на оригиналните <emphasis><trademark>Super Mario Bros.</trademark></emphasis> игри. Включват се 9 врагове, 26 игриуеми игри, софтуер и OpenGL режими на рендиране, конфигуриране на джойстик и клавиатура, нова музика и напълно обновени графики. Повече информация относо играта можете да намерите на <ulink url="http://supertux.berlios.de/">уеб сайта на SuperTux</ulink>.
ca: El <application>SuperTux</application> és un joc clàssic en 2D de saltar i córrer, en un estil similar als jocs originals del <emphasis><trademark>Super Mario Bros</trademark></emphasis>. El joc inclou 9 enemics, 26 nivells jugables, modes de renderitzat per programari o per OpenGL, entrada configurable amb palanca de control o teclat, música nova i gràfics totalment redissenyats. Podeu trobar més informació sobre el joc a la <ulink url="http://supertux.berlios.de/">pàgina web del SuperTux</ulink>.
cs: <application>SuperTux</application> je klasická 2D plošinovka ve stylu podobném k původním hrám od <emphasis><trademark>Super Mario Bros.</trademark></emphasis>. Možnosti zahrnují 9 nepřátel, 26 hratelných úrovní, softwarové a OpenGL vykreslování, nastavitelný joystickový a klávesnicový vstup, novou hudbu a kompletně přepracovaný vzhled. Více informací o hře můžete nalézt na <ulink url="http://supertux.berlios.de/">stránce SuperTux</ulink>.
da: <application>SuperTux</application> er et klassisk 2D hoppe- og kørespil i en stil der ligner det oprindelige <emphasis><trademark>Super Mario Bros.</trademark></emphasis>-spil. Spillet indeholder 9 fjender, 26 spilbare baner, software og OpenGL renderingstilstande, konfigurerbare joystick- og tastaturinddata, ny musik og fuldstændigt nyskabt grafik. Mere information om spillet kan findes på <ulink url="http://supertux.berlios.de/">SuperTux hjemmesiden</ulink>.
de: <application>SuperTux</application> ist ein klassisches 2D-Jump'n'Run-Spiel, das dem Originalspiel <emphasis><trademark>Super Mario Bros.</trademark></emphasis> ähnelt. Es beinhaltet Features wie 9 Gegenspieler, 26 spielbare Level, Modi für Software- und OpenGL-Rendering, konfigurierbare Joystick- und Tastatureingabe, neue Musik und vollständig überarbeitete Grafiken. Weitere Informationen über dieses Spiel findet man auf der <ulink url="http://supertux.berlios.de/">SuperTux-Website</ulink>.
el: Το <application>SuperTux</application> είναι ένα κλασσικό δισδιάστατο παιχνίδι με συνδυασμό αλμάτων και τρεξίματος, με παρόμοιο χαρακτήρα σαν αυτό των αυθεντικών <emphasis><trademark>Super Mario Bros.</trademark></emphasis> παιχνιδιών. Μέσα στο παιχνίδι θα συναντήσετε 9 διαφορετικούς χαρακτήρες εχθρών, 26 πίστες, δυνατότητα ρύθμισης των πλήκτρων του μοχλού και του πληκτρολογίου, καινούργια μουσική και ολότελα ανασχεδιασμένα γραφικά. Περισσότερες πληροφορίες σχετικά με το παιχνίδι μπορείτε να βρείτε στην <ulink url="http://supertux.berlios.de/">ιστοσελίδα του SuperTux </ulink>.
eu: <application>SuperTux</application> 2D salto eta korrika jolas klasikoa da, <emphasis><trademark>Super Mario Bros.</trademark></emphasis> jolas orijinalen antzekoa. Ezaugarriak: 9 arerio, 26 maila, software eta OpenGL errendatze moduak, joystick konfiguratzekoa eta teklatu sarrera, musika berria eta grafiko berri eginak. Jokoari buruzko informazio gehiago <ulink url="http://supertux.berlios.de/">SuperTux webgunean</ulink>.
fr: <application>SuperTux</application> est un jeu classique d'arcade similaire à <emphasis><trademark>Super Mario Bros.</trademark></emphasis>. Les fonctionnalités comprennent 9 ennemis, 26 niveaux de jeu, un mode de rendu logiciel ou OpenGL, la gestion des manettes de jeux et du clavier, de nouveaux thèmes musicaux et graphiques. Plus d'informations sur ce jeu peuvent être obtenues en consultant le <ulink url="http://supertux.berlios.de/">site Web de SuperTux</ulink>.
gl: <application>SuperTux</application> é un clásico xogo de plataformas 2D dunha apariencia moi parecida aos orixinais xogos de <emphasis><trademark>Super Mario Bros.</trademark></emphasis>. Inclúe 9 inimigos, 26 niveis xogabeis, modos de renderizado por software e OpenGL, joystick e teclado configurábeis, nova música e unha apariencia gráfica completamente nova. Podes atopar máis información do xogo no <ulink url="http://supertux.berlios.de/">sitio web de SuperTux</ulink>.
hu: A <application>SuperTux</application> egy klasszikus 2D-s mászkálós platformjáték, az eredeti <emphasis><trademark>Super Mario Bros.</trademark></emphasis> játékokhoz nagyon hasonló stílusban. A játékban 9 ellenség, 26 játszható pálya, szoftveres- és OpenGL megjelenítési mód, konfigurálható joystick és billentyűzet, új zene és teljesen újraírt grafika található. A játékról további információk a <ulink url="http://supertux.berlios.de/">SuperTux weboldalán (angol)</ulink> találhatók
id: <application>SuperTux</application> adalah permainan klasik 2D lompat dan lari sidescroller yang mirip dengan permainan <emphasis><trademark>Super Mario Bros.</trademark></emphasis>. Memiliki fitur 9 musuh, 26 level yang dapat dimainkan, pernagkat lunak dan OpenGL mode rendering, joistik dan papan ketik yang dapat dikonfigurasi, musik baru dan tampilan yang telah dikerjakan ulang. Untuk informasi lebih lanjut tentang permainan ini dapat ditemui di <ulink url="http://supertux.berlios.de/">website SuperTux</ulink>.
is: <application>SuperTux</application> er gamaldags hoppiskopp leikur sem líkist <emphasis><trademark>Super Mario Bros.</trademark></emphasis> leikjunum. Leikurinn inniheldur 9 óvini, 26 borð, hægt er að nota lyklaborð og bæta við nýrri tónlist. Frekari upplýsingar má finna á <ulink url="http://supertux.berlios.de/">SuperTux heimasíðunni</ulink>.
it: <application>SuperTux</application> è un gioco 2D classico di tipo salta e corri a scorrimento orizzontale, simile ai giochi originali di <emphasis><trademark>Super Mario Bros.</trademark></emphasis>. Tra le caratteristiche ci sono 9 nemici, 26 livelli di gioco, modalità di resa a video software e OpenGL, input da tastiera e joystick configurabili, nuova musica e grafica completamente rinnovata. Per maggiori informazioni, consultare il <ulink url="http://supertux.berlios.de/">sito web di SuperTux</ulink>.
ja: <application>SuperTux</application> は、オリジナルの<emphasis><trademark>スーパーマリオブラザーズ</trademark></emphasis>に似たスタイルである、古典的なジャンプして走る2D横スクロールゲームです。9つの敵、26のプレイ可能なレベル、ソフトウェアとOpenGLのレンダリングモード、ジョイスティックやキーボード入力の設定、新しい音楽や完全に作り替えられた画面が特徴です。このゲームに関するより多くの情報は<ulink url="http://supertux.berlios.de/">SuperTux website</ulink>で見つけることができます。
ko: <application>SuperTux</application>는 오리지널 <emphasis><trademark>수퍼 마리오 브라더스</trademark></emphasis>과 비슷한 방식인 2차원으로 뛰고 달리는 고전적인 횡스크롤 게임입니다. 특징은 9가지 적과, 26가지 단계, 소프트웨어 및 OpenGL 랜더링 모드, 변경 가능한 조이스틱 및 키보드 입력, 새로운 음악과 완전히 다시 그린 그래픽입니다. 게임에 대한 더 많은 정보는 <ulink url="http://supertux.berlios.de/">SuperTux 웹사이트</ulink>에서 찾아볼 수 있습니다.
pl: <application>SuperTux</application> jest klasyczną grą 2D typu 'skacz i biegnij' zbliżoną do oryginalnej serii <emphasis><trademark>Super Mario Bros.</trademark></emphasis>. Charakterystyka to 9 przeciwników, 26 grywalnych poziomów, software-owy lub OpenGL-owy silnik odpowiedzialny za wyświetlanie grafiki, joystick lub klawiatura jako sterowanie, nowa muzyka i całkowicie odnowiona grafika. Więcej na temat gry na <ulink url="http://supertux.berlios.de/">stronie SuperTux</ulink>.
ru: <application>SuperTux</application> это классическая двумерная бродилка, созданная в стиле игры<emphasis><trademark>Super Mario Bros.</trademark></emphasis>. Игра содержит 9 противников, 26 игровых уровней, программный и OpenGL рендеринг моделей, настраиваемое управление джойстиком или клавиатурой, новую музыку и полностью переработанную графику. Более подробную информацию об игре можно найти на <ulink url="http://supertux.berlios.de/">сайте SuperTux</ulink>.
sv: <application>SuperTux</application> är ett klassiskt 2D-plattformsspel liknande <emphasis><trademark>Super Mario Bros.</trademark></emphasis>-spelen. Innehåller bland annat 9 olika fiender, 26 spelbara banor, möjligheten att välja mellan programvarurendering och OpenGL, konfigurerbar styrspak och tangentbordsstyrning, ny musik och helt omgjord grafik. Mer information om spelet finns på <ulink url="http://supertux.berlios.de/">SuperTux hemsida</ulink>.
zh_cn: <application>SuperTux</application>是克隆<emphasis><trademark>Super Mario Bros.</trademark></emphasis>的游戏。软件或OpenGL加速模式。9种敌人，26个关卡。支持手柄。全新的音乐图像效果。<ulink url="http://supertux.berlios.de/">SuperTux website</ulink>

source: <ulink url="apt:supertux">Install the <application>supertux</application> package</ulink> from the <quote>Universe</quote> repository.
bg: <ulink url="apt:supertux">Инсталирайте пакета <application>supertux</application></ulink> от хранилището <quote>Universe</quote>.
ca: <ulink url="apt:supertux">Instal·leu el paquet <application>supertux</application></ulink> des del dipòsit <quote>Universe</quote>.
cs: <ulink url="apt:supertux">Nainstalujte balík <application>supertux</application></ulink> ze zdroje <quote>Universe</quote>.
da: <ulink url="apt:supertux">Installér <aplication>supertux</application>-pakken</ulink> fra <quote>Universe</quote>-depotet.
el: <ulink url="apt:supertux">Εγκαταστήστε το πακέτο <application>supertux</application></ulink> από το αποθετήριο της <quote>Κοινότητας (Universe)</quote>.
fr: <ulink url="apt:supertux">Installer le paquet <application>supertux</application></ulink> depuis le dépôt <quote>Universe</quote>.
gl: <ulink url="apt:supertux">Instalar o paquete <application>supertux</application> </ulink> desde o repositorio <quote>Universe</quote>.
hu: <ulink url="apt:supertux">Telepítse a <application>supertux</application> csomagot</ulink> a <quote>Universe</quote> tárolóból.
id: <ulink url="apt:supertux">Install paket <application>supertux</application></ulink> dar repositori <quote>Universe</quote>.
it: <ulink url="apt:supertux">Installare il pacchetto <application>supertux</application></ulink> dal repository <quote>universe</quote>.
ja: <quote>Universe</quote> リポジトリから <ulink url="apt:supertux"><application>supertux</application> パッケージをインストールします</ulink>。
ko: <quote>Universe</quote> 저장소에서 <ulink url="apt:supertux"><application>supertux</application> 꾸러미</ulink>를 설치합니다.
ru: <ulink url="apt:supertux">Установить пакет <application>supertux</application></ulink> из репозитория <quote>Universe</quote>.
sv: <ulink url="apt:supertux">Installera paketet <application>supertux</application></ulink> från förrådet <quote>Universe</quote>.
zh_cn: <ulink url="apt:supertux">安装<application>supertux</application> 软件包</ulink>──属于<quote>Universe</quote>

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice> to start the <application>SuperTux</application> game.
bg: Натиснете <menuchoice><guimenu>Програми</guimenu><guisubmenu>Игри</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice>, за стартирате играта <application>SuperTux</application>.
ca: Premeu <menuchoice><guimenu>Aplicacions</guimenu><guisubmenu>Jocs</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice> per a jugar al <application>SuperTux</application>.
cs: Stiskněte <menuchoice><guimenu>Aplikace</guimenu><guisubmenu>Hry</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice> pro hraní hry <application>SuperTux</application>.
da: Vælg <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Spil</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice> for at spille <application>SuperTux</application>.
de: Wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guisubmenu>Spiele</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice>, um <application>SuperTux</application> zu spielen.
el: Πατήστε <menuchoice><guimenu>Εφαρμογές</guimenu><guisubmenu>Παιχνίδια</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice> για να παίξετε το παιχνίδι<application>SuperTux</application>.
eu: <application>SuperTux</application> jokora jolasteko, sakatu ezazu <menuchoice><guimenu>Aplikazioak</guimenu><guisubmenu>Jokoak</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice>
fr: Cliquez sur <menuchoice><guimenu>Applications</guimenu><guisubmenu>Jeux</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice> pour lancer <application>SuperTux</application>.
gl: Prema <menuchoice><guimenu>Aplicacións</guimenu><guisubmenu>Xogos</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice> para iniciar o xogo <application>SuperTux</application>.
hu: A <application>SuperTux</application> indításához válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guisubmenu>Játékok</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice> menüpontot.
id: Tekan<menuchoice><guimenu>Aplikasi</guimenu><guisubmenu>Permainan</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice> untuk memulai <application>SuperTux</application>.
is: Ýttu á <menuchoice><guimenu>Forrit</guimenu><guisubmenu>Leikir</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice> til að byrja að spila <application>SuperTux</application> leikinn.
it: Per giocare a <application>SuperTux</application> scegliere <menuchoice><guimenu>Applicazioni</guimenu><guisubmenu>Giochi</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice>.
ja: <menuchoice><guimenu>アプリケーション</guimenu><guisubmenu>ゲーム</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice>を押して、<application>SuperTux</application>を起動してください。
ko: <application>SuperTux</application>를 플레이 하려면 <menuchoice><guimenu>프로그램</guimenu><guisubmenu>놀이</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice>를 선택하세요.
nl: Klik op <menuchoice><guimenu>Toepassingen</guimenu><guisubmenu>Spelletjes</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice> om <application>SuperTux</application> te spelen.
pl: Aby zagrać w grę <application>SuperTux</application> wybierz <menuchoice><guimenu>Programy</guimenu><guisubmenu>Gry</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice>.
pt: Clique em<menuchoice><guimenu>Applicações</guimenu><guisubmenu>Jogos</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice> para iniciar o jogo <application>SuperTux</application>.
ro: Apasă <menuchoice><guimenu>Aplicaţii</guimenu><guisubmenu>Jocuri</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice> pentru a porni jocul <application>SuperTux</application>.
ru: Для запуска игры воспользуйтесь пунктом меню <menuchoice><guimenu>Приложения</guimenu><guisubmenu>Игры</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice>
sk: Na spustenie hry <application>SuperTux</application> stlačte<menuchoice><guimenu>Aplikácie</guimenu><guisubmenu>Hry</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice>.
sv: Tryck på <menuchoice><guimenu>Program</guimenu><guisubmenu>Spel</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice> för att starta spelet <application>SuperTux</application>.
zh_cn: 选择 <menuchoice><guimenu>应用程序</guimenu><guisubmenu>游戏</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice> 来启动 <application>SuperTux</application> 游戏。
