Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/games/po/*.po
Languages: bg, ca, cs, da, de, el, eu, fr, gl, hu, id, is, it, ja, ko, nl, pl, pt, ro, ru, sk, sv, zh_cn

source: Canonical Ltd. and members of the <placeholder-1/>
bg: Canonical Ltd. и членовете на <placeholder-1/>
ca: Canonical Ltd. i els membres de <placeholder-1/>
cs: Canonical Ltd. a členové <placeholder-1/>
da: Canonical Ltd. og medlemmer af <placeholder-1/>
de: Canonical Ltd. und Mitglieder vom <placeholder-1/>
el: Η εταιρία Canonical Ltd. και συντελεστές από το <placeholder-1/>
eu: Canonical Ltd. eta <placeholder-1/>
fr: Canonical Ltd. et les membres de <placeholder-1/>
gl: Canonical Ltd. e os membros do <placeholder-1/>
hu: Canonical Ltd. és az <placeholder-1/> tagjai
id: Canonical Ltd. dan anggota-anggota dari <placeholder-1/>
is: Canonical Ltd. og meðlimir <placeholder-1/>
it: Canonical Ltd. e i membri del <placeholder-1/>
ja: Canonical Ltd.と<placeholder-1/>一同
ko: Canonical Ltd.와 <placeholder-1/>의 멤버
nl: Canonical Ltd. en leden van het <placeholder-1/>
pl: Canonical Ltd. oraz członkowie <placeholder-1/>
ro: Canonical Ltd. și membrii ai <placeholder-1/>
ru: Canonical Ltd. и участники <placeholder-1/>
sv: Canonical Ltd. och medlemmar från <placeholder-1/>
zh_cn: Canonical 公司和 <placeholder-1/> 的成员

source: The Ubuntu Documentation Project
bg: Прокетът за документация на Ubuntu
ca: El projecte de documentació de l'Ubuntu
cs: Dokumentační projekt Ubuntu
da: Ubuntu-dokumentationsprojektet
de: Das Ubuntu-Dokumentationsprojekt
el: Το Έργο Τεκμηρίωσης του Ubuntu
eu: Ubuntu Dokumentazio Proiektua
fr: Le projet de documentation d'Ubuntu
gl: O Proxecto de Documentación de Ubuntu
hu: Az Ubuntu dokumentációs projekt
id: Proyek Dokumentasi Ubuntu
is: Skjölunarverkefni Ubuntu
it: Il Progetto documentazione di Ubuntu
ja: Ubuntu ドキュメンテーション・プロジェクト
ko: 우분투 문서화 프로젝트
nl: Het Ubuntu-documentatieproject
pl: Projekt Dokumentacji Ubuntu
pt: Projecto de Documentação do Ubuntu
ro: Proiectul de Documentație Ubuntu
ru: Проект документации Ubuntu
sk: Dokumentačný projekt Ubuntu
sv: Ubuntus dokumentationsprojekt
zh_cn: Ubuntu文档项目

source: Explore Ubuntu's Games menu by pressing <menuchoice><guimenu>Applications</guimenu><guimenuitem>Games</guimenuitem></menuchoice>.
bg: Разгледайте менюто с игри на Ubuntu, като натиснете
ca: Exploreu el menú de jocs de l'Ubuntu prement <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Jocs</guimenuitem></menuchoice>.
cs: Prozkoumejte nabídku her v Ubuntu stisknutím <menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Hry</guimenuitem></menuchoice>.
da: Du kan finde Ubuntus spil ved at klikke <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Spil</guimenuitem></menuchoice>.
de: Navigieren Sie durch das Ubuntu-Spielemenü, indem Sie auf <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Spiele</guimenuitem></menuchoice> klicken.
el: Ανακαλύψτε τα Παιχνίδια του Ubuntu πατώντας <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Παιχνίδια</guimenuitem></menuchoice>.
eu: Ubunturen Jokoak arakatu <menuchoice><guimenu>Aplikazioak</guimenu><guimenuitem>Jokoak</guimenuitem></menuchoice> menu aukeran klik eginez.
fr: Découvrez le menu des jeux d'Ubuntu en cliquant sur <menuchoice><guimenu>Applications</guimenu><guimenuitem>Jeux</guimenuitem></menuchoice>.
gl: Coñeza o menú de Xogos de Ubuntu premendo <menuchoice><guimenu>Applications</guimenu><guimenuitem>Games</guimenuitem></menuchoice>.
hu: Az Ubuntu játékai az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Játékok</guimenuitem></menuchoice> menü alatt találhatók.
id: Jelajahi Permainan di Ubuntu dengan menekan <menuchoice><guimenu>Aplikasi</guimenu><guimenuitem>Permainan</guimenuitem></menuchoice>.
is: Leiki Ubuntu má skoða með því að fara í <menuchoice><guimenu>Forrit</guimenu><guimenuitem>Leikir</guimenuitem></menuchoice>.
it: È possibile esplorare il menù dei giochi scegliendo <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Giochi</guimenuitem></menuchoice>.
ja: <menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>ゲーム</guimenuitem></menuchoice>にある、Ubuntuのゲームについて解説します。
ko: <menuchoice><guimenu>프로그램</guimenu><guimenuitem>놀이</guimenuitem></menuchoice>를 선택하여 우분투의 게임들을 살펴볼 수 있습니다.
nl: Verken Ubuntu's spelletjesmenu door op <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Spelletjes</guimenuitem></menuchoice> te klikken.
pl: Aby przejrzeć listę gier Ubuntu, wybierz <menuchoice><guimenu>Programy</guimenu><guimenuitem>Gry</guimenuitem></menuchoice>.
pt: Explore os jogos do Ubuntu através de <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Jogos</guimenuitem></menuchoice>.
ro: Explorați meniul cu Jocuri Ubuntu apăsând <menuchoice><guimenu>Aplicații</guimenu><guimenuitem>Jocuri</guimenuitem></menuchoice>.
ru: Откройте меню игр Ubuntu, нажав <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Игры</guimenuitem></menuchoice>.
sk: Ponuku hier Ubuntu preskúmate stlačením <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Hry</guimenuitem></menuchoice>.
sv: Utforska Ubuntus Spel-meny genom att trycka på <menuchoice><guimenu>Program</guimenu><guimenuitem>Spel</guimenuitem></menuchoice>.
zh_cn: 通过<menuchoice><guimenu>应用程序</guimenu><guimenuitem>游戏</guimenuitem></menuchoice> 来浏览 Ubuntu 的游戏菜单。

source: Ubuntu comes with 16 games by default, including <application>Aisleriot Solitaire</application>, <application>Gnometris</application> and <application>Mines</application>. There are many more games which can be installed optionally. This section is intended to give a summary of some of the games which are available for you to install and play.
bg: Ubuntu идва стандартно с 16 игри, включвайки <application>Aisleriot Solitaire</application>, <application>Gnometris</application> и <application>Mines</application>. Има още много игри, които могат да бъдат инсталирани допълнително. Тук ще получите общ преглед върху някои от игрите, които имате на разположение за инсталиране и играене.
ca: Per defecte l'Ubuntu té 16 jocs, els quals inclouen el <application>Solitari Aisleriot</application>, el <application>Gnometris</application> i el <application>Mines</application>. Hi ha molts més jocs que es poden instal·lar opcionalment. Aquesta secció intenta fer un resum d'alguns dels jocs que hi ha disponibles per a instal·lar i jugar.
cs: Ubuntu přichází standardně s 16 hrami, včetně <application>Aisleriot Solitaire</application>, <application>Gnometris</application> a <application>Miny</application>. Volitelně však může být nainstalováno mnohem více her. Tato sekce je zaměřena na to, aby vám poskytla přehled o některých hrách, které si můžete nainstalovat a zahrát.
da: Ubuntu indeholder som standard 16 spil, deriblandt <application>Kabale</application> (eller <application>AisleRiot</application>), <application>Gnometris</application> og <application>Minestryger</application> (<application>Mines</application>). Der findes mange flere spil, som du valgfrit selv kan installere. Det er meningen at denne sektion kan give dig en opsummering af nogle af de spil, som du kan installere og spille.
de: Ubuntu enthält standardmäßig 16 Spiele, unter anderem <application>Aisleriot Solitaire</application>, <application>Gnometris</application> und <application>Mines</application>. Es können zahlreiche Spiele zusätzlich installiert werden. Dieser Abschnitt soll Ihnen einen Überblick zu einigen Spielen geben, die Sie installieren und spielen können.
el: Το Ubuntu περιλαμβάνει αρχικά 16 παιχνίδια, όπως τα <application>Aisleriot Solitaire</application>, <application>Gnometris</application> και <application>Mines</application>. Υπάρχουν πολλά περισσότερα διαθέσιμα για εγκατάσταση. Η ενότητα αυτή θα παρουσιάσει μια περίληψη ορισμένων παιχνιδιών που είναι διαθέσιμα για να εγκαταστήσετε και να παίξετε.
eu: Ubuntuk 16 joko dakartza; haien artean <application>Aisleriot Bakar-jokoa</application> (solitario), <application>Gnometris</application> eta <application>Minak</application>. Nahiez gero, joko askoz gehiago instalatu daitezke. Atal honen xedea zuk zeuk instalatzeko eta jokatzeko prest dauden joko batzuen laburpena eskaintzea da.
fr: 16 jeux sont installés par défaut dans Ubuntu, dont <application>Solitaire Aisleriot</application>, <application>Gnometris</application> et <application>Mines</application>. De nombreux autres jeux peuvent être installés. Cette section a pour but de présenter rapidement quelques uns des autres jeux disponibles.
gl: Ubuntu ven con dezaseis xogos xa instalados, incluídos <application>Solitario Aisleriot</application>, <application>Gnometris</application> e<application>Minas</application>. Existen moitos outros xogos que tamén se poden instalar. Esta sección pretende ressumir algúns dos xogos dos que dispón para instalar e xogar.
hu: Az Ubuntu alaprendszerben 16 játék van, például az <application>AisleRiot pasziánsz</application>, a <application>Gnometris</application> és az <application>Aknakereső</application>. Rengeteg játék telepíthető még ezeken kívül. Ebben a szakaszban röviden ismertetünk néhány telepíthető, illetve a rendszer részét képező játékot.
id: Ubuntu datang dengan 16 permainan di dalamnya, termasuk <application>Aisleriot Solitaire</application>, <application>Gnometris</application> dan <application>Mines</application>. Ada beragam permainan lainnya yang bisa diinstal secara terpisah. Bagian ini bertujuan untuk memberikan gambaran tentang permainan yang tersedia bagi anda untuk diinstal dan dimainkan.
is: 16 leikir fylgja Ubuntu, þar á meðal <application>Aisleriot Solitaire</application>, <application>Gnometris</application> og <application>Mines</application>. Það eru margir leikir sem setja má upp aukalega, en þessi kafli fjallar um nokkra þá leiki sem hægt er að setja upp og spila í Ubuntu.
it: Ubuntu ha 16 giochi installati in modo predefinito, tra questi, <application>Solitario AisleRiot</application>, <application>Gnometris</application> e <application>Mine</application>. Molti altri giochi possono essere installati. In questa sezione verranno presentati alcuni dei giochi che è possibile installare.
ja: Ubuntuには<application>AisleRiot ソリティア</application>や<application>GNOMEトリス</application>、<application>GNOME マインスィーパ</application>など、標準で16個のゲームが用意されています。さらに多くのゲームも追加でインストールすることが可能です。ここでは、インストールして遊ぶことが可能ないくつかのゲームを簡単に紹介します。
ko: 우분투는 기본적으로 <application>아일라이어트 솔리테어</application>, <application>Gnometris</application>, <application>지뢰찾기</application> 등의 16 가지 게임들을 포함하고 있습니다. 추가적으로 더 많은 게임들을 설치할 수 있습니다. 이 부분에서는 여러분이 추가적으로 설치하여 플레이 할 수 있는 몇몇 게임들에 대한 간략한 정보들을 소개합니다.
nl: Ubuntu wordt standaard geleverd met 16 voorgeïnstalleerde spelletjes, waaronder <application>Aisleriot Solitaire</application>, <application>Gnometris</application> en <application>Mijnenveger</application>. Er zijn nog veel meer spelletjes die naar keuze geïnstalleerd kunnen worden. Deze sectie is bedoeld om een kort beeld te schetsen van welke spelletjes u kunt installeren en spelen.
pl: Ubuntu zawiera domyślnie 16 gier, w tym <application>Aisleriot Solitaire</application>, <application>Gnometris</application> oraz <application>Mines</application>. Znacznie więcej można zainstalować opcjonalnie. Ta część dokumentacji ma dostarczyć podstawowych informacji na temat gier dostępnych do instalacji i użytkowania.
pt: O Ubuntu vem com 16 jogos por omissão, incluindo <application>Aisleriot Solitaire</application>, <application>Gnometris</application> e <application>Mines</application>. Existem muitos outros jogos que podem ser opcionalmente instalados. Esta secção pretende dar uma ideia de alguns dos jogos disponíveis para instalar e jogar.
ro: Ubuntu vine în mod normal cu 16 jocuri, printre care <application>Aisleriot Solitaire</application>, <application>Gnometris</application> și <application>Mine</application>. Multe alte jocuri pot fi instalate opțional. Această secțiune este menită să facă un rezumat al unora dintre jocurile care sunt disponibile pentru instalare și jucare.
ru: Изначально в Ubuntu установленно 16 игр, включая <application>Пасьянс Айслериот</application>, <application>Гнометрис</application> и <application>Сапер</application>. Множество других игр может быть установленно по вашему желанию. Этот раздел предназначен для того, чтобы познакомит вас с играми, которые вы можете установить.
sk: Ubuntu štandardne obsahuje 16 hier, vrátane <application>Aisleriot Solitaire</application>, <application>Gnometris</application> a <application>Míny</application>. Môžete si nainštalovať omnoho viac hier. Táto sekcia má poskytnúť zhrnutie niektorých hier, ktoré je môžete nainštalovať a hrať.
sv: Ubuntu kommer med 16 spel förinstallerade, inklusive <application>AisleRiot-patiens</application>, <application>Gnometris</application> och <application>Minor</application>. Det finns många fler spel som du har möjlighet att installera. Syftet med det här avsnittet är att ge en sammanfattning av några av de spel som finns tillgängliga för dig att installera och spela.
zh_cn: Ubuntu 默认带有 16 个游戏，包括 <application>Aisleriot 纸牌</application>、<application>Gnome 方块</application>和<application>扫雷</application>等。此外还有很多可供选择安装的游戏。本节提供了一个您可以安装和运行的游戏列表。

source: Popular Games
bg: Популярни игри
ca: Jocs populars
cs: Oblíbené hry
da: Populære spil
de: Beliebte Spiele
el: Δημοφιλή Παιχνίδια
eu: Joko Ezagunak
fr: Jeux populaires
gl: Xogos populares
hu: Népszerű játékok
id: Permainan Populer
is: Vinsælir leikir
it: I giochi più famosi
ja: 人気のあるゲーム
ko: 대중적인 게임들
nl: Populaire spelletjes
pl: Popularne gry
pt: Jogos populares
ro: Jocuri Populare
ru: Популярные игры
sk: Obľúbené hry
sv: Populära spel
zh_cn: 流行的游戏

source: A list of some of the most popular games available in Ubuntu.
bg: Списък на някои от най-популярните игри достъпни в Ubuntu.
ca: Una llista d'alguns dels jocs més populars disponibles a l'Ubuntu.
cs: Seznam některých populárních her dostupných v Ubuntu.
da: En liste over nogle af de mest populære spil, som er tilgængelige i Ubuntu.
de: Eine Aufzählung einiger der populärsten, in Ubuntu verfügbaren Spiele.
el: Μια λίστα μερικών από τα πιο δημοφιλή παιχνίδια που είναι διαθέσιμα στο Ubuntu.
eu: Ubunturako eskuragarri dauden hedatuen arteko joko batzuen zerrenda.
fr: Une liste des jeux les plus populaires disponibles pour Ubuntu.
gl: Unha lista dos xogos máis populares dispoñibles en Ubuntu.
hu: Az Ubuntuban elérhető legnépszerűbb játékok közül néhány.
id: Daftar beberapa permainan yang tersedia dan yang paling populer Ubuntu
is: Listi yfir vinsælustu leikina sem Ubuntu býður upp á.
it: Un elenco di alcuni dei giochi più popolari disponibili per Ubuntu.
ja: もっとも人気のあるUbuntuで利用可能なゲームの一覧です
ko: 우분투에서 가장인기있는 게임목록
pl: Lista kilku najbardziej popularnych gier dostępnych w Ubuntu.
ru: Некоторые наиболее популярные игры для Ubuntu.
sv: En lista över de mest populära spel som finns tillgängliga i Ubuntu.
zh_cn: 一个在Ubuntu下比较流行的一些游戏的清单

source: <application>Neverball</application>, part puzzle and part action game, is a test of skill. The object of the game is to roll the ball through an obstacle course before time runs out by tilting the floor.
bg: <application>Neverball</application>, отчасти пъзел, отчасти екшън игра е изпробване на уменията. Целта на играта е преминете с топката през път с препятствия преди времето да изтече и да разклади пода.
ca: El <application>Neverball</application>, part un trencaclosques i part un joc d'acció, és una prova d'habilitat. L'objectiu del joc és fer rodar la bola inclinant el terra a través d'una cursa d'obstacles abans que s'acabi el temps.
cs: <application>Neverball</application>, částečně logická a částečně akční hra, otestuje vaše schopnosti. Cílem hry je nakláněním podlahy dokutálet kuličku skrz labyrint překážek dřív, než vyprší čas.
da: <application>Neverball</application>, halvt puzzle og halvt actionspil, er en test af dine evner. Målet med spillet er at rulle kuglen gennem en forhindringsbane ved at vippe gulvet - og nå til målet før tiden løber ud.
de: <application>Neverball</application>, teils Puzzle und teils Actionspiel ist ein Geschicklichkeitstest. Das Ziel des Spiels ist es, einen Ball durch einen Hindernisskurs zu rollen bevor die Zeit abläuft und der Untergrund kippt.
el: Το <application>Neverball</application> είναι ένα παιχνίδι με συνδυασμό στοιχείων παζλ και δράσης που δοκιμάζει την επιδεξιότητά σας. Στόχος είναι να κυλήσετε την μπάλα μέσα σε μια πίστα με εμπόδια, πριν τη λήξη του χρόνου, γέρνοντας το δάπεδο.
eu: <application>Neverball</application>, puzzle eta akzioa nahasten ditu, zure trebezia probatzeko. Joko honetan zorua mugitu beharko duzu, denbora agortu aurretik oztopoak gainditu eta bukaeraraino iristeko.
fr: Moitié réflexion moitié action, <application>Neverball</application> éprouvera votre adresse. Le but du jeu est de guider une bille à travers un parcours d'obstacles en inclinant le plancher, le tout en un temps limité.
gl: <application>Neverball</application>, metade puzzle e metade xogo de acción, pon a proba as túas habilidades. O obxectivo do xogo é facer rodar a bola a través dun circuíto de obstáculos antes de que se esgote o tempo, movendo o chan.
hu: A <application>Neverball</application> egy fejtörő és egy akciójáték keveréke, ügyességi teszt. A játék célja a labda átgurítása az akadálypályán az idő lejárta előtt, a padló megbillentésével.
id: <application>Neverball</application>, permainan sebagian teka-teki dan sebagian aksi, adalah uji ketrampilan. Objek permainan adalah untuk menggelindingkan bola melalui lintasan dengan rintangan sebelum waktu habis dengan memiringkan lantai.
is: <application>Neverball</application> er leikur sem er bæði spennu- og þrautaleikur. Takmark leiksins er að rúlla boltanum framhjá hindrunabraut áður en tíminn er búinn með því að halla gólfinu.
it: <application>Neverball</application>, in parte puzzle in parte gioco d'azione, è una prova di abilità. L'obiettivo del gioco è quello di far rotolare una palla attraverso un percorso a ostacoli, prima che il tempo scada, inclinando il piano.
ja: <application>Neverball</application>はパズルとアクションを組み合わせたゲームです。ボールを、床を傾けて転がし、障害物を避けながら制限時間内にゴールを目指します。
ko: <application>Neverball</application>은 여러분의 기술을 테스트하는 퍼즐과 액션이 가미된 게임입니다. 이 게임의 목적은 바닥을 기울여서 주어진 시간 내에 공을 장애물 코스 사이로 통과시키는 것입니다.
nl: <application>Neverball</application>, deels puzzel, deels actiespel, is een vaardigheidstest. Doel van het spel is om de bal door een hindernisparcours te rollen door de vloer te kantelen voordat de tijd verloopt.
pl: <application>Neverball</application>, gra logiczno-zręcznościową, jest sprawdzianem umiejętności. Celem gry jest przetoczyć piłkę pochylając podłogę, poprzez przeszkody na torze zanim upłynie czas.
ro: <application>Neverball</application> îmbină puzzel-urile cu jocul de acțiune, este un joc de aptitudini. Obiectivul jocului este sa împingeți bila într-o cursă cu obstacole înainte ca timpul sa expire.
ru: <application>Neverball</application>, наполовину паззл, наполовину экшн. Испытание вашего мастерства. Цель игры - наклоняя поверхность стола, докатить шарик через преграды до нужного места пока не вышло время.
sv: <application>Neverball</application> är dels ett pussel och dels ett actionspel som kräver sin skicklighet. Målet med spelet är att rulla bollen genom en hinderbana innan tiden rinner ut genom att vinkla golvet.
zh_cn: <application>Neverball</application>是个测试技巧的半智力半动作的游戏。游戏的目标是在时间用完这前通过打开来让球滚过障碍街道。
