Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/games/po/*.po
Languages: bg, ca, cs, da, de, el, eu, fr, gl, hu, id, is, it, ja, ko, nl, pl, pt, ro, ru, sk, sv, zh_cn

source: <application>KBounce</application> is a game where the object is to catch several moving balls in a rectangular game field by building walls. More balls are added with each level that you complete successfully; how many can you catch?
bg: <application>KBounce</application> е игра, където целта е да уловите няколко движещи се топки в правоъгълна област, в която изграждате стени. С всяко завършено ниво се добавят повече топки. Колко можете да хванете?
ca: El <application>KBounce</application> és un joc on l'objectiu és atrapar diverses pilotes que es mouen en un camp rectangular a través de la construcció de parets. S'afegiran més pilotes per cada nivell que completeu correctament. Quantes en podeu agafar?
cs: <application>KBounce</application> je hra, kde máte za úkol pochytat všechny míčky pohybující se v obdélníkovém herním poli. Míčky pochytáte tak, že mezi ně stavíte zdi. S každou zvládnutou úrovní míčky přibývají. Kolik jich dokážete chytit?
da: <application>KBounce</application> er et spil hvor målet er at fange flere bevægende bolde i et rektangulært spillefelt ved at bygge vægge. Efterhånden som du kommer frem i spillet, kommer der flere bolde; hvor mange kan du fange?
de: <application>KBounce</application> ist ein Spiel, in dem es das Ziel ist, mehrere sich in einem rechteckigen Feld bewegende Bälle zu fangen, indem man Mauern aufbaut. Mit jedem Level, das Sie erfolgreich absolvieren, werden mehr Bälle hinzugefügt. Wieviele können Sie fangen?
el: Το <application>KBounce</application> είναι ένα παιχνίδι στο οποίο ο στόχος είναι να πιάσετε διάφορες κινούμενες μπάλες μέσα σε ένα ορθογώνιο πλαίσιο σχεδιάζοντας τοίχους. Όλο και περισσότερες μπάλες προστίθενται καθώς περνάτε στα επόμενα επίπεδα τα οποία ολοκληρώνετε επιτυχώς. Εσείς πόσες μπορείτε να πιάσετε;
eu: <application>KBounce</application> jokoan hormak eraiki beharko dituzu ahalik bola mugikor batzuk harrapatzeko. Bola gehiago harrapatu beharko dituzu maila bakoitzeko; zenbat harrapa ditzakezu?
fr: <application>KBounce</application> est un jeu où le but est d'attraper des balles qui se déplacent dans un espace de jeu rectangulaire en construisant des murs. Le nombre des balles augmente au fur et à mesure que vous passez des niveaux. Combien pourrez-vous en attraper ?
gl: <application>KBounce</application> é un xogo no que o obxectivo é o de atrapar un certo número de bólas en movemento nun taboleiro rectangular construíndo muros. Engadiranse máis bólas a medida que subas de nivel. Cantas podes atrapar?
hu: A <application>KBounce</application> játék célja mozgó labdák elkapása falak építésével egy téglalap alakú játékmezőn. Minden teljesített szint után növekszik a labdák száma. Hányat tud elkapni?
id: <application>KBounce</application> adalah permainan yang intinya menangkap beberapa bola bergerak dalam lapangan kotak yang terbuat dari bata bangunan. Tambahan bola ditambahkan pada setiap level yang anda selesaikan dengan sukses; berapa banyak yang dapat anda tangkap?
is: <application>KBounce</application> er leikur sem gengur út á það að grípa marga bolta á hreyfingu með því að reisa veggi. Þegar næsta borði er náð bætast fleiri boltar við.
it: <application>KBounce</application> è un gioco il cui scopo è quello di prendere una serie di palline in movimento in un campo di gioco rettangolare costruendo muri. Più palline sono aggiunte con ogni livello che completi con successo; quante riesci a prenderne?
ja: <application>KBounce</application>は四角いフィールドを飛び交うボールを、壁を設置することによって捕まえるゲームです。レベルがあがればあがるほど、ボールの数は多くなっていきます。どれくらい捕まえられるでしょうか？
ko: <application>KBounce</application>는 사각형의 게임 필드 내에 벽을 쌓아 움직이는 공들을 가능한 한 많이 잡는 게임입니다. 각 레벨을 성공적으로 클리어하면 더욱 많은 공들이 추가됩니다. 여러분은 얼마나 많이 잡을 수 있을까요?
nl: <application>KBounce</application> is een spel waarin het doel is om een aantal bewegende ballen te vangen door in een rechthoekig speelveld muren te bouwen. Meer ballen worden toegevoegd als u een level met succes afrondt, hoeveel kunt u er vangen?
pl: <application>KBounce</application> jest grą, w której celem jest złapanie kilku kul poruszających się po planszy poprzez stawianie ścian. Z każdym kolejnym poziomem rośnie liczba kul do złapania; ile zdołasz złapać?
pt: <application>KBounce</application> é um jogo cujo objectivo consiste em apanhar bolas em movimento num campo rectangular construindo paredes. Mais bolas são adicionadas a cada nível completado; quantas consegue apanhar?
ro: <application>KBounce</application> este un joc al cărui obiectiv este să prindeţi diferite bile care se mişcă într-o fereastră de joc dreptunghiulară construid ziduri. La fiecare nivel terminat, mai multe bile sunt adăugate. Câte puteţi prinde?
ru: <application>KBounce</application> — это игра, цель которой — путём строительства стен поймать шарики, перемещающиеся по прямоугольному полю. С каждым пройденным уровнем количество шариков увеличивается; так сколько сможете поймать вы?
sk: <application>KBounce</application> je hra, ktorej účelom je chytiť niekoľko pohybujúcich sa loptičiek v obdĺžnikovom hracom poli tak, že staviate steny. S každou prejdenou úrovňou sa pridávajú loptičky. Koľko ich dokážete chytiť?
sv: <application>KBounce</application> är ett spel där målet är att fånga flera bollar som förflyttar sig på ett rektangulärt spelfält genom att strategiskt bygga väggar för att fånga så många bollar som möjligt.
zh_cn: <application>KBounce</application>是一款通过在矩形游戏区内通过建立墙壁来捕获若干移动小球的游戏。每完成一关就会添加更多的小球。你能捕获多少呢？

source: <application>KFouleggs</application> clones the well-known <emphasis>PuyoPuyo</emphasis> game from Japan, and contains modifications of the well-known Tetris game principle.
bg: <application>KFouleggs</application> клонира добре познатата <emphasis>PuyoPuyo</emphasis> игра от Япония, и съдържа модификации на добре известни игри на принципа на Tetris.
ca: El <application>KFouleggs</application> clona el conegut joc japonès <emphasis>PuyoPuyo</emphasis> i conté modificacions dels principis del conegut joc Tetris.
cs: <application>KFouleggs</application> je klonem velmi známé hry <emphasis>PuyoPuyo</emphasis> z Japonska a obsahuje modifikaci velmi známého principu Tetrisu.
da: <application>KFouleggs</application> kopierer det velkendte <emphasis>PuyoPuyo</emphasis> spil fra Japan, og indeholder varianter af det velkendte spilprincip bag Tetris.
de: <application>KFouleggs</application> ist <emphasis>PuyoPuyo</emphasis>, einem Spiel aus Japan nachempfunden und enthält Tetris-artige Modifikationen.
el: Το <application>KFouleggs</application> είναι ένας κλώνος του πολύ γνωστού παιχνιδιού <emphasis>PuyoPuyo</emphasis> από την Ιαπωνία. Περιέχει τροποποιήσεις βασισμένες στις αρχές του γνωστού παιχνιδιού Tetris.
eu: <application>KFouleggs</application> ezaguna den <emphasis>PuyoPuyo</emphasis> jolas japoniarra kopiatzen du, eta oso ezaguna ere den Tetris jolasaren oinarrien aldaketak ere ditu.
fr: <application>KFouleggs</application> est un clone du jeu japonais très connu <emphasis>PuyoPuyo</emphasis>, il propose des variantes sur le principe du très populaire Tetris.
gl: <application>KFouleggs</application> é un clon do famoso xogo emphasis>PuyoPuyo</emphasis> xaponés, e contén modificacións do famoso principio de xogo do Tetris.
hu: A <application>KFouleggs</application> a jól ismert japán <emphasis>PuyoPuyo</emphasis> játék egy változata és a közismert Tetris játék módosításait tartalmazza.
id: <application>KFouleggs</application> kloning dari game terkenal <emphasis>PuyoPuyo</emphasis> dari Jepang, dan terdapat beberapa modifikasi berdasarkan prinsip game Tetris.
is: <application>KFouleggs</application> er byggður á hinum japanska <emphasis>PuyoPuyo</emphasis> leik sem líkist hinum vel þekkta Tetris leik.
it: <application>KFouleggs</application> è un clone del noto gioco giapponese <emphasis>PuyoPuyo</emphasis> e contiene delle variazioni dell'idea alla base del noto gioco Tetris.
ja: <application>KFouleggs</application> よく知られた日本の<emphasis>ぷよぷよ</emphasis>のクローンで、よく知られたテトリスの原理の改良が含まれています。
ko: <application>KFouleggs</application>는 일본의 잘 알려진 <emphasis>뿌요뿌요</emphasis> 게임을 본따 만든 게임입니다. 잘 알려진 테트리스의 수정판도 들어있습니다.
pl: <application>KFouleggs</application> jest klonem znanej gry <emphasis>PuyoPuyo</emphasis> pochodzącej z Japonii. Zawiera modyfikację reguł pochodzące z Tetrisa.
ru: <application>KFouleggs</application> это клон широко известной игры <emphasis>PuyoPuyo</emphasis>из Японии, и содержит модифицированный принцип игры широко известного Тетриса.
sv: <application>KFouleggs</application> är en klon av det välkända spelet <emphasis>PuyoPuyo</emphasis> från Japan, och innehåller modifieringar av det välkända spelet Tetris principer.
zh_cn: <application>KFouleggs</application>是著名日本游戏<emphasis>泡泡龙</emphasis>的一个克隆，它还整合了部分俄罗斯方块的游戏玩法。

source: <application>Kolf</application> is a miniature golf game played with an overhead view, with a short bar representing the golf club and direction of the intended shot. It features various courses, a course editor, water hazards, slopes, sand traps, and black holes.
bg: <application>Kolf</application> е миниатюрна голф игра, която се играе с орлов изглед, с къса лента, която представлява стик за голф и посоката, към която ще стреляте. Разполага с разнообразни курсове, курс редактор, водни препятствия, наклони, пясъчни капани и черни дупки.
ca: El <application>Kolf</application> el un joc de golf en miniatura amb una visualització superior, amb una petita barra que representa el pal de golf i la direcció del tir. Inclou diversos camps, un editor de camps, aigües perilloses, pendents, trampes de sorra i forats negres.
cs: <application>Kolf</application> je golf hraný v pohledu z výšky, s krátkým ukazatelem představující golfovou hůl a úhel předpokládaného úderu. Obsahuje různé dráhy, editor drah, vodní překážky, srázy, písečné pasti a černé díry.
da: <application>Kolf</application> er et minigolfspil set oppefra, en kort streg repræsenterer golfkøllen og retning af det ønskede skud. Spillet indeholder flere forskellige baner, en banebygger, vand, skråninger, sandgrave og sorte huller.
de: <application>Kolf</application> ist ein Miniatur-Golf Spiel mit einer Überkopfansicht und mit einem kurzen Balken, der den Golfschläger und die Richtung des vorgesehenden Schlages repräsentiert. Es umfasst viele Golfbahnen, einen Bahneneditor, Wetterstürme, Abhänge und schwarze Löcher.
el: Το <application>Kolf</application> είναι ένα παιχνίδι μίνι γκολφ με μια μικρή γραμμή να αναπαριστά το μπαστούνι του γκολφ και την κατεύθυνση της επιλεγμένης βολής. Διαθέτει διάφορα επίπεδα, επεξεργαστή επιπέδων, νεροπαγίδες, πλαγιές, αμμοπαγίδες και μαύρες τρύπες.
eu: <application>Kolf</application> golf miniatura jolasa da, ikuspegi panoramiko batez jolasten da eta barra batek golf-makilarena eta helbide kontrolarena egiten du. Bera barnean, golf-zelai batzuk, golf-zelai editorea, ur-tranpak, muinoak, hondar-tranpak eta zulo beltzak.
fr: <application>Kolf</application> est un jeu de golf miniature. Une petite barre représente le club de golf et la direction dans laquelle on souhaite tirer. Il y a différents parcours, un éditeur de parcours, plusieurs types d'obstacles, pièces d'eau, bunkers, bacs à sable et trous noirs.
gl: <application>Kolf</application> é un xogo de minigolf cunha vista dende arriba, cunha pequena barra que representa o pau de golf e a dirección do golpe previsto. Trae varias pistas, un editor de pistas, trampas de auga, pendentes, bunkers de area e auxeros negros.
hu: <application>Kolf</application> egy minigolfjáték felülnézettel, amely rövid sávval jelzi a golfütőt és a következő lövés irányát. A játékban több pálya, pályaszerkesztő, vízveszély, lejtő, homokcsapda, fekete lyukak találhatók.
id: <application>Kolf</application> adlah suatu permainan miniatur golf yang dimainkan dengan tampilan dari atas, dengan sebuah batang pendek yang menunjukkan arah pukulan. Memiliki banyak fitur latihan, editor latihan, kubangan air, jurang, jebakan pasir, dan lubang hitam.
is: <application>Kolf</application> er mínígolf leikur sem inniheldur nokkra velli, möguleikann að breyta völlunum, á völlunum er vatn, sandgildrur, svarthol og brattar hlíðar.
it: <application>Kolf</application> è un gioco di minigolf con visuale dall'alto, una barra rappresentante il golf club e la direzione del colpo. Sono presenti vari percorsi, un editor, stagni, pendii, trappole di sabbia e buchi neri (warp).
ja: <application>Kolf</application> は上からの視点でプレイするパターゴルフです。クラブの代わりになる短い棒を使って、ショットの方向と強さを決定します。さまざまなコースやコースの編集機能、ウォーターハザード、 スロープ、バンカー、ブラックホールなどがあります。
ko: <application>Kolf</application>는 내려다보는 관점에서 진행되는 작은 골프 게임입니다. 골프 클럽을 표현한 작은 막대와 의도된 샷의 방향을 이용해 진행됩니다. 이 게임은 다양한 코스와 코스 편집기, 물 웅덩이, 언덕, 모래 덫, 구덩이 등을 특징으로 합니다.
pl: <application>Kolf</application> to gra w miniaturowego golfa, z widokiem na gracza. Krótki pasek reprezentujący kij golfowy oraz kierunek uderzenia. Gra umożliwia skorzystanie z kilku plansz, edytora pola golfowego, współczynników wody, kałuż, pułapek piaskowych oraz dołków.
ru: <application>Kolf</application> это миниатюрная гольф-игра с видом сверху, имитирующая гольф-клуб, и содержащая небольшие препятствия и направления предполагаемых ударов. Игра содержит различные направления, редактор направлений, риск попадания в воду, уклоны, песочные ловушки, и черные дыры.
sv: <application>Kolf</application> är ett minigolfspel med en översiktsvy, med en kort linje som representerar golfklubban och riktningen för puttslaget. Det innehåller olika banor, en banredigerare, vattenhål, kullar, sandbunkrar och svarta hål.
zh_cn: <application>Kolf</application>是一个小场地高尔夫球游戏，俯视视角，短棒发球力道和方向。还有多重关卡，关卡编辑器，斜坡，水洼，斜坡，沙堆和黑洞等，使游戏更有趣。

source: <application>KSirtet</application> is a <emphasis>Tetris</emphasis> clone which allows multiplayer duels as well as duels against the computer player.
bg: <application>KSirtet</application> е <emphasis>Tetris</emphasis> клонинг, който позволяма мултиплейр дуели, както и дуели срещу компютъра.
ca: El <application>KSirtet</application> és un clon del <emphasis>Tetris</emphasis> que permet duels multijugador i també duels contra l'ordinador.
cs: <application>KSirtet</application> je klon hry <emphasis>Tetris</emphasis> dovolující souboje více hráčů stejně jako souboje proti počítači.
da: <application>KSirtet</application> er en klon af <emphasis>Tetris</emphasis> med mulighed for at spille multiplayer-dueller, såvel som dueller mod computeren.
de: <application>KSirtet</application> ist ein <emphasis>Tetris</emphasis>-Klon, der Mehrspielerpartien sowie Spiele gegen den Rechner erlaubt.
el: Το <application>KSirtet</application> είναι ένα παιχνίδι τύπου <emphasis>Tetris</emphasis> που επιτρέπει μονομαχίες μεταξύ παικτών όπως και μεταξύ παίκτη και υπολογιστή.
eu: <application>KSirtet</application> jokoa <emphasis>Tetris</emphasis> jokoaren klona da, eta gainera jokalari ugariren artean edota ordenagailuaren kontra jolastu ahalko duzu.
fr: <application>KSirtet</application> est un clone de <emphasis>Tetris</emphasis> qui permet de jouer à deux aussi bien que contre l'ordinateur.
gl: <application>KSirtet</application> é un clon de <emphasis>Tetris</emphasis> que permite competir con múltiples xogadores e tamén contra o computador.
hu: <application>KSirtet</application> egy <emphasis>Tetris</emphasis> másolat, mely több játékos módot támogat, de játszhatunk a gép ellen is.
id: <application>KSirtet</application> adalah klon <emphasis>Tetris</emphasis> yang memungkinkan banyak pemain berduel satu sama lain atau melawan pemain komputer.
is: <application>KSirtet</application> er leikur sem líkir eftir <emphasis>Tetris</emphasis> þar sem margir geta spilað sín á milli, en einnig er hægt að heyja einvígi við tölvuna.
it: <application>KSirtet</application> è un clone di <emphasis>Tetris</emphasis> che permette duelli multiplayer e contro il computer.
ja: <application>KSirtet</application>は、コンピュータ対戦と同じように複数人対戦の機能を持った<emphasis>テトリス</emphasis>クローンです。
ko: <application>KSirtet</application>는 <emphasis>테트리스</emphasis> 게임의 클론으로, 컴퓨터 대전은 물론 멀티 플레이어 대전도 지원합니다.
nl: <application>KSirtet</application> is een op <emphasis>Tetris</emphasis> gebaseerd spel dat duellen tussen meerdere spelers alsmede tegen de computer mogelijk maakt.
pl: <application>KSirtet</application> jest klonem gry <emphasis>Tetris</emphasis> pozwalającym na pojedynki zarówno z innymi graczami, jak i z komputerem.
pt: <application>KSirtet</application> é um clone do <emphasis>Tetris</emphasis> que permite duelos multi-jogador, bem como, duelos contra o jogador do computador.
ro: <application>KSirtet</application> este o clonă de <emphasis>Tetris</emphasis> care permite dueluri între mai mulţi jucători (multiplayer) cât şi dueluri împotriva calculatorului.
ru: <application>KSirtet</application> - это клон <emphasis>Tetris</emphasis>, поддерживающий многопользовательскую игру и игру против компьютера.
sk: <application>KSirtet</application> je klon hry <emphasis>Tetris</emphasis> s možnosťou súboja viacerých súperov ako aj súboja proti počítaču.
sv: <application>KSirtet</application> är en <emphasis>Tetris</emphasis> klon som tillåter multiplayer dueller men också dueller mot datorn.
zh_cn: <application>KSirtet</application> 是<emphasis>俄罗斯方块</emphasis> 的克隆版本，允许双人或是和计算机对战。

source: <application>KSmiletris</application> is yet another clone of <emphasis>Tetris</emphasis>, which is easy to learn and play.
bg: <application>KSmiletris</application> е още един клонинг на <emphasis>Tetris</emphasis>, която се научава лесно да се играе.
ca: El <application>KSmiletris</application> és un altre clon del <emphasis>Tetris</emphasis>, fàcil d'aprendre i de jugar.
cs: <application>KSmiletris</application> je další klon hry <emphasis>Tetris</emphasis>, který se snadno pochopí i hraje.
da: <application>KSmiletris</application> er endnu en klon af <emphasis>Tetris</emphasis>, som er nem at komme i gang med.
de: <application>KSmiletris</application> ist ein weiterer Klon von <emphasis>Tetris</emphasis>, welcher recht leicht zu erlernen und spielen ist.
el: Το <application>KSmiletris</application> είναι ακόμα ένας κλώνος του <emphasis>Tetris</emphasis>, το οποίο είναι εύκολο να μάθετε και να παίξετε.
eu: <application>KSmiletris</application> jokoa <emphasis>Tetris</emphasis> jokoaren beste klon bat da, ikasteko eta jolaste erraza.
fr: <application>KSmiletris</application> est encore un autre clone de <emphasis>Tetris</emphasis>, facile à apprendre et à jouer.
gl: <application>KSmiletris</application> é outro clon do <emphasis>Tetris</emphasis>, fácil de comprender e xogar.
hu: A <application>KSmiletris</application> a <emphasis>Tetris</emphasis> újabb átirata, amely egy könnyen tanulható és játszható játék.
id: <application>KSmiletris</application> adalah klon lain dari <emphasis>Tetris</emphasis>, yang mudah dipelajari dan dimainkan.
is: <application>KSmiletris</application> er enn annar leikur byggður á <emphasis>Tetris</emphasis>, sem auðvelt er að læra á og lætur vel að spilun.
it: <application>KSmiletris</application> è un altro clone di <emphasis>Tetris</emphasis>, facile da imparare e giocare.
ja: <application>KSmiletris</application>は別の<emphasis>Tetris</emphasis>クローンで、簡単に遊ぶことができます。
ko: <application>KSmiletris</application>도 <emphasis>테트리스</emphasis> 클론 중의 하나로 쉽게 배워서 즐길 수 있습니다.
nl: <application>KSmiletris</application> is wederom een kloon van <emphasis>Tetris</emphasis>, die makkelijk is om te leren en te spelen.
pl: <application>KSmiletris</application> jest kolejnym klonem gry <emphasis>Tetris</emphasis>, którego z łatwością się nauczysz i zagrasz.
pt: <application>KSmiletris</application> é mais um clone do <emphasis>Tetris</emphasis>, fácil de aprender e de jogar.
ro: Jocul <application>KSmiletris</application> este o altă clonă a jocului <emphasis>Tetris</emphasis>. Este foarte uşor de înteles şi jucat.
ru: <application>KSmiletris</application> — это ещё один клон <emphasis>Tetris</emphasis>, который очень легко освоить.
sk: <application>KSmiletris</application> je ďalším klonom hry <emphasis>Tetris</emphasis>, ktorý sa ľahko naučíte ovládať aj hrať.
sv: <application>KSmiletris</application> är ännu en klon av <emphasis>Tetris</emphasis>, som är enkelt att lära sig och spela.
zh_cn: <application>KSmiletris</application>是另一款源自<emphasis>Tetris</emphasis>的游戏，它学习和游戏起来都比较容易。
