Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/games/po/*.po
Languages: bg, ca, cs, da, de, el, eu, fr, gl, hu, id, is, it, ja, ko, nl, pl, pt, ro, ru, sk, sv, zh_cn

source: translator-credits
bg: Launchpad Contributions: Ivaylo Ivanov https://launchpad.net/~icefox Launchpad Contributions: Ivaylo Ivanov https://launchpad.net/~icefox Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: Ivaylo Ivanov https://launchpad.net/~icefox Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: Ivaylo Ivanov https://launchpad.net/~icefox Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: Ivaylo Ivanov https://launchpad.net/~icefox Krasimir Chonov https://launchpad.net/~kchonov Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: Ivaylo Ivanov https://launchpad.net/~icefox Krasimir Chonov https://launchpad.net/~kchonov Launchpad Translations Administrators https://launchpad.net/~rosetta-admins
ca: Joan Duran <jodufi@gmail.com>, 2008 Launchpad Contributions: Angel Aguilera https://launchpad.net/~angel-aguilera David Planella https://launchpad.net/~dpm J. https://launchpad.net/~jose-manuel-rodriguez-moreno Joan Duran https://launchpad.net/~jodufi Morpheus https://launchpad.net/~morpheus17.pro
cs: David Vachulka, 2006 Launchpad Contributions: Kamil Páral https://launchpad.net/~ripper42 Vojtěch Smejkal https://launchpad.net/~smejky dvx https://launchpad.net/~david-konstrukce-cad Launchpad Contributions: Kamil Páral https://launchpad.net/~kamil.paral Lubomír Sedlář https://launchpad.net/~lubomir-sedlar Vojtěch Smejkal https://launchpad.net/~smejky dvx https://launchpad.net/~david-konstrukce-cad Launchpad Contributions: Kamil Páral https://launchpad.net/~kamil.paral Lubomír Sedlář https://launchpad.net/~lubomir-sedlar Michal Várady https://launchpad.net/~michal.varady Vojtěch Smejkal https://launchpad.net/~smejky Václav Čermák https://launchpad.net/~kingskid dvx https://launchpad.net/~david-konstrukce-cad Launchpad Contributions: Kamil Páral https://launchpad.net/~kamil.paral Lubomír Sedlář https://launchpad.net/~lubomir-sedlar Vojtěch Smejkal https://launchpad.net/~smejky Václav Čermák https://launchpad.net/~kingskid dvx https://launchpad.net/~david-konstrukce-cad Launchpad Contributions: Adrian Guniš https://launchpad.net/~andygun Kamil Páral https://launchpad.net/~kamil.paral Lubomír Sedlář https://launchpad.net/~lubomir-sedlar Vojtěch Smejkal https://launchpad.net/~smejky Václav Čermák https://launchpad.net/~kingskid dvx https://launchpad.net/~david-konstrukce-cad
da: Launchpad Contributions: Hans-Jørgen Martinus Hansen https://launchpad.net/~freakaziod Knorr https://launchpad.net/~jellerhimself Mads Peter Rommedahl https://launchpad.net/~lhademmor Launchpad Contributions: Hans-Jørgen Martinus Hansen https://launchpad.net/~freakaziod Knorr https://launchpad.net/~jellerhimself Mads Peter Rommedahl https://launchpad.net/~lhademmor Launchpad Contributions: Hans-Jørgen Martinus Hansen https://launchpad.net/~freakaziod Mads Peter Rommedahl https://launchpad.net/~lhademmor Ulrik04 https://launchpad.net/~ulrik-gereen Launchpad Contributions: AJenbo https://launchpad.net/~ajenbo Hans-Jørgen Martinus Hansen https://launchpad.net/~freakaziod Mads Peter Rommedahl https://launchpad.net/~lhademmor Launchpad Contributions: AJenbo https://launchpad.net/~ajenbo Hans-Jørgen Martinus Hansen https://launchpad.net/~freakaziod Mads Peter Rommedahl https://launchpad.net/~lhademmor
de: Sebastian Heinlein <glatzor@ubuntu.com> Launchpad Contributions: Andi https://launchpad.net/~andi-xenoage Andreas Bauer https://launchpad.net/~bauer-andi Ralf https://launchpad.net/~ralf-weyer Launchpad Contributions: Arthur Schiwon https://launchpad.net/~blizzz Barni https://launchpad.net/~butterfly-barni Ralf https://launchpad.net/~ralf-weyer der_vegi https://launchpad.net/~m-may Launchpad Contributions: Armin Frey https://launchpad.net/~armin-frey Arthur Schiwon https://launchpad.net/~blizzz Barni https://launchpad.net/~butterfly-barni Keruskerfuerst https://launchpad.net/~arminmohring Maren Reinecke https://launchpad.net/~maren-reinecke Ralf https://launchpad.net/~ralf-weyer Tapsiturtle https://launchpad.net/~tapsiturtle Xabbu83 https://launchpad.net/~xabbu83 der_vegi https://launchpad.net/~m-may Launchpad Contributions: Jochen Skulj https://launchpad.net/~joskulj Maren Reinecke https://launchpad.net/~maren-reinecke Moritz Baumann https://launchpad.net/~mo-germany Ralf https://launchpad.net/~ralf-weyer ToshiBoy https://launchpad.net/~toshiboy Zweistecken https://launchpad.net/~zweistecken daniel https://launchpad.net/~daniel-marth93
el: Launchpad Contributions: Kainourgiakis Giorgos https://launchpad.net/~kaingeo Nowmor https://launchpad.net/~nowmor-gmail Thanos Koukoulis https://launchpad.net/~thanosk-gmail linuxangel https://launchpad.net/~chraniotis-gmail Launchpad Contributions: Kainourgiakis Giorgos https://launchpad.net/~kaingeo Liaros Panagiotis https://launchpad.net/~liarospanagiotis Nowmor https://launchpad.net/~nowmor-gmail Thanos Koukoulis https://launchpad.net/~thanosk-gmail linuxangel https://launchpad.net/~chraniotis-gmail Launchpad Contributions: Aggelos Chraniotis https://launchpad.net/~angelchraniotis Kainourgiakis Giorgos https://launchpad.net/~kaingeo Nowmor https://launchpad.net/~nowmor-gmail Thanos Koukoulis https://launchpad.net/~thanosk-gmail dead3y3 https://launchpad.net/~txapollo243
eu: Launchpad Contributions: Asier Llona https://launchpad.net/~llonae Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual Sergio Galindo https://launchpad.net/~sergio-galindo Launchpad Contributions: Asier Llona https://launchpad.net/~llonae Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual Sergio Galindo https://launchpad.net/~sergio-galindo Launchpad Contributions: Asier Llona https://launchpad.net/~llonae Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual Sergio Galindo https://launchpad.net/~sergio-galindo Launchpad Contributions: Asier Llona https://launchpad.net/~llonae Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual Sergio Galindo https://launchpad.net/~sergio-galindo Launchpad Contributions: Asier Llona https://launchpad.net/~llonae Jon Intxaurbe https://launchpad.net/~joinzar Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual Sergio Galindo https://launchpad.net/~sergio-galindo
fr: Launchpad Contributions: Aelor https://launchpad.net/~aelor Benoit Malet https://launchpad.net/~benoit-malet Claude Paroz https://launchpad.net/~paroz Cyrille Grosdemange https://launchpad.net/~ze-cyrilou Eric Bandel https://launchpad.net/~eric-bandel Fabien Lusseau https://launchpad.net/~fabien-beosfrance Guich https://launchpad.net/~guich Guillaume https://launchpad.net/~versgui Jean-Luc Villoué https://launchpad.net/~jluc Jérôme Guelfucci https://launchpad.net/~jerome-guelfucci Kaoron https://launchpad.net/~the-prof-oak Knah Tsaeb https://launchpad.net/~knah-tsaeb Nicolas Borboën https://launchpad.net/~ponsfrilus Rozkannou https://launchpad.net/~jamelot Stéphane V https://launchpad.net/~stephane-vergeylen-yahoo Surfoo https://launchpad.net/~surfooo Vincent Legout https://launchpad.net/~bixente Xavier Claude https://launchpad.net/~xcmbox-translate Yves MARCEL https://launchpad.net/~yvesmarcel guillaume https://launchpad.net/~pourmonpoussin krop https://launchpad.net/~krop mirage https://launchpad.net/~boss-bosseurs sonal https://launchpad.net/~bruno-mangin Launchpad Contributions: Aelor https://launchpad.net/~aelor Benoit Malet https://launchpad.net/~benoit-malet Claude Paroz https://launchpad.net/~paroz Cyrille Grosdemange https://launchpad.net/~ze-cyrilou Eric Bandel https://launchpad.net/~eric-bandel Fabien Lusseau https://launchpad.net/~fabien-beosfrance Guich https://launchpad.net/~guich Guillaume https://launchpad.net/~versgui Jérôme Guelfucci https://launchpad.net/~jerome-guelfucci Knah Tsaeb https://launchpad.net/~knah-tsaeb Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Nicolas Borboën https://launchpad.net/~ponsfrilus Stéphane V https://launchpad.net/~stephane-vergeylen-yahoo Surfoo https://launchpad.net/~surfooo Vincent Legout https://launchpad.net/~bixente Xavier Claude https://launchpad.net/~xcmbox-translate krop https://launchpad.net/~krop sonal https://launchpad.net/~bruno-mangin Launchpad Contributions: Aelor https://launchpad.net/~aelor Benoit Malet https://launchpad.net/~benoit-malet Claude Paroz https://launchpad.net/~paroz Cyrille Grosdemange https://launchpad.net/~ze-cyrilou Eric Bandel https://launchpad.net/~eric-bandel Fabien Lusseau https://launchpad.net/~fabien-beosfrance Guich https://launchpad.net/~guich Guillaume https://launchpad.net/~versgui Julien Gascard https://launchpad.net/~neoara Jérôme Guelfucci https://launchpad.net/~jerome-guelfucci Knah Tsaeb https://launchpad.net/~knah-tsaeb Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Laurent Legoux https://launchpad.net/~la-sardine Nicolas Borboën https://launchpad.net/~ponsfrilus Nicolas Velin https://launchpad.net/~nsv Stéphane V https://launchpad.net/~stephane-vergeylen-yahoo Surfoo https://launchpad.net/~surfooo Vincent Legout https://launchpad.net/~bixente Xavier Claude https://launchpad.net/~xcmbox-translate krop https://launchpad.net/~krop sonal https://launchpad.net/~bruno-mangin Launchpad Contributions: Aelor https://launchpad.net/~aelor Aurélien Hennel https://launchpad.net/~hud-centerid1 Benoit Malet https://launchpad.net/~benoit-malet Bruno Patri https://launchpad.net/~bruno-patri Claude Paroz https://launchpad.net/~paroz Cyrille Grosdemange https://launchpad.net/~ze-cyrilou Eric Bandel https://launchpad.net/~eric-bandel Etienne Malandain https://launchpad.net/~etienne-malandain Fabien Lusseau https://launchpad.net/~fabien-beosfrance Guich https://launchpad.net/~guich Guillaume https://launchpad.net/~versgui Jean Migisha https://launchpad.net/~migisha-jean Julien Gascard https://launchpad.net/~neoara Jérôme Guelfucci https://launchpad.net/~jerome-guelfucci Knah Tsaeb https://launchpad.net/~knah-tsaeb Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Nicolas Borboën https://launchpad.net/~ponsfrilus Nicolas Velin https://launchpad.net/~nsv Stéphane V https://launchpad.net/~svergeylen Surfoo https://launchpad.net/~surfooo Vincent Legout https://launchpad.net/~bixente Xavier Claude https://launchpad.net/~xcmbox-translate lann https://launchpad.net/~lann sonal https://launchpad.net/~bruno-mangin Launchpad Contributions: Aelor https://launchpad.net/~aelor Aurélien Hennel https://launchpad.net/~hud-centerid1 Benoit Malet https://launchpad.net/~benoit-malet Bruno Patri https://launchpad.net/~bruno-patri Claude Paroz https://launchpad.net/~paroz Cyrille Grosdemange https://launchpad.net/~ze-cyrilou Eric Bandel https://launchpad.net/~eric-bandel Etienne Malandain https://launchpad.net/~etienne-malandain Fabien Lusseau https://launchpad.net/~fabien-beosfrance Guich https://launchpad.net/~guich Guillaume https://launchpad.net/~versgui Jean Migisha https://launchpad.net/~migisha-jean Julien Gascard https://launchpad.net/~neoara Jérôme Guelfucci https://launchpad.net/~jerome-guelfucci Knah Tsaeb https://launchpad.net/~knah-tsaeb Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Nicolas Borboën https://launchpad.net/~ponsfrilus Nicolas Velin https://launchpad.net/~nsv Stéphane V https://launchpad.net/~svergeylen Surfoo https://launchpad.net/~surfooo Vincent Legout https://launchpad.net/~bixente Xavier Claude https://launchpad.net/~xcmbox-translate lann https://launchpad.net/~lann sonal https://launchpad.net/~bruno-mangin
gl: Launchpad Contributions: Xosé https://launchpad.net/~ubuntu-galizaweb strange https://launchpad.net/~str4ng3 Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Xosé https://launchpad.net/~ubuntu-galizaweb strange https://launchpad.net/~str4ng3 Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Xosé https://launchpad.net/~ubuntu-galizaweb strange https://launchpad.net/~str4ng3 Launchpad Contributions: Adrián Chaves Fernández https://launchpad.net/~gallaecio Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Pablo Casais Solano https://launchpad.net/~pcasais Xosé https://launchpad.net/~ubuntu-galizaweb Xurxo https://launchpad.net/~jordigp strange https://launchpad.net/~str4ng3 Launchpad Contributions: Adrián Chaves Fernández https://launchpad.net/~gallaecio Pablo Casais Solano https://launchpad.net/~pcasais Xosé https://launchpad.net/~ubuntu-galizaweb Xurxo https://launchpad.net/~jordigp strange https://launchpad.net/~str4ng3
hu: Launchpad Contributions: Andras Timar https://launchpad.net/~timar-fsf Dora https://launchpad.net/~dorcssa Enahma https://launchpad.net/~enahma Gabor Kelemen https://launchpad.net/~kelemeng Gabor SUVEG https://launchpad.net/~gsuveg Karoly Gossler https://launchpad.net/~connor Márton Török https://launchpad.net/~dongatto-de Szilveszter Farkas https://launchpad.net/~phanatic nick=atya,c=hu https://launchpad.net/~mato-peter Launchpad Contributions: Andras Timar https://launchpad.net/~timar-fsf Dora https://launchpad.net/~dorcssa Enahma https://launchpad.net/~enahma Gabor Kelemen https://launchpad.net/~kelemeng Gabor SUVEG https://launchpad.net/~gsuveg Karoly Gossler https://launchpad.net/~connor Márton Török https://launchpad.net/~dongatto-de Pelladi Gabor https://launchpad.net/~pelladigabor Szilveszter Farkas https://launchpad.net/~phanatic Launchpad Contributions: Andras Timar https://launchpad.net/~timar-fsf Dora Kovats https://launchpad.net/~dorcssa Enahma https://launchpad.net/~enahma Gabor Kelemen https://launchpad.net/~kelemeng Gabor SUVEG https://launchpad.net/~gsuveg Karoly Gossler https://launchpad.net/~connor Márton Török https://launchpad.net/~dongatto-de Pelladi Gabor https://launchpad.net/~pelladigabor Szilveszter Farkas https://launchpad.net/~phanatic Launchpad Contributions: Andras Timar https://launchpad.net/~timar-fsf Dora Kovats https://launchpad.net/~dorcssa Enahma https://launchpad.net/~enahma Gabor Kelemen https://launchpad.net/~kelemeng Gabor SUVEG https://launchpad.net/~gsuveg Karoly Gossler https://launchpad.net/~connor Márton Török https://launchpad.net/~dongatto-de Pelládi Gábor https://launchpad.net/~pelladigabor Szilveszter Farkas https://launchpad.net/~phanatic Launchpad Contributions: Andras Timar https://launchpad.net/~timar-fsf Dora Kovats https://launchpad.net/~dorcssa Enahma https://launchpad.net/~enahma Gabor Kelemen https://launchpad.net/~kelemeng Gabor SUVEG https://launchpad.net/~gsuveg KAMI https://launchpad.net/~kami911 Márton Török https://launchpad.net/~dongatto-de Pelládi Gábor https://launchpad.net/~pelladigabor Ricco https://launchpad.net/~ricco79 Szilveszter Farkas https://launchpad.net/~phanatic Launchpad Contributions: Andras Timar https://launchpad.net/~timar-fsf Dora Kovats https://launchpad.net/~dorcssa Enahma https://launchpad.net/~enahma Gabor Kelemen https://launchpad.net/~kelemeng Gabor SUVEG https://launchpad.net/~gsuveg KAMI https://launchpad.net/~kami911 Márton Török https://launchpad.net/~dongatto-de Pelládi Gábor https://launchpad.net/~pelladigabor Ricco https://launchpad.net/~ricco79 Szilveszter Farkas https://launchpad.net/~phanatic
id: Andy Apdhani <imtheface@gmail.com>, 2006. Launchpad Contributions: Andika Triwidada https://launchpad.net/~andika Andy Apdhani https://launchpad.net/~imtheface Rocky Salomo https://launchpad.net/~rmsalomo Wisu Suntoyo https://launchpad.net/~wisu Launchpad Contributions: Andika Triwidada https://launchpad.net/~andika Andy Apdhani https://launchpad.net/~imtheface Andy Apdhani https://launchpad.net/~imtheface-gmail padmawan https://launchpad.net/~andhika-padmawan Launchpad Contributions: Andika Triwidada https://launchpad.net/~andika Andy Apdhani https://launchpad.net/~imtheface Andy Apdhani https://launchpad.net/~imtheface-gmail padmawan https://launchpad.net/~andhika-padmawan Launchpad Contributions: Andika Triwidada https://launchpad.net/~andika Andy Apdhani https://launchpad.net/~imtheface Bagus Brahmantya Prasetya Gautama https://launchpad.net/~abuelektron padmawan https://launchpad.net/~andhika-padmawan Launchpad Contributions: Andika Triwidada https://launchpad.net/~andika Andy Apdhani https://launchpad.net/~imtheface Arief Setiadi Wibowo https://launchpad.net/~q-thrynx Cecep Mahbub https://launchpad.net/~cecepm padmawan https://launchpad.net/~andhika-padmawan Launchpad Contributions: Andika Triwidada https://launchpad.net/~andika Andy Apdhani https://launchpad.net/~imtheface Arief Setiadi Wibowo https://launchpad.net/~q-thrynx Cecep Mahbub https://launchpad.net/~cecepm padmawan https://launchpad.net/~andhika-padmawan
is: Launchpad Contributions: Stefán Sigurjónsson https://launchpad.net/~stefans-mmedia Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Stefán Sigurjónsson https://launchpad.net/~stefans-mmedia Launchpad Contributions: Freyr Gunnar Ólafsson https://launchpad.net/~gnarlin Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Nori https://launchpad.net/~arnorv Stefán Sigurjónsson https://launchpad.net/~stefans-mmedia Launchpad Contributions: Baldur https://launchpad.net/~baldurpet Freyr Gunnar Ólafsson https://launchpad.net/~gnarlin Nori https://launchpad.net/~arnorv Stefán Sigurjónsson https://launchpad.net/~stefans-mmedia Launchpad Contributions: Baldur https://launchpad.net/~baldurpet Freyr Gunnar Ólafsson https://launchpad.net/~gnarlin Nori https://launchpad.net/~arnorv Stefán Sigurjónsson https://launchpad.net/~stefans-mmedia
it: Launchpad Contributions: Ermanno Baschiera https://launchpad.net/~ebaschiera Jecko Development https://launchpad.net/~quintium Milo Casagrande https://launchpad.net/~milo Nicola Piovesan https://launchpad.net/~piovesannicola QeSaR_NeRON https://launchpad.net/~alessandro-lorenzi Trapanator https://launchpad.net/~trapanator Launchpad Contributions: Ermanno Baschiera https://launchpad.net/~ebaschiera Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Milo Casagrande https://launchpad.net/~milo Nicola Piovesan https://launchpad.net/~piovesannicola QeSaR_NeRON https://launchpad.net/~alessandro-lorenzi Launchpad Contributions: Ermanno Baschiera https://launchpad.net/~ebaschiera Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Milo Casagrande https://launchpad.net/~milo Nicola Piovesan https://launchpad.net/~piovesannicola QeSaR_NeRON https://launchpad.net/~alessandro-lorenzi Launchpad Contributions: Enrico Mattiazzi https://launchpad.net/~carcamster Ermanno Baschiera https://launchpad.net/~ebaschiera Giuseppe https://launchpad.net/~giuseppe-montano66z Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Milo Casagrande https://launchpad.net/~milo Nicola Piovesan https://launchpad.net/~piovesannicola QeSaR_NeRON https://launchpad.net/~alessandro-lorenzi aleksi https://launchpad.net/~smithcendron Launchpad Contributions: Alessio Treglia https://launchpad.net/~quadrispro Ermanno Baschiera https://launchpad.net/~ebaschiera Milo Casagrande https://launchpad.net/~milo Milo Casagrande https://launchpad.net/~milo-casagrande Nicola Piovesan https://launchpad.net/~piovesannicola QeSaR_NeRON https://launchpad.net/~alessandro-lorenzi Valter Mura https://launchpad.net/~valtermura-gmail Launchpad Contributions: Alessio Treglia https://launchpad.net/~quadrispro Ermanno Baschiera https://launchpad.net/~ebaschiera Milo Casagrande https://launchpad.net/~milo Milo Casagrande https://launchpad.net/~milo-casagrande Nicola Piovesan https://launchpad.net/~piovesannicola QeSaR_NeRON https://launchpad.net/~alessandro-lorenzi Valter Mura https://launchpad.net/~valtermura-gmail Launchpad Contributions: Alessio Treglia https://launchpad.net/~quadrispro Ermanno Baschiera https://launchpad.net/~ebaschiera Milo Casagrande https://launchpad.net/~milo Milo Casagrande https://launchpad.net/~milo-casagrande Nicola Piovesan https://launchpad.net/~piovesannicola QeSaR_NeRON https://launchpad.net/~alessandro-lorenzi Valter Mura https://launchpad.net/~valtermura-gmail
ja: Launchpad Contributions: Mackenzie Morgan https://launchpad.net/~maco.m Mitsuya Shibata https://launchpad.net/~cosmos-door Yuji Kaneko https://launchpad.net/~yujikaneko Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mitsuya Shibata https://launchpad.net/~cosmos-door Yuji Kaneko https://launchpad.net/~yujikaneko Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mitsuya Shibata https://launchpad.net/~cosmos-door Yuji Kaneko https://launchpad.net/~yujikaneko Launchpad Contributions: Kentaro Kazuhama https://launchpad.net/~kazken3 Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mitsuya Shibata https://launchpad.net/~cosmos-door Yuji Kaneko https://launchpad.net/~yujikaneko nnakata https://launchpad.net/~nnakata Launchpad Contributions: Kentaro Kazuhama https://launchpad.net/~kazken3 Mitsuya Shibata https://launchpad.net/~cosmos-door Y.Nishiwaki https://launchpad.net/~annamoito Yuji Kaneko https://launchpad.net/~yujikaneko nnakata https://launchpad.net/~nnakata
ko: 우분투 한국어 번역팀 <ubuntu-ko@lists.ubuntu.com>, 2006 Launchpad Contributions: Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix Launchpad Contributions: Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix Launchpad Contributions: Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix Launchpad Contributions: Exsecrabilus https://launchpad.net/~exsecrabilus Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix z0ndd1n https://launchpad.net/~the22th Launchpad Contributions: Namhyung Kim https://launchpad.net/~namhyung Seongho Choo https://launchpad.net/~freedancer Shin Hungjae https://launchpad.net/~fplive atie https://launchpad.net/~atie-at-matrix Launchpad Contributions: Namhyung Kim https://launchpad.net/~namhyung Seongho Choo https://launchpad.net/~freedancer Serna https://launchpad.net/~eunbitmrn Shin Hungjae https://launchpad.net/~fplive atie https://launchpad.net/~atie-at-matrix
nl: Launchpad Contributions: Erik Happaerts https://launchpad.net/~erik-happaerts Frederik https://launchpad.net/~frederik-debuck Joris https://launchpad.net/~joris-claassen Michael Anckaert https://launchpad.net/~masuran denon https://launchpad.net/~denon-ubuntu gsuperlx https://launchpad.net/~tomheefteenwebsite Launchpad Contributions: Jan Claeys https://launchpad.net/~janc Joris https://launchpad.net/~joris-claassen Michael Anckaert https://launchpad.net/~masuran René Brink https://launchpad.net/~rene-brink denon https://launchpad.net/~denon-ubuntu Launchpad Contributions: Balaam's Miracle https://launchpad.net/~balaam-balaamsmiracle Jan Claeys https://launchpad.net/~janc Joris https://launchpad.net/~joris-claassen Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Michael Anckaert https://launchpad.net/~masuran René Brink https://launchpad.net/~rene-brink denon https://launchpad.net/~denon-ubuntu Launchpad Contributions: Balaam's Miracle https://launchpad.net/~balaam-balaamsmiracle Grietje https://launchpad.net/~margrietpalm Jan Claeys https://launchpad.net/~janc Joris https://launchpad.net/~joris-claassen Michael Anckaert https://launchpad.net/~masuran René Brink https://launchpad.net/~rene-brink gsuperlx https://launchpad.net/~bluegen89 Launchpad Contributions: Balaam's Miracle https://launchpad.net/~balaam-balaamsmiracle Jan Claeys https://launchpad.net/~janc Joris https://launchpad.net/~joris-claassen Marcel Hoffs https://launchpad.net/~marcelhoffs Michael Anckaert https://launchpad.net/~masuran Michael Vanderheeren https://launchpad.net/~michael-vanderheeren René Brink https://launchpad.net/~rene-brink Launchpad Contributions: Balaam's Miracle https://launchpad.net/~balaam-balaamsmiracle Jan Claeys https://launchpad.net/~janc Joris https://launchpad.net/~joris-claassen Marcel Hoffs https://launchpad.net/~marcelhoffs Michael Anckaert https://launchpad.net/~masuran Michael Vanderheeren https://launchpad.net/~michael-vanderheeren René Brink https://launchpad.net/~rene-brink
pl: Tomasz Dominikowski (Polish Ubuntu Translators) Launchpad Contributions: Aegis Maelstrom https://launchpad.net/~sandbox Dominik Zablotny https://launchpad.net/~doza Pawel Dyda https://launchpad.net/~pawel-dyda Piotr Strębski https://launchpad.net/~strebski ashton https://launchpad.net/~ashtonx simonnam https://launchpad.net/~simon1991 soda2 https://launchpad.net/~soda2on Launchpad Contributions: Aegis Maelstrom https://launchpad.net/~sandbox Dominik Zablotny https://launchpad.net/~doza Pawel Dyda https://launchpad.net/~pawel-dyda Piotr Strębski https://launchpad.net/~strebski Launchpad Contributions: Aegis Maelstrom https://launchpad.net/~sandbox Dominik Zablotny https://launchpad.net/~doza Mateusz Tybura https://launchpad.net/~wujciol Pawel Dyda https://launchpad.net/~pawel-dyda Piotr Strębski https://launchpad.net/~strebski Wojtek L https://launchpad.net/~wojciech-libner wojtusm https://launchpad.net/~wojtusm Launchpad Contributions: Aegis Maelstrom https://launchpad.net/~sandbox Arkadiusz Lipiec https://launchpad.net/~alus Brech https://launchpad.net/~brecho Dominik Zablotny https://launchpad.net/~doza Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mateusz Marecki https://launchpad.net/~maderat Mateusz Tybura https://launchpad.net/~wujciol Pawel Dyda https://launchpad.net/~pawel-dyda Piotr Strębski https://launchpad.net/~strebski Tomasz Czapiewski https://launchpad.net/~xeros Wojtek L https://launchpad.net/~wojciech-libner lasiek https://launchpad.net/~lpawlinski wojtusm https://launchpad.net/~wojtusm Łukasz Ciesielski https://launchpad.net/~j0sh Launchpad Contributions: Aegis Maelstrom https://launchpad.net/~sandbox Andrzej MoST (Marcin Ostajewski) https://launchpad.net/~marcobolo Arkadiusz Lipiec https://launchpad.net/~alus Artur Szymanski https://launchpad.net/~arteek Dominik Zablotny https://launchpad.net/~doza Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mateusz Tybura https://launchpad.net/~wujciol Pawel Dyda https://launchpad.net/~pawel-dyda Piotr Strębski https://launchpad.net/~strebski Rafał Barański https://launchpad.net/~kazislav Tomasz 'Zen' Napierala https://launchpad.net/~tzn Tomasz Bakiera https://launchpad.net/~kog Tomasz Czapiewski https://launchpad.net/~xeros Wiatrak https://launchpad.net/~wiatrak. Wojtek Kazimierczak https://launchpad.net/~w-kazimierczak Wojtek L https://launchpad.net/~wojciech-libner komornik https://launchpad.net/~kom997 wojtusm https://launchpad.net/~wojtusm Łukasz Ciesielski https://launchpad.net/~j0sh
pt: Launchpad Contributions: António Lima https://launchpad.net/~amrlima Fernando Pereira https://launchpad.net/~jordao Marco Paulo Martins Sousa https://launchpad.net/~marcomsousa Tiago Silva https://launchpad.net/~tiagosilva Tiago Sousa https://launchpad.net/~tiagoboldt Launchpad Contributions: António Lima https://launchpad.net/~amrlima Fernando Pereira https://launchpad.net/~jordao Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Marco Paulo Martins Sousa https://launchpad.net/~marcomsousa Mykas0 https://launchpad.net/~mykas0 Tiago Silva https://launchpad.net/~tiagosilva Tiago Sousa https://launchpad.net/~tiagoboldt
ro: Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Dread Knight https://launchpad.net/~dread.knight Ionuț Jula https://launchpad.net/~ionutjula Monica_Tomus https://launchpad.net/~zambeste33 Rus-Rebreanu Alin-Florin https://launchpad.net/~netblock Virgil https://launchpad.net/~itu-virgil dinel https://launchpad.net/~dinel mapleoin https://launchpad.net/~mapleoin
ru: Georgy Faradzhev <georgy.faradzhev@gmail.com> Igor Zubarev <igor4u@gmail.com> Андрей Кондукторов <merkator@bk.ru> Dmitry Dementiev <ddmitry@gmail.com> Dmitry Drozdovich <demon_lord@rambler.ru> George Anderston <anderston@gmail.com> Mi Kashkin <mkashkin@gmail.com> Сергей Укустов <zajats@nc.ru> Dmitry Petrov <demon@krasno.ru> Sergey Smirnov <sergous@gmail.com> Shamil Abdullajev <jogin@hot.ee> alexei <alek32@mail.ru> boa <b.o.a@mail.ru> wiz <aenor.realm@gmail.com> Вячеслав Родионов <bepcyc@gmail.com> Александр Саламатников <dev65@gala.net> Sauil Launchpad Contributions: Al https://launchpad.net/~kavaj Alexey Balmashnov https://launchpad.net/~a.balmashnov Dmitry Borzenkov https://launchpad.net/~dmitry-borzenkov Igor Zubarev https://launchpad.net/~igor4u Ivlev Kirill https://launchpad.net/~webster-spb N72qbmaa https://launchpad.net/~q0lr4yy-deactivatedaccount Nicolae Istratii https://launchpad.net/~tallman9 Sergey Kirienko https://launchpad.net/~skirienko Victor Adrianovskiy https://launchpad.net/~avia Антон Иванов https://launchpad.net/~neg Launchpad Contributions: Al https://launchpad.net/~kavaj Alexey Balmashnov https://launchpad.net/~a.balmashnov Dmitry Borzenkov https://launchpad.net/~dmitry-borzenkov Igor Zubarev https://launchpad.net/~igor4u Ivlev Kirill https://launchpad.net/~webster-spb Sergey Kirienko https://launchpad.net/~skirienko Victor Adrianovskiy https://launchpad.net/~avia idle sign https://launchpad.net/~idlesign waratnik https://launchpad.net/~squirrel-e1 Антон Иванов https://launchpad.net/~neg Launchpad Contributions: Al https://launchpad.net/~kavaj Alexey Balmashnov https://launchpad.net/~a.balmashnov Anton Shestakov https://launchpad.net/~engored Arsen Kamensky https://launchpad.net/~stinky Dmitry Borzenkov https://launchpad.net/~dmitry-borzenkov Igor Zubarev https://launchpad.net/~igor4u Ivan Kliouchenkov https://launchpad.net/~quick Ivlev Kirill https://launchpad.net/~webster-spb Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Sergey Kirienko https://launchpad.net/~skirienko Victor Adrianovskiy https://launchpad.net/~avia idle sign https://launchpad.net/~idlesign waratnik https://launchpad.net/~squirrel-e1 xXLiAXx https://launchpad.net/~dark-light-of-dream Александр AldeX Крылов https://launchpad.net/~aldex Антон Иванов https://launchpad.net/~neg Launchpad Contributions: Al https://launchpad.net/~kavaj Alexey Balmashnov https://launchpad.net/~a.balmashnov Anton Shestakov https://launchpad.net/~engored Arsen Kamensky https://launchpad.net/~stinky Dmitry Borzenkov https://launchpad.net/~dmitry-borzenkov Igor Zakharoff https://launchpad.net/~f2404 Igor Zubarev https://launchpad.net/~igor4u Ivan Kliouchenkov https://launchpad.net/~quick Ivlev Kirill https://launchpad.net/~webster-spb Oleg Sevostyanov https://launchpad.net/~boothehamster Peshko Fedor https://launchpad.net/~pfv Petr E. Antonov https://launchpad.net/~antpeter Sergey Kirienko https://launchpad.net/~skirienko Victor Adrianovskiy https://launchpad.net/~avia idle sign https://launchpad.net/~idlesign xXLiAXx https://launchpad.net/~dark-light-of-dream Александр AldeX Крылов https://launchpad.net/~aldex Антон Иванов https://launchpad.net/~neg Launchpad Contributions: Al https://launchpad.net/~kavaj Alexey Balmashnov https://launchpad.net/~a.balmashnov Anton Ivanov https://launchpad.net/~neg Anton Shestakov https://launchpad.net/~engored Arsen Kamensky https://launchpad.net/~stinky Dmitry Borzenkov https://launchpad.net/~dmitry-borzenkov Dmitry Kuzmin https://launchpad.net/~dmitry-kuzm Igor Zubarev https://launchpad.net/~igor4u Ivan Kliouchenkov https://launchpad.net/~quick Ivlev Kirill https://launchpad.net/~webster-spb Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Peshko Fedor https://launchpad.net/~pfv Petr E. Antonov https://launchpad.net/~antpeter Prot https://launchpad.net/~euphobos Sergey Kirienko https://launchpad.net/~skirienko Victor Adrianovskiy https://launchpad.net/~avia idle sign https://launchpad.net/~idlesign xXLiAXx https://launchpad.net/~dark-light-of-dream Александр AldeX Крылов https://launchpad.net/~aldex Launchpad Contributions: Al https://launchpad.net/~kavaj Alexey Balmashnov https://launchpad.net/~a.balmashnov Anton Ivanov https://launchpad.net/~neg Anton Shestakov https://launchpad.net/~engored Arsen Kamensky https://launchpad.net/~stinky Dmitry Borzenkov https://launchpad.net/~dmitry-borzenkov Dmitry Kuzmin https://launchpad.net/~dmitry-kuzm Igor Zubarev https://launchpad.net/~igor4u Ivan Kliouchenkov https://launchpad.net/~quick Ivlev Kirill https://launchpad.net/~webster-spb Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Matthew East https://launchpad.net/~mdke Peshko Fedor https://launchpad.net/~pfv Petr E. Antonov https://launchpad.net/~antpeter Prot https://launchpad.net/~euphobos Sergey Kirienko https://launchpad.net/~skirienko Victor Adrianovskiy https://launchpad.net/~avia idle sign https://launchpad.net/~idlesign xXLiAXx https://launchpad.net/~dark-light-of-dream Александр AldeX Крылов https://launchpad.net/~aldex
sk: Launchpad Contributions: Jozef Káčer https://launchpad.net/~quickparser Martin Pohanka https://launchpad.net/~martin-pohanka Martin288 https://launchpad.net/~mortarman Ondrej Faměra https://launchpad.net/~ondrejhome Launchpad Contributions: Jozef Káčer https://launchpad.net/~quickparser Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Martin Pohanka https://launchpad.net/~martin-pohanka Matej Duman https://launchpad.net/~dumi Ondrej Faměra https://launchpad.net/~ondrejhome helix84 https://launchpad.net/~helix84
sv: Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Sonrep https://launchpad.net/~latehorn Torbjörn Hed https://launchpad.net/~torbjorn-hed Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Torbjörn Hed https://launchpad.net/~torbjorn-hed Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Torbjörn Hed https://launchpad.net/~torbjorn-hed Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Torbjörn Hed https://launchpad.net/~torbjorn-hed Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Torbjörn Hed https://launchpad.net/~torbjorn-hed
zh_cn: Launchpad Contributions: DBLobster https://launchpad.net/~db.lobster Ihnus Qcshz https://launchpad.net/~qcshzihnus TFMao https://launchpad.net/~wei---dong Wentao Tang https://launchpad.net/~wisetang kempson https://launchpad.net/~kempson luojie-dune https://launchpad.net/~luojie-dune rainofchaos https://launchpad.net/~rainofchaos Launchpad Contributions: 1+1=2 https://launchpad.net/~dbzhang800 DBLobster https://launchpad.net/~db.lobster Hongqian Xu https://launchpad.net/~hqxu Hugh https://launchpad.net/~hugh-shang Ihnus Qcshz https://launchpad.net/~qcshzihnus Kempson Chen https://launchpad.net/~irain Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Tao Wei https://launchpad.net/~weitao1979 TaoFei https://launchpad.net/~taofei Tian Congxin https://launchpad.net/~tiancongxin Wentao Tang https://launchpad.net/~wisetang Xu Zehua https://launchpad.net/~hhhpppsss1 Yiding He https://launchpad.net/~yiding-he ggarlic https://launchpad.net/~ggarlic junglejia https://launchpad.net/~junglejia luojie-dune https://launchpad.net/~luojie-dune rainofchaos https://launchpad.net/~rainofchaos wq.yang https://launchpad.net/~2005km Launchpad Contributions: 1+1=2 https://launchpad.net/~dbzhang800 ChenMing https://launchpad.net/~chenming DBLobster https://launchpad.net/~db.lobster Hongqian Xu https://launchpad.net/~hqxu Hugh https://launchpad.net/~hugh-shang Ihnus Qcshz https://launchpad.net/~qcshzihnus Kempson Chen https://launchpad.net/~irain KingHom https://launchpad.net/~bestkindy Tao Wei https://launchpad.net/~weitao1979-deactivatedaccount TaoFei https://launchpad.net/~taofei Wentao Tang https://launchpad.net/~wisetang Xu Zehua https://launchpad.net/~hhhpppsss1 Yiding He https://launchpad.net/~yiding-he Zhao Xueqian https://launchpad.net/~xueqianzhao-gmail ggarlic https://launchpad.net/~ggarlic junglejia https://launchpad.net/~junglejia luojie-dune https://launchpad.net/~luojie-dune rainofchaos https://launchpad.net/~rainofchaos wq.yang https://launchpad.net/~2005km
