Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/games/po/*.po
Languages: bg, ca, cs, da, de, el, eu, fr, gl, hu, id, is, it, ja, ko, nl, pl, pt, ro, ru, sk, sv, zh_cn

source: Strategy games require you to use careful tactics to plan the next move; simulation games let you explore and manage realistic models of such things as cities and vehicles. Strategy and simulation games can be quite addictive and many people happily spend hours playing their game of choice! A small selection of strategy and simulation games available with Ubuntu is given below.
bg: Стратегическите игри игри изискат от вас да използвате внимателно тактика, да планирате следващия си ход; симулационните игри позволят да се изследват и управляват реалистични модели на такива неща, като градове и превозни средства. Стратегическите и симулационните игри могат да бъдат доста пристрастящи и много хора щастливо прекарват часове да играят на тяхна по избор игра! Един малък избор на стратегически и симулационни игри налични в Ubuntu е даден по-долу.
ca: En els joc d'estratègia caldrà que utilitzeu tàctiques per a planificar el moviment següent; els jocs de simulació us permeten explorar i controlar models realistes de coses com ara ciutats o vehicles. Els jocs d'estratègia i simulació poden ser bastant addictius i molta gent es passa hores jugant al joc que han triat. A sota hi ha una petita selecció dels jocs d'estratègia i simulació disponibles a l'Ubuntu.
cs: Strategické hry po vás vyžadují opatrnou taktiku k naplánování dalšího kroku; simulátory vám dovolují prozkoumávat a zvládat realistické modely takových věcí jako jsou města a dopravní prostředky. Strategie a simulátory můžou být celkem návykové a mnoho lidí rádi tráví hodiny hraním jejich zvolené hry! Malý výběr strategických her a simulátorů dostupných v Ubuntu je uveden níže.
da: Strategispil kræver at du bruger nøje gennemtænkt taktik til at planlægge dit næste træk, mens simulationsspil lader dig udforske og håndtere realistiske modeller af eksempelvis byer og fartøj. Strategi- og simulationsspil kan være temmelig afhængighedsskabende, og mange mennesker bruger gladeligt flere timer på deres yndlingsspil! Nedenfor vises et lille udvalg af strategi- og simulationsspil til Ubuntu.
de: Strategiespiele erfordern taktisches Geschick vom Benutzer, um seinen nächsten Zug zu planen; Simulationen lassen den Spieler seine Umgebung erkunden und mit Hilfe realistischer Modelle Fahrzeuge steuern oder gar Städte verwalten. Dabei können Strategie- und Simulationspiele sehr faszinierend sein - viele Spieler verbringen mit Freude so manche Stunde mit dem Spiel ihrer Wahl. Eine kleine Auswahl der in Ubuntu enthaltenen Strategiespiele und Simulationen ist nachfolgend aufgelistet.
el: Τα παιχνίδια στρατηγικής απαιτούν να χρησιμοποιείτε προσεκτικές τακτικές για να σχεδιάσετε την επόμενη σας κίνηση. Τα παιχνίδια προσομοίωσης σας επιτρέπουν να ερευνήσετε και να διαχειριστείτε ρεαλιστικά μοντέλα πόλεων και οχημάτων. Τα παιχνίδια στρατηγικής και προσομοίωσης είναι αρκετά εθιστικά και πολλοί άνθρωποι διαθέτουν πολλές ώρες στο παιχνίδι της επιλογής τους. Ορισμένες επιλογές τέτοιων παιχνιδιών που είναι διαθέσιμα στο Ubuntu φαίνονται παρακάτω.
eu: Estrategia jokoetan zure hurengo mugimendua zein izango den kontu handiz aztertu behar duzu; simulazio jokoetan benetakoak diruditen modeloak maneiatu eta arakatu ahalko duzu (hiriak, autoak,...). Estrategia eta simulazio jokoek mendekotasun dezente sor dezakete, eta jende askok poz-pozik igaro ditzake orduak eta orduak jolasean! Ubuntun erabil ditzakezun estrategia eta simulazio joko batzuen zerrenda bat duzu beherago.
fr: Les jeux de stratégie demandent tactique et prudence dans l'élaboration du prochain déplacement ; les jeux de simulation vous permettent d'explorer et de contrôler des modèles réalistes de villes ou de véhicules. Les jeux de stratégie et de simulation peuvent provoquer une dépendance et beaucoup de gens passent des heures à jouer à leur jeu préféré ! Vous trouverez ci-dessous une petite sélection de jeux de stratégie et de simulation disponibles avec Ubuntu.
gl: Os xogos de estratexia requiren utilizar tácticas coidadosas para planear o seguinte paso; os xogos de simulación permiten explorar e manexar modelos realistas de cousas tales como cidades e vehículos. Os xogos de estratexia e simulación poden ser absolutamente adictivos e moita xente pasa horas xogando felizmente o xogo da súa elección! Unha pequena selección de xogos de estratexia e simulación dispoñíbeis con Ubuntu amósase abaixo.
hu: A stratégiai játékok alapos tervezést és taktikát igényelnek minden lépés megtétele előtt, míg a szimulációs játékok lehetővé teszik bizonyos helyzetek vagy eszközök életszerű kipróbálását. Mind a stratégiai, mind a szimulációs játékok szenvedéllyé válhatnak, egyes emberek akár órákon keresztül képesek kedvenc játékaikat játszani. Az Ubuntun is elérhető stratégiai és szimulációs játékok a következők:
id: Permainan strategi menyaratkan anda untuk menggunakan taktik yang cermat dalam menentukan langkah berikutnya, permainan simulasi membuat anda bisa menjelajahi dan mengelola model benda nyata seperti kota atau kendaraan. Permainan strategi dan simulasi dapat membuat sedikit efek kecanduan dan telah banyak orang yang senang memainkan permainan kesukaan mereka selama berjam-jam! Beberapa pilihan permainan strategi dan simulasi yang tersedia di Ubuntu dijelaskan di bawah ini.
is: Herkænskuleikir krefjast góðrar herstjórnarlistar til að ákveða næsta skref; og eftirlíkingarleikir leyfa fólki að kanna og breyta raunverulegum hlutum eins og borgum og faratækjum. Svona leikir eru mjög ávanabindandi og margir sitja tímunum saman við spilun slíkra leikja. Að neðan má sjá aðeins lítinn fjölda hærkænsku- og eftirlíkingarleikja sem fást fyrir Ubuntu.
it: I giochi di strategia richiedono l'uso di tattiche studiate nella scelta delle mosse; i giochi di simulazione, invece, permettono di esplorare e controllare i modelli realistici come città e veicoli. I giochi di simulazione e di strategia possono essere abbastanza avvincenti e molta gente trascorre felicemente ore con i loro giochi preferiti! Di seguito sono indicati alcuni giochi di strategia e simulazione disponibili per Ubuntu.
ja: 戦略ゲームは次の行動計画を慎重に選択することが必要です。シミュレーションゲームでは街や会社などを作成・経営することができます。戦略ゲームとシミュレーションゲームは多くの人が病みつきになるほど楽しんでいます。ここでは、Ubuntuで遊べる戦略ゲームとシミュレーションゲームをいくつか紹介します。
ko: 전략 게임은 신중하게 전술을 사용하여 다음 번 이동을 계획하는 게임입니다. 시뮬레이션 게임은 도시나 차량과 같은 것들의 실제 모델을 탐험하거나 관리하는 게임입니다. 전략 및 시뮬레이션 게임들은 꽤나 중독성을 가지며, 많은 사람들은 자신이 선택한 게임을 플레이 하며 행복한 시간을 보냅니다! 우분투에서 플레이 할 수 있는 전략 및 시뮬레이션 게임들의 몇 가지 목록들은 아래와 같습니다.
nl: Strategiespelen vereisen een zorgvuldige tactiek om de volgende stap te plannen; simulatiespelen laten u realistische modellen van onder andere steden en voertuigen verkennen en beheren. Strategie- en simulatiespelen kunnen behoorlijk verslavend zijn en veel mensen spelen uren lang met plezier hun favoriete spel! Hieronder staat een kleine selectie van strategie- en simulatiespelen die beschikbaar zijn in Ubuntu.
pl: Gry strategiczne wymagają od gracza stosowania ostrożnej taktyki, aby zaplanować następny ruch; symulatory pozwalają na odkrywanie oraz kontrolowanie realistycznych modeli np. miast czy pojazdów. Strategie i symulatory mogą nieźle wciągać, o czym świadczą godziny przy nich spędzone przez ich miłośników! Poniżej znajduje się krótka lista dostępnych na Ubuntu gier strategicznych i symulatorów.
pt: Os jogos de estratégia requerem que utilize tácticas cuidadosas para planear o próximo movimento; os jogos de simulação permitem que explore e gira modelos realistas, tal como, cidades e veículos. Os jogos de estratégia e simulação podem ser bastante viciantes, e muitas pessoas passam horas alegremente a jogar o seu jogo de eleição. Abaixo encontra uma pequena selecção de jogos de estratégia e simulação disponíveis com o Ubuntu.
ro: Jocurile de strategie implică utilizarea de tactici pentru a plănui mişcarea următoare; jocurile de simulare permit explorarea şi organizarea unor modele realiste de oraşe sau vehicule. Unii oameni pot deveni dependenţi şi petrec ore întregi in faţa jocurilor de strategie şi de simulare. Mai jos puteţi vedea o selecţie de jocuri de acest tip disponibile în Ubuntu.
ru: Стратегические игры требуют продуманных действий на каждом ходу; симуляторы позволяют исследовать и управлять реалистичными моделями таких вещей, как города и средства передвижения. Стратегические игры и симуляторы бывают настолько захватывающими, что многие люди могут часами играть в свою любимую игру! Вот небольшой набор стратегий и симуляторов, доступных в Ubuntu.
sk: Strategické hry vyžadujú, aby ste pomocou taktiky dôkladne zvážili svoj ďalší krok; simulátory vám umožňujú spoznať a spravovať realistické modely vecí ako mestá a dopravné prostriedky. Strategické hry a simulátory môžu byť značne návykové a veľa ľudí pri nich pokojne trávi hodiny. Nižšie je uvedený malý výber strategických hier a simulátorov dostupných v Ubuntu.
sv: Strategispel kräver att du noggrant väljer rätt taktik för att planera nästa steg; simuleringsspel låter dig utforska och hantera realistiska modeller av sådana saker som städer och farkoster. Strategi- och simuleringsspel kan vara ganska beroendeframkallande och många människor spenderar gladeligen timmar på att spela sitt favoritspel! Nedan visas ett litet urval av strategi- och simuleringsspel som finns tillgängliga för Ubuntu.
zh_cn: 策略类游戏中，你得谨慎使用战术，计划好下一步行动; 模拟类游戏中，可以探索或者管理诸如城市、车辆之类现实事物的模型。策略类和模拟类游戏可能很容易让人上瘾，许多人会在他们喜爱的游戏旁边开心得玩上几个小时！下面提供了Ubuntu精选的一些策略类和模拟类游戏列表。

source: <application>KBattleship</application> is an implementation of the popular game where your goal is to sink your opponent's ships by guessing where they are on a grid. Play against the computer or against others over the Internet. "<emphasis>You sunk my battleship!</emphasis>"
bg: <application>KBattleship</application> е прилагането на популярната игра, където целта ви е да ви унищожите противниковите кораби като познаете къде са на полето. Играйте срещу компютъра или срещу други играчи чрез Интернет. "<emphasis>Ти ми унищожи кораба!</emphasis>"
ca: El <application>KBattleship</application> és una implementació del joc popular on l'objectiu es enfonsar els vaixells de l'adversari en endevinar on són en una graella. Jugueu contra l'ordinador o contra altres a través d'Internet. «<emphasis>Tocat i enfonsat!</emphasis>».
cs: <application>KBattleship</application> je oblíbená hra, ve které je vaším cílem potopit soupeřovy lodě. Bohužel nevíte, kde přesně jsou a proto musíte hádat, kde se na hrací ploše nacházejí. Hrajte proti počítači nebo proti jiným hráčům přes internet. "<emphasis>Potopil jsi mi mou bitevní loď!</emphasis>"
da: <application>KBattleship</application> er en implementering af det populære spil <emphasis>Sænke slagskibe</emphasis> hvor dit mål er at sænke din modstanders skibe ved at gætte hvor de er på et gitter. Spil mod computeren eller mod andre over internettet. "<emphasis>Du sank mit slagskib!</emphasis>"
de: <application>KBattleship</application> ist eine Abwandlung des beliebten Spiels »Schiffe versenken«. Spielen Sie gegen den Rechner oder gegen andere Spiele über das Internet. »<emphasis>Du hast mein Schiff versenkt!</emphasis>»
el: Το <application>KBattleship</application> είναι μια υλοποίηση του δημοφιλούς παιχνιδιού στης ναυμαχίας, όπου ο σκοπός σας είναι να βουλιάξετε τα πλοία του αντιπάλου, μαντεύοντας που βρίσκονται στο πλέγμα. Παίξτε απέναντι στον υπολογιστή ή εναντίον άλλων στο διαδίκτυο.
eu: <application>KBattleship</application> jokoan zure aurkariaren ontzien kokalekua asmatu behar duzu, hauek bonbardatu eta hondoratzeko. Ordenagailuaren aurka nahiz Interneteko beste jokalari baten kontra jolastu dezakezu. "<emphasis>Nire gerra-ontzia hondoratu duzu!</emphasis>"
fr: <application>KBattleship</application> est une version informatique du célèbre jeu dont le but est de couler les bateaux ennemis en essayant de deviner l'endroit où ils se trouvent sur une grille. Jouez contre l'ordinateur ou contre d'autres joueurs sur Internet. <emphasis>Touché Coulé !</emphasis>
gl: <application>KBattleship</application> é una implementación do popular xogo onde o obxectivo é afundir os barcos do opoñente adiviñando onde se atopan no enreixado. Xoga contra o computador ou contra outras persoas na internet. "<emphasis>Afundiches o meu acorazado!</emphasis>"
hu: A <application>KBattleship</application> a híres torpedójáték számítógépes változata. A feladata az ellenfél hajóinak elsüllyesztése azok helyének megtippelésével a rácson. Játszhat a számítógép ellen, vagy más emberekkel az interneten keresztül. "<emphasis>Talált, süllyedt!</emphasis>"
id: <application>KBattleship</application> adalah implementasi dari permainan populer dimana inti permainan adalah menenggelamkan kapal lawan dengan menebak dimana letak mereka dalam kotak. Bermain melawan komputer atau pemain lain lewat Internet. "<emphasis>Kau tenggelamkan kapalku!</emphasis>"
is: <application>KBattleship</application> er byggður á frægum leik þar sem tarkmarkið er að sökkva skipum óvinar þíns með því að giska og hugsa hvar þau eru á korti. Hægt er að spila leikinn við vini sína eða í gegnum netið.
it: <application>KBattleship</application> è un'implementazione del popolare gioco il cui obiettivo è affondare le navi dell'avversario indovinando la loro posizione sulla griglia. Gioca contro il computer o altri giocatori via Internet. "<emphasis>Colpito e affondato!</emphasis>"
ja: <application>KBattleship</application>は、グリッド上の敵艦の位置を予想しながら、敵艦の撃沈を目指す人気のあるゲームです。コンピュータとの対戦だけでなく、インターネット越しの対戦も可能です。"<emphasis>撃沈されてしまった！</emphasis>"
ko: <application>KBattleship</application>은 상대방의 배가 어디에 있을지 추측하여 침몰시키는 대중적인 게임을 구현한 것입니다. 컴퓨터와 플레이 하거나 인터넷을 통해 다른 플레이어와 플레이 하는 것이 가능합니다. "<emphasis>You sunk my battleship!</emphasis>"
nl: <application>KBattleship</application> is een implementatie van het populaire spel waarin het doel is om de schepen van uw tegenstander te doen zinken door te raden waar in het raster deze zich bevinden. Speel tegen de computer of tegen anderen via het internet. "<emphasis>U zonk mijn slagschip!</emphasis>"
pl: <application>KBattleship</application> to adaptacja popularnej gry w statki, której celem jest zatopienie okrętów przeciwnika odgadując ich współrzędne. Zagraj przeciwko komputerowi lub innym graczom przez internet. "<emphasis>Trafiony - zatopiony!</emphasis>"
pt: <application>KBattleship</application> é uma implementação da popular Batalha Naval, jogo em que o objectivo é afundar os navios do adversário adivinhando sua localização numa grelha. Jogue contra o computador ou contra outros jogadores na Internet. "<emphasis>Você afundou meu cruzador!</emphasis>"
ro: <application>KBattleship</application> reprezintă o implementare a cunoscutului joc, în care obiectivul este să scufundaţi vapoarele oponentului, ghicind unde se găsesc pe o tablă. Puteţi juca împotriva calculatorului sau împotriva altei persoane prin intermediul Internetului. "<emphasis>Mi-ai scufundat vapoarele!</emphasis>"
ru: <application>KBattleship</application> (Морской бой) реализация популярной игры, где целью является потопить корабль соперника, угадав его место на карте. Играйте против компьютера или против других людей через Интернет. "<emphasis>Четырёхпалубный убит!</emphasis>"
sk: <application>KBattleship</application> je implementáciou obľúbenej hry Lode, v ktorej je vašou úlohou ponopiť súperove lode odhadnutím ich polohy v súradnicovej sieti. Zahrajte sa proti počítaču alebo proti iným cez internet. "<emphasis>Potopil si moju loď!</emphasis>"
sv: <application>KBattleship</application> är en implementering av det populära spelet där ditt mål är att sänka din motståndares skepp. Spela mot datorn eller spela mot andra på nätet. "<emphasis>Du har sänkt mitt slagskepp!</emphasis>"
zh_cn: <application>KBattleship</application> 是一款战舰投弹游戏，猜测对手所在位置，击沉敌方军舰. 支持单机或者网络对战<emphasis>You sunk my battleship!</emphasis>"

source: <application>KJumpingcube</application> is a tactical one or two-player game in which the playing field consists of squares that contains points which can be increased. The object is to gain as many fields as possible, finally winning the board over.
bg: <application>KJumpingcube</application> е тактическа игра за един или два играча, в която полето за игра се състои от точки, които могат да бъдат увеличени. Целта е да се спечелят възможно най-много области и накрая да спечелите играта.
ca: El <application>KJumpingcube</application> és un joc tàctic d'un o dos jugadors on el camp de joc consisteix en quadrats que contenen punts que es poden incrementar. L'objectiu és guanyar tants camps com sigui possible fins a guanyar en completar el tauler.
cs: <application>KJumpingcube</application> je taktická hra pro jednoho nebo dva hráče obsahující čtverečkové herní pole s body, které mohou být zvýšeny. Cílem je získat tolik polí, kolik je možné, ke konci s výhrou celé herní plochy.
da: <application>KJumpingcube</application> er et taktisk spil for en eller to spillere. Spillebrættet består af firkanter, som indeholder point som kan øges. Målet er at få så mange felter som muligt, og til sidst vinde hele brættet.
de: <application>KJumpingcube</application> ist ein Taktikspiel für einen oder zwei Spieler. Das Spielfeld besteht aus Quadraten, deren enthaltene Punkte erhöht werden können. Das Ziel besteht darin, so viele Felder wie möglich zu erringen, um letztlich die Mehrheit über das Brett zu gewinnen.
el: Το <application>KJumpingcube</application> είναι ένα παιχνίδι τακτικής για ένα ή δυο παίκτες, στο οποίο το πεδίο του αποτελείται από τετράγωνα που περιέχουν πόντους, οι οποίοι μπορούν αν αυξηθούν. Ο σκοπός είναι να μαζέψετε όσο το δυνατόν περισσότερα πεδία.
eu: <application>KJumpingcube</application> jokalari bat edo ugarirentzako joko taktikoa da. Joko-zelaia puntuak dauzkaten karratuz beterik dago. Helburua ahalik eta karratu gehien irabaztea da, azkenean zelai osoa eskuratzeko.
fr: <application>KJumpingcube</application> est un jeu tactique pour un ou deux joueurs. Le terrain de jeu est formé de cases qui contiennent des points. En cliquant sur les cases, vous augmentez le nombre de points. L'objectif est de contrôler le plus de cases possible, et au final l'ensemble du plateau de jeu.
gl: <application>KJumpingcube</application> é un xogo táctico de un ou dous xogadores no cal o campo de xogo consiste en cadrados que conteñen puntos que poden ser aumentados. O obxectivo é gañar tantos campos como sexa posíbel, gañando finalmente todo o taboleiro.
hu: A <application>KJumpingcube</application> egy egy- vagy kétszemélyes taktikai játék, amelyben cél a pontot érő mezők megszerzése, s végül az egész pálya fölötti uralom.
id: <application>KJumpingcube</application> adalah permainan taktik dengan satu atau dua pemain yang dimainkan pada lapangan yang terdiri dari kotak yang mengandung poin dan dapat ditingkatkan. Inti permainan adalah merebut sebanyak mungkin lapangan, dan akhirnya memenangkan papan.
is: <application>KJumpingcube</application> er herkænskuleikur sem einn eða tveir geta spilað, en leikurinn gengur út á það að stækka kassa á vellinum. Til að vinna þarf svo að ná eins miklu af vellinum og hægt er.
it: <application>KJumpingcube</application> è un gioco tattico per uno o due giocatori, in cui il campo di gioco consiste di riquadri contenenti punti che possono essere aumentati. Lo scopo è quello di guadagnare quanti più campi possibile, conquistando tutto.
ja: <application>KJumpingcube</application>は一人ないし二人で遊ぶ戦術ゲームで、数が増えるポイントを含むスクエアで敷き詰められたフィールドを舞台とします。より多くのスクエアを獲得し、最終的にフィールドを制覇することが目標です。
ko: <application>KJumpingcube</application>는 증가될 수 있는 점들을 포함하는 사각형으로 구성된 플레이 필드를 이용한 1인용 혹은 2인용 전략 게임입니다. 이 게임의 목적은 가능한 한 많은 필드를 얻어서, 보드 상에서 승리하는 것입니다.
nl: <application>KJumpingcube</application> is een tactisch een- of tweepersoonsspel waarbij het spelveld uit vlakken bestaat met punten die in aantal toe kunnen nemen. Het doel is om zo veel mogelijk velden te verzamelen om uiteindelijk het bord te winnen.
pl: <application>KJumpingcube</application> to gra taktyczna dla jednego lub dwóch graczy, w której pole gry składa się z kwadratów z przypisanymi punktami, których ilość można zwiększyć. Celem gry jest zajęcie jak największej liczby kwadratów tak, aby ostatecznie przejąć całą planszę.
pt: <application>KJumpingcube</application>é um jogo táctico para um ou dois jogadores em que o terreno de jogo consiste em quadrados que contêm pontos que podem ser aumentados. O objectivo é conquistar o máximo de campos, e no final conquistar todo o tabuleiro
ro: <application>KJumpingcube</application> este un joc tactic, care se poate juca în unul sau mai mulţi jucători. Tabla de joc este alcătuită din pătrate care conţin puncte ce pot fi mărite. Obiectivul este să câştigaţi cât mai multe câmpuri iar în final întreaga tablă.
ru: <application>KJumpingcube</application> - тактическая игра для одного или двух игроков, в которой игровое поле представляет собой квадраты с очками, которые могут увеличиваться. Цель игры - захватить как можно больше полей и, в конце концов, выиграть захватив всё поле.
sk: <application>KJumpingcube</application> je taktická hra pre jedného alebo dvoch hráčov, v ktorej hracie polia sú tvorené štvorcami, ktoré obsahujú body, ktoré je možné zvyšovať. Úlohou je získať čo možno najviac polí a v konečnom dôsledku zabrať celú hraciu plochu.
sv: <application>KJumpingcube</application> är ett taktiskt enmans- eller tvåmannaspel där spelplanen består av rutor som innehåller poäng vilka kan ökas. Målet är att vinna så många rutor som möjligt, och tillslut vinna över hela brädet.
zh_cn: <application>KJumpingcube</application> 是一款策略型单人双人游戏。游戏区域由方块组成，方块内的点在不断增长。目标是占领尽可能多的区域，直到完全占领游戏中的版图。
