Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/games/po/*.po
Languages: bg, ca, cs, da, de, el, eu, fr, gl, hu, id, is, it, ja, ko, nl, pl, pt, ro, ru, sk, sv, zh_cn

source: <application>Chess</application> (or <application>glChess</application>) is a chess game where you can play against the computer or against other players. Chess detects and uses known third-party chess engines for computer players, and can show the chess board in 2D or 3D.
bg: <application>Chess</application> (или <application>glChess</application>) е шахмат игра, в която можете да играете срещу компютъра или срещу други играчи. Шах разпознава и използва известни шах енджини от трети страни за компютърния опонент и може да покаже шахматната дъска в 2D или 3D изглед.
ca: L'<application>Escacs</application> (o <application>glChess</application>) és un joc d'escacs on podeu jugar contra l'ordinador o un altre jugador. L'Escacs detecta i utilitza motors coneguts d'escacs de tercers per a jugadors d'ordinador i pot mostrar el tauler d'escacs en 2D o en 3D.
cs: <application>Chess</application> (nebo <application>glChess</application>) je šachová hra, ve které můžete hrát proti počítači nebo jinému hráči. Chess umí detekovat a použít známé šachové enginy třetích stran a může také zobrazovat šachovnici ve 2D nebo 3D pohledu.
da: <application>Skak</application> (eller <application>glChess</application>) er et skakspil hvor du kan spille mod computeren eller mod andre spillere. Skak finder og gør brug af kendte tredjeparts-skakmotorer til computermodstandere, og kan vise skakpladen i 2D eller 3D.
de: <application>Chess</application> (oder <application>glChess</application>) ist ein Schachspiel, in dem Sie gegen den Rechner oder andere Spieler spielen können. Chess erkennt und benutzt bekannte Schach-Engines von Drittanbietern und kann das Schachbrett in 2D oder 3D anzeigen.
el: Το <application>Σκάκι</application> είναι ένα παιχνίδι με το οποίο μπορείτε να παίξετε εναντίον του υπολογιστή ή εναντίον άλλων παικτών. Το σκάκι εντοπίζει και χρησιμοποιεί γνωστές μηχανές σκακιού τρίτων κατασκευαστών, για τους παίκτες του υπολογιστή, και μπορεί να παρουσιάσει την σκακιέρα τρισδιάστατη και δισδιάστατη.
eu: <application>Chess</application> (edo <application>glChess</application>) xake joko bat da, ordenagailuaren edo beste jokalari baten aurka jolastu dezazun. Ordenagailuaren aurka jolastu nahi baduzu, Chess-ek zure sisteman instalatuta dituzun xake-motoreak detektatu eta erabiliko ditu. 2D edo 3D-tan jolastu ahalko duzu.
fr: <application>Chess</application> (ou <application>glChess</application>) est un jeu d'échecs où vous pouvez jouer contre l'ordinateur ou un joueur réel. Chess détecte et utilise les moteurs d'échecs tierces parties les plus connus pour créer le joueur virtuel, et peut afficher le plateau de jeu en 2D ou en 3D.
gl: <application>Chess</application> (ou <application>glChess</application>) é un xogo de xadrez onde se pode xogar contra o computador ou contra outros xogadores. Chess detecta e fai uso de engines de terceiras partes para o xogador do computador, é pode amosar o taboleiro en 2D ou 3D.
hu: A <application>Sakk</application> (vagy <application>glChess</application>) egy sakkjáték, ahol nemcsak élő személy, hanem a számítógép ellen is játszhat. A gépi ellenfelek a felismert, harmadik fél által készített motorokat használják. A tábla két és három dimenzióban is megjeleníthető.
id: <application>Chess</application> (atau <application>glChess</application>) adalah permainan catur dimana anda dapat bermain melawan komputer atau pemain lainnya. Chess mendeteksi dan menggunakan mesin catur pihak ketiga yang dikenal untuk pemain komputer, serta dapat menampilkan papan catur dalam 2D atau 3D.
is: <application>Skák</application> (eða <application>glChess</application>) er skákleikur þar sem hægt er að spila á móti tölvunni eða öðru leikmönnum. Tölvan skynjar og notar skákvélar gerðar af öðrum aðilum til að keppa, og hægt er að spila í tví- eða þrívídd.
it: <application>Scacchi</application> (o <application>glChess</application>) è un gioco di scacchi in cui è possibile giocare contro il computer o altri giocatori. Scacchi riconosce e utilizza noti motori di scacchi di terze parti per far giocare il computer e può visualizzare la scacchiera in 2D o 3D.
ja: <application>チェス</application>(もしくは<application>glChess</application>)はコンピュータや人間と対戦できるチェスゲームです。またサードパーティ製のコンピュータプレイヤー用エンジンを利用したり、盤面を2D/3Dから選択できたりします。
ko: <application>체스</application> (혹은 <application>glChess</application>) 는 컴퓨터 혹은 다른 플레이어와 플레이 할 수 있는 체스 게임입니다. 체스는 컴퓨터 플레이어를 위해 알려진 써드 파티 체스 엔진을 탐지하여 사용하며, 2D 혹은 3D 의 형태로 체스판을 보여줄 수 있습니다.
nl: <application>Chess</application> (of <application>glChess</application>) is een schaakspel waarin u tegen zowel de computer als tegen andere spelers kunt spelen. Chess detecteert en gebruikt schaakengines van derden en kan het schaakbord in 2D en 3D weergeven.
pl: <application>Chess</application> (lub <application>glChess</application>) to gra w szachy, gdzie można grać przeciwko komputerowi lub innym graczom. Gra rozpoznaje i korzysta z innych mechanizmów automatycznej gry algorytmów komputerowych oraz potrafi wyświetlić planszę w dwu- i trójwymiarze.
pt: <application>Chess</application> (ou <application>glChess</application>) é um xadrez que se pode jogar contra o computador ou contra outros jogadores. O Chess detecta e utiliza conhecidos motores de xadrez para computador, e pode exibir o tabuleiro em 2D ou 3D.
ro: <application>Şah</application> (sau <application>glŞah</application>) este un joc de şah care poate fi jucat împotriva calculatorului sau a altui jucător. Jocul detectează şi foloseşte motoarele third-party pentru jucătorul controlat de calculator iar tabla de şah poate fi văzută în două sau trei dimensiuni.
ru: <application>Шахматы</application> (или <application>glChess</application>) — шахматы, где можно играть и против компьютера, и друг с другом. При игре с компьютером «Шахматы» распознаёт и использует шахматные движки сторонних производителей. Возможно двухмерное или трёхмерное отображение доски.
sk: <application>Chess</application> (alebo aj <application>glChess</application>) je šachová hra, ktorú môžete hrať proti počítaču alebo proti inému hráčovi. Hra Chess rozpoznáva a používa šachové enginy tretích strán a vie zobrazovať šachovnicu v 2D alebo 3D.
sv: <application>Schack</application> (eller <application>glChess</application>) är ett schackspel som du kan spela mot datorn eller mot andra spelare. Schack identifierar och använder kända tredjepartsmotorer för schack som datorspelare kan använda samt kan visa schackbrädet i både 2D och 3D.
zh_cn: <application>Chess</application> (or <application>glChess</application>)是一款可以与电脑或者其他玩家对弈的国际象棋游戏，本游戏支持第三方国际象棋引擎，并可切换使用2D或者3D棋盘。

source: <application>KBackgammon</application> follows the rules of the popular boardgame, and supports multiplayer games and games against computer engines such as GNU bg, as well as other online games.
bg: <application>KBackgammon</application> следва правилата на популярни игри и подкрепя мултиплейър игри и игри с компютърни енждини като GNU BG, както и други онлайн игри.
ca: El <application>KBackgammon</application> segueix les regles del popular joc de tauler i permet partides multijugador, partides contra motors d'ordinador com ara el GNU bg i també altres partides en línia.
cs: <application>KBackgammon</application> se drží pravidel populární deskové hry. Podporuje hru více hráčů a hru proti počítačovému enginu, jako je GNU bg a ostatní online hry.
da: <application>KBackgammon</application> følger reglerne fra det populære brætspil, og understøtter flere spillere og spil mod computermotorer såsom GNU bg, såvel som andre onlinespil.
de: <application>KBackgammon</application> folgt den Regeln des beliebten Brettspiels, bietet eine Mehrspielerunterstützung und Spiele gegen Rechner-Engines wie GNU bg sowie andere Onlinespiele.
el: Το <application>KBackgammon</application> ακολουθεί τους κανόνες του ταβλιού, υποστηρίζει πολλούς παίκτες και παιχνίδια απέναντι σε υπολογιστικές μηχανές, όπως η GNU bg.
eu: <application>KBackgammon</application> jokoak betiko taula-jokoaren arauak jarraitzen ditu, erabiltzaile ugariren arteko jokoak jasaten ditu (sarean edo ez), eta baita ordenagailuaren aurkakoak (GNU bg moduko motoreak erabiliz).
fr: <application>KBackgammon</application> suit les règles du jeu de société bien connu et gère les jeux multijoueurs ou les adversaires à intelligence artificielle comme GNU bg ou d'autres jeux en ligne.
gl: <application>KBackgammon</application> segue as regras do popular xogo de taboleiro, e soporta modo de múltiples xogadores ou modos contra o computador con engines como o GNU bg, así como outros xogos en liña.
hu: A <application>KBackgammon</application> a népszerű táblajáték szabályait követi. A többi internetes játékhoz hasonlóan többrésztvevős módban és gépi ellenfelek (mint például a GNU bg motor) ellen egyaránt játszhat.
id: <application>KBackgammon</application> mengikuti aturan permainan papan yang populer ini, serta mendukung permainan dengan banyak pemain dan permainan melawan mesin komputer seperti GNU bg, seperti permainan online lainnya.
is: <application>KBackgammon</application> fylgri reglum leiksins kotra (<emphasis>backgammon</emphasis>) og hægt er að keppa við aðra leikmenn, á móti tölvunni sem og á netinu.
it: <application>KBackgammon</application> segue le regole del famoso gioco da tavolo e supporta partite multi-giocatore e partite contro motori per computer come GNU bg e altri giochi online.
ja: <application>KBackgammon</application>はバックギャモンのルールを踏襲したボードゲームです。 また他のゲームと同様に、複数に対戦や、GNU bgエンジンを利用したコンピュータ対戦もできます。
ko: <application>KBackgammon</application>은 대중적인 보드 게임의 규칙을 따르며, 다른 플레이어와의 대전 및 GNU bg와 다른 온라인 게임과 같은 컴퓨터 엔진과의 대전을 지원합니다.
nl: <application>KBackgammon</application> volgt de regels van het populaire bordspel en ondersteunt multiplayer spellen en spellen tegen computerengines als GNU bg, alsmede andere online spellen.
pl: <application>KBackgammon</application> korzysta z zasad popularnej gry planszowej, oraz wspiera rozgrywkę dla wielu graczy i gier przeciwko algorytmon komputerowym jak na przykład GNU bg. Możliwe jest także granie z innymi graczami przez sieć Internetu.
pt: <application>KBackgammon</application> segue as regras do Gamão, popular jogo de tabuleiro, e permite jogos com vários jogadores e jogos contra motores computadorizados tais como o GNU bg, bem como outros jogos em rede.
ro: <application>KTable</application> foloseşte regulile cunoscutului joc de table şi oferă posibilitatea jocului între mai mulți jucători sau între un jucător şi calculator pe motoare gen GNU bg.
ru: <application>KBackgammon</application> следует правилам популярной настольной игры, поддерживает многопользовательские игры, игры против компьютерных противников, таких как движок GNU bg, а также другие сетевые игры.
sk: <application>KBackgammon</application> sa hrá podľa pravidiel obľúbenej stolovej hry a podporuje hru viacerých hráčov, hru proti počítačovému enginu (ako napríklad GNU bg.) a takisto iné online hry
sv: <application>KBackgammon</application> följer det populära brädspelets regler medan det samtidigt stödjer spel mot andra spelare och spel mot andra spelmotorer såsom GNU bg och andra onlinespel.
zh_cn: <application>KBackgammon</application>是一款使用流行纸牌游戏规则的游戏，支持多玩家，与GNU bg一类的电脑对战，线上游戏等多种游戏方式。

source: <application>KBlackbox</application> is a logical game of hide-and-seek, inspired by <emphasis>emacs blackbox</emphasis> and played on a grid of boxes.
bg: <application>KBlackbox</application> е логична игра на криеница, вдъхновена от <emphasis>emacs blackbox</emphasis> и се играе на мрежа от кутии.
ca: El <application>KBlackbox</application> és un joc de lògica d'amagar i buscar inspirat en l'<emphasis>emacs blackbox</emphasis> i que es juga en una graella de caixes.
cs: <application>KBlackbox</application> je logická hra na schovávání a hledání, inspirovaná <emphasis>emacs blackboxem</emphasis>. Hraje se v mřížce krabiček..
da: <application>KBlackbox</application> er en logisk gemmeleg, inspireret af <emphasis>emacs blackbox</emphasis> og som spilles på et net af kasser.
de: <application>KBlackbox</application> ist ein Denk- und Versteckspiel, inspiriert von <emphasis>emacs blackbox</emphasis> und wird auf einem Raster aus Kästchen gespielt.
el: Το <application>KBlackbox</application> είναι ένα παιχνίδι λογικής και κρυφτού, εμπνευσμένο από το <emphasis>emacs blackbox</emphasis> και παίζεται πάνω σε ένα πλέγμα κουτιών.
eu: <application>KBlackbox</application> ezkutatu-eta-bilatu moduko joko logikoa da, <emphasis>emacs blackbox</emphasis> jokoan oinarritua.
fr: <application>KBlackbox</application> est un jeu de cache-cache logique. Il s'inspire d'<emphasis>emacs blackbox</emphasis> et se joue sur une grille.
gl: <application>KBlackbox</application> é un xogo de lóxica do tipo agochar e buscar, inspirado por <emphasis>emacs blackbox</emphasis> e xogado nunha cuadrícula de caixas.
hu: A <application>KBlackbox</application> egyfajta logikai bújócska, amely az <emphasis>emacs blackbox</emphasis> ötletén alapul és dobozokból álló rács adja a játékterét.
id: <application>KBlackbox</application> adalah permainan logika petak umpet, yang terinspirasi oleh <emphasis>emacs blackbox</emphasis> dan dimainkan diatas kotak-kotak grid.
is: <application>KBlackbox</application> er feluleikur sem tekur <emphasis>emacs blackbox</emphasis> sér til fyrirmyndar. Leikurinn er spilaður á rúðuneti í hnitakerfi.
it: <application>KBlackbox</application> è un gioco di logica di tipo a nascondino, ispirato a <emphasis>emacs blackbox</emphasis> e giocato su una griglia di riquadri.
ja: <application>KBlackbox</application>はかくれんぼのルールを基にした、グリッド上で遊ぶ論理ゲームです。<emphasis>emacs blackbox</emphasis>に影響されて作られました。
ko: <application>KBlackbox</application>은 <emphasis>emacs blackbox</emphasis>에게서 영향을 받은 것으로, 박스들의 격자 내에서 플레이 하는 숨기고-찾기의 논리적인 게임입니다.
nl: <application>KBlackbox</application> is een logisch potje verstoppertje, dat is geïnspireerd op <emphasis>emacs blackbox</emphasis> en wordt gespeeld op een raster van dozen.
pl: <application>KBlackbox</application> to logiczna gra w stylu ukryj-i-znajdź, zainspirowana przez <emphasis>emacs blackbox</emphasis>. Rozgrywana jest na siatce złożonej z pudełek.
pt: <application>KBlackbox</application> é um jogo lógico de escondidas, inspirado no <emphasis>emacs blackbox</emphasis> e jogado numa grade de caixas.
ro: <application>KCutiaNeagră</application> este un joc de logică inspirat de jocul <emphasis>emacs blackbox</emphasis> și jucat pe o grilă de cutii.
ru: <application>KBlackbox</application> представляет собой логическую игру "спрятать и искать", вдохновленные <emphasis>emacs blackbox</emphasis> и играется на сетке из коробок.
sk: <application>KBlackbox</application> je logická hra na schovávačku inšpirovaná hrou <emphasis>emacs blackbox</emphasis> a hraná na štvorčekovanej hracej ploche.
sv: <application>KBlackbox</application> är ett logiskt kurragömmaspel, inspirerat av <emphasis>emacs blackbox</emphasis>, som spelas på ett rutnät.
zh_cn: <application>KBlackbox</application> 是一款搜索推理游戏，源自 <emphasis>emacs blackbox</emphasis> 。

source: <application>Kenolaba</application> is a two-player tactical game which follows the rules of <emphasis>Abalone</emphasis>, where players try to shove their opponents' pieces from the game board.
bg: <application>Kenolaba</application> е тактическа игра за двама играчи, която следва правилата на <emphasis>Abalone</emphasis>, където играчите се опитват да избутат парчетата на опонентите си от дъската.
ca: El <application>Kenolaba</application> és un joc tàctic de dos jugadors que segueix les regles de l'<emphasis>Abalone</emphasis>, on els jugadors intenten empènyer fora del tauler de joc les peces dels adversaris
cs: <application>Kenolaba</application> je taktická hra pro dva hráče, která se drží pravidel <emphasis>Abalone</emphasis>, kde se hráči snaží vystrčit protivníkovy hrací kameny z hrací plochy.
da: <application>Kenolaba</application> er et taktisk spil til to spillere, med samme regler som brætspillet <emphasis>Abalone</emphasis>, hvor spillere forsøger at skubbe deres modstanders brikker ud af spillebrættet.
de: <application>Kenolaba</application> ist ein Zweispieler-Taktikspiel, das den Regeln von <emphasis>Abalone</emphasis> folgt. Die Spieler versuchen dabei, die Figuren ihrer Gegner vom Spielbrett zu schieben.
el: Το <application>Kenolaba</application> είναι ένα παιχνίδι τακτικής για δύο παίκτες που ακολουθεί τους κανόνες του <emphasis>Abalone</emphasis>, όπου οι παίκτες προσπαθούν να σπρώξουν τα κομμάτια του αντιπάλου έξω από το παιχνίδι.
eu: <application>Kenolaba</application> bi jokalarirentzako joko taktikoa da. <emphasis>Abalone</emphasis> jokoaren arauak jarraitzen ditu. Helburua zure aurkarien piezak taulatik kanporatzea da.
fr: <application>Kenolaba</application> est un jeu tactique pour deux joueurs qui suit les règles d'<emphasis>Abalone</emphasis>, où les joueurs tentent d'expulser les pièces de l'adversaire hors du plateau de jeu.
gl: <application>Kenolaba</application> é un xogo táctico para dous xogadores que segue as regras de <emphasis>Abalone</emphasis>, onde os xogadores teñen que padexar as pezas dos seus opoñentes do taboleiro de xogo.
hu: A <application>Kenolaba</application> egy kétszemélyes taktikai játék, amely az <emphasis>Abalone</emphasis> szabályait követi. A játék célja az ellenfél minél több bábuját letolni a tábláról.
id: <application>Kenolaba</application> adalah permainan taktik untuk dua pemain yang mengikuti aturan <emphasis>Abalone</emphasis>, dimana pemain mencoba untuk mencukur bidak lawan dari papan permainan.
is: <application>Kenolaba</application> herkænnskuleikur sem tveir geta tekið þátt í sem fylgir reglum leiksins <emphasis>Abalone</emphasis>, þar sem leikmenn reyna að ýta mönnum andstæðingsins út af borðinu.
it: <application>Kenolaba</application> è un gioco di strategia per due giocatori che segue le regole di <emphasis>Abalone</emphasis>, dove i giocatori cercano di cacciare i pezzi degli avversari fuori dal campo di gioco.
ja: <application>Kenolaba</application>は<emphasis>アバロン</emphasis>を基にした対戦型戦略ゲームです。相手の駒を盤外へ押し出すことを目的とします。
ko: <application>Kenolaba</application>는 <emphasis>Abalone</emphasis> 게임의 규칙을 따르는 2인용 전략 게임입니다. 플레이어들은 게임 보드에서 상대편 조각들을 밀어내야 합니다.
nl: <application>Kenolaba</application> is een tactisch spel voor twee spelers dat de regels van <emphasis>Abalone</emphasis> volgt, waarbij spelers proberen de stukken van de tegenstander van het spelbord te schuiven.
pl: <application>Kenolaba</application> to gra dla dwóch graczy, zgodna z zasadami <emphasis>Abalone</emphasis>, gdzie gracze próbują zepchnąć pionki przeciwnika z planszy.
pt: <application>Kenolaba</application> é um jogo táctico para dois jogadores que segue as regras do <emphasis>Abalone</emphasis>, no qual os jogadores tentam empurrar as peças do adversário para fora do tabuleiro.
ro: <application>Kenolaba</application> este un joc de tactică care se joacă între doi jucători. Se bazează pe regulile jocului <emphasis>Abalone</emphasis>, jucătorii încercând să lovească piesele oponentului.
ru: <application>Kenolaba</application> тактическая игра для двух игроков, которая следует правилам <emphasis>Abalone</emphasis>, где игроки пытаются вытеснить элементы принадлежащие оппонентам с игрового поля.
sk: <application>Kenolaba</application> je taktická hra pre dvoch hráčov podľa hry <emphasis>Abalone</emphasis>, v ktorej sa hráči snažia vraziť do súperových figúrok na hracej ploche.
sv: <application>Kenolaba</application> är ett taktiskt tvåmannaspel, som följer reglerna från <emphasis>Abalone</emphasis>, där spelarna försöker knuffa bort motståndarens pjäser från spelplanen.
zh_cn: <application>Kenolaba</application> 是一种两个人玩的棋盘战术游戏，采用 <emphasis>Abalone</emphasis>规则， 游戏双方都要想办法把对手的棋子挤出棋盘。
