Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/games/po/*.po
Languages: bg, ca, cs, da, de, el, eu, fr, gl, hu, id, is, it, ja, ko, nl, pl, pt, ro, ru, sk, sv, zh_cn

source: <application>Klickety</application> is an adaption of the <emphasis>Clickomania</emphasis> game, which has rules that are similar to those of the <application>Same Game</application>. The goal is to clear the board by clicking on groups to destroy them.
bg: <application>Klickety</application> е адаптация на играта <emphasis>Clickomania</emphasis>, която има правила, които са подобни на тези на <application>Same Game</application>. Целта е да изчистите дъската, като щракате на групи, за да ги унищожите.
ca: El<application>Klickety</application> és una adaptació del joc <emphasis>Clickomania</emphasis>, i que té unes regles similars a les del joc <application>Same</application>. L'objectiu és netejar el tauler en fer clic als grups i destruir-los.
cs: <application>Klickety</application> je úpravou hry <emphasis>Clickomania</emphasis>. Má stejná pravidla jako hra <application>Same Game</application>. Cílem je vyčistit hrací plochu klikáním na skupiny, které potom zmizí.
da: <application>Klickety</application> er en anden udgave af spillet <emphasis>Clickomania</emphasis>, som har regler der ligner dem fra <application>Same Game</application>. Målet er at rydde brættet ved at klikke på grupper for at ødelægge dem.
de: <application>Klickety</application> ist eine Adaption des Spiels <emphasis>Clickomania</emphasis>, das Regeln folgt die vergleichbar mit denen von <application>Same Game</application> sind. Das Ziel ist, das Spielfeld abzuräumen, indem man auf Gruppen klickt und sie damit zerstört.
el: Το <application>Klickety</application> είναι μια προσαρμογή του <emphasis>Clickomania</emphasis> το οποίο είναι παρόμοιο με το <application>Same Game</application>. Ο σκοπός είναι να κάνετε κλικ σε ομάδες, ώστε να τις καταστρέψετε και να αδειάσετε την οθόνη.
eu: <application>Klickety</application> jokoa <emphasis>Clickomania</emphasis> jokoaren moldaera bat da, <application>Same Game</application> jokoaren antzeko arauekin. Helburua taula garbitzea da, taldeetan klik eginez hauek deusezteko.
fr: <application>Klickety</application> est une adaptation du jeu <emphasis>Clickomania</emphasis>, dont les règles sont similaires à celles de <application>Same Game</application>. Le but est de nettoyer le plateau de jeu en cliquant sur des groupes d'éléments pour les détruire.
gl: <application>Klickety</application> é unha adaptación do xogo <emphasis>Clickomania</emphasis> , que ten regras que son semellantes ás do <application>Mesmo Xogo</application>. O obxectivo é limpar o taboleiro facendo clic nos grupos para destruílos.
hu: A <application>Klickety</application> a <emphasis>Clickomania</emphasis> nevű játék átirata, amely a <application>Same Game</application> szabályain alapszik. Ürítse ki a táblát az egyforma színű mezők alkotta csoportok eltüntetésével.
id: <application>Klickety</application> adalah adaptasi dari permainan <emphasis>Clickomania</emphasis>, yang mempunyai peraturan yang mirip dengan <application>Same Game</application>. Inti permainannya adalah untuk mengosongkan papan dengan klik pada grup untuk menghancurkannya.
is: <application>Klickety</application> er byggður á <emphasis>Clickomania</emphasis> leikinum, sem hefur eins reglur og <application>Same Game</application>. Takmarkið er að eyða öllu af borðinu með því að ýta á hópa til að eyða þeim.
it: <application>Klickety</application> è un adattamento del gioco <emphasis>Clickomania</emphasis>, le cui regole sono simili a quelle di <application>Same Game</application>. L'obiettivo è liberare il campo facendo clic sui gruppi per distruggerli.
ja: <application>Klickety</application>は<emphasis>Clickomania</emphasis>をアレンジしたゲームで、そのルールは<application>さめ</application>に似ています。同じ柄で集まった駒をクリックし消していくことで、盤面上のすべての駒を消すことが目標です。
ko: <application>Klickety</application>는 <application>세임 게임</application>과 비슷한 룰을 가지는 <emphasis>Clickomania</emphasis> 게임을 개량한 것입니다. 이 게임의 목적은 그룹을 클릭하여 파괴함으로써 보드를 깨끗이 하는 것입니다.
nl: <application>Klickety</application> is een bewerking van het <emphasis>Clickomania</emphasis> spel, die spelregels heeft die vergelijkbaar zijn met die van het <application>Same Game</application> spel. Het doel is om het spelbord leeg te maken door op groepen te klikken zodat deze worden vernietigd.
pl: application>Klickety</application> to adaptacja gry <emphasis>Clickomania</emphasis>, która ma zasady podobne do gry <application>Same</application>. Celem jest oczyszczenie planszy poprzez klikanie na grupy elementów, by je usunąć.
pt: <application>Klickety</application> é uma adaptação do jogo <emphasis>Clickomania</emphasis>, cujas regras são semelhantes às do <application>Same Game</application>. O objectivo é limpar o tabuleiro clicando nos grupos para destruí-los.
ro: <application>Klickety</application> este o adaptare a jocului <emphasis>Clickomania</emphasis>, acesta din urmă avâd reguli asemănătoare cu cele ale jocului <application>Same Game</application>. Scopul este să curăţaţi tabla dând clicuri pe grupuri şi distrugându-le.
ru: <application>Klickety</application> адаптация игры <emphasis>Clickomania</emphasis>, правила которой схожи с <application>Same Game</application>. Цель игры - очистить поле, нажимая на группы клеток и уничтожая их.
sk: <application>Klickety</application> je adaptáciou hry <emphasis>Clickomania</emphasis>, ktorej pravidlá sú podobné hre <application>Same Game</application>. Úlohou je vyčistiť plochu klikaním na skupiny farebných guličiek, čím ich zničíte.
sv: <application>Klickety</application> är en bearbetning av spelet <emphasis>Clickomania</emphasis> där reglerna är liknande dem från <application>Same Game</application>. Målet är att rensa brädet genom att klicka på grupper för att förgöra dem.
zh_cn: <application>Klickety</application>是一款基于<emphasis>Clickomania</emphasis>的改写版， 与 <application>Same Game</application>有着相似的规则，玩家需在一个固定规格的大色块组中消除同色的比邻格。

source: <application>KMines</application> is a clone of the classical <emphasis>Minesweeper</emphasis> game, where you have to find hidden mines by logical deduction.
bg: <application>KMines</application> е клонинг на класическата игра <emphasis>миночистач</emphasis>, където можете да намерите скрити мини.
ca: El <application>KMines</application> és un clon del clàssic joc <emphasis>Minesweeper</emphasis>, on heu de trobar les mines ocultes per deducció lògica.
cs: <application>KMines</application> je klon klasické hry <emphasis>Miny</emphasis>, ve které musíte s pomocí logiky hledat skryté miny.
da: <application>KMines</application> er en klon af det klassiskel <emphasis>Minestryger</emphasis>, hvor du skal finde skjulte miner ved logisk deduktion.
de: <application>KMines</application> ist ein Klon des klassischen Spiels <emphasis>Minesweeper</emphasis>, wo Sie versteckte Minen durch logische Schlussfolgerungen finden müssen.
el: Το <application>KMines</application> είναι ένας κλώνος του κλασσικού <emphasis>Ναρκαλιευτή</emphasis>, που πρέπει να βρείτε τις κρυμμένες βόμβες με λογικά συμπεράσματα.
eu: <application>KMines</application> jokoa <emphasis>Buscaminas</emphasis> klasikoaren klona da. Dedukzio logkoa erabili beharko duzu mina ezkutuak aurkitzeko.
fr: <application>KMines</application> est un clone du classique <emphasis>Démineur</emphasis>, où il faut trouver par déduction logique les mines cachées.
gl: <application>KMines</application> é un clon do clásico xogo <emphasis>Minesweeper</emphasis>, onde tes que atopar minas agochadas mediante dedución lóxica.
hu: A <application>KMines</application> a klasszikus <emphasis>Aknakereső</emphasis> átirata, amelyben rejtett aknákat kell megtalálni logikus következtetések sorozatával.
id: <application>KMines</application> adalah klon dari permainan klasik <emphasis>Minesweeper</emphasis>, dimana anda harus menemukan ranjau tersembunyi dengan logika deduksi.
is: <application>KMines</application> er klón af hinum sígilda <emphasis>Minesweeper</emphasis> leik, þar sem finna verður neðansjávarsprengjur með því að nota rökfræði.
it: <application>KMines</application> è un clone del classico gioco <emphasis>Minesweeper</emphasis>, in cui bisogna trovare le mine nascoste secondo deduzione logica.
ja: <application>KMines</application>は<emphasis>マインスイーパ</emphasis>のクローンで、論理的に推理しながら隠された地雷を見つけていくゲームです。
ko: <application>KMines</application>는 고전 게임인 <emphasis>지뢰 찾기</emphasis>의 클론으로, 논리적인 추론을 통해 지뢰를 찾아내는 게임입니다.
nl: <application>KMines</application> is een kloon van de klassieke <emphasis>Mijnenveger</emphasis> spel, waarin u door logisch redeneren verborgen mijnen moet vinden.
pl: <application>KMines</application> to klon klasycznego <emphasis>Sapera</emphasis>, w którym zadaniem jest wydedukowanie pozycji ukrytych min.
pt: <application>KMines</application> é um clone do clássico <emphasis>Campo Minado</emphasis>, em que você deve encontrar, por dedução lógica, as minas escondidas.
ro: <application>KMines</application> este o clonă a clasicului joc <emphasis>Minesweeper</emphasis> unde trebuie să găsiţi minele ascunse folosindu-vă logica.
ru: <application>KMines</application> является клоном классической игры <emphasis>Minesweeper</emphasis>, в которой вы должны искать спрятанные мины посредством логических умозаключений.
sk: <application>KMines</application> je klonom klasickej hry <emphasis>Minesweeper</emphasis>, v ktorej pomocou logickej dedukcie musíte nájsť skryté míny.
sv: <application>KMines</application> är en klon av det klassiska spelet <emphasis>Minröj</emphasis> där du måste genom logiskt borttagande hitta minorna.
zh_cn: <application>KMines</application> 是经典的<emphasis>Minesweeper</emphasis>的克隆版本，利用逻辑推理找出隐藏的地雷。

source: <application>Kolor Lines</application>, or <application>KLines</application>, is the KDE version of the Russian game <emphasis>Lines</emphasis>, where you have to align five game pieces of the same color in one line to remove them from the gameboard.
bg: <application>Kolor Lines</application> или <application>KLines</application> е KDE версия на руската игра <emphasis>Lines</emphasis>, където трябва да се изравните пет частици от един и същи цвят в една линия, за да ги премахнете от дъската на играта.
ca: El <application>Kolor Lines</application> o <application>KLines</application> és una versió KDE del joc rus <emphasis>Lines</emphasis>, on heu d'alinear cinc peces del joc del mateix color en una línia per a suprimir-les del tauler de joc.
cs: <application>Kolor Lines</application>, nebo <application>KLines</application>, je KDE verze ruské hry <emphasis>Lines</emphasis>, ve které musíte seřadit pět hracích kamenů do řady a tím je odstraníte z hrací desky.
da: <application>Kolor Lines</application>, eller <application>KLines</application>, er KDE-versionen af det russiske spil <emphasis>Lines</emphasis>, hvor du skal sætte fem brikker med samme farve på række for at fjerne dem fra spillebrættet.
de: <application>Kolor Lines</application> oder <application>KLines</application> ist die KDE-Version des russischen Spiels <emphasis>Lines</emphasis> in dem Sie 5 Spielfiguren der selben Farbe in einer Reihe anordnen müssen, um sie vom Spielfeld nehmen zu können.
el: Το <application>Kolor Lines</application> ή το <application>KLines</application> είναι η KDE έκδοση του Ρωσικού παιχνιδιού <emphasis>Lines</emphasis>, όπου πρέπει να στοιχίσετε πέντε κομμάτια του παιχνιδιού, του ίδιου χρώματος, στην ίδια γραμμή για να τα αφαιρέσετε από το παιχνίδι.
eu: <application>Kolor Lines</application>, edo <application>KLines</application>, <emphasis>Lines</emphasis> joko errusiarraren KDE bertsioa da. Bertan, kolore bereko piezak bosnaka bildu beharko dituzu, taulatik desagertu daitezen.
fr: <application>Kolor Lines</application>, ou <application>KLines</application>, est la version KDE du jeu russe <emphasis>Lines</emphasis>, où il faut aligner cinq éléments de la même couleur sur la même ligne pour les éliminer du plateau.
gl: <application>Kolor Lines</application>, ou <application>KLines</application>, é a versión de KDE do xogo ruso <emphasis>Lines</emphasis>, onde tes que aliñar cinco pezas do xogo da mesma cor nunha liña para quitalas do taboleiro do xogo.
hu: A <application>Kolor Lines</application> (avagy <application>KLines</application>) az orosz <emphasis>Lines</emphasis> játék KDE-s átirata, ahol öt egyforma színű golyót egy vonalba gyűjtve eltüntetheti azokat a tábláról.
id: <application>Kolor Lines</application>, atau <application>KLines</application>, adalah versi KDE dari permainan Rusia <emphasis>Lines</emphasis>, dimana anda harus menyusun lima bidak permainan dengan warna sama dalam satu baris untuk menghapus bidak dari papan permainan.
is: <application>Kolor Lines</application>, eða <application>KLines</application> er KDE útgáfa af hinum rússneska leik <emphasis>Lines</emphasis> þar sem raða þarf fimm samlitum hlutum í línu til að fjarlægja þá.
it: <application>Kolor Lines</application>, o <application>KLines</application>, è la versione di KDE del gioco russo <emphasis>Lines</emphasis>, in cui bisogna allineare cinque pedine di gioco dello stesso colore per toglierle dal campo di gioco.
ja: <application>Kolor Lines</application>もしくは<application>KLines</application>は、ロシアのゲームである<emphasis>Lines</emphasis>のKDE版です。同じ色の石を一列に五つ並べていくことで、盤面からそれらを取り除いていきます。
ko: <application>Kolor Lines</application> 혹은 <application>KLines</application>는 같은 색의 5 조각을 한 줄로 늘어놓아 게임 보드 상에서 제거하는 러시아 게임인 <emphasis>Lines</emphasis>의 KDE 버전입니다.
nl: <application>Kolor Lines</application>, of <application>KLines</application>, is de KDE-versie van het Russische spel <emphasis>Lines</emphasis>, waarin u vijf speelstukken van gelijke kleur op één lijn moet krijgen om ze van het spelbord te verwijderen.
pl: <application>Kolor Lines</application>, inaczej <application>KLines</application>, to wersja pod KDE rosyjskiej gry <emphasis>Lines</emphasis>, w której musisz ułożyć w rzędzie pięć elementów tego samego koloru, by usunąć je z planszy.
pt: <application>Kolor Lines</application>, ou <application>KLines</application>, é a versão para KDE do jogo russo <emphasis>Lines</emphasis>, no qual você deve alinhar cinco peças de mesma cor numa linha para removê-las do tabuleiro.
ro: <application>Kolor Lines</application>, sau <application>KLines</application>, este versiunea KDE a jocului rusesc <emphasis>Lines</emphasis>, unde trebuie să aliniaţi 5 piese de aceaşi culoare pentru a le scoate de pe tablă.
ru: <application>Kolor Lines</application> или <application>KLines</application> KDE версия русской игры <emphasis>Lines</emphasis>, где надо выстроить пять шариков одного и того же цвета в линию, чтобы удалить их с игрового поля.
sk: <application>Kolor Lines</application> alebo <application>KLines</application> je KDE verzia ruskej hry <emphasis>Lines</emphasis>, v ktorej musíte spojiť päť herných kúskov rovnakej farby, aby ste ich mohli odstrániť z hernej plochy.
sv: <application>Kolor Lines</application>, eller <application>KLines</application>, är KDE-versionen av det ryska spelet <emphasis>Linjer</emphasis> där du ska rada upp fem spelbrickor av samma färg för att förflytta dem från spelbrädet.
zh_cn: <application>Kolor Lines</application>, 或 <application>KLines</application>, 是俄罗斯游戏<emphasis>Lines</emphasis>的 KDE版本， 你必须把五个游戏的棋子连成一条线就可以除掉这些子。

source: <application>Konquest</application>, the KDE version of <emphasis>Gnu-Lactic Konquest</emphasis>, is a multiplayer strategy game with the goal of expanding your interstellar empire across the galaxy and of course to crush your rivals.
bg: <application>Konquest</application> KDE версия на <emphasis>Gnu-Lactic Konquest</emphasis> е мултиплейър стратегическа игра с цел разширяване на своята междузвездна империя в цялата галактика и разбира се, да смажете вашите съперници.
ca: El <application>Konquest</application>, la versió KDE del <emphasis>Gnu-Lactic Konquest</emphasis>, és un joc d'estratègia multijugador amb l'objectiu d'expandir el vostre imperi interestel·lar a través de la galàxia i, per descomptat, vèncer els vostres rivals.
cs: <application>Konquest</application>, KDE verze <emphasis>Gnu-Lactic Konquest</emphasis>, je strategická hra pro více hráčů s cílem rozšířit vaše mezihvězdné impérium skrz galaxii a samozřejmě zničit vaše rivaly.
da: <application>Konquest</application>,KDE-versionen af <emphasis>Gnu-Lactic Konquest</emphasis>, er et strategispil for flere spillere, hvor målet er at udvide dit intergalaktiske rige over hele galaksen og knuse dine fjender.
de: <application>Konquest</application>, die KDE-Version von <emphasis>Gnu-Lactic Konquest</emphasis>, ist ein Mehrspieler-Strategiespiel mit dem Ziel, sein interstellares Imperium auf die gesamte Galaxie auszudehnen und natürlich die Gegner zu bezwingen.
el: Το <application>Konquest</application> είναι η KDE έκδοση του <emphasis>Gnu-Lactic Konquest</emphasis>, το οποίο είναι ένα παιχνίδι στρατηγικής για πολλούς παίκτες, με σκοπό την διεύρυνση της διαστρικής σας αυτοκρατορίας στα πέρατα του γαλαξία και την εξόντωση των αντιπάλων σας.
eu: <application>Konquest</application> jokoa, <emphasis>Gnu-Lactic Konquest</emphasis> jokoaren KDE bertsioa da. Jokalari ugarirentzako estrategia jokoa da. Bertan, zure helburua zure espazioko inperioa zabaltzea da, eta noski, zure aurkariak birrintzea.
fr: <application>Konquest</application>, la version KDE de <emphasis>Gnu-Lactic Konquest</emphasis>, est un jeu de stratégie multi-joueurs ayant pour objectif d'étendre votre empire au travers de la galaxie et bien sûr d'écraser vos adversaires.
gl: <application>Konquest</application>, a versión KDE do <emphasis>Gnu-Lactic Konquest</emphasis>, é un xogo de estratexia multixogador co obxetivo de extende-lo teu imperio interestelar ao longo da galaxia, e por suposto, esmagar ós rivais.
hu: A <application>Konquest</application> a <emphasis>Gnu-Lactic Konquest</emphasis> több fős stratégiai játék KDE-s verziója, amelyben az a cél, hogy az egyes játékosok saját csillagközi birodalmukat az egész galaxisra kiterjesszék, miközben, természetesen, riválisaikat is legyűrik.
id: <application>Konquest</application>, adalah versi KDE dari <emphasis>Gnu-Lactic Konquest</emphasis>, yang merupakan permainan strategi banyak pemain yang inti permainannya adalah mengembangkan kekaisaran antarbintang ke seluruh galaksi dan menghancurkan rival anda.
is: <application>Konquest</application>, KDE útgáfan af <emphasis>Gnu-Lactic Konquest</emphasis> er leikur sem margir geta spilað, en takmark hans er að auka yfirráðasvæði þitt á plánetum og að sigra andstæðinga þína.
it: <application>Konquest</application>, la versione KDE di <emphasis>Gnu-Lactic Konquest</emphasis>, è un gioco multiplayer di strategia il cui obiettivo è l'espansione del proprio impero interstellare attraverso la galassia, naturalmente schiacciando i tutti i rivali.
ja: <application>Konquest</application>は<emphasis>Gnu-Lactic Konquest</emphasis>のKDE版であり、ライバルを蹴散らしながら星間帝国の版図を拡大していく、マルチプレイヤー戦略ゲームです。
ko: <application>Konquest</application>는 멀티플레이어 전략 게임인 <emphasis>Gnu-Lactic Konquest</emphasis>의 KDE 버전으로, 여러분의 우주 제국을 은하 밖으로 확장하여 라이벌들을 무찌르는 게임입니다.
nl: <application>Konquest</application>, de KDE-versie van <emphasis>Gnu-Lactic Konquest</emphasis>, is een meerpersoons strategiespel met als doel het uitbreiden van uw interstellaire imperium in het sterrenstelsel en natuurlijk om uw rivalen te verslaan.
pl: <application>Konquest</application>, wersja gry <emphasis>Gnu-Lactic Konquest</emphasis> dla środowiska KDE, jest strategią dla wielu graczy, której celem jest rozszerzanie twojego międzygwiezdnego imperium na całą galaktykę, no i oczywiście zniszczenie rywali.
pt: <application>Konquest</application>, a versão do KDE do <emphasis>Gnu-Lactic Konquest</emphasis>, é um jogo multi-jogador com o objectivo de expandir o seu império interestelar por toda a galáxia e claro, esmagar os seus rivais.
ro: <application>Konquest</application>, versiunea KDE a jocului <emphasis>Gnu-Lactic Konquest</emphasis>, este un joc de strategie, pentru mai mulţi jucători. Scopul este să vă măriţi imperiul în galaxie şi, bineînţeles să vă învingeţi oponenţii.
ru: <application>Konquest</application> - KDE версия <emphasis>Gnu-Lactic Konquest</emphasis>, многопользовательской стратегии, цель которой - расширение сферы влияния вашей межзвёздной империи и конечно же уничтожение конкурентов.
sk: <application>Konquest</application>, KDE verzia hry <emphasis>Gnu-Lactic Konquest</emphasis>, je strategická hra pre viac hráčov, ktorej úlohou je rozširovať vaše medzihviezdne impérium po galaxii a samozrejme drviť nepriateľov.
sv: <application>Konquest</application>, är KDE-versionen av <emphasis>Gnu-Lactic Konquest</emphasis>, ett strategiskt multiplayerspel där målet är att expandera ditt rymdimperium utöver hela galaxen och naturligtvis att krossa dina rivaler.
zh_cn: <application>Konquest</application>, <emphasis>Gnu-Lactic Konquest</emphasis>的KDE版, 是个多玩家策略游戏， 游戏中你要扩张你的帝国以越过整个星系来打败对手。
