Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/games/po/*.po
Languages: bg, ca, cs, da, de, el, eu, fr, gl, hu, id, is, it, ja, ko, nl, pl, pt, ro, ru, sk, sv, zh_cn

source: <application>Wine</application> is free software, and is able to run several popular games, such as <application>World of Warcraft</application> and <application>Unreal Tournament</application>. For information about Wine, see <ulink url="https://help.ubuntu.com/community/Wine">the Ubuntu wiki</ulink>.
bg: <application>Wine</application> е безплатен софтуер,който е способен да стартира популярни игри като <application>World of Warcraft</application> и <application>Unreal Tournament</application>. За повече информация отностно Wine посетете <ulink url="https://help.ubuntu.com/community/Wine">the Ubuntu wiki</ulink>.
ca: El <application>Wine</application> és programari lliure i pot executar diversos jocs populars, com ara el <application>World of Warcraft</application> i l'<application>Unreal Tournament</application>. Per a obtenir més informació sobre el Wine, vegeu <ulink url="https://help.ubuntu.com/community/Wine">el wiki de l'Ubuntu</ulink>.
cs: <application>Wine</application> je svobodný software, který umožňuje spuštění mnoha populárních her jako je např. <application>World of Warcraft</application> nebo <application>Unreal Tournament</application>. Více informací o Wine můžete najít na <ulink url="https://help.ubuntu.com/community/Wine">anglické</ulink> nebo <ulink url="http://wiki.ubuntu.cz/Wine">české Ubuntu wiki</ulink>.
da: <application>Wine</application> er fri software og er i stand til at køre flere populære spil, såsom <application>World of Warcraft</application> og <application>Unreal Tournament</application>. Du kan finde information om Wine på <ulink url="https://help.ubuntu.com/community/Wine">Ubuntu-wikien</ulink>.
de: <application>Wine</application> ist freie Software und kann viele bekannte Spiele wie <application>World of Warcraft</application> und <application>Unreal Tournament</application> ausführen. Weitere Informationen über Wine können Sie im <ulink url="https://help.ubuntu.com/community/Wine">Ubuntu Wiki</ulink> finden.
el: Το <application>Wine</application> είναι ελεύθερο λογισμικό και μπορεί να τρέξει μια πληθώρα δημοφιλών παιχνιδιών, όπως το <application>World of Warcraft</application> και το <application>Unreal Tournament</application>. Για περισσότερες πληροφορίες σχετικά με το Wine, δείτε το: <ulink url="https://help.ubuntu.com/community/Wine">wiki του Ubuntu</ulink>.
eu: <application>Wine</application> software askea da, eta joko ezagun asko exekutatzeko gai da. Adibidez: <application>World of Warcraft</application> eta <application>Unreal Tournament</application>. Wine-ri buruzko informazio gehiago nahi baduzu, jo ezazu <ulink url="https://help.ubuntu.com/community/Wine">Ubuntu wikira</ulink>.
fr: <application>Wine</application> est un logiciel libre, qui peut exécuter un certain nombre de jeux connus, tels que <application>World of Warcraft</application> et <application>Unreal Tournament</application>. Pour plus d'informations au sujet de Wine, consultez le <ulink url="http://doc.ubuntu-fr.org/Wine">wiki d'Ubuntu-fr.org</ulink>.
gl: <application>Wine</application> é software ceibe, e permite executar varios e coñecidos xogos, como son o <application>World of Warcraft</application> e <application>Unreal Tournament</application>. Para máis información acerca de Wine, ver <ulink url="https://help.ubuntu.com/community/Wine">O wiki de Ubuntu</ulink>.
hu: A <application>Wine</application> ingyenes szoftver, és rengeteg népszerű játék (például a <application>World of Warcraft</application> vagy az <application>Unreal Tournament</application>) futtatására képes. További információkat találhat a Wine-ról az <ulink url="https://help.ubuntu.com/community/Wine">Ubuntu wiki oldalain</ulink>.
id: <application>Wine</application> adalah perangkat lunak gratis, dan dapat menjalankan beberapa permainan populer, seperti <application>World of Warcraft</application> dan <application>Unreal Tournament</application>. Untuk informasi tentang Wine, lihat <ulink url="https://help.ubuntu.com/community/Wine">wiki Ubuntu</ulink>.
is: <application>Wine</application> er ókeypis forrit sem getur keyrt mörg vinsæl forrit eins og <application>World of Warcraft</application> og <application>Unreal Tournament</application>. Til að fá frekari upplýsingar um Wine má sjá <ulink url="https://help.ubuntu.com/community/Wine">Ubuntu wiki-síðuna</ulink>.
it: <application>Wine</application> è software libero ed è in grado di far girare molti giochi famosi, come <application>World of Warcraft</application> e <application>Unreal Tournament</application>. Per informazioni su Wine, consultare la <ulink url="http://wiki.ubuntu-it.org/Emulatori/Wine">documentazione della comunità italiana di Ubuntu</ulink>.
ja: <application>Wine</application>は自由なソフトウェアで、<application>World of Warcraft</application>や<application>Unreal Tournament</application>のような人気ゲームをいくつも動作させることができます。Wineについての詳しいことは<ulink url=\"https://help.ubuntu.com/community/Wine\">UbuntuのWiki</ulink>を参照してください。
ko: <application>Wine</application> 은 자유 소프트웨어로서, <application>월드 오브 워크래프트</application>, <application>언리얼 토너먼트</application> 와 같은 몇몇 대중적인 게임들을 실행할 수 있습니다. For information about Wine, see <ulink url="https://help.ubuntu.com/community/Wine">the Ubuntu wiki</ulink>.
nl: <application>Wine</application> is vrije software, en is in staat diverse populaire spellen te draaien zoals <application>World of Warcraft</application> en <application>Unreal Tournament</application>. Voor informatie over Wine zie: <ulink url="https://help.ubuntu.com/community/Wine">de Ubuntu wiki</ulink>.
pl: <application>Wine</application> jest wolny i ma możliwość uruchomienia kilku popularnych gier, takich jak <application>World of Warcraft</application> i <application>Unreal Tournament</application>. W celu uzyskania szerszych informacji na temat Wine, zobacz: <ulink url="https://help.ubuntu.com/community/Wine">the Ubuntu wiki</ulink>.
pt: O <application>Wine</application> é software livre, e consegue executar diversos jogos populares, como <application>World of Warcraft</application> e <application>Unreal Tournament</application>. Para mais informações sobre o Wine, veja o <ulink url="https://help.ubuntu.com/community/Wine">wiki do Ubuntu</ulink>.
ro: <application>Wine</application> este un software liber şi poate rula mai multe jocuri cunoscute cum ar fi <application>World of Warcraft</application> şi <application>Unreal Tournament</application>. Mai multe informaţii despre Wine găsiţi pe site-ul <ulink url="https://help.ubuntu.com/community/Wine">Ubuntu wiki</ulink>.
ru: <application>Wine</application> является свободным программным обеспечением и позволяет запускать несколько популярных игр, таких как <application>World of Warcraft</application> и <application>Unreal Tournament</application>. Для получения информации о Wine посмотрите <ulink url="https://help.ubuntu.com/community/Wine">the Ubuntu wiki</ulink>.
sk: <application>Wine</application> je slobodný softvér schopný spustiť niekoľko obľúbených hier ako <application>World of Warcraft</application> a <application>Unreal Tournament</application>. Pre informácie o Wine pozrite <ulink url="https://help.ubuntu.com/community/Wine">Ubuntu wiki stránky</ulink>.
sv: <application>Wine</application> är fri programvara och kan köra flera populära spel, såsom <application>World of Warcraft</application> och <application>Unreal Tournament</application>. För information om Wine, se <ulink url="https://help.ubuntu.com/community/Wine">Ubuntus wiki</ulink>.
zh_cn: <application>Wine</application> 是自由软件 (free software)，可以运行一些流行的游戏如<application>World of Warcraft 魔兽世界</application>，<application>Unreal Tournament 虚幻竞技场</application>。欲了解更多，请查阅<ulink url="https://help.ubuntu.com/community/Wine">the Ubuntu wiki</ulink>

source: Cedega (commercial)
bg: Cedega (платен)
ca: Cedega (comercial)
cs: Cedega (komerční)
da: Cedega (kommerciel)
de: Cedega (kommerziell)
el: Cedega (εμπορική εφαρμογή)
eu: Cedega (komertziala)
fr: Cedega (logiciel propriétaire)
gl: Cedega (comercial)
hu: Cedega (kereskedelmi)
id: Cedega (komersial)
is: Cedega (ekki ókeypis)
it: Cedega (commerciale)
ja: Cedega(商用)
ko: Cedega (상용)
nl: Cedega (commerciëel)
pl: Cedega (płatny)
pt: Cedega (comercial)
ro: Cedega (comercial)
ru: Cedega (коммерческий)
sk: Cedega (komerčná)
sv: Cedega (kommersiellt)
zh_cn: Cedega (商业软件)

source: <application>Cedega</application> is based on Wine, but is optimized for running Windows games. Cedega is commercial software and is therefore not free, but it is able to run more games than Wine. For information about Cedega, see <ulink url="https://help.ubuntu.com/community/Cedega">the Ubuntu wiki</ulink>.
bg: <application>Cedega</application> е базиран на Wine, но е оптимизиран за изпълнение на игри за Windows. Cedega е комерсиален софтуер и по тази причина не е безплатен, но може да изпълнява повече игри от Wine. За повече информация относно Cedega, вижте <ulink url="https://help.ubuntu.com/community/Cedega">Ubuntu wiki</ulink>.
ca: El <application>Cedega</application> està basant en el Wine, però està optimitzat per a executar jocs del Windows. El Cedega és programari comercial i per tant no és lliure, però pot executar més jocs que el Wine. Per a obtenir més informació sobre el Cedega, vegeu <ulink url="https://help.ubuntu.com/community/Cedega">el wiki de l'Ubuntu</ulink>.
cs: <application>Cedega</application> je založena na Wine, ale je upravena pro běh her pro Windows. Cedega je komerční software a není zdarma, ale dokáže spustit více her než Wine. Více informací o Cedega naleznete na <ulink url="http://wiki.ubuntu.cz/Cedega">Ubuntu wiki</ulink>.
da: <application>Cedega</application> er baseret på Wine, men er optimeret til at køre Windows-spil. Cedega er kommerciel software, og er derfor ikke gratis, men det er i stand til at køre flere spil end Wine. For oplysninger om Cedega, se <ulink url="https://help.ubuntu.com/community/Cedega">Ubuntus wikiside</ulink>.
de: <application>Cedega</application> basiert auf Wine, ist aber für das Ausführen von Windows-Spielen optimiert. Cedega ist kommerzielle Software und somit nicht frei. Weitere Informationen finden Sie auf im <ulink url="http://wiki.ubuntuusers.de/Cedega">deutschsprachigen Wiki</ulink> oder dem <ulink url="https://help.ubuntu.com/community/Cedega">englischsprachigen Wiki</ulink> der Ubuntu-Gemeinschaft.
el: Το <application>Cedega</application> βασίζεται στο Wine, αλλά είναι βελτιστοποιημένο να τρέχει παιχνίδια των Windows. Το Cedega είναι εμπορικό λογισμικό και ως εκ τούτου δεν είναι ελεύθερο, αλλά είναι ικανό να τρέξει περισσότερα παιχνίδια από ότι το Wine. Πληροφορίες σχετικά με το Cedega, δείτε στο <ulink url="https://help.ubuntu.com/community/Cedega">wiki του Ubuntu</ulink>.
eu: <application>Cedega</application> Wine programan oinarrituta, baina Windows jolasentzat optimizatuta. Cedega software komertziala da, beraz ez da librea, baina horrekin wine-rekin baino jolas gehiago exekutatu ahal izango duzu. Cedega-ri buruzko informazio gehiago izateko, ikusi<ulink url="https://help.ubuntu.com/community/Cedega">Ubunturen wikia</ulink>.
fr: <application>Cedega</application> est un couche de compatibilté Windows basée sur Wine. Il est optimisé pour exécuter les jeux Windows. Cedega est un logiciel commercial et n'est donc pas libre, mais il est capable d'exécuter plus de jeux que Wine. Pour plus d'information sur Cedega, consultez sa <ulink url="http://doc.ubuntu-fr.org/cedega">page sur le Wiki</ulink> francophone.
gl: <application>Cedega</application> está baseada en Wine, pero optimizouse para correr xogos de Windows. Cedega é software comercial e polo tanto non é ceibe, pero permíteche correr máis xogos que Wine. Para información sobre Cedega ver <ulink url="https://help.ubuntu.com/community/Cedega">the Ubuntu wiki</ulink>.
hu: A <application>Cedega</application> a Wine-ra épül, de a windowsos játékok futtatására optimalizálták. A Cedega kereskedelmi szoftver, tehát nem ingyenes, de több játék futtatására képes, mint a Wine. További információkat a Cedegáról az <ulink url="https://help.ubuntu.com/community/Cedega">Ubuntu wiki oldalain</ulink> találhat.
id: <application>Cedega</application> adalah aplikasi berbasiskan Wine, tetapi dioptimasi untuk menjalankan games Windows. Cedega adalah aplikasi komersial dan tidaklah gratis, tapi aplikasi ini bisa menjalankan lebih banyak games dibandingkan Wine. Untuk informasi lebih banyak tentang Cedega, lihat <ulink url="https://help.ubuntu.com/community/Cedega">wiki Ubuntu</ulink>.
is: <application>Cedega</application> er byggt á Wine en á að based on Wine en er gert fyrir Windows leiki. Cedega er ekki ókeypis hugbúnaður, en getur á annan boginn spilað fleiri leiki en Wine. Til að fá frekari upplýsingar um Cedega má sjá <ulink url="https://help.ubuntu.com/community/Cedega">Ubuntu wiki-síðuna</ulink>.
it: <application>Cedega</application> si basa su Wine, ma è ottimizzato per far girare i giochi per Windows. Cedega è un software commerciale e quindi non è gratuito, ma è in grado di far girare più giochi di Wine. Per informazioni su Cedega, consultare la <ulink url="http://wiki.ubuntu-it.org/Giochi/Emulatori/Cedega">documentazione della comunità italiana di Ubuntu</ulink>.
ja: <application>Cedega</application>はWineを基につくられていますが、Windowsのゲームを実行することに最適化されています。Codegaは商用であるため自由でないソフトウェアですが、Wineよりも多くのゲームを動作させることができます。Cedegaに関する情報は<ulink url="https://help.ubuntu.com/community/Cedega">the Ubuntu wiki</ulink>を見てください。
ko: <application>Cedega</application>는 와인에 바탕을 두었지만 윈도우 게임을 실행하는 데 최적화되었습니다. Cedega는 상업용 소프트웨어이며, 무료가 아닙니다. 그러나 와인에서보다 더 많은 게임을 실행할 수 있습니다. Cedega에 관한 정보를 얻고 싶다면 <ulink url="https://help.ubuntu.com/community/Cedega">우분투 위키</ulink>를 참고하세요.
pl: <application>Cedega</application> jest oparta na projekcie Wine, ale została zoptymalizowania w celu uruchamiania gier z systemu Windows. Cedega jest produktem komercyjnym, w związku z tym nie jest darmowa, ale potrafi uruchomić więcej gier niż Wine. Aby zdobyć więcej informacji na temat aplikacji, zobacz <ulink url="https://help.ubuntu.com/community/Cedega">stronę wiki Ubuntu</ulink>.
ru: <application>Cedega</application> это приложение, основанное на Wine, но оптимизированное под запуск игр Windows. Cedega является коммерческим продуктом и оно несвободно, но позволяет запускать больше игр, чем Wine. Более подробную информацию о Cedega смотрите на <ulink url="https://help.ubuntu.com/community/Cedega">the Ubuntu wiki</ulink>.
sv: <application>Cedega</application> är baserad på Wine men är optimerad för att köra Windows-spel. Cedega är en kommersiell programvara och är därför inte fri men den kan köra fler spel än Wine. Se <ulink url="https://help.ubuntu.com/community/Cedega">Ubuntus wiki</ulink> för information om Cedega.
zh_cn: <application>Cedega</application>基于Wine但是特别注重运行Windows游戏。是商业软件。请看<ulink url="https://help.ubuntu.com/community/Cedega">the Ubuntu wiki</ulink>.
