Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/games/po/*.po
Languages: bg, ca, cs, da, de, el, eu, fr, gl, hu, id, is, it, ja, ko, nl, pl, pt, ro, ru, sk, sv, zh_cn

source: <application>Tremulous</application> is a free, open source game that blends a team based First Person Shooter (FPS) with elements of a Real Time Strategy (RTS) game. Players can choose from two unique races, aliens and humans. The objective is to eliminate the opposing team by not only killing the opposing players but also removing their ability to respawn by destroying the spawn structures. More information about the game can be found on the <ulink url="http://tremulous.net/">Tremulous website</ulink>.
bg: <application>Tremulous</application> е безплатна, с отворен код игра, която съчетава екип от First Person Shooter (FPS) с елементи на стратегия в реално време (RTS). Играчите могат да избират от две уникални раси, чужденци и хора. Целта е да се премахне противниковия отбор, като не само да се убиват противниковите играчи, но също и да се премахне възможността им да се прераждат като се разрушат сградите им за прераждане. Повече информация за играта можете да намерите на <ulink url="http://tremulous.net/"> уеб сайта на Trmulous </ ulink>.
ca: El <application>Tremulous</application> és un joc lliure de codi obert que barreja elements d'un joc de disparar en primera persona (First Person Shooter) amb elements d'un joc d'estratègia en temps real (Real Time Strategy). Els jugadors poden triar entre dues races úniques, alienígenes o humans. L'objectiu és eliminar l'equip adversari, no només matant els jugadors adversaris, si no també suprimint la seva habilitat de tornar-se a reproduir a través de la destrucció de les seves estructures de reproducció. Podeu trobar més informació sobre el joc a la <ulink url="http://tremulous.net/">pàgina web del Tremulous</ulink>.
cs: <application>Tremulous</application> je hra, která kombinuje týmovou akční střílečku z pohledu první osoby (FPS) s prvky strategie v reálném čase (RTS). Hráč si může vybrat ze dvou unikátních ras, mimozemšťanů a lidí. Cílem hry je odstranit nepřátelský tým nejen zabíjením protihráčů, ale také zničením jejich základny, což je připraví o možnost znovuzrození padlých bojovníků. Více informací o této hře můžete najít na <ulink url="http://tremulous.net/">webových stránkách Tremulous</ulink>.
da: <application>Tremulous</application> er et frit / åben kildetekst spil som blander holdbaseret førstepersons skydespil (First Person Shooter, FPS) med elementer fra real-time strategispil (Real Time Strategy, RTS). Spilleren kan vælge mellem to unikker racer: aliens og mennesker. Målet er at eliminere modstanderholdet ved ikke alene at dræbe modstandere, men også fjerne deres mulighed for at komme igen ved at ødelægge deres startstrukturer. Mere information om spillet kan findes på <ulink url="http://tremulous.net/">Tremulous' hjemmesiden</ulink>.
de: <application>Tremulous</application> ist ein freies, Open Source-Spiel, das einen teambasierten First Person Shooter mit Elementen eines Echtzeitstrategiespiels mischt. Die Spieler können zwischen zwei einzigartigen Rassen, Aliens oder Menschen wählen. Das Ziel ist es, das gegnerische Team zu eliminieren. Dabei genügt es nicht, dass die Gegner vernichtet werden. Es muss auch ihre Möglichkeit zur Reproduktion zerstört werden. Mehr Informationen zum Spiel finden Sie auf der <ulink url="http://tremulous.net/">Tremulous Webseite</ulink>.
el: Το <application>Tremulous</application> είναι ένα ελεύθερο και ανοικτού κώδικα παιχνίδι που συνδυάζει ένα παιχνίδι τύπου First Person Shooter με ένα Real Time Strategy. Οι παίκτες μπορούν να επιλέξουν από δυο μοναδικές φυλές, τους εξωγήινους και τους ανθρώπους. Ο σκοπός είναι να εξολοθρεύσετε την αντίπαλη ομάδα όχι μόνο σκοτώνοντας τους παίκτες, αλλά και αφαιρώντας τους την ικανότητα της αναπαραγωγής καταστρέφοντας τις υποδομές τους. Περισσότερες πληροφορίες για το παιχνίδι αυτό μπορείτε να βρείτε στην <ulink url="http://tremulous.net/">ιστοσελίδα του Tremulous</ulink>.
eu: <application>Tremulous</application> lehen pertsonako tiroak (FPS) eta denbora errealeko estrategia (RTS) nahasten dituen kode irekiko joko askea da. Jokalariek bi arrazaren artean hautatu dezakete: gizaiak edo alienak. Helburua aurkakoa deuseztea da, horretarako aurkako guztiak hilt eta euren ugaltze-egiturak apurtuz, ezin daitezen berriro ugaldu. Joko honi buruzko informazio gehiago nahi baduzu, jo ezazu <ulink url="http://tremulous.net/">Tremulous webgunera</ulink>.
fr: <application>Tremulous</application> est un jeu libre et gratuit qui mélange un jeu de tir à la première personne (FPS) avec des éléments de jeu de stratégie en temps réel (RTS). Les joueurs peuvent choisir entre deux catégories, humains ou extra-terrestres. L'objectif est de battre l'équipe adverse, non seulement en tuant les adversaires, mais aussi en détruisant les infrastructures de régénération qui leur permettent de se reproduire. Vous pouvez trouver plus d'informations sur ce jeu en visitant le <ulink url="http://tremulous.net/">site officiel de Tremulous</ulink>.
gl: <application>Tremulous</application> é un xogo de código aberto e libre que combina un First Person Shooter por equipos con elementos da estratexia en tempo real. O xogador pode elixir entre dúas razas únicas, alieníxenas e humanos. O obxectivo é o de eliminar o equipo contrincante, non só aniquilando aos xogadores inimigos, senón tamén a posibilidade de rexenerarse por medio de estruturas de rexeneración. Pode atopar máis información acerca do xogo no <ulink url="http://tremulous.net/">sitio web de Tremulous</ulink>.
hu: A <application>Tremulous</application> egy ingyenes, nyílt forráskódú játék, melyben keveredik a csapatközpontú First Person Shooter (FPS) a Real Time Strategy (RTS) játék elemeivel. A játékosok az emberi vagy az idegen fajt választhatják. A játék célja az ellenfél csapatának legyőzése, nemcsak a játékosok megölésével, hanem az újjászületésüket megakadályozandó az újjászületési helyeik elpusztításával is. A játékról további információk a <ulink url="http://tremulous.net/">Tremulous weboldalán (angol)</ulink> találhatók.
id: <application>Tremulous</application> adalah permainan gratis, sumber terbuka yang menggabungkan Penembak Sudut Pandang Orang Pertama (FPS) berbasis tim dengan elemen dari permainan Strategi Waktu Nyata (RTS). Pemain dapat memilih dari dua ras unik, makhluk luar angkasa dan manusia. Inti permainan adalah untuk memusnahkan tim lawan dengan tidak hanya membunuhnya tapi juga menghancurkan kemampuan berkembang biak mereka dengan menghancurkan bangunan untuk berkembang biak. Informasi lebih lanjut tentang permainan ini dapat ditemukan di <ulink url="http://tremulous.net/">situs web Tremulous</ulink>.
is: <application>Tremulous</application> er ókeypis leikur sem blandar saman fyrstu persónu skotleik sem leikinn er milli liða og rauntíma herkennskuleik (RTS). Leikmenn geta valið á milli tveggja tegunda, geimvera og mannvera. Takmarkið er að eyða andstæðingunum með því að drepa þá og eyða byggingum þeirra. Frekari upplýsingar má fá um leikinn á <ulink url="http://tremulous.net/">Tremulous heimasíðunni</ulink>.
it: <application>Tremulous</application> è un gioco libero, open source che combina il genere dello sparatutto in prima persona (FPS) con elementi dei giochi di strategia in tempo reale (RTS). I giocatori possono scegliere tra due razze uniche, alieni e umani. L'obiettivo è eliminare il gruppo avversario non solo uccidendo i giocatori avversari, ma anche impedendo loro di ricomparire distruggendo le strutture di riproduzione. Per maggiori informazioni, consultare <ulink url="http://tremulous.net/">il sito web di Tremulous</ulink>.
ja: <application>Tremulous</application>は一人称視点のシューティングゲーム(FPS)と、リアルタイム戦略ゲーム(RTS)の要素を組み合わせた、自由に利用可能でオープンソースなゲームです。プレイヤーはエイリアンと人類という二種類の種族から選択できます。敵対プレイヤーを倒したり、生産施設を破壊し敵対プレイヤーの再生能力を奪うことで、相手チームを排除することがこのゲームの目標です。詳しいことは<ulink url=\"http://tremulous.net/\">TremulousのWebサイト</ulink>を参照してください。
ko: <application>Tremulous</application>는 팀 기반의 FPS (First Person Shooter) 게임에 실시간 전략 게임의 요소를 섞은 자유, 오픈 소스 게임입니다. 플레이어는 에일리언과 인간의 두 종족 가운데 하나를 선택할 수 있습니다. 이 게임의 목적은 상대 팀을 전멸시키거나, 상대 팀의 생산 기지를 파괴하여 번식 능력을 없애서 상대 팀을 제거하는 것입니다.이 게임에 대한 자세한 정보는 <ulink url="http://tremulous.net/">Tremulous 웹사이트</ulink>에서 찾아볼 수 있습니다.
nl: <application>Tremulous</application> is een gratis, open source spel dat elementen van een team based First Person Shooter (FPS) met elementen van een Real Time Strategy (RTS) spel combineert. Spelers kunnen kiezen uit twee unieke rassen, aliens en mensen. Het doel is om de tegenstander uit te roeien, niet alleen door de spelers van de tegenstander te doden, maar ook door hun vermogen om te respawnen te verwijderen door de spawnbouwsels te vernietigen. Meer informatie over het spel kan worden gevonden op de <ulink url="http://tremulous.net/">Tremulous website</ulink>.
pl: <application>Tremulous</application> to darmowa gra open source, łącząca cechy drużynowej strzelaniny 3D (FPS) z elementami strategii czasu rzeczywistego (RTS). Gracz może wybrać własną rasę - kosmitów albo ludzi. Celem gry jest unicestwienie drużyny przeciwnej nie tylko poprzez zabijanie jej członków, lecz również niszczenie urządzeń umożliwiających przeciwnikom odradzanie się. Więcej informacji o grze można znaleźć na <ulink url="http://tremulous.net/">stronie internetowej gry Tremulous</ulink>.
pt: <application>Tremulous</application> é um jogo software livre que combina acção na primeira pessoa (First Person Shooter - FPS) com base em equipas, e elementos de estratégia em tempo real. Os jogadores podem escolher entre duas raças distintas: alienígenas e humanos. O objectivo é eliminar a equipe adversária, não só matando os jogadores da outra equipa, como também impedindo-lhes o regresso, destruindo as estruturas que lhes permitem ressuscitar no jogo. Para mais informações sobre o jogo aceda à página do <ulink url="http://tremulous.net/">Tremulous na Internet</ulink>.
ro: <application>Tremulous</application> este un joc gratis și open source ce combină un joc First Person Shooter (FPS) de echipă cu elemente a stragegie în timp real. Jucătorii pot alege între două rase unice, oameni sau extratereștri. Obiectivul jocului este eliminarea echipei adverse nu doar prin omorârea tuturor adversarilor dar și prin distrugerea structurilor de reînviere. Pentru mai multe informații despre acest joc vizitați <ulink url="http://tremulous.net/">pagina web Tremulous</ulink>.
ru: <application>Tremulous</application> — это бесплатная игра с открытым исходным кодом, смесь жанров 3D-action (FPS) и стратегии реального времени (RTS). Сюжет игры построен на военном противостоянии двух рас — людей и пришельцев. Цель игры проста — тотальное уничтожение существ противника и принадлежащих ему построек. Более подробную информацию о игре можно найти на <ulink url="http://tremulous.net/">сайте Tremulous</ ulink>.
sk: <application>Tremulous</application> je slobodná hra s otvoreným zdrojovým kódom, ktorá mieša prvky tímovej strieľačky z prvého pohľadu (FPS) a stratégie v reálnom čase (RTS). Hráči si môžu zvoliť z dvoch rás - mimozemštanov a ľudí. Úlohou hry je nielen zabitie protihráčov, ale taktiež odňatie ich schopnosti sa rozmnožovať sa v príslušných objektoch. Viac informácií o hre nájdete na <ulink url="http://tremulous.net/">internetovej stránke Tremulous</ulink>.
sv: <application>Tremulous</application> är ett fritt, öppen källkodsspel som blandar en lagbaserad förstapersonskjutare (FPS) med inslag av ett realtidsstrategi (RTS) spel. Spelare kan välja från två unika raser, rymdvarelser och människor. Målet med spelet är eliminera motståndarna genom att förutom döda motståndarna också ta bort deras förmåga att återskapas genom att förstöra deras skapelsestrukturer. Mer information om spelet kan hittas på webbsidan för <application>Tremulous</application> som finns på <ulink url="http://tremulous.net/"/>.
zh_cn: <application>Tremulous</application>是自由,开源游戏，着力渲染了一个团队作战的第一人称射击游戏(FPS)，且拥有即时战略(RTS)特色。玩家可以从两个独特的种族中选择。目标就是消灭对立方——不仅是解决对方玩家，同时也要破坏再生装置。更多信息请见<ulink url="http://tremulous.net/">Tremulous website</ulink>.

source: <ulink url="apt:tremulous">Install the <application>tremulous</application> package</ulink> from the <quote>Universe</quote> repository.
bg: <ulink url="apt:tremulous">Инсталирайте пакета <application>tremulous</application> </ulink> от хранилището <quote>Universe</quote>.
ca: <ulink url="apt:tremulous">Instal·leu el paquet <application>tremulous</application></ulink> des del dipòsit <quote>Universe</quote>.
cs: <ulink url="apt:tremulous">Nainstalujte balík <application>tremulous</application></ulink> ze zdroje <quote>Universe</quote>.
da: <ulink url="apt:tremulous">Installér <aplication>tremulous</application>-pakken</ulink> fra <quote>Universe</quote>-depotet.
el: <ulink url="apt:tremulous">Εγκαταστήστε το πακέτο <application>tremulous</application></ulink> από το αποθετήριο της <quote>Κοινότητας (Universe)</quote>.
fr: <ulink url="apt:planetpenguin-racer">Installer le paquet <application>planetpenguin-racer</application></ulink> depuis le dépôt <quote>Universe</quote>.
gl: <ulink url="apt:tremulous">Instalar o paquete <application>tremulous</application> </ulink> desde o repositorio <quote>Universe</quote>.
hu: <ulink url="apt:tremulous">Telepítse a <application>tremulous</application> csomagot</ulink> a <quote>Universe</quote> tárolóból.
id: <ulink url="apt:tremulous">Install paket <application>tremulous</application></ulink> dari repositori <quote>Universe</quote>.
it: <ulink url="apt:tremulous">Installare il pacchetto <application>tremulous</application></ulink> dal repository <quote>universe</quote>.
ja: <quote>Universe</quote> リポジトリから <ulink url="apt:tremulous"><application>tremulous</application> パッケージをインストールします</ulink>。
ko: <quote>Universe</quote> 저장소에서 <ulink url="apt:tremulous"><application>tremulous</application> 꾸러미</ulink>를 설치합니다.
ru: <ulink url="apt:tremulous">Установить пакет <application>tremulous</application></ulink> из репозитория <quote>Universe</quote>.
sv: <ulink url="apt:tremulous">Installera paketet <application>tremulous</application></ulink> från förrådet <quote>Universe</quote>.
zh_cn: <ulink url="apt:tremulous">安装 <application>tremulous</application>软件包</ulink>──属于<quote>Universe</quote>

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice> to play <application>Tremulous</application>.
bg: Натиснете <menuchoice><guimenu>Програми</guimenu><guisubmenu>Игри</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice>, за да играете <application>Tremulous</application>.
ca: Premeu <menuchoice><guimenu>Aplicacions</guimenu><guisubmenu>Jocs</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice> per a jugar al <application>Tremulous</application>.
cs: Stiskněte <menuchoice><guimenu>Aplikace</guimenu><guisubmenu>Hry</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice> pro hraní <application>Tremulous</application>.
da: Vælg <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Spil</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice> for at spille <application>Tremulous</application>.
de: Wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guisubmenu>Spiele</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice>, um <application>Tremulous</application> zu spielen.
el: Πατήστε <menuchoice><guimenu>Εφαρμογές</guimenu><guisubmenu>Παιχνίδια</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice> για να παίξετε το παιχνίδι.
eu: <application>Tremulous</application> jokora jolasteko, sakatu ezazu <menuchoice><guimenu>Aplikazioak</guimenu><guisubmenu>Jokoak</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice>
fr: Cliquez sur <menuchoice><guimenu>Applications</guimenu><guisubmenu>Jeux</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice> pour lancer <application>Tremulous</application>.
gl: Prema <menuchoice><guimenu>Aplicacións</guimenu><guisubmenu>Xogos</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice> para xogar a <application>Tremulous</application>.
hu: A <application>Tremulous</application> indításához válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guisubmenu>Játékok</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice> menüpontot.
id: Tekan <menuchoice><guimenu>Aplikasi</guimenu><guisubmenu>Permainan</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice> untuk bermain <application>Tremulous</application>.
is: Ýttu á <menuchoice><guimenu>Forrit</guimenu><guisubmenu>Leikir</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice> til að byrja að spila <application>Tremulous</application>.
it: Per giocare a <application>Tremulous</application>, scegliere <menuchoice><guimenu>Appliczioni</guimenu><guisubmenu>Giochi</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice>
ja: <menuchoice><guimenu>アプリケーション</guimenu><guisubmenu>ゲーム</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice>を押して、<application>Tremulous</application>を起動してください。
ko: <application>Tremulous</application>를 플레이 하려면 <menuchoice><guimenu>프로그램</guimenu><guisubmenu>놀이</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice>를 선택하세요.
nl: Klik op <menuchoice><guimenu>Toepassingen</guimenu><guisubmenu>Spelletjes</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice> om <application>Tremulous</application> te spelen.
pl: Aby zagrać w grę <application>Tremulous</application> wybierz <menuchoice><guimenu>Programy</guimenu><guisubmenu>Gry</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice>.
pt: Clique em <menuchoice><guimenu>Aplicações</guimenu><guisubmenu>Jogos</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice> para jogar <application>Tremulous</application>.
ro: Apăsaţi <menuchoice><guimenu>Aplicaţii</guimenu><guisubmenu>Jocuri</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice> pentru a juca <application>Tremulous</application>.
ru: Для запуска игры воспользуйтесь меню <menuchoice><guimenu>Приложения</guimenu><guisubmenu>Игры</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice>.
sk: Na spustenie hry <application>SuperTux</application> stlačte <menuchoice><guimenu>Aplikácie</guimenu><guisubmenu>Hry</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice>.
sv: Tryck på <menuchoice><guimenu>Program</guimenu><guisubmenu>Spel</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice> för att spela <application>Tremulous</application>.
zh_cn: 选择 <menuchoice><guimenu>应用程序</guimenu><guisubmenu>游戏</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice> 来进行 <application>Tremulous</application> 游戏。
