Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/games/po/*.po
Languages: bg, ca, cs, da, de, el, eu, fr, gl, hu, id, is, it, ja, ko, nl, pl, pt, ro, ru, sk, sv, zh_cn

source: <application>KSokoban</application> is a logic game where you are a warehouse keeper trying to push crates to their proper locations in a warehouse.
bg: <application>KSokoban</application> е логика игра, в която сте склададжия, който се опитва да бута сандъци до техните правилни местоположения в склада.
ca: El <application>KSokoban</application> és un joc de lògica on sou un mosso de magatzem que intenta empènyer caixes a les ubicacions adequades d'un magatzem.
cs: <application>KSokoban</application> je logická hra, kde se stáváte skladníkem, který se snaží tlačit bedny na jejich správné místo ve skladišti.
da: <application>KSokoban</application> er et tænkespil, hvor du som vedligeholder af et varehus forsøger at skubbe kasser ind på deres rigtige pladser i et varehus.
de: <application>KSokoban</application> ist ein Logikspiel, bei dem man als Lagerverwalter Kisten an die richtige Stelle verschieben muss.
el: Το <application>KSokoban</application> είναι ένα παιχνίδι λογικής, όπου είστε ένας αποθηκάριος που προσπαθεί να σπρώξει καφάσια στις θέσεις τους μέσα σε μια αποθήκη.
eu: <application>KSokoban</application> logika joko bat da. Bertan, biltegizain bat zara, eta zure helburua kutxa bakoitza dagokion tokian kokatzea da.
fr: <application>KSokoban</application> est un jeu de logique où vous êtes un gardien d'entrepôt essayant de pousser des caisses à leur place dans l'entrepôt.
gl: <application>KSokoban</application> é un xogo de lóxica onde eres un encargado de almacén que tenta de empurrar caixas cara as localizacións axeitadas nun almacén.
hu: A <application>KSokoban</application> egy logikai játék. A feladat, hogy a raktáros a helyére tologassa a ládákat a raktárban.
id: <application>KSokoban</application> adalah permainan logika dimana anda menjadi penjaga gudang penyimpanan yang terus berusaha mendorong kerat ke lokasi sebenarnya di dalam gudang penyimpanan.
is: <application>KSokoban</application> er rökfræðileikur þar sem sá sem sér um vörugeymsluna reynir að ýta kössum svo þeir séu á réttum stað.
it: <application>KSokoban</application> è un gioco di logica in cui si impersona un magazziniere che prova a spingere le casse nelle loro opportune posizioni.
ja: <application>KSokoban</application>(倉庫番)は、倉庫番として木箱を特定の場所に移動していく論理ゲームです。
ko: <application>KSokoban</application>은 플레이어가 창고 관리자가 되어 창고 안의 박스들을 적절한 위치로 배치하는 논리 게임입니다.
nl: <application>KSokoban</application> is een logica-spel waarin u als magazijnmedewerker moet proberen om kisten op hun juiste plaats in het magazijn te duwen.
pl: <application>KSokoban</application> jest grą logiczną, w której gracz wciela się w postać magazyniera próbującego przepchać skrzynki na ich właściwe miejsce w magazynie.
pt: <application>KSokoban</application> é um jogo de lógica onde o jogador é um fiel de armazém que tenta empurrar as caixas para o seu lugar no armazém.
ro: <application>KSokoban</application> este un joc de logică în care dumneavoastră sunteţi proprietarul unui depozit, scopul fiind să împingeţi containerele către locul lor.
ru: <application>KSokoban</application> - логическая игра, в которой вы выступаете в качестве кладовщика, пытающегося передвинуть коробки на правильные места в складе.
sk: <application>KSokoban</application> je logická hra, v ktorej sa snažíte ako majiteľ skladu uložiť krabice na ich správne miesto.
sv: <application>KSokoban</application> är ett logikspel där du är en lagerarbetare som försöker att putta lådorna till deras egentliga plats på lagret.
zh_cn: <application>KSokoban</application>是一个逻辑性的游戏，在其中你是一个仓库保管员，要将箱子推到仓库中合适的位置上去。

source: <application>KSame</application>, inspired by <emphasis>Same Game</emphasis>, is a simple game played for a high score. The object is to remove as many of the same pieces that are touching for the most points. Speed, the amount of pieces removed at once and the movement of the mouse over possible pieces are taken into account for the final score.
bg: <application>KSame</application> вдъхновена от <emphasis>Same Game</emphasis> е проста игра, която се играе за висок резултат. Целта е да се премахнат колкото се може повече от същите парчета, които се докосват за най-много точки. Скорост, количеството отстранени наведнъж парчета и движението на мишката върху възможните фигури са взети под внимание при крайния резултат.
ca: El <application>KSame</application>, inspirat pel joc <emphasis>Same</emphasis>, és un joc senzill on heu d'aconseguir la puntuació més alta. L'objectiu és suprimir el màxim de peces iguals que s'estiguin tocant per a aconseguir el màxim de punts. La velocitat, la quantitat de peces suprimides de cop i el moviment del ratolí sobre les peces possibles es tindran en compte per a la puntuació final.
cs: <application>KSame</application>, inspirovaný hrou <emphasis>Same Game</emphasis>, je jednoduchá hra na skóre. Cílem je odstranit co nejvíce stejných hracích kamenů, které se navzájem dotýkají. Na závěrečné skóre má vliv rychlost, počet najednou odstraněných kamenů a pohyb myši přes možné kameny.
da: <application>KSame</application>, inspireret af spillet <emphasis>Same Game</emphasis>, er et simpelt spil hvor man spiller om at få flest point. Målet er at fjerne så mange identiske kugler der rører hinanden som muligt for at få flest point. Hurtigheden, mængden af kugler der fjernes på en gang og musens bevægelse hen over mulige kugler tages i betragtning ved udregningen af den endelige bedømmelse.
de: <application>KSame</application>, inspiriert von <emphasis>Same Game</emphasis>, ist ein einfaches Highscore-Spiel. Das Ziel ist es, so viele sich berührende Spielsteine wie möglich zu entfernen. Geschwindigkeit, die Anzahl der Spielsteine, die gleichzeitig entfernt werden und die Bewegung der Maus über möglicherweise zu entfernende Spielsteine werden für die schlussendliche Punktzahl gewertet.
el: Το <application>KSame</application> είναι εμπνευσμένο από το <emphasis>Same Game</emphasis> και είναι ένα απλό παιχνίδι. Ο σκοπός του είναι να αφαιρέσετε όσα περισσότερα ίδια κομμάτια (που ενώνονται μεταξύ τους) μπορείτε. Η ταχύτητα, το ποσό των κομματιών που απομακρύνονται με ένα κλικ και η κίνηση του ποντικιού πάνω από πιθανά κομμάτια λογαριάζονται στο τελικό σκορ.
eu: <application>KSame</application>, <emphasis>Same Game</emphasis> jokoan inspiratua, puntuazio altuenaren bila jokatzen da. Helburua, kontaktuan dauden ahalik eta pieza gehien kentzea da, puntuak lortzeko. Abiadura, aldi berean kendutako piezen kopurua eta saguak egin dituen mugimenduak hartzen dira kontutan azken puntuaziorako.
fr: <application>KSame</application>, inspiré de <emphasis>Same Game</emphasis>, est un jeu simple qui vise à obtenir le meilleur score possible. L'objectif est de supprimer le maximum de pièces similaires adjacentes, afin d'obtenir un maximum de points. La rapidité, la quantité de pièces supprimées simultanément et le mouvement de la souris au-dessus des pièces sont les éléments pris en compte dans le score final.
gl: <application>KSame</application>, inspirado en <emphasis>Same Game</emphasis>, é un xogo sinxelo que se xoga para conseguir unha alta puntuación. O obxetivo é eliminar a maior cantidade pezas iguais que se estean a tocar para conseguir máis puntos. A velocidade, a cantidade de pezas eliminadas dun movemento e o movemento do rato por riba de pezas posíbeis de ser movidas son tidos en conta pra a puntuación final.
hu: A <application>KSame</application> a <emphasis>Same Game</emphasis> ötletét használja fel. A cél az egyforma golyók minél nagyobb csoportjainak eltüntetésével minél több pont szerezése. A végeredménybe beleszámít a gyorsaság, az eltüntetett csoportok mérete és a kurzor mozgatása az eltüntethető golyók fölött.
id: <application>KSame</application>, terinspirasi oleh <emphasis>Same Game</emphasis>, adalah permainan sederhana yang bertujuan meraih nilai tertinggi. Inti permainan adalah untuk menghapus sebanyak mungkin bidak yang sama yang berusaha mendekati nilai terbanyak. Kecepatan, jumlah bidak yang bisa dihapus sekaligus dan pergerakan tetikus pada bidak yang berpotensi akan dinilai dalam menentukan nilai akhir.
is: <application>KSame</application>, sem líkist <emphasis>Same Game</emphasis> er einfaldur leikur sem á að spila til að ná nýju meti. Takmarkið er að fjarlægja sem flesta hluti sem snertast til að fá fleiri stig. Hraði, fjöldi hluta sem náðist að fjarlægja í einu og hreyfing músarinnar yfir mögulega hluti er tekið inn í reikninginn þegar stigin eru reiknuð út.
it: <application>KSame</application>, ispirato a <emphasis>Same Game</emphasis>, è un semplice gioco rivolto a registrare il punteggio più alto. L'obiettivo è eliminare il maggior numero di pedine dello stesso tipo e che si toccano per fare punti. La velocità, la quantità di pedine rimosse in una volta e i movimenti del mouse sopra le possibili pedine sono conteggiati nel calcolo del punteggio finale.
ja: <application>KSame</application>は<emphasis>さめがめ</emphasis>を基に作られた、ハイスコアを目指す単純なゲームです。より多くの駒と接した同じ柄の駒をクリックして消していきます。消していく速度や、一度に消した数などが点数に影響します。
ko: <application>KSame</application>은 <emphasis>세임 게임</emphasis>에게서 영향을 받은 것으로 더 높은 점수를 얻기 위한 단순한 게임입니다. 이 게임의 목적은 같은 모양의 그룹을 클릭하여 최대한 많이 없애는 것입니다. 속도, 한 번에 없앤 조각의 양, 가능한 조각들 상에서의 마우스의 움직임 등이 최종 점수에 반영됩니다.
nl: <application>KSame</application>, geïnspireerd door <emphasis>Same Game</emphasis>, is een eenvoudig spel waarin om de hoogste score wordt gespeeld. Het doel is om zoveel mogelijk aan elkaar grenzende stukken te verwijderen voor de meeste punten. Snelheid, het aantal stukken dat in één keer wordt verwijderd en de muisbewegingen over mogelijk te verwijderen stukken bepalen mede de eindscore.
pl: <application>KSame</application>, zainspirowana przez grę <emphasis>Same</emphasis> jest prostą grą, w której chodzi o zdobycie jak największej liczby punktów. Celem gry jest usunięcie możliwie największej ilości takich samych elementów dotykających się. Szybkość, ilość usuniętych elementów na raz oraz ruch myszą nad możliwymi do usunięcia elementami są brane pod uwagę przy obliczaniu wyniku końcowego.
pt: <application>KSame</application>, inspirado no <emphasis>Same Game</emphasis>, é um jogo simples jogado para se obter a maior pontuação. O objectivo é remover o maior número de peças iguais que se tocam no maior número de pontos. A velocidade, o número de peças removidas de uma só vez e o movimento do cursor sobre peças possíveis são levados em conta na pontuação final.
ro: <application>KSame</application>, inspirat din jocul <emphasis>Same Game</emphasis>, este un joc simplu, are cărui obiectiv este un scor cât mai mare. Scopul este să inlăturaţi cât mai multe piese de aceeaşi culoarea care se ating. Viteza, cantitatea de piese îndepărtate deodată şi mişcarea mouse-ului peste posibilele piese sunt luate în considerarea pentru scorul final.
ru: <application>KSame</application> аналог игры <emphasis>Same Game</emphasis> простая игра на результат. Цель - удалить одинаковые участки, касающися друг друга. Скорость, количество одновременно удаленных участков и перемещения мыши над участками учитываются при получении окончательного балла.
sk: <application>KSame</application>, inšpirovaný hrou <emphasis>Same Game</emphasis>, je jednoduchou hrou hranou na dosiahnutie vysokého počtu bodov. Úlohou je odstrániť čo najviac rovnakých kúskov, ktoré sa dotýkajú, za čo najviac bodov. Do záverečného hodnotenia sa zarátava rýchlosť, množstvo naraz odstránených kúskov a pohyb myši ponad možné kúsky.
sv: <application>KSame</application>, inspirerat av <emphasis>Same Game</emphasis> är ett enkelt spel som spelas för att nå högsta poäng. Målet med spelet är att ta bort så många av samma objekt som rör vid varandra för att få flest poäng. Snabbhet, antal borttagna objekt per drag, och musens rörelser över möjliga drag används för att beräkna slutpoängen.
zh_cn: <application>KSame</application>，由 <emphasis>Same Game</emphasis>启发的游戏，是一个为了赢得高分数的简单游戏。目标就是为了去除相同的子而同时得到较高的分数，速度，每次去除的数目还有鼠标的移动都会计算进总分里。

source: Windows Games
bg: Игри за Windows
ca: Jocs del Windows
cs: Windowsovské hry
da: Windows-spil
de: Windows Spiele
el: Παιχνίδια των Windows
eu: Windows Jokoak
fr: Jeux Windows
gl: Xogos de Windows
hu: Windows-játékok
id: Permainan Windows
is: Windows leikir
it: Giochi per Windows
ja: Windowsゲーム
ko: 윈도우즈 게임
nl: Windows-spelletjes
pl: Gry z Windows
pt: Jogos Windows
ro: Jocuri Windows
ru: Игры для Windows
sk: Windows hry
sv: Windows-spel
zh_cn: Windows 游戏

source: Many games which are available for Windows can be run on Linux by using an emulator, such as <application>Wine</application> or <application>Cedega</application>.
bg: Много игри, които са достъпни за Windows могат да се ииграят под Linux с помощта на емулатор, като <application>Wine</application> или <application>Cedega</application>.
ca: Molts jocs que estan disponibles per al Windows es poden executar en el Linux utilitzant un emulador, com ara el <application>Wine</application> o el <application>Cedega</application>.
cs: Mnoho her dostupných na Windows může být spuštěno i na Linuxu s pomocí emulátoru jako je např. <application>Wine</application> nebo <application>Cedega</application>.
da: Mange spil, som findes til Windows, kan køres i Linux ved at bruge en emulator, såsom <application>Wine</application> eller <application>Cedega</application>.
de: Viele für Windows erhältliche Spiele können auch unter Linux gespielt werden, indem man einen Emulator wie <application>Wine</application> oder <application>Cedega</application> benutzt.
el: Πολλά παιχνίδια που είναι διαθέσιμα στα Windows μπορούν να εκτελεστούν στο Linux χρησιμοποιώντας ένα εξομοιωτή, όπως το <application>Wine</application> ή το <application>Cedega</application>.
eu: Emulatzaile bat erabili dezakezu Windows-eko jokoetako asko Linux-en erabili ahal izateko, <application>Wine</application> edo <application>Cedega</application> adibidez.
fr: Beaucoup de jeux disponibles pour Windows peuvent être lancés sous Linux en utilisant un émulateur, comme <application>Wine</application> ou <application>Cedega</application>.
gl: Moitos xogos dispoñibeis para Windows podense executar en Linux utilizando un emulador, como son <application>Wine</application> ou <application>Cedega</application>.
hu: Sok windowsos játék futtatható Linux alatt is emulátor, mint például a <application>Wine</application> vagy a <application>Cedega</application> segítségével.
id: Banyak permainan yang tersedia bagi Windows dapat dijalankan di Linux dengan menggunakan emulator, seperti <application>Wine</application> atau <application>Cedega</application>.
is: Hægt er að spila marga Windows leiki á Linux með því að nota hermir (emulator) eins og <application>Wine</application> eða <application>Cedega</application>.
it: Molti giochi disponibili per Windows possono essere utilizzati su Linux servendosi di un emulatore, come <application>Wine</application> o <application>Cedega</application>.
ja: Windowsで遊べるゲームの多くは、<application>Wine</application>や<application>Cedega</application>などのエミュレータを使うことによってLinuxでも遊ぶことが可能です。
ko: 윈도우즈에서 플레이 할 수 있는 많은 게임들은 에뮬레이터를 통해 리눅스에서도 플레이 할 수 있습니다. 이러한 에뮬레이터로는 <application>Wine</application>과 <application>Cedega</application> 등이 있습니다.
nl: Veel spellen die voor Windows beschikbaar zijn kunnen in Linux worden gespeeld door gebruik te maken van een emulator zoals <application>Wine</application> of <application>Cedega</application>.
pl: Wiele gier dostępnych w Windowsie może być uruchomionych w Linuksie przy pomocy emulatora, takiego jak <application>Wine</application> lub <application>Cedega</application>.
pt: Muitos jogos disponíveis no Windows podem rodar no Linux com o uso de um emulador como o <application>Wine</application> ou o <application>Cedega</application>.
ro: Multe din jocurile disponibile pentru Windows pot fi rulate pe Linux folosind un emulator cum ar fi <application>Wine</application> sau <application>Cedega</application>.
ru: Многие игры для Windows могут работать и в Linux с использованием эмуляторов, таких как <application>Wine</application> или <application>Cedega</application>.
sk: Veľa hier, ktoré sú dostupné pre Windows, je možné spustiť v Linuxe prostredníctvom emulátoru ako <application>Wine</application> alebo <application>Cedega</application>.
sv: Många spel som finns tillgängliga för Windows kan köras på Linux genom emulatorer. Exempel på dessa emulatorer är <application>Wine</application> och <application>Cedega</application>.
zh_cn: 很多windows游戏通过模拟器如<application>Wine</application>或<application>Cedega</application>可以在linux下运行

source: These emulators only work on <emphasis>x86</emphasis> (Intel-based) computers, and will not function on <emphasis>AMD64</emphasis> or <emphasis>PowerPC</emphasis> computers.
bg: Тези емулатори работят само на <emphasis>x86</emphasis> (Интел базирани) компютри,и няма да функционират на <emphasis>AMD64</emphasis> или <emphasis>PowerPC</emphasis> компютри.
ca: Aquests emuladors només funcionen en ordinadors <emphasis>x86</emphasis> (basats en Intel) i no funcionaran en ordinadors <emphasis>AMD64</emphasis> o <emphasis>PowerPC</emphasis>.
cs: Tyto emulátory fungují pouze na počítačích <emphasis>x86</emphasis> (založených na Intelu), nefungují na počítačích <emphasis>AMD64</emphasis> nebo <emphasis>PowerPC</emphasis>.
da: Disse emulatorer virker kun på <emphasis>x86</emphasis> (Intel-baserede) computerere, og vil ikke fungere på <emphasis>AMD64</emphasis> eller <emphasis>PowerPC</emphasis> computere.
de: Diese Emulatoren funktionieren nur auf <emphasis>x86</emphasis>- (Intel-basierten) Rechnern, jedoch nicht auf <emphasis>AMD64</emphasis>- oder <emphasis>PowerPC</emphasis>-Rechnern.
el: Οι εξομοιωτές αυτοί λειτουργούν μόνο στην αρχιτεκτονική <emphasis>x86</emphasis> και δεν λειτουργούν στις <emphasis>AMD64</emphasis> και <emphasis>PowerPC</emphasis>.
eu: Emulatzaile hauek <emphasis>x86</emphasis> oredenagailuetan (Intel-oinarridunak) bakarrik funtzionatzen dute, eta ez dute <emphasis>AMD64</emphasis> edo <emphasis>PowerPC</emphasis> ordenagailuetan funtzionatuko.
fr: Ces émulateurs fonctionnent uniquement sur les ordinateurs <emphasis>x86</emphasis> (compatibles Intel). Ils ne fonctionnent pas sur les ordinateurs <emphasis>AMD64</emphasis> ou <emphasis>PowerPC</emphasis>.
gl: Estos emuladores só funcionan en ordeadores (basados en Intel) <emphasis>x86</emphasis>, e non funcionan en ordenadores <emphasis>AMD64</emphasis> ou <emphasis>PowerPC</emphasis>.
hu: Ezek az emulátorok csak <emphasis>x86</emphasis> (Intel-alapú) számítógépeken működnek, <emphasis>AMD64</emphasis> vagy <emphasis>PowerPC</emphasis> rendszereken nem.
id: Emulator ini hanya bekerja pada komputer <emphasis>x86</emphasis> (berbasis Intel), dan tidak akan bekerja pada komputer <emphasis>AMD64</emphasis> atau <emphasis>PowerPC</emphasis>.
is: Þessir hermar virka aðeins á <emphasis>x86</emphasis> ölvum (þ.e.a.s. tölvum sem byggðar eru á Intel) og virka ekki á <emphasis>AMD64</emphasis> eða <emphasis>PowerPC</emphasis> tölvum.
it: Questi emulatori funzionano solo su computer <emphasis>x86</emphasis> (basati su Intel), e non funzioneranno su computer <emphasis>AMD64</emphasis> o <emphasis>PowerPC</emphasis>.
ja: これらのエミュレータは(Intel互換の)<emphasis>x86</emphasis>コンピュータでのみ動くので、<emphasis>AMD64</emphasis>や<emphasis>PowerPC</emphasis>を搭載したコンピュータでは動作しないでしょう。
ko: 이러한 에뮬레이터들은 (Intel-기반의) <emphasis>x86</emphasis> 컴퓨터에서만 동작하며, <emphasis>AMD64</emphasis> 혹은 <emphasis>PowerPC</emphasis> 컴퓨터는 지원하지 않습니다.
nl: Deze emulators werken uitsluitend op <emphasis>x86</emphasis> (Intel-gebaseerde) computers en werken niet op <emphasis>AMD64</emphasis> of <emphasis>PowerPC</emphasis> computers.
pl: Te emulatory pracują tylko na komputerach <emphasis>x86</emphasis> (Intel-based). i nie będą pracowały na komputerach<emphasis>AMD64</emphasis> albo komputerach<emphasis>PowerPC</emphasis>
pt: Esses emuladores funcionam somente em computadores <emphasis>x86</emphasis> (plataforma Intel), e não rodam em computadores <emphasis>AMD64</emphasis> ou <emphasis>PowerPC</emphasis>.
ro: Aceste emulatoare funcţionează numai pe calculatoare bazate pe Intel <emphasis>x86</emphasis> şi nu funcţionează pe calculatoare <emphasis>AMD64</emphasis> sau <emphasis>PowerPC</emphasis>.
ru: Эти эмуляторы работают только на <emphasis>x86</emphasis> (построенных на архитектуре Intel) компьютерах и не работоспособны на компьютерах <emphasis>AMD64</emphasis> или <emphasis>PowerPC</emphasis>.
sk: Tieto emulátory fungujú iba na počítačoch s architektúrou <emphasis>x86</emphasis> (založené na Inteli) a nebudú fungovať na počítačoch s architektúrou <emphasis>AMD64</emphasis> alebo <emphasis>PowerPC</emphasis>.
sv: Dessa emulatorer fungerar endast på <emphasis>x86</emphasis>-datorer (Intel-baserade) och kommer inte att fungera på <emphasis>AMD64</emphasis> eller <emphasis>PowerPC</emphasis>-datorer.
zh_cn: 但这些模拟器仅工作在<emphasis>x86</emphasis> (Intel-based)核心标准的电脑上，而不能在<emphasis>AMD64</emphasis> 或<emphasis>PowerPC</emphasis>核心标准的电脑上运行。

source: Wine (free)
bg: Wine (безплатен)
ca: Wine (lliure)
cs: Wine (zdarma)
da: Wine (fri)
de: Wine (frei verfügbar)
el: Wine (ελεύθερο λογισμικό)
eu: Wine (askea)
fr: Wine (logiciel libre)
gl: Wine (ceibe)
hu: Wine (ingyenes)
id: Wine (gratis)
is: Wine (ókeypis)
it: Wine (software libero)
ja: Wine(フリー)
ko: Wine (무료)
nl: Wine (gratis)
pl: Wine (wolny)
pt: Wine (gratuito)
ro: Wine (liber)
ru: Wine (свободный)
sk: Wine (slobodný)
sv: Wine (fritt)
zh_cn: Wine (自由软件)
