Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/games/po/*.po
Languages: bg, ca, cs, da, de, el, eu, fr, gl, hu, id, is, it, ja, ko, nl, pl, pt, ro, ru, sk, sv, zh_cn

source: <application>PlanetPenguin Racer</application> is a fork created from the last GPL-licenced version of <emphasis>Tux Racer</emphasis>. In addition to the levels from the original game, <application>PlanetPenguin Racer</application> also includes additional levels which have been developed by the community. The object of the game is to slide down the mountain, collecting fish as you go, and trying to reach the finish line in the shortest amount of time.
bg: <application>PlanetPenguin Racer</application> е вилица създадена от последната GPL лицензирана версия на <emphasis>Tux Racer</emphasis>. В допълнение към нивата от оригиналната игра, <application>PlanetPenguin Racer</application> също включва допълнителни нива, които са били разработени от обществото. Целта в играта е се плъзнете надолу по планината, да събирате риба и да се опитате да стигнете до финала за възможно най-малко време.
ca: El <application>PlanetPenguin Racer</application> és una bifurcació de l'última versió amb llicència GPL del <emphasis>Tux Racer</emphasis>. A més a més dels nivells del joc original, el <application>PlanetPenguin Racer</application> també inclou nivells addicionals que han sigut desenvolupats per la comunitat. L'objectiu del joc es lliscar muntanya avall, recol·lectar peixos mentre avanceu i intentar arribar a la línia final en el mínim temps possible.
cs: <application>PlanetPenguin Racer</application> je odnož poslední verze hry <emphasis>Tux Racer</emphasis> licencované pod GPL. Navíc k původním úrovním z originální hry přidává další úrovně vyvinuté komunitou. Cílem hry je klouzat dolů z hory, cestou sbírat ryby a dosáhnout cílové pásky v nejkratším možném čase.
da: <application>PlanetPenguin Racer</application> er en forgrening oprettet fra den sidste GPL-licenserede version af <emphasis>Tux Racer</emphasis>. Udover banerne fra det oprindelige spil indeholder <application>PlanetPenguin Racer</application> også yderligere baner, som er blevet udviklet af fællesskabet. Spillets mål er at glide ned af bjerget, samle fisk op på vejen, og forsøge at nå målet på den kortest mulige tid.
de: <application>PlanetPenguin Racer</application> ist aus der letzten GPL-lizensierten Version von <emphasis>Tux Racer</emphasis> entstanden. Zusätzlich zu den Levels des Originalspiels enthält <application>PlanetPenguin Racer</application> Levels, die von der Gemeinschaft entwickelt wurden. Ziel des Spiels ist es, einen Berg hinabzugleiten, dabei Fische zu sammeln und die Ziellinie so schnell wie möglich zu erreichen.
el: Το <application>PlanetPenguin Racer</application> δημιουργήθηκε από την τελευταία έκδοση του <emphasis>Tux Racer</emphasis>. Εκτός από τις πίστες του αρχικού παιχνιδιού στο <application>PlanetPenguin Racer</application> υπάρχουν και επιπρόσθετες πίστες που αναπτύχθηκαν από την κοινότητα. Ο σκοπός του παιχνιδιού είναι να κυλήσετε προς τα κάτω σε ένα χιονισμένο βουνό, να μαζέψετε όσα περισσότερα ψάρια μπορείτε και να φτάσετε στην γραμμή του τερματισμού όσο πιο γρήγορα γίνεται.
eu: <application>PlanetPenguin Racer</application> jokoa GPL lizentziapean argitaratu zen <emphasis>Tux Racer</emphasis> jokoan oinarrituta dago. Jatorrizko jokoaren mailez gain, komunitateak garatutako maila ugari gehiago ditu <application>PlanetPenguin Racer</application>-ek. Jokoaren helburua mendian behera irristatzea da, ahalik eta arrain gehien bilduz, eta ahal bezain azkar iritsiz amaieraraino.
fr: <application>PlanetPenguin Racer</application> est un jeu dérivé de la dernière version sous licence GPL de <emphasis>Tux Racer</emphasis>. En plus des niveaux disponibles dans la version originale, <application>PlanetPenguin Racer</application> inclut également de nouveaux niveaux créés par la communauté. L'objectif de ce jeu est de descendre des montagnes en glissant et de récolter des poissons en route pour atteindre la ligne d'arrivée le plus rapidement possible.
gl: <application>PlanetPenguin Racer</application> é un fork da última versión GPL do <emphasis>Tux Racer</emphasis>. Ademais dos niveis do xogo orixinal, <application>PlanetPenguin Racer</application> inclúe tamén niveis adicionais desenvolvidos pola comunidade. O obxectivo do xogo é deslizarse pola lomba dunha montaña, recollendo peixes polo camiño, e tratando de chegar á meta o antes posible.
hu: A <application>PlanetPenguin Racer</application> az utolsó GPL licencű <emphasis>Tux Racer</emphasis> továbbfejlesztése. Az eredeti játék pályáin kívül a <application>PlanetPenguin Racer</application> új pályákat is tartalmaz, amelyeket a közösség fejlesztett ki. A játék célja a hegyről való lesiklás közben a lehető legrövidebb idő alatt összegyűjteni a halakat.
id: <application>PlanetPenguin Racer</application> adalah turunan yang dibuat dari versi lisensi GPL terakhir <emphasis>Tux Racer</emphasis>. Selain tambahan level dari permainan aslinya, <application>PlanetPenguin Racer</application> juga menyertakan level tambahan yang dikembangkan oleh komunitas. Inti permainan adalah berseluncur menuruni gunung, mengumpulkan ikan sepanjang perjalanan, dan berusaha mencapai garis finis dengan waktu tercepat.
is: <application>PlanetPenguin Racer</application> er leikur sem var gerður þar sem síðasta útgáfa <emphasis>Tux Racer</emphasis> var höfð til hliðsjónar. <application>PlanetPenguin Racer</application> hefur bæði borð úr gamla leiknum sem og líka ný borð. Takmark leiksins er að renna sér niður fjallið, að safna fisk og að reyna að komast í mark á sem stystum tíma.
it: <application>PlanetPenguin Racer</application> è un "fork" creato dall'ultima versione con licenza GPL di <emphasis>Tux Racer</emphasis>. Oltre ai livelli del gioco originale, <application>PlanetPenguin Racer</application> comprende anche ulteriori livelli che sono stati sviluppati dalla comunità. L'oggetto del gioco è scivolare giù dalla montagna, raccogliendo i pesci per strada, e tentando di raggiungere il traguardo nel più breve tempo possibile.
ja: <application>PlanetPenguin Racer</application>は、<emphasis>Tux Racer</emphasis>の最後のGPLバージョンを元に作られたゲームです。もともと存在したステージに加えて、<application>PlanetPenguin Racer</application>にはコミュニティによって作成された拡張ステージも存在します。このゲームは、山を滑り降り、魚を集めながらより短い時間でゴールにたどり着くことを目指します。
ko: <application>PlanetPenguin Racer</application>는 지난 GPL 라이센스 버전의 <emphasis>Tux Racer</emphasis>의 포크 버전입니다. 오리지널 게임에 여러 레벨을 추가한 것은 물론, <application>PlanetPenguin Racer</application>는 커뮤니티에서 개발된 추가적인 레벨을 포함합니다. 이 게임의 목적은 산을 내려가면서 물고기를 모아 최단 시간 내에 목적지에 도착하는 것입니다.
nl: <application>PlanetPenguin Racer</application> is afgeleid van de laatste versie met GPL-licentie van <emphasis>Tux Racer</emphasis>. Naast de levels uit het originele spel, bevat <application>PlanetPenguin Racer</application> extra levels die door de gemeenschap zijn ontwikkeld. Het doel van het spel is om van een berg af te glijden, onderweg vissen te verzamelen, en de finish zo snel mogelijk te halen.
pl: <application>PlanetPenguinRacer</application> jest kolejną wersją pochodzącą od gry wydanej na licencji GPL pod tytułem <emphasis>Tux Racer</emphasis>. Dodatkowo do poziomów z gry oryginalnej, <application>PlanetPenguin Racer</application> także zawiera dodatkowe poziomy, które zostały stworzone przez społeczność graczy. Celem gry jest zjechanie na dół z góy, zebranie tak wiele ryb jak to możliwe i próba osiągnięcia mety w najkrótszym czasie.
pt: <application>PlanetPenguin Racer</application> é uma derivação da última versão do <emphasis>Tux Racer</emphasis> distribuída sob a licença GPL. Além dos níveis do jogo original, o <application>PlanetPenguin Racer</application> inclui também níveis adicionais desenvolvidas pela comunidade. O objectivo do jogo é descer a montanha colhendo peixes no menor tempo possível.
ro: <application>PlanetPenguin Racer</application> este o clonă creată folosind ultima versiune GPL a jocului <emphasis>Tux Racer</emphasis>. În plus faţă de nivelele jocului originar, <application>PlanetPenguin Racern</application> include şi nivele adiţionale create de comunitate. Obiectivul jocului este să alunecaţi cât mai repede în josul muntelui, adunând peşti în cel mai scurt timp posibil.
ru: Игра <application>PlanetPenguin Racer</application> создана на основе <emphasis>Tux Racer</emphasis>. В дополнение к уровням из оригинальной игры <application>PlanetPenguin Racer</application> предлагает уровни, разработанные сообществом. Цель игры - скользя по горному склону, и попутно собирая рыбу, как можно быстрее прийти к финишу.
sk: <application>PlanetPenguin Racer</application> je odvodený od poslednej verzie hry <emphasis>Tux Racer</emphasis> pod licenciou GPL. Okrem úrovní z pôvodnej hry obsahuje <application>PlanetPenguin Racer</application> aj dodatočné úrovne, ktoré boli vyvinuté komunitou. Úlohou hry je skĺznuť dole kopcom tak, aby hráč po ceste nazbieral čo najviac rýb a prišiel do cieľa v čo najkratšom čase.
sv: <application>PlanetPenguin Racer</application> är en utlöpare skapad från förra GPL-licenserade versionen av <emphasis>Tux Racer</emphasis>. Förutom att alla nivåer från originalet finns med, så innehåller <application>PlanetPenguin Racer</application> även ytterligare nivåer som har utvecklats av communityn. Målet med spelet är att glida ner för berget och samla fisk medan du försöker nå mållinjen på kortast möjliga tid. Mer information om spelet kan hittas på webbsidan för <application>PlanetPenguin Racer</application> som finns på <ulink url="http://developer.berlios.de/projects/ppracer/"/>.
zh_cn: <application>PlanetPenguin Racer</application> 是<emphasis>Tux Racer</emphasis>继续GPL的版本。<application>PlanetPenguin Racer</application> 除原有的levels,又添加了社区制造的新关卡。现在它被<application>Extreme Tux Racer</application> 取代<ulink url="http://www.extremetuxracer.org/">Extreme Tux Racer</ulink>游戏里，玩家控制Tux企鹅滑下山坡的同时收集鱼---但规定的时间很短---需要很好的技巧。

source: <ulink url="apt:planetpenguin-racer">Install the <application>planetpenguin-racer</application> package</ulink> from the <quote>Universe</quote> repository.
bg: <ulink url="apt:planetpenguin-racer">Инсталирайте пакета <application>planetpenguin-racer</application> </ulink> от хранилището <quote>Universe</quote>.
ca: <ulink url="apt:planetpenguin-racer">Instal·leu el paquet <application>planetpenguin-racer</application></ulink> des del dipòsit <quote>Universe</quote>.
cs: <ulink url="apt:planetpenguin-racer">Nainstalujte balík <application>planetpenguin-racer</application></ulink> ze zdroje <quote>Universe</quote>.
da: <ulink url="apt:planetpenguin-racer">Installér <aplication>planetpenguin-racer</application>-pakken</ulink> fra <quote>Universe</quote>-depotet.
el: <ulink url="apt:planetpenguin-racer">Εγκαταστήστε το πακέτο <application>planetpenguin-racer</application></ulink> από το αποθετήριο της <quote>Κοινότητας (Universe)</quote>.
fr: <ulink url="apt:planetpenguin-racer">Installer le paquet <application>planetpenguin-racer</application></ulink> depuis le dépôt <quote>Universe</quote>.
gl: <ulink url="apt:planetpenguin-racer">Instalar o paquete <application>planetpenguin-racer</application></ulink> desde o repositorio <quote>Universe</quote>.
hu: <ulink url="apt:planetpenguin-racer">Telepítse a <application>planetpenguin-racer</application> csomagot</ulink> a <quote>Universe</quote> tárolóból.
id: <ulink url="apt:planetpenguin-racer">Install paket <application>planetpenguin-racer</application></ulink> dari repositori<quote>Universe</quote>.
it: <ulink url="apt:planetpenguin-racer">Installare il pacchetto <application>planetpenguin-racer</application></ulink> dal repository <quote>universe</quote>.
ja: <quote>Universe</quote> リポジトリから <ulink url="apt:planetpenguin-racer"><application>planetpenguin-racer</application> パッケージをインストールします</ulink>。
ko: <quote>Universe</quote> 저장소에서 <ulink url="apt:planetpenguin-racer"><application>planetpenguin-racer</application> 꾸러미</ulink>를 설치합니다.
ru: <ulink url="apt:planetpenguin-racer">Установить пакет <application>planetpenguin-racer</application></ulink> из репозитория <quote>Universe</quote>.
sv: <ulink url="apt:planetpenguin-racer">Installera paketet <application>planetpenguin-racer</application></ulink> från förrådet <quote>Universe</quote>.
zh_cn: <ulink url="apt:planetpenguin-racer">安装<application>planetpenguin-racer</application>软件包</ulink>──属于<quote>Universe</quote>

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice> to play the game.
bg: Натиснете <menuchoice><guimenu>Програми</guimenu><guisubmenu>Игри</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice>, за да играеге играта.
ca: Premeu <menuchoice><guimenu>Aplicacions</guimenu><guisubmenu>Jocs</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice> per a jugar al joc.
cs: Stiskněte <menuchoice><guimenu>Aplikace</guimenu><guisubmenu>Hry</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice> pro hraní hry.
da: Vælg <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Spil</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice> for at spille <application>Planet Penguin Racer</application>.
de: Wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guisubmenu>Spiele</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice>, um das Spiel zu spielen.
el: Πατήστε <menuchoice><guimenu>Εφαρμογές</guimenu><guisubmenu>Παιχνίδια</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice> για να παίξετε το παιχνίδι.
eu: <application>PlanetPenguin Racer</application> jokora jolasteko, sakatu ezazu <menuchoice><guimenu>Aplikazioak</guimenu><guisubmenu>Jokoak</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice>
fr: Cliquez sur <menuchoice><guimenu>Applications</guimenu><guisubmenu>Jeux</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice> pour lancer le jeu.
gl: Prema <menuchoice><guimenu>Aplicacións</guimenu><guisubmenu>Xogos</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice> para xogar.
hu: A játék indításához válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guisubmenu>Játékok</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice> menüpontot.
id: Tekan <menuchoice><guimenu>Aplikasi</guimenu><guisubmenu>Permainan</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice> untuk mulai bermain.
is: Ýttu á <menuchoice><guimenu>Forrit</guimenu><guisubmenu>Leikir</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice> til að byrja að spila leikinn.
it: Scegliere <menuchoice><guimenu>Applicazioni</guimenu><guisubmenu>Giochi</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice> per giocare.
ja: <menuchoice><guimenu>アプリケーション</guimenu><guisubmenu>ゲーム</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice>を押して、<application>Planet Penguin Racer</application>を起動してください。
ko: <application>Planet Penguin Racer</application>를 플레이 하려면 <menuchoice><guimenu>프로그램</guimenu><guisubmenu>놀이</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice>를 선택하세요.
nl: Klik op <menuchoice><guimenu>Toepassingen</guimenu><guisubmenu>Spelletjes</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice> om het spel te spelen.
pl: Aby zagrać w grę <application>Planet Penguin Racer</application> wybierz <menuchoice><guimenu>Programy</guimenu><guisubmenu>Gry</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice>.
pt: Clique em <menuchoice><guimenu>Aplicações</guimenu><guisubmenu>Jogos</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice> para iniciar o jogo.
ro: Apăsaţi <menuchoice><guimenu>Aplicaţii</guimenu><guisubmenu>Jocuri</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice> pentru a juca acest joc.
ru: Для запуска игры воспользуйтесь меню <menuchoice><guimenu>Приложения</guimenu><guisubmenu>Игры</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice>
sk: Na spustenie hry stlačte <menuchoice><guimenu>Aplikácie</guimenu><guisubmenu>Hry</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice>.
sv: Tryck på <menuchoice><guimenu>Program</guimenu><guisubmenu>Spel</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice> för att spela spelet.
zh_cn: 选择 <menuchoice><guimenu>应用程序</guimenu><guisubmenu>游戏</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice> 来进行游戏。
