Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/games/po/*.po
Languages: bg, ca, cs, da, de, el, eu, fr, gl, hu, id, is, it, ja, ko, nl, pl, pt, ro, ru, sk, sv, zh_cn

source: <ulink url="apt:scorched3d">Install the <application>scorched3d</application> package</ulink> from the <quote>Universe</quote> repository.
bg: <ulink url="apt:scorched3d">Инсталирайте пакета <application>scorched3d</application> package</ulink> от хранилището <quote>Universe</quote>.
ca: <ulink url="apt:scorched3d">Instal·leu el paquet <application>scorched3d</application></ulink> des del dipòsit <quote>Universe</quote>.
cs: <ulink url="apt:scorched3d">Nainstalujte balík <application>scorched3d</application></ulink> ze zdroje <quote>Universe</quote>.
da: <ulink url="apt:scorched3d">Installér <aplication>scorched3d</application>-pakken</ulink> fra <quote>Universe</quote>-depotet.
el: <ulink url="apt:scorched3d">Εγκαταστήστε το πακέτο <application>scorched3d</application></ulink> από το αποθετήριο της <quote>Κοινότητας (Universe)</quote>.
fr: <ulink url="apt:scorched3d">Installer le paquet <application>scorched3d</application></ulink> depuis le dépôt <quote>Universe</quote>.
gl: <ulink url="apt:scorched3d">Instalar o paquete <application>scorched3d</application> </ulink> desde o repositorio <quote>Universe</quote>.
hu: <ulink url="apt:scorched3d">Telepítse a <application>scorched3d</application> csomagot </ulink> a <quote>Universe</quote> tárolóból.
id: <ulink url="apt:scorched3d">Install paket <application>scorched3d</application></ulink>dari repositori <quote>Universe</quote>.
it: <ulink url="apt:scorched3d">Installare il pacchetto<application>scorched3d</application></ulink> dal repository <quote>universe</quote>.
ja: <quote>Universe</quote> リポジトリから <ulink url="apt:scorched3d"><application>scorched3d</application> パッケージをインストールします</ulink>。
ko: <ulink url="apt:scorched3d"><quote>Universe</quote> 저장소에서 <application>scorched3d</application> 패키지를 설치합니다.
ru: <ulink url="apt:scorched3d">Установить пакет <application>scorched3d</application></ulink> из репозитория <quote>Universe</quote>.
sv: <ulink url="apt:scorched3d">Installera paketet <application>scorched3d</application></ulink> från förrådet <quote>Universe</quote>.
zh_cn: <ulink url="apt:scorched3d">安装<application>scorched3d</application>软件包</ulink>──属于 <quote>Universe</quote>

source: To start <application>Scorched3D</application>, choose <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>.
bg: За да стартирате <application>Scorched3D</application>, изберете <menuchoice><guimenu>Програми</guimenu><guisubmenu>Игри</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>.
ca: Per a iniciar l'<application>Scorched3D</application>, trieu <menuchoice><guimenu>Aplicacions</guimenu><guisubmenu>Jocs</guisubmenu><guisubmenu>Scorched 3D</guisubmenu></menuchoice>.
cs: Pro spuštění <application>Scorched3D</application> vyberte <menuchoice><guimenu>Aplikace</guimenu><guisubmenu>Hry</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>.
da: For at starte <application>Scorched3D</application>, vælg <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Spil</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guisubmenu>Spiele</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice> um <application>Scorched3D</application> zu spielen.
el: Για να εκκινήσετε το <application>Scorched3D</application>, επιλέξτε <menuchoice><guimenu>Εφαρμογές</guimenu><guisubmenu>Παιχνίδια</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>.
eu: <application>Scorched3D</application> abiarazteko, sakatu ezazu <menuchoice><guimenu>Aplikazioak</guimenu><guisubmenu>Jokoak</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>.
fr: Pour lancer <application>Scorched3D</application>, choisissez <menuchoice><guimenu>Applications</guimenu><guisubmenu>Jeux</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>.
gl: Para comezar <application>Scorched3D</application>, elixa <menuchoice><guimenu>Aplicacións</guimenu><guisubmenu>Xogos</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>.
hu: A <application>Scorched3D</application> indításához válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guisubmenu>Játékok</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice> menüpontot.
id: Untuk memulai <application>Scorched3D</application>, pilih <menuchoice><guimenu>Aplikasi</guimenu><guisubmenu>Permainan</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>.
is: Til að fara í <application>Scorched3D</application>, á að velja <menuchoice><guimenu>Forrit</guimenu><guisubmenu>Leikir</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>.
it: Per avviare <application>Scorched3D</application>, scegliere <menuchoice><guimenu>Applicazioni</guimenu><guisubmenu>Giochi</guisubmenu><guimenuitem>Scorched3D</guimenuitem></menuchoice>
ja: <menuchoice><guimenu>アプリケーション</guimenu><guisubmenu>ゲーム</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>を選び、<application>Scorched3D</application>を開始してください。
ko: <application>Scorched3D</application>를 플레이 하려면 <menuchoice><guimenu>프로그램</guimenu><guisubmenu>놀이</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>를 선택하세요.
nl: Klik op <menuchoice><guimenu>Toepassingen</guimenu><guisubmenu>Spelletjes</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice> om <application>Scorched3D</application> te starten.
pl: By uruchomić <application>Scorched3D</application>, wybierz <menuchoice><guimenu>Programy</guimenu><guisubmenu>Gry</guisubmenu><guimenuitem>Schorched 3D</guimenuitem></menuchoice>.
pt: Para iniciar o <application>Scorched3D</application>, escolha <menuchoice><guimenu>Aplicações</guimenu><guisubmenu>Jogos</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>.
ro: Pentru a porni <application>Scorched3D</application>, selectaţi <menuchoice><guimenu>Aplicaţii</guimenu><guisubmenu>Jocuri</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>.
ru: Для запуска <application>Scorched3D</application> выберите <menuchoice><guimenu>Приложения</guimenu><guisubmenu>Игры</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>.
sk: <application>Scorched3D</application> spustíte zvolením <menuchoice><guimenu>Aplikácie</guimenu><guisubmenu>Hry</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice> z ponuky.
sv: För att starta <application>Scorched3D</application>, välj <menuchoice><guimenu>Program</guimenu><guisubmenu>Spel</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>.
zh_cn: 要打开<application>Scorched3D</application>，请选择<menuchoice><guimenu>软件</guimenu><guisubmennu>游戏</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>。

source: <application>Chromium</application> is a fast paced, arcade-style, top-scrolling space shooter. As a captain of the Chromium B.S.U., the objective is to deliver supplies to the troops on the front line. The ship has a small fleet of robotic fighters which you control from the relative safety of the Chromium vessel. More information about the game can be found on the <ulink url="http://www.reptilelabour.com/software/chromium/">Chromium website</ulink>.
bg: <application>Chromium</application> е бърз, аркаден шутър в космоса. Като капитан на Chromium B.S.U., задачата ви е да доставяте провизии на войниците ва форнта. Корабът има малка флота от роботизирани изтребители, които можете да управлявате от безопасно разстояние от кораба Chromium. За повече информация относно играта вижте <ulink url="http://www.reptilelabour.com/software/chromium/">уеб сайта на Chromium</ulink>.
ca: El <application>Chromium</application> és un joc de saló de jocs electrònics ràpid, de tirador espacial. Com a capità del Chromium B.S.U., l'objectiu és entregar els subministres a les tropes de primera línia. La nau té una petita flota de robots lluitadors que podeu controlar des de la relativa seguretat de la coberta del Chromium. Podeu trobar més informació sobre el joc a la <ulink url="http://www.reptilelabour.com/software/chromium/">pàgina web del Chromium</ulink>.
cs: <application>Chromium</application> je rychlá arkádová posunovací vesmírná střílečka. Jako kapitán Chromium B.S.U. máte za úkol dopravit zásoby k jednotkám v přední linii. Loď obsahuje malou letku robotických vojáků, které můžete kontrolovat z relativního bezpečí svého plavidla Chromium. Více informací o hře můžete nalézt na <ulink url="http://www.reptilelabour.com/software/chromium/">stránce Chromium</ulink>.
da: <application>Chromium</application> er et hurtigt, arkade-stil, oppe-fra-ned skydespil i det ydre rum. Som kaptajn på Chromium B.S.U., er dit mål at levere forsyninger til tropperne på frontlinjen. Det har en mindre flåde af robotkrigere, som du styre i relative sikkerhed fra Chromium faretøjet. Mere information om spillet kan findes på <ulink url="http://www.reptilelabour.com/software/chromium/">Chromium hjemmesiden</ulink>.
de: <application>Chromium</application> ist ein Weltraumballerspiel mit hoher Geschwindigkeit. Als Kapitän der Chromium B.S.U. ist es Ihr Ziel, Versorgungsgüter an die Truppen der Frontlinie zu liefern. Das Schiff verfügt über eine kleine Flotte von Roboterkämpfern, die Sie aus dem relativ sicheren Chromium-Schiff steuern. Mehr Informationen über das Spiel finden Sie auf der <ulink url="http://www.reptilelabour.com/software/chromium/">Chromium-Website</ulink>.
el: Το <application>Chromium</application> είναι ένα γρήγορο παιχνίδι διαστημικής μάχης. Ως καπετάνιος του Chromium B.S.U. έχετε στόχο να παραδώσετε προμήθειες στα στρατεύματα σας στην πρώτη γραμμή. Το διαστημόπλοιο έχει γύρω του ένα μικρό σμήνος από ρομποτικούς μαχητές που εσείς ελέγχετε από το δικός σας σκάφος. Περισσότερες πληροφορίες για το παιχνίδι μπορείτε να βρείτε στην <ulink url="http://www.reptilelabour.com/software/chromium/">ιστοσελίδα του Chromium</ulink>.
eu: <application>Chromium</application> erritmo biziko jolasa, arcade-tipokoa, espazioaren zehar tiroak egitekoa. Chromium B.S.U.-ren kapitaina zara, eta helburua frontean dauden tropentzako hornigaiak eramatea da. Espaziuntzi honek dauka robotik borrokalari flota txiki bat darama, eta bertatik, erlatiboki segurua den Chromium barrenetik, maneiatzen dira. Jokoari buruzko informazio gehiago <ulink url="http://www.reptilelabour.com/software/chromium/">Chromium web-gunean</ulink>.
fr: <application>Chromium</application> est un jeu d'arcade de tir rapide, à défilement vertical. En tant que capitaine du B.S.U. Chromium, votre objectif est de ravitailler les troupes présentes sur le front. Le vaisseau a une petite flotte de robots combattants robotiques qui vous permettent le contrôle de la sécurité relative du vaisseau Chromium. Vous trouverez plus d'informations sur le <ulink url="http://www.reptilelabour.com/software/chromium/">site Web de Chromium</ulink> (en anglais).
gl: <application>Chromium</application> é un xogo de movemento rápido, estilo arcade, de disparos nos que a pantalla desprázase dende arriba cara abaixo. Como capitan do Chromium B.S.U., o obxetivo é entrega-los suministros ás tropas do fronte. A nave ten unha pequena flota de loitadores robots que poden controlarse con relativa seguridade dende a nave Chromium. Podes atopar máis información do xogo no <ulink url="http://www.reptilelabour.com/software/chromium/">sitio web de Chromium</ulink>.
hu: A <application>Chromium</application> egy pörgős, játéktermi stílusú űrhajós lövöldözős játék, függőlegesen gördülő játéktérrel. A Chromium B.S.U. teherhajó kapitányaként ellátmányt kell szállítania a frontvonalban harcoló katonákhoz. A hajó egy vadászrepülőkből álló kis flottával is rendelkezik, amelyet a Chromium viszonylagos biztonságából irányíthat. További információkat a játékról a <ulink url="http://www.reptilelabour.com/software/chromium/">Chromium honlapján</ulink> talál.
is: <application>Chromium</application> er hraður geimskotleikur sem er byggður upp eins og í gamalli leikjavél. Þú leikur sem fyrirliði Chromium B.S.U. og takmarkið er að skila byrgðum til hermanna þinna sem eru í skotlínunni. Geimskipið býr yfir smáum flota vélmenna sem þú hefur stjórn yfir frá Chromium skipinu. Ýtarlegri upplýsingar um leikinn má finna á <ulink url="http://www.reptilelabour.com/software/chromium/">Chromium heimasíðunni</ulink>.
it: <application>Chromium</application> è uno sparatutto arcade a scorrimento verticale ambientato nello spazio. In veste di capitano della navetta cargo Chromium B.S.U., bisogna consegnare i rifornimenti per le truppe al fronte. La navetta dispone di una piccola flotta di caccia robotici da controllare al sicuro all'interno del vascello Chromium. Per maggiori informazioni, consultare il <ulink url="http://www.reptilelabour.com/software/chromium/">sito web di Chromium</ulink>.
ja: <application>Chromium</application>は、アーケードタイプの高速縦スクロールによるスシューティングですゲームです。Chromium B.S.U.の船長として、最前線の部隊へ供給品を運ぶことが目的です。 宇宙船はChromium船から安全に操作するロボットの戦闘員による小さな部隊を持っています。このゲームに関するより多くの情報は<ulink url="http://www.reptilelabour.com/software/chromium/">Chromium website</ulink>で見つけることができます。
ko: <application>크롬</application>는 빠른, 아케이드 스타일의, 상향 스크롤 방식의 우주 슈팅 게임입니다. 목적은, 크롬 B.S.U.의 선장이 되어, 앞 줄에 있는 병사들에게 보급품을 배달하는 겁니다. 함선에는 크롬의 상대 안전 장치에 의해 제어되는 작은 로봇 전투기 함대가 있습니다. 게임에 대한 더 많은 정보는 <ulink url="http://www.reptilelabour.com/software/chromium/">크롬 웹사이트</ulink>에서 찾아볼 수 있습니다.
pl: <application>Chromium</application> jest szybką grą zręcznościową, przewijalną kosmiczną strzelanką. Jako kapitan statku Chromium B.S.U. masz za zadanie dostarczyć zaopatrzenie oddziałom na linii frontu. Statek kosmiczny posiada małą flotę zdalnie sterowanych robotów, którą można w miarę bezpiecznie kontrolować z pokładu Chromium. Więcej informacji o grze można znaleźć na <ulink url="http://www.reptilelabour.com/software/chromium/">stronie Chromium</ulink>.
ru: <application>Chromium</application> это динамичная аркадная стрелялка-симулятор . Вы капитан Chromium B.S.U., и ваша боевая задача перебросить войска на линию фронта. Корабль оборудован небольшим количеством роботов-истребителей, которыми вы управляете из относительно безопасного корабля Chromium. Более подробную информацию об игре можно найти на <ulink url="http://www.reptilelabour.com/software/chromium/">сайте Chromium </ulink>.
sv: <application>Chromium</application> är ett snabbt arkadliknande rymdspel sett ur fågelperspektiv. Som kapten på Chromium B.S.U. är ditt mål att leverera förnödenheter till fronttrupperna. Skeppet har en liten flotta av robotstridsflygplan som du kan kontrollera från säkerheten ombord Chromium. Mer information om spelet finns på <ulink url="http://www.reptilelabour.com/software/chromium/">Chromiums hemsida</ulink>.
zh_cn: <application>Chromium</application>是快节奏街机风格的纵版空间射击游戏。作为保护供给品的Chromium B.S.U.舰长，不能放过任何一个掠夺者。<ulink url="http://www.reptilelabour.com/software/chromium/">Chromium website</ulink>.

source: Install the <application>chromium</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
bg: Инсталирайте пакета <application>chromium</application> от хранилището <quote>Universe</quote> (вижте <ulink type="help" url="ghelp:add-applications">Добавяне на програми</ulink>).
ca: Instal·leu el paquet <application>chromium</application> des del dipòsit <quote>Universe</quote> (vegeu <ulink type="help" url="ghelp:add-applications">Addició i supressió de programari</ulink>).
cs: Nainstalujte si balík <application>chromium</application> ze zdroje <quote>Universe</quote> (viz <ulink type="help" url="ghelp:add-applications">Přidat aplikace</ulink>).
da: Installér <application>chromium</application>-pakken fra <quote>Universe</quote>-depotet (se <ulink type="help" url="ghelp:add-applications">Tilføj programmer</ulink>).
de: Installieren Sie das Paket <application>chromium</application> aus den <quote>Universe</quote>-Software-Paketquellen (siehe <ulink type="help" url="ghelp:add-applications">Anwendungen hinzufügen</ulink>).
el: Εγκαταστήστε το πακέτο της εφαρμογής <application>chromium</application> από το αποθετήριο λογισμικού της <quote>Κοινότητας (Universe)</quote> (δείτε την <ulink type="help" url="ghelp:add-applications">Προσθήκη εφαρμογών</ulink>).
eu: Instala ezazu <application>chromium</application> paketea <quote>Universe</quote> errepositoriotik (ikusi <ulink type="help" url="ghelp:add-applications">Aplikazioak Gehitu</ulink>).
fr: Vous pouvez installer le paquet <application>chromium</application> à partir du dépôt <quote>Universe</quote> (voir <ulink type="help" url="ghelp:add-applications">Ajouter une application</ulink>).
gl: Instale o paquete <application>chromium</application> desde o repositorio <quote>Universe</quote> (consulte <ulink type="help" url="ghelp:add-applications">Engadir Aplicacións</ulink>).
hu: A játék az <quote>Universe</quote> tárolóból telepíthető, a csomag neve <application>chromium</application>. (Lásd: <ulink type="help" url="ghelp:add-applications">Alkalmazások hozzáadása</ulink>).
id: Instal paket <application>chromium</application> dari gudang <quote>Universe</quote> (lihat <ulink type="help" url="ghelp:add-applications">Tambah Aplikasi</ulink>).
is: Setja upp <application>chromium</application> frá <quote>Universe</quote> gagnabankanum (sjá <ulink type="help" url="ghelp:add-applications">Bæta við forritum</ulink>).
it: Installare il pacchetto <application>chromium</application> dal repository <quote>universe</quote> (consultare <ulink type="help" url="ghelp:add-applications">Aggiungere, rimuovere e aggiornare applicazioni</ulink>).
ja: <application>chromium</application>パッケージを、<quote>Universe</quote>リポジトリからインストールしてください(<ulink type="help" url="ghelp:add-applications">アプリケーションの追加</ulink>を参照)。
ko: <quote>Universe</quote> 저장소에서 <application>chromium</application> 꾸러미를 설치하세요(<ulink type="help" url="ghelp:add-applications">프로그램 추가</ulink> 참조).
nl: Installeer het <application>chromium</application>-pakket vanuit de <quote>Universe</quote> pakketbron (zie <ulink type="help" url="ghelp:add-applications">Applicaties toevoegen</ulink>).
pl: Zainstaluj pakiet <application>chromium</application> z repozytorium <quote>Universe</quote> (patrz <ulink type="help" url="ghelp:add-applications">Dodaj programy</ulink>).
pt: Instale o pacote <application>chromium</application> do repositório <quote>Universe</quote> (veja <ulink type="help" url="ghelp:add-applications">Adicionar Aplicações</ulink>).
ro: Instalare pachet <application>chromium</application> din magazia <quote>Univers</quote> (vezi <ulink type="help" url="ghelp:add-applications">Adăugare Aplicaţii</ulink>).
ru: Установите пакет <application>chromium</application> из репозитория <quote>Universe</quote> (смотрите <ulink type="help" url="ghelp:add-applications">Установка приложений</ulink>).
sk: Nainštalujte balík <application>chromium</application> zo zdroja <quote>Universe</quote> (viď <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink>).
sv: Installera paketet <application>chromium</application> från förrådet <quote>Universe</quote> (se <ulink type="help" url="ghelp:add-applications">Lägg till program</ulink>).
zh_cn: 安装 <quote>Universe</quote> 软件库中的 <application>chromium</application> 软件包 (参见 <ulink type="help" url="ghelp:add-applications">添加应用程序</ulink>)。

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice> to play <application>Chromium</application>.
bg: Натиснете <menuchoice><guimenu>Програми</guimenu><guisubmenu>игри</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice>, за да играете <application>Chromium</application>.
ca: Premeu <menuchoice><guimenu>Aplicacions</guimenu><guisubmenu>Jocs</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice> per a jugar al <application>Chromium</application>.
cs: Stiskněte <menuchoice><guimenu>Aplikace</guimenu><guisubmenu>Hry</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice> pro hraní <application>Chromium</application>.
da: Vælg <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Spil</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice> for at spille <application>Chromium</application>.
de: Wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guisubmenu>Spiele</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice> um <application>Chromium</application> zu spielen.
el: Πατήστε <menuchoice><guimenu>Εφαρμογές</guimenu><guisubmenu>Παιχνίδια</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice> για να παίξετε το παιχνίδι <application>Chromium</application>.
eu: <application>Chromium</application> jokora jolasteko, sakatu ezazu <menuchoice><guimenu>Aplikazioak</guimenu><guisubmenu>Jokoak</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice>
fr: Cliquez sur <menuchoice><guimenu>Applications</guimenu><guisubmenu>Jeux</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice> pour lancer <application>Chromium</application>.
gl: Prema <menuchoice><guimenu>Aplicacións</guimenu><guisubmenu>Xogos</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice> para xogar a <application>Chromium</application>.
hu: A <application>Chromium</application> indításához válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guisubmenu>Játékok</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice> elemet.
id: Tekan <menuchoice><guimenu>Aplikasi</guimenu><guisubmenu>Permainan</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice> untuk bermain <application>Chromium</application>.
is: Ýttu á <menuchoice><guimenu>Forrit</guimenu><guisubmenu>Leikir</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice> til að spila <application>Chromium</application>.
it: Per avviare <application>Chromium</application> scegliere <menuchoice><guimenu>Applicazioni</guimenu><guisubmenu>Giochi</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice>.
ja: <menuchoice><guimenu>アプリケーション</guimenu><guisubmenu>ゲーム</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice>を押して、<application>Chromium</application>を起動してください。
ko: <application>Chromium</application>을 플레이 하려면 <menuchoice><guimenu>프로그램</guimenu><guisubmenu>놀이</guisubmenu><guimenuitem>Chromium</guimenuitem></menuchoice>을 선택하세요.
nl: Klik op <menuchoice><guimenu>Toepassingen</guimenu><guisubmenu>Spelletjes</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice> om <application>Chromium</application> te spelen.
pl: Aby zagrać w grę <application>Chromium</application> wybierz <menuchoice><guimenu>Programy</guimenu><guisubmenu>Gry</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice>.
pt: Clique em <menuchoice><guimenu>Aplicações</guimenu><guisubmenu>Jogos</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice> para jogar <application>Chromium</application>.
ro: Apasă <menuchoice><guimenu>Aplicaţii</guimenu><guisubmenu>Jocuri</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice> pentru a juca <application>Chromium</application>.
ru: Выберите <menuchoice><guimenu>Приложения</guimenu><guisubmenu>Игры</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice> чтобы запустить <application>Chromium</application>.
sk: Na spustenie hry <application>Chromium</application> stlačte <menuchoice><guimenu>Aplikácie</guimenu><guisubmenu>Hry</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice>.
sv: Tryck på <menuchoice><guimenu>Program</guimenu><guisubmenu>Spel</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice> för att spela <application>Chromium</application>.
zh_cn: 选择 <menuchoice><guimenu>应用程序</guimenu><guisubmenu>游戏</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice> 来运行 <application>Chromium</application> 游戏。

source: Frozen Bubble
gl: Burbulla Conxelada
ro: Balonul Îngheţat
