Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/games/po/*.po
Languages: bg, ca, cs, da, de, el, eu, fr, gl, hu, id, is, it, ja, ko, nl, pl, pt, ro, ru, sk, sv, zh_cn

source: <application>KPatience</application> is a collection of various patience games known worldwide. Games include <emphasis>Klondike</emphasis>, <emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>forty and Eight</emphasis> and many more.
bg: <application>KPatience</application> е съвкупност от различни игри за търпение известни по целия свят. Включените игри са <emphasis>Klondike</emphasis>, <emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>четиридесет и осем</emphasis> и много повече.
ca: El <application>KPatience</application> és una col·lecció de diversos jocs de paciència coneguts mundialment. Els jocs inclouen el <emphasis>Klondike</emphasis>, el <emphasis>Freecell</emphasis>, el <emphasis>Yukon</emphasis>, el <emphasis>Forty and Eight</emphasis> i molts més.
cs: <application>KPatience</application> je kolekce různých světově známých her na trpělivost. Hry zahrnují <emphasis>Klondike</emphasis>, <emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>Čtyřicet a osm</emphasis> a mnoho dalších.
da: <application>KPatience</application> er en samling af diverse verdenskendte tålmodighedsspil. Det indeholder blandt andet <emphasis>Klondike</emphasis>, <emphasis>Napoleon</emphasis>, <emphasis>Yukon</emphasis> og mange flere.
de: <application>KPatience</application> ist eine Sammlung verschiedener weltbekannter Gedultsspiele. Enthalten sind <emphasis>Klondike</emphasis>, <emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>Forty and Eight</emphasis> und viele mehr.
el: Το <application>KPatience</application> είναι μια συλλογή από γνωστές παγκοσμίως πασιέντζες. Τα παιχνίδια που περιλαμβάνονται είναι τα <emphasis>Klondike</emphasis>, <emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>forty and Eight</emphasis> και πολλά άλλα.
eu: <application>KPatience</application> mundialki ezagunak diren pazientzia-joko batzuen bilduma bat da. Jokoen artean <emphasis>Klondike</emphasis>, <emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>forty and Eight</emphasis> eta askoz gehiago daude.
fr: <application>Réussite (KPatience)</application> est une collection de jeux de réussite très connus. Vous y trouverez <emphasis>Klondike</emphasis>, <emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>Quarante-huit</emphasis> et bien d'autres.
gl: <application>KPatience</application> é unha colección de varios xogos de paciencia coñecidos polo mundo adiante. Estes xogos inclúen <emphasis>Klondike</emphasis>, <emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>forty and Eight</emphasis> e moitos outros.
hu: A <application>KPatience</application> világszerte ismert türelemjátékok gyűjteménye. Ezek többek között a <emphasis>Klondike</emphasis>, a <emphasis>Freecell</emphasis>, a <emphasis>Yukon</emphasis>, a <emphasis>Negyven és nyolc</emphasis> és még sok másik.
id: <application>KPatience</application> adalah koleksi beragam permainan kartu yang dikenal dunia. Permainan meliputi <emphasis>Klondike</emphasis>, <emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>forty and Eight</emphasis> dan banyak lagi.
is: <application>KPatience</application> er samansafn af köplum (einnig þekkt sem einmenningsspil) frá öllum heimshornum. Í safninu eru leikir eins og <emphasis>Klondike</emphasis>, <emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>forty and Eight</emphasis> og margir fleiri.
it: <application>KPatience</application> è una collezione di giochi di pazienza conosciuti in tutto il mondo. I giochi inclusi sono <emphasis>Klondike</emphasis>, <emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>Forty and Eight</emphasis> e molti altri.
ja: <application>KPatience</application>は、世界中で知られるさまざまなペーシェンスゲームを集めたものです。<emphasis>クロンダイク(Klondike)</emphasis>や<emphasis>フリーセル(Freecell)</emphasis>、<emphasis>Yukon</emphasis>、<emphasis>forty and Eight</emphasis>などが含まれています。
ko: <application>KPatience</application>는 세계적으로 알려진 다양한 페이션스 게임들의 집합입니다. 이 게임은 <emphasis>Klondike</emphasis>, <emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>forty and Eight</emphasis> 등의 게임을 포함합니다.
nl: <application>KPatience</application> is een verzameling van diverse wereldwijd bekende eenpersoons-kaartspellen. Spellen zijn onder andere <emphasis>Klondike</emphasis>, <emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>Forty and Eight</emphasis> en nog veel meer.
pl: <application>Pasjans</application> jest kolekcją różnych znanych na świecie gier w pasjansa. Zawiera m.in. <emphasis>Klondike</emphasis>, <emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>Czterdzieści i osiem</emphasis> oraz wiele innych.
pt: <application>KPatience</application> é uma colecção de vários jogos de paciência conhecidos em todo o mundo. Os jogos incluem o <emphasis>Klondike</emphasis>, <emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>forty and Eight</emphasis> e muitos outros.
ro: <application>KPatience</application> este o colecţie de jocuri de răbdare cunoscute în toată lumea. Jocurile includ <emphasis>Klondike</emphasis>, <emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>forty and Eight</emphasis> şi multe altele.
ru: <application>KPatience</application> - это набор различных игр на внимание, широко известных по всему миру. Это такие игры, как <emphasis>Klondike</emphasis>, <emphasis>Свободная ячейка</emphasis>, <emphasis>Юкон</emphasis>, <emphasis>сорок и Восемь</emphasis> и многие другие.
sk: <application>KPatience</application> je kolekciou rôznych pasiánsových hier, ako sa hrávajú rôzne po svete. Medzi hry patrí <emphasis>Klondike</emphasis>, <emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>forty and Eight</emphasis> a mnohé ďalšie.
sv: <application>KPatience</application> är en samling av olika kända patiensspel runt om i världen. Spel som <emphasis>Klondike</emphasis>, <emphasis>Kungen</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>Fyrtio och åtta</emphasis> och många fler.
zh_cn: <application>KPatience</application>是世界知名的各种耐性游戏的集合。游戏包括 <emphasis>Klondike</emphasis>, <emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>forty and Eight</emphasis>还有很多其它。

source: <application>KPoker</application> follows the rules of the original <emphasis>Poker</emphasis> game. The game provides a computer player and various card decks.
bg: <application>KPoker</application> следва правилата на оригиналната <emphasis>покер</emphasis> игра. Играта предлага компютърен играч и различни тестета карти.
ca: El <application>KPoker</application> segueix les regles del joc original de <emphasis>Poker</emphasis>. El joc proporciona un jugador controlat per l'ordinador i diverses baralles de cartes.
cs: <application>KPoker</application> následuje pravidla původní hry <emphasis>Poker</emphasis>. Hra poskytuje počítačového hráče a rozličné karetní balíčky.
da: <application>KPoker</application> følger reglerne fra det originale <emphasis>Poker</emphasis>. Spilleren kan spille mod computeren, og vælge imellem flere forskellige sæt kort.
de: <application>KPoker</application> folgt den Regeln des originalen <emphasis>Poker</emphasis>-Spiels. Das Spiel bietet einen vom Rechner gesteuerten Gegner und verschiedene Deckblätter.
el: Το <application>KPoker</application> ακολουθεί τους κανόνες του αυθεντικού <emphasis>Poker</emphasis>. Το παιχνίδι παρέχει τον υπολογιστή ως παίκτη και πολλές τράπουλες.
eu: <application>KPoker</application> jokoak betiko <emphasis>Poker</emphasis> jokoaren arauak jarraitzen ditu. Jokoak ordenagailuak maneiatutako jokalari bat eta hainbat karta-multzo eskaintzen ditu.
fr: <application>KPoker</application> suit les règles du jeu de <emphasis>Poker</emphasis> original. Le jeu contient un joueur contrôlé par l'ordinateur et différents jeux de cartes.
gl: <application>KPoker</application> segue as regras do xogo do <emphasis>Poker</emphasis> orixinal. O xogo proporciona varias barallas de cartas e a computadora como contrincante.
hu: A <application>KPoker</application> az eredeti <emphasis>Póker</emphasis> játék szabályait követi. A játékban beállítható akár a számítógép elleni játék is, illetve többféle kártyacsomag.
id: <application>KPoker</application> mengikuti aturan asli permainan <emphasis>Poker</emphasis>. Permainan ini menyediakan pemain komputer dan beragam dek kartu.
is: <application>KPoker</application> fer eftir reglum venjulegs <emphasis>pókerleiks</emphasis>. Í leikinum er tölvuspilari og margir mismunandi spilastokkar.
it: <application>KPoker</application> segue le regole dell'originale <emphasis>Poker</emphasis>. Il gioco fornisce un giocatore virtuale e vari mazzi di carte.
ja: <application>KPoker</application>はオリジナルのルールを採用した<emphasis>Poker</emphasis>ゲームです。コンピュータとの対戦機能とさまざまなカードデッキを備えています。
ko: <application>KPoker</application>는 오리지널 <emphasis>포커</emphasis> 게임의 규칙을 따릅니다. 이 게임은 컴퓨터 플레이어와 다양한 덱들을 지원합니다.
nl: <application>KPoker</application> volgt de regels van het oorspronkelijke <emphasis>Poker</emphasis>-spel. Het spel biedt een computer-speler en diverse spellen kaarten.
pl: <application>KPoker</application> oparty jest na oryginalnych zasadach gry w <emphasis>pokera</emphasis>. Gra umożliwia rozgrywkę z komputerem, oraz szeroki wybór deseni kart.
pt: <application>KPoker</application> segue as regras do jogo <emphasis>Poker</emphasis> original. O jogo disponibiliza um jogador do computador e vários baralhos de cartas.
ro: <application>KPoker</application> se bazează pe regulile jocului de <emphasis>Poker</emphasis> original. Jocul oferă un jucător controlat de calculator şi mai multe tipuri de cărţi.
ru: <application>KPoker</application> следует правилам оригинальной игры <emphasis>Poker</emphasis>. В игре реализован игрок, управляемый компьютером, а также доступны различные колоды карт.
sk: <application>KPoker</application> sa riadi pravidlami hry <emphasis>Poker</emphasis>. Hra ponúka hru proti počítaču a rôzne balíčky kariet.
sv: <application>KPoker</application> följer reglerna från det originala <emphasis>Poker</emphasis>spelet. Spelet har en datorstyrd spelare och olika kortlekar.
zh_cn: <application>KPoker</application>和原来的游戏<emphasis>Poker</emphasis>玩法一样。游戏提供一个电脑玩家和多种纸牌背面图案。

source: <application>Lieutnant Skat</application> is a two player card game which follows the rules of the German game, <emphasis>(Offiziers)-Skat</emphasis>. The game includes various card decks and a computer opponent can play for any of the players.
bg: <application>Lieutnant Skat</application> е игра за двама играчи, която следва правилата на немската игра, <emphasis>(Offiziers)-Skat</emphasis>. Играта включва различни тестета карти и компютърен опонент, който може да играе за някой от играчите.
ca: El <application>Lieutnant Skat</application> és un joc de cartes de dos jugadors que segueix les regles del joc alemany <emphasis>(Offiziers)-Skat</emphasis>. El joc inclou diverses baralles de cartes i un adversari controlat per l'ordinador que pot jugar per qualsevol dels jugadors.
cs: <application>Lieutnant Skat</application> je karetní hra pro dva hráče, která následuje pravidla německé hry <emphasis>(Offiziers)-Skat</emphasis>. Hra obsahuje různé karetní balíčky a počítačového protivníka schopného hrát za kteréhokoliv hráče.
da: <application>Lieutnant Skat</application> er et kortspil for to spillere, som følger reglerne fra det tyske spil <emphasis>(Offiziers)-Skat</emphasis>. Spillet indeholder også en computermodstander som kan spille i stedet for en, eller begge, spillere.
de: <application>Lieutnant Skat</application> ist ein Zweispieler-Kartenspiel, welches den Regeln des deutschen <emphasis>(Offiziers)-Skat</emphasis> folgt. Das Spiel enthält verschiedene Skatblätter und einen vom Rechner gesteuerten Gegner, der anstelle eines Spielers spielen kann.
el: Το <application>Lieutnant Skat</application> είναι ένα παιχνίδι για δυο παίκτες που ακολουθεί τους κανόνες του Γερμανικού παιχνιδιού, <emphasis>(Offiziers)-Skat</emphasis>. Περιλαμβάνει διάφορες τράπουλες και αντίπαλο τον υπολογιστή που μπορεί να παίξει τους άλλους παίκτες.
eu: <application>Lieutnant Skat</application> bi jokalarirentzako karta-joko bat da. <emphasis>(Offiziers)-Skat</emphasis> joko alemaniarraren arauak jarraitzen ditu. Jokoak karta-multzo ugari dauzka eta ordenagailuak maneiaturiko aurkari batek joka dezake beste edozein jokalariren ordez.
fr: <application>Lieutnant Skat</application> est un jeu de cartes se jouant à deux suivant les règles du jeu allemand <emphasis>(Offiziers)-Skat</emphasis>. Le jeu inclut plusieurs jeux de cartes variés et un participant contrôlé par l'ordinateur peut jouer pour n'importe lequel des joueurs.
gl: <application>Lieutnant Skat</application> é un xogo de cartas para dous xogadores que segue as regras do xogo alemán, <emphasis>(Offiziers)-Skat</emphasis>. O xogo inclúe varios tipos de cartas e o computador pode xogar por calquera dos xogadores.
hu: A <application>Lieutnant Skat</application> egy kétszereplős kártyajáték, amely a német <emphasis>(Offiziers)-Skat</emphasis> szabályait követi. A játékban beállítható akár a számítógép elleni játék is, illetve többféle kártyacsomag.
id: <application>Lieutnant Skat</application> adalah permainan kartu dua pemain yang mengikuti aturan permainan Jerman, <emphasis>(Offiziers)-Skat</emphasis>. Permainan menyertakan beragam dek kartu dan lawan komputer dapat bermain sebagai pemain manapun.
is: <application>Lieutnant Skat</application> er spilaleikur sem tveir geta tekið þátt í, en hann hefur sömu reglur og þýski leikurinn <emphasis>(Offiziers)-Skat</emphasis>. Leikurinn inniheldur margskonar spilastokka og einnig er hægt að keppa við tölvuna.
it: <application>Lieutnant Skat</application> è un gioco per due giocatori che segue le regole del gioco tedesco, <emphasis>(Offiziers)-Skat</emphasis>. Il gioco include vari mazzi di carte e un avversario virtuale in grado di giocare con qualsiasi giocatore.
ja: <application>Lieutnant Skat</application>は、ドイツのカードゲームである<emphasis>(Offiziers)-Skat</emphasis>のルールを元にした、二人対戦カードゲームです。コンピュータ対戦やさまざまなカードデッキを備えています。
ko: <application>Lieutnant Skat</application>(은)는 독일 게임인 <emphasis>(Offiziers)-Skat</emphasis>의 규칙을 따르는 2인용 카드 게임입니다. 이 게임은 컴퓨터 플레이어와 다양한 덱들을 지원합니다.
nl: <application>Lieutnant Skat</application> is een kaartspel voor twee spelers dat de regels volgt van het Duitse spel, <emphasis>(Offiziers)-Skat</emphasis>. Het spel bevat diverse spellen kaarten en een computergestuurde tegenstander kan in de plaats van elk van de tegenstanders spelen.
pl: <application>Skat porucznika</application> jest karcianą grą dla dwóch graczy, opartą o zasady niemieckiej gry <emphasis>(Offiziers)-Skat</emphasis>. Gra zawiera szeroki wybór deseni i umożliwia rozgrywkę z komputerem, przyjmującego rolę któregokolwiek z graczy.
pt: <application>Lieutnant Skat</application> é um jogo de cartas para dois jogadores que segue as regras do jogo Alemão <emphasis>(Offiziers)-Skat</emphasis>. O jogo inclui vários baralhos de cartas e um adversário do computador pode jogar por qualquer um dos jogadores.
ro: <application>Locotenentul Skat</application> este un joc pentru doi jucători care se ghidează după regulile jocului german <emphasis>(Offiziers)-Skat</emphasis>. Jocul include mai multe tipuri de cărţi iar unul dintre cei doi jucători poate fi controlat şi de calculator.
ru: <application>Лейтенант Скат</application> — это карточная игра для двоих по правилам немецкой игры <emphasis>(Offiziers)-Skat</emphasis>. Игра включает различные колоды карт, а в роли любого из игроков может выступать компьютер.
sk: <application>Lieutnant Skat</application> je hra pre dvoch hráčov podľa pravidiel nemeckej hry <emphasis>(Offiziers)-Skat</emphasis>. Hra obsahuje rôzne balíčky kariet a možnosť, aby počítač hral za niektorého hráča.
sv: <application>Officersskat</application> är ett kortspel för två spelare som följer reglerna från det tyska spelet, <emphasis>(Offiziers)-Skat</emphasis>. Spelet har bland annat olika kortlekar och en datorstyrd spelare som kan spela för någon av spelarna.
zh_cn: <application>Lieutnant Skat</application>是双人纸牌类游戏， 使用了德国游戏<emphasis>(Offiziers)-Skat</emphasis>的玩法。此程序包含了多种背面图案和代替其他玩家的一个电脑玩家。

source: Board games
bg: Игри на дъска
ca: Jocs de tauler
cs: Deskové hry
da: Brætspil
de: Brettspiele
el: Επιτραπέζια παιχνίδια
eu: Taula jokoak
fr: Jeux de plateau
gl: Xogos de taboleiro
hu: Táblás játékok
id: Permainan papan
is: Borðspil
it: Giochi da tavolo
ja: ボードゲーム
ko: 보드 게임
nl: Bordspelletjes
pl: Gry planszowe
pt: Jogos de tabuleiro
ro: Jocuri cu table
ru: Настольные игры
sk: Stolové hry
sv: Brädspel
zh_cn: 棋类游戏

source: <application>Atlantik</application> is an open-source game client for the <trademark>Monopoly</trademark>-like board games played on the monopd network.
bg: <application>Atlantik</application> е клиентска игра с отворен код за <trademark>Monopoly</trademark> подобни игри, които се играят в monopd мрежата.
ca: L'<application>Atlantik</application> és un client de codi obert per als jocs de taula tipus <trademark>Monopoly</trademark> que es juguen a la xarxa monopd.
cs: <application>Atlantik</application> je herní klient s otevřeným zdrojovým kódem pro deskové hry podobné <trademark>Monopolům</trademark> hrané na síti monopd.
da: <application>Atlantik</application> er en spilklient til <trademark>Monopoly</trademark>-lignende brætspil som spilles på monopd-netværket. Det er baseret på åben kildetekst.
de: <application>Atlantik</application> ist ein Open Source-Client für <application>Atlantik</application>-ähnliche Spiele, die im monopd-Netzwerk gespielt werden.
el: Το <application>Atlantik</application> είναι ένας ανοικτού κώδικα πελάτης για τα παιχνίδια που μοιάζουν στο <trademark>Monopoly</trademark> και παίζονται στο δίκτυο monopd.
eu: <application>Atlantik</application> jokoarekin <trademark>Monopoly</trademark> motako taula jokoetara jolasu ahalko duzu monopd sarean.
fr: <application>Atlantik</application> est un client libre pour les jeux de plateau similaires au <trademark>Monopoly</trademark> se jouant sur le réseau monopd.
gl: <application>Atlantik</application> é un cliente de código aberto para os xogos de taboleiro de tipo <trademark>Monopoly</trademark> xogados na rede monopd.
hu: Az <application>Atlantik</application> egy nyílt forrású kliens a monopd hálózat <trademark>Monopoly</trademark>-szerű táblás játékaihoz.
id: <application>Atlantik</application> adalah klien permainan sumber terbuka untuk permainan papan mirip <trademark>Monopoly</trademark>yang berjalan di jaringan monopd.
is: <application>Atlantik</application> er frjáls biðlari (<emphasis>client</emphasis>) fyrir <trademark>Monopoly</trademark>- eins og borðspil sem spiluð eru á monopd netinu.
it: <application>Atlantik</application> è un client open source per i giochi da tavolo simili a <trademark>Monopoli</trademark> che si giocano nel network monopd.
ja: <application>Atlantik</application>は、<trademark>Monopoly</trademark>(モノポリー)に似たオープンソースのゲームで、monopdネットワークを経由して遊ぶことができます。
ko: <application>Atlantik</application>은 monopd 네트워크 상에서 플레이하는 <trademark>Monopoly</trademark>와 비슷한 형식의 보드 게임의 오픈 소스 클라이언트입니다.
nl: <application>Atlantik</application> is een open source spel voor de <trademark>Monopoly</trademark>-achtige bordspelen die op het monopd netwerk worden gespeeld.
pl: <application>Atlantik</application> to klient gry open-source dla gier planszowych w stylu <trademark>Monopoly</trademark>, które są rozgrywane w sieci monopold.
pt: <application>Atlantik</application> é um cliente de código aberto para jogos do tipo <trademark>Monopólio</trademark> acessíveis na rede monopd.
ro: <application>Atlantik</application> este un client open source pentru jocuri de tipul <trademark>Monopoly</trademark> jucate în rețeaua monopd.
ru: <application>Atlantik</application> — клиент с открытым исходным кодом для <trademark>Monopoly</trademark>-подобных игр, играемых в сети monopd.
sk: <application>Atlantik</application> je herný klient s otvoreným zdrojovým kódom, pomocou ktorého môžete hrať stolové hry na spôsob <trademark>Monopoly</trademark> na sieti monopd.
sv: <application>Atlantik</application> är en öppen källkodsbaserad spelklient för <trademark>Monopol</trademark>liknande brädspel som spelas på monopd nätverket.
zh_cn: <application>Atlantik</application> 是一款大富翁类型的开源游戏客户端，基于monopd网络。
