Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/games/po/*.po
Languages: bg, ca, cs, da, de, el, eu, fr, gl, hu, id, is, it, ja, ko, nl, pl, pt, ro, ru, sk, sv, zh_cn

source: <application>Nibbles</application> is a game where the user controls a snake, moving it around the board and eating diamonds while avoiding the walls. <application>Nibbles</application> also features network multiplayer, and up to four worms can be controlled by the computer.
bg: <application>Nibbles</application> е игра, в която потребителят контролира змията, тя се движи около дъската и яде диаманти, като се избягват стените. <application> Nibbles </ заявление> също предлага мултиплейър мрежа и четири червеи могат да се управляват компютъра.
ca: El <application>Nibbles</application> és un joc on l'usuari controla una serp, que es mou al voltant d'un tauler i menja diamants mentre evita els murs. El <application>Nibbles</application> funciona en una xarxa multijugador i fins a quatre cucs poden ser controlats per l'ordinador.
cs: <application>Nibbles</application> je hra, ve které uživatel ovládá hada, pohybuje s ním po hrací ploše a pojídá diamanty. Zároveň se snaží vyhnout zdem. <application>Nibbles</application> také podporují síťovou hru více hráčů. Počítač může ovládat až čtyři hady.
da: <application>Nibbles</application> er et spil hvor spilleren kontrollerer en slange, bevæger den rundt på banen og lader den spise diamanter mens den undgår væggene. <application>Nibbles</application> kan også spilles af flere spillere over netværk, og computeren selv kan styre op til fire orme.
de: <application>Nibbles</application> ist ein Spiel, in dem der Spieler eine Schlange steuert, die über das Spielfeld geführt wird und dabei Diamanten frisst, ohne an die Mauern zu stoßen. <application>Nibbles</application> enthält auch einen Netzwerk-Mehrspielermodus und es können bis zu 4 Schlangen vom Rechner gesteuert werden.
el: Το <application>Nibbles</application> είναι ένα παιχνίδι όπου ο χρήστης ελέγχει ένα φίδι, το οποίο κινείται μέσα σε ένα πλαίσιο τρώγοντας διαμάντια ενώ προσπαθεί να αποφύγει τους τοίχους. Το <application>Nibbles</application> διαθέτει τη δυνατότητα να παίζετε και με άλλους χρήστες μέσω δικτύου, όπως επίσης και να παίξουν οι χρήστες του ίδιου υπολογιστή με τέσσερα διαφορετικά φίδια.
eu: <application>Nibbles</application> jokoan suge bat kontrolatzen duzu, taula osoan zehar mugituz hormak sahiesten eta diamanteak jaten. <application>Nibbles</application>-en jokalari ugarik jolastu dezakete sare bidez (ordenagailuak 4 suge kontrola ditzake ere).
fr: <application>Nibbles</application> est un jeu où le joueur dirige un serpent, se déplaçant sur un plateau de jeu et mangeant des diamants tout en évitant les murs. <application>Nibbles</application> comporte également des fonctionnalités de jeu en réseau, et jusqu'à quatre vers peuvent être contrôlés par l'ordinateur.
gl: <application>Nibbles</application> é un xogo onde un xogador controla unha serpe, movéndoa polo taboleiro e comendo diamantes mentres evita os muros. <application>Nibbles</application> tamén pódese xogar en rede, e o computador pode controlar máis de catro serpes.
hu: A <application>Nibbles</application> játékban a játékos egy kígyót irányít, a táblán mozogva elfogyasztva a gyémántokat, miközben elkerüli a fallal való ütközést. A <application>Nibbles</application> lehetőséget biztosít többjátékos módra hálózaton keresztül, valamint legfeljebb négy kígyót irányíthat a számítógép.
id: <application>Nibbles</application> adalah permainan dimana pemain mengendalikan ular, menggerakkannya mengelilingi papan dan memakan berlian sambil berusaha menghindari dinding. <application>Nibbles</application> juga mempunyai fitur jaringan dengan banyak pemain, dan sampai empat cacing yang dapat dikendalikan oleh komputer.
is: <application>Nibbles</application> er leikur sem gefur notandanum stjórn yfir snáki og leyfir honum að stýra honum en takmarkið er að láta snákinn borða demanta og að láta hann forðast veggina. Einnig er hægt að spila <application>Nibbles</application> við aðra leikmenn í gegnum netið, og tölvan getur stjórnað allt að fjórum ormum.
it: <application>Nibbles</application> è un gioco in cui l'utente controlla un serpente, muovendolo sulla piattaforma e facendogli mangiare i diamanti nell'evitare le pareti. <application>Nibbles</application> dispone anche della modalità multi-giocatore via rete e fino a quattro vermi controllati dal computer.
ja: <application>Nibbles</application>は蛇を操作し、壁への衝突を酒ながら画面上のダイヤモンドを食べるゲームです。<application>Nibbles</application>はネットワーク対戦の機能も持っています。
ko: <application>Nibbles</application>는 플레이어가 뱀을 조종해 보드 상을 움직이며, 벽을 피해 다이아몬드를 먹는 게임입니다.<application>Nibbles</application>는 네트워크를 통한 멀티 플레이어 기능을 지원하며, 컴퓨터에 의해 최대 4개의 벌레를 조종할 수 있습니다.
nl: <application>Nibbles</application> is een spel waarin u een slang bedient, het over een speelveld stuurt en diamanten eet terwijl u de muren ontwijkt. <application>Nibbles</application> heeft ook een netwerk multiplayer modus, en maximaal 4 wormen kunnen door de computer bestuurd worden.
pl: W grze <application>Nibbles</application> sterujesz wężem. Poruszasz się po planszy i unikając zderzenia ze ścianami starasz się zebrać diamenty. <application>Nibbles</application> umożliwia również grę w sieci (network multiplayer) oraz sterowanie wężami przez komputer (do czterech sztuk).
pt: <application>Nibbles</application> é um jogo onde o utilizador controla uma cobra, movendo-a pelo tabuleiro e comendo os diamantes enquanto evita colidir com as parede. O <application>Nibbles</application> também conta com a opção de vários jogadores em rede, e até quatro minhocas podem ser controladas pelo computador.
ro: <application>Nibbles</application> este un joc în care utilizatorul contrloează un şarpe care se mişcă şi mănâncă diamante, încercând să evite pereţii. <application>Nibbles</application> se poate juca în reţea iar calculatorul poate controla până la patru viermi.
ru: <application>Nibbles</application> — игра, в которой пользователь управляет змейкой, перемещая её по полю, поедая алмазы и избегая стен. <application>Nibbles</application> также обладает сетевыми многопользовательскими возможностями, до четырёх червей могут управляться компьютером.
sk: <application>Nibbles</application> je hra, v ktorej hráč ovláda hada pohybujúceho sa po hracej ploche a jediaceho diamanty. Pritom musí zabrániť zrážke so stenou. <application>Nibbles</application> obsahuje aj hru viacerých hráčov po sietu a počítač môže ovládať až štyroch červíkov.
sv: <application>Nibbles</application> är ett spel där spelaren kontrollerar en orm, styr runt den på spelplanen, äter diamanter medan man undviker väggarna. <application>Nibbles</application> har också ett multiplayerläge för nätverk, och upp till fyra ormar kan styras av datorn.
zh_cn: <application>Nibbles</application>是让用户控制一条蛇在版面周围移动吃钻石并躲避墙壁的游戏。<application>Nibbles</application>还支持网络多用户队战，电脑还可以控制多达四条蛇。

source: Space games
bg: Космически игри
ca: Jocs espacials
cs: Vesmírné hry
da: Rumspil
de: Weltraum-Spiele
el: Διαστημικά Παιχνίδια
eu: Espazioko jokoak
fr: Simulation spatiale
gl: Xogos do Espazo
hu: Űrjátékok
id: Permainan luar angkasa
is: Geimleikir
it: Giochi spaziali
ja: 宇宙を舞台にしたゲーム
ko: 우주 게임
nl: Ruimtespelletjes
pl: Gry kosmiczne
pt: Jogos espaciais
ro: Jocuri spaţiale
ru: Космические игры
sk: Vesmírne hry
sv: Rymdspel
zh_cn: 太空游戏

source: <application>KAsteroids</application> is a fast arcade shooting game where you command a spaceship trying to survive the passage through an asteroid field. Destroy asteroids by shooting them until they split into smaller and smaller parts.
bg: <application>KAsteroids</application> е бърза аркадна игра със стрелба, в която можете командвате кораб, който се опитва да оцелее при преминаването през астероидна област. Унищожавайте астероиди като ги стреляте, докато не ги разделите на по-малки и по-малки части.
ca: El <application>KAsteroids</application> és un joc ràpid de disparar on controleu una nau espacial que intenta sobreviure a través d'un camp d'asteroides. Destruïu els asteroides disparant-hi fins que es trenquin en trossets petits.
cs: <application>KAsteroids</application> je rychlá arkádová sřílečka, ve které ovládáte vesmírnou loď a snažíte se přežít průlet polem asteroidů. Ničte asteroidy střelbou, dokud se nerozpadnou na menší a menší kousky.
da: <application>KAsteroids</application> er et hurtigt arkade-skydespil hvor du kommanderer et rumskib som forsøger at overleve en passage gennem et asteroidefelt. Ødelæg asteroider ved at skyde dem indtil de deler sig i mindre og mindre stykker.
de: <application>KAsteroids</application> ist ein schnelles Kampfspiel, in dem Sie ein Raumschiff kommandieren, das versucht, ein Asteroidenfeld zu durchqueren. Zerstören Sie die Asteroiden, in dem Sie sie beschießen, bis sie in immer kleinere Stücke zerfallen.
el: Το <application>KAsteroids</application> είναι ένα γρήγορο παιχνίδι, στο οποίο ελέγχετε ένα διαστημόπλοιο και προσπαθείτε να επιβιώσετε από ένα σμήνος αστεροειδών. Καταστρέψτε τους πυροβολώντας τους και χωρίζοντας τους σε όλο και μικρότερα κομμάτια.
eu: <application>KAsteroids</application> tiro-joko azkarra da. Bertan, asteroide zelai batean zehar gidatu beharko duzu zure espazio-ontzia. Egiezu tiro asteroideei pusketa txikiago eta txikiagoetan birrintzeko.
fr: <application>KAsteroids</application> est un jeu d'arcade rapide dans lequel vous commandez un vaisseau spatial qui essaye de survivre à la traversée d'un champ d'astéroïdes. Détruisez les astéroïdes en leur tirant dessus jusqu'à ce qu'ils soient divisés en morceaux de plus en plus petits.
gl: <application>KAsteroids</application> é un xogo de disparos onde controlase unha nave espacial tentando facer sobrevivir ao pasaxe a través dun campo de asteroides. Destrúe os asteroides disparándolles ata que muden en partes máis e máis pequenas.
hu: A <application>KAsteroids</application> egy gyors lövöldözős játék. Egy űrhajót kell irányítania, amely megpróbálja túlélni az áthaladást egy aszteroidamezőn. Az aszteroidákat egyre kisebb darabokká lőve semmisítheti meg.
id: <application>KAsteroids</application> adalah permainan arcade tembak cepat dimana anda mengemudikan pesawat luar angkasa yang mencoba untuk bertahan melewati sabuk asteroid. Hancurkan asteroid dengan menembak mereka sampai hancur menjadi pecahan-pecahan kecil.
is: <application>KAsteroids</application> er hraður spilakassaleikur og skotleikur þar sem þú tekur stjórn geimskips sem reynir að komast lífs af í gegnum smástirnabeltið. Hægt er að eyða mástirni með því að skjóta það í smærri og smærri hluta.
it: <application>KAsteroids</application> è un veloce gioco arcade sparatutto dove si comanda una nave spaziale tentando di sopravvivere durante il passaggio attraverso un campo di asteroidi: spara agli asteroidi finché non si dividono in pezzi sempre più piccoli.
ja: <application>KAsteroids</application>はシューティングゲームで、宇宙船を操作して小惑星帯を無事通り抜けることが目標です。攻撃によって小惑星を破壊すると、それらはより小さな破片となって向かってきます。
ko: <application>KAsteroids</application>는 여러분이 우주선을 조정하여 소행성 구역에서 살아남는 빠른 아케이드 슈팅 게임입니다. 우주선의 총으로 소행성이 작아질 때까지 쏴서 파괴해야 합니다.
nl: <application>KAsteroids</application> is een snel arcade schietspel waarin u een ruimteschip bestuurt en u probeert de tocht door een asteroïdenveld probeert te overleven. Vernietig asteroïden door op ze te schieten tot ze in steeds kleinere stukjes uiteenvallen.
pl: <application>KAsteroidy</application> to szybka strzelanka, w której dowodzisz statkiem kosmicznym. Przedzierając się przez pole asteroidów rozwalasz je na coraz to mniejsze kawałki.
pt: <application>KAsteroids</application> é um rápido jogo de tiros no qual você comanda uma nave espacial que tenta sobreviver à travessia de um campo de asteróides. Destrua os asteróides alvejando-os até que se quebrem em pedaços cada vez menores.
ro: <application>KAsteroizi</application> este un joc de acrcada rapid în care dumneavoastră controlaţi o navetă spaţială care încearcă să treacă printr-un câmp de asteroizi. Distrugeţi asteroizii împuşcându-i până când se divid în părţi din ce în ce mai mici.
ru: <application>KAsteroids</application> — это быстрая аркадная стрелялка, где вы, командуя звездолётом, пытаетесь пролететь сквозь пояс астероидов. Расстреливайте астероиды до тех пор, пока они не распадутся на мельчайшие обломки.
sk: <application>KAsteroids</application> je rýchla arkádová strieľačka, v ktorej ovládate raketu, ktorá sa snaží prežiť prelet pásom asteroidov. Strieľaním na asteroidy ich rozbíjate na menšie a menšie kúsky, až ich zničíte.
sv: <application>KAsteroids</application> är ett snabbt arkadskjutspel där du har kommandot över ett rymdskepp och överlever passagen av ett asteriodfält genom att skjuta på asterioderna vilka då delar sig till mindre delar tills inget finns kvar.
zh_cn: <application>KAsteroids</application>是款快速射击游戏，你率领宇宙飞船尝试成功穿越一片星空。向小行星射击，把它们摧毁成小块。

source: <application>KSpaceDuel</application> is a space game for two players, however one player can be controlled by the computer. Each player controls a satellite that flies around the Sun, all the while trying not to collide with anything and trying to shoot at the other space ship.
bg: <application>KSpaceDuel</application> е игра в космоса за двама играчи, обаче един играч може да се контролира от компютъра. Всеки играч контролира сателит, който обикаля около Слънцето, като през цялото време се опитва да не се сблъска с нещо и се опитва да стреля по останалите космически кораби.
ca: El <application>KSpaceDuel</application> és un joc espacial per a dos jugadors, tot i que l'ordinador pot controlar només un jugador. Cada jugador controla un satèl·lit que vola al voltant del Sol, intentant que no xoqui amb res i provant de disparar a l'altra nau.
cs: <application>KSpaceDuel</application> je vesmírná hra pro dva hráče, nicméně jedním z hráčů může být počítač. Každý hráč ovládá satelit, který létá okolo Slunce, a snaží se sestřelit druhou vesmírnou loď, aniž by přitom do něčeho narazil.
da: <application>KSpaceDuel</application> er et rumspil for to spillere - dog kan den ene også styres af computeren. Hver spiller kontrollerer en satellit som flyver rundt om solen, mens den forsøger ikke at støde ind i noget og skyde på modstanderens rumskib.
de: <application>KSpaceDuel</application> ist ein Weltraumspiel für zwei Spieler, wobei ein Spieler auch vom Rechner gesteuert werden kann. Jeder Spieler steuert einen Satelliten, der um die Sonne fliegt, während er versucht allen Hindernissen auszuweichen und dabei den anderen Satelliten zu beschießen.
el: Το <application>KSpaceDuel</application> είναι ένα διαστημικό παιχνίδι για δύο παίκτες, ωστόσο ο ένας παίκτης μπορεί να είναι ο υπολογιστής. Κάθε παίκτης ελέγχει ένα δορυφόρο που πετάει γύρω από τον ήλιο και συνέχεια προσπαθεί να μην συγκρουστεί με τίποτα και να πυροβολήσει το αντίπαλο διαστημόπλοιο.
eu: <application>KSpaceDuel</application> bi jokalarirentzako espazio jokoa da; halaere, ordenagailuak kontrol dezake jokalarietako bat. Jokalari bakoitzak Eguzkiaren inguruan dabilen satelite bat kontrolatzen du, ezerekin ez tupust egiten saiatzen eta beste espazio-ontziari tiro egiten.
fr: <application>KSpaceDuel</application> est un jeu pour deux joueurs se passant dans l'espace, un des deux joueurs pouvant être remplacé par l'ordinateur. Chaque joueur doit contrôler un satellite tournant autour du soleil, le but du jeu étant d'essayer de ne pas heurter quoi que ce soit et de tirer sur le joueur adverse.
gl: <application>KSpaceDuel</application> é un xogo do espazo para dous xogadores, un dos xogadores pode ser manexado polo computador. Cada un dos xogadores controla un satélite que voa arredor do sol, mentres intenta non chocar con nada e dispara a outra nave.
hu: A <application>KSpaceDuel</application> egy kétszemélyes űrjáték, noha az egyik játékost a számítógép is irányíthatja. Mindkét játékos egy űrhajót irányít, amely a Nap körül kering és miközben megpróbálja elkerülni az ütközést, megpróbálja lelőni a másik űrhajót.
id: <application>KSpaceDuel</application> adalah permainan luar angkasa untuk dua orang, pemain satu lagi bisa dikendalikan oleh komputer. Setiap pemain mengendalikan satelit yang terbang mengelilingi Matahari, dan saling berusaha untuk tidak bertabrakan dengan benda luar angkasa apapun sambil mencoba menembak jatuh pesawat luar angkasa lawan.
is: <application>KSpaceDuel</application> er leikur sem gerist í geimnum sem tveir geta leikið, en einnig er hægt að láta tölvuna stjórna einum leikmanni. Hver leikmaður stýrir gervihnetti sem flýgur umhverfis Sólina, takmark leiksins er að klessa ekki á neitt og að skjóta á hinn gervihnöttinn.
it: <application>KSpaceDuel</application> è un gioco ambientato nello spazio per due giocatori, anche se un giocatore può essere controllato dal computer. Ogni giocatore controlla un satellite che vola attorno al Sole e deve fare in modo di non scontrarsi con qualsiasi cosa mentre spara all'altra nave spaziale.
ja: <application>KSpaceDuel</application>は片方をコンピュータが操作する対戦ゲームです。 それぞれのプレイヤーは恒星の周りを回る衛星を操作して、恒星や地雷にぶつからないようにしながら、相手に攻撃を仕掛けます。
ko: <application>KSpaceDuel</application>은 2인용 우주 게임이고, 한 쪽은 컴퓨터가 조종하게 할 수 있습니다. 각 플레이어는 태양 주위를 맴도는 인공위성을 조종하여 다른 어떤 것과도 부딪히지 않고 다른 우주선을 쏴야 합니다.
nl: <application>KSpaceDuel</application> is een ruimtespel voor twee spelers, één speler kan echter door de computer worden bestuurd. Elke speler bestuurt een satelliet die om de zon vliegt, en onderstussen probeert nergens mee in botsing te komen en om op het andere ruimteschip te schieten.
pl: <application>KSpaceDuel</application> to gra kosmiczna dla dwóch graczy, z których jeden może być sterowany przez komputer. Każdy gracz kontroluje satelitę krążącego wokół Słońca. Celem gry jest uniknięcie kolizji ze Słońcem oraz zestrzelenie drugiego statku kosmicznego.
pt: <application>KSpaceDuel</application> é um jogo espacial para dois jogadores, contudo um deles pode ser controlado pelo computador. Cada jogador comanda um satélite em voo ao redor do sol, ao mesmo tempo em que tenta evitar colisões e tenta destruir a outra nave espacial.
ro: <application>KDuelSpaţial</application> este un joc pentru doi jucători, cu toate astea unul dintre ei poate fi controlat de calculator. Fiecare jucător contrloează un satelit care zboară în jurul soarelui, încercând să nu se lovească de nimic şi să împuşte celălalt satelit.
ru: <application>KSpaceDuel</application> — это космическая игра для двух игроков, однако один из игроков может управляться компьютером. Каждый игрок управляет спутником, который вращается вокруг Солнца, пытаясь избежать столкновения с чем-либо и пытаясь расстрелять космический корабль противника.
sk: <application>KSpaceDuel</application> je vesmírna hra pre dvoch hráčov, avšak jedného pôže ovládať počítač. Každý hráč ovláda satelit lietajúci okolo slnka, pričom sa snaží do ničoho nenaraziť a zároveň zastreliť druhú vesmírnu loď.
sv: <application>KSpaceDuel</application> är ett rymdspel för två spelare, men en spelare kan styras av datorn. Varje spelare kontrollerar en satellit som flyger runt solen. Under tiden man försöker att inte krocka med något ska man samtidigt försöka skjuta på det andra rymdskeppet.
zh_cn: <application>KSpaceDuel</application>是双人的太空游戏，其中一方可由电脑操纵。每方操纵一个卫星绕太阳运行，尝试躲避障碍物并向另一方射击。

source: Card, Puzzle and Board Games
bg: Карти, пъзели и игри на дъска
ca: Jocs de cartes, trencaclosques i de taula
cs: Karetní, hádankové a deskové hry
da: Kort-, tænke- og brætspil
de: Karten- , Puzzle- und Brettspiele
el: Παιχνίδια Επιτραπέζια, Παζλ και με Χαρτιά
eu: Karta, Puzzle eta Taula Jokoak
fr: Jeux de cartes, de plateau et casse-têtes
gl: Xogos de Cartas, Crebacabezas e de Mesa
hu: Kártya-, logikai és táblás játékok
id: Permainan Kartu, Teka-teki dan Papan
is: Spila-, borð- og þrautaleikir
it: Giochi di carte, puzzle e da tavolo
ja: カード、パズル、ボードゲーム
ko: 카드, 퍼즐, 보드 게임
nl: Kaart-, puzzel- en bordspellen
pl: Gry karciane, planszowe i łamigłówki
pt: Jogos de Cartas, Puzzle e Tabuleiro
ro: Jocuri pe tabla, de cărţi şi puzzle-uri
ru: Карты, головоломки и настольные игры
sk: Kartové, hádankové a stolové hry
sv: Kort-, pussel- och brädspel
zh_cn: 纸牌、解谜和棋类游戏
