Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/games/po/*.po
Languages: bg, ca, cs, da, de, el, eu, fr, gl, hu, id, is, it, ja, ko, nl, pl, pt, ro, ru, sk, sv, zh_cn

source: As well as games for adults, Ubuntu also caters for children by providing a selection of games intended to be both interesting and educational for younger age groups. A small list of available games is given below.
bg: Както и игри за възрастни, Ubuntu също се грижи за децата, като осигурява избор от игри, предназначени да бъдат едновременно интересни и образователни за по-младите възрастови групи. Малък списък на наличните игри, е дадена по-долу.
ca: De la mateixa manera que amb els jocs per a adults, l'Ubuntu també pensa en els nens, oferint una selecció de jocs que intenten ser interessants i educatius per als més joves. A sota hi ha una petita llista dels jocs disponibles.
cs: Ubuntu nenabízí jen hry pro dospělé. K dispozici je i výběr dětských her, které jsou zajímavé a zároveň naučné. Níže je uvedený malý seznam dostupných her.
da: Ligesom der er spil til voksne, sørger Ubuntu også for børnene ved at stille en række spil til rådighed, som det er meningen både skal være interessante og lærerige for de yngre aldersgrupper. Nedenfor vises en lille liste over spil.
de: Ubuntu bietet Spiele sowohl für Erwachsene als auch für Kinder, die interessant und pädagogisch wertvoll für jüngere Altersgruppen sind. Eine kleine Auflistung der verfügbaren Spielen ist nachfolgend zu finden.
el: Όπως υπάρχουν τα παιχνίδια για τους ενήλικες, έτσι και για τα παιδιά, το Ubuntu προσφέρει μια επιλογή εκπαιδευτικών παιχνιδιών σχεδιασμένα για νεότερες ηλικίες. Μια μικρή λίστα των διαθέσιμων παιχνιδιών φαίνεται παρακάτω.
eu: Helduentzako jokoez gain, haurrentzako jokoak ere baditu Ubuntuk, gaztentzako interesgarri eta hezitzaileak izango direlakoan. Azpian duzu joko hauen zerrenda txiki bat.
fr: De la même manière que pour les adultes, Ubuntu pense aux enfants et leur propose également une sélection de jeux à vocation à la fois ludique et éducative pour les plus jeunes. Vous trouverez ci-dessous une brève liste des jeux disponibles.
gl: Aparte dos xogos para adultos, Ubunto tamén se encarga dos nenos aportando unha selección de xogos que pretenden ser tanto interesantes coma educativos pra os máis xoves. Unha pequena lista dos xogos dispoñibeis pode atopa-la a continuación.
hu: Az Ubuntu a felnőttek mellett a gyermekeknek is gondoskodik játékokról. Az alábbi lista olyan játékokat tartalmaz, amelyek egyformán érdekesek és oktató jellegűek.
id: Seperti halnya permainan untuk dewasa, Ubuntu juga cocok bagi anak dengan menyediakan permainan pilihan yang bertujuan menghibur dan mendidik bagi kelompok usia muda. Senarai kecil permainan dijelaskan di bawah ini.
is: Ubuntu hefur ekki bara leiki fyrir fullorðna, heldur líka fyrir börn. Má þar nefna leiki sem er bæði ætlað að vera áhugaverðir og fræðandi fyrir yngri aldurshópa. Að neðan er listi leikja sem hægt er að fá fyrir Ubuntu.
it: Ubuntu, oltre ai giochi per adulti, si preoccupa anche dei bambini, fornendo una selezione di giochi che siano interessanti ed educativi per i gruppi più giovani. Di seguito viene fornita una breve lista dei giochi a disposizione.
ja: 子供の興味をひき教育効果のあるようなゲームも、普通のゲームと同様にUbuntuには存在します。具体的には以下のようなものがあります。
ko: 우분투에는 성인들을 위한 게임들 뿐만 아니라 아이들에게 흥미를 줄 수 있는 몇몇 교육적인 게임들도 포함되어 있습니다. 이용할 수 있는 게임들의 간략한 목록은 아래와 같습니다.
nl: Naast spellen voor volwassenen bedient Ubuntu ook kinderen van een keur aan spellen die bedoeld zijn om zowel interessant als educatief voor jongere leeftijdsgroepen te zijn. Een korte lijst van beschikbare spellen volgt hieronder.
pl: Ubuntu dostarcza gry zarówno dla dorosłych jak i dla dzieci. System zapewnia wybór gier, które powinny być interesujące oraz edukować młodszych użytkowników. Krótka lista takich gier jest przedstawiona poniżej:
pt: Além dos jogos para adultos, o Ubuntu também atende às crianças, com uma selecção de jogos que pretendem ser, tanto educativos, quanto divertidos para os mais jovens. Veja abaixo uma pequena lista dos jogos disponíveis.
ro: Împreună cu jocurile pentru adulţi, Ubuntu oferă copiilor cu vărste mai mici o selecţie de jocuri interesante şi educative. Mai jos găsiţi o listă a jocurilor disponibile.
ru: Помимо игр для взрослых, Ubuntu также ориентирована на детей и предоставляет широкий выбор игр, стремясь быть интересной и познавательной для младших возрастных групп. Небольшой список доступных игр приводится ниже.
sk: Tak isto, ako Ubuntu ponúka hry pre dospelých, stará sa aj o deti tým, že im ponúka niekoľko hier, ktoré majú byť zároveň zaujímavé aj vzdelávacie pre mladšie vekové skupiny. Nižšie nájdete ich krátky zoznam.
sv: Såväl som spel för vuxna, så tillgodoser Ubuntu också barnen med ett urval av flera spel som är menade att vara både intressanta och bildande för yngre årsgrupper. Nedan finns en liten lista av tillgängliga spel.
zh_cn: 有了给大人准备的游戏，自不能少了孩子们的。以下是一些有趣并有教育意义的游戏。

source: <application>GCompris</application> is a collection of educational games and activities intended for young children. A large number of language, arithmetic and reading exercises are included, along with plenty of fun activities such as an animation and drawing program.
bg: <application>GCompris</application> е съвкупност от образователни игри и дейности, предназначени за малки деца. Включени са голям брой езици, аритметика и упражнения за четене, наред с много забавни дейности като анимация и програма за рисуване.
ca: El <application>GCompris</application> és una col·lecció de jocs i activitats educatives destinats a nens petits. S'hi inclou un gran número d'exercicis de llenguatge, aritmètica i lectura amb abundants activitats divertides com ara un programa d'animació i dibuix.
cs: <application>GCompris</application> je výběr poučných her a aktivit zaměřených na malé děti. Velký počet jazykových, aritmetických a čtecích cvičení je zahrnuto, spolu s množstvím zábavných aktivit jako je animační a kreslící program.
da: <application>GCompris</application> er en samling af lærerige spil og aktiviteter til små børn. Det indeholder en stor mængde sproglige, aritmetiske og læsemæssige øvelser, sammen med mange sjove aktiviteter såsom et animations- og tegneprogram.
de: <application>GCompris</application> ist eine Sammlung von Lernspielen, die für jüngere Kinder gedacht sind. Neben einer großen Anzahl von Sprach-, Arithmetik- und Leseübungen sind auch viele unterhaltsame Dinge wie beispielsweise ein Zeichen- und Animationsprogramm enthalten.
el: Το <application>GCompris</application> είναι μια συλλογή εκπαιδευτικών παιχνιδιών και δραστηριοτήτων που προορίζονται για τα μικρά παιδιά. Υπάρχει ένας μεγάλος αριθμός αριθμητικών και γλωσσικών ασκήσεων, μαζί με πολλές ευχάριστες δραστηριοτήτων, όπως animation και ζωγραφική.
eu: <application>GCompris</application> haur gazteentzako eginiko joko hezigarri multzo bat da. Hizkuntza, aritmetika eta irakurmenaren inguruko ariketa ugari biltzen ditu, jarduera dibertigarri batzuekin batera (marrazketa eta animazio programa bat, adibidez).
fr: <application>GCompris</application> est une compilation de jeux éducatifs et d'activités conçues pour les jeunes enfants. Un grand nombre d'exercices de langue, d'arithmétique et de lecture sont disponibles, de même que des activités divertissantes comme un programme d'animation et de dessin.
gl: <application>GCompris</application> é unha colección de xogos educativos e de actividades pensadas pra nenos. Inclúese unha gran cantidade de execicios de linguaxe, aritmética e de lectura, ademáis de gran cantidade de actividades divertidas coma programas de animación e de debuxo.
hu: A <application>GCompris</application> oktató és foglalkoztató játékok gyűjteménye gyerekek számára. Sok nyelvi, számtani és olvasási gyakorlatot tartalmaz, ezen kívül rengeteg szórakoztató program van benne, pl. animációs és rajzolóprogram.
id: <application>GCompris</application> adalah koleksi permainan edukasi dan aktivitas yang ditujukan bagi anak kecil. Beragam latihan bahasa, aritmatika, dan bahan bacaan juga disertakan, bersama dengan banyak aktivitas menarik seperti program animasi dan menggambar.
is: <application>GCompris</application> er safn leikja sem hafa menntunargildi og eru ætlaðir börnum. Margir leikjanna tengjast tungumálum, einfaldri stærðfræði og lestraræfingum, en einnig eru hægt að gera aðra skemmtilega hluti eins og að búa til hreyfimyndir og að teikna myndir í einföldu myndaforriti.
it: <application>GCompris</application> è una collezione di giochi educativi e di attività destinati ai bambini in giovane età. Sono incluse tantissime esercitazioni di lingua, aritmetica e di lettura con molte attività divertenti, tra cui un programma di animazione e disegno.
ja: <application>GCompris</application>は幼児向けゲームとアプリケーションを集めたパッケージです。アニメーションやお絵描きプログラムを使いながら、楽しく語学や算数、読書を学ぶことができます。
ko: <application>GCompris</application>는 어린 아이들을 위한 교육적인 게임들의 집합입니다. 여러 언어를 지원하며 산수 문제와 읽기 연습 등은 물론, 애니메이션이나그림 그리기 프로그램과 같은 다양한 놀이들을 포함합니다.
nl: <application>GCompris</application> is een verzameling educatieve spelen en activiteiten, bedoeld voor jonge kinderen. Er zijn een groot aantal taal-, reken- en leesoefeningen inbegrepen, samen met tal van leuke activiteiten zoals een animatieprogramma en een tekenprogamma.
pl: <application>GCompris</application> jest kolekcją gier edukacyjnych i ćwiczeń przeznaczonych dla młodszych dzieci. Pakiet zawiera dużą ilość zadań językowych, arytmetycznych oraz czytanek wraz z wieloma zabawnymi ćwiczeniami, takimi jak program do rysowania i animacji.
pt: <application>GCompris</application> é uma colecção de jogos e actividades educacionais direccionados a crianças pequenas. Um grande número de exercícios de língua, aritmética e de leitura está incluído, para além de muitas actividades divertidas, como um programa de animação e desenho.
ro: <application>GCompris</application> este o colecţie de jocuri educaţionale pentru copii, incluzând un mare număr de exercţii de limbă, aritmetice şi de citire, împreună cu numeroase activităţi amuzante cum ar fi animaţii sau programe de desenat.
ru: <application>GCompris</application> - это набор образовательных игр и занятий, предназначенный для детей. В него включено большое число игр, построенных на упражнениях по языку, арифметике и чтению, а также достаточное количество весёлых занимательных программ, таких как анимационная программа и программа для рисования.
sk: <application>GCompris</application> je kolekciou vzdelávacích hier a aktivít určených malým deťom. Obsahuje veľa cvičení z jazyka, matematiky a čítania a takisto množstvo zábavných aktivít ako program na tvorbu animácií a kreslenie.
sv: <application>GCompris</application> är en samling av lärospel och aktiviteter för unga barn. Ett stort antal språk-, räkne- och läsövningar finns inkluderat, tillsammans med många roliga aktiviteter såsom ett animerings- och ritprogram.
zh_cn: <application>GCompris</application>是为儿童设计的一套教育类游戏和活动。既包含大量的语言、算术、阅读练习，也有诸如动画绘图等不少娱乐项目。

source: <application>KTuberling</application>, or the <emphasis>Potato Game</emphasis>, is intended for young children. However, some adults may find it appeasing too! The object is to create your very own potato-like guy from a selection of eyes, mouths, moustaches, and other parts of the face. Other items can also be attached.
bg: <application>KTuberling</application> или <emphasis>Potato Game</emphasis>е предназначена за малки деца. Въпреки това, някои от възрастните могат също да я сметнат за забавна! Целта е да се създаде свой собствен картофено-подобен човек от избора на очите, устата, мустаци, както и други части на лицето. Могат да бъдат приложени и други елементи.
ca: El <application>KTuberling</application> o el <emphasis>Joc de la patata</emphasis> és un joc destinat a nens petits. Tot i això, alguns adults també el poden trobar divertit. L'objectiu és crear el vostre propi personatge tipus patata a partir d'una selecció d'ulls, boques, bigotis i altres parts de la cara. També s'hi poden afegir altres elements.
cs: <application>KTuberling</application>, nebo <emphasis>Bramborový chlapík</emphasis>, je určen pro mladší děti. Přesto může zaujmout i některé dospělé! Cílem hry je vytvořit vlastního bramborového chlapíka. Na výběr máte různé tvary očí, úst, knírů a ostatních částí obličeje. A nejen to.
da: <application>KTuberling</application>, eller <emphasis>Kartoffelfyren</emphasis>, er et spil for små børn. Nogle voksne kan dog også finde det underholdende! Målet er at skabe din helt egen kartoffelfyr fra et udvalg af øjne, munde, overskæg og andre ansigtsdele. Andre dele kan også sættes på.
de: <application>KTuberling</application> oder das <emphasis>Kartoffelspiel</emphasis> ist für junge Kinder gedacht. Dennoch können Erwachsene ebenfalls Spaß daran finden! Das Ziel ist es, Ihren ganz persönlichen kartoffelförmigen Freund zu kreieren. Dazu steht eine Auswahl an Augen, Mündern, Schnauzbärten und anderen Gesichtsteilen zur Verfügung. Es können auch weitere Teile hinzugefügt werden.
el: Το <application>KTuberling</application> ή το <emphasis>Potato Game</emphasis> προορίζονται επίσης για μικρά παιδιά. Ωστόσο ορισμένοι ενήλικες τα βρίσκουν επίσης πολύ ενδιαφέροντα. Ο σκοπός είναι να δημιουργήσετε ένα τύπο με μια πατάτα προσθέτοντας πάνω του μάτια, μουστάκια και άλλα μέρη του προσώπου. Άλλα μέλη μπορούν επίσης να προστεθούν.
eu: <application>KTuberling</application>, edo<emphasis>Mr. Potato</emphasis>, gazteei zuzendua dago. Halaere, heldu batzuek ere gustagarri aurkituko dute! Helburua zure patata-itxurako izakia sortzea da, horretarako begi, aho, bibote, eta aurpegiko beste ezaugarri asko hautatuz. Beste zer batzuk ere gehitu diezazkiozu.
fr: <application>KTuberling</application>, ou le jeu <emphasis>Monsieur Patate</emphasis>, est dédié aux jeunes enfants. Toutefois, certains grands enfants l'apprécient également ! L'objectif est de créer votre Monsieur Patate bien à vous en sélectionnant des yeux, une bouche, des moustaches et d'autres éléments du visage. D'autres éléments peuvent également être inclus.
gl: <application>KTuberling</application>, ou <emphasis>Potato Game</emphasis>, está pensado pra os nenos. ¡Aínda que algúns adulto poden atopalo relaxante tamén! O obxetivo é crea-lo teu individuo tipo pataca partindo dunha selección de ollos, bocas, bigotes e outras partes da cara. Tamén pódenselle engadir outros elementos.
hu: A <application>KTuberling</application>, másik nevén <emphasis>Potato Game</emphasis> a kisgyermekek számára készült. (Habár néha a felnőtteket is rabul ejti!) A cél az, hogy elkészítse a saját krumplifiguráját a rendelkezésére álló szemek, szájak, bajszok és más arcrészek - sőt tárgyak - felhasználásával.
id: <application>KTuberling</application>, atau <emphasis>Permainan Kentang</emphasis> ditujukan bagi anak kecil. Tapi, ada juga orang tua yang menganggap permainan ini menarik juga! Inti permainan adalah membuat orang kentang anda sendiri dengan beragam pilihan mata, mulut, kumis, dan bagian lain dari wajah. Item lainnya juga bisa ditempel.
is: <application>KTuberling</application>, eða <emphasis>kartöflukarl</emphasis> er leikur ætlaður ungum börnum, en það þýðir samt ekki að fullorðnir munu ekki skemmta sér í honum! Takmark leiksins er að búa til kartöflukarl með því að bæta við augum, munnum, yfirvaraskeggjum og öðrum líkamshlutum og að skemmta sér.
it: <application>KTuberling</application>, o <emphasis>Potato Game</emphasis>, è rivolto ai bambini piccoli. Tuttavia anche alcuni adulti potrebbero trovarlo divertente. L'obiettivo è creare il proprio personaggio-patata tramite una selezione di occhi, bocche, baffi e altre parti del volto. Possono essere attaccati anche altri oggetti.
ja: <application>KTuberling</application>もしくは<emphasis>Potato Game</emphasis>は幼児向けアプリケーションですが、大人でも癒されることでしょう。目や口、ひげなどの顔のパーツを選ぶことで、福笑いのようにキャラクターを作るアプリケーションです。拡張パーツを追加することも可能です。
ko: <application>KTuberling</application> 혹은 <emphasis>감자 게임</emphasis>은 어린이용 게임이지만, 어른들도 흥미를 느낄 수 있을만한 게임입니다. 이 게임의 목적은 눈, 입, 콧수염 등을 이용하여 감자 모양의 사람 얼굴을 만드는 것입니다. 다른 아이템들도 물론 덧붙일 수 있습니다.
nl: <application>KTuberling</application> of het <emphasis>Aardappelspel</emphasis>, is bedoeld voor jonge kinderen. Echter, sommige volwassenen kunnen het ook rustgevend vinden. Het doel is om uw eigen aardappel-achtige mannetje te maken uit een verzameling ogen, monden, snorren en andere gezichtsonderdelen. Andere onderdelen kunnen ook worden bevestigd.
pl: <application>KTuberling</application>, inaczej <emphasis>Potato Game</emphasis> została pomyślana jako gra dla małych dzieci, jednakże może również mieć uspokajający wpływ na dorosłych. Celem gry jest stworzenie własnego kartoflowego ludzika przy pomocy elementów do wyboru, takich jak oczy, usta, wąsy, czy innych części twarzy. Inne elementy również mogą być dołączane.
pt: <application>KTuberling</application>, ou o <emphasis>Jogo da Batata</emphasis>, é direccionado a crianças pequenas. Alguns adultos, porém, também podem achá-lo atractivo! O objectivo é criar seu próprio cabeça-de-batata a partir de uma gama de olhos, bocas, bigodes e outras partes do rosto. Outros elementos podem ser anexados.
ro: <application>KTuberling</application>, sau <emphasis>Potato Game</emphasis> este destinat copiilor. Cu toate astea şi adulţii îl pot găsi interesant. Obiectivul este să vă creaţi propriul om-cartof folosind o varietate de ochi, guri, mustăţi şi alte părţi ale feţei. De asemenea pot fi ataşate şi alte obiecte.
ru: <application>KTuberling</application> или <emphasis>Potato Game</emphasis> предназначена для детей младшего возраста. Вместе с тем и некоторые взрослые тоже могут найти это весьма умиротворяющим! Цель в том, чтобы создать собственного картофельного парня, выбрав глаза, рот, усы и другие части лица. Остальные элементы также прилагаются.
sk: <application>KTuberling</application> alebo <emphasis>Zemiaková hra</emphasis> je určená malým deťom, aJ keď v nej môžu nájsť zaľúbenie aj dospelí. Úlohou je vytvoriť vášho vlastného zemiakového chlapíka výberom očí, úst, fúzov a ostatnných častí tváre. Je možné pridať aj iné veci.
sv: <application>KTuberling</application>, eller <emphasis>Potatismannen</emphasis> är för de unga barnen, men några vuxna kanske också finner det lugnande. Målet är att skapa din alldeles egna potatisliknande karl från ett urval av ögon, munnar, mustascher, och andra ansiktsdelar. Andra saker kan också sättas fast.
zh_cn: <application>KTuberling</application>是给土豆小子摆面孔的游戏，原是为小孩子设计的---

source: Strategy and Simulation Games
bg: Стратегически игри и симулации
ca: Jocs d'estratègia i simulació
cs: Strategické hry a simulátory
da: Strategi- og simulationsspil
de: Strategie- und Simulationsspiele
el: Παιχνίδια Στρατηγικής και Προσομοίωσης
eu: Estrategia eta Simulazio Jokoak
fr: Jeux de stratégie et de simulation
gl: Xogos de Estratexia e Simulación
hu: Stratégiai és szimulációs játékok
id: Permainan Strategi dan Simulasi
is: Herkænsku- og eftirlíkingarleikir
it: Giochi di strategia e simulazione
ja: 戦略ゲーム、シミュレーションゲーム
ko: 전략 및 시뮬레이션 게임
nl: Strategie- en simulatiespelletjes
pl: Gry strategiczne i symulatory
pt: Jogos de Estratégia e de Simulação
ro: Jocuri de strategie şi de simulare.
ru: Стратегические игры и симуляторы
sk: Strategické hry a simulátory
sv: Strategi- och simuleringsspel
zh_cn: 战略和模拟游戏
