Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/games/po/*.po
Languages: bg, ca, cs, da, de, el, eu, fr, gl, hu, id, is, it, ja, ko, nl, pl, pt, ro, ru, sk, sv, zh_cn

source: Card and puzzle games are very popular, and Ubuntu has a large collection of such games for you to choose from. A list of some of the more popular games available is given below.
bg: Игрите с карти и пъзелите са много популярни,и Убунту има голяма колекция от която може да избирате.Списък на някой от популярните игри е наличен по-долу.
ca: Els jocs de cartes i trencaclosques són molt populars, i l'Ubuntu en té una gran col·lecció per a triar. A sota hi ha una llista d'alguns dels jocs més populars disponibles.
cs: Karetní a hádankové hry jsou velmi populární a Ubuntu má velkou sbírku takových her, ze kterých si můžete vybrat. Seznam několika dostupných populárnějších her je uveden níže.
da: Kort- og tænkespil er meget populære, og Ubuntu har en stor samling af sådanne spil som du kan vælge imellem. Nedenfor vises en liste over nogle af de mest populære.
de: Karten- und Puzzlespiele sind sehr beliebt und Ubuntu enthält eine große Auswahl an solchen Spielen. Eine Liste mit den beliebtesten Spielen ist nachfolgend aufgeführt.
el: Τα παιχνίδια με χαρτιά και τα παζλ είναι πολύ δημοφιλή και το Ubuntu έχει μια μεγάλη συλλογή τέτοιων παιχνιδιών για να διαλέξετε. Παρακάτω παρουσιάζεται μια λίστα με τα πιο δημοφιλή διαθέσιμα παιχνίδια.
eu: Karta eta puzzle jokoak oso ezagunak dira, eta Ubuntuk halako jokoz osatutako bilduma zabala dauka zuretzat. Joko horietako ezagunetako batzuen zerrenda bat duzu beherago.
fr: Les jeux de cartes et les casse-têtes sont très populaires, et Ubuntu en met un large éventail à votre disposition. Vous trouverez ci-dessous une liste des jeux les plus appréciés parmi ceux disponibles.
gl: Os xogos de cartas e de mesa son moi populares, e Ubuntu ten unha ampla colección de tales xogos para que vostede escolla. Unha lista dalgúns dos xogos máis populares dispoñíbeis amósase abaixo.
hu: A kártya- és az összerakó játékok rendkívül népszerűek, az Ubuntuban nagy választékból választhatnak a játékos kedvű felhasználók. A legnépszerűbb játékok közül néhány ismertetése alább található.
id: Permainan kartu dan papan adalah permainan yang sangat populer, dan Ubuntu memiliki koleksi yang lengkap dari jenis permainan ini untuk anda pilih. Senarai dari beberapa permainan yang lebih populer dijelaskan di bawah ini.
is: Spila- og þrautaleikir eru nú afar vinsælir, og í Ubuntu fyrirfinnst fjöldinn allur af slíkum leikjum. Að neðan er hægt að sjá lista yfir slíka leiki.
it: Giochi di carte e puzzle sono molto popolari, e Ubuntu ha una vasta raccolta di entrambi da cui scegliere. Un elenco dei giochi più popolari è disponibile di seguito.
ja: カードゲームやパズルゲームはとても人気のあるものですが、Ubuntuにもそのようなゲームがたくさんあります。その中でも特に人気のあるものを紹介しましょう。
ko: 카드 게임과 퍼즐 게임들은 매우 대중적이며, 우분투는 여러분이 선택할 수 있는 방대한 (카드 및 퍼즐) 게임들을 가지고 있습니다. 아래에 보이는 것은 보다 대중적으로 알려진 게임들의 목록입니다.
nl: Kaart- en puzzelspelletjes zijn erg populair, en Ubuntu beschikt over een grote verzameling van dat soort spelletjes waaruit u kunt kiezen. Een lijst van enkele van de meer populaire spelletjes vindt u hieronder.
pl: Gry karciane i logiczne są bardzo popularne. System Ubuntu zawiera bogatą kolekcję takich gier. Lista bardziej popularnych jest dostępna poniżej.
pt: Jogos de cartas e puzzle são muito populares, e o Ubuntu tem um largo conjunto desses jogos para que escolha. Uma lista dos jogos mais populares é apresentada abaixo.
ro: Jocurile de cărţi şi puzzle-urile sunt foarte populare iar Ubuntu are o colecţie numeroasă de asemenea jocuri. O listă cu cele mai populare jocuri puse la dispoziţia dumneavoastră este disponibilă mai jos.
ru: Карточные игры и головоломки очень популярны, а в большой коллекции Ubuntu есть, из чего выбрать. Вот список некоторых самых популярных игр.
sk: Kartové a logické hry sú veľmi obľúbené a Ubuntu má pre vás pripravený široký výber z nich. Nižšie nájdete zoznam niekoľkých populárnych.
sv: Kort- och pusselspel är väldigt populära, och Ubuntu har en stor samling sådana spel för dig att välja från. Nedan visas en lista på några av de mer populära spelen som finns tillgängliga.
zh_cn: 纸牌和拼图游戏非常受欢迎，并且Ubuntu有一大堆这样的游戏可供你选择。下面提供了一个可用的很受欢迎的游戏列表。

source: Card games
bg: Игри с карти
ca: Jocs de cartes
cs: Karetní hry
da: Kortspil
de: Kartenspiele
el: Παιχνίδια με χαρτιά
eu: Karta jokoak
fr: Jeux de cartes
gl: Xogos de Cartas
hu: Kártyajátékok
id: Permainan kartu
is: Spilaleikir
it: Giochi di carte
ja: カードゲーム
ko: 카드 게임
nl: Kaartspelletjes
pl: Gry karciane
pt: Jogos de cartas
ro: Jocuri de cărti
ru: Карточные игры
sk: Kartové hry
sv: Kortspel
zh_cn: 纸牌游戏

source: <application>Aisleriot</application>, also known as <emphasis>Solitaire</emphasis> or <emphasis>Patience</emphasis>, is a collection of single-player card games which are easy to learn and fun to play.
bg: <application>Aisleriot</application>, също позната като <emphasis>Solitaire</emphasis> или <emphasis>Patience</emphasis> е съвкупност от игри с карти за един играч, които са лесни за учене и забавни да се играя.
ca: L'<application>Aisleriot</application>, també conegut com a <emphasis>Solitari</emphasis> o <emphasis>Paciència</emphasis>, és una col·lecció de jocs de cartes d'un sol jugador, divertits i fàcils d'aprendre.
cs: <application>Aisleriot</application>, také známý jako <emphasis>Solitaire</emphasis> nebo <emphasis>Patience</emphasis>, je sbírka karetních her pro jednoho hráče, které snadno pochopíte a dobře se u nich pobavíte.
da: <application>Kabale</application>, <emphasis>Aisleriot</emphasis>, er en samling af diverse kortspil til en spiller, som er nemme at lære og sjove at spille.
de: <application>Aisleriot</application>, auch bekannt als <emphasis>Solitaire</emphasis> oder <emphasis>Patience</emphasis>, ist eine Sammlung von Einzelspieler-Kartenspielen, die leicht zu lernen sind und Spaß machen.
el: Το <application>Aisleriot</application>, γνωστό ως και <emphasis>Πασιέντζα</emphasis> είναι μια συλλογή από παιχνίδια για ένα παίκτη που είναι εύκολα να μάθετε και να παίξετε.
eu: <application>Aisleriot</application>, <emphasis>Solitario</emphasis> edo <emphasis>Patience</emphasis> bezala ere ezaguna, jokalari bakarrarentzako karta joko erraz eta jostagarri bilduma da.
fr: <application>Aisleriot</application>, aussi connu sous le nom de <emphasis>Solitaire</emphasis> ou <emphasis>Patience</emphasis>, est une compilation de jeux de cartes à un joueur, amusants et simples à apprendre.
gl: <application>Aisleriot</application>, tamen coñecido como <emphasis>Solitario</emphasis> ou <emphasis>Paciencia</emphasis>, é unha colección de xogos de cartas para un só xogador fáciles de aprender e divertidos de xogar.
hu: Az <application>Aisleriot</application>, más néven <emphasis>Pasziánsz</emphasis> vagy <emphasis>Patience</emphasis> könnyen tanulható, élvezetes, egyszemélyes kártyajátékok gyűjteménye.
id: <application>Aisleriot</application>, juga dikenal sebagai <emphasis>Solitaire</emphasis> atau <emphasis>Patience</emphasis>, adalah koleksi permainan kartu dengan pemain tunggal yang mudah dipelajari dan menyenangkan untuk dimainkan.
is: <application>Aisleriot</application> sem er einnig kallaður <emphasis>kapall</emphasis> eða <emphasis>einmenningsspil</emphasis> er samansafn spilaleikja sem hægt er að spila einn. Það er ekkert mál að læra þessa leiki og gaman að spila þá.
it: <application>Aisleriot</application>, noto anche come <emphasis>Solitario</emphasis> o <emphasis>Patience</emphasis>, è una collezione di giochi di carte per giocatore singolo facili da imparare e divertenti da giocare.
ja: <application>Aisleriot</application>は<emphasis>ソリティア</emphasis>もしくは<emphasis>ペーシェンス</emphasis>として知られるもので、一人で簡単に遊べるカードゲームを集めたものです。
ko: <application>아일라이어트(Aisleriot)</application> 혹은 <emphasis>솔리테어(Solitaire)</emphasis> 또는 <emphasis>페이션스 </emphasis>이라고 불리는 이 게임은 마우스로 쉽게 플레이할 수 있는 일인용 카드 게임들의 집합입니다.
nl: <application>Aisleriot</application>, ook bekend als <emphasis>Solitaire</emphasis> of <emphasis>Patience</emphasis>, is een collectie van kaartspellen voor één speler die makkelijk te leren en leuk om te spelen zijn.
pl: <application>Aisleriot</application>, znany również pod nazwą <emphasis>Solitaire</emphasis> lub <emphasis>Pasjans</emphasis> jest zbiorem gier karcianych dla jednego gracza. Sprawiają one dużą przyjemność oraz są łatwe do nauki.
pt: <application>Aisleriot</application>, também conhecido como <emphasis>Paciência</emphasis>, é uma colecção de jogos de cartas para um jogador, fáceis de aprender e divertidos de jogar.
ro: <application>Aisleriot</application>, cunoscut şi sub numele de <emphasis>Solitaire</emphasis> sau <emphasis>Patience</emphasis>, este o colecţie de jocuri distractive şi uşor de învăţat, pentru un singur jucător.
ru: <application>Айслериот</application>, известный также как <emphasis>Солитер</emphasis> или <emphasis>Patience</emphasis> — это подборка лёгких в освоении и очень увлекательных карточных игр.
sk: <application>Aisleriot</application>, takisto známy ako <emphasis>Solitaire</emphasis> alebo <emphasis>Pasiáns</emphasis>, je zbierkou kartových hier pre jedného hráča, ktoré sú jednoduché na naučenie sa a zábavné na hranie.
sv: <application>AisleRiot</application>, också känd som <emphasis>Solitaire</emphasis> eller <emphasis>sol</emphasis>, är en samling av kortspel som är enkla att spela med hjälp av en datormus.
zh_cn: <application>Aisleriot</application>又称<emphasis>Solitaire</emphasis>或<emphasis>Patience</emphasis>，是易学又有趣的单人卡片游戏的集合。

source: <application>Blackjack</application> is a multiple deck, casino-rules blackjack game. The object is to hold cards having a higher count than those of the dealer, without going over 21. Face card plus an Ace equals 21, Blackjack!
bg: <application>Blackjack</application> е многокартово тесте, с правилата на казино на играта Blackjack. Целта е да се държат карти с по-голям брой от тези на раздавача, без да става над 21. Карта с лицето надолу плюс Асо е равно на 21, Blackjack!
ca: El <application>Blackjack</application> és un joc amb regles de casino i diverses baralles. L'objectiu del joc és obtenir una mà amb un valor més pròxim a 21 que el repartidor, sense passar-se de 21. Una figura i un as equivalen a 21, Blackjack!
cs: <application>Blackjack</application> je karetní hra oko s pravidly z kasin. Cílem je mít karty s vyšší hodnotou než má rozdávající, aniž byste překročili 21. Karty s obrázkem a eso dají dohromady 21. Oko!
da: <application>Blackjack</application> er et blackjack-spil med kasinoregler. Målet er at have kort med en højere sum end kortgiverens kort, uden at den må overstige 21. Billedkort plus et es giver 21, Blackjack!
de: <application>Blackjack</application> ist ein Blackjack-Spiel mit mehreren Skatblättern, das nach Casinoregeln gespielt wird. Das Ziel ist es, Karten zu halten, die höher zählen als die des Croupies, ohne über 21 zu gehen. Bildkarte und ein Ass ergeben 21, Blackjack!
el: Το <application>Blackjack</application είναι ένα παιχνίδι του καζίνο με πολλές τράπουλες. Ο στόχος είναι να κρατάτε κάρτες που το άθροισμα τους να είναι μεγαλύτερο από του γκρουπιέρη, χωρίς να ξεπερνάει το 21. Μια φιγούρα με ένα άσσο μας κάνουν 21, Blackjack!
eu: <application>Blackjack</application> casino-ko blackjack-aren arauak jarraitzen dituen taula-anitzeko jokoa da. Helburua besteak baino puntuazio altuagoa lortzea da, inoiz 21etik pasa gabe. Beltz (figura) bat eta batekoa batuz 21 duzu, Blackjack!
fr: <application>Blackjack</application> est un jeu de blackjack à plusieurs paquets suivant les règles des casinos. L'objectif est d'accumuler des cartes dont les valeurs ajoutées soient supérieures à celles du distributeur, sans dépasser 21. Une carte « habillée » (figure) plus un As font 21, Blackjack !
gl: <application>Blackjack</application> é un xogo para varios xogadores que segue as reglas do blackjack que se xoga nos casinos. O obxetivo é ter cartas que sumen máis cas da banca, sen pasarse de 21. Unha figura máis un As suman 21, ¡Blackjack!
hu: A <application>Blackjack</application> egy több paklival játszott, kaszinói kártyajáték. A játékos célja az, hogy a lapjainak összértéke nagyobb legyen az osztóénál anélkül, hogy meghaladná a 21-et. Egy figurás lap és egy ász együtt 21-et ér, ez a blackjack!
id: <application>Blackjack</application> adalah permainan dek berlapis, blackjack dengan aturan kasino. Inti permainan adalah untuk memegang kartu dengan angka yang lebih tinggi dari yang dipegang bandar, tapi tidak boleh lebih dari 21. Kartu berwajah ditambah As bernilai 21, Blackjack!
is: <application>Tuttugu og eitt</application> eða <emphasis>hálftólf</emphasis> er fjáhættuspil þar sem takmarkið er að hafa hærri spil en sá sem gefur án þess að fara yfir 21.
it: <application>Blackjack</application> è un gioco di blackjack a più mazzi secondo le regole del casinò. L'obiettivo è tenere in mano le carte che hanno un valore maggiore di quelle del mazziere, senza andare oltre il 21. Una figura più un asso fanno 21, blackjack!
ja: <application>ブラックジャック</application>は複数のトランプを使ったカジノライクなルールのブラックジャックです。手札を21を越えないようにしながら、親よりも大きな数になるよう目指します。絵札とエースで21になります。ブラックジャック！
ko: <application>블랙잭</application>은 여러 덱(deck)을 이용한, 카지노 방식의 블랙잭 게임입니다. 이 게임의 목적은 21을 넘지 않는 범위 내에서 딜러보다 높은 수의 합을 가지는 카드들을 모으는 것입니다. J,Q,K 카드(face card)와 에이스 카드를 더하면 21, 즉 블랙잭이 됩니다!
nl: <application>Blackjack</application> is een blackjackspel met meerdere pakken kaarten dat volgens de casinoregels wordt gespeeld. Het doel is om kaarten te bezitten die een hogere waarde hebben dan die van de deler, maar zonder over de 21 punten heen te gaan. Plaatjeskaart plus een Aas is 21, Blackjack!
pl: <application>Blackjack</application> gra karciana znana z kasyn całego świata. Celem jest zebranie kart reprezentujących większą liczbę oczek niż rozdający, tak aby nie przekroczyć wartości 21. Karta z figurą i as reprezentują dokładnie 21 oczek - blackjacka!
pt: <application>Blackjack</application> é um jogo autêntico de 21 com múltiplos baralhos, segundo as regras de casino. O objectivo é manter cartas que valham mais que as do crupiê, sem ultrapassar os 21 pontos. Figura mais ás são 21!
ro: <application>Blackjack</application> este un joc cu mai multe seturi de cărţi, jucat după regulile casino-urilor. Scopul este de a deţine cărţi cu o valoare însumată mai mare decât cea a dealer-ului, care să nu depăşească 21. Cartea cu faţa în sus plus un As reprezintă 21, Blackjack!
ru: <application>Двадцать одно</application> — это игра несколькими колодами по правилам казино-игры «Двадцать одно». Цель её — получить больше очков, чем у сдающего, но не превысить 21. Картинка плюс туз ­— будет 21, Блэкджек!
sk: <application>Blackjack</application> sa hrá s viacerými balíčkami kariet a jedná sa o hru blackjack hranú v kasínach. Úlohou je držať na ruke karty vyššej hodnoty ako karty bankára, avšak najviac s hodnotou 21. Dolník, horník alebo kráľ s esom sa rovná 21, teda blackjacku!
sv: <application>Tjugoett</application> är ett blackjackspel med många kortlekar och kasinoregler. Målet är att hålla kort som har en högre summa än givaren utan att gå över 21. Ett klätt kort och ett ess blir 21, Blackjack!
zh_cn: <application>Blackjack</application> 是一款多人赌博的纸牌游戏，又称二十一点，游戏者的目标是使手中的牌的点数之和不超过21点且尽量大过对手。一张A带一张十点的牌，即“黑杰克”。

source: <application>Freecell</application> is another <emphasis>Solitaire</emphasis> game which is very popular on the <trademark>Windows</trademark> platform.
bg: <application>Freecell</application> е друг тип <emphasis>Пасианс</emphasis> игра, която е много популярна <trademark> Windows </trademark> платформата.
ca: El <application>Freecell</application> és un altre joc de <emphasis>Solitari</emphasis> que és molt popular a la plataforma del <trademark>Windows</trademark>.
cs: <application>Freecell</application> je další hra typu <emphasis>Solitaire</emphasis>, který je velmi populární na platformě <trademark>Windows</trademark>.
da: <application>Napoleon</application> (eller <application>FreeCell</application>) er en anden <emphasis>kabale</emphasis>, som er meget populært på <trademark>Windows</trademark>-platformen.
de: <application>Freecell</application> ist ein weiteres <emphasis>Solitaire</emphasis>-Spiel, welches auf der <trademark>Windows</trademark>-Rechnerplattform sehr beliebt ist.
el: Το <application>Freecell</application> είναι ακόμα μια <emphasis>Πασιέντζα</emphasis> που είναι πολύ δημοφιλής στην πλατφόρμα των <trademark>Windows</trademark>.
eu: <application>Freecell</application> beste <application>Solitario</application> joko bat da, <trademark>Windows</trademark> platforman oso ezaguna.
fr: <application>Freecell</application> est une autre variante de <emphasis>Solitaire</emphasis> (jeu très populaire sous <trademark>Windows</trademark>) .
gl: <application>Freecell</application> é outro xogo do <emphasis>Solitario</emphasis> moi popular no entorno <trademark>Windows</trademark>.
hu: A <application>Freecell</application> egy <emphasis>pasziánsz</emphasis> típusú játék, amely nagyon népszerű a <trademark>Windows</trademark> platformon.
id: <application>Freecell</application> adalah permainan <emphasis>Solitaire</emphasis> lain yang sangat populer di landasan <trademark>Windows</trademark>.
is: <application>Freecell</application> er <emphasis>kapalleikur</emphasis> sem er vinsæll á <trademark>Windows</trademark> vélum.
it: <application>Freecell</application> è un altro gioco <emphasis>Solitario</emphasis> popolare sulla piattaforma <trademark>Windows</trademark>.
ja: <application>フリーセル・ソリティア</application>はもう一つの<emphasis>ソリティア</emphasis>ゲームで、<trademark>Windows</trademark>でも大変人気のあるゲームです。
ko: <application>프리셀</application>은 <trademark>Windows</trademark> 플랫폼에서 매우 유명한 또 다른 <emphasis>솔리테어</emphasis> 게임입니다.
nl: <application>Freecell</application> is een ander <emphasis>Solitaire</emphasis>-spel dat op het <trademark>Windows</trademark> platform erg populair is.
pl: <application>Freecell</application> to kolejny <emphasis>Pasjans</emphasis>, gra bardzo popularna w systemie <trademark>Windows</trademark>.
pt: <application>Freecell</application> é outro jogo de <emphasis>Paciência</emphasis> muito popular na plataforma <trademark>Windows</trademark>.
ro: <application>Freecell</application> este un alt joc <emphasis>Solitaire</emphasis> care este foarte popular pe platforma <trademark>Windows</trademark>.
ru: <application>Свободная ячейка</application> — это ещё одна игра в стиле <emphasis>Солитера</emphasis>, очень популярная на платформе <trademark>Windows</trademark>.
sk: <application>Freecell</application> je ďalšia <emphasis>Solitaire</emphasis> hra, ktorá je veľmi obľúbená vo <trademark>Windows</trademark>.
sv: <application>Freecell</application> är ett annat <emphasis>patiens</emphasis>-spel som är mycket populärt på <trademark>Windows</trademark>-plattformen.
zh_cn: <application>Freecell</application> 是一款与在<trademark>Windows</trademark>平台下十分流行的<emphasis>纸牌</emphasis> 游戏相似的游戏。
