Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/games/po/*.po
Languages: bg, ca, cs, da, de, el, eu, fr, gl, hu, id, is, it, ja, ko, nl, pl, pt, ro, ru, sk, sv, zh_cn

source: <application>KMahjongg</application> is a clone of the well known tile-based patience game of the same name. Your goal is to empty the board by matching pieces with the same pattern.
bg: <application>KMahjongg</application> е клонинг на добре познатата игра за търпение със същото име. Вашата цел е да изпразните дъската като съвпадате парчетата със същия модел.
ca: El <application>KMahjongg</application> és un clon del conegut joc de paciència amb el mateix nom. L'objectiu és buidar el tauler aparellant peces amb el mateix patró.
cs: <application>KMahjongg</application> je klon známé hry stejného jména. Vašim cílem je vyprázdnit hrací desku označováním dvojic se stejným obrazcem.
da: <application>KMahjongg</application> er en klon af det velkendte brik-baserede tålmodighedsspil af samme navn. Dit mål er at tømme brættet ved at sætte identiske brikker sammen to og to.
de: <application>KMahjongg</application> ist ein Klon des wohlbekannten Geduldsspiels mit Spielsteinen gleichen Namens. Ihr Ziel ist es, das Spielfeld durch Zusammenlegen der Steine mit dem gleichen Muster zu leeren.
el: Το <application>KMahjongg</application> είναι ένα κλώνος του πολύ γνωστού παιχνιδιού με τουβλάκια με το ίδιο όνομα. Ο σκοπός σας είναι βγάλετε όλα τα τουβλάκια από το παιχνίδι με το να ταιριάζετε ανά δυο τα τουβλάκια που έχουν το ίδιο σχέδιο.
eu: <application>KMahjongg</application> izen bereko pieza-jokoaren klona da. Bertan, eredu berdineko piezak batu behar ditu taula garbitzeko.
fr: <application>KMahjongg</application> est un clone du célèbre jeu de solitaire du même nom. Le but du jeu est de vider le plateau le plus rapidement possible en associant des pièces identiques.
gl: <application>KMahjongg</application> é un clon do coñecido xogo de paciencia do mesmo nome. O cometido do xogo é baleira-lo taboleiro facendo coincidir as pezas do mesmo debuxo.
hu: A <application>KMahjongg</application> a híres, hasonló nevű, kövekkel játszott türelemjáték átirata. A játék célja az összes azonos mintájú kőpár levétele a tábláról.
id: <application>KMahjongg</application> adalah klon dari permainan kartu terkenal berbasis ubin yang bernama sama. Inti permainan adalah mengosongkan papan dengan mencocokkan ubin yang berpola sama.
is: <application>KMahjongg</application> er byggður á samnefndur leik, en hann gengur út á að tæma borðið með því að fjarlægja kubba sem hafa sömu tákn.
it: <application>KMahjongg</application> è un clone del noto gioco solitario basato su mattonelle che porta lo stesso nome. L'obiettivo è quello di svuotare il campo di gioco accoppiando i pezzi con lo stesso simbolo.
ja: <application>KMahjongg</application>(上海)は麻雀牌を使った有名なゲームです。同じ絵柄の牌を揃えながら、盤面上のすべての牌を取り除くことが目標です。
ko: <application>KMahjongg</application>(은)는 동일한 이름의 유명한 타일 기반의 페이션스 게임의 클론입니다. 이 게임의 목적은 같은 종류의 조각을 없애서 보드를 비우는 것입니다.
nl: <application>KMahjongg</application> is een kloon van het welbekende steen-gebaseerde geduldspel met dezelfde naam. Uw doel is om het speelbord leeg te maken door telkens stenen met hetzelfde patroon weg te nemen.
pl: <application>KMahjongg</application> to klon dobrze znanej gry Mahjongg. Celem gry jest oczyszczenie planszy poprzez zdejmowanie parami elementów o takich samych wzorach.
pt: <application>KMahjongg</application> é um clone do conhecido jogo de paciência de mesmo nome. Nele, seu objectivo é limpar o tabuleiro encontrando as peças iguais.
ro: <application>KMahjongg</application> este o clonă a celebrului joc cu acelaşi nume. Scopul jucătorului este să golească tabla de joc, găsind piese cu acelaşi marcaj.
ru: <application>KMahjongg</application> является клоном хорошо известной одноименной головоломки. Ваша цель состоит в том, чтобы очистить игровое поле, убирая костяшки с одинаковым рисунком.
sk: <application>KMahjongg</application> je klonom známej pasiánsovej hry s rovnakým menom. Vašou úlohou je vyčistiť plochu spájaním kúskov s rovnakým vzorom.
sv: <application>KMahjongg</application> är en klon av det välkända brickbaserade tålamodsspelet med samma namn. Ditt mål är att tömma brädet genom att ta bort brickor av samma typ.
zh_cn: <application>KMahjongg</application> 是一款“对对碰”规则的麻将游戏. 玩家的目标是利用同花色消去，清空牌桌。

source: <application>KReversi</application> is a two player game in which players gain the majority of pieces on the board by tactically placing their pieces in order to turn over their opponent's pieces.
bg: <application>KReversi</application> е игра за двама човека, в която играчите, които спечелят най-много броя на дъската по тактическо поставяне на парчета им, за да обърнат парчетата на опонентите си.
ca: El <application>KReversi</application> és un joc de dos jugadors on aquests guanyen la majoria de peces del tauler ubicant tàcticament les seves peces de manera que es girin les peces de l'adversari.
cs: <application>KReversi</application> je hra pro dva hráče, ve které hráči usilují o získání většiny hracích kamenů na hrací ploše. Toho dosahují pomocí taktického umisťování svých kamenů tak, aby změnili soupeřovy kameny na své vlastní.
da: <application>KReversi</application> er et spil til to spillere, baseret på brætspillet <application>Othello</application> (også kendt som <application>Reversi</application>). I spillet får spillere størstedelen af brikkerne på spillebrættet ved at placere deres brikker taktisk for at kunne overtage deres modstanders brikker.
de: <application>KReversi</application> ist ein Spiel, in dem zwei Spieler die Mehrheit der Spielsteine erringen, indem sie ihre Spielsteine taktisch anordnen, um die Spielsteine des Gegner umzudrehen.
el: Το <application>KReversi</application> είναι ένα παιχνίδι για δυο παίκτες, οι οποίοι αποκτούν τα κομμάτια του αντιπάλου τους με το να τα γυρνούν.
eu: <application>KReversi</application> bi jokalarirentzako joko bat da. Bertan, taulako piezen gehiengoa lortzen saiatu behar duzu, zure piezak taktikoki kokatuz aurkariaren piezei buelta emateko.
fr: <application>KReversi</application> est un jeu à deux joueurs dont le but est d'obtenir la majorité des éléments sur le plateau de jeu en plaçant stratégiquement ses jetons de manière à retourner les jetons de l'autre joueur.
gl: <application>KReversi</application> é un xogo de dous xogadores no que os xogadores gañan a maioría das pezas no taboleiro colocando tacticamente as súas pezas de forma que lle den a volta ás do seu opoñente.
hu: A <application>KReversi</application> egy kétszemélyes játék, ahol a játékosok igyekeznek az ellenfelüknél több bábut birtokolni a táblán. Ezt úgy érhetik el, ha taktikusan olyan helyekre teszik a bábuikat, hogy azok átfordítsák az ellenfél bábuit.
id: <application>KReversi</application> adalah permainan untuk dua pemain dimana pemain menaruh bidak mereka secara cerdik dengan memutar balik bidak lawan untuk memperoleh wilayah terbanyak di papan.
is: <application>KReversi</application> er leikur fyrir tvo þar sem takmarkið er að ná yfirburðafjölda kubba á borðinu með því snúa kubbum andstæðingsins við.
it: <application>KReversi</application> è un gioco per due persone in cui i giocatori si guadagnano la maggioranza delle pedine sul campo da gioco piazzando le proprie pedine strategicamente in modo tale da vincere le pedine dell'avversario.
ja: <application>KReversi</application>(リバーシ)は対戦型ゲームです。相手の石を自分の石で挟んでひっくり返し自分の石とすることで、盤面上の自分の石の数を増やしていきます。
ko: <application>KReversi</application>는 전략적으로 패를 위치시켜 상대방의 패를 뒤집어 보드 상에 더 많은 패를 가지는 2인용 게임입니다.
nl: <application>KReversi</application> is een spel voor twee spelers waarin spelers de meeste stenen op het bord proberen te krijgen door hun stukken tactisch te plaatsen, om zo de stenen van de tegenstander om te draaien.
pl: <application>KReversi</application> to gra dla dwóch graczy, która ma na celu zdobycie większości pionów na planszy, poprzez taktyczne rozmieszczanie ich obok pionów przeciwnika.
pt: <application>KReversi</application> é um jogo para dois jogadores no qual é preciso obter a maioria das peças colocando suas peças de maneira táctica, de forma a virar as peças de seu adversário.
ro: <application>KReversi</application> este un joc între doi jucători, aceştia câştigând majoritatea pieselor de pe tablă prin plasarea unei piese proprii în așa fel încăt să întoarcă piesele oponentului.
ru: <application>KReversi</application> игра между двумя игроками, стремящимися получить большинство участков доски тактическим расположением своих фишек, с тем чтобы перевернуть фишки соперника.
sk: <application>KReversi</application> je hra pre dvoch hráčov, v ktorej hráči získavajú vačšinu hracích kameňov tým, že na plochu takticky umiestňujú kamene tak, aby na svoju stranu získali súperove kamene.
sv: <application>KReversi</application> är ett tvåmannaspel där spelarna vill vinna majoriteten av brickorna på spelplanen genom att taktiskt placera sina brickor för att ta över motståndarens brickor.
zh_cn: <application>KReversi</application> 是一种双人玩的游戏，游戏者在棋盘中适当位置放置棋子可以把对方的棋子翻转为己方棋子，游戏结束时棋子数多的一方获胜。

source: <application>KWin4</application>, or <emphasis>Four wins</emphasis>, is a two player game which follows the rules of the famous <trademark>Connect Four</trademark> game. Align four pieces of the same color to win!
bg: <application>KWin4</application> или <emphasis>Four wins</emphasis> е игра за два човека, която следва правилата на известната игра <trademark>Свържете четири</trademark>. Подравнете четири части от еднакъв цвят, за да спечелите!
ca: El <application>KWin4</application> o <emphasis>Four wins</emphasis> és un joc per a dos jugadors que segueix les regles del famós joc <trademark>Connect Four</trademark>. Alineeu quatre peces del mateix color per a guanyar.
cs: <application>KWin4</application>, nebo <emphasis>Čtyři vyhrávají</emphasis>, je hra pro dva hráče, která se drží pravidel slavné hry <trademark>Connect Four</trademark>. Postavte čtyři hrací kameny stejné barvy do řady a vyhrajete!
da: <application>KWin4</application>, eller <emphasis>Four wins</emphasis>, er et spil for to spillere, som følger reglerne fra det kendte spil <trademark>Fire på stribe</trademark>. Få fire brikker af samme farve på stribe for at vinde!
de: <application>KWin4</application> oder <emphasis>Vier gewinnt</emphasis> ist ein Zweispieler-Spiel, das den Regeln des berühmten Spiels <trademark>Connect Four</trademark> folgt. Legen Sie vier Spielsteine der selben Farbe in eine Reihe um zu gewinnen!
el: Το <application>Τέσσερα στην σειρά</application> είναι ένα παιχνίδι για δυο παίκτες που ακολουθεί τους κανόνες του διάσημου <trademark>Σκορ4</trademark>. Στοιχίστε τέσσερα από τα κομμάτια σας μαζί και κερδίστε!
eu: <application>KWin4</application>, edo <emphasis>Four wins</emphasis>, bi jokalarirentzako jokoa da, <trademark>Conecta Cuatro</trademark> ospetsuaren arau berdinak dituena. Lerro bat osatu ezazu kolore bereko lau piezarekin, eta irabazi!
fr: <application>KWin4</application>, ou <emphasis>Quatre gagne</emphasis>, est un jeu pour deux joueurs qui suit les règles du célèbre <trademark>Puissance 4</trademark>. Alignez quatre pièces de la même couleur pour gagner !
gl: application>KWin4</application>, ou <emphasis>Four wins</emphasis>, é un xogo de dous xogadores que segue as regras do famoso <trademark>Conecta Cuatro</trademark>. ¡Fai liñas de catro pezas da mesma cor para gañar!
hu: A <application>KWin4</application>, avagy <emphasis>Four wins</emphasis> egy kétszemélyes játék, amely a híres <trademark>Connect Four</trademark> (Négyet egy sorba) szabályait követi. Ha négy bábuja egy vonalban áll, Ön nyert!
id: <application>KWin4</application>, atau <emphasis>Empat menang</emphasis>,adalah permainan untuk dua orang yang mengikuti aturan dari permainan terkenal <trademark>Connect Four</trademark>. Buat empat bagian dengan warna yang sama untuk menang!
is: <application>KWin4</application>, eða <emphasis>Four wins</emphasis> er leikur sem tveir geta tekið þátt í sem byggir á sömu reglum og hinn frægi <trademark>Connect Four</trademark> leikur. Ef þú tekst að raða fjórum samlitum kúlum í röð þá vinnurðu!
it: <application>KWin4</application>, o <emphasis>Four wins</emphasis>, è un gioco per due giocatori che segue le regole del famoso gioco <trademark>Forza quattro</trademark>. Allinea quattro pedine dello stesso colore e vinci!
ja: <application>KWin4</application>もしくは<emphasis>Four wins</emphasis>は、<trademark>Connect Four</trademark>(四目並べ)のルールを基にした対戦型ゲームです。同じ色の石を一列に四枚並べれば勝ちです！
ko: <application>KWin4</application> 혹은 <emphasis>Four wins</emphasis>는 유명한 <trademark>Connect Four</trademark> 게임의 룰을 따르는 2인용 게임입니다. 이 게임의 목적은 같은 색의 네 조각을 일렬로 배열하는 것입니다.
nl: <application>KWin4</application> of <emphasis>Vier op een rij</emphasis>, is een spel voor twee spelers die de regels volgt van het beroemde <trademark>Connect Four</trademark> spel. Plaats vier stukken van dezelfde kleur op één rij om te winnen!
pl: <application>KWin4</application>, inaczej <emphasis>Four wins</emphasis>, to gra dla dwóch graczy według zasad słynnej gry <trademark>Połącz Cztery</trademark>. By zwyciężyć, ustaw w rzędzie cztery elementy tego samego koloru.
pt: <application>KWin4</application>, ou <emphasis>Four wins</emphasis>, é um jogo de dois jogadores que segue as regras do famoso <trademark>Connect Four</trademark>. Alinhe quatro peças da mesma cor para ganhar!
ro: <application>KWin4</application>, sau <emphasis>Patru câștigă</emphasis> este un joc între doi jucători care se bazează pe regulile jocului <trademark>Connect Four</trademark>. Aliniaţi patru piese de aceeaşi culoare pentru a câştiga!
ru: <application>KWin4</application> или <emphasis>Four wins</emphasis> игра между двумя игроками по мотивам знаменитой игры <trademark>Connect Four</trademark>. Совместите четыре элемента одного и того же цвета, чтобы выиграть!
sk: <application>KWin4</application> alebo <emphasis>Kvarteto</emphasis> je hrou pre dvoch podľa pravidiel <trademark>Kvarteta</trademark>. Spojte štyri kúsky rovnakej farby a vyhráte!
sv: <application>KWin4</application>, eller <emphasis>Fyra i rad</emphasis>, är ett tvåmannaspel som följer samma regler som det kända spelet <trademark>Fyra i rad</trademark> där du måste placera fyra brickor av samma färg i rad för att vinna.
zh_cn: <application>KWin4</application>或者<emphasis>Four wins</emphasis>，是一款基于著名的<trademark>Connect Four</trademark>规则的双人旗类游戏。一方有四个在直、横、斜上相连的同色棋子就意味着胜利。

source: <application>Mahjongg</application> is a single-player version of the classic tile game. The objective is to select pairs of similar tiles.
bg: <application>Mahjongg</application> е версия за един играч на класическата игра на плочки. Целта е да изберете подобни двойки плочки.
ca: El <application>Mahjongg</application> és una versió d'un jugador del clàssic joc de peces. L'objectiu és seleccionar parelles de peces similars.
cs: <application>Mahjongg</application> je klasická hra s dlaždicemi pro jednoho hráče. Podstatou je vybrat dvojici podobných dlaždic.
da: <application>Mahjongg</application> er en single-player version af det klassiske brikspil. Målet er at sætte identiske brikker sammen to og to.
de: <application>Mahjongg</application> ist eine Einzelspieler-Version des klassischen Spiels mit Spielsteinen. Ziel ist es, Paare gleicher Spielsteine auszusortieren.
el: Το <application>Mahjongg</application> είναι ένα παιχνίδι ενός παίκτη του κλασσικού παιχνιδιού με τουβλάκια. Ο σκοπός σας είναι διαλέγετε ζευγάρια από ίδια τουβλάκια.
eu: <application>Mahjongg</application> fitxa-joko klasiko baten jokalari bakarreko bertsioa da. Helburua, fitxa berdinen pareak aukeratzea da.
fr: <application>Mahjongg</application> est une version mono-joueur du célèbre jeu de tuiles. L'objectif est de sélectionner des paires de tuiles similaires.
gl: <application>Mahjongg</application> é unha versión pra un só xogador do clásico xogo de fichas. O obxetivo é seleccionar parellas de fichas similares.
hu: A <application>Mahjongg</application> a klasszikus kockajáték egyszemélyes változata. A cél az azonos típusú darabok megkeresése és eltávolítása.
id: <application>Mahjongg</application> adalah versi pemain tunggal dari permainan ubin klasik. Inti permainan adalah memilih pasangan ubin yang sama.
is: <application>Mahjongg</application> er leikur fyrir einn leikmann, en takmarkið í honum er að velja kubba með eins mynstri.
it: <application>Mahjongg</application> è una versione a un giocatore del classico gioco delle mattonelle. L'obiettivo è selezionare le coppie di mattonelle simili.
ja: <application>上海</application>は古典的な一人用ゲームです。同じ絵柄の牌を揃えていきます。
ko: <application>Mahjongg</application>(은)는 고전 타일 게임의 1인용 버전입니다. 이 게임의 목적은 비슷한 타일의 짝을 선택하는 것입니다.
nl: <application>Mahjongg</application> is een eenpersoons-versie van het klassieke tegelspel. Het doel is om paren van gelijke tegels te selecteren.
pl: <application>Mahjongg</application> jest wersją klasycznej gry przeznaczonej dla jednego gracza, której celem jest wybieranie par tych samych kart.
pt: <application>Mahjongg</application> é a versão para um só jogador deste jogo clássico. O objectivo é seleccionar pares de blocos semelhantes.
ro: <application>Mahjongg</application> este un joc de un singur jucător, o versiune a clasicului joc cu acelaşi nume. Scopul jocului este să selectaţi câte două piese cu acelaşi marcaj.
ru: <application>Маджонгг</application> — одинчная версия классического китайского домино. Цель игры — убирать парами одинаковые фишки.
sk: <application>Mahjongg</application> je verzia klasickej hry pre jednoho hráča. Úlohou je vytvoriť z podobných kúskov páry.
sv: <application>Mah Jong</application> är en enmansversion av det klassiska brickspelet. Målet är att matcha par av liknande brickor.
zh_cn: <application>Mahjongg</application>一款经典麻将牌游戏的单机版。目标是选择成对的麻将牌以将其消除。

source: <application>Shishen-Sho</application> is similar to <emphasis>Mahjongg</emphasis>, and is played by removing all tiles from the field, two at a time, by matching tiles of the same type.
bg: <application>Shishen-Sho</application> е подобна на <emphasis>Mahjongg</emphasis> и се играе чрез премахване на всички плочки от полето, две едновременно, като се избират еднакви плочки от същия тип.
ca: El <application>Shishen-Sho</application> és semblant al <emphasis>Mahjongg</emphasis> i es juga suprimint totes les peces del tauler, dues cada vegada, en fer coincidir peces del mateix tipus.
cs: <application>Shishen-Sho</application> je hra podobná <emphasis>Mahjonggu</emphasis>. Cílem je odstranit všechny hrací kameny z herní desky. Abyste toho dosáhli, musíte najít postupně najít všechny shodné dvojice kamenů.
da: <application>Shishen-Sho</application> minder meget om <emphasis>Mahjongg</emphasis>, og spilles ved at fjerne alle brikker fra brættet, to ad gangen, ved at finde identiske brikker.
de: <application>Shishen-Sho</application> ist vergleichbar mit <emphasis>Mahjongg</emphasis> und gespielt, indem man alle Spielsteine vom Spielfeld entfernt; jeweils zwei des gleichen Typs auf einmal.
el: Το <application>Shishen-Sho</application> είναι παρόμοιο με το <emphasis>Mahjongg</emphasis> και παίζεται με το αφαιρέσετε όλα τα τουβλάκια από το πεδίο, δυο κάθε φορά, ταιριάζοντας τα ίδια.
eu: <application>Shishen-Sho</application> jokoa <emphasis>Mahjongg</emphasis> jokoaren antzekoa da, eta taulako piezak binaka knetzen jokatzen da, mota bereko piezak batuz.
fr: <application>Shishen-Sho</application> ressemble au jeu <emphasis>Mahjongg</emphasis> et se joue en retirant des pièces du jeu deux par deux en associant des tuiles du même type.
gl: <application>Shishen-Sho</application> é parecido a <emphasis>Mahjongg</emphasis>, e xógase eliminando fichas do tapete, dúas cada vez, atopando fichas do mesmo tipo.
hu: A <application>Shishen-Sho</application> hasonló a <emphasis>Mahjongghoz</emphasis>: az egyforma kövek páronkénti levételével ürítse ki a játékteret.
id: <application>Shishen-Sho</application> mirip dengan <emphasis>Mahjongg</emphasis>, dan dimainkan dengan cara mengosongkan semua ubin dari papan, sekaligus dua, dengan mencocokkan ubin yang sama.
is: <application>Shishen-Sho</application> er leikur sem líkist <emphasis>Mahjongg</emphasis>, og er spilaður með því að fjarlægja alla kubbana af vellinum, með því að velja tvo í einu sem eru af sömu tegund.
it: <application>Shishen-Sho</application> è simile a <emphasis>Mahjongg</emphasis> e si gioca eliminando tutte le mattonelle dal campo di gioco, due alla volta, accoppiando le mattonelle dello stesso tipo.
ja: <application>Shishen-Sho</application>は<emphasis>上海</emphasis>によく似たゲームで、同じ絵柄の牌を揃えながら、すべての牌を盤面から取り除いていきます。
ko: <application>Shishen-Sho</application>는 <emphasis>Mahjongg</emphasis>과 비슷한 게임으로 필드에서 동일한 종류의 두 조각을 모두 제거하는 것입니다.
nl: <application>Shishen-Sho</application> is vergelijkbaar met <emphasis>Mahjongg</emphasis>, en wordt gespeeld door telkens twee stenen van hetzelfde type uit het speelveld te nemen.
pl: <application>Shishen-Sho</application> jest podobna do <emphasis>Mahjongg</emphasis>. Gracz usuwa wszystkie płytki z pola, po dwie na raz, o ile są one tego samego typu.
pt: <application>Shishen-Sho</application> é semelhante ao <emphasis>Mahjongg</emphasis>, e é jogado removendo-se todas as peças do tabuleiro, duas a duas, encontrando pares de peças iguais.
ro: <application>Shishen-Sho</application> este asemănător cu <emphasis>Mahjongg</emphasis>. Se joacă prin indepărtarea de pe suprafaţa de joc a pieselor identice.
ru: <application>Shishen-Sho</application> похожа на <emphasis>Mahjongg</emphasis>, в неё играют, удаляя все костяшки с поля, по две за раз, выбирая костяшки одного типа.
sk: Hra <application>Shishen-Sho</application> je podobná hre <emphasis>Mahjongg</emphasis> a hrá sa tak, že sa z poľa odstraňujú všetky kúsky (dva naraz) spájaním kúskov rovnakého druhu.
sv: <application>Shishen-Sho</application>, som liknar <emphasis>Mah Jong</emphasis>, spelas genom att flytta alla brickor från spelfältet, två stycken samtidigt av matchande typ.
zh_cn: <application>Shishen-Sho</application>，与<emphasis>麻将</emphasis>游戏相似，每次将相同的两个消除，直到清除游戏区域中的所有麻将牌。

source: Puzzle games
bg: Игри със загадки
ca: Jocs de trencaclosques
cs: Skládačky
da: Tænkespil
de: Puzzlespiele
el: Παιχνίδια παζλ
eu: Puzzle jokoak
fr: Casse-têtes
gl: Xogos de Crebacabezas
hu: Logikai játékok
id: Permainan teka-teki
is: Þrautaleikir
it: Puzzle
ja: パズルゲーム
ko: 퍼즐 게임
nl: Puzzelspelletjes
pl: Łamigłówki
pt: Jogos de puzzle
ro: Jocuri puzzle
ru: Головоломки
sk: Logické hry
sv: Pusselspel
zh_cn: 解谜游戏
