Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/games/po/*.po
Languages: bg, ca, cs, da, de, el, eu, fr, gl, hu, id, is, it, ja, ko, nl, pl, pt, ro, ru, sk, sv, zh_cn

source: <application>Robots</application> is a game where the object is to avoid a hoard of robots who are trying to catch you. With every step you make, the robots get closer to getting you and you must do whatever you can to avoid them.
bg: <application>Robots</application> е игра, в която целта е да се избегне Съкровището на роботите, които се опитват да ви хванат. С всяка стъпка, която правите, роботите се приближават, за да ви хванат и трябва да направите всичко възможно да ги избегнете.
ca: El <application>Robots</application> és un joc on l'objectiu és evitar una horda de robots que us intenten atrapar. Amb cada pas que feu, els robots se us acostaran per a atrapar-vos i haureu de fer el que pugueu per a evitar-los.
cs: <application>Robots</application> je hra, jejímž cílem je utéct hordě robotů, kteří se vás snaží chytit. S každým krokem, který uděláte, se k vám roboti dostanou blíž a vy musíte udělat cokoli, abyste se jim vyhnuli.
da: <application>Robotter</application> er et spil hvor målet er at undgå en hær af robotter, som forsøger at fange dig. Med hvert skridt kommer robotterne tættere på at fange dig, og du skal gøre alt hvad du kan for at undgå dem.
de: <application>Robots</application> ist ein Spiel in dem es das Ziel ist, einer Horde Roboter zu entkommen, die versuchen, Sie zu fangen. Mit jedem Schritt, den Sie tun, kommen die Roboter näher an ihr Ziel, Sie zu fangen. Sie müssen alles, was Sie können, tun, um den Robotern zu entkommen.
el: Το <application>Robots</application> είναι ένα παιχνίδι στο οποίο ο στόχος είναι να καταφέρετε να αποφύγετε μία ορδή ρομπότ που προσπαθεί σας πιάσει. Σε κάθε σας βήμα, τα ρομπότ έρχονται όλο και περισσότερο κοντά στο στόχο τους και πρέπει με οποιοδήποτε τρόπο να καταφέρετε να τα αποφύγετε.
eu: <application>Robots</application> jokoan zu harrapatzen saiatzen ari diren errobot hordak saihestu beharko dituzu. Ematen duzun pauso bakoitzeko errobotak gehiago gerturatu zaizkizu; ahal duzun guztia egin beharko duzu ihes egiteko.
fr: <application>Robots</application> est un jeu dont le but est d'éviter une horde de robots qui essayent de vous attraper. Lors de chacun de vos déplacements, les robots se rapprochent de vous et vous devez tout faire pour les éviter.
gl: <application>Robots</application> é un xogo no que o obxectivo é evitar que unha morea de robots te collan. A cada paso fas que os robots estén máis preto de ti e debes facer todo o que estea nas túas mans para evitalo.
hu: A <application>Robots</application> játék célja elkerülni a robothordát, amely megpróbálja elkapni a játékost. Minden megtett lépéssel a robotok közelebb kerülnek és az elkerülésük érdekében minden lehetséges eszközzel élnie kell.
id: <application>Robots</application> adalah permainan yang intinya menghindari kumpulan robot yang berupaya menangkap anda. Dengan setiap langkah yang anda lakukan, robot akan makin dekat dan anda harus lakukan cara apapun untuk menghindari kejaran mereka.
is: <application>Robots</application> er leikur sem gengur út á það að forðast hjarðir vélmenna sem reyna að ná þér. Vélmennin nálgast þér í hvert skipti sem þú hreyfir þig, og þú verður að gera allt sem í þínu valdi stendur til að forðast þau.
it: <application>Robots</application> è un gioco in cui l'obiettivo è quello di evitare un'orda di robot che vogliono catturarvi. A ogni movimento, i robot si avvicinano e bisogna fare di tutto per evitarli.
ja: <application>Robots</application>は、プレイヤーを捕まえようとするロボットの集団から逃げ出すゲームです。一手ごとに、ロボットはプレイヤーに近づいてくるので、彼らから逃げるような手を考えなくてはいけません。
ko: <application>로봇</application>은 여러분을 잡으려고 다가오는 로봇들을 피하는 게임입니다. 여러분이 한 걸음씩 움직일 때마다, 로봇들이 다가오므로 이를 피하기 위해서 무엇이든 해야 합니다.
nl: <application>Robots</application> is een spel met als doel om een horde robots te ontwijken die u proberen te vangen. Met elke stap die u zet komen de robots dichterbij en u moet alles doen wat u kunt om ze te ontwijken.
pl: <application>Roboty</application> to gra, w której musisz uciekać przed zgrają robotów. Z każdym ruchem one zmierzają w twoim kierunku i musisz zrobić wszystko co możliwe aby uniknąć spotkania z nimi.
pt: <application>Robots</application> é um jogo cujo objectivo é evitar uma horda de robots que tentam apanhar o jogador. A cada passo seu os robots aproximam-se, e deverá fazer o possível para evitá-los.
ro: <application>Roboţii</application> este un joc al căriu obiectiv este evitarea roboţilor care încearcă să vă prindă. La fiecare pas, roboţii se apropie din ce în ce mai mult de dumneavoastră şi trebuie să faceţi tot ce puteţi pentru a-i evita.
ru: <application>Роботы</application> — это игра, цель которой — убегать от роботов, которые пытаются поймать вас. С каждым вашим шагом роботы приближаются, и вам надо от них уворачиваться.
sk: <application>Robots</application> je hra, ktorej úlohou je zabrániť hromade robotov, aby vás chytila. Roboty sa k vám približujú a vy musíte urobiť všetko, aby ste ich zničili.
sv: <application>Robotar</application> är ett spel där målet är att undvika en samling av robotar som försöker besegra dig genom att vid varje steg ta dig lite närmare striden.
zh_cn: <application>机器人</application>大量的机器人冲你直线跑/滚/飞过来。虽然你有传送门---但为了安全，让它们撞坏自己吧。

source: Maze games
bg: Maze игри
ca: Jocs de laberint
cs: Bludištní hry
da: Labyrintspil
de: Labyrinth-Spiele
el: Παιχνίδια Λαθυρίνθων
eu: Labirinto jokoak
fr: Jeux de labyrinthe
gl: Xogos de labirinto
hu: Labirintusjátékok
id: Permainan labirin
is: Völundarleikir
it: Giochi di labirinti
ja: 迷路ゲーム
ko: 미로 게임
nl: Doolhofspelletjes
pl: Labiryntówki
pt: Jogos de labirintos
ro: Jocuri labirint
ru: Лабиринты
sk: Bludiskové hry
sv: Labyrintspel
zh_cn: 迷宫游戏

source: <application>KGoldrunner</application> is a game of action and puzzle solving. Run through the maze, dodge your enemies, collect all of the gold, and climb up to the next level.
bg: <application>KGoldrunner</application> е игра на екшън и решаване на пъзел. Преминете през лабиринт, отстранете неприятелите си, съберете всичкото злато, и се изкачете до следващото ниво.
ca: El <application>KGoldrunner</application> és un joc d'acció i de resolució de trencaclosques. Correu a través d'un laberint, eviteu els enemics, recol·lecteu tot l'or i escaleu al nivell següent.
cs: <application>KGoldrunner</application> je akční a řešitelská hra. Utíkejte skrz labyrint, uhýbejte nepřátelům, sbírejte všechno zlato a vylezte do další úrovně.
da: <application>KGoldrunner</application> er et handlings- og gådespil. Gå gennem labyrinten, Undgå dine fjender, saml alt guldet, og klatr op til det næste niveau.
de: <application>KGoldrunner</application> ist eine Mischung zwischen Action- und Puzzle-Spiel. Laufen Sie durch das Labyrinth, weichen Sie Gegnern aus, sammeln Sie das gesamte Gold ein und steigen Sie in den nächsten Level auf.
el: Το <application>KGoldrunner</application> είναι ένα παιχνίδι δράσης και επίλυσης παζλ. Τρέξτε μέσα στο λαβύρινθο, αποφύγετε τους εχθρούς σας, συλλέξτε όλο το χρυσάφι και σκαρφάλωσε στο επόμενο επίπεδο.
eu: <application>KGoldrunner</application> puzzleak osatzeko akziozko jolasa da. Laberintoaren zehar korrika, arerioak saihestu eta jaso ahal izango duzun urre guztia, hurrengo mailara pasatzeko.
fr: <application>KGoldrunner</application> est un jeu d'action et de réflexion. Parcourrez le labyrinthe, évitez vos ennemis, récoltez de l'or et accédez aux niveaux supérieurs.
gl: <application>KGoldrunner</application> é un xogo de acción e de resolución de puzzles. Corre a través do labirinto, evita os teus enemigos, recolle o ouro, e sube ata o seguinte nivel.
hu: A <application>KGoldrunner</application> egy akció és logikai fejtörő elegye. Fusson keresztül a labirintuson, kerülje ki az ellenségeket, gyűjtse össze az aranyat és másszon fel a következő szintre.
is: <application>KGoldrunner</application> er hasar- og þrautaleikur þar sem hlaupa á í gegnum völundarhús, forðast óvini, safna gulli og klifra að næsta borði.
it: <application>KGoldrunner</application> è un gioco di azione e di risoluzione di rompicapi: correre attraverso il labirinto, schivare i nemici, raccogliere tutto l'oro e arrampicarsi verso il livello successivo.
ja: <application>KGoldrunner</application> はアクションとパズルを合わせたゲームです。敵を避けつつすべての金貨を集めて迷路を抜け出せば、 上の階へと登ることができます。
ko: <application>KGoldrunner</application>는 액션 및 퍼즐 풀기 게임입니다. 미로를 헤쳐나가고, 적들을 피하며서, 금을 모으면서, 다음 레벨로 올라가십시요.
pl: <application>KGoldrunner</application> jest grą akcji i rozwiązywania zagadek. Biegnij przez labirynt, unikaj przeciwników, zbierz całe złoto i przejdź do następnego poziomu.
ru: <application>KGoldrunner</application>это игра, совмещающая головоломку и экшн. Бегайте по лабиринту, обманывайте своих врагов, собирайте золото и поднимайтесь наверх к следующему уровню.
sv: <application>KGoldrunner</application> är ett actionspel och pussel. Spring genom labyrinten, undvik dina fiender, samla in allt guld och klättra upp till nästa nivå.
zh_cn: <application>KGoldrunner</application>是一款动作和猜谜的游戏。你需要穿过迷宫，避开你的敌人，搜集所有的金子，最终到达下一关。

source: <application>KSnakerace</application> is a fast action game where you control a snake which has to eat the food that appears on the map. The more you eat, the larger your snake grows. The goal is to eat as much as possible without colliding with another snake or the wall, however this becomes more and more difficult the more you eat.
bg: <application>KSnakerace</application> е игра за бързо действие, в която управлявате змия, която трябва да яде храна, която се появява на картата. Колкото повече ядете, толкова по-голяма става змията. Целта е да ядете колкото е възможно повече без да се сблъскате друга змия или в стената, но това става все по-трудно колкото повече ядете.
ca: El <application>KSnakerace</application> és un joc d'acció ràpid on heu de controlar una serp que s'ha de cruspir el menjar que apareix en el mapa. Com més mengeu, més creixerà la vostra serp. L'objectiu és menjar el màxim possible sense xocar contra una altra serp o el mur, cosa que es torna cada vegada més difícil a mesura que aneu menjant.
cs: <application>KSnakerace</application> je rychlá akční hra, kde ovládáte hada, který musí snít všechno jídlo objevující se na mapě. Čím více sníte, tím více váš had povyroste. Účelem je sníst co nejvíc aniž byste narazili do jiného hada nebo do zdi, nicméně toto se stává těžším, čím více sníte.
da: <application>KSnakerace</application> er et hurtigt handlingsspil, hvor du styrer en slange, som har til formål at spise den mad, der vises på banen. Jo mere du spiser, jo større vokser din slange sig. Målet er at spise så meget som muligt uden at kollidere med en anden slange eller væggen, men det bliver sværere og sværere jo mere du spiser.
de: <application>KSnakerace</application> ist ein schnelles Action-Spiel, indem Sie eine Schlange steuern, die das Futter fressen muss, das auf dem Spielfeld erscheint. Je mehr Futter Sie fressen, umso länger wird Ihre Schlange. Das Ziel ist es, so viel wie möglich zu fressen, ohne dabei mit einer anderen Schlange oder der Wand zusammenzustoßen. Dies wird aber umso schwieriger, je mehr Sie fressen.
el: Το <application>KSnakerace</application> είναι ένα παιχνίδι γρήγορης δράσης, όπου ελέγχετε ένα φίδι το οποίο πρέπει να φάει το φαγητό που εμφανίζεται στο χάρτη. Όσο περισσότερο τρώει, τόσο περισσότερο μεγαλώνει. Ο στόχος είναι να φάτε όσο το δυνατόν περισσότερο χωρίς να πέσετε πάνω σε ένα άλλο φίδι ή στον τοίχο. Ωστόσο όσο περισσότερο τρώτε τόσο δυσκολεύει το παιχνίδι.
eu: <application>KSnakerace</application> akzio azkar jolasa da; mapan agertzen den janaria jan behar duen suge baten kontrola duzu. Gehiago jan, sugea handiago izango da. Helburua ahal den guztia jatea da, beste suge baten kontra edo hormen kontra tope egin gabe, hala ere, jan heinean zailagoa egiten da.
fr: <application>KSnakerace</application> est un jeu d'action rapide où vous contrôlez un serpent qui doit manger les aliments apparaissant à l'écran. Plus le serpent mange, plus il s'allonge. Le but pour le serpent étant de manger le plus possible sans rentrer en collision avec lui-même ou avec un mur. Bien évidemment, plus on mange, plus cela devient difficile.
gl: <application>KSnakerace</application> é un xogo rápido de acción no que controlas unha serpe que ten que come-la comida que apareza no mapa. Canto máis comas, máis crecerás. O obxetivo é comer tanta comida coma poidas sen chocar con outra serpe ou o muro, o cal vólvese máis complicado canto máis comes.
hu: A <application>KSnakerace</application> egy gyors akciójáték, amelyben egy kígyót irányíthat. A kígyónak meg kell ennie a pályán megjelenő ennivalót, miközben minél többet eszik, annál nagyobbra nő. A cél a lehető legtöbb ennivaló elfogyasztása másik kígyóval vagy a fallal ütközés nélkül, azonban ez annál nehezebbé válik, minél többet eszik.
is: <application>KSnakerace</application> er hraður hasaleikur þar sem þú færð að stjórna snáki sem hefur það takmark að borða allan þann mat sem birtist í hverju borði. Takmark leiksins er að fá snákinn til að stækka án þess að klessa á aðra snáka eða vegginn, en þetta verður auðvitað erfiðara og erfiðara eftir því hve langur hann er.
it: <application>KSnakerace</application> è un gioco d'azione veloce in cui si controlla un serpente che deve mangiare il cibo che compare nella mappa. Più cibo si mangia, più grande diventa il serpente. L'obiettivo è mangiare il più possibile senza scontrarsi con l'altro serpente o il muro, anche se questo diventa sempre più difficile avanzando nel gioco.
ja: <application>KSnakerace</application> は、蛇を操作して画面上に現れる食料を食べさせるアクションゲームです。食べれば食べるほど、蛇の体は長くなっていきます。このゲームのゴールは、蛇が他の蛇や壁にぶつからないようにしながら、できるだけ食料を食べさせることです。しかしながら、食べれば食べるほどぶつからないようにすることは難しくなります。
ko: <application>KSnakerace</application>는 지도에 나타난 음식을 먹어야 하는 뱀을 조종하는 빠른 액션 게임입니다. 음식을 많이 먹을수록 뱀은 점점 더 길어집니다. 다른 뱀이나 벽과 충돌하지 않고 최대한 많이 먹는 것이 목표입니다. 하지만 음식을 많이 먹을수록 더욱 어려워집니다.
pl: <application>KSnakerace</application> to szybka gra akcji polegająca na kontrolowaniu węża, który zjada pożywienie pojawiające się na mapie. Im więcej wąż zje tym jest dłuższy. Celem jest zjedzenie tak wiele jak to możliwe w taki sposób aby uniknąć kolizji ze swoim ciałem lub ze ścianą. W miarę postępów w jedzeniu gra staje się coraz trudniejsza.
ru: <application>KSnakerace</application> это динамичная игра, в которой вы управляете змеей, которая поедает появляющуюся на карте пишу. Чем больше пищи съедено, тем больше растет змея. Цель игры - съесть как можно больше, избегая столкновения с другими змеями или стеной, по мере поедания игра становится все труднее и труднее.
sv: <application>KSnakerace</application> är ett snabbt actionspel där du kontrollerar en orm som måste äta mat som dyker upp på banan. Ju mer du äter, desto längre växer sig din orm. Målet är att äta så mycket som möjligt utan att krocka med någon annan orm eller väggarna, vilket blir gradvis svårare ju mer du äter.
zh_cn: <application>KSnakerace</application>是一款通过快速操作来控制一条蛇吃掉出现在地图上的食物的游戏。吃得越多，你的蛇就会越长。游戏的目的是尽量多的吃掉食物，但是不能撞到别的蛇或者墙壁。当然了，当你的蛇吃得越多，游戏也会变得越来越有难度。

source: <application>KTron</application> is based on the popular computer game for two players as well as the famous movie. It is a fast paced game in which both players have to move and avoid colliding with any walls, the opponent, or the paths that you or your opponent have created.
bg: <application>KTron</application> се базира на популярната компютърна игра за двама играчи, както и известния филм. Това е бърза игра, в която и двамата играчи трябва да се движат и да избягват сблъсък с всякакви стени, с противника или пътеки, които вие или вашият противник сте създадени.
ca: El <application>KTron</application> està basat en el popular joc d'ordinador per a dos jugadors i també en la famosa pel·lícula. És un joc molt ràpid en què els dos jugadors s'han de moure mentre intenten evitar xocar amb els murs, l'adversari o el camins que vós o l'adversari hàgiu creat.
cs: <application>KTron</application> je založena jak na populární počítačové hře pro dva hráče, tak na slavném filmu. Je to rychlá hra, ve které se oba hráči musí pohybovat a vyhýbat kolizím se zdmi, protivníkem nebo cestami, které protihráč vytvořil.
da: <application>KTron</application> er baseret på det populære computerspil for to spillere, såvel som den kendte film. Det er et hurtigt spil hvori begge spillere skal bevæge sig for at undgå at støde ind i vægge, modstanderen eller de veje som du eller din modstander har skabt.
de: <application>KTron</application> basiert auf dem bekannten Rechnerspiel für zwei Spieler sowie auf dem bekannten Film. Es ist ein schnelles Spiel, in dem sich beide Spieler fortbewegen und es dabei vermeiden müssen, mit Mauern, dem Gegner oder den Wegen, die der Gegner angelegt hat, zusammenzustoßen.
el: Το <application>KTron</application> βασίζεται στο δημοφιλές παιχνίδι για δύο παίκτες όπως επίσης και στη διάσημη ταινία. Είναι ένα παιχνίδι γρήγορου ρυθμού στο οποίο και οι δύο παίκτες θα πρέπει να μετακινούνται αποφεύγοντας να συγκρουστούν με τους τοίχους, τον αντίπαλο, ή τις διαδρομές που έχει δημιουργήσει ο αντίπαλος.
eu: <application>KTron</application> izen bereko filma ospetsuan eta bi jokalarirentzako ordenagailu-jokoan oinarritzen da. Joko azkarra da, eta bertan bi jokalari mugitu egin behar dira hormak, aurkaria, eta zuk edo zure aurkariak sortutako bideak saihesten.
fr: <application>KTron</application> est basé sur le populaire jeu d'ordinateur pour deux joueurs ainsi que sur le film bien connu. Il s'agit d'un jeu rapide dans lequel les deux joueurs doivent se déplacer et éviter de se heurter contre les murs, l'adversaire, ou les chemins que vous ou votre adversaire avez créés.
gl: <application>KTron</application> esta baseado no popular xogo de computador para dous xogadores da famosa película. É un xogo no que ámbolos dous xogadores teñen que moverse evitando chocar cos muros, o opoñente, ou os camiños creados por ti ou o teu opoñente.
hu: A <application>KTron</application> a népszerű két játékosos számítógépes játékon és a híres filmen alapul. Gyors iramú játék, melyben mindkét játékosnak mozognia kell, elkerülve az ütközést a fallal, az ellenféllel és minden olyan útvonallal, melyet a játékos vagy az ellenfele már bejárt.
id: <application>KTron</application> namanya didasarkan atas permainan komputer untuk dua orang dan film terkenal. Ini adalah permainan cepat dimana kedua pemain harus bergerak dan menghindari tabrakan dengan dinding manapun, lawan, atau jalur yang telah anda atau lawan anda buat.
is: <application>KTron</application> er leikur sem er byggður á samnefndri kvikmynd og tölvuleik. Leikurinn er gengur hratt fyrir sig, og takmark hans er að tveir leikmenn færi sig án þess að klessa á veggina, andstæðingana eða aðrar brautir sem þeir hafa skapað.
it: <application>KTron</application> si basa sul popolare gioco per computer per due giocatori e anche sul famoso film. Si tratta di un gioco dal ritmo frenetico in cui entrambi i giocatori devono muoversi ed evitare le collisioni con le pareti, l'avversario o i cammini creati.
ja: <application>KTron</application>は有名な対戦用コンピューターゲームを元にしたゲームで、プレイヤーは高速で移動する自機を、壁や自分自身や相手にぶつからないように操作します。
ko: <application>KTron</application>은 유명한 2인용 컴퓨터 게임과 영화를 기반으로 한 게임입니다. 이 게임은 두 명의 플레이어가 다른 벽이나, 상대방, 자신 혹은 상대방이 많든 경로에 부딪히지 않고 움직여야 합니다.
nl: <application>KTron</application> is gebaseerd op het populaire computerspel voor twee spelers en op de beroemde film. Het is een snel spel waarin beide spelers moeten bewegen, en moeten vermijden om met zowel de muur, de tegenstander, als de paden van u en uw tegenstander in botsing te komen..
pl: <application>KTron</application> opiera się na popularnej grze komputerowej, a także na znanym filmie. Jest to dynamiczna gra, w której każdy z graczy musi się poruszać w taki sposób, by uniknąć zderzenia ze ścianami, z przeciwnikiem, a także ze śladami utworzonymi przez siebie i przez przeciwnika.
pt: <application>KTron</application> baseia-se no popular jogo de computador para dois jogadores, bem como no conhecido filme homónimo. É um jogo rápido no qual ambos os jogadores têm de se mover evitando colisões com as paredes, com os oponentes ou os caminhos criados por eles.
ro: <application>KTron</application> este bazat pe jocul pe calculator pentru doi jucători şi pe celebrul film cu acelşi nume. Este un joc rapid în care ambii jucători trebuie să se mişte evitând coliziunile cu pereţii, cu celălalt jucător sau cu obstacolele create de cei doi jucători.
ru: <application>KTron</application> имеет в своей основе популярную компьютерную игру, а также знаменитый фильм. Игра проходит в быстром темпе, игроки, двигаясь, должны избегать столкновений со стенами, другими игроками и энергетическими полями, которые воздвигли другие игроки.
sk: <application>KTron</application> je založený na obľúbenej počítačovej hre pre dvoch hráčov, ako aj na známom filme. Je to rýchla hra, v ktorej sa obidvaja hráči musia pohybovať tak, aby nenarazili do stien, do súpera a ani do cesty, ktorú sami alebo ich súper vytvoril.
sv: <application>KTron</application> är både baserat på det populära dataspelet för två spelare och den kända filmen. Spelet håller ett snabbt tempo där båda spelarna måste röra sig och undvika att kollidera med några väggar, motståndaren, eller vägspåren som du eller din motståndare har skapat.
zh_cn: <application>KTron</application>基于流行的两人对战电脑游戏——正如那部著名电影。这款快节奏游戏要让游戏双方移动、避免碰到任何墙壁、敌人和路径——不管是你还是你敌人建立的。
