Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/games/po/*.po
Languages: bg, ca, cs, da, de, el, eu, fr, gl, hu, id, is, it, ja, ko, nl, pl, pt, ro, ru, sk, sv, zh_cn

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
bg: ubuntu-doc@lists.ubuntu.com (Проект за документация на Ubuntu)
ca: ubuntu-doc@lists.ubuntu.com (projecte de documentació de l'Ubuntu)
cs: ubuntu-doc@lists.ubuntu.com (Dokumentační projekt Ubuntu)
da: ubuntu-doc@lists.ubuntu.com (Ubuntu-dokumentationsprojektet)
de: ubuntu-doc@lists.ubuntu.com (Ubuntu-Dokumentationsprojekt)
el: ubuntu-doc@lists.ubuntu.com (Έργο Τεκμηρίωσης του Ubuntu)
eu: ubuntu-doc@lists.ubuntu.com (Ubuntu Dokumentatzeko Proiektua)
fr: ubuntu-doc@lists.ubuntu.com (projet de documentation Ubuntu)
gl: ubuntu-doc@lists.ubuntu.com (Proxecto de Documentación de Ubuntu)
hu: ubuntu-doc@lists.ubuntu.com (Ubuntu documentációs projekt)
id: ubuntu-doc@lists.ubuntu.com (Proyek Dokumentasi Ubuntu)
is: ubuntu-doc@lists.ubuntu.com (Skjölunarverkefni Ubuntu)
it: ubuntu-doc@lists.ubuntu.com (Progetto documentazione di Ubuntu)
ja: ubuntu-doc@lists.ubuntu.com (Ubuntuドキュメンテーション・プロジェクト)
ko: ubuntu-doc@lists.ubuntu.com (우분투 문서화 프로젝트)
nl: ubuntu-doc@lists.ubuntu.com (Ubuntu-documentatieproject, Engelstalig)
pl: ubuntu-doc@lists.ubuntu.com (Projekt Dokumentacji Ubuntu)
pt: ubuntu-doc@lists.ubuntu.com (Projecto de Documentação Ubuntu)
ro: ubuntu-doc@lists.ubuntu.com (Proiectul de documentație Ubuntu)
ru: ubuntu-doc@lists.ubuntu.com (Проект документирования Ubuntu)
sk: ubuntu-doc@lists.ubuntu.com (Dokumentačný Projekt Ubuntu)
sv: ubuntu-doc@lists.ubuntu.com (Ubuntus dokumentationsprojekt)
zh_cn: ubuntu-doc@lists.ubuntu.com（Ubuntu文档项目）

source: Games
bg: Игри
ca: Jocs
cs: Hry
da: Spil
de: Spiele
el: Παιχνίδια
eu: Jokoak
fr: Jeux
gl: Xogos
hu: Játékok
id: Permainan
is: Leikir
it: Giochi
ja: ゲーム
ko: 게임
nl: Spelletjes
pl: Gry
pt: Jogos
ro: Jocuri
ru: Игры
sk: Hry
sv: Spel
zh_cn: 游戏

source: Placeholder.
bg: Контейнер.
ca: Text variable.
da: Pladsholder.
de: Platzhalter.
el: Αντικαταστάτης
eu: Kokatzailea.
gl: Marcador de posición.
hu: Helykitöltő.
id: Wadah.
is: Svæðishandhafi.
ja: プレースホルダ
ko: 개체 틀
nl: Plaatsvervanger.
pl: Symbol zastępczy.
pt: Espaço reservado.
ru: Место подстановки
sk: Rezervované miesto
sv: Platshållare.
zh_cn: 占位符。

source: Credits and License
bg: Заслуги и лиценз
ca: Crèdits i llicència
cs: Poděkování a licence
da: Bidragydere og licens
de: Mitwirkende und Lizenzbestimmungen
el: Συντελεστές και Άδεια Χρήσης
eu: Kredituak eta Lizentzia
fr: Remerciements et licence
gl: Créditos e Licenza
hu: Köszönetnyilvánítás és licenc
id: Kredit dan Lisensi
is: Leyfi og aðstandendur
it: Riconoscimenti e licenza
ja: 著作権とライセンス
ko: 만든 사람들과 저작권
nl: Medewerkers en licentie
pl: Podziękowania i licencja
pt: Créditos e Licensa
ro: Autori și Licență
ru: Разработчики и лицензия
sk: Autori a licencia
sv: Erkännanden och licens
zh_cn: 贡献者与许可

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
bg: Този документ се поддържа от екипа за документация на Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Списъкът с учатниците в този екип вижте на <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
ca: Aquest document el manté l'equip de documentació de l'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Vegeu la <ulink url="../../libs/C/contributors.xml">pàgina dels col·laboradors</ulink> per a obtenir una llista d'aquells qui hi han col·laborat.
cs: Tento dokument je spravován dokumentačním týmem Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pokud chcete shlédnout seznam přispěvatelů, navštivte <ulink url="../../libs/C/contributors.xml">stránku přispěvatelů</ulink>
da: Dette dokument vedligeholdes af dokumentationsholdet hos Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). For en liste over bidragydere, se <ulink url="../../libs/C/contributors.xml">siden over bidragydere</ulink>
de: Dieses Dokument wird vom Ubuntu-Dokumentationsteam gepflegt (https://wiki.ubuntu.com/DocumentationTeam). Eine Liste der Mitwirkenden finden Sie unter <ulink url="../../libs/C/contributors.xml">Mitwirkende</ulink>.
el: Αυτό το έγγραφο συντηρείται από την ομάδα τεκμηρίωσης του Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Για τη λίστα των συντελεστών, δείτε <ulink url="../../libs/C/contributors.xml">την σελίδα τους</ulink>
eu: Dokumentu hau Ubuntu documentation team-ek (https://wiki.ubuntu.com/DocumentationTeam) mantentzen du. Laguntzaile zerrenda <ulink url="../../libs/C/contributors.xml">laguntzaile orrian</ulink> ikus dezakezu
fr: Ce document est maintenu par l'équipe de documentation d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pour obtenir la liste des contributeurs, consultez la <ulink url="../../libs/C/contributors.xml">page des contributeurs</ulink>. En cas de problème avec la traduction française, vous pouvez contacter l'équipe de traduction sur la liste de diffusion : ubuntu-fr-l10n@lists.ubuntu.com
gl: Este documento manteno o equipo de documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para unha lista dos contribuidores, véxase a <ulink url="../../libs/C/contributors.xml">páxina dos contribuidores</ulink>.
hu: Ezt a dokumentumot az Ubuntu dokumentációs csapat tartja karban (https://wiki.ubuntu.com/DocumentationTeam). A közreműködők listája a <ulink url="../../libs/C/contributors.xml">közreműködők oldalán</ulink> található meg.
id: Dokumen ini dikelola oleh Tim dokumentasi Ubuntu (https: / / wiki.ubuntu.com / DocumentationTeam). Daftar kontributor dapat dilihat di<ulink url="../../libs/C/contributors.xml"> halaman kontributor </ ulink>
is: Þetta skjal var gert af skjölunarverkefni Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Til að sjá lista af þeim sem stóðu að þessu má sjá <ulink url="../../libs/C/contributors.xml">listann yfir aðstandendur</ulink>
it: Questo documento viene mantenuto dal gruppo documentazione di Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). L'elenco dei collaboratori è consultabile presso <ulink url="../../libs/C/contributors.xml">la pagina dei collaboratori</ulink>
ja: このドキュメントはUbuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam)によってメンテナンスされています。貢献者のリストは<ulink url="../../libs/C/contributors.xml">contributors page</ulink>を見てください
ko: 이 문서는 우분투 문서 팀 (https://wiki.ubuntu.com/DocumentationTeam) 이 관리하고 있습니다. 공헌자 목록은 <ulink url="../../libs/C/contributors.xml">의 공헌자 페이지에서 보십시요.
pl: Ten dokument jest obsługiwany przez zespół dokumentacji Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Aby zobaczyć listę osób zaangażowanych, zobacz <ulink url="../../libs/C/contributors.xml">tę stronę</ulink>
ru: Этот документ поддерживается командой документирования Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Для просмотра списка участников смотрите <ulink url="../../libs/C/contributors.xml">страницу участников</ulink>
sv: Detta dokument underhålls av Ubuntus dokumentationsteam (https://wiki.ubuntu.com/DocumentationTeam). Se <ulink url="../../libs/C/contributors.xml">bidragsgivarnas sida</ulink> för en lista över bidragsgivare.
zh_cn: 此文档由 Ubuntu 文档小组维护 (https://wiki.ubuntu.com/DocumentationTeam)。贡献者的列表位于<ulink url="../../libs/C/contributors.xml">贡献者页面</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
bg: Този документ е достъпен под лиценза Creative Commons ShareAlike 2.5 (CC-BY-SA).
ca: Aquest document està publicat sota la Llicència Creative Commons ShareAlike 2.5 (CC-BY-SA).
cs: Tento dokument je uveřejněn pod licencí Creative Commons ShareAlike 2.5 (CC-BY-SA).
da: Dette dokument er udgivet under Creative Commons Navngivelse-Del på samme vilkår 2.5 Licensen (CC-BY-SA).
de: Dieses Dokument wurde unter der Creative-Commons-ShareAlike-Lizenz 2.5 (CC-BY-SA) veröffentlicht.
el: Το έγγραφο αυτό διατίθεται υπό την άδεια Creative Commons ShareAlike 2.5 (CC-BY-SA).
eu: Dokumentu hau Creative Commons ShareAlike 2.5 Lizentziapean (CC-BY-SA) argitaratzen da.
fr: Ce document est diffusé sous la licence Creative Commons Paternité – Partage des conditions initiales à l'identique v. 2.5 (CC-BY-SA).
gl: Este documento está disponíbel baixo a Licenza Creative Commons ShareAlike 2.5 (CC-BY-SA).
hu: Ez a dokumentum a Creative Commons ShareAlike 2.5 License (CC-BY-SA) licenc alatt érhető el.
id: Dokumen ini tersedia dibawah Lisensi Creative Commons ShareAlike 2.5 (CC-BY-SA).
is: Þetta skjal er gefið út undir skilmálum Creative Commons ShareAlike 2.5 (CC-BY-SA) leyfisins.
it: Questo documento è reso disponibile nei termini della licenza Creative Commons ShareAlike 2.5 (CC-BY-SA).
ja: このドキュメントは、Creative Commons ShareAlike 2.5 License (CC-BY-SA)のもとで利用可能です。
ko: 이 문서는 크리에이티브 커먼즈 저작자표시-동일조건변경허락 2.5 라이센스(CC-BY-SA)에 따라 이용가능합니다.
nl: Dit document wordt beschikbaar gesteld onder de Creative Commons ShareAlike 2.5 Licentie (CC-BY-SA).
pl: Niniejszy dokument jest udostępniony na licencji Creative Commons ShareAlike 2.5 License (CC-BY-SA).
pt: Este documento está disponível segundo a licença Creative Commons ShareAlike 2.5 (CC-BY-SA).
ro: Acest document este disponibil sub termenii licenței Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ru: Этот документ доступен под лицензией Creative Commons ShareAlike 2.5 (CC-BY-SA)
sk: Tento dokument je dostupný za podmienok licencie Creative Commons ShareAlike 2.5 (CC-BY-SA).
sv: Det här dokumentet har gjorts tillgängligt under licensen Creative Commons ShareAlike 2.5 (CC-BY-SA).
zh_cn: 本文档在 Creative Commons ShareAlike 2.5 授权许可 (CC-BY-SA) 的条款下发布。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
bg: Имате правото свободно да променяте, разширявате и подобрявате изходния код на Ubuntu документацията при условията на този лиценз. Всички производни разработки трябва да бъдат под силата на този лиценз.
ca: Sou lliure de modificar, ampliar i millorar el codi font de la documentació de l'Ubuntu segons els termes d'aquesta llicència. Totes les obres que se'n derivin s'hauran de fer públiques segons les condicions d'aquesta llicència.
cs: Jste oprávněni upravovat, rozšiřovat a vylepšovat zdrojový kód dokumentace Ubuntu pod podmínkami této licence. Všechny odvozené práce musí být uveřejněny pod touto licencí.
da: Du kan frit ændre, udvide og forbedre Ubuntu-dokumentationskildekoden under betingelserne i denne licens. Alle afledte værker skal udgives under denne licens.
de: Es steht Ihnen frei, den Quelltext der Ubuntu-Dokumentation im Rahmen dieser Lizenzbedingungen zu verändern, zu erweitern und zu verbessern. Alle davon abstammenden Werke müssen unter dieser Lizenz veröffentlicht werden.
el: Είστε ελεύθεροι να τροποποιήσετε, να επεκτείνετε και να βελτιώσετε τον πηγαίο κώδικα της τεκμηρίωσης του Ubuntu, υπό τους όρους της συγκεκριμένης άδειας.
eu: Aske zara Ubuntu dokumentazioaren iturburu-kodea aldatu, luzatu eta hobetzeko, betiere lizentzia honen baldintzapean. Eratorritako lan guztiak lizentzia honen pean argitaratu behar dira.
fr: Vous êtes libre de modifier, de compléter ou d'améliorer le code source de la documentation Ubuntu sous les termes de cette licence. Tous les travaux dérivés doivent être soumis à cette même licence.
gl: Ten liberdade para modificar, ampliar e mellorar o código fonte da documentación de Ubuntu baixo os termos desta licencia. Todas as obras derivadas téñense que publicar baixo esta mesma licencia.
hu: Joga van módosítani, kiegészíteni és fejleszteni az Ubuntu dokumentációk forrását. A származtatott munkákat ugyanezen licenc alatt kell kiadnia.
id: Anda bebas untuk mengubah, memperluas, dan memperbaiki kode sumber dokumentasi Ubuntu sesuai syarat-syarat yang ada dari lisensi ini. Semua pekerjaan turunan harus diterbitkan dengan salah satu atau kedua lisensi ini.
is: Þér er heimilt að breyta eða bæta frumkóða Ubuntu skjölunarinnar að uppfylltum ákvæðum þessa leyfis. Öll afleidd vinna verður að vera gefin út undir þessu leyfi
it: Siete liberi di modificare, estendere e migliorare la documentazione di Ubuntu rispettando i termini di questa licenza. Tutti i lavori derivati devono essere rilasciati sotto i termini di questa licenza.
ja: このライセンスのもとで、利用者はUbuntuドキュメントのソースコードを改変、加筆、改善する自由があります。すべての派生作品はこのライセンスのもとで発表されなければなりません。
ko: 여러분은 이 라이센스의 규정에 따라 얼마든지 우분투 문서의 소스 코드를 변경, 확장, 개선할 수 있습니다. 다만, 이러한 작업에 따른 모든 결과물들은 이 라이센스와 함께 배포되어야 합니다.
nl: Het staat u vrij de broncode van de Ubuntu-documentatie te wijzigen, uit te breiden en te verbeteren onder de voorwaarden van deze licentie. Alle afgeleide werken moeten ook onder deze licentie vrijgegeven worden.
pl: Masz prawo modyfikować, rozszerzać i poprawiać kod źródłowy dokumentacji Ubuntu pod warunkami zawartymi w niniejszej licencji. Wszelkie dzieła pochodne muszą być udostępniane na niniejszej licencji.
pt: É livre para modificar, alargar e melhorar o código fonte da documentação do Ubuntu sobre os termos desta licença. Todos os trabalhos derivados devem ser disponibilizados sobre esta licença.
ro: Aveți libertatea de a modifica, extinde și îmbunătăţi codul sursă al documentației Ubuntu respectând termenii acestei licențe. Orice lucrare derivată din acestă documentație trebuie să se supună termenilor acestei licențe.
ru: По условиям этой лицензии вы можете изменять, расширять и улучшать исходный код документации Ubuntu. Любые производные документы также должны быть выпущены под этой лицензией.
sk: Môžete slobodne modifikovať, rozširovať a zlepšovať zdrojové kódy dokumentácie Ubuntu za podmienok tejto licencie. Všetky odvodené diela musia byť vydané za podmienok tejto licencie.
sv: Du får fritt modifiera, utöka och förbättra källkoden till Ubuntudokumentationen under vilkoren för den här licensen. Alla verk baserade på detta måste släppas under den här licensen.
zh_cn: 你可以基于本许可的条款而自由地对Ubuntu文档源码进行修正、扩充，以及改善。所有衍生作品必须基于本许可来发布。

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
bg: Този документ се разпространява с надеждата, че ще бъде полезен, но БЕЗ НИКАКВА ГАРАНЦИЯ; дори без косвена гаранция за ГОДНОСТ ЗА ПРОДАЖБА или ПРИГОДНОСТ ЗА УПОТРЕБА С ОПРЕДЕЛЕНА ЦЕЛ, КАКТО Е ОПИСАНО В РАЗДЕЛА ОТКАЗВАНЕ ОТ ПРАВА.
ca: Aquesta documentació es distribueix amb l'esperança que serà útil, però SENSE CAP GARANTIA; ni tan sols la garantia de MERCANTIBILITAT o d'ADEQUACIÓ PER UN FI PARTICULAR, COM ES DESCRIU EN AQUEST AVÍS D'EXEMPCIÓ DE RESPONSABILITAT.
cs: Tato dokumentace je distribuována ve víře v její použitelnost ,ale BEZ JAKÉKOLIV ZÁRUKY; bez záruky PRODEJNOSTI nebo ČÁSTEČNÉ CÍLE JAK POPSÁNO V TOMTO USTANOVENÍ.
da: Denne dokumentation distribueres i håb om den vil være nyttig, men UDEN NOGEN GARANTI, selv uden den underforståede garanti omkring SALGBARHED eller EGNETHED TIL ET BESTEMT FORMÅL SOM BESKREVET I ANSVARSFRASKRIVELSEN.
de: Dieses Dokument wurde in der Hoffnung herausgeben, dass es sich als nützlich und hilfreich erweisen werde. Dies beinhaltet jedoch keine Gewährleistung, weder ausdrücklich noch implizit, einschließlich – aber nicht begrenzt auf – Marktreife oder Verwendbarkeit für einen bestimmten Zweck, wie im Haftungsausschluss beschrieben.
el: Αυτή η τεκμηρίωση διανέμεται με την ελπίδα ότι θα είναι χρήσιμη, αλλά ΧΩΡΙΣ ΟΠΟΙΑΔΗΠΟΤΕ ΕΓΓΥΗΣΗ, χωρίς ακόμη και την υπονοούμενη εγγύηση ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ ή ΤΗΣ ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ ΟΠΩΣ ΠΕΡΙΓΡΑΦΕΤΑΙ ΣΤΗΝ ΑΠΟΠΟΙΗΣΗ ΕΥΘΥΝΗΣ.
eu: Dokumentu hau erabilgarri izango den ustetan banatzen da, baino INOLAKO BERMERIK GABE; ez MERKATURATZE berme inplizitoa ez eta HELBURU JAKIN BATERAKO EGOKI IZANGO DELAKOA ere ARDURA EZEZTAPENEAN AZALDU BEZALA.
fr: Cette documentation est distribuée dans l'espoir qu'elle sera utile, mais SANS AUCUNE GARANTIE de quelque nature que ce soit ; expresse ou implicite, y compris, mais sans y être limité, les garanties D'APTITUDE À LA VENTE ou À UN BUT PARTICULIER COMME EXPOSÉ DANS LA MISE EN GARDE. (N.B. : en cas de litige, seule la version anglaise fait foi)
gl: Esta documentación distribúese coa esperanza de que resulte útil, mais SEN GARANTÍA NENGUNHA; sen sequer a garrantía implícita de COMERCIALIZACIÓN ou ADECUACIÓN PARA UN PROPÓSITO ESPECÍFICO, TAL E COMO SE DESCRIBE NA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDADE.
hu: A dokumentációt abban a reményben terjesztjük, hogy hasznos lesz, de nem vállalunk SEMMIFÉLE GARANCIÁT, még olyan értelemben sem, hogy alkalmas-e a KÖZREADÁSRA vagy EGY BIZONYOS FELADAT ELVÉGZÉSÉRE AZ EBBEN A FIGYELMEZTETÉSBEN LEÍRTAK SZERINT.
id: Dokumentasi ini didistribusikan dengan harapan dokumentasi ini akan berguna, tetapi TANPA ADANYA JAMINAN; tanpa jaminan yang termasuk dari DAGANGAN atau KECOCOKAN UNTUK TUJUAN TERTENTU SEPERTI YANG DIGAMBARKAN DALAM PENYANGKALAN.
is: Þessu skjali er dreift með það í huga að það komi að góðum notum en ÁN ALLRAR ÁBYRGÐAR; líka án þeirrar ábyrgðar sem fólgin er í SELJANLEIKA eða HÆFNI TIL AÐ GEGNA ÁKVEÐNU HLUTVERKI EINS OG SKÝRT ER Í FYRIRVARA.
it: Questa documentazione viene distribuita nella speranza che possa essere utile, ma SENZA ALCUN TIPO DI GARANZIA, né esplicita né implicita di COMMERCIABILITÀ e UTILIZZABILITÀ PER UN PARTICOLARE SCOPO COSÌ COME DESCRITTO NEL PREAMBOLO.
ja: この文書は利用者の便宜になることを期待して配布しますが、何らの保証をするものではなく、また、免責条項に記載のある通り、商品性や特定用途に対する適合性を暗黙に保証するものでもありません。
ko: 이 문서는 유용하게 사용될 수 있으리라는 희망에서 배포되고 있지만, 특정한 목적에 맞는 적합성 여부나 판매용으로 사용할 수 있으리라는 묵시적인 보증을 포함한 어떠한 형태의 보증도 제공하지 않습니다.
nl: Deze documentatie wordt verspreid in de hoop dat zij nuttig zal zijn, echter ZONDER ENIGE GARANTIE; zelfs zonder de impliciete garantie van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN SPECIFIEK DOEL ZOALS BESCHREVEN IN DE DISCLAIMER.
pl: Ten dokument jest rozpowszechniany z nadzieją, iż będzie przydatny, ale BEZ ŻADNYCH GWARANCJI; nawet bez dorozumianej gwarancji ZGODNOŚCI Z UMOWĄ lub MOŻLIWOŚCI ZASTOSOWANIA W KONKRETNYM CELU OPISANEJ W OŚWIADCZENIU.
pt: Esta documentação é distribuída com a esperança de que seja útil, mas SEM NENHUMA GARANTIA; sem mesmo a garantia implícita de MERCANTIBILIDADE ou ADAPTAÇÃO A UM PROPÓSITO ESPECÍFICO COMO DESCRITO NAS DISPOSIÇÕES LEGAIS.
ro: Această documentație este difuzată în speranța că va fi utilă, dar FĂRĂ NICI O GARANŢIE; nici chiar garanția implicită de COMERCIALIZARE sau ADAPTARE PENTRU UN ANUMIT SCOP, CONFORM DESCRIERII DIN DECLARAȚIA DE NEASUMARE A RESPONSABILITĂȚII.
ru: Эта документация распространяется в надежде, что она будет полезной, но БЕЗ КАКИХ ЛИБО ГАРАНТИЙ; даже без возможной гарантии РАБОТОСПОСОБНОСТИ или ПРИГОДНОСТИ К ОПРЕДЕЛЕННОЙ ЦЕЛИ, КАК ОПИСАНО В СОГЛАШЕНИИ.
sk: Táto dokumentácia je šírená v nádeji, že bude užitočnou, no BEZ AKEJKOĽVEK ZÁRUKY; ktorá nezahŕňa ani implicitnú záruku PREDAJNOSTI alebo VHODNOSTI PRE URČITÝ ÚČEL TAK, AKO JE POPISOVANÉ V ZRIEKNUTÍ SA ZÁRUKY.
sv: Den här dokumentationen distribueras med förhoppningen att den kommer att vara användbar, men UTAN NÅGRA GARANTIER, varken uttrycklig eller implicit garanti för SÄLJBARHET eller LÄMPLIGHET FÖR ETT SPECIFIKT ÄNDAMÅL ENLIGT VAD SOM BESKRIVS I FRISKRIVNINGSKLAUSULEN.
zh_cn: 本文档发布的目的是期望能发挥一定作用。但我们不提供任何担保；甚至如免责声明中所说那样对特定目标的适销性或用于某一特定目的适用性也不提供任何形式(包括默许)的担保。

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
bg: Копие на лиценза може да намерите тук: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ca: Trobareu una còpia de la llicència aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">llicència Creative Commons ShareAlike</ulink>.
cs: Kopie licence je dostupná zde: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
da: En kopi af licensen er tilgængelig her: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">"Del på samme vilkår"</ulink>.
de: Eine Kopie der Lizenzbestimmungen ist verfügbar unter: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
el: Ένα αντίγραφο της άδειας είναι διαθέσιμο εδώ: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
eu: Lizentziaren kopia dago eskuragarri hemen: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
fr: Une copie de la licence est disponible ici : <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
gl: Hai dispoñible unha copia da licenza aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licenza CompartirIgual da Creative Commons</ulink>.
hu: A licenc másolata elérhető a <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink> oldalon.
id: Salinan lisensi tersedia di sini: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
is: Hægt er að sjá afrit af leyfinu hér:: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike leyfið</ulink>.
it: Una copia della licenza è disponibile qui :<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike</ulink>.
ja: ライセンスは次のリンクで参照できます: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。
ko: 라이센스의 복사본은: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>에 있습니다.
pl: Kopia licencji jest dostępna tutaj: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licencja Creative Commons ShareAlike</ulink>.
ru: Копия лицензионного соглашения: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sv: En kopia av licensen finns tillgänglig här: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
zh_cn: 许可证的副本位于：<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。

source: Ubuntu Documentation Project
bg: Проектът за документация на Ubuntu
ca: Projecte de documentació de l'Ubuntu
cs: Dokumentační projekt Ubuntu
da: Ubuntu-dokumentationsprojektet
de: Ubuntu-Dokumentationsprojekt
el: Έργο Τεκμηρίωσης Ubuntu
eu: Ubuntu Dokumentazio Proiektua
fr: Le projet de documentation d'Ubuntu
gl: Proxecto de Documentación do Ubuntu
hu: Ubuntu dokumentációs projekt
id: Proyek Dokumentasi Ubuntu
is: Skjölunarverkefni Ubuntu
it: Progetto documentazione di Ubuntu
ja: Ubuntuドキュメンテーション・プロジェクト
ko: 우분투 문서화 프로젝트
nl: Ubuntu-documentatieproject
pl: Projekt Dokumentacji Ubuntu
ro: Proiectul de documentație Ubuntu
ru: Проект документации Ubuntu
sv: Dokumentationsprojekt för Ubuntu
zh_cn: Ubuntu文档项目
