Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/programming/po/*.po
Languages: eu, it, pt_br

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
eu: ubuntu-doc@lists.ubuntu.com (Ubuntu Dokumentatzeko Proiektua)
it: ubuntu-doc@lists.ubuntu.com (Progetto documentazione di Ubuntu)
pt_br: docteam@listas.ubuntubrasil.org (Projeto de Documentação do Ubuntu Brasil)

source: Programming
eu: Programazioa
it: Programmazione
pt_br: Programando

source: Placeholder.
eu: Kokatzailea.

source: Credits and License
eu: Kredituak eta Lizentzia
it: Riconoscimenti e licenza
pt_br: Créditos e Licença

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
eu: Dokumentu hau Ubuntu dokumentazio taldeak mantentzen du (https://wiki.ubuntu.com/DocumentationTeam). Laguntzaile zerrenda bat nahi baduzu, begiratu <ulink url="../../../common/C/contributors.xml">laguntzaileen webgunea</ulink>
it: Questo documento è mantenuto dall'«Ubuntu documentation team» (https://wiki.ubuntu.com/DocumentationTeam). Per l'elenco delle persone che hanno contribuito a questa guida, consultare la <ulink url="../../../common/C/contributors.xml">pagina dei contributi</ulink>.
pt_br: Este documento é mantido pela equipe de documentação do Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para uma lista de colaboradores veja a <ulink url="../../../common/C/contributors.xml">página de colaboradores</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
eu: Dokumentu hau Creative Commons ShareAlike 2.5 Lizentziapean (CC-BY-SA) argitaratzen da.
it: Questo documento è reso disponibile nei termini della licenza Creative Commons ShareAlike 2.5 (CC-BY-SA).
pt_br: Este documento é disponibilizado sob a Licença Creative Commons ShareAlike 2.5 (CC-BY-SA).

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
eu: Aske zara Ubuntu dokumentazioaren iturburu-kodea aldatu, luzatu eta hobetzeko, betiere lizentzia honen baldintzapean. Eratorritako lan guztiak lizentzia honen pean argitaratu behar dira.
it: Siete liberi di modificare, estendere e migliorare la documentazione di Ubuntu rispettando i termini di questa licenza. Tutti i lavori derivati devono essere rilasciati sotto i termini di questa licenza.
pt_br: Você é livre para modificar, estender e melhorar o código-fonte da documentação do Ubuntu sob os termos desta licença. Todos os trabalhos derivados devem ser liberados sob esta licença.

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
eu: Dokumentu hau erabilgarri izango den ustetan banatzen da, baino INOLAKO BERMERIK GABE; ez MERKATURATZE berme inplizitoa ez eta HELBURU JAKIN BATERAKO EGOKI IZANGO DELAKOA ere ARDURA EZEZTAPENEAN AZALDU BEZALA.
it: Questa documentazione viene distribuita nella speranza che possa essere utile, ma SENZA ALCUN TIPO DI GARANZIA, né esplicita né implicita di COMMERCIABILITÀ e UTILIZZABILITÀ PER UN PARTICOLARE SCOPO COSÌ COME DESCRITTO NEL PREAMBOLO.
pt_br: Esta documentação é distribuída na esperança que será útil, mas SEM NENHUMA GARANTIA; nem mesmo a garantia implicada de COMERCIABILIDADE do ou a APTIDÃO PARA UMA FINALIDADE PARTICULAR COMO DESCRITA NO DISCLAIMER.

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
eu: Lizentzia honen kopia bat eskuragarri duzu hemen: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike Lizentzia</ulink>.
it: Uno copia della licenza è disponibile qui: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
pt_br: Uma cópia da licença está disponível em: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Canonical Ltd. and members of the Ubuntu Documentation Project
eu: Canonical Ltd. eta Ubuntu Dokumentazio Proiektuko taldekideak
it: Canonical Ltd. e i membri del Progetto documentazione di Ubuntu
pt_br: Canonical Ltda. e membros do Projeto de Documentação do Ubuntu

source: The Ubuntu Documentation Project
eu: Ubuntu Dokumentazio Proiektua
it: Il Progetto documentazione di Ubuntu
pt_br: O Projeto de Documentação do Ubuntu

source: This section contains some basic information for those wishing to use Ubuntu for writing and running their own programs.
eu: Ubuntun zure programak idatzi eta exekutatzeari buruzko oinarrizko informazioa aurkituko duzu atal honetan.
it: Questa sezione contiene alcune informazioni basilari per chi vuole utilizzare Ubuntu come piattaforma per sviluppare ed eseguire il proprio software.
pt_br: Esta seção contém algumas informações básicas para aqueles que desejam usar o Ubuntu para escrever e executar seus próprios programas.

source: Learning how to program
eu: Ikasi nola programatu
it: Imparare a programmare
pt_br: Aprendendo a programar

source: Ubuntu provides a number of resources intended to help you to learn how to develop and run programs yourself. Below is a list of some resources which you may find useful.
eu: Zuk zeuk programak garatu eta exekutatu ahal izateko baliabide ugari ematen dizkizu Ubuntuk. Erabilgarri izango zaizkizun baliabide batzuen zerrenda duzu beheraxeago.
it: Ubuntu fornisce un numero di risorse con lo scopo di aiutare ad apprendere come sviluppare ed eseguire programmi autonomamente. Qui sotto c'è un elenco di alcune risorse che possono essere utili.
pt_br: O Ubuntu fornece um número de recursos para lhe ajudar a aprender a desenvolver e executar seus programas. Abaixo está um lista de alguns recursos que podem lhe ser úteis.

source: Dive Into Python
eu: Dive Into Python (Python-en Murgildu)
pt_br: Mergulhe no Python

source: <citetitle>Dive Into Python</citetitle> is a book for learning how to program in Python, aimed at programmers with some previous experience.
eu: Python-en programatzen erakutsiko dizu <citetitle>Dive Into Python</citetitle> liburuak. Jadanik esperientzia baduten programatzaileei zuzentzen da.
it: <citetitle>Dive Into Python</citetitle> è un libro per imparare a programmare in Python, adatto a programmatori con un minimo di esperienza.
pt_br: <citetitle>Mergulhe no Python</citetitle> é um livro para o aprendizado de como programar em Python, dirigido a programadores com alguma experiência prévia.

source: Read <placeholder-1/>
eu: Irakurri <placeholder-1/>
it: Leggere <placeholder-1/>
pt_br: Leia <placeholder-1/>

source: PyGTK Tutorial
eu: PyGTK Tutoriala
it: Tutorial PyGTK
pt_br: Tutorial PyGTK

source: PyGTK Tutorial is a tutorial on developing with the graphical toolkit often used for developing Ubuntu applications. It assumes that you have knowledge of Python but not necessarily GTK.
eu: PyGTK Tutoriala Ubunturen aplikazioak garatzeko askotan erabiltzen den tresna-joko grafikoarekin garatzeari buruzko tutoriala da. Python ezagutzen duzula suposatuko du, baina ez GTK.
it: PyGTK Tutorial è un tutorial per sviluppare con il toolkit grafico spesso utilizzato per lo sviluppo delle applicazioni Ubuntu. Sono necessarie alcune conoscenze di Python, ma non necessariamente di GTK.
pt_br: O tutorial PyGTK é um tutorial de desenvolvimento com o kit de ferramentas gráficas usado habitualmente para desenvolver aplicações para o Ubuntu. Assume que você já tenha conhecimento de Python mas não necessariamente de GTK.

source: Install the <application>python-gtk2-tutorial</application> package (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>). You will need to use <application>Synaptic Package Manager</application> to install this package.
eu: <application>python-gtk2-tutorial</application> paketea instalatu (ikusi <ulink type="help" url="ghelp:add-applications">Aplikazioak Gehitu</ulink>). <application>Synaptic Pakete Kudeatzailea</application> erabili beharko duzu pakete hau instalatzeko.
it: Installare il pacchetto <application>python-gtk2-tutorial</application> (consultare <ulink type="help" url="ghelp:add-applications">Aggiungere applicazioni</ulink>). Sarà necessario usare il <application>Gestore pacchetti Synaptic</application> per installare questo pacchetto.
pt_br: Instale o pacote <application>python-gtk2-tutorial</application> (veja <ulink type="help" url="ghelp:add-applications">Adicionar Programas</ulink>). Você precisará usar o <application>Gerenciador de Pacotes Synaptic</application> para instalar esse pacote.

source: To access the documentation, visit <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink>.
eu: Dokumentazioa eskuratzeko, bisita ezazu <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink>.
it: Per accedere alla documentazione, consultare <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink>.
pt_br: Para acessar a documentação, visite <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink>.

source: <application>Devhelp</application> is an application to read and search all of the documentation that you install.
eu: <application>Devhelp</application> aplikazioa instalatzen duzun dokumentazio guztia irakurtzeko eta bilatzeko da.
it: <application>Devhelp</application> è un'applicazione per leggere ed eseguire ricerche su tutta la documentazione installata.
pt_br: <application>Devhelp</application> é um programa para ler e pesquisar em toda a documentação que você instalou.

source: Install the <application>devhelp</application> package (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
eu: <application>devhelp</application> paketea instalatu (ikusi <ulink type="help" url="ghelp:add-applications">Aplikazioak Gehitu</ulink>).
it: Installare il pacchetto <application>devhelp</application> (consultare <ulink type="help" url="ghelp:add-applications">Aggiungere, rimuovere e aggiornare applicazioni</ulink>).
pt_br: Instale o pacote <application>devhelp</application> (veja <ulink type="help" url="ghelp:add-applications">Adicionar Programas</ulink>).

source: Choose <menuchoice><guimenu>Applications</guimenu><guisubmenu>Programming</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>.
eu: Hautatu <menuchoice><guimenu>Aplikazioak</guimenu><guisubmenu>Programazioa</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>.
it: Scegliere <menuchoice><guimenu>Applicazioni</guimenu><guisubmenu>Programmazione</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>.
pt_br: Escolha <menuchoice><guimenu>Aplicações</guimenu><guisubmenu>Programação</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>.

source: C and C++
eu: C eta C++
it: C e C++
pt_br: C e C++

source: Compiling C and C++ programs requires some packages that are not installed by default.
eu: C eta C++ programak konpilatzeko berez instalatzen ez diren pakete batzuk beharko dituzu.
it: Per compilare programmi C e C++ sono richiesti alcuni pacchetti che di base non sono installati.
pt_br: A compilação de programas C e C++ requer alguns pacotes que não são instalados por padrão.

source: Install the <application>build-essential</application> package (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
eu: <application>build-essential</application> paketea instalatu (ikusi <ulink type="help" url="ghelp:add-applications">Aplikazioak Gehitu</ulink>).
it: Installare il pacchetto <application>build-essential</application> (consultare <ulink type="help" url="ghelp:add-applications">Aggiungere, rimuovere e aggiornare applicazioni</ulink>).
pt_br: Instale o pacote <application>build-essential</application> (veja <ulink type="help" url="ghelp:add-applications">Adicionar Programas</ulink>).

source: There are many tools available for C and C++ developers. Those wishing to develop graphical applications will find that choosing a graphical toolkit/platform will make development more convenient. The two most popular development platforms for Ubuntu are <quote>GTK/GNOME</quote> and <quote>Qt/KDE</quote>, each of which has its own set of tools and documentation.
eu: Tresna ugari daude eskuragarri C eta C++ garatzaileentzat. Aplikazio grafikoak garatu nahi dutenek tresna-joko/plataforma grafiko bat erabilgarriagoa zaiela ikusiko dute. Ubunturako garapen plataforma ospetsuenak <quote>GTK/GNOME</quote> eta <quote>Qt/KDE</quote> dira; bakoitzak bere tresna multzo eta dokumentazioa dauzka.
it: Esistono parecchi strumenti disponibili per i programmatori C e C++. Coloro che desiderano sviluppare applicazioni dotate di interfaccia grafica troveranno che usare un toolkit grafico renderà lo sviluppo più conveniente. Le due piattaforme più popolari per Ubuntu sono <quote>GTK/GNOME</quote> e <quote>Qt/KDE</quote>, ognuna dotata del proprio parco strumenti e documentazione.
pt_br: Há muitas ferramentas disponíveis para desenvolvedores C e C++. Aqueles que queiram desenvolver aplicativos gráficos terão que escolher uma ferramenta/plataforma gráfica que torne o desenvolvimento mais conveniente. As duas mais populares plataformas para Ubuntu são <quote>GTK/GNOME</quote> e <quote>Qt/KDE</quote>, cada uma tem seus próprios conjuntos de ferramentas e documentação.

source: Anjuta IDE for GNOME
eu: GNOMErentzako Anjuta IDEa
it: Anjuta IDE per GNOME
pt_br: IDE Anjuta para GNOME

source: <application>Anjuta</application> is an IDE for developing applications in C and C++ for the <quote>GNOME</quote> platform.
eu: <quote>GNOME</quote> plataformarako C eta C++ aplikazioak garatzeko IDE bat da <application>Anjuta</application>.
it: <application>Anjuta</application> è un IDE per sviluppare applicazioni in C e C++ per la piattaforma <quote>GNOME</quote>.
pt_br: <application>Anjuta</application>é uma IDE para desenvolvimento de aplicativos em C e C++ para a plataforma <quote>GNOME</quote>.

source: Install the <application>anjuta</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
eu: <application>anjuta</application> paketea instalatu <quote>Universe</quote> errepositoriotik (ikusi <ulink type="help" url="ghelp:add-applications">Aplikazioak Gehitu</ulink>).
it: Installare il pacchetto <application>anjuta</application> dal repository <quote>Universe</quote> (consultare <ulink type="help" url="ghelp:add-applications">Aggiungere applicazioni</ulink>).
pt_br: Instale o pacote <application>anjuta</application> a partir do repositório <quote>Universe</quote> (veja <ulink type="help" url="ghelp:add-applications">Adicionar Programas</ulink>).

source: Press <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, type <quote>anjuta</quote> and press <guibutton>Run</guibutton> to start using <application>Anjuta</application>.
eu: Sakatu <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, idatzi <quote>anjuta</quote> eta <guibutton>Exekutatu</guibutton> sakatu <application>Anjuta</application> abiarazteko.
it: Premere <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, digitare <quote>anjuta</quote> e quindi premere <guibutton>Esegui</guibutton> per iniziare a usare <application>Anjuta</application>.
pt_br: Pressione <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, digite <quote>anjuta</quote> e pressione <guibutton>Executar</guibutton> para iniciar o uso do <application>Anjuta</application>.

source: KDevelop IDE for KDE
eu: KDErentzako KDevelop IDEa
it: KDevelop IDE per KDE
pt_br: IDE KDevelop para KDE

source: <application>KDevelop</application> is an IDE for developing applications in C and C++ for the <quote>KDE</quote> platform.
eu: <quote>KDE</quote> plataformarako C eta C++ aplikazioak garatzeko IDE bat da <application>KDevelop</application>.
it: <application>KDevelop</application> è un IDE per sviluppare applicazioni in C and C++ per la piattaforma <quote>KDE</quote>.
pt_br: <application>KDevelop</application> é uma IDE para desenvolvimento de aplicações em C e C++ para a plataforma <quote>KDE</quote>.

source: Install the <application>kdevelop</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
eu: <application>kdevelop</application> paketea instalatu <quote>Universe</quote> errepositoriotik (ikusi <ulink type="help" url="ghelp:add-applications">Aplikazioak Gehitu</ulink>).
it: Installare il pacchetto <application>kdevelop</application> dal repository <quote>Universe</quote> (consultare <ulink type="help" url="ghelp:add-applications">Aggiungere applicazioni</ulink>).
pt_br: Instale o pacote <application>kdevelop</application> a partir do repositório <quote>Universe</quote> (veja <ulink type="help" url="ghelp:add-applications">Adicionar Programas</ulink>).

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Programming</guisubmenu><guimenuitem>KDevelop</guimenuitem></menuchoice> to start using <application>KDevelop</application>.
eu: <menuchoice><guimenu>Aplikazioak</guimenu><guisubmenu>Programazioa</guisubmenu><guimenuitem>KDevelop</guimenuitem></menuchoice> sakatu <application>KDevelop</application> abiarazteko.
it: Scegliere <menuchoice><guimenu>Applicazioni</guimenu><guisubmenu>Programmazione</guisubmenu><guimenuitem>KDevelop</guimenuitem></menuchoice> per iniziare a usare <application>KDevelop</application>.
pt_br: Clique em <menuchoice><guimenu>Aplicações</guimenu><guisubmenu>Programação</guisubmenu><guimenuitem>KDevelop</guimenuitem></menuchoice> para iniciar o uso do <application>KDevelop</application>.

source: These instructions are for <emphasis>i386</emphasis> and <emphasis>AMD64</emphasis> computers only. For <emphasis>PowerPC</emphasis> machines, see <ulink url="https://help.ubuntu.com/community/Java">Ubuntu Help Online</ulink>.
eu: Argibide hauek <emphasis>i386</emphasis> eta <emphasis>AMD64</emphasis> ordenagailuentzat bakarrik dira. <emphasis>PowerPC</emphasis> makinentzako, ikusi <ulink url="https://help.ubuntu.com/community/Java">Ubuntu Laguntza Online</ulink>.
it: Queste istruzioni si riferiscono alle sole architetture <emphasis>i386</emphasis> e <emphasis>AMD64</emphasis>. Per macchine <emphasis>PowerPC</emphasis>, consultare la pagina <ulink url="http://wiki.ubuntu-it.org/Java/PowerPC">PowerPC del wiki</ulink>.
pt_br: Estas instruções são somente para computadores <emphasis>i386</emphasis> e <emphasis>AMD64</emphasis>. Para máquinas <emphasis>PowerPC</emphasis>, veja a <ulink url="https://help.ubuntu.com/community/Java">Ajuda do Ubuntu On-Line</ulink>.

source: Install <application>sun-java5-jdk</application> from the <quote>Multiverse</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>). You will need to use <application>Synaptic Package Manager</application> to install these packages.
eu: <application>sun-java5-jdk</application> instalatu <quote>Multiverse</quote> errepositoriotik (ikusi <ulink type="help" url="ghelp:add-applications">Aplikazioak Gehitu</ulink>). <application>Synaptic Pakete Kudeatzailea</application> erabili beharko duzu pakete hauek instalatzeko.
it: Installare il pacchetto <application>sun-java5-jdk</application> dal repository <quote>Multiverse</quote> (consultare <ulink type="help" url="ghelp:add-applications">Aggiungere applicazioni</ulink>). È necessario usare il <application>Gestore pacchetti Synaptic</application> per installare questo pacchetto.
pt_br: Instale <application>sun-java5-jdk</application> do repositório <quote>Multiverse</quote> (veja <ulink type="help" url="ghelp:add-applications">Adicionar Programas</ulink>). Você precisará usar o <application>Gerenciador de Pacotes Synaptic</application> para instalar esses pacotes.

source: Read the Java license presented. You must accept it to continue.
eu: Aurkeztutako Java lizantzia irakur ezazu. Onartu egin beharko duzu jarraitzeko.
it: Leggere la licenza di Java presentata. È necessario accettarla per poter continuare.
pt_br: Leia a licença do Java apresentada. Você deve aceitá-la para continuar.

source: To get your system to use Sun Java instead of the open-source (but less functional) GIJ that is installed by default, run: <screen>sudo update-alternatives --config java</screen> and choose the option that has <filename>j2re1.5-sun</filename> in it.
eu: Sun Java erabili nahi baduzu iturburu askeko (baina funtzionabilitate gutxiagoko) GIJ-ren ordez, exekutatu: <screen>sudo update-alternatives --config java</screen> eta hautatu <filename>j2re1.5-sun</filename> duen aukera.
it: Per impostare il proprio sistema affinché utilizzi la versione Sun di Java al posto della versione open source (ma meno funzionale) GIJ già installata, eseguire il comando <screen>sudo update-alternatives --config java</screen> e scegliere l'opzione indicante <filename>j2re1.5-sun</filename>.
pt_br: Para fazer com que seu sistema use o Java da Sun ao invés do GIJ em código-aberto (mas menos funcional) o qual é instalado por padrão, execute: <screen>sudo update-alternatives --config java</screen> e escolha a opção que possui <filename>j2re1.5-sun</filename>.

source: Java 1.6 is also available, and can be installed by following the above directions, swapping all instances of 1.5 to 1.6
eu: Eskuragarri dago jada Java 1.6. Jarraiko helbideetatik instalatu ahalko duzu, instantzia guztiak 1.5tik 1.6ra aldatuz.
it: È disponibile anche la versione 1.6 di Java, che può essere installata seguendo le istruzioni indicate in precedenza e sostituendo «1.6» a «1.5».
pt_br: O Java 1.6 também está disponível e pode ser instalado seguindo as direções acima, substituindo todas as instâncias de 1.5 para 1.6

source: Eclipse IDE for Java
eu: Java-rentzako Eclipse IDEa
it: Eclipse IDE per Java
pt_br: IDE Eclipse para Java

source: The <application>Eclipse</application> platform provides a complete, extensible Java development environment.
eu: <application>Eclipse</application> plataformak Java garapenerako ingurune osoa eskaintzen dizu.
it: La piattaforma <application>Eclipse</application> fornisce un ambiente di sviluppo Java completo ed estensibile.
pt_br: A plataforma <application>Eclipse</application> fornece um ambiente de desenvolvimento em Java completo e extensível.

source: Install the <application>eclipse</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
eu: <application>eclipse</application> paketea instalatu <quote>Universe</quote> errepositoriotik (ikusi <ulink type="help" url="ghelp:add-applications">Aplikazioak Gehitu</ulink>).
it: Installare il pacchetto <application>eclipse</application> dal repository <quote>Universe</quote> (consultare <ulink type="help" url="ghelp:add-applications">Aggiungere applicazioni</ulink>).
pt_br: Instale o pacote <application>eclipse</application> do repositório <quote>Universe</quote> (veja <ulink type="help" url="ghelp:add-applications">Adicionar Programas</ulink>).
