Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/programming/po/*.po
Languages: eu, it, pt_br

source: Press <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Programming</guimenuitem><guimenuitem>Eclipse IDE</guimenuitem></menuchoice> to start using <application>Eclipse</application>.
eu: <menuchoice><guimenuitem>Aplikazioak</guimenuitem><guimenuitem>Programazioa</guimenuitem><guimenuitem>Eclipse IDE</guimenuitem></menuchoice> sakatu <application>Eclipse</application> abiarazteko.
it: Scegliere <menuchoice><guimenuitem>Applicazioni</guimenuitem><guimenuitem>Programmazione</guimenuitem><guimenuitem>Eclipse IDE</guimenuitem></menuchoice> per iniziare a usare <application>Eclipse</application>.
pt_br: Clique em <menuchoice><guimenuitem>Aplicações</guimenuitem><guimenuitem>Programação</guimenuitem><guimenuitem>IDE Eclipse</guimenuitem></menuchoice> para iniciar o uso do <application>Eclipse</application>.

source: Other programming languages
eu: Beste programazio-lengoaia batzuk
it: Altri linguaggi di programmazione
pt_br: Outras linguagens de programação

source: There are many programming tools available in Ubuntu for many different programming languages. This section provides a short list of some of the more commonly-used languages.
eu: Programatze-tresna ugari daude eskuragarri Ubuntun, programatze-lengoaia ezberdinetarako. Lengoaia erabilienetako batzuen zerrenda labur bat duzu atal honetan.
it: In Ubuntu sono disponibili molti strumenti di programmazione per molteplici linguaggi. Questa sezione fornisce una breve lista di alcuni tra i linguaggi più usati.
pt_br: Existem várias ferramentas de programação disponíveis no Ubuntu para diferentes linguagens de programação. Esta seção fornece uma pequena lista de algumas das linguagens mais utilizadas.

source: Mono .NET development environment
eu: Mono .NET garapen ingurunea
it: L'ambiente di sviluppo Mono .NET
pt_br: Ambiente de desenvolvimento Mono .NET

source: <application>Mono</application> is an implementation of the <application>.NET</application> stack, which allows you to write cross-platform programs in a number of different languages, including C#, Java, Visual Basic .NET and JavaScript. More information about <application>Mono</application> is available from the <ulink url="http://www.mono-project.com/">Mono project homepage</ulink>.
eu: <application>Mono</application> aplikazioa <application>.NET</application>-en inplementazio bat da, plataforma-arteko lengoaia ugari erabili ahal izan ditzazun, halanola C#, Java, Visual Basic .NET eta JavaScript. <application>Mono</application>-ren inguruko informazio gehiago duzu <ulink url="http://www.mono-project.com/">Mono proiektuaren webgunean</ulink>.
it: <application>Mono</application> è un implementazione dello stack <application>.NET</application>, che permette di scrivere applicazioni multi-piattaforma in molteplici linguaggi tra cui C#, Java, Visual Basic .Net e JavaScript. Maggiori informazioni riguardo <application>Mono</application> sono disponibili nel <ulink url="http://www.mono-project.com/">sito web del progetto</ulink>.
pt_br: <application>Mono</application> é uma implementação da pilha <application>.NET</application>, que lhe permite escrever programas multi-plataformas em um número de linguagens diferentes, incluindo C#, Java, Visual Basic .NET e JavaScript. Mais informações sobre o <application>Mono</application> estão disponíveis na <ulink url="http://www.mono-project.com/">página do projeto Mono</ulink>.

source: Install the <application>monodevelop</application> and <application>monodoc</application> packages from the <quote>Universe</quote> repository.
eu: <application>monodevelop</application> eta <application>monodoc</application> paketeak instalatu <quote>Universe</quote> errepositoriotik.
it: Installare i pacchetti <application>monodevelop</application> e <application>monodoc</application> dal repository <quote>Universe</quote>.
pt_br: Instale os pacotes <application>monodevelop</application> e <application>monodoc</application> do repositório <quote>Universe</quote>.

source: Press <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Programming</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice> to start the <application>MonoDevelop</application> IDE.
eu: <menuchoice><guimenuitem>Aplikazioak</guimenuitem><guimenuitem>Programazioa</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice> sakatu <application>MonoDevelop</application> IDEa abiarazteko.
it: Scegliere <menuchoice><guimenuitem>Applicazioni</guimenuitem><guimenuitem>Programmazione</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice> per avviare l'IDE <application>MonoDevelop</application>.
pt_br: Clique em <menuchoice><guimenuitem>Aplicações</guimenuitem><guimenuitem>Programação</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice> para iniciar a IDE <application>MonoDevelop</application>.

source: Press <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Programming</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice> to start the <application>Monodoc</application> documentation browser.
eu: <menuchoice><guimenuitem>Aplikazioak</guimenuitem><guimenuitem>Programazioa</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice> sakatu <application>Monodoc</application> dokumentazio-arakatzailea abiarazteko.
it: Scegliere <menuchoice><guimenuitem>Applicazioni</guimenuitem><guimenuitem>Programmazione</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice> per avviare l'esploratore di documentazione <application>Monodoc</application>.
pt_br: Clique em <menuchoice><guimenuitem>Aplicações</guimenuitem><guimenuitem>Programação</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice> para iniciar o navegador de documentação <application>Monodoc</application>.

source: Gambas graphical BASIC language
eu: Gambas BASIC lengoaia grafikoa
it: IDE Gambas per il linguaggio BASIC
pt_br: Linguagem gráfica Gambas BASIC

source: <application>Gambas</application> is a <application>Visual Basic</application>-like development environment, which allows you to rapidly design and build graphical applications using the easy-to-learn BASIC language.
eu: <application>Gambas</application> aplikazioa <application>Visual Basic</application> itxurako garapen ingurunea da, BASIC lengoaia ikasterraza erabil ahal dezazun aplikazio grafikoak azkar asko diseinatu eta eraikitzeko.
it: <application>Gambas</application> è un ambiente di sviluppo simile a <application>Visual Basic</application> che permette di creare e compilare applicazioni grafiche usando il linguaggio BASIC.
pt_br: <application>Gambas</application> é um ambiente de desenvolvimento similar ao <application>Visual Basic</application>, que lhe permite a projetar e construir rapidamente aplicações gráficas utilizando a linguagem BASIC, que é simples de aprender .

source: Install the <application>gambas</application> package from the <quote>Universe</quote> repository.
eu: <application>gambas</application> paketea instalatu <quote>Universe</quote> errepositoriotik.
it: Installare il pacchetto <application>gambas</application> dal repository <quote>Universe</quote>.
pt_br: Instale o pacote <application>gambas</application> do repositório <quote>Universe</quote>.

source: Press <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Programming</guimenuitem><guimenuitem>Gambas</guimenuitem></menuchoice> to start the <application>Gambas</application> IDE.
eu: <menuchoice><guimenuitem>Aplikazioak</guimenuitem><guimenuitem>Programazioa</guimenuitem><guimenuitem>Gambas</guimenuitem></menuchoice> sakatu <application>Gambas</application> IDEa abiarazteko.
it: Scegliere <menuchoice><guimenuitem>Applicazioni</guimenuitem><guimenuitem>Programmazione</guimenuitem><guimenuitem>Gambas</guimenuitem></menuchoice> per avviare l'IDE <application>Gambas</application>.
pt_br: Clique em <menuchoice><guimenuitem>Aplicações</guimenuitem><guimenuitem>Programação</guimenuitem><guimenuitem>Gambas</guimenuitem></menuchoice> para iniciar a IDE <application>Gambas</application>.

source: A set of example applications are provided with <application>Gambas</application>, which you can use to help you to learn the language. To view an example application, start <application>Gambas</application>, press <guibutton>Examples</guibutton> on the <guilabel>Welcome to Gambas!</guilabel> screen and select the example which you would like to view.
eu: Adibide-aplikazio batzuk dakartza <application>Gambas</application>-ek, lengoaia ikasten lagunduko dizutenak. Adibide-aplikazio bat ikusteko, <application>Gambas</application> abiarazi, <guibutton>Adibideak</guibutton> sakatu <guilabel>Ongietorri Gambas-era!</guilabel> pantailan eta ikusi nahi duzun adibidea hautatu.
it: Con <application>Gambas</application>, vengono fornite alcune applicazioni di esempio che è possibile utilizzare nell'apprendimento del linguaggio. Per visualizzare un'applicazione di esempio, avviare <application>Gambas</application>, scegliere <guibutton>Esempi</guibutton> sul pannello <guilabel>Benvenuti in Gambas!</guilabel> e selezionare l'esempio desiderato.
pt_br: Um conjunto de aplicações de exemplo são fornecidas com o <application>Gambas</application>, que podem lhe ajudar a aprender a linguagem. Para ver uma aplicação de exemplo, inicie o <application>Gambas</application>, clique em <guibutton>Exemplos</guibutton> na tela de <guilabel>Boas Vindas ao Gambas!</guilabel> e selecione o exemplo que queira ver.

source: Development Tools
eu: Garapen Tresnak
it: Strumenti di sviluppo
pt_br: Ferramentas de Desenvolvimento

source: There are many development tools available for Ubuntu. A list of some of these is included below.
eu: Garapen-tresna ugari daude eskuragarri Ubuntun. Jarraian duzu horietariko batzuen zerrenda.
it: Sono disponibili molti strumenti di sviluppo per Ubuntu. Una lista di alcuni di essi è inclusa qui sotto.
pt_br: Existem várias ferramentas de desenvolvimento disponíveis para o Ubuntu. Segue abaixo uma lista com algumas delas.

source: Integrated Development Environments (IDEs) and source-code editors
eu: Garapen Ingurune Integratuak (IDEak, Integrated Development Environment) eta iturburu-kode editoreak
it: Integrated Development Environments (IDE) ed editor di codice sorgente
pt_br: Ambientes de Desenvolvimento Integrado (IDEs) e editores de código-fonte

source: <ulink url="http://anjuta.sourceforge.net/">Anjuta</ulink> is an Integrated Development Environment (IDE) for C and C++.
eu: <ulink url="http://anjuta.sourceforge.net/">Anjuta</ulink> C eta C++ lengoaietarako IDE bat da.
it: <ulink url="http://anjuta.sourceforge.net/">Anjuta</ulink> è un IDE (Integrated Development Environment) per C e C++.
pt_br: <ulink url="http://anjuta.sourceforge.net/">Anjuta</ulink> é um Ambiente de Desenvolvimento Integrado (IDE) para C e C++.

source: <ulink url="http://bluefish.openoffice.nl/index.html">Bluefish</ulink> is a powerful editor for experienced web designers and programmers.
eu: <ulink url="http://bluefish.openoffice.nl/index.html">Bluefish</ulink> web-diseinatzaile eta programatzaile adituentzako editore boteretsua da.
it: <ulink url="http://bluefish.openoffice.nl/index.html">Bluefish</ulink> è un potente editor per sviluppatori web e programmatori.
pt_br: <ulink url="http://bluefish.openoffice.nl/index.html">Bluefish</ulink> é um editor poderoso para web designers experientes e programadores.

source: <ulink url="http://www.eclipse.org/">Eclipse</ulink> is an IDE for Java and other programming languages. It forms the basis for closed-source programs such as JBuilder.
eu: <ulink url="http://www.eclipse.org/">Eclipse</ulink> Java eta beste programazio-lengoaia batzuentzako IDE bat da. JBuilder bezalako iturburu-itxiko programentzako adibide da.
it: <ulink url="http://www.eclipse.org/">Eclipse</ulink> è un IDE per Java e altri linguaggi. È alla base di alcuni programmi proprietari come JBuilder.
pt_br: <ulink url="http://www.eclipse.org/">Eclipse</ulink> é um IDE para Java e outras linguagens de programação. Ele forma a base para programas de código-fechado como o JBuilder.

source: <ulink url="http://www.die-offenbachs.de/detlev/eric3.html">Eric</ulink> is a fully featured Python and Ruby IDE.
eu: <ulink url="http://www.die-offenbachs.de/detlev/eric3.html">Eric</ulink> Python eta Ruby-rentzako IDE osoa da.
it: <ulink url="http://www.die-offenbachs.de/detlev/eric3.html">Eric</ulink> è un IDE completo per Python e Ruby.
pt_br: <ulink url="http://www.die-offenbachs.de/detlev/eric3.html">Eric</ulink> é um IDE completo para Python e Ruby.

source: <ulink url="http://geany.uvena.de/">Geany</ulink> is a general-purpose IDE which can handle manydifferent programming and markup languages.
eu: <ulink url="http://geany.uvena.de/">Geany</ulink> pragramazio-lengoaia eta marka-lengoaia ugari jasaten dituen helburu orokorreko IDEa da.
it: <ulink url="http://geany.uvena.de/">Geany</ulink> è un IDE in grado di supportare diversi linguaggi di programmazione e di marcatura.
pt_br: O <ulink url="http://geany.uvena.de/">Geany</ulink> é uma IDE de propósito geral que pode lidar com diferentes linguagens de programação e marcação.

source: <ulink url="http://www.python.org/idle/">IDLE</ulink> is the Python IDE built with the Tkinter GUI toolkit.
eu: <ulink url="http://www.python.org/idle/">IDLE</ulink> Tkinter GUI tresna-jokoarekin eraikitako Python IDEa da.
it: <ulink url="http://www.python.org/idle/">IDLE</ulink> è un IDE per Python creato con il toolkit Tkinter.
pt_br: <ulink url="http://www.python.org/idle/">IDLE</ulink> é um IDE Python construído com o kit de ferramentas Tkinter GUI.

source: <ulink url="http://www.kdevelop.org/">KDevelop</ulink> is a IDE for KDE which supports many programming languages.
eu: <ulink url="http://www.kdevelop.org/">KDevelop</ulink> lengoaia ugari jasaten dituen KDErentzako IDE bat da.
it: <ulink url="http://www.kdevelop.org/">KDevelop</ulink> è un IDE per KDE che supporta molti linguaggi di programmazione.
pt_br: <ulink url="http://www.kdevelop.org/">KDevelop</ulink> é um IDE para KDE que suporta várias linguagens de programação.

source: <ulink url="http://www.monodevelop.com/Main_Page">MonoDevelop</ulink> is an IDE for writing Mono/.NET applications in C# and other languages.
eu: <ulink url="http://www.monodevelop.com/Main_Page">MonoDevelop</ulink> Mono/.NET aplikazioak idazteko IDE bat da, C# eta beste lengoaia batzuk erabiliz.
it: <ulink url="http://www.monodevelop.com/Main_Page">MonoDevelop</ulink> è un IDE per creare applicazioni Mono/.NET in C# e altri linguaggi.
pt_br: <ulink url="http://www.monodevelop.com/Main_Page">MonoDevelop</ulink> é um IDE para escrever aplicações Mono/.NET em C# e outras linguagens.

source: <ulink url="http://www.netbeans.org/index.html">NetBeans</ulink> is a Java IDE that features support for CVS and a form builder.
eu: <ulink url="http://www.netbeans.org/index.html">NetBeans</ulink> formularioen sortzailea eta CVS jasaten dituen Java IDEa da.
it: <ulink url="http://www.netbeans.org/index.html">NetBeans</ulink> è un IDE Java con supporto per CVS e per la creazione di moduli.
pt_br: <ulink url="http://www.netbeans.org/index.html">NetBeans</ulink> é um IDE para Java que inclui suporte a CVS e um construtor de formulários.

source: <ulink url="http://quanta.kdewebdev.org/">Quanta</ulink> is a powerful IDE for web development and features support for DocBook editing.
eu: <ulink url="http://quanta.kdewebdev.org/">Quanta</ulink> web-garapenerako IDE boteretsu bat da, DocBook edizioa ere jasaten duena.
it: <ulink url="http://quanta.kdewebdev.org/">Quanta</ulink> è un potente IDE per lo sviluppo web con supporto per la gestione di documenti DocBook.
pt_br: <ulink url="http://quanta.kdewebdev.org/">Quanta</ulink> é uma IDE poderosa para desenvolvimento web com suporte a edição de DocBook.

source: Source-code management systems
eu: Iturburu-kodea kudeatzeko sistemak
it: Sistemi di gestione del codice sorgente
pt_br: Sistemas de gerenciamento de código-fonte

source: <ulink url="http://www.bazaar-ng.org/">Bazaar-NG</ulink> is a decentralised version control system used for Ubuntu development.
eu: <ulink url="http://www.bazaar-ng.org/">Bazaar-NG</ulink> Ubunturen garapenerako erabiltzen den bertsio kontrol sistema (version control system) deszentralizatua da.
it: <ulink url="http://www.bazaar-ng.org/">Bazaar-NG</ulink> è uno strumento per il controllo della versione decentralizzato, utilizzato per lo sviluppo di Ubuntu.
pt_br: <ulink url="http://www.bazaar-ng.org/">Bazaar-NG</ulink> é um sistema de controle de versão descentralizado usado para o desenvolvimento do Ubuntu.

source: <ulink url="http://www.nongnu.org/cvs/">CVS</ulink> is an advanced version control system used by many open-source projects.
eu: <ulink url="http://www.nongnu.org/cvs/">CVS</ulink> iturburu askeko proiektu ugarik darabilen bertsio kontrol sistema aurreratua da.
it: <ulink url="http://www.nongnu.org/cvs/">CVS</ulink> è un sistema avanzato di controllo della versione usato da molti progetti open source.
pt_br: <ulink url="http://www.nongnu.org/cvs/">CVS</ulink> é um sistema de controle de versão avançado utilizado por muitos projetos de código aberto.

source: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN) is a powerful version control system intended as a replacement for CVS.
eu: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN) bertsio kontrol sistema boteretsua da, CVSren ordezkoa izateko sortua.
it: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN) è un potente sistema di controllo della versione inteso come sostituto di CVS.
pt_br: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN) é um sistema de controle de versão poderoso que pretende ser o substituto do CVS.

source: Other tools
eu: Beste tresnak
it: Altri strumenti
pt_br: Outras ferramentas

source: <ulink url="http://glade.gnome.org/">Glade</ulink> is a user interface designer for building GNOME and GTK applications.
eu: <ulink url="http://glade.gnome.org/">Glade</ulink> GNOME eta GTK aplikazioak eraikitzeko erabiltzaile-interfaze diseinatzaile bat da.
it: <ulink url="http://glade.gnome.org/">Glade</ulink> è un disegnatore di interfacce utente per la creazione di applicazioni GNOME e GTK.
pt_br: <ulink url="http://glade.gnome.org/">Glade</ulink> é um construtor de interfaces para aplicações GNOME e GTK.

source: translator-credits
eu: Launchpad Contributions: Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual
it: Launchpad Contributions: Luca Falavigna https://launchpad.net/~dktrkranz Maurizio Moriconi https://launchpad.net/~bugman Milo Casagrande https://launchpad.net/~milo Launchpad Contributions: Alessio Treglia https://launchpad.net/~quadrispro Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Luca Falavigna https://launchpad.net/~dktrkranz Maurizio Moriconi https://launchpad.net/~bugman Milo Casagrande https://launchpad.net/~milo
pt_br: Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Andre Noel https://launchpad.net/~andrenoel Daniel Neis https://launchpad.net/~danielneis marco.olimpio https://launchpad.net/~marco-olimpio Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Andre Noel https://launchpad.net/~andrenoel Daniel Neis https://launchpad.net/~danielneis Launchpad Translations Administrators https://launchpad.net/~rosetta-admins marco.olimpio https://launchpad.net/~marco-olimpio
