Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/keeping-safe/po/*.po
Languages: vi

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
vi: ubuntu-doc@lists.ubuntu.com (Dự án tài liệu Ubuntu)

source: Keeping Your Computer Safe
vi: Bảo vệ Máy tính An toàn

source: Credits and License
vi: Công đóng góp và Giấy phép

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
vi: Tài liệu này được duy trì bởi nhóm tài liệu Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Để biết danh sách các thành viên đóng góp, xem tại <ulink url="../../../common/C/contributors.xml">danh sách thành viên đóng góp</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
vi: Tài liệu này được phân phối với giấy phép Creative Commons ShareAlike 2.5 License (CC-BY-SA).

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
vi: Bạn được quyền tự do chỉnh sửa, mở rộng và cải tiến các tài liệu mã nguồn của Ubuntu theo các điều khoản của giấy phép. Tất cả các tài liệu dẫn xuất phải được phát hành theo giấy phép.

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
vi: Những tài liệu này được cung cấp với hy vọng rằng nó sẽ hữu ích cho bạn, nhưng KHÔNG CÓ BẤT KỲ ĐẢM BẢO NÀO; thậm chí không có sự đảm bảo bao hàm của KHẢ NĂNG KINH DOANH ĐƯỢC hay SỰ PHÙ HỢP CHO MỘT MỤC ĐÍCH SỬ DỤNG CỤ THỂ NHƯ MÔ TẢ TRONG ĐIỀU KHOẢN TỪ BỎ TRÁCH NHIỆM.

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
vi: Bản sao của giấy phép có thể tìm thấy ở đây: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Canonical Ltd. and members of the Ubuntu Documentation Project
vi: Canonical Ltd. và các thành viên của Dự án Tài liệu Ubuntu

source: The Ubuntu Documentation Project
vi: Dự án Tài liệu Ubuntu

source: This section describes how to keep your computer safe from security threats.
vi: Phần này mô tả cách thức bảo vệ máy tính của bạn khỏi các mối đe dọa về bảo mật.

source: Lock your screen while away
vi: Khóa màn hình khi đi khỏi

source: Locking your screen prevents other people from accessing your computer while you are away from it. All of your applications and work remain open while the screen is locked, and the screensaver is displayed.
vi: Khóa màn hình giúp tránh khỏi việc người khác truy cập máy tính của bạn khi bạn đi khỏi. Tất cả các ứng dụng và các công việc đang làm sẽ vẫn giữ nguyên tình trạng khi màn hình bị khóa, và khi trình bảo vệ màn hình được hiển thị.

source: You can lock your screen in one of the following ways:
vi: Bạn có thể khóa màn hình bằng một trong các cách sau:

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Quit...</guimenuitem><guimenuitem>Lock Screen</guimenuitem></menuchoice>.
vi: Chọn menu <menuchoice><guimenu>Hệ thống</guimenu><guimenuitem>Thoát...</guimenuitem><guimenuitem>Khóa màn hình</guimenuitem></menuchoice>.

source: Press <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> to lock the screen. This keyboard shortcut can be changed in <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Keyboard Shortcuts</guimenuitem></menuchoice>.
vi: Nhấn tổ hợp phím <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> để khóa màn hình. Tổ hợp phím tắt này có thể được thay đổi từ menu <menuchoice><guimenu>Hệ thống</guimenu><guimenuitem>Các tùy chọn</guimenuitem><guimenuitem>Các phím tắt</guimenuitem></menuchoice>.

source: You can add a <guibutton>Lock Screen</guibutton> button to a panel for easy access. Right-click a panel (for example, the panel at the top of the screen), select <guibutton>Add to Panel...</guibutton> and drag the <guibutton>Lock Screen</guibutton> item to the desired location.
vi: Bạn có thể thêm một nút <guibutton>Khóa Màn hình</guibutton> vào một khung biểu tượng để dễ truy cập. Nhấn chuột phải vào khung (chẳng hạn, khung biểu tượng ở trên cùng màn hình), chọn <guibutton>Thêm vào khung...</guibutton> và kéo biểu tượng <guibutton>Khóa Màn hình</guibutton> vào vị trí mong muốn.

source: To unlock the screen, move the mouse or press a key. Then, type your password and either press the <keycap>Return</keycap> key or press the <guibutton>Unlock</guibutton> button.
vi: Để mở màn hình đang ở chế độ khóa, di chuyển chuột hoặc nhấn một phím. Sau đó nhập mật khẩu của bạn rồi nhấn phím <keycap>Enter</keycap> hoặc nhấn nút <guibutton>Gỡ khóa</guibutton>.

source: If more than one person has a user account on your computer and the screen is locked, other users can press the <guibutton>Switch user...</guibutton> button to use the computer, even while the screen is locked. They will be unable to access your currently-open work, and you will be able to switch back to your locked session when they have finished using the computer.
vi: Nếu có hơn một người dùng trong hệ thống và màn hình đang bị khóa, người dùng khác có thể nhấn nút <guibutton>Chuyển đổi người dùng...</guibutton> để có thể sử dụng máy, cho dù màn hình vẫn đang khóa. Những người dùng khác không thể truy cập vào màn hình đang khóa của bạn, và bạn vẫn có thể chuyển lại màn hình làm việc này khi người dùng này kết thúc sử dụng máy.

source: Set up a firewall
vi: Thiết lập tường lửa

source: You can optionally install a firewall to protect your computer against unauthorized access by people on the Internet or your network. Firewalls block connections to your computer from unknown sources, which helps to prevent security breaches.
vi: Bạn có thể tùy ý cài đặt một tường lửa để bảo vệ máy tính của mình khỏi các truy cập trái phép từ Internet hay từ mạng. Các tường lửa ngăn chặn các kết nối đến máy tính của bạn từ các nguồn không rõ ràng, giúp bảo vệ khỏi các lỗ hổng bảo mật.

source: Install the <application>firestarter</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
vi: Cài đặt gói ứng dụng <application>firestarter</application> từ nguồn cập nhật <quote>Universe</quote> (xem <ulink type="help" url="ghelp:add-applications">Thêm ứng dụng</ulink>).

source: The <application>Firewall Wizard</application> should run. If it does not, press <menuchoice><guimenu>Firewall</guimenu><guimenuitem>Run Wizard</guimenuitem></menuchoice>.
vi: Lúc này cửa sổ <application>Hướng dẫn cấu hình tường lửa</application> sẽ hiện ra. Nếu không thấy, chọn từ menu <menuchoice><guimenu>Tường lửa</guimenu><guimenuitem>Chạy hướng dẫn cấu hình</guimenuitem></menuchoice>.

source: Follow the steps in the <application>Firewall Wizard</application>. After completing all of the steps, the firewall should be configured and running.
vi: Làm theo các bước trong <application>Hướng dẫn cấu hình</application>. Sau khi hoàn thành tất cả các bước, tường lửa sẽ được cấu hình và thực thi.

source: To check that your firewall is working correctly, make use of an online firewall testing service such as <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
vi: Để kiểm tra tường lửa hoạt động chính xác, hãy dùng một dịch vụ kiểm tra tường lửa trực tuyến chẳng hạn như <ulink url="http://www.grc.com/">ShieldsUP</ulink>.

source: For help and advice on the advanced configuration of <application>Firestarter</application>, see the <ulink url="http://www.fs-security.com/docs.php">Firestarter Online Manual</ulink>.
vi: Để được trợ giúp và những lời khuyên về cấu hình nâng cao cho <application>Firestarter</application>, xem tại <ulink url="http://www.fs-security.com/docs.php">Hướng dẫn sử dụng Firestarter trực tuyến</ulink>.

source: Avoid Internet nuisances and crime
vi: Tránh các quấy rối và tội phạm trên Internet

source: From time to time, you may be sent an email which carries a virus or links to a fraudulent website. This type of email is very common, and it is important to learn how to deal with it, in order to prevent your computer or your personal details from being compromised or misused.
vi: Đôi lúc bạn cũng có thể nhận được email có chứa virus hoặc các đường liên kết đến một website lừa đảo. Những email kiểu này đã trở nên rất thông dụng, và việc học cách đối phó với loại email này là rất quan trọng, để có thể bảo vệ máy tính và các thông tin cá nhân của bạn không bị lộ hay sử dụng vào các mục đích xấu.

source: Such messages are often received from total strangers. However, sometimes an email may appear to be from someone you know, when really it is not. This is because it is possible to include a fake sender email address in emails.
vi: Những thư tín dạng này thường được gửi từ những người hoàn toàn xa lạ. Tuy nhiên, thỉnh thoảng cũng có những email có vẻ như được gửi từ một người bạn quen biết, mặc dù thực sự không phải vậy. Điều này có thể xảy ra khi địa chỉ người gửi trong email đã bị giả mạo.

source: Unwanted (unsolicited) mail tends to fall in to one of several categories:
vi: Những email không mong muốn có thể thuộc vào một trong các loại sau:

source: Spam (junk) email, where people offer unwanted services and products
vi: Email rác (spam), thường quảng cáo cho các sản phẩm hay dịch vụ mà bạn không yêu cầu

source: Scam emails, where people pretend to ask for help in exchange for large sums of money
vi: Email lừa đảo, trong đó có người nhờ bạn trợ giúp để chuyển đổi một khoản tiền lớn

source: Phishing email, where the message appears to be from a bank or other online service, asking you to enter your personal and financial details, or passwords.
vi: Email lừa đảo (phishing), giả mạo như được gửi từ một ngân hàng hay một dịch vụ trực tuyến, yêu cầu bạn cung cấp các thông tin chi tiết cá nhân và tài chính, hay mật khẩu.

source: Below are some tips for keeping safe online:
vi: Bên dưới là một số mẹo để giữ bạn an toàn khi trực tuyến:

source: You should never reply to unsolicited mail, or even click on the links in the mail. Doing so usually results in more junk mail being sent to you.
vi: Đừng bao giờ trả lời các email không mong muốn, và thậm chí đừng nhấn vào các đường liên kết trong email. Nếu không bạn sẽ càng nhận nhiều emai hơn nữa.

source: Never click on links in emails which lead to websites asking for your password or similar. It is possible for the text of the link to give one address, when really it opens up another (possibly dangerous) address. Instead, type the link into your web browser yourself and proceed from there.
vi: Không bao giờ nhấn vào các đường liên kết trong email dẫn bạn tới các website yêu cầu bạn nhập mật khẩu hay các thông tin tương tự. Có thể đoạn văn bản của đường liên kết cho bạn một địa chỉ, trong khi thực sự lại mở một địa chỉ khác (tiềm ẩn các nguy hiểm khác). Thay vào đó, hãy tự mình nhập và truy cập đến đường dẫn thông qua trình duyệt.

source: If a website asks for your financial details, ensure that it is secure. In the <application>Firefox Web browser</application>, secure websites have a <emphasis>yellow</emphasis> address bar with a padlock icon to the right of the address. Click on the padlock to read more information about the security of the website.
vi: Nếu một website yêu cầu bạn cung cấp các thông tin tài chính chi tiết, phải chắc chắn website này là an toàn. Trong <application>trình duyệt web Firefox</application>, các website an toàn sẽ chuyển thanh địa chỉ sang màu <emphasis>vàng</emphasis> với một biểu tượng ổ khóa ở bên phải địa chỉ. Nhấn vào ổ khóa này, bạn sẽ có thêm thông tin về bảo mật của website.

source: Only download and run software from sources that you trust. By default, you can only download software directly from Ubuntu.
vi: Chỉ tải xuống và chạy các phần mềm từ các nguồn đáng tin cậy. Mặc định, bạn chỉ có thể tài xuống các phần mềm trực tiếp từ Ubuntu.

source: Make backup copies of your files
vi: Luôn tạo các bản sao lưu cho dữ liệu của bạn

source: A problem which you may occasionally encounter is the unexpected loss of some of your work and settings for one reason or another. The causes of such <emphasis>data loss</emphasis> are many and varied; it could be anything from a power cut to accidentally deleting a file. It is highly recommended that you make regular back-up copies of your important files so that, if you do encounter a problem, you will not have lost those files.
vi: Một vấn đề bạn có thể thường gặp phải là việc mất mát dữ liệu và các thiết lập vì nhiều lý do khác nhau. Có nhiều nguyên nhân khác nhau cho việc <emphasis>mất mát dữ liệu</emphasis>; có thể là do mất điện đột ngột hay vô tình xóa mất một tập tin. Một lời khuyên là bạn thường xuyên sao lưu các tập tin quan trọng để trong trường hợp gặp vấn đề, bạn vẫn không bị mất các tập tin này.

source: It is wise to store back-up copies of files separately from your computer; that is, you should make use of some form of file storage which is not permanently attached to your computer. Options include:
vi: Cách khôn ngoan là hãy tạo các bản sao lưu ngoài máy tính của bạn; khi làm điều này, bạn nên dùng những nguồn lưu trữ không được gắn cố định vào máy tính của bạn. Các tùy chọn gồm có:

source: Writable CDs and DVDs
vi: Các đĩa CD và DVD ghi được

source: External hard disks and flash memory devices
vi: Các đĩa cứng gắn ngoài hay các thiết bị lưu trữ nhanh

source: Another computer on the network
vi: Một máy tính khác trong mạng

source: A simple way of backing-up your files is to manually copy them to a safe location (see above) by using the <application>File Browser</application>.
vi: Một cách đơn giản để sao lưu dữ liệu là chép chúng vào một nơi an toàn (xem ở trên) bằng cách sử dụng <application>Trình duyệt tập tin</application>.

source: Alternatively, you can use a dedicated back-up application, such as <application>HUBackup</application>:
vi: Một cách khác, bạn có thể dùng một trình sao lưu chuyên dụng, chẳng hạn như <application>HUBackup</application>:

source: Install the <application>hubackup</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
vi: Cài đặt gói <application>hubackup</application> từ nguồn cài đặt <quote>Universe</quote> (xem <ulink type="help" url="ghelp:add-applications">Thêm ứng dụng</ulink>).

source: To make a backup, press <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Home User Backup</guimenuitem></menuchoice>.
vi: Để tạo một bản sao lưu, chọn menu <menuchoice><guimenu>Hệ thống</guimenu><guisubmenu>Quản trị</guisubmenu><guimenuitem>Sao lưu dữ liệu người dùng</guimenuitem></menuchoice>.

source: Select the files which you would like to make a backup copy of and choose the location which you would like to save the backup to. If you have a CD or DVD writer, it should be present in this list.
vi: Chọn các tập tin bạn muốn tạo một bản sao lưu và chọn nơi bạn muốn lưu bản sao lưu. Nếu bạn có ổ đĩa ghi CD hay DVD, nó sẽ xuất hiện trong danh sách này.

source: Press <guibutton>Backup</guibutton> and follow the instructions given on-screen.
vi: Nhấn nút <guibutton>Sao lưu</guibutton> và làm theo các hướng dẫn trên màn hình.

source: To restore a backup made with <application>HUBackup</application>, press <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Home User Restore</guimenuitem></menuchoice> and follow the instrctions on-screen.
vi: Để phục hồi dữ liệu từ một bản sao lưu với <application>HUBackup</application>, chọn menu <menuchoice><guimenu>Hệ thống</guimenu><guisubmenu>Quản trị</guisubmenu><guimenuitem>Phục hồi dữ liệu người dùng</guimenuitem></menuchoice> và làm theo các hướng dẫn trên màn hình.

source: Some general advice on how to keep good back-ups is given below:
vi: Một vài lời khuyên chung về cách giữ các bản sao lưu tốt được liệt kê bên dưới:

source: Back-up on a regular basis
vi: Sao lưu định kỳ

source: Always test your back-ups after you make them, to ensure that they have been made correctly
vi: Luôn kiểm tra lại các bản sao lưu sau khi tạo ra chúng, để chắc chắn rằng chúng được tạo ra chính xác

source: Label your back-ups clearly, and keep them in a safe place
vi: Gán nhãn rõ ràng cho các bản sao lưu, và giữ chúng tại một nơi an toàn

source: translator-credits
vi: Launchpad Contributions: Viet Hung https://launchpad.net/~vvhung Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Viet Hung https://launchpad.net/~vvhung
