Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/tags/language-pack-gnome-*-*-1:9.04+20090609guada1/data/*/LC_MESSAGES/bacula.po
Languages: es

source: Error: %d Monitor resources defined in %s. You must define one and only one Monitor resource.
es: Error: %d Recursos del monitor definidos en %s. Sólo debe definir uno y sólo un recurso del monitor

source: No Client, Storage or Director resource defined in %s Without that I don't how to get status from the File, Storage or Director Daemon :-(
es: No hay recurso Cliente, de Almacenamiento o Director definido en %s Sin esto, no sé como obtener el estado de los recurso Archivo, Almacenamiento o Director :-(

source: Invalid refresh interval defined in %s This value must be greater or equal to 1 second and less or equal to 10 minutes (read value: %d).
es: Intervalo de actualización inválido definido en %s Este valor debe ser mayor o igual a 1 segundo y menor o igual a 10 minutos (valor de lectura: %d).

source: Bacula daemon status monitor
es: Monitor de estado del demonio de Bacula

source: Open status window...
es: Abrir ventana de estado...

source: Exit
es: Salir

source: Bacula tray monitor
es: Monitor de bandeja Bacula

source: Unknown status.
es: Estado desconocido.

source: Refresh interval in seconds:
es: Intervalo de refresco en segundos:

source: Refresh now
es: Actualizar ahora

source: About
es: Acerca de

source: Close
es: Cerrar

source: Disconnecting from Director %s:%d
es: Desconectando del Director %s:%d

source: Disconnecting from Client %s:%d
es: Desconectando del Cliente %s:%d

source: Disconnecting from Storage %s:%d
es: Desconectando del almacenamiento %s:%d

source: Bacula Tray Monitor
es: Monitor de bandeja Bacula

source: Written by Nicolas Boichat
es: Escrito por Nicolas Boichat

source: Version
es: Versión

source: Error, currentitem is not a Client or a Storage..
es: Error, el elemento actual no es un cliente o un almacenamiento.

source: Current job: %s Last job: %s
es: Trabajo actual: %s Último trabajo: %s

source: (%d errors)
es: (%d errores)

source: No current job.
es: No hay trabajo actual.

source: No last job.
es: No hay último trabajo.

source: Job status: Created
es: Estatus de trabajo: Creado

source: Job status: Running
es: Estatus de trabajo: Corriendo

source: Job status: Blocked
es: Estatus de trabajo: Bloqueado

source: Job status: Terminated
es: Estatus de trabajo: Terminado

source: Job status: Terminated in error
es: Estatus de trabajo: Terminado con error

source: Job status: Error
es: Estatus de trabajo: Error

source: Job status: Fatal error
es: Estatus de trabajo: Error fatal

source: Job status: Verify differences
es: Estatus de trabajo: Verificando diferencias

source: Job status: Canceled
es: Estatus de trabajo: Cancelado

source: Job status: Waiting on File daemon
es: Estatus de trabajo: Esperando el demonio fichero

source: Job status: Waiting on the Storage daemon
es: Estatus de trabajo: Esperando el demonio almacenamiento

source: Job status: Waiting for new media
es: Estatus de trabajo: Esperando nuevo medio

source: Job status: Waiting for Mount
es: Estatus de trabajo: Esperando montaje

source: Job status: Waiting for storage resource
es: Estatus de trabajo: Esperando recurso de almacenamiento

source: Job status: Waiting for job resource
es: Estatus de trabajo: Esperando recurso trabajo

source: Job status: Waiting for Client resource
es: Estatus de trabajo: Esperando recurso cliente

source: Job status: Waiting for maximum jobs
es: Estatus de trabajo: Esperando número máximo de trabajos

source: Job status: Waiting for start time
es: Estatus de trabajo: Esperando hora de comienzo

source: Job status: Waiting for higher priority jobs to finish
es: Estatus de trabajo: Esperando trabajos de máxima prioridad para terminar

source: Unknown job status %c.
es: Estatus de trabajo desconocido %c.

source: Job status: Unknown(%c)
es: Estatus de trabajo: Desconocido(%c)

source: Bad scan : '%s' %d
es: Exploración incorrecta : '%s' %d

source: Connecting to Director %s:%d
es: Conectando al Director %s:%d

source: Connecting to Client %s:%d
es: Conectando al Cliente %s:%d

source: Connecting to Client %s:%d
es: Conectando al Cliente %s:%d

source: File daemon
es: Demonio de archivo

source: Connecting to Storage %s:%d
es: Conectando al almacenamiento %s:%d

source: Connecting to Storage %s:%d
es: Conectando al almacenamiento %s:%d

source: Error, currentitem is not a Client, a Storage or a Director..
es: Error, el elemento actual no es un cliente, almacenamiento o director.

source: Cannot connect to daemon.
es: No se puede conectar al demonio.

source: Cannot connect to daemon.
es: No se puede conectar al demonio.

source: Authentication error : %s
es: Error en la autentificación: %s

source: Opened connection with Director daemon.
es: Conexión abierta con el demonio director.

source: Opened connection with Director daemon.
es: Conexión abierta con el demonio director.

source: Opened connection with File daemon.
es: Conexión abierta con el demonio archivo.

source: Opened connection with File daemon.
es: Conexión abierta con el demonio archivo

source: Opened connection with Storage daemon.
es: Conexión abierta con el demonio almacenamiento.

source: Opened connection with Storage daemon.
es: Conexión abierta con el demonio almacenamiento.

source: << Error: BNET_PROMPT signal received. >>
es: << Error: señal recibida BNET_PROMPT. >>

source: << Heartbeat signal received, answered. >>
es: << Señal del latido de corazón recibida, contestada. >>

source: << Unexpected signal received : %s >>
es: << Señal recibida inesperada : %s >>

source: Error : BNET_HARDEOF or BNET_ERROR
es: Error : BNET_HARDEOF o BNET_ERROR

source: <STOP>
es: <PARAR>

source: Error : Connection closed.
es: Error : Conexión cerrada.

source: Monitor: name=%s FDtimeout=%s SDtimeout=%s
es: Monitor: nombre=%s FDtimeout=%s SDtimeout=%s

source: Director: name=%s address=%s FDport=%d
es: Director: nombre=%s dirección=%s puertoFD=%d

source: Client: name=%s address=%s FDport=%d
es: Cliente: nombre=%s dirección=%s puertoFD=%d

source: Storage: name=%s address=%s SDport=%d
es: Cliente: nombre=%s dirección=%s puertoSD=%d

source: 1999 Authorization failed.
es: 1999 La autorización falló.

source: MemPool index %d larger than max %d
es: Índice de MemPool %d más grande que max %d

source: Out of memory requesting %d bytes
es: Memoria agotada pidiendo %d bytes

source: Running
es: Corriendo

source: Blocked
es: Bloqueado

source: Non-fatal error
es: Error no fatal

source: Canceled
es: Cancelado

source: Verify differences
es: Verificando diferencias

source: Waiting on FD
es: Esperando FD

source: Wait on SD
es: Esperando SD

source: Wait for new Volume
es: Esperando volumen nuevo

source: Waiting for mount
es: Esperando montaje

source: Waiting for Storage resource
es: Esperando recurso almacenamiento

source: Waiting for Job resource
es: Esperando recurso trabajo

source: Waiting for Client resource
es: Esperando recurso cliente

source: Waiting on Max Jobs
es: Esperando número máximo de trabajos

source: Waiting for Start Time
es: Esperando hora de comienzo

source: Waiting on Priority
es: Esperando prioridad

source: Unknown Job termination status=%d
es: Estatus de terminación de trabajo desconocido=%d

source: Fatal Error
es: Error fatal

source: Differences
es: Diferencias

source: Unknown term code
es: Código de terminación desconocido

source: Migrate
es: Migrar

source: Copy
es: Copiar

source: Console
es: Consola

source: System or Console
es: Sistema o consola.

source: Scan
es: Explorar

source: Unknown Type
es: Tipo desconocido

source: Verify Init Catalog
es: Verificando el catálogo de inicio

source: Verify Data
es: Verificando datos

source: Working directory not defined. Cannot continue.
es: Directorio de trabajo no definido. No se puede continuar.

source: Working Directory: "%s" not found. Cannot continue.
es: Directorio de trabajo: "%s" no encontrado. No se puede continuar.

source: Working Directory: "%s" is not a directory. Cannot continue.
es: Directorio de trabajo: "%s" no es un directorio. No se puede continuar.

source: Could not open console message file %s: ERR=%s
es: No se puede abrir el archivo de mensajes de consola %s: ERR=%s

source: Could not get con mutex: ERR=%s
es: No se pudo obtener «con mutex»: ERR=%s

source: Bacula Message
es: Mensaje de Bacula

source: open mail pipe %s failed: ERR=%s
es: falló la apertura de la tubería de correo %s: ERR=%s

source: open mail pipe failed.
es: falló la apertura de la tubería de correo.

source: close error: ERR=%s
es: Error de cierre: ERR=%s

source: Mail prog: %s
es: Programa de correo: %s

source: Mail program terminated in error. CMD=%s ERR=%s
es: El programa de correo terminó con error. CMD=%s ERR=%s

source: fopen %s failed: ERR=%s
es: falló fopen %s: ERR=%s

source: Operator mail program terminated in error. CMD=%s ERR=%s
es: El operador de programa de correo terminó con error. CMD=%s ERR=%s

source: %s: ABORTING due to ERROR in %s:%d
es: %s: ABORTANDO debido al ERROR en %s:%d

source: %s: ERROR TERMINATION at %s:%d
es: %s: ERROR DE TERMINACIÓN en %s:%d

source: %s: Fatal Error because:
es: %s: Error fatal porque:

source: %s: Fatal Error at %s:%d because:
es: %s: Error fatal en %s:%d porque:

source: %s: ERROR in %s:%d
es: %s: ERROR en %s:%d

source: %s: Warning:
es: %s: Aviso:

source: %s: Security violation:
es: %s: Violación de seguridad:

source: %s ABORTING due to ERROR
es: %s ABORTANDO debido al ERROR

source: %s ERROR TERMINATION
es: %s ERROR DE TERMINACIÓN

source: %s JobId %u: Fatal error:
es: %s idtrabajo %u: Error fatal:

source: %s JobId %u: Error:
es: %s Idtrabajo %u: Error:

source: %s JobId %u: Warning:
es: %s Idtrabajo %u: Aviso:

source: %s JobId %u: Security violation:
es: %s Idtrabajo %u: Violación de la seguridad:

source: Child exited normally.
es: Salida de hijo normal.

source: Unknown error during program execvp
es: Error desconocido durante programa execvp

source: Child exited with code %d
es: Salida de hijo con código %d

source: Child died from signal %d: %s
es: Hijo se murió por señal %d: %s

source: Invalid errno. No error message possible.
es: Número de error inválido. No hay mensaje de error.

source: Attr spool write error. ERR=%s
es: Error de escritura del almacenamiento de atributos. ERR=%s

source: TLS connection initialization failed.
es: La conexión de inicialización TLS falló.

source: TLS Negotiation failed.
es: La negociación TLS falló.

source: TLS certificate verification failed. Peer certificate did not match a required commonName
es: Falló la verificación del certificado TLS. No coincide el commonName requerido con el certificado.

source: TLS host certificate verification failed. Host %s did not match presented certificate
es: Falló la verificación del certificado de anfitrión TLS. El anfitrión %s no coincide con el certificado presentado

source: TLS enabled but not configured.
es: TLS activado pero no configurado.

source: TLS enable but not configured.
es: TLS activado pero no configurado.

source: No problem.
es: No hay problema.

source: Authoritative answer for host not found.
es: Respuesta autorizadora para el anfitrión no encontrada.

source: Non-recoverable errors, FORMERR, REFUSED, or NOTIMP.
es: Errores no recuperables, FORMERR, REFUSED, o NOTIMP.

source: Valid name, no data record of resquested type.
es: Nombre válido, no hay registros de datos para el tipo requerido.

source: Unknown error.
es: Error desconocido.

source: Unknown sig %d
es: firma desconocida %d

source: Program killed by Bacula watchdog (timeout)
es: Programa matado por perro guardián de Bacula (tiempo muerto)

source: Unable to initialize watchdog lock. ERR=%s
es: No se puede inicializar el bloqueo del watchdog. ERR=%s

source: BUG! register_watchdog called before start_watchdog
es: ERROR register_watchdog llamado antes de start_watchdog

source: BUG! Watchdog %p has NULL callback
es: ¡ERROR! El vigilante %p tiene una llamada NULL

source: BUG! Watchdog %p has zero interval
es: ¡ERROR! Watchdog %p tiene un intervalo cero

source: BUG! unregister_watchdog_unlocked called before start_watchdog
es: ERROR unregister_watchdog_unlocked ha llamado antes de start_watchdog

source: rwl_writelock failure. ERR=%s
es: fallo rwl_writelock. ERR=%s

source: rwl_writeunlock failure. ERR=%s
es: fallo rwl_writeunlock. ERR=%s

source: Could not connect to %s on %s:%d. ERR=%s Retrying ...
es: No se puede conectar con %s en %s:%d. ERR=%s Reintentando ...

source: Unable to connect to %s on %s:%d. ERR=%s
es: Imposible conectar con %s en %s:%d. ERR=%s

source: gethostbyname() for host "%s" failed: ERR=%s
es: gethostbyname() para el anfitrión "%s" fallida: ERR=%s

source: Socket open error. proto=%d port=%d. ERR=%s
es: Error de apertura de zócalo. proto=%d puerto=%d. ERR=%s

source: Cannot set SO_KEEPALIVE on socket: %s
es: No se puede establecer SO_KEEPALIVE en el zócalo: %s

source: Cannot set SO_KEEPIDLE on socket: %s
es: No se puede establecer SO_KEEPIDLE en el zócalo: %s

source: Write error sending %d bytes to %s:%s:%d: ERR=%s
es: Error de escritura enviando %d bytes a %s:%s:%d: ERR=%s

source: Wrote %d bytes to %s:%s:%d, but only %d accepted.
es: Se escribieron %d bytes en %s:%s:%d, pero sólo se aceptaron %d.

source: Read expected %d got %d from %s:%s:%d
es: Se esperaba una lectura %d se consiguió %d de %s:%s:%d

source: Packet size too big from "%s:%s:%d. Terminating connection.
es: Tamaño de paquete demasiado grande de "%s:%s:%d. Terminando conexión.

source: Read error from %s:%s:%d: ERR=%s
es: Error de lectura en %s:%s:%d: ERR=%s

source: fread attr spool error. ERR=%s
es: error de fread attr spool. ERR=%s

source: Could not malloc BSOCK data buffer
es: No se pudo reservar un búfer de datos de tamaño BSOCK

source: sockopt error: %s
es: error de sockopt: %s

source: Warning network buffer = %d bytes not max size.
es: Aviso búfer de red = %d bytes no tienen el tamaño máximo.

source: Network buffer size %d not multiple of tape block size.
es: Tamaño de búfer de red %d no es múltiplo del tamaño del bloque de cinta.

source: fcntl F_GETFL error. ERR=%s
es: error fcntl F_GETFL. ERR=%s

source: fcntl F_SETFL error. ERR=%s
es: error fcntl F_SETFL. ERR=%s

source: Director authorization problem at "%s:%d"
es: Problema de autorización de Director en "%s:%d"

source: Authorization problem: Remote server at "%s:%d" did not advertise required TLS support.
es: Problema de autorización. El servidor remoto en "%s:%d" no anunció el soporte TLS requerido.

source: Authorization problem with Director at "%s:%d": Remote server requires TLS.
es: Problema de autorización con director en "%s:%d": El servidor remoto requiere TLS.

source: TLS negotiation failed with Director at "%s:%d"
es: La negociación TLS con el Director falló en "%s:%d"

source: Bad response to Hello command: ERR=%s The Director at "%s:%d" is probably not running.
es: Respuesta incorrecta a la orden Hello: ERR=%s El Director en "%s:%d" probablemente no está corriendo.

source: Director at "%s:%d" rejected Hello command
es: El Director en "%s:%d" rechazó Hello command

source: Authorization problem with Director at "%s:%d" Most likely the passwords do not agree. If you are using TLS, there may have been a certificate validation error during the TLS handshake. Please see http://www.bacula.org/rel-manual/faq.html#AuthorizationErrors for help.
es: Problema de autorización con el Director en "%s:%d" Lo normal es que las contraseñas no sean correctas. Si está usando TLS, puede haber habido un error de validación del certificado durante la presentación TLS. Vea http://www.bacula.org/rel-manual/faq.html#AuthorizationErrors para encontrar ayuda.

source: stop_btimer called with NULL btimer_id
es: stop_btimer invocado con btimer_id NULL

source: Could not initialize Python
es: No se pudo inicializar Python

source: Could not Run Python string %s
es: No se pudo ejecutar cadena Python %s

source: Could not initialize Python Job type.
es: No se puede iniciar el tipo de trabajo Python.

source: Could not import Python script %s/%s. Python disabled.
es: No se puede importar el guión Python %s/%s. Python desacativado.

source: Could not create Python Job Object.
es: No se puede crear el objeto de trabajo Python.

source: Python function "%s" not found.
es: Función Python "%s" no encontrada:

source: Unknown Python daemon event %s
es: Evento de demonio Python desconocido %s

source: Unable to initialize the Python lock. ERR=%s
es: Imposible inicializar el bloqueo Python. ERR=%s

source: Error scanning attributes: %s
es: Error explorando los atributos: %s

source: JCR use_count=%d JobId=%d
es: JCR use_count=%d Idtrabajo=%d

source: Watchdog sending kill after %d secs to thread stalled reading Storage daemon.
es: Vigilante mandando «kil»l después de %d segundos al hilo atascado leyendo el demonio de almacenamiento.

source: Watchdog sending kill after %d secs to thread stalled reading File daemon.
es: Vigilante mandando «kill» después de %d segundos al hilo atascado leyendo el demonio de archivo.

source: Watchdog sending kill after %d secs to thread stalled reading Director.
es: Vigilante mandando «kill» después de %d segundos al hilo atascado leyendo el demonio Director.

source: ***UNKNOWN***
es: ***DESCONOCIDO***

source: expected an =, got: %s
es: un = esperado, se obtuvo: %s

source: Unknown item code: %d
es: Codigo de item desconocido: %d

source: message type: %s not found
es: tipo de mensaje: %s no encontrado

source: Attempt to redefine name "%s" to "%s".
es: Intento de redefinir nombre "%s" a "%s".

source: Attempt to redefine resource "%s" referenced on line %d : %s
es: Intento de redefinir recurso "%s" referenciado en la línea %d: %s

source: Too many %s directives. Max. is %d. line %d: %s
es: Muchas directivas %s. Max. es %d. línea %d: %s

source: Could not find config Resource "%s" referenced on line %d : %s
es: No se pudo encontrar Recurso "%s" referenciado en la línea %d: %s

source: Missing config Resource "%s" referenced on line %d : %s
es: Falta recurso de configuración "%s" referenciado en la línea %d : %s

source: expected a size number, got: %s
es: número de tamaño esperado, se obtuvo: %s

source: expected a size, got: %s
es: tamaño esperado, se obtuvo: %s

source: expected a time period, got: %s
es: periodo de tiempo esperado, se obtuvo: %s

source: Expected a Tape Label keyword, got: %s
es: Se esperaba una clave de etiqueta de cinta, se consiguió: %s

source: Unable to initialize resource lock. ERR=%s
es: Imposible inicializar el bloqueo de recurso. ERR=%s

source: Cannot open config file "%s": %s
es: No se puede abrir archivo de configuración "%s": %s

source: Currently we cannot handle UTF-16 source files. Please convert the conf file to UTF-8
es: Actualmente no es posible manejar archivos con codificación UTF-16. Por favor convierta el archivo de configuración a UTF-8

source: Expected a Resource name identifier, got: %s
es: Identificador de nombre de Recurso esperado, se obtuvo: %s

source: expected resource name, got: %s
es: nombre de recurso esperado, se obtuvo: %s

source: not in resource definition: %s
es: no en definición de recurso: %s

source: Keyword "%s" not permitted in this resource. Perhaps you left the trailing brace off of the previous resource.
es: Palabra clave «%s» no permitida en este recurso. Quizás se dejó el paréntesis final abierto del recurso anterior.

source: Name not specified for resource
es: Nombre no especificado para recurso

source: unexpected token %d %s in resource definition
es: token %d %s inesperado en la definición del recurso

source: Unknown parser state %d
es: Estado de análisis desconocido %d

source: End of conf file reached with unclosed resource.
es: Final de archivo de configuración conseguido con recurso no cerrado.

source: rwl_writelock failure at %s:%d: ERR=%s
es: fallo de rwl_writelock en %s:%d: ERR=%s

source: rwl_writeunlock failure at %s:%d:. ERR=%s
es: fallo de rwl_writeunlock en %s:%d:. ERR=%s

source: rwl_writeunlock called too many times.
es: rwl_writeunlock llamado demasiadas veces.

source: rwl_writeunlock by non-owner.
es: rwl_writeunlock por sin propietario.

source: Thread %d found unchanged elements %d times
es: Hilo %d encontró elementos sin cambios %d veces

source: %02d: interval %d, writes %d, reads %d
es: %02d: intervalo %d, escrituras %d, lecturas %d

source: data %02d: value %d, %d writes
es: datos %02d: valor %d, %d escrituras

source: Total: %d thread writes, %d data writes
es: Total: %d escrituras de hilo, %d escrituras de datos

source: Try write lock
es: Intentar bloquear la escritura

source: Try read lock
es: Intentar bloquear la lectura

source: Create thread
es: Crear hilo

source: Join thread
es: Unirse al hilo

source: %02d: interval %d, updates %d, r_collisions %d, w_collisions %d
es: %02d: intervalos %d, actualizaciones %d, colisiones_r %d, colisiones_w %d

source: data %02d: value %d, %d updates
es: datos %02d: valor %d, %d actualizaciones

source: Cannot fork to become daemon: ERR=%s
es: No se puede bifurcar para convertir en demonio: ERR=%s

source: Error with certificate at depth: %d, issuer = %s, subject = %s, ERR=%d:%s
es: Error con el certificado en la profundidad: %d, emisor = %s, tema = %s, ERR=%d:%s

source: Error initializing SSL context
es: Error inicializando contexto SSL

source: Error loading certificate verification stores
es: Error al cargar los almacenes de verificación del certificado

source: Either a certificate file or a directory must be specified as a verification store
es: Ambos, el archivo de certificado o el directorio deben estar especificados en el almacén de verificación

source: Error loading certificate file
es: Error cargando archivo de certificado

source: Error loading private key
es: Error cargando llave privada

source: Unable to open DH parameters file
es: Imposible abrir archivo de parámetros DH

source: Unable to load DH parameters from specified file
es: Imposible cargar parámetros DH del archivo especificado

source: Failed to set TLS Diffie-Hellman parameters
es: Fallo al establecer parámetros Diffie-Hellman

source: Error setting cipher list, no valid ciphers available
es: Error al configurar la lista de cifrados; no hay cifradores disponibles.

source: Peer failed to present a TLS certificate
es: Pareja falló al presentar un certificado TLS

source: Peer %s failed to present a TLS certificate
es: Pareja %s falló al presentar un certificado TLS

source: Error creating file descriptor-based BIO
es: Error creando archivo BIO basado en descriptor

source: Error creating new SSL object
es: Error creando un nuevo objeto SSL

source: Connect failure
es: fallo de conexión

source: TLS shutdown failure.
es: Fallo del apagado TLS

source: TLS read/write failure.
es: Falla de lectura/escritura TLS

source: Invalid signal number
es: Número de señal inválido

source: Bacula interrupted by signal %d: %s
es: Bacula interrumpido por señal %d: %s

source: Kaboom! %s, %s got signal %d - %s. Attempting traceback.
es: Kaboom! %s, %s obtuvo señal %d - %s. Intentando rastreo hacia atrás.

source: Fork error: ERR=%s
es: Error de bifurcación: ERR=%s

source: Calling: %s %s %s
es: Llamando: %s %s %s

source: execv: %s failed: ERR=%s
es: execv: %s falló: ERR=%s

source: Traceback complete, attempting cleanup ...
es: Traceado completo, intentando limpiar...

source: It looks like the traceback worked ...
es: Parece que el traceado está trabajando...

source: BA_NSIG too small (%d) should be (%d)
es: BA_NSIG demasiado pequeño (%d) debería ser (%d)

source: UNKNOWN SIGNAL
es: SEÑAL DESCONOCIDA

source: Hangup
es: Colgar

source: Interrupt
es: Interrupción

source: Quit
es: Salir

source: Illegal instruction
es: Instrucción ilegal

source: Trace/Breakpoint trap
es: Traza/Trampa de punto de ruptura

source: Abort
es: Abortar
