Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/tags/language-pack-gnome-*-*-1:9.04+20090609guada1/data/*/LC_MESSAGES/bacula.po
Languages: es

source: 3307 Issuing autochanger "unload slot %d, drive %d" command.
es: 3307 Emitiendo orden del autocambiador "liberar ranura %d, unidad %d".

source: 3995 Bad autochanger "unload slot %d, drive %d": ERR=%s Results=%s
es: 3995 Autocambiador Incorrecto «liberar ranura %d, unidad %d»: ERR=%s Results=%s

source: Volume "%s" is in use by device %s
es: El volumen "%s" está en uso por el dispositivo %s

source: 3995 Bad autochanger "unload slot %d, drive %d": ERR=%s.
es: 3995 Autocambiador incorrecto "liberar ranura %d, unidad %d": ERR=%s.

source: 3993 Device %s not an autochanger device.
es: 3993 El dispositivo %s no es un dispositivo autocambiador.

source: 3306 Issuing autochanger "%s" command.
es: 3306 Emitiendo orden "%s" de autocambiador

source: 3996 Open bpipe failed.
es: 3996 Fallo abriendo bpipe.

source: Autochanger error: ERR=%s
es: Error en autocambiador: ERR=%s

source: Version: %s (%s) Usage: stored [options] [-c config_file] [config_file] -c <file> use <file> as configuration file -dnn set debug level to nn -f run in foreground (for debugging) -g <group> set groupid to group -p proceed despite I/O errors -s no signals (for debugging) -t test - read config and exit -u <user> userid to <user> -v verbose user messages -? print this message.
es: Versión: %s (%s) Uso: stored [opciones] [-c archivo_config] [archivo_config] -c <archivo> usa <archivo> como archivo de configuración -dnn configura el nivel de depuración para nn -g <grupo> configura el idgrupo para grupo -p procede a pesar de los errores de E/S. -s sin señas (para depuración) -t prueba - lee configura y sale -u <usuario> idusuario para <usuario> -v verbaliza los mensajes de usuario -? imprime este mensaje.

source: Tape block size (%d) not multiple of system size (%d)
es: El tamaño de bloque de la cinta (%d) no es múltiplo del tamaño del sistema (%d).

source: Tape block size (%d) is not a power of 2
es: El tamaño de bloque de la cinta (%d) no es una potencia de 2.

source: Volume Session Time is ZERO!
es: ¡El tiempo de sesión del volumen es CERO!

source: Unable to create thread. ERR=%s
es: Imposible crear el hilo. ERR=%s

source: No Storage resource defined in %s. Cannot continue.
es: No se ha definido un recurso de almacenamiento %s.No se puede continuar.

source: Only one Storage resource permitted in %s
es: Sólo se permite un recurso de almacenamiento en %s

source: No Director resource defined in %s. Cannot continue.
es: No se ha definido el recurso cliente en %s. No se puede continuar.

source: No Device resource defined in %s. Cannot continue.
es: Ningún recurso del dispositivo definido en %s. No es posible continuar.

source: No Messages resource defined in %s. Cannot continue.
es: Ningún recurso de mensajes definido en %s. No es posible continuar.

source: No Working Directory defined in %s. Cannot continue.
es: Ningún directorio de trabajo definido en %s. No es posible continuar.

source: "TLS Certificate" file not defined for Storage "%s" in %s.
es: El archivo "TLS Certificate" no está definido para almacenamiento "%s" en %s.

source: "TLS Key" file not defined for Storage "%s" in %s.
es: El archivo "TLS Key" no está definido para almacenamiento "%s" en %s.

source: Neither "TLS CA Certificate" or "TLS CA Certificate Dir" are defined for Storage "%s" in %s. At least one CA certificate store is required when using "TLS Verify Peer".
es: Ni "TLS CA Certificate" ni "TLS CA Certificate Dir" están definidos para almacenamiento "%s" en %s. Al menos se requiere un almacén de certificados CA para utilizar "TLS Verify Peer".

source: Could not initialize %s
es: No se ha podido iniciar %s

source: Could not open device %s
es: No es posible abrir el dispositivo %s

source: Could not mount device %s
es: No se ha podido montar el dispositivo %s

source: pthread timedwait error. ERR=%s
es: error de espera programada (pthread). ERR=%s

source: JobId=%s, Job %s waiting to reserve a device.
es: JobId=%s, El trabajo %s está esperando para reservar un dispositivo.

source: Expected a Device Type keyword, got: %s
es: Se esperaba una palabra clave de tipo de dispositivo. Se obtuvo: %s.

source: Warning: no "%s" resource (%d) defined.
es: Aviso: no se ha definido ningún recurso "%s" (%d).

source: dump_resource type=%d
es: tipo de dump_resource=%d

source: Warning: unknown resource type %d
es: Aviso: tipo de recurso desconocido %d

source: "%s" item is required in "%s" resource, but not found.
es: Se requiere el elemento "%s" en el recurso "%s", pero no se ha encontrado.

source: Too many items in "%s" resource
es: Demasiados elementos en el recurso "%s"

source: Cannot find AutoChanger resource %s
es: No se puede encontrar el recurso autocambiador %s

source: Unable to init mutex: ERR=%s
es: Imposible inicializar mutex: ERR=%s

source: Attempt to define second "%s" resource named "%s" is not permitted.
es: No se permite el intento de definición del segundo recurso "%s" con nombre "%s".

source: Error in ParseTuple
es: Error en ParseTuple

source: Parse tuple error in job_write
es: Error de análisis de tuplas en job_write

source: Error in Python method %s
es: Error en el método "%s" de Python.

source: End of Volume at file %u on device %s, Volume "%s"
es: Final del volumen en el archivo %u del dispositivo %s, volumen "%s".

source: End of all volumes.
es: Fin de todos los volúmenes.

source: part
es: parte

source: file
es: archivo

source: End of %s %u on device %s, Volume "%s"
es: Final de %s %u del dispositivo %s, volumen "%s"

source: Did fsr in attemp to skip bad record.
es: Hizo fsr al intentar omitir un registro defectuoso.

source: Reposition from (file:block) %u:%u to %u:%u
es: Recuperación desde (archivo:bloque) %u:%u a %u:%u

source: Forward spacing Volume "%s" to file:block %u:%u.
es: Adelantando espaciado del volumen «%s» al archivo:bloque %u:%u.

source: Fresh Volume Label
es: Nueva etiqueta de volumen

source: Volume Label
es: Etiqueta de volumen

source: Begin Session
es: Empezar sesión

source: End Session
es: Terminar sesión

source: End of Media
es: Fin de medio

source: Unknown code %d
es: Código desconocido: %d

source: %s Record: VolSessionId=%d VolSessionTime=%d JobId=%d DataLen=%d
es: %s Registro: VolSesionid=%d VolSesionTiempo=%d JobId=%d LonDatos=%d

source: No Volume names found for restore.
es: No se encontraron nombres de volumen para restaurar.

source: >filed: Error Hdr=%s
es: >archivado: Error Hdr=%s

source: Error sending to File daemon. ERR=%s
es: Error enviando al demonio archivo. ERR=%s

source: Error sending to FD. ERR=%s
es: Error enviando a FD. ERR=%s

source: Unable to initialize reservation lock. ERR=%s
es: Imposible inicializar el bloqueo de reserva. ERR=%s

source: Unable to initialize volume list lock. ERR=%s
es: Imposible inicializar el bloqueo de la lista del volúmen. ERR=%s

source: Device switch. New device %s chosen.
es: Cambio de dispositivo. Nuevo dispositivo %s elegido

source: Hey! num_writers=%d!!!!
es: ¡Eh! ¡¡¡num_writers=%d!!!

source: 3939 Could not get dcr
es: 3939 No se puede conseguir dcr

source: Failed command: %s
es: Falló la orden: %s

source: Device "%s" with MediaType "%s" requested by DIR not found in SD Device resources.
es: Dispositivo "%s" con MediaType "%s" requerido por DIR no encontrado en los recursos del dispositivo SD.

source: Device "%s" in changer "%s" requested by DIR could not be opened or does not exist.
es: El dispositivo "%s" en el cambiador "%s" pedido por DIR no pudo abrirse o no existe.

source: Device "%s" requested by DIR could not be opened or does not exist.
es: El Dispositivo "%s" requerido por DIR no se ha podido abrir o no existe.

source: 3926 Could not get dcr for device: %s
es: 3926 No se pudo obtener el dcr para el dispositivo: %s

source: 3601 JobId=%u device %s is BLOCKED due to user unmount.
es: 3601 El idTrabajo=%u del dispositivo %s está BLOQUEADO debido al desmontaje por parte del usuario.

source: 3602 JobId=%u device %s is busy (already reading/writing).
es: 3602 El JobId=%u del dispositivo %s está ocupado (ya está leyendo/escribiendo).

source: 3603 JobId=%u device %s is busy reading.
es: 3603 El JobId=%u del dispositivo %s está ocupado leyendo.

source: 3604 JobId=%u device %s is BLOCKED due to user unmount.
es: 3604 El idTrabajo=%u del dispositivo %s está BLOQUEADO debido al desmontaje por parte del usuario.

source: 3608 JobId=%u wants Pool="%s" but have Pool="%s" nreserve=%d on drive %s.
es: 3608 Idtrabajo=%u requiere grupo="%s" pero tiene grupo="%s" nreserve=%d en unidad %s.

source: 3610 JobId=%u Volume max jobs exceeded on drive %s.
es: 3610 El volumen JobId=%u excedió el maximo de trabajos en la unidad %s.

source: 3605 JobId=%u wants free drive but device %s is busy.
es: 3605 JobId=%u necesita una unidad libre pero el dispositivo %s está ocupado.

source: 3606 JobId=%u prefers mounted drives, but drive %s has no Volume.
es: 3606 JobId=%u prefiere unidades que estén montadas, pero la unidad %s no posee volúmenes.

source: 3607 JobId=%u wants Vol="%s" drive has Vol="%s" on drive %s.
es: 3607 JobId=%u quiere que la unidad Vol="%s" sea el Vol="%s" en la unidad %s.

source: Logic error!!!! JobId=%u Should not get here.
es: Error lógico Idtrabajo=%u . No debería quedar aquí.

source: 3910 JobId=%u Logic error!!!! drive %s Should not get here.
es: 3910 Idtrabajo=%u Error lógico en la unidad %s No debería quedar aquí.

source: Logic error!!!! Should not get here.
es: Error lógico. No debería estar aquí

source: 3911 JobId=%u failed reserve drive %s.
es: 3911 JobId=%u Fallo al reservar unidad %s.

source: Version: %s (%s) Usage: bcopy [-d debug_level] <input-archive> <output-archive> -b bootstrap specify a bootstrap file -c <file> specify configuration file -d <nn> set debug level to <nn> -i specify input Volume names (separated by |) -o specify output Volume names (separated by |) -p proceed inspite of errors -v verbose -w <dir> specify working directory (default /tmp) -? print this message
es: Versión: %s (%s) Uso: bcopy [-d nivel_de_depur] <archivo-de-entrada> <archivo-de-salida> -b bootstrap especifica el archivo de arranque -c <archivo> especifica el archivo de configuración -i especifica los nombres del volumen de entrada (separados por |) -o especifica los nombres del volumen de salida (separados por |) -p continua a pesar de los errores -v prolijo -w <directorio> especifica el directorio de trabajo (por defecto /tmp) -? muestra este mensaje

source: Wrong number of arguments:
es: Número de argumentos incorrecto:

source: dev open failed: %s
es: Falló la apertura del dispositivo: %s

source: Write of last block failed.
es: Fallo en la escritura del último bloque.

source: %u Jobs copied. %u records copied.
es: %u trabajos copiados. %u registros copiados.

source: Record: SessId=%u SessTim=%u FileIndex=%d Stream=%d len=%u
es: Registro: SessId=%u SessTim=%u FileIndex=%d Stream=%d len=%u

source: Volume is prelabeled. This volume cannot be copied.
es: El volumen está etiquetado previamente. Este volumen no se puede copiar.

source: Volume label not copied.
es: Volumen etiquetado no copiado.

source: Copy skipped. Record does not match BSR filter.
es: Copia omitida. El registro no coincide con el filtro BSR.

source: Cannot fixup device error. %s
es: No se puede arreglar el error de dispositivo. %s

source: EOM label not copied.
es: Etiqueta EOM no copiada.

source: EOT label not copied.
es: Etiqueta EOT no copiada.

source: Begin Job Session
es: Principio de sesión de trabajo

source: End Job Session
es: Final de sesión de trabajo

source: End of Medium
es: Fin de medio

source: Unknown
es: Desconocido

source: Mount Volume "%s" on device %s and press return when ready:
es: Montar el volumen "%s" en el dispositivo %s y pulsar intro cuando esté listo:

source: Version: %s (%s) Usage: bextract <options> <bacula-archive-device-name> <directory-to-store-files> -b <file> specify a bootstrap file -c <file> specify a configuration file -d <nn> set debug level to <nn> -e <file> exclude list -i <file> include list -p proceed inspite of I/O errors -v verbose -V <volumes> specify Volume names (separated by |) -? print this message
es: Versión: %s (%s) Uso: bextract <opciones> <nombre-dispositivo-archivos-bacula> <directorio-almacenamiento-archivos> -b <archivo> especifica el archivo de arranque -c <archivo> especifica el archivo de configuración -d <nn> fija el nivel de depuración a <nn> -e <archivo> lista de exclusiones -i <archivo> lista de inclusiones -p continua a pesar de los errores de entrada/salida -v prolijo -V <volúmenes> especifica los nombres de los volúmenes (separados por |) -? muestra este mensaje

source: Could not open exclude file: %s, ERR=%s
es: No se puede abrir el archivo excluido: %s ERR=%s

source: Could not open include file: %s, ERR=%s
es: No se puede abrir el archivo incluido: %s, ERR=%s

source: %d Program Name and/or Program Data Stream records ignored.
es: El nombre del programa %d y/o el flujo de datos del mismo se ignoró en los registros.

source: %d Win32 data or Win32 gzip data stream records. Ignored.
es: %d Registro de flujo de datos de Win32 o Win32 gzip. Ignorado.

source: Cannot stat %s. It must exist. ERR=%s
es: No se puede asignar %s. Debe existir. ERR=%s

source: %s must be a directory.
es: %s debe ser un directorio.

source: %u files restored.
es: %u archivos restaurados.

source: Logic error output file should be open but is not.
es: Error de lógica, el archivo de salida debería estar abierto, pero no lo está.

source: Cannot continue.
es: No se puede continuar.

source: Seek error on %s: %s
es: Buscar error en %s: %s

source: Uncompression error. ERR=%d
es: Error en la descompresión. ERR=%d

source: ===Write error===
es: ===Error de escritura===

source: Got Program Name or Data Stream. Ignored.
es: Se ha ignorado la obtención del nombre del programa o del flujo de datos.

source: No FreeSpace command defined.
es: No se definió la orden de espacio libre.

source: Cannot run free space command. Results=%s ERR=%s
es: No se pude ejecutar la orden de espacio libre. Resultados=%s ERR=%s

source: Error writing part %d to the DVD: ERR=%s
es: Error escribiendo parte %d del DVD: ERR=%s

source: Error while writing current part to the DVD: %s
es: Error al escribir en la parte actual del DVD: %s

source: Part %d (%lld bytes) written to DVD.
es: Parte %d (%lld bytes) escrita en el DVD.

source: Remaining free space %s on %s
es: Espacio libre restante %s en %s

source: Next Volume part already exists on DVD. Cannot continue: %s
es: La siguiente parte del volumen ya existe en el DVD. No se puede continuar: %s

source: open_next_part can't unlink existing part %s, ERR=%s
es: open_next_part no se pueden desvincular las partes existentes %s, ERR=%s

source: Error writing. Current part less than total number of parts (%d/%d, device=%s)
es: Error de escritura. Parte actual menor que el total de partes (%d/%d, dispositivo=%s)

source: Unable to write last on %s: ERR=%s
es: Imposible escribir lo último en %s: ERR=%s

source: Wrong Volume mounted on device %s: Wanted %s have %s
es: Volumen incorrecto montado en el dispositivo %s:Se buscaba %s tenemos %s

source: Too many tries: %s
es: Demasiadas entradas: %s

source: Couldn't rewind device %s: ERR=%s
es: No se puede rebobinar el dispositivo %s: ERR=%s

source: Requested Volume "%s" on %s is not a Bacula labeled Volume, because: ERR=%s
es: El volumen "%s" requerido en %s no es un volumen etiquetado de Bacula, debido a: ERR=%s

source: Could not read Volume label from block.
es: No se pudo leer la etiqueta de volumen desde el bloque.

source: Could not unserialize Volume label: ERR=%s
es: No puedo des-serializar la etiqueta del volúmen: ERR=%s

source: Volume Header Id bad: %s
es: La identidad de la cabecera de volumen es incorrecta: %s

source: Volume on %s has wrong Bacula version. Wanted %d got %d
es: El volumen en %s tiene una versión de Bacula incorrecta. Se buscaba %d se consiguió %d

source: Volume on %s has bad Bacula label type: %x
es: El volumen en %s tiene un tipo de etiqueta de Bacula incorrecto: %x

source: Could not reserve volume %s on %s
es: No se puede reservar el volumen %s en %s

source: Cannot write Volume label to block for device %s
es: No se pude escribir la etiqueta de volumen para el bloque en el dispositivo %s

source: Open device %s Volume "%s" failed: ERR=%s
es: Fallo al abrir el dispositivo %s volumen "%s": ERR=%s

source: Rewind error on device %s: ERR=%s
es: Error de rebobinado en el dispositivo %s: ERR=%s

source: Truncate error on device %s: ERR=%s
es: Error de truncado en el dispositivo %s: ERR=%s

source: Failed to re-open DVD after truncate on device %s: ERR=%s
es: Falla al reabrir el DVD, después de ser truncado en la unidad %s: ERR=%s

source: Unable to write device %s: ERR=%s
es: Imposible escribir el dispositivo %s: ERR=%s

source: Recycled volume "%s" on device %s, all previous data lost.
es: El volumen reciclado "%s" de la unidad %s se ha eliminado, todos los datos previos se han perdido.

source: Wrote label to prelabeled Volume "%s" on device %s
es: Etiqueta escrita al volumen preetiquetado "%s" en el dispositivo %s

source: Bad Volume session label = %d
es: Etiqueta de sesión de volumen incorrecta =%d

source: Expecting Volume Label, got FI=%s Stream=%s len=%d
es: Se esperaba una etiqueta de volumen, se consiguió FI=%s flujo=%s tam=%d

source: Unknown %d
es: Desconocido %d

source: Volume Label: Id : %sVerNo : %d VolName : %s PrevVolName : %s VolFile : %d LabelType : %s LabelSize : %d PoolName : %s MediaType : %s PoolType : %s HostName : %s
es: Etiqueta del volumen: Id: %s Ver número: %d Nombre del volumen: %s Nombre previo del volumen: %s Archivo del volumen: %d Tipo de etiqueta: %s Tamaño de la etiqueta: %d Nombre del conjunto: %s Tipo de medio: %s Tipo de conjunto: %s Nombre del anfitrión: %s

source: Date label written: %s
es: Etiqueta de fecha escrita: %s

source: Date label written: %04d-%02d-%02d at %02d:%02d
es: Etiqueta de fecha escrita: %04d-%02d-%02d en %02d:%02d

source: %s Record: JobId : %d VerNum : %d PoolName : %s PoolType : %s JobName : %s ClientName : %s
es: Registro %s Identificador de trabajo : %d Número de versión : %d Nombre del conjunto : %s Tipo del conjunto : %s Nombre del trabajo : %s Nombre del cliente : %s

source: Job (unique name) : %s FileSet : %s JobType : %c JobLevel : %c
es: Trabajo (nombre único) : %s Conjunto de archivos : %s Tipo de trabajo : %c Nivel de trabajo : %c

source: JobFiles : %s JobBytes : %s StartBlock : %s EndBlock : %s StartFile : %s EndFile : %s JobErrors : %s JobStatus : %c
es: Archivos del trabajo : %s Bytes del trabajo : %s Bloque de inicio : %s Bloque final : %s Archivo de inicio : %s Archivo final : %s Errores de trabajo : %s Estado del trabajo : %c

source: Date written : %s
es: Fecha escrita : %s

source: Date written : %04d-%02d-%02d at %02d:%02d
es: Fecha escrita : %04d-%02d-%02d en %02d:%02d

source: Fresh Volume
es: Nuevo volumen

source: Volume
es: Volumen

source: End of Tape
es: Fin de cinta

source: %s Record: File:blk=%u:%u SessId=%d SessTime=%d JobId=%d DataLen=%d
es: %s Grabado en: Archivo:Bloque=%u:%u IdSesion=%d Tiempo de sesion=%d Id Trabajo=%d Longitud de los datos=%d

source: End of physical tape.
es: Fin físico de la cinta.

source: %s Record: File:blk=%u:%u SessId=%d SessTime=%d JobId=%d
es: %s Registro: Archivo:blk=%u:%u Sesión Id=%d Tiempo de sesión=%d Id de trabajo=%d

source: Job=%s Date=%s Level=%c Type=%c
es: Trabajo=%s Fecha=%s Nivel=%c Tipo=%c

source: Date=%s Level=%c Type=%c Files=%s Bytes=%s Errors=%d Status=%c
es: Fecha=%s Nivel=%c Tipo=%c Archivos=%s Bytes=%s Errores=%d Estado=%c

source: Bootstrap file error: %s : Line %d, col %d of file %s %s
es: Error en el arucho de arranque: %s : Líena %d, col %d del archivo %s %s

source: Cannot open bootstrap file %s: %s
es: No se puede abrir el archivo de arranque %s: %s

source: MediaType %s in bsr at inappropriate place.
es: Tipo de medio %s en el arranque en un sitio inadecuado.

source: Device "%s" in bsr at inappropriate place.
es: Dispositivo "%s" en bsr situado en lugar inapropiado.

source: JobType not yet implemented
es: Tipo de trabajo no implementado aun

source: JobLevel not yet implemented
es: Nivel de trabajo no implementado aun

source: Slot %d in bsr at inappropriate place.
es: Ranura %d en el arranque en un sitio inadecuado.

source: VolFile : %u-%u
es: Volumen del archivo : %u-%u

source: VolBlock : %u-%u
es: Volumen del bloque: %u-%u

source: FileIndex : %u
es: Índice de archivo: %u

source: FileIndex : %u-%u
es: Índice de archivo : %u-%u

source: JobId : %u
es: Idtrabajo : %u

source: JobId : %u-%u
es: Idtrabajo : %u-%u

source: SessId : %u
es: Idsesión : %u

source: SessId : %u-%u
es: Idsesión : %u-%u

source: VolumeName : %s
es: Nombre de volumen : %s

source: MediaType : %s
es: Tipo de medio : %s

source: Device : %s
es: Dispositivo : %s

source: Slot : %d
es: Ranura : %d

source: Client : %s
es: Cliente : %s

source: Job : %s
es: Trabajo : %s

source: SessTime : %u
es: Tiempo de sesión: %u

source: BSR is NULL
es: BSR es NULO

source: Next : 0x%x
es: Siguiente : 0x%x

source: Root bsr : 0x%x
es: Raíz bsr : 0x%x

source: count : %u
es: cuenta : %u

source: found : %u
es: encontrado : %u

source: done : %s
es: hecho : %s

source: positioning : %d
es: poscionado : %d

source: fast_reject : %d
es: rechazo_rápido : %d

source: Version: %s (%s) Usage: bls [options] <device-name> -b <file> specify a bootstrap file -c <file> specify a config file -d <nn> set debug level to <nn> -e <file> exclude list -i <file> include list -j list jobs -k list blocks (no j or k option) list saved files -L dump label -p proceed inspite of errors -v be verbose -V specify Volume names (separated by |) -? print this message
es: Versión: %s (%s) Uso: bls [optiones] <nombre-dispositivo> -b <archivo> especifique un archivo de bootstrap -c <file> especifique un archivo de configuración -d <nn> ajusta el nivel de depuración a <nn> -e <file> lista de exclusiones -i <file> lista de inclusiones -j lista de trabajos -k lista de bloques (sin la opción j o k) lista los archivos guardados -L etiqueta de volcado -p preceder aunque haya errores -v mostrar detalles -V especificar los nombre de Volumen (separados por |) -? muestra este mensaje

source: No archive name specified
es: No se especificó el nombre del archivo

source: Warning, this Volume is a continuation of Volume %s
es: Aviso, este volumen es continuación del volumen %s

source: Got EOM at file %u on device %s, Volume "%s"
es: Toma EOM en el archivo %u en el dispositivo %s, Volumen "%s"

source: Mounted Volume "%s".
es: Volumen montado"%s".

source: End of file %u on device %s, Volume "%s"
es: Final de archivo %u en el dispositivo %s, volumen "%s"

source: File:blk=%u:%u blk_num=%u blen=%u First rec FI=%s SessId=%u SessTim=%u Strm=%s rlen=%d
es: Archivo:blk=%u:%u blk_num=%u blen=%u First rec FI=%s SessId=%u SessTim=%u Strm=%s rlen=%d

source: Block: %d size=%d
es: Bloque: %d tamaño=%d

source: FileIndex=%d VolSessionId=%d VolSessionTime=%d Stream=%d DataLen=%d
es: Indice de Archivo=%d Id de Sesión del Volumen=%d Tiempo de Sesión del Volumen=%d flujo=%d Longdatos=%d

source: Device status:
es: Estatus del dispositivo:

source: Autochanger "%s" with devices:
es: Autocambiador "%s" con dispositivos:

source: Device %s is mounted with: Volume: %s Pool: %s Media type: %s
es: Dispositivo %s montado con: Volumen: %s Conjunto: %s Tipo de medio: %s

source: Device %s open but no Bacula volume is currently mounted.
es: Dispositivo %s abierto pero no hay ningún volumen Bacula montado actualmente.

source: Total Bytes=%s Blocks=%s Bytes/block=%s
es: Total Bytes=%s Bloques=%s Bytes/bloque=%s

source: Total Bytes Read=%s Blocks Read=%s Bytes/block=%s
es: Total Bytes leídos=%s Bloques leídos=%s Bytes/bloque=%s
