Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/tags/language-pack-gnome-*-*-1:9.04+20090609guada1/data/*/LC_MESSAGES/bacula.po
Languages: es

source: Unable to authenticate with File daemon at "%s:%d". Possible causes: Passwords or names not the same or Maximum Concurrent Jobs exceeded on the FD or FD networking messed up (restart daemon). Please see http://www.bacula.org/rel-manual/faq.html#AuthorizationErrors for help.
es: No se pudo autenticar con el demonio de archivo en "%s:%d". Posibles causas: Contraseñas o nombres incorrectos o Excedido el máximo de tareas concurrentes en el FD o Problemas con la conexión a FD (reinicie el demonio). Vea http://www.bacula.org/rel-manual/faq.html#AuthorizationErrors.

source: Authorization problem: FD "%s:%s" did not advertise required TLS support.
es: Problema de autorización: FD "%s%s" no declaró el soporte TLS requerido.

source: Authorization problem: FD at "%s:%d" requires TLS.
es: Problema de autorización: FD en "%s%d" requiere TLS.

source: TLS negotiation failed with FD at "%s:%d".
es: Falló la negociación de TLS con FD en "%s%d".

source: Bad response from File daemon to Hello command: ERR=%s
es: Respuesta incorrecta del demonio de archivos a la orden de saludo: ERR=%s

source: Bad response from File daemon at "%s:%d" to Hello command: ERR=%s
es: Respuesta incorrecta del demonio de archivos en "%s%d" a la orden de saludo: ERR=%s

source: File daemon rejected Hello command
es: El demonio de archivó rechazó la orden de saludo

source: File daemon at "%s:%d" rejected Hello command
es: El demonio de archivo en "%s:%d" rechazó la orden de saludo

source: UA Hello from %s:%s:%d is invalid. Len=%d
es: El saludo UA desde %s:%s:%d es inválido. Lon=%d

source: UA Hello from %s:%s:%d is invalid. Got: %s
es: El saludo UA de %s:%s:%d es incorrecto. Se consiguió: %s

source: Authorization problem: Remote client did not advertise required TLS support.
es: Problema de autorización: El cliente remoto no emitió el soporte TLS requerido.

source: Authorization problem: Remote client requires TLS.
es: Problema de autorización: El cliente remoto requiere TLS.

source: TLS negotiation failed.
es: Falló la negociación TLS.

source: Unable to authenticate console "%s" at %s:%s:%d.
es: Imposible autenticar la consola "%s" en %s:%s:%d.

source: 1000 OK: %s Version: %s (%s)
es: 1000 OK: %s Versión: %s (%s)

source: Choose item to prune
es: Elija elemento a podar

source: Cannot prune Volume "%s" because it is archived.
es: No se puede podar el volumen "%s" porque está archivado.

source: No Files found to prune.
es: No se encontraron archivos que podar.

source: Pruned Files from %s Jobs for client %s from catalog.
es: Archivos podados de %s trabajos para el cliente %s a partir del catálogo.

source: Pruned %d %s for client %s from catalog.
es: Podados %d %s para el cliente %s a partir del catálogo.

source: Jobs
es: Trabajos

source: No Jobs found to prune.
es: No se encontraron trabajos para podar.

source: Count not update counter %s: ERR=%s
es: La cuenta no actualiza el contador %s: ERR=%s

source: Cannot create var context: ERR=%s
es: No se puede crear el contexto var: ERR=%s

source: Cannot set var callback: ERR=%s
es: No se pudo asignar la variable callback: ERR=%s

source: Cannot set var operate: ERR=%s
es: No se pudo asignar la variable operate: ERR=%s

source: Cannot unescape string: ERR=%s
es: No se pudieron suprimir caracteres de escape en la cadena: ERR=%s

source: Cannot expand expression "%s": ERR=%s
es: No se puede expandir expresión "%s": ERR=%s

source: Cannot destroy var context: ERR=%s
es: No se puede destruir el contexto var: ERR=%s

source: Job pointer not found.
es: Puntero de trabajo no encontrado.

source: Pool record not found.
es: Registro de depósito no encontrado.

source: Attribute %s not found.
es: Atributo %s no encontrado.

source: Read-only attribute
es: Atributo de sólo lectura

source: Priority must be 1-100
es: La prioridad debe ser 1-100

source: Job Level can be set only during JobInit
es: El nivel de trabajo sólo puede fijarse durante el inicio del trabajo

source: Bad JobLevel string
es: Cadena de nivel del trabajo incorrecta

source: Begin pruning Jobs.
es: Comenzando a podar trabajos.

source: Begin pruning Files.
es: Comenzando a podar archivos.

source: End auto prune.
es: Fin de poda automática.

source: Version: %s (%s) Usage: dird [-f -s] [-c config_file] [-d debug_level] [config_file] -c <file> set configuration file to file -dnn set debug level to nn -f run in foreground (for debugging) -g groupid -r <job> run <job> now -s no signals -t test - read configuration and exit -u userid -v verbose user messages -? print this message.
es: Versión: %s (%s) Uso: dird [-f -s] [-c arch_conf] [-d nivel_depuración] [arch_conf] -c <archivo> establece el archivo de configuración a <archivo> -dnn fija el nivel de depuración a nn -f ejecuta en primer plano (para depuración) -g id_de_grupo -r <trabajo> ejecuta <trabajo> ahora -s sin señales -t prueba - lee la configuración y sale -u id_de_usuario -v muestra los mensajes de usuario -? muestra este mensaje.

source: Cryptography library initialization failed.
es: Falló la inicialización de la biblioteca de cifrado.

source: Please correct configuration file: %s
es: Corrija el archivo de configuración: %s

source: Too many open reload requests. Request ignored.
es: Demasiadas peticiones de recarga abiertas. Petición ignorada.

source: Out of reload table entries. Giving up.
es: Se agotaron las entradas en la tabla de recargas. Saliendo.

source: Resetting previous configuration.
es: Restableciendo la configuración previa.

source: No Director resource defined in %s Without that I don't know who I am :-(
es: No se definió un recurso de Director en %s Sin eso no se quién soy :-(

source: No Messages resource defined in %s
es: No se ha definido un recurso mensajes en %s

source: Only one Director resource permitted in %s
es: Sólo se permite un recurso Director en %s

source: TLS required but not configured in Bacula.
es: Se requiere TLS pero no está configurado en Bacula.

source: "TLS Certificate" file not defined for Director "%s" in %s.
es: Archivo "TLS Certificate" no definido para el Director "%s" en %s.

source: "TLS Key" file not defined for Director "%s" in %s.
es: Archivo "TLS Key" no definido para el Director "%s" en %s.

source: Neither "TLS CA Certificate" or "TLS CA Certificate Dir" are defined for Director "%s" in %s. At least one CA certificate store is required when using "TLS Verify Peer".
es: No se han definido "TLS CA Certificate" ni "TLS CA Certificate Dir" para el director "%s" en %s. Se requiere al menos un almacén de certificados de autoridad de certificación cuando se usa "TLS Verify Peer".

source: Failed to initialize TLS context for Director "%s" in %s.
es: No se pudo inicializar el contexto TLS para el director "%s" en %s.

source: No Job records defined in %s
es: No hay registros de trabajos definidos en %s

source: Hey something is wrong. p=0x%lu
es: ¡Eh!, algo va mal. p=0x%lu

source: "%s" directive in Job "%s" resource is required, but not found.
es: Se requiere la directiva "%s" en el trabajo "%s", pero no se encuentra.

source: Too many items in Job resource
es: Demasiados elementos en el recurso de trabajo

source: No storage specified in Job "%s" nor in Pool.
es: No se especifica ningún almacenamiento en el trabajo "%s" ni en el conjunto.

source: "TLS Certificate" file not defined for Console "%s" in %s.
es: Archivo "TLS Certificate" no definido para la consola "%s" en %s.

source: "TLS Key" file not defined for Console "%s" in %s.
es: Archivo "TLS Key" no definido para la consola "%s" en %s.

source: Neither "TLS CA Certificate" or "TLS CA Certificate Dir" are defined for Console "%s" in %s. At least one CA certificate store is required when using "TLS Verify Peer".
es: No se han definido "TLS CA Certificate" ni "TLS CA Certificate Dir" para la consola "%s" en %s. Se requiere al menos un almacén de certificados de autoridad de certificación cuando se usa "TLS Verify Peer".

source: Failed to initialize TLS context for File daemon "%s" in %s.
es: No se pudo inicializar el contexto TLS para el demonio de archivo "%s" en %s.

source: Neither "TLS CA Certificate" or "TLS CA Certificate Dir" are defined for File daemon "%s" in %s.
es: No se han definido "TLS CA Certificate" ni "TLS CA Certificate Dir" para el demonio de archivo "%s" en %s.

source: Could not open Catalog "%s", database "%s".
es: No se pudo abrir el catálogo "%s". Base de datos "%s".

source: Neither "TLS CA Certificate" or "TLS CA Certificate Dir" are defined for Storage "%s" in %s.
es: No se han definido "TLS CA Certificate" ni "TLS CA Certificate Dir" para el almacenamiento "%s" en %s.

source: Failed to initialize TLS context for Storage "%s" in %s.
es: No se pudo inicializar el contexto TLS para el almacenamiento "%s" en %s.

source: : is an invalid command.
es: : es una orden inválida.

source: The Director will segment fault.
es: El Director provocará violación de segmento.

source: Select daemon type to make die
es: Seleccione el tipo de demonio a terminar

source: Access to specified Client or FileSet not allowed.
es: Acceso no permitido al cliente o conjunto de archivos especificado.

source: query keyword not found.
es: Clave de búsqueda no encontrada.

source: Cannot restore without a bootstrap file. You probably ran a restore job directly. All restore jobs must be run using the restore command.
es: No se puede restaurar sin un archivo de inicialización. Probablemente ejecutó un trabajo de restauración directamente. Todos los trabajos de restauración deben ejecutarse usando la orden de restauración.

source: Start Restore Job %s
es: Iniciar trabajo de restauración %s

source: Restore OK -- warning file count mismatch
es: Restauración exitosa -- aviso, la cuenta del archivo no coincide

source: Restore OK
es: Restauración OK

source: *** Restore Error ***
es: *** Error al restaurar ***

source: Restore Canceled
es: Restauración cancelada

source: Bacula %s %s (%s): %s Build OS: %s %s %s JobId: %d Job: %s Restore Client: %s Start time: %s End time: %s Files Expected: %s Files Restored: %s Bytes Restored: %s Rate: %.1f KB/s FD Errors: %d FD termination status: %s SD termination status: %s Termination: %s
es: Bacula %s %s (%s): %s Compilar SO: %s %s %s Identificador de Trabajo: %d Trabajo: %s Restaurar cliente: %s Hora de inicio: %s Hora de finalización: %s Archivos esperados: %s Archivos restaurados: %s Bytes restaurados: %s Velocidad: %.1f KB/s Errores en FD: %d Estado de finalización en FD: %s Estado de finalización en SD: %s Finalización: %s

source: change current directory
es: cambiar el directorio actual

source: count marked files in and below the cd
es: archivos marcados dentro y bajo el directorio actual

source: long list current directory, wildcards allowed
es: lista larga del directorio actual, se permiten comodines

source: leave file selection mode
es: dejar modo de selección de archivos

source: estimate restore size
es: estimar tamaño de restauración

source: same as done command
es: similar a la orden realizada

source: find files, wildcards allowed
es: buscar archivos, se permiten comodines

source: print help
es: imprimir ayuda

source: list current directory, wildcards allowed
es: listar el directorio actual, se permiten comodines

source: list the marked files in and below the cd
es: listar los archivos marcados en y bajo el directorio actual

source: mark dir/file to be restored recursively, wildcards allowed
es: marcar directorio/archivo para restaurar recursivamente, se permiten comodines

source: mark directory name to be restored (no files)
es: marcar el directorio para restaurar (los archivos no)

source: print current working directory
es: imprimir el directorio de trabajo actual

source: unmark dir/file to be restored recursively in dir
es: desmarcar el directorio/archivo para ser restaurado recursivamente en el directorio

source: unmark directory name only no recursion
es: Desmarcar el nombre de directorio solamente, no recursión.

source: quit and do not do restore
es: salir sin restaurar

source: You are now entering file selection mode where you add (mark) and remove (unmark) files to be restored. No files are initially added, unless you used the "all" keyword on the command line. Enter "done" to leave this mode.
es: Esta entrando en el modo de selección de archivos, donde añadirá (marcará) y quitará (desmarcará) archivos para ser restaurados. No hay archivos añadidos inicialmente, a no ser que haya usado la palabra clave "all" en la línea de órdenes. Introduzca "done" para salir de este modo.

source: cwd is: %s
es: el directorio actual de trabajo es: %s

source: Invalid command. Enter "done" to exit.
es: Orden inválida. Introduzca "done" para salir.

source: No files marked.
es: No hay archivos marcados.

source: 1 file marked.
es: Un archivo marcado.

source: %s files marked.
es: %s archivos marcados.

source: No directories marked.
es: No hay directorios marcados.

source: 1 directory marked.
es: Un directorio marcado.

source: %s directories marked.
es: %s directorios marcados.

source: %s total files/dirs. %s marked to be restored.
es: %s archivos/directorios en total. %s marcados para ser restaurados.

source: No file specification given.
es: No se ha dado especificación de archivo.

source: Node %s has no children.
es: El nodo %s no tiene hijos.

source: %d total files; %d marked to be restored; %s bytes.
es: %d archivos en total; %d marcados para ser restaurados; %s bytes.

source: Too few or too many arguments. Try using double quotes.
es: Demasiados o demasiado pocos argumentos. Pruebe a usar comillas dobles.

source: Invalid path given.
es: Dirección inválida.

source: No files unmarked.
es: No hay archivos desmarcados.

source: 1 file unmarked.
es: un archivo desmarcado.

source: %s files unmarked.
es: %s archivos desmarcados.

source: No directories unmarked.
es: No hay directorios desmarcados.

source: 1 directory unmarked.
es: un directorio desmarcado.

source: %d directories unmarked.
es: %d directorios desmarcados.

source: Recycled volume "%s"
es: Volumen reciclado "%s"

source: Unable to get Job record. ERR=%s
es: Imposible conseguir el registro del trabajo. ERR=%s

source: Unable to get Job Volume Parameters. ERR=%s
es: Imposible conseguir los parámetros del volumen de trabajo. ERR=%s

source: Unable to create bootstrap file %s. ERR=%s
es: Imposible crear archivo de arranque %s. ERR=%s

source: No files found to restore/migrate. No bootstrap file written.
es: No se encontraron archivos para restaurar/migrar. No se escribió el archivo de arranque.

source: Error writing bsr file.
es: Error al escribir el archivo bsr.

source: Bootstrap records written to %s
es: Registros de arranque escritos en %s

source: The job will require the following Volume(s) Storage(s) SD Device(s) ===========================================================================
es: El trabajo necesitará Volúmen(es) Almacenamiento(s) Dispositivo(s) SD ===========================================================================

source: No Volumes found to restore.
es: No se encontraron volúmenes a restaurar.

source: No %s resource defined
es: No se ha definido el recurso %s

source: Director: name=%s MaxJobs=%d FDtimeout=%s SDtimeout=%s
es: Director: nombre=%s Trabajos máximos=%d temporizadorFD=%s temporizadorSD=%s

source: Console: name=%s SSL=%d
es: Consola: nombre=%s SSL=%d

source: Counter: name=%s min=%d max=%d cur=%d wrapcntr=%s
es: Contador: nombre=%s mín=%d máx=%d cur=%d wrapcntr=%s

source: Counter: name=%s min=%d max=%d
es: Contador: nombre=%s mín=%d máx=%d

source: Client: name=%s address=%s FDport=%d MaxJobs=%u
es: Cliente: nombre=%s dirección=%s puertoFD=%d Trabajosmáx=%u

source: JobRetention=%s FileRetention=%s AutoPrune=%d
es: Retencióndetrabajo=%s Retencióndearchivo=%s Autopoda=%d

source: Device: name=%s ok=%d num_writers=%d max_writers=%d reserved=%d open=%d append=%d read=%d labeled=%d offline=%d autochgr=%d poolid=%s volname=%s MediaType=%s
es: Dispositivo: nombre=%s ok=%d num_escritores=%d max_escritores=%d reservado=%d abierto=%d añadido=%d leído=%d etiquetado=%d fueradelinea=%d autocarg=%d idconjunto=%s nombrevolumen=%s Tipodemedio=%s

source: Storage: name=%s address=%s SDport=%d MaxJobs=%u DeviceName=%s MediaType=%s StorageId=%s
es: Almacenamiento: nombre=%s dirección=%s puertoSD=%d Trabajosmáx=%u nombredispositivo=%s Tipomedio=%s idalmacenamiento=%s

source: Catalog: name=%s address=%s DBport=%d db_name=%s db_user=%s MutliDBConn=%d
es: Catálogo: nombre=%s dirección=%s puertoBD=%d nombre_bd=%s usuario_bd=%s MutliDBConn=%d

source: %s: name=%s JobType=%d level=%s Priority=%d Enabled=%d
es: %s: nombre=%s Tipotrabajo=%d Nivel=%s Prioridad=%d Activado=%d

source: JobDefs
es: Definición de trabajo

source: MaxJobs=%u Resched=%d Times=%d Interval=%s Spool=%d WritePartAfterJob=%d
es: MaxTrabajos=%u Reprog=%d Veces=%d Intervalo=%s Spool=%d EscritoParte=%d

source: SelectionType=%d
es: Tipo de selección=%d

source: --> Where=%s
es: --> Donde=%s

source: --> RegexWhere=%s
es: --> ExpregDonde=%s

source: --> Bootstrap=%s
es: --> Arranque=%s

source: --> WriteBootstrap=%s
es: --> Escribirarranque=%s

source: --> RunScript
es: --> Ejecutar script

source: --> Command=%s
es: --> Orden=%s

source: --> Target=%s
es: --> Objetivo=%s

source: --> RunOnSuccess=%u
es: --> EjecucionConExito=%u

source: --> RunOnFailure=%u
es: --> EjecucionConFallo=%u

source: --> FailJobOnError=%u
es: --> FalloEntrabajoConError=%u

source: --> RunWhen=%u
es: --> EjecutarCuando=%u

source: --> Run=%s
es: --> Ejecutar=%s

source: --> SelectionPattern=%s
es: --> Patrón de selección=%s

source: FileSet: name=%s
es: Conjunto de archivos: nombre=%s

source: Schedule: name=%s
es: Agenda: nombre=%s

source: --> Run Level=%s
es: --> Nivel de ejecución=%s

source: hour=
es: hora=

source: mday=
es: díames=

source: month=
es: mes=

source: wday=
es: díasemana=

source: Pool: name=%s PoolType=%s
es: Conjunto: nombre=%s Tipo de conjunto=%s

source: use_cat=%d use_once=%d cat_files=%d
es: usar_cat=%d usar_una_vez=%d archivos_cat=%d

source: VolUse=%s recycle=%d LabelFormat=%s
es: VolUso=%s reciclado=%d FormatodeEtiqueta=%s

source: CleaningPrefix=%s LabelType=%d
es: Prefijodelimpieza=%s Tipodeetiqueta=%d

source: RecyleOldest=%d PurgeOldest=%d
es: Reciclarmasantiguo=%d Purgarmasantiguo=%d

source: MaxVolJobs=%d MaxVolFiles=%d MaxVolBytes=%s
es: Volmáxtrab=%d Volmáxarch=%d VolmáxBytes=%s

source: MigTime=%s MigHiBytes=%s MigLoBytes=%s
es: TiempodeMigracion=%s BytesSuperioresdeMigración=%s BytesInferioresdeMigración=%s

source: NextPool=%s
es: Siguienteconjunto=%s

source: RecyclePool=%s
es: ConjuntodeReciclaje=%s

source: Catalog=%s
es: Catálogo=%s

source: Messages: name=%s
es: Mensajes: nombre=%s

source: Unknown resource type %d in dump_resource.
es: Tipo de recurso desconocido %d en dump_resource.

source: Unknown resource type %d in free_resource.
es: Tipo de recurso desconocido %d en free_resource.

source: %s item is required in %s resource, but not found.
es: el elemento %s se requiere en el recurso %s, pero no se encuentra.

source: Too many items in %s resource
es: Demasiados elementos en el recurso %s

source: Cannot find Pool resource %s
es: No se puede encontrar el conjunto de recursos %s

source: Cannot find Console resource %s
es: No se puede encontrar el recurso consola %s

source: Cannot find Director resource %s
es: No se puede encontrar el recurso director %s

source: Cannot find Storage resource %s
es: No se puede encontrar el recurso almacenamiento %s

source: Cannot find Job resource %s
es: No se puede encontrar el recurso trabajo %s

source: Cannot find Counter resource %s
es: No se puede encontrar el recurso contador %s

source: Cannot find Client resource %s
es: No se puede encontrar el recurso cliente %s

source: Cannot find Schedule resource %s
es: No se puede encontrar el recurso agenda %s

source: Unknown resource type %d in save_resource.
es: Tipo de recurso desconocido %d en save_resource.

source: Name item is required in %s resource, but not found.
es: Se requiere en nombre de elemento en el recurso %s, pero no se encontró.

source: Attempt to define second %s resource named "%s" is not permitted.
es: Intentando definir el segundo recurso %s nombrado, "%s" no está permitido

source: Inserting %s res: %s index=%d pass=%d
es: Insertando %s res: %s index=%d pass=%d

source: Expected a Migration Job Type keyword, got: %s
es: Se esperaba una clave de tipo de trabajo de migración. se consiguió: %s

source: Expected a Job Type keyword, got: %s
es: Se esperaba una clave de tipo de trabajo, se consiguió: %s

source: Expected a Job Level keyword, got: %s
es: Se esperaba una clave de nivel de trabajo, se consiguió: %s

source: Expected a Restore replacement option, got: %s
es: Se esperaba una opción de reemplazamiento de restauración, se consiguió: %s

source: Expect %s, got: %s
es: Se esperaba %s, se consiguió %s

source: Could not find config Resource %s referenced on line %d : %s
es: No se puede encontrar la configuración del recurso %s referenciado en la línea %d: %s

source: Start Admin JobId %d, Job=%s
es: Inicio del idtrabajo admin %d, Trabajo=%s

source: *** Admin Error ***
es: *** Error de admin ***

source: Admin Canceled
es: Admin cancelada

source: User input
es: Entrada de usuario

source: Invalid time, using current time.
es: Hora inválida, usando hora actual.

source: Invalid replace option: %s
es: Opción de reemplazo inválida: %s

source: Level %s not valid.
es: Nivel %s inválido.

source: OK to run? (yes/mod/no):
es: ¿De acuerdo en correr? (yes/mod/no):

source: Level
es: Nivel

source: Restore Client
es: Restaurar cliente

source: When
es: Cuando

source: Priority
es: Prioridad

source: Verify Job
es: Verificar trabajo

source: Bootstrap
es: Arranque

source: Where
es: Donde

source: File Relocation
es: Reasignación de archivo

source: Replace
es: Reemplazar

source: JobId
es: Id de trabajo

source: user selection
es: selección del usuario

source: Please enter desired start time as YYYY-MM-DD HH:MM:SS (return for now):
es: Introduzca la hora de comienzo deseada como AAAA-MM-DD HH:MM:SS (Intro para ahora mismo):

source: Enter new Priority:
es: Introducir una nueva prioridad:

source: Priority must be a positive integer.
es: La prioridad debe ser un entero positivo.

source: Please enter the Bootstrap file name:
es: Introduzca un nombre de archivo de arranque:

source: Warning cannot open %s: ERR=%s
es: Aviso, no se puede abrir %s: ERR=%s

source: Please enter path prefix for restore (/ for none):
es: Introduzca un prefijo de ruta para restaurar (/ para ninguno):

source: Replace:
es: Reemplazar:

source: Select replace option
es: Seleccionar la opción de reemplazo

source: You must set the bootstrap file to NULL to be able to specify a JobId.
es: Debe establecer el archivo de arranque a NULL para ser capaz de especificar una id de trabajo.

source: Job failed.
es: Trabajo fallido.

source: Job queued. JobId=%s
es: Trabajo en cola. Idtrabajo=%s

source: Job not run.
es: Trabajo parado.

source: This will replace your current Where value
es: Esto reemplazará el valor actual de donde (where)

source: Strip prefix
es: Quitar prefijo

source: Add prefix
es: Añadir prefijo

source: Add file suffix
es: Añadir sufijo de archivo

source: Enter a regexp
es: Introduzca una expresión de registro

source: Test filename manipulation
es: Tes de manipulación de nombre de archivo

source: Use this ?
es: ¿Usar esto?

source: Please enter path prefix to strip:
es: Introduzca el prefijo de ruta para eliminar:

source: Please enter path prefix to add (/ for none):
es: Introduzca un prefijo de ruta para añadir (/para ninguno):

source: Please enter file suffix to add:
es: Introduzca un sufijo de archivo para añadir:
