Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/tags/language-pack-gnome-*-*-1:9.04+20090609guada1/data/*/LC_MESSAGES/bacula.po
Languages: es

source: Backspace record at EOT failed. ERR=%s
es: El historial de retrocesos en EOT falló. ERR=%s

source: Re-read last block at EOT failed. ERR=%s
es: Fallo en la relectura del bloque en EOT. ERR=%s

source: Re-read of last block OK, but block numbers differ. Last block=%u Current block=%u.
es: Relectura del último bloque bien, pero números de los bloques no concuerdan. Último bloque=%u Bloque actual=%u

source: Re-read of last block succeeded.
es: Relectura del último bloque exitosa.

source: Error writing final EOF to tape. This Volume may not be readable. %s
es: Error al escribir EOF final de la cinta. Este volumen puede no ser legible. %s

source: Error writing final part to DVD. This Volume may not be readable. %s
es: Error escribiendo la parte final del DVD. Este volumen puede no ser legible. %s

source: Error while writing, current part number is less than the total number of parts (%d/%d, device=%s)
es: Error al escribir, la parte actual es menor que el total de partes (%d/%d, dispositivo=%s)

source: Unable to open device next part %s: ERR=%s
es: Imposible abrir el dispositivo siguiente parte %s: ERR=%s

source: End of Volume "%s" at %u:%u on device %s (part_size=%s, free_space=%s, free_space_errno=%d, errmsg=%s).
es: Final del volumen «%s» en %u:%u en dispositivo %s (tamaño_de_pieza=%s, espacio_libre=%s, espacio_libre_sinerr=%d, msjerr=%s).

source: End of Volume "%s" at %u:%u on device %s (part_size=%s, free_space=%s, free_space_errno=%d).
es: Final del volumen «%s» en %u:%u en dispositivo %s (tamaño_de_pieza=%s, espacio_libre=%s, espacio_libre_sinerr=%d).

source: Block buffer size looping problem on device %s
es: Problema de bucles con el tamaño del búfer de bloques en el dispositivo %s

source: Unable to open device part=%d %s: ERR=%s
es: Imposible abrir el dispositivo parte=%d %s: ERR=%s

source: Read error on fd=%d at file:blk %u:%u on device %s. ERR=%s.
es: Error al leer en fd=%d en el archivo:blk %u:%u en el dispositivo device %s. ERR=%s.

source: Read zero bytes at %u:%u on device %s.
es: Lectura de cero bytes %u:%u en el dispositivo %s.

source: Volume data error at %u:%u! Very short block of %d bytes on device %s discarded.
es: ¡Error de datos de volumen en %u:%u! Bloque muy corto de %d bytes en el dispositivo %s descartado.

source: Block length %u is greater than buffer %u. Attempting recovery.
es: La longitud del bloque %u es mayor que el búfer %u. Intentando la recuperación.

source: Setting block buffer size to %u bytes.
es: Estableciendo el tamaño del búfer de bloques a %u bytes.

source: Volume data error at %u:%u! Short block of %d bytes on device %s discarded.
es: ¡Error de datos de volumen en %u:%u! Bloque corto de %d bytes en el dispositivo %s descartado.

source: Usage: testls [-d debug_level] [-] [pattern1 ...] -a print extended attributes (Win32 debug) -dnn set debug level to nn -e specify file of exclude patterns -i specify file of include patterns - read pattern(s) from stdin -? print this message. Patterns are file inclusion -- normally directories. Debug level >= 1 prints each file found. Debug level >= 10 prints path/file for catalog. Errors always printed. Files/paths truncated is number with len > 255. Truncation is only in catalog.
es: Uso: testls [-d nivel_depur] [-] [patrón1 ...] -a imprimir atributos extendidos (depuración Win32) -dnn establecer nivel de depuración a nn -e especificar archivo de patrones que excluir -i especificar archivo de patrones que incluir - leer patrón(es) de stdin -? imprimir este mensaje. Patrones son inclusión de archivos: normalmente directorios. Nivel de depuración >= 1 imprime cada archivo encontrado. Nivel de depuración >= 10 imprime archivo/ruta para catálogo. Errores siempre se imprimen. Archivos/rutas truncadas es número con longitud > 255. Truncación está sólo en catálogo.

source: Could not open include file: %s
es: No se puede abrir el archivo incluido: %s

source: Could not open exclude file: %s
es: No se puede abrir el archivo excluido: %s

source: Err: Could not access %s: %s
es: Err: No se puede acceder %s: %s

source: Err: Could not follow ff->link %s: %s
es: Err: No se pudo seguir ff->enlace %s: %s

source: Err: Could not stat %s: %s
es: Err: No se pudo hacer stat en %s: %s

source: Skip: File not saved. No change. %s
es: Saltar: No se guardó el archivo. Ningún cambio. %s

source: Err: Attempt to backup archive. Not saved. %s
es: Err: Intento a respaldar el archivo. No fue guardado. %s

source: Recursion turned off. Directory not entered. %s
es: Recursión está apagada. No entró en el directorio. %s

source: Skip: File system change prohibited. Directory not entered. %s
es: Saltar: Modificación del sistema de archivos prohibida. No entró en el directorio. %s

source: Err: Could not open directory %s: %s
es: Err: No se pudo abrir el directorio %s: %s

source: Err: Unknown file ff->type %d: %s
es: Err: Archivo desconocido ff->tipo %d: %s

source: Usage: testfind [-d debug_level] [-] [pattern1 ...] -a print extended attributes (Win32 debug) -dnn set debug level to nn -c specify config file containing FileSet resources -f specify which FileSet to use -? print this message. Patterns are used for file inclusion -- normally directories. Debug level >= 1 prints each file found. Debug level >= 10 prints path/file for catalog. Errors are always printed. Files/paths truncated is the number of files/paths with len > 255. Truncation is only in the catalog.
es: Uso: testfind [-d nivel_depur] [-] [patrón1 ...] -a imprimir atributos extendidos (depuración Win32) -dnn establecer nivel de depuración a nn -c especificar archivo de configuración conteniendo recursos del conjunto de archivos -f especificar cuál conjunto de archivos que usar -? imprimir este mensaje. Patrones se usan para la inclusión de archivos: normalmente directorios. Nivel de depuración >= 1 imprime cada archivo encontrado. Nivel de depuración >= 10 imprime archivo/ruta para catálogo. Errores siempre se imprimen. Archivos/rutas truncadas es número de archivos/rutas con longitud > 255. Truncación está sólo en el catálogo.

source: Total files : %d Max file length: %d Max path length: %d Files truncated: %d Paths truncated: %d Hard links : %d
es: Archivos totales : %d Longitud máxima de archivo: %d Longitud máxima de ruta: %d Archivos truncados: %d Rutas truncadas: %d Vínculos duros : %d

source: [will not descend: recursion turned off]
es: [no desciende: recursión está apagada]

source: [will not descend: file system change not allowed]
es: [no desciende: no se permite modificar sistema de archivos]

source: [will not descend: disallowed file system]
es: [no desciende: sistema de archivos no permitido]

source: [will not descend: disallowed drive type]
es: [no desciende: tipo de unidad no permitido]

source: ===== Filename truncated to 255 chars: %s
es: ===== Nombre de archivo truncado a 255 carac.: %s

source: ========== Path name truncated to 255 chars: %s
es: ========== Nombre de ruta truncado a 255 carac.: %s

source: ========== Path length is zero. File=%s
es: ========== La longitud de la ruta es cero. Archivo=%s

source: Path: %s
es: Ruta: %s

source: Version: %s (%s) Example : bbatch -w /path/to/workdir -h localhost -f dat1 -f dat -f datx will start 3 thread and load dat1, dat and datx in your catalog See bbatch.c to generate datafile Usage: bbatch [ options ] -w working/dir -f datafile -d <nn> set debug level to nn -n <name> specify the database name (default bacula) -u <user> specify database user name (default bacula) -P <password specify database password (default none) -h <host> specify database host (default NULL) -w <working> specify working directory -v verbose -f <file> specify data file -? print this message
es: Versión: %s (%s) Ejemplo : bbatch -w /ruta/del/directorio/de/trabajo -h localhost -f dat1 -f dat -f datx Comenzará 3 hilos y cargará dat1, dat y datx en su catálogo Mira bbatch.c para generar el archivo de datos Uso: bbatch [ opciones ] -w directorio/de/trabajo -f archivo -d <nn> establece nivel de depuración en nn -n <name> especifica el nombre de la base de datos (por defecto bacula) -u <user> especifica el nombre del usuario de la base de datos (por defecto bacula) -P <password> especifica la contraseña de la base de datos (por defecto none) -h <host> especifica el nombre del huesped de la base de datos (por defecto NULA) -w <working> especifica el directorio de trabajo -v vista detallada -f <file> especifica archivo de datos -? muestra en pantalla este mensaje

source: Error opening datafile %s
es: Error al abrir el archivo de datos %s

source: Error while inserting file
es: Error al insertar archivo

source: Warning skipping the additional parameters for working directory/dbname/user/password/host.
es: Aviso omitiendo los parámetros adicionales del directorio de trabajo/dbname/user/password/host.

source: Error can not find the Catalog name[%s] in the given config file [%s]
es: Error no se puede encontrar el nombre de catálogo [%s] en el dado archivo de configuración [%s]

source: Error there is no Catalog section in the given config file [%s]
es: Error no hay sección de catálogo en el archivo de configuración dado [%s]

source: Error no Director resource defined.
es: Error no se ha definido recurso director.

source: Wrong number of arguments.
es: Número incorrecto de argumentos.

source: Working directory not supplied.
es: Directorio de trabajo no suministrado.

source: Hello, this is the database check/correct program.
es: Hola, este es el programa de comprobación/corrección de la base de datos.

source: Modify database is on.
es: Modificar la base de datos está activado.

source: Modify database is off.
es: Modificar la base de datos está desactivado.

source: Verbose is on.
es: Verbosidad activada.

source: Verbose is off.
es: Verbosidad desactivada.

source: Please select the fuction you want to perform.
es: Introduzca la función que desea actuar.

source: 1) Toggle modify database flag 2) Toggle verbose flag 3) Repair bad Filename records 4) Repair bad Path records 5) Eliminate duplicate Filename records 6) Eliminate duplicate Path records 7) Eliminate orphaned Jobmedia records 8) Eliminate orphaned File records 9) Eliminate orphaned Path records 10) Eliminate orphaned Filename records 11) Eliminate orphaned FileSet records 12) Eliminate orphaned Client records 13) Eliminate orphaned Job records 14) Eliminate all Admin records 15) Eliminate all Restore records 16) All (3-15) 17) Quit
es: 1) Cambiar marca de modificar base de datos 2) Cambiar marca de hablador 3) Reparar registros de nombre de archivo erróneos 4) Reparar registros de camino erróneos 5) Eliminar registros de nombre de archivo duplicados 6) Eliminar registros de camino duplicados 7) Eliminar registros de Jobmedia huérfanos 8) Eliminar registros de archivo huérfanos 9) Eliminar registros de camino huérfanos 10) Eliminar registros de nombre de archivo huérfanos 11) Eliminar registros de conjunto de archivos huérfanos 12) Eliminar registros de cliente huérfanos 13) Eliminar registros de tarea huérfanos 14) Eliminar todos los registros de Admin 15) Eliminar todos los registros de restauración 16) Todo (3-15) 17) Salir

source: 1) Toggle modify database flag 2) Toggle verbose flag 3) Check for bad Filename records 4) Check for bad Path records 5) Check for duplicate Filename records 6) Check for duplicate Path records 7) Check for orphaned Jobmedia records 8) Check for orphaned File records 9) Check for orphaned Path records 10) Check for orphaned Filename records 11) Check for orphaned FileSet records 12) Check for orphaned Client records 13) Check for orphaned Job records 14) Check for all Admin records 15) Check for all Restore records 16) All (3-15) 17) Quit
es: 1) Cambiar marca de modificar base de datos 2) Cambiar marca de hablador 3) Buscar registros de nombre de archivo erróneos 4) Buscar registros de camino erróneos 5) Buscar registros de nombre de archivo duplicados 6) Buscar registros de camino duplicados 7) Buscar registros de Jobmedia huérfanos 8) Buscar registros de archivo huérfanos 9) Buscar registros de camino huérfanos 10) Buscar registros de nombre de archivo huérfanos 11) Buscar registros de conjunto de archivos huérfanos 12) Buscar registros de cliente huérfanos 13) Buscar registros de tarea huérfanos 14) Buscar todos los registros de Admin 15) Buscar todos los registros de restauración 16) Todo (3-15) 17) Salir

source: Select function number:
es: Seleccionar número de función:

source: Database will be modified.
es: La base de datos se modificará.

source: Database will NOT be modified.
es: La base de datos NO se modificará

source: JobId=%s Name="%s" StartTime=%s
es: Idtrabaji=%s Nombre="%s" Horadeinicio=%s

source: Orphaned JobMediaId=%s JobId=%s Volume="%s"
es: Huérfano idJobMedia=%s idTrabajo=%s Volumen=«%s»

source: Orphaned FileId=%s JobId=%s Volume="%s"
es: Huérfano idJobMedia=%s idTrabajo=%s Volumen=«%s»

source: Orphaned FileSetId=%s FileSet="%s" MD5=%s
es: Huérfano idFileSet=%s FileSet=«%s» MD5=%s

source: Orphaned ClientId=%s Name="%s"
es: Huérfano idCliente=%s Nombre=«%s»

source: Deleting: %s
es: Borrando: %s

source: Checking for duplicate Filename entries.
es: Comprobando entradas de nombre de archivo duplicadas.

source: Found %d duplicate Filename records.
es: Se encontraron %d registros de nombre de archivo duplicados.

source: Print the list? (yes/no):
es: ¿Imprimir la lista? (si/no):

source: Found %d for: %s
es: Se encontró %d para: %s

source: Checking for duplicate Path entries.
es: Comprobando entradas de ruta duplicadas.

source: Found %d duplicate Path records.
es: Se encontraron %d registros de ruta duplicados.

source: Print them? (yes/no):
es: ¿Imprimirlo? (yes/(no):

source: Checking for orphaned JobMedia entries.
es: Comprobando entradas huérfanas de JobMedia.

source: Found %d orphaned JobMedia records.
es: Se encontraron %d registros de JobMedia huérfanos.

source: Deleting %d orphaned JobMedia records.
es: Borrando %d registros huérfanos de JobMedia

source: Checking for orphaned File entries. This may take some time!
es: Comprobando entradas de archivo huérfanas. Esto puede llevar un tiempo.

source: Found %d orphaned File records.
es: Se encontraron %d registros huérfanos de archivo.

source: Deleting %d orphaned File records.
es: Borrando %d registros huérfanos de archivo.

source: Checking for orphaned Path entries. This may take some time!
es: Comprobando entradas de ruta huérfanas. Esto puede llevar un tiempo.

source: Found %d orphaned Path records.
es: Se encontraron %d registros de ruta huérfanos.

source: Deleting %d orphaned Path records.
es: Borrando %d registros de ruta huérfanos.

source: Checking for orphaned Filename entries. This may take some time!
es: Comprobando entradas de nombre de archivo huérfanas. Esto puede llevar un tiempo.

source: Found %d orphaned Filename records.
es: Se encontraron %d registros de nombre de archivo huérfanos.

source: Deleting %d orphaned Filename records.
es: Borrando %d registros de nombre de archivo huérfanos.

source: Checking for orphaned FileSet entries. This takes some time!
es: Comprobando entradas FileSet huérfanas. Esto puede llevar un tiempo.

source: Found %d orphaned FileSet records.
es: Se encontraron %d registros FileSet huérfanos.

source: Deleting %d orphaned FileSet records.
es: Borrando %d registros FileSet huérfanos.

source: Checking for orphaned Client entries.
es: Comprobando entradas de cliente huérfanas.

source: Found %d orphaned Client records.
es: Se encontraron %d registros de cliente huérfanos.

source: Deleting %d orphaned Client records.
es: Borrando %d registros de cliente huérfanos.

source: Checking for orphaned Job entries.
es: Comprobando entradas de trabajo huérfanas.

source: Found %d orphaned Job records.
es: Se encontraron %d registros de trabajo huérfanos.

source: Deleting %d orphaned Job records.
es: Borrando %d registros de trabajo huérfanos.

source: Deleting JobMedia records of orphaned Job records.
es: Borrando registros de JobMedia de registros de trabajo huérfanos.

source: Deleting Log records of orphaned Job records.
es: Borrando registros de Log de registros de trabajo huérfanos.

source: Checking for Admin Job entries.
es: Comprobando entradas de trabajo de Administrador

source: Found %d Admin Job records.
es: Se encontraron %d registros de trabajo de administrador.

source: Deleting %d Admin Job records.
es: Borrando %d registros de trabajo de administrador.

source: Checking for Restore Job entries.
es: Comprobando entradas de trabajo de restauración.

source: Found %d Restore Job records.
es: Se encontraron %d registros de trabajo de restauración.

source: Deleting %d Restore Job records.
es: Borrando %d registros de trabajo de restauración.

source: Checking for Filenames with a trailing slash
es: Buscando nombres de archivos con una barra al fin

source: Found %d bad Filename records.
es: Se encontraron %d registros de nombre de archivo incorrectos.

source: Reparing %d bad Filename records.
es: Reparando %d registros de nombre de archivo incorrectos.

source: Checking for Paths without a trailing slash
es: Buscando rutas sin una barra al fin

source: Found %d bad Path records.
es: Se encontraron %d registros de ruta incorrectos.

source: Fatal malformed reply from %s: %s
es: Respuesta fatalmente malformada desde %s: %s

source: Fatal fgets error: ERR=%s
es: Error de fgets fatal: ERR=%s

source: Usage: %s [-f from] [-h mailhost] [-s subject] [-c copy] [recipient ...] -8 set charset utf-8 -c set the Cc: field -d <nn> set debug level to <nn> -f set the From: field -h use mailhost:port as the SMTP server -s set the Subject: field -r set the Reply-To: field -l set the maximum number of lines that should be sent (default: unlimited) -? print this message.
es: Uso: %s [-f from] [-h mailhost] [-s subject] [-c copy] [recipient ...] -8 establecer caracteres utf-8 -c establecer el campo Cc: -d <nn> establecer el nivel de depuración a <nn> -f establecer el campo From: -h usar mailhost:port como servidor SMTP -s establecer el campo Subject: -r establecer el campo Reply-To: -l establecer el número máximo de lineas que deberían ser enviadas (por defecto: ilimitadas) -? mostrar este mensaje.

source: Fatal error: no recipient given.
es: Error fatal: no se dio ningún recipiente.

source: Fatal gethostname error: ERR=%s
es: Error de gethostname fatal: ERR=%s

source: Error unknown mail host "%s": ERR=%s
es: Error anfitrión de correo desconocido «%s»: ERR=%s

source: Retrying connection using "localhost".
es: Reintentando conexión usando "localhost".

source: Fatal error: Unknown address family for smtp host: %d
es: Error fatal. Familia de direcciones desconocida para el anfitrión smtp: %d

source: Fatal socket error: ERR=%s
es: Error fatal de zócalo: ERR=%s

source: Fatal connect error to %s: ERR=%s
es: Error fatal al conectar a %s: ERR=%s

source: Fatal _open_osfhandle error: ERR=%s
es: Error Fatal _open_osfhandle: ERR=%s

source: Fatal fdopen error: ERR=%s
es: Error fatal de fdopen: ERR=%s

source: Fatal dup error: ERR=%s
es: Error fatal de dup: ERR=%s

source: Usage: fstype [-v] path ... Print the file system type a given file/directory is on. The following options are supported: -v print both path and file system type. -? print this message.
es: Uso: fstype [-v] path ... Mostrar el tipo de sistema de archivos en el que un archivo/directorio dado se encuentra. Están soportadas las siguientes opciones: -v mostrar camino y tipo de sistema de archivos. -? mostrar este mensaje.

source: %s: unknown
es: %s: desconocido

source: Usage: drivetype [-v] path ... Print the drive type a given file/directory is on. The following options are supported: -v print both path and file system type. -? print this message.
es: Uso: drivetype [-v] ruta ... Mostrar el tipo de unidad en el que un archivo/directorio dado se encuentra. Están soportadas las siguientes opciones: -v mostrar camino y tipo de unidad. -? mostrar este mensaje.

source: Version:
es: Versión:

source: input from file
es: entrada desde archivo

source: output to file
es: salida a archivo

source: output to file and terminal
es: salida a archivo y terminal

source: sleep specified time
es: suspende tiempo especificado

source: print Console's version
es: imprimir versión de Consola

source: echo command string
es: cadena de orden echo

source: execute an external command
es: ejecuta una orden externa

source: zed_keys = use zed keys instead of bash keys
es: zed_keys = usa claves zed en vez de claves bash

source: : is an invalid command
es: : es una orden inválida

source: Available Directors:
es: Directores disponibles:

source: %2d: %s at %s:%d
es: %2d: %s en %s:%d

source: Select Director by entering a number:
es: Seleccione un director introduciendo un número:

source: %s is not a number. You must enter a number between 1 and %d
es: %s no es un número. Debe ingresar un numero entre 1 y %d

source: You must enter a number between 1 and %d
es: Debe ingresar un numero entre 1 y %d

source: Connecting to Director %s:%d
es: Conectando al director %s:%d

source: Enter a period to cancel a command.
es: Introduzca un periodo para cancelar una orden.

source: Too many arguments on input command.
es: Demasiados argumentos en la orden de entrada.

source: First argument to input command must be a filename.
es: El primer argumento de una orden de entrada debe ser un nombre de archivo.

source: Cannot open file %s for input. ERR=%s
es: No se pude abrir el archivo %s para la entrada. ERR=%s

source: Too many arguments on output/tee command.
es: Demasiados argumentos en orden de salida/tee.

source: Cannot open file %s for output. ERR=%s
es: No se puede abrir el archivo %s para la salida. ERR=%s

source: Too many arguments. Enclose command in double quotes.
es: Demasiados argumentos. Cierre la orden entre comillas.

source: Cannot popen("%s", "r"): ERR=%s
es: No se puede pabrir(«%s», «r»): ERR=%s

source: Director authorization problem. Most likely the passwords do not agree. Please see http://www.bacula.org/rel-manual/faq.html#AuthorizationErrors for help.
es: Problema de autorización del director. Muy probablemente las contraseñas no concuerden. Vea http://www.bacula.org/rel-manual/faq.html#AuthorizationErrors para la ayuda.

source: Director and Storage daemon passwords or names not the same. Please see http://www.bacula.org/rel-manual/faq.html#AuthorizationErrors for help.
es: Las contraseñas de los demonios de Director y Almacenamiento o los nombres no son los mismos. Vea http://www.bacula.org/rel-manual/faq.html#AuthorizationErrors para la ayuda.

source: bdird<stored: bad response to Hello command: ERR=%s
es: bdird<almacenado: respuesta incorrecta a la orden Hello: ERR=%s

source: Error sending Hello to File daemon. ERR=%s
es: Error al enviar «Hello» al demonio de archivo. ERR=%s

source: Director and File daemon passwords or names not the same. Please see http://www.bacula.org/rel-manual/faq.html#AuthorizationErrors for help.
es: Las contraseñas de los demonios de Director y Archivo o los nombres no son los mismos. Vea http://www.bacula.org/rel-manual/faq.html#AuthorizationErrors para la ayuda.

source: Written by Nicolas Boichat (2004) Version: %s (%s) %s %s %s Usage: tray-monitor [-c config_file] [-d debug_level] -c <file> set configuration file to file -dnn set debug level to nn -t test - read configuration and exit -? print this message.
es: Escrito por Nicolas Boichat (2004) Versión: %s (%s) %s %s %s Uso: tray-monitor [-c archivo_de_configuración] [-d nivel_de_depuración] -c <archivo> establece configuración archivo por archivo -dnn establece nivel de depuración en nn -t testeo - lee configuración y sale -? muestra este mensaje
