Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/tags/language-pack-gnome-*-*-1:9.04+20090609guada1/data/*/LC_MESSAGES/bacula.po
Languages: es

source: Bacula cannot write on DVD Volume "%s" because: The sizes do not match! Volume=%s Catalog=%s
es: Bacula no puede escribir en el volumen DVD "%s" porque: El tamaño no coincide Volumen=%s Catálogo=%s

source: Ready to append to end of Volume "%s" at file=%d.
es: Listo para añadir al final de volumen "%s" en el archivo=%d.

source: Bacula cannot write on tape Volume "%s" because: The number of files mismatch! Volume=%u Catalog=%u
es: Bacula no puede escribir en el volumen de cinta "%s" porque: El número de archivos no coincide Volumen=%u Catálogo=%u

source: Ready to append to end of Volume "%s" size=%s
es: Listo para añadir al final del volumen "%s" tamaño=%s

source: Bacula cannot write on disk Volume "%s" because: The sizes do not match! Volume=%s Catalog=%s
es: Bacula no puede escribir en el volumen de disco "%s" porque: El tamaño no coincide Volumen=%s Catálogo=%s

source: Labeled new Volume "%s" on device %s.
es: Nuevo volumen etiquetado "%s" en el dispositivo %s.

source: Device %s not configured to autolabel Volumes.
es: El dispositivo %s no está configurado para volúmenes autoetiquetados.

source: Marking Volume "%s" in Error in Catalog.
es: Marcando el volumen "%s" con error en el catálogo.

source: Autochanger Volume "%s" not found in slot %d. Setting InChanger to zero in catalog.
es: No se encontró el volumen «%s» del autocambiador en la ranura %d. Estableciendo InChanger a cero en el catálogo.

source: Hey!!!!! WroteVol non-zero !!!!!
es: ¡Eh, WroteVol no puede ser cero!

source: Invalid tape position on volume "%s" on device %s. Expected %d, got %d
es: Posición incorrecta de la cinta en el volumen "%s" en el dispositivo %s. Se esperaba %d, se encontró %d

source: Connection request failed.
es: La conexión requerida ha fallado.

source: Invalid connection. Len=%d
es: Conexión inválida. Tamaño=%d

source: 3991 Bad setdebug command: %s
es: 3991 Orden setdebug incorrecta: %s

source: 3904 Job %s not found.
es: 3904 Trabajo %s no encontrado.

source: Job %s marked to be canceled.
es: Trabajo %s marcado para cancelar.

source: 3000 Job %s marked to be canceled.
es: 3000 Trabajo %s marcado para cancelar.

source: 3903 Error scanning cancel command.
es: 3903 Error explorando la orden de cancelación.

source: 3999 Device "%s" not found or could not be opened.
es: 3999 Dispositivo "%s" no encontrado o puedo no estar abierto.

source: 3903 Error scanning label command: %s
es: 3903 Error al explorar la orden de etiquetado: %s

source: 3910 Unable to open device %s: ERR=%s
es: 3910 Imposible abrir el dispositivo %s ERR=%s

source: 3920 Cannot label Volume because it is already labeled: "%s"
es: 3920 No se puede etiquetar el volumen porque ya está etiquetado: "%s"

source: 3921 Wrong volume mounted.
es: 3921 Volumen montado incorrecto.

source: 3922 Cannot relabel an ANSI/IBM labeled Volume.
es: 3922 No se puede volver a etiquetar el volumen ANSI/IBM etiquetado.

source: 3912 Failed to label Volume: ERR=%s
es: 3912 Fallo al etiquetar el volumen: ERR=%s

source: 3914 Failed to label Volume (no media): ERR=%s
es: 3914 Fallo al etiquetar el volumen (sin medio): ERR=%s

source: 3913 Cannot label Volume. Unknown status %d from read_volume_label()
es: 3913 No se puede etiquetar el volumen. Estatus desconocido %d desde read_volume_label()

source: 3001 Mounted Volume: %s
es: 3001 Volumen montado: %s

source: 3902 Cannot mount Volume on Storage Device %s because: %s
es: 3902 No se puede montar el volumen en el dispositivo de almacenamiento %s por: %s

source: 3901 Unable to open device %s: ERR=%s
es: 3901 No se puede abrir el dispositivo %s: ERR=%s

source: 3001 Device %s is mounted with Volume "%s"
es: 3001 Dispositivo %s montado con el volumen "%s"

source: 3905 Device %s open but no Bacula volume is mounted. If this is not a blank tape, try unmounting and remounting the Volume.
es: 3905 El dispositivo %s está abierto pero el volumen Bacula no está montado. Si no es una cinta en blanco, intente desmontar y volver a montar el volumen.

source: 3001 Device %s is doing acquire.
es: 3001 El dispositivo %s está adquiriendo.

source: 3903 Device %s is being labeled.
es: 3903 El dispositivo %s está siendo etiquetado.

source: 3001 Device %s is already mounted with Volume "%s"
es: 3001 El dispositivo %s está ya montado con el volumeno "%s"

source: 3002 Device %s is mounted.
es: 3002 El dispositivo %s está montado.

source: 3906 File device %s is always mounted.
es: 3906 El dispositivo de archivo %s está ya montado.

source: 3905 Bizarre wait state %d
es: 3905 Retraso extraño %d

source: 3909 Error scanning mount command: %s
es: 3909 Error explorando la orden de montaje: %s

source: 3002 Device %s unmounted.
es: 3002 Dispositivo %s desmontado.

source: 3901 Device %s is already unmounted.
es: 3901 El dispositivo %s ya está desmontado.

source: 3001 Device %s unmounted.
es: 3001 Dispositivo %s desmontado.

source: 3902 Device %s is busy in acquire.
es: 3902 El dispositivo %s está ocupado adquiriendo.

source: 3907 Error scanning unmount command: %s
es: 3907 Error explorando la orden de desmontaje: %s

source: 3921 Device %s already released.
es: 3921 El dispositivo %s ya está liberado.

source: 3922 Device %s waiting for sysop.
es: 3922 El dispositivo %s está esperando sysop.

source: 3922 Device %s waiting for mount.
es: 3922 El dispositivo %s esperando para montaje.

source: 3923 Device %s is busy in acquire.
es: 3923 El dispositivo %s está ocupado adquiriendo.

source: 3914 Device %s is being labeled.
es: 3914 El dispositivo %s está siendo etiquetado.

source: 3022 Device %s released.
es: 3022 Dispositivo %s liberado.

source: 3927 Error scanning release command: %s
es: 3927 Error explorando la orden de liberación: %s

source: 3995 Device %s is not an autochanger.
es: 3995 El dispositivo %s no es un autocambiador.

source: 3908 Error scanning autocharger drives/list/slots command: %s
es: 3908 Error explorando la orden dispositivos/listas/ranuras del autocambiador: %s

source: 3909 Error scanning readlabel command: %s
es: 3909 Error al explorar la orden de lectura de etiqueta: %s

source: 3001 Volume=%s Slot=%d
es: 3001 Volumen=%s Ranura=%d

source: 3931 Device %s is BLOCKED. user unmounted.
es: 3931 El dispositivo %s está BLOQUEADO. Usuario no montado.

source: 3932 Device %s is BLOCKED. user unmounted during wait for media/mount.
es: 3932 El dispositivo %s está BLOQUEADO. Usuario desmontado durante la espera por el medio/montaje.

source: 3933 Device %s is BLOCKED waiting for media.
es: 3933 El dispositivo %s está BLOQUEADO esperando por el medio.

source: 3934 Device %s is being initialized.
es: 3934 El dispositivo %s está siendo inicializado.

source: 3935 Device %s is blocked labeling a Volume.
es: 3935 El dispositivo %s está bloqueado etiquetando el volumen.

source: 3935 Device %s is blocked for unknown reason.
es: 3935 El dispositivo %s está bloqueado por razones desconocidas.

source: 3936 Device %s is busy reading.
es: 3936 El dispositivo %s está ocupado leyendo.

source: 3937 Device %s is busy with %d writer(s).
es: 3937 El dispositivo %s está ocupado con %d escritor(es).

source: DCR is NULL!!!
es: DCR es NULO

source: DEVICE is NULL!!!
es: DEVICE es NULO

source: Unable to set network buffer size.
es: Imposible establecer el tamaño del búfer de la red.

source: NULL Volume name. This shouldn't happen!!!
es: Nombre de volumen NULO. Esto no debería ocurrir.

source: Network send error to FD. ERR=%s
es: La red envió un error a FD. ERR=%s

source: Error reading data header from FD. ERR=%s
es: Error leyendo la cabecera de datos desde FD. ERR=%s

source: Malformed data header from FD: %s
es: Cabecera de datos mal formada desde FD: %s

source: File index from FD not positive or sequential
es: Índice de archivo desde FD no positivo o secuencial

source: Network error on data channel. ERR=%s
es: Error de red en canal de datos. ERR=%s

source: Job write elapsed time = %02d:%02d:%02d, Transfer rate = %s bytes/second
es: Tiempo transcurrido de escritura del proceso = %02d:%02d:%02d, Tasa de transferencia = %s bytes/second

source: FD connect failed: Job name not found: %s
es: Fallo al conectar FD: Nombre de trabajo no encontrado: %s

source: Hey!!!! JobId %u Job %s already authenticated.
es: ¡Eh! la identidad de trabajo %u trabajo %s ya está autenticada.

source: Unable to authenticate File daemon
es: Imposible autenticar el demonio File

source: In free_jcr(), but still attached to device!!!!
es: En free_jcr(), ¡pero todavía sujeto al dispositivo!

source: Network error on bnet_recv in req_vol_info.
es: Error de red en bnet_recv en req_vol_info.

source: Error getting Volume info: %s
es: Error consiguiendo la información del volumen: %s

source: Didn't get vol info vol=%s: ERR=%s
es: No se consiguió la información de volumen vol=%s: ERR=%s

source: Error creating JobMedia record: ERR=%s
es: Error al crear el registro de JobMedia: ERR=%s

source: Error creating JobMedia record: %s
es: Error al crear el registro de JobMedia: %s

source: Job %s canceled while waiting for mount on Storage Device "%s".
es: Trabajo %s cancelado mientras esperaba el montaje del dispositivo de almacenamiento "%s".

source: Job %s waiting. Cannot find any appendable volumes. Please use the "label" command to create a new Volume for: Storage: %s Pool: %s Media type: %s
es: Trabajo %s esperando. No se puede encontrar ningún volumen añadible. Use la orden "label" para crear un nuevo volumen para: Almacenamiento: %s Conjunto: %s Tipo de medio: %s

source: Max time exceeded waiting to mount Storage Device %s for Job %s
es: Tiempo máximo excedido esperando el montaje del dispositivo de almacenamiento %s para el trabajo %s

source: pthread error in mount_next_volume.
es: Error pthread en mount_next_volume.

source: Cannot request another volume: no volume name given.
es: No se puede pedir otro volumen: no se proporcionó nombre de volumen.

source: Job %s canceled while waiting for mount on Storage Device %s.
es: Trabajo %s cancelado mientras se esperaba el montaje del dispositivo de almacenamiento %s.

source: Please mount Volume "%s" or label a new one for: Job: %s Storage: %s Pool: %s Media type: %s
es: Monte el volumen "%s" o la etiqueta de nuevo para: Trabajo: %s Almacenamiento: %s Conjunto: %s Tipo de medio: %s

source: Please mount Volume "%s" for: Job: %s Storage: %s Pool: %s Media type: %s
es: Monte el volumen «%s» para: Trabajo: %s Almacenamiento: %s Grupo: %s Tipo de medio: %s

source: pthread error in mount_volume
es: Error pthread en mount_volume.

source: Unable to stat device %s: ERR=%s
es: Imposible establecer el dispositivo %s: ERR=%s

source: %s is an unknown device type. Must be tape or directory or have RequiresMount=yes for DVD. st_mode=%x
es: %s es un tipo de dispositivo desconocido. Debe ser una cinta o un directorio o tener RequiresMount=yes para DVD. st_mode=%x

source: Unable to stat mount point %s: ERR=%s
es: Imposible establecer el punto de montaje %s: ERR=%s

source: Mount and unmount commands must defined for a device which requires mount.
es: Las órdenes de montaje y desmontaje deben definirse para cada dispositivo que requiere montaje.

source: Write part command must be defined for a device which requires mount.
es: Debe definirse la orden de escribir parte para el dispositivo que requiere montaje.

source: Min block size > max on device %s
es: Tamaño mín. de bloque > máx. en el dispositivo %s

source: Block size %u on device %s is too large, using default %u
es: El tamaño de bloque %u en el dispositivo %s es demasiado grande, usando el predeterminado %u

source: Max block size %u not multiple of device %s block size.
es: El tamaño máximo del bloque %u no es múltiplo del tamaño de bloque del dispositivo %s.

source: Unable to init cond variable: ERR=%s
es: No se pudo iniciar la variable cond: ERR=%s

source: Illegal mode given to open dev.
es: Modo ilegal dado para abrir el dispositivo.

source: Could not open file device %s. No Volume name given.
es: No se puede abrir el dispositivo de archivo %s. No se dio un nombre de volumen.

source: Could not open: %s, ERR=%s
es: No se puede abrir: %s, ERR=%s

source: Could not open DVD device %s. No Volume name given.
es: No se puede abrir el dispositivo DVD %s. No se dio un nombre de volumen.

source: The DVD in device %s contains data, please blank it before writing.
es: El DVD en el dispositivo %s tiene datos, por favor, bórrelos antes de escribir.

source: Unable to stat DVD part 1 file %s: ERR=%s
es: No se pudo hacer stat en el archivo %s de la primera parte del DVD: ERR=%s

source: DVD part 1 is not a regular file %s.
es: DVD parte 1 no es un archivo regular %s.

source: There is no valid DVD in device %s.
es: No hay un DVD válido en el dispositivo %s.

source: Could not mount DVD device %s.
es: No se puede montar el dispositivo DVD %s.

source: Could not fstat: %s, ERR=%s
es: No se ha podido hacer fstat: %s, ERR=%s

source: Bad call to rewind. Device %s not open
es: Llamada de rebobinado incorrecta. El dispositivo %s no está abierto

source: No tape loaded or drive offline on %s.
es: Cinta no cargada o controlador fuera de línea en %s.

source: Rewind error on %s. ERR=%s.
es: Error de rebobinado en %s. ERR=%s.

source: lseek error on %s. ERR=%s.
es: error lseek en %s. ERR=%s.

source: Bad call to eod. Device %s not open
es: Llamada a eod incorrecta. Dispositivo %s no abierto

source: ioctl MTEOM error on %s. ERR=%s.
es: error ioctl MTEOM en %s. ERR=%s.

source: ioctl MTIOCGET error on %s. ERR=%s.
es: error ioctl MTIOCGET en %s. ERR=%s.

source: Bad device call. Device not open
es: Llamada de dispositivo incorrecta. Dispositivo no abierto

source: Seek error: ERR=%s
es: Error de búsqueda: ERR=%s

source: Bacula status:
es: Estatus de Bacula:

source: file=%d block=%d
es: archivo=%d bloque=%d

source: Device status:
es: Estatus del dispositivo:

source: Bad call to load_dev. Device not open
es: Llamada incorrecta a load_dev. Dispositivo cerrado

source: ioctl MTLOAD error on %s. ERR=%s.
es: error ioctl MTLOAD en %s. ERR=%s.

source: ioctl MTOFFL error on %s. ERR=%s.
es: error ioctl MTOFFL en %s. ERR=%s.

source: Bad call to fsf. Device not open
es: Llamada incorrecta a fsf. Dispositivo cerrado

source: Device %s at End of Tape.
es: Dispositivo %s en el final de la cinta.

source: ioctl MTFSF error on %s. ERR=%s.
es: error ioctl MTFSF en %s. ERR=%s.

source: Bad call to bsf. Device not open
es: Llamada incorrecta a bsf. Dispositivo cerrado

source: Device %s cannot BSF because it is not a tape.
es: El dispositivo %s no puede BSF porque no es una cinta.

source: ioctl MTBSF error on %s. ERR=%s.
es: error ioctl MTBSF en %s. ERR=%s.

source: Bad call to fsr. Device not open
es: Llamada incorrecta a fsr. Dispositivo cerrado

source: ioctl MTFSR not permitted on %s.
es: ioctl MTFSR no permitido en %s.

source: ioctl MTFSR %d error on %s. ERR=%s.
es: ioctl MTFSR %d error en %s. ERR=%s.

source: Bad call to bsr_dev. Device not open
es: Llamada incorrecta a bsr_dev. Dispositivo cerrado

source: ioctl MTBSR not permitted on %s.
es: ioctl MTBSR no permitido en %s.

source: ioctl MTBSR error on %s. ERR=%s.
es: ioctl MTBSR error en %s. ERR=%s.

source: Bad call to reposition. Device not open
es: Llamada incorrecta para la reposición. Dispositivo no abierto

source: Bad call to weof_dev. Device not open
es: Llamada incorrecta a weof_dev. Dispositivo cerrado

source: Attempt to WEOF on non-appendable Volume
es: Intentando WEOF en un volumen no añadible

source: ioctl MTWEOF error on %s. ERR=%s.
es: error ioctl MTWEOF en %s. ERR=%s.

source: unknown func code %d
es: código de función desconocido %d

source: I/O function "%s" not supported on this device.
es: Función E/S "%s" no soportado en este dispositivo.

source: Unable to truncate device %s. ERR=%s
es: Imposible truncar el dispositivo %s. ERR=%s

source: Unable to stat device %s. ERR=%s
es: Imposible hacer stat en el dispositivo %s. ERR=%s

source: Device %s doesn't support ftruncate(). Recreating file %s.
es: El dispositivo %s no admite ftruncate(). Recreando el archivo %s.

source: Could not reopen: %s, ERR=%s
es: No se pudo reabrir: %s, ERR=%s

source: Device %s cannot be %smounted. ERR=%s
es: El dispositivo %s no se puede %smontar. ERR=%s

source: Unable to set eotmodel on device %s: ERR=%s
es: Imposible establecer eotmodel en el dispositivo %s: ERR=%s

source: I only authenticate Directors, not %d
es: Sólo autentico Directores, no %d

source: Connection from unknown Director %s at %s rejected. Please see http://www.bacula.org/rel-manual/faq.html#AuthorizationErrors for help.
es: Conexión desde el Director desconocido %s en %s rechazada. Vea http://www.bacula.org/rel-manual/faq.html#AuthorizationErrors para ayuda.

source: Incorrect password given by Director. Please see http://www.bacula.org/rel-manual/faq.html#AuthorizationErrors for help.
es: Contraseña dada incorrecta para Director. Vea http://www.bacula.org/rel-manual/faq.html#AuthorizationErrors para ayuda.

source: Unable to authenticate Director at %s.
es: Imposible autenticar Director en %s.

source: Incorrect authorization key from File daemon at %s rejected. Please see http://www.bacula.org/rel-manual/faq.html#AuthorizationErrors for help.
es: Clave de autorización incorrecta desde el demonio de archivo en %s rechazado. vea http://www.bacula.org/rel-manual/faq.html#AuthorizationErrors para ayuda.

source: unknown: %d
es: desconocido: %d

source: Damaged buffer
es: Búfer dañado

source: Sanity check failed. maxlen=%d datalen=%d. Block discarded.
es: Falló la comprobación de integridad. maxlen=%d datalen=%d. Bloque descartado.

source: Nohdr,
es: Nodsd,

source: partial,
es: parcial

source: empty,
es: vacío.

source: Nomatch,
es: Sincoincidencia,

source: Volume name or names is too long. Please use a .bsr file.
es: Nombre de volumen o nombres demasiado largos. Use un archivo .bsr.

source: Cannot find device "%s" in config file %s.
es: No se puede encontrar el dispositivo "%s" en el archivo de configuración %s.

source: Cannot init device %s
es: No se puede iniciar el dispositivo %s

source: Cannot open %s
es: No se puede abrir %s

source: Could not find device "%s" in config file %s.
es: No se puede encontrar el dispositivo "%s" en el archivo de configuración %s.

source: Using device: "%s" for reading.
es: Usando dispositivo: "%s" para lectura.

source: Using device: "%s" for writing.
es: Usando el dispositivo: "%s" para escribir.

source: Unexpected End of Data
es: Fin de dato inesperado

source: Unexpected End of Tape
es: Fin de cinta inesperado

source: Unexpected End of File
es: Fin de archivo inesperado

source: Tape Door is Open
es: La tapa de la cinta está abierta

source: Unexpected Tape is Off-line
es: Cinta inesperada fuera de línea

source: Acquire read: num_writers=%d not zero. Job %d canceled.
es: Lectura de adquisición: num_writers=%d no cero. Trabajo %d cancelado.

source: No volumes specified for reading. Job %s canceled.
es: No se especificaron dispositivo para lectura. Trabajo %s cancelado.

source: Logic error: no next volume to read. Numvol=%d Curvol=%d
es: Error lógico: no hay un siguiente volumen que leer. Numvol=%d Curvol=%d

source: Changing read device. Want Media Type="%s" have="%s" device=%s
es: Cambiando el dispositivo de leer. Quiere el tipo de medio=«%s» tiene =«%s» dispositivo=%s

source: Media Type change. New read device %s chosen.
es: Cambio del tipo de medio. Nuevo dispositivo de leer %s eligido.

source: No suitable device found to read Volume "%s"
es: No hay dispositivo disponible para leer el volumen "%s"

source: Job %s canceled.
es: Trabajo %s cancelado.

source: Read open device %s Volume "%s" failed: ERR=%s
es: Falló la lectura del dispositivo abierto %s Volumen "%s": ERR=%s

source: Too many errors trying to mount device %s for reading.
es: Demasiados errores intentando montar el dispositivo %s para lectura.

source: Ready to read from volume "%s" on device %s.
es: Listo para leer desde el volumen "%s" en el dispositivo %s.

source: Want to append, but device %s is busy reading.
es: Deseando añadir, pero el dispositivo %s está ocupado leyendo.

source: Could not ready device %s for append.
es: No se puede leer el dispositivo %s para añadir.

source: Alert: %s
es: Alerta: %s

source: 3997 Bad alert command: %s: ERR=%s.
es: 3997 Orden de alerta incorrecta: %s: ERR=%s.

source: Read error on device %s in ANSI label. ERR=%s
es: Error de lectura en el dispositivo %s en la etiqueta ANSI. ERR=%s

source: Insane! End of tape while reading ANSI label.
es: ¡Qué locura! Final de cinta mientras se leía la etiqueta ANSI.

source: No VOL1 label while reading ANSI/IBM label.
es: No hay etiqueta VOL1 mientras se leía la etiqueta ANSI/IBM.

source: Wanted ANSI Volume "%s" got "%s"
es: Se buscaba un volumen ANSI "%s" se consiguió "%s"

source: No HDR1 label while reading ANSI label.
es: No hay etiqueta HDR1 mientras se leía la etiqueta ANSI.

source: ANSI/IBM Volume "%s" does not belong to Bacula.
es: El volumen ANSI/IBM «%s» no pertenece a Bacula.

source: No HDR2 label while reading ANSI/IBM label.
es: No hay etiqueta HDR2 mientras se lee la etiqueta ANSI/IBM.

source: Unknown or bad ANSI/IBM label record.
es: Registro de etiqueta ANSI/IBM desconocido o erróneo.

source: Too many records in while reading ANSI/IBM label.
es: Demasiados registros mientras se lee la etiqueta ANSI/IBM.

source: ANSI Volume label name "%s" longer than 6 chars.
es: Nombre de la etiqueta de volumen ANSI "%s" mayor de 6 caracteres.

source: Could not write ANSI VOL1 label. ERR=%s
es: No se puede escribir la etiqueta VOL1 ANSI. ERR=%s

source: Could not write ANSI HDR1 label. ERR=%s
es: No se puede escribir la etiqueta HDR1 ANSI. ERR=%s

source: Could not write ANSI HDR1 label.
es: No se puede escribir la etiqueta HDR1 ANS.

source: Error writing EOF to tape. ERR=%s
es: Error escribiendo el fin de archivo en la cinta. ERR=%s

source: write_ansi_ibm_label called for non-ANSI/IBM type
es: se invocó write_ansi_ibm_label para un tipo diferente a ANSI/IBM

source: Dump block %s %x: size=%d BlkNum=%d Hdrcksum=%x cksum=%x
es: Volcando bloque %s %x: tamaño=%d NumBlq=%d Hdrcksum=%x cksum=%x

source: %d block read errors not printed.
es: %d errores de lectura de bloque no mostrados.

source: Volume data error at %u:%u! Wanted ID: "%s", got "%s". Buffer discarded.
es: ¡Error de datos de volumen en %u:%u! Identidad solicitada: «%s», se obtuvo «%s». Búfer descartado.

source: Volume data error at %u:%u! Block length %u is insane (too large), probably due to a bad archive.
es: ¡Error en los datos de volumen en %u:%u! La longitud del bloque %u es demencial (demasiado grande), probablemente debido a un archivo erróneo.

source: Volume data error at %u:%u! Block checksum mismatch in block=%u len=%d: calc=%x blk=%x
es: Error de datos de volumen en %u:%u! Diferencia de la suma de comprobación de bloques en bloque=%u len=%d: calc=%x blk=%x

source: Cannot write block. Device at EOM.
es: No se puede escribir bloque. Dispositivo en EOM.

source: Attempt to write on read-only Volume.
es: Intentando escribir en un volumen de sólo lectura.

source: User defined maximum volume capacity %s exceeded on device %s.
es: Capacidad máxima del volumen definida por el usuario %s excede del dispositivo %s.

source: Unable to write EOF. ERR=%s
es: Imposible escribir fin de archivo. ERR=%s

source: Write block header zeroed.
es: Write block header se estableció a cero.

source: Write error at %u:%u on device %s. ERR=%s.
es: Error de escritura en %u:%u en el dispositivo %s. ERR=%s.

source: End of Volume "%s" at %u:%u on device %s. Write of %u bytes got %d.
es: Fin del volumen "%s" en %u:%u en el dispositivo %s. Escritos %u bytes conseguidos %d.

source: Backspace file at EOT failed. ERR=%s
es: El archivo de retrocesos en EOT falló. ERR=%s
