Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/tags/language-pack-gnome-*-*-1:9.04+20090609guada1/data/*/LC_MESSAGES/bacula.po
Languages: es

source: EMT instruction (Emulation Trap)
es: Instrucción EMT (Trampa de Emulación)

source: IOT trap
es: Trampa IOT

source: BUS error
es: Error de BUS

source: Floating-point exception
es: Excepción de punto flotante

source: Kill, unblockable
es: Matar, inbloqueable

source: User-defined signal 1
es: Señal 1 definida por el usuario

source: Segmentation violation
es: Violación de segmentación

source: User-defined signal 2
es: Señal 2 definida por el usuario

source: Broken pipe
es: Tubería rota

source: Alarm clock
es: Alarma del reloj

source: Termination
es: Terminación

source: Stack fault
es: Falla de pila

source: Child status has changed
es: Estado de hijo ha cambiado

source: Continue
es: Continuar

source: Stop, unblockable
es: Parada, no bloqueable

source: Keyboard stop
es: Parada de teclado

source: Background read from tty
es: Lectura en segundo plano desde tty

source: Background write to tty
es: Escritura en segundo plano a tty

source: Urgent condition on socket
es: Condición urgente en socket

source: CPU limit exceeded
es: Límite de CPU excedido

source: File size limit exceeded
es: Límite de tamaño de archivo excedido

source: Virtual alarm clock
es: Alarma de reloj virtual

source: Profiling alarm clock
es: Alarma de reloj perfilada

source: Window size change
es: Cambio del tamaño de ventana

source: I/O now possible
es: E/S ahora posible

source: Power failure restart
es: Reinicio de fallo de energía

source: No runnable lwp
es: lwp no ejecutable

source: SIGLWP special signal used by thread library
es: Señal especial SIGLWP usada por la biblioteca de hilo

source: Checkpoint Freeze
es: Punto de control congelado

source: Checkpoint Thaw
es: Descongelar punto de control

source: Thread Cancellation
es: Caancelación de hilo

source: Resource Lost (e.g. record-lock lost)
es: Recurso perdido (p.e. record-lock perdido)

source: Cannot open stream socket. ERR=%s. Current %s All %s
es: No se puede abrir el zócalo de flujo. ERR=%s. Actual %s Todos %s

source: Cannot set SO_REUSEADDR on socket: %s
es: No se puede establecer SO_REUSEADDR en el zócalo: %s

source: Cannot bind port %d: ERR=%s: Retrying ...
es: No se puede unir el puerto %d: ERR=%s: Reintentando ...

source: Cannot bind port %d: ERR=%s.
es: No se puede unir el puerto%d: ERR=%s.

source: Could not init client queue: ERR=%s
es: No se puede iniciar la cola de cliente: ERR=%s

source: Error in select: %s
es: Error en la selección: %s

source: Connection from %s:%d refused by hosts.access
es: La conexión desde %s:%d rechazada por hosts.access

source: Could not create client BSOCK.
es: No se puede crear cliente BSOCK.

source: Could not add job to client queue: ERR=%s
es: No se puede añadir el trabajo a la cola del cliente: ERR=%s

source: Could not destroy client queue: ERR=%s
es: No es posible destruir cola de cliente: ERR=%s

source: Cannot open stream socket: %s
es: No se puede abrir el zócalo de flujo: %s

source: Cannot bind port %d: ERR=%s: retrying ...
es: No se puede unir el puerto %d: ERR=%s: reintentando ...

source: Server socket
es: Socket de Servidor

source: Socket accept error for %s. ERR=%s
es: Socket acepta error para %s. ERR=%s

source: Out of memory
es: Memoria agotada

source: Too much memory used.
es: Se utilizó mucha memoria.

source: Attempt to free NULL called from %s:%d
es: Intento de liberar NULL invocado desde %s:%d

source: double free from %s:%d
es: doble libre desde %s:%d

source: qp->qnext->qprev != qp called from %s:%d
es: qp->qnext->qprev != qp llamado desde %s:%d

source: qp->qprev->qnext != qp called from %s:%d
es: qp->qprev->qnext != qp llamado desde %s:%d

source: Buffer overrun called from %s:%d
es: Rebosamiento del búfer llamado desde %s:%d

source: sm_realloc size: %d
es: tamaño sm_realloc: %d

source: sm_realloc %d at %x from %s:%d
es: sm_realloc %d en %x desde %s:%d

source: Orphaned buffers exist. Dump terminated following discovery of bad links in chain of orphaned buffers. Buffer address with bad links: %p
es: Existen buffers huérfanos. El volcado finalizó los siguientes descubrimientos de enlaces erróneos en cadena de buffers huérfanos. Dirección del buffer con enlaces erróneos: %p

source: %s buffer: %s %6u bytes buf=%p allocated at %s:%d
es: %s buffer: %s %6u bytes buf=%p asignados en %s:%d

source: Damaged buffer found. Called from %s:%d
es: Se encontró un buffer dañado. Llamado desde %s:%d

source: Damaged buffers found at %s:%d
es: Buffers dañados encontrados en %s:%d

source: discovery of bad prev link.
es: descubrimiento del enlace anterior erróneo.

source: discovery of bad next link.
es: descubrimiento del enlace posterior erróneo.

source: discovery of data overrun.
es: descubrimiento del rebosamiento de datos.

source: NULL pointer.
es: Puntero NULL.

source: Buffer address: %p
es: Dirección del búfer: %p

source: Damaged buffer: %6u bytes allocated at line %d of %s %s
es: Búfer dañado: %6u bytes alojados en la línea %d de %s %s

source: Out of memory: ERR=%s
es: No hay memoria: ERR=%s

source: Buffer overflow.
es: Desbordamiento de búfer

source: Bad errno
es: Número de error incorrecto

source: Possible mutex deadlock.
es: Posible bloqueo permanente causado por un algoritmo mutex

source: Mutex lock failure. ERR=%s
es: Fallo en bloqueo de mutex. Error=%s

source: Possible mutex deadlock resolved.
es: Resuelto posible bloqueo permanente causado por un algoritmo mutex

source: Mutex unlock not locked. ERR=%s
es: Desbloqueo mutex no bloqueado. Error=%s

source: Mutex unlock failure. ERR=%s
es: Fallo de desbloqueo mutex. Error=%s

source: Memset for %d bytes at %s:%d
es: Reserva de memoria para %d bytes en %s:%d

source: Cannot open pid file. %s ERR=%s
es: No se puede abrir archivo pid. %s ERR=%s

source: %s is already running. pid=%d Check file %s
es: %s ya está ejecutándose. pid=%d Compruebe archivo %s

source: Could not open pid file. %s ERR=%s
es: No es posible abrir archivo pid. %s ERR=%s

source: Could not create state file. %s ERR=%s
es: No es posible crear archivo de estado. %s ERR=%s

source: Write final hdr error: ERR=%s
es: Escribiendo el final del error de escritura de disco: Error=%s

source: Could not find userid=%s: ERR=%s
es: No se puede encontrar la identidad de usuario=%s: ERR=%s

source: Could not find password entry. ERR=%s
es: No se puede encontrar la contraseña de entrada. ERR=%s

source: Could not find group=%s: ERR=%s
es: No se pudo encontrar grupo=%s: ERR=%s

source: Could not initgroups for group=%s, userid=%s: ERR=%s
es: No se pueden iniciar grupos para el grupo=%s, idusuario=%s: ERR=%s

source: Could not initgroups for userid=%s: ERR=%s
es: No se pueden iniciar grupos para el idusuario=%s: ERR=%s

source: Could not set group=%s: ERR=%s
es: No se pudo establecer grupo=%s: ERR=%s

source: Could not set specified userid: %s
es: No se puede establecer la identidad del usuario especificado: %s

source: Unable to open certificate file
es: No es posible abrir archivo de certificado

source: Unable to read certificate from file
es: No se pudo leer certificado desde el archivo

source: Unable to extract public key from certificate
es: No se puede extraer llave pública del certificado

source: Provided certificate does not include the required subjectKeyIdentifier extension.
es: El certificado proporcionado no incluye la extensión requerida subjectKeyIdentifier.

source: Unsupported key type provided: %d
es: Se brindó un tipo de llave no soportada: %d

source: Unable to open private key file
es: No se puede abrir archivo de llave pública

source: Unable to read private key from file
es: No se puede leer llave pública del archivo

source: Unsupported digest type: %d
es: Tipo de resumen no soportado: %d

source: OpenSSL digest initialization failed
es: Falló la inicialización del resumen OpenSSL

source: OpenSSL digest update failed
es: Falló la actualización del resumen OpenSSL

source: OpenSSL digest finalize failed
es: Falló la finalización del resumen OpenSSL

source: OpenSSL digest_new failed
es: OpenSSL digest_new falló

source: OpenSSL sign get digest failed
es: OpenSSL firma de recogida de resumen falló

source: OpenSSL digest Verify final failed
es: OpenSSL resumen de verificación final falló

source: No signers found for crypto verify.
es: No se encontraron firmantes para la verificación de cifrado.

source: Signature creation failed
es: Creación de firma falló

source: Signature decoding failed
es: Falló la decodificación de la firma

source: Unsupported cipher type specified
es: Tipo de cifrado especificado no soportado

source: CryptoData decoding failed
es: Falló la decodificación CryptoData

source: Failure decrypting the session key
es: Fallo descifrando la llave de sesión

source: Unsupported contentEncryptionAlgorithm: %d
es: Algoritmo de cifrado de contenido no soportado: %d

source: OpenSSL cipher context initialization failed
es: OpenSSL el contexto de inicialización de cifrado falló

source: Encryption session provided an invalid symmetric key
es: Sesión de encriptación brindó una clave simétrica inválida

source: Encryption session provided an invalid IV
es: Sesión de encriptación brindó un IV inválido

source: OpenSSL cipher context key/IV initialization failed
es: OpenSSL la clave IV de contexto de inicialización de cifrado falló

source: Unable to init OpenSSL threading: ERR=%s
es: Imposible iniciar hilos de procesos OpenSSL: ERR=%s

source: Failed to seed OpenSSL PRNG
es: Fallo al sembrar OpenSSL PRNG

source: Failed to save OpenSSL PRNG
es: Fallo al guardar OpenSSL PRNG

source: Unsupported digest type=%d specified
es: Tipo de resumen=%d especificado no soportado

source: SHA1Update() returned an error: %d
es: SHA1Update() devolvio un error: %d

source: No error
es: Sin error

source: Signer not found
es: Firmante no encontrado

source: Recipient not found
es: Destinatario no encontrado

source: Unsupported digest algorithm
es: Algoritmo de resumen no soportado

source: Unsupported encryption algorithm
es: Algoritmo de encriptación no soportado

source: Signature is invalid
es: Firma es inválida

source: Decryption error
es: Error de descifrado

source: Internal error
es: Error interno

source: Unknown error
es: Error desconocido

source: Unable to destroy mutex: ERR=%s
es: No es posible destruir mutex: ERR=%s

source: Illegal character "%c" in name.
es: Caracter illegal "%c" en nombre.

source: Name too long.
es: Nombre muy largo

source: Status OK
es: Estado OK

source: bget_msg: unknown signal %d
es: bget_msg: señal desconocida %d

source: Problem probably begins at line %d.
es: Problema talvez empieza en la línea %d.

source: Config error: %s : line %d, col %d of file %s %s %s
es: Error de configuración: %s : línea %d, columna %d del archivo %s %s %s

source: Config error: %s
es: Error de configuración: %s

source: Close of NULL file
es: Cierre de archivo NULL

source: get_char: called after EOF. You may have a open double quote without the closing double quote.
es: get_char: llamada antes del fin del archivo (EOF). Puede tener comillas abiertas sin las de cierre.

source: Config token too long, file: %s, line %d, begins at line %d
es: Señal de configuración demasiado larga, archivo: %s, línea %d, empieza en la línea %d

source: none
es: ninguno

source: comment
es: comentario

source: number
es: número

source: identifier
es: identificador

source: string
es: cadena

source: include
es: incluir

source: UTF-8 Byte Order Mark
es: Marca de orden de Byte UTF-8

source: UTF-16le Byte Order Mark
es: Marca de orden de Byte UTF-16le

source: expected a positive integer number, got: %s
es: se esperaba número entero positivo, se obtuvo: %s

source: This config file appears to be in an unsupported Unicode format (UTF-16be). Please resave as UTF-8
es: Este archivo de configuración para ser un formato Unicode no soportado (UTF-16be). Por favor vuelva a grabar como UTF-8

source: Cannot open included config file %s: %s
es: No se puede abrir archivo de configuración incluido %s: %s

source: expected an integer or a range, got %s: %s
es: se esperaba un entero o un rango, se obtuvo %s: %s

source: expected an integer number, got %s: %s
es: se esperaba un número entero, se obtuvo %s: %s

source: expected a name, got %s: %s
es: se esperaba un nombre, se obtuvo %s: %s

source: name %s length %d too long, max is %d
es: nombre %s de longitud %d muy larga, máxima es %d

source: expected a string, got %s: %s
es: se esperaba una cadena, se obtuvo %s; %s

source: everything ok
es: todo está ok

source: incomplete named character
es: Caracter nombrado incompleto

source: incomplete hexadecimal value
es: valor hexadecimal incompleto

source: invalid hexadecimal value
es: valor hexadecimal inválido

source: octal value too large
es: valor octal muy largo

source: invalid octal value
es: valor octal inválido

source: incomplete octal value
es: valor octal incompleto

source: incomplete grouped hexadecimal value
es: valor hexadecimal agrupado incompleto

source: incorrect character class specification
es: especificación de clase de caracter incorrecta

source: invalid expansion configuration
es: configuración de expansión inválida

source: out of memory
es: memoria agotada

source: incomplete variable specification
es: especificación variable incompleta

source: undefined variable
es: variable no definida

source: input is neither text nor variable
es: entrada no es ni texto ni variable

source: unknown command character in variable
es: caracter de comando desconocido en variable

source: malformatted search and replace operation
es: operación de buscar y reemplazar malformada

source: unknown flag in search and replace operation
es: Bandera desconocida en la operación de buscar y reemplazar

source: invalid regex in search and replace operation
es: expresión de registro inválida en la operación de busqueda y reemplazo

source: missing parameter in command
es: parámetro faltante en comando

source: empty search string in search and replace operation
es: cadena de búsqueda vacía en operación de búsqueda y reemplazo

source: start offset missing in cut operation
es: posición de salida perdida en la operación de corte

source: offsets in cut operation delimited by unknown character
es: posiciones de la operación de corte delimitadas por un carácter desconocido

source: range out of bounds in cut operation
es: rango fuera de límites en operación de corte

source: offset out of bounds in cut operation
es: compensación fuera de límites en la operación de corte

source: logic error in cut operation
es: error lógico en operación de corte

source: malformatted transpose operation
es: formateo incorrecto en operación transpuesta

source: source and target class mismatch in transpose operation
es: clases fuente y objetivo distintas en la operación de transporte

source: empty character class in transpose operation
es: clase de carácter vacía en operación transpuesta

source: incorrect character class in transpose operation
es: clase de carácter incorrecta en operación transpuesta

source: malformatted padding operation
es: operación de relleno con formato incorrecto

source: width parameter missing in padding operation
es: se ha perdido el parámetro de anchura en la operación de relleno

source: fill string missing in padding operation
es: se ha perdido cadena de llenar en operación de relleno

source: unknown quoted pair in search and replace operation
es: comillas dobles desconocidas en la operación de búsqueda y sustitución

source: sub-matching reference out of range
es: referencia sub-matching fuera de rango

source: invalid argument
es: argumento inválido

source: incomplete quoted pair
es: par de cuotas incompleto

source: lookup function does not support variable arrays
es: la función de busqueda no admite matrices de variables

source: index of array variable contains an invalid character
es: índice de la variable arreglo contiene un caracter inválido

source: index of array variable is incomplete
es: índice de la variable arreglo está incompleto

source: bracket expression in array variable's index not closed
es: la expresión entre paréntesis en el índice de variables de matriz no está cerrada

source: division by zero error in index specification
es: error de división por cero en especificación de índice

source: unterminated loop construct
es: construcción de búsqueda no terminada

source: invalid character in loop limits
es: caracter inválido en limites de bucle

source: malformed operation argument list
es: lista de argumentos de operación malformada

source: undefined operation
es: operación no definida

source: formatting failure
es: fallo de formateo

source: unknown error
es: error desconocido

source: %s: run command "%s"
es: %s: ejecute comando "%s"

source: Runscript: %s could not execute. ERR=%s
es: Runscript: %s no se pudo ejecutar. ERR=%s

source: Runscript: %s returned non-zero status=%d. ERR=%s
es: Runscript: %s devolvió estado no cero=%d. ERR=%s

source: Only ipv4 and ipv6 are supported (%d)
es: Sólo ipv4 e ipv6 son soportados (%d)

source: Only ipv4 is supported (%d)
es: Solo está soportado ipv4 (%d)

source: It was tried to assign a ipv6 address to a ipv4(%d)
es: Se trató de asignar una dirección ipv6 a una ipv4(%d)

source: It was tried to assign a ipv4 address to a ipv6(%d)
es: Se trató de asignar una dirección ipv4 a una ipv6(%d)

source: Can't add default address (%s)
es: No se puede agregar dirección por defecto (%s)

source: the old style addresses cannot be mixed with new style
es: el estilo anterior de direcciones no se puede mezclar con el nuevo estilo

source: can't resolve service(%s)
es: no se puede resolver servicio(%s)

source: can't resolve hostname(%s) %s
es: no se puede resolver nombre de host(%s) %s

source: Expected a block begin { , got: %s
es: Se esperaba un inicio de bloque {, se obtuvo: %s

source: Empty addr block is not allowed
es: Bloque addr vacío no está permitido

source: Expected a string, got: %s
es: Se esperaba una cadena, se obtuvo: %s

source: Expected a string [ip|ipv4|ipv6], got: %s
es: Se esperaba una cadena [ip|ipv4|ipv6], se obtuvo: %s

source: Expected a string [ip|ipv4], got: %s
es: Se esperaba una cadena [ip|ipv4], se obtuvo: %s

source: Expected a equal =, got: %s
es: Se esperaba un igual =, se obtuvo: %s

source: Expected a identifier [addr|port], got: %s
es: Se esperaba un identificador [addr|port], se obtuvo: %s

source: Only one port per address block
es: Sólo un puerto por bloque de dirección

source: Only one addr per address block
es: Solo un addr por bloque de dirección

source: Expected a number or a string, got: %s
es: Se esperaba un número o una cadena, se obtuvo: %s

source: Expected an IP number or a hostname, got: %s
es: Se esperaba un número IP o un nombre de host, se obtuvo: %s

source: State machine missmatch
es: Estatus de la máquina perdido

source: Expected a end of block }, got: %s
es: Se esperaba un fin de bloque }, se obtuvo: %s

source: Can't add hostname(%s) and port(%s) to addrlist (%s)
es: No se puede añadir el nombre del anfitrión (%s) y puerto (%s) a la lista de direcciones (%s)

source: can't add port (%s) to (%s)
es: no se puede agregar puerto (%s) a (%s)

source: Expected a port number or string, got: %s
es: Se esperaba un número de puerto o una cadena, se obtuvo: %s

source: File skipped. Not newer: %s
es: Archivo omitido. No es más nuevo: %s

source: File skipped. Not older: %s
es: Archivo omitido. No es más viejo: %s

source: File skipped. Already exists: %s
es: Archivo omitido. Ya existe: %s

source: File %s already exists and could not be replaced. ERR=%s.
es: Archivo %s ya existe y no puede ser reemplazado. ERR=%s

source: bpkt already open fid=%d
es: ya está abierto bpkt, fid=%d

source: Could not create %s: ERR=%s
es: No se puede crear %s: ERR=%s

source: Cannot make fifo %s: ERR=%s
es: No se puede hacer fifo %s: ERR=%s

source: Cannot make node %s: ERR=%s
es: No se puede hacer nodo %s: ERR=%s

source: Could not symlink %s -> %s: ERR=%s
es: No se ha podido crear el enlace simbólico %s -> %s: ERR=%s

source: Could not restore file flags for file %s: ERR=%s
es: No se ha podido restaurar el archivo de banderas para el archivo %s: ERR=%s

source: Could not hard link %s -> %s: ERR=%s
es: No se ha podido crear el enlace duro %s -> %s: ERR=%s

source: Could not reset file flags for file %s: ERR=%s
es: No se ha podido restablecer el archivo de banderas para el archivo %s: ERR=%s

source: Original file %s not saved: type=%d
es: No se guardó archivo original %s: tipo=%d

source: Unknown file type %d; not restored: %s
es: Tipo de archivo desconocido %d; no se restauró: %s

source: Zero length filename: %s
es: Nombre de archivo de longitud cero: %s

source: File size of restored file %s not correct. Original %s, restored %s.
es: Tamaño del archivo restaurado %s no es correcto. Original %s, restaurado %s.

source: Unable to set file owner %s: ERR=%s
es: No es posible establecer propietario del archivo %s: ERR=%s

source: Unable to set file modes %s: ERR=%s
es: No es posible establecer modos de archivo %s: ERR=%s

source: Unable to set file times %s: ERR=%s
es: Imposible ajustar la hora del archivo %s: ERR=%s

source: Unable to set file flags %s: ERR=%s
es: Imposible establecer el archivo de banderas %s: ERR=%s

source: Error in %s file %s: ERR=%s
es: Error en %s archivo %s: ERR=%s

source: Error in %s: ERR=%s
es: Error en %s: ERR=%s

source: Cannot open current directory: %s
es: No se puede abrir el directorio actual: %s

source: Current directory: %s
es: Directorio actual: %s

source: Cannot get current directory: %s
es: No se puede obtener directorio actual: %s

source: Cannot return to %s from %s: %s
es: No se puede retornar a %s desde %s: %s

source: Cannot return to saved working directory from %s: %s
es: No se puede retornar a directorio de trabajo guardado desde %s: %s

source: Cannot return to %s: %s
es: No se puede volver a %s: %s

source: Cannot return to saved working directory: %s
es: No se puede retornar a directorio de trabajo guardado: %s

source: Cannot stat file %s: ERR=%s
es: No se puede verificar el archivo %s: ERR=%s

source: %s mtime changed during backup.
es: %s mtime cambió durante el respaldo.

source: %s ctime changed during backup.
es: %s ctime cambió durante el respaldo.

source: %s size changed during backup.
es: %s tamaño cambiado durante respaldo.

source: Top level directory "%s" has unlisted fstype "%s"
es: El directorio de más alto nivel "%s" tiene un sistema de archivo desconocido "%s"

source: Top level directory "%s" has an unlisted drive type "%s"
es: Directorio de nivel superior "%s" tiene un tipo de dispositivo no listado "%s"

source: Unix attributes
es: Atributos Unix

source: File data
es: Datos de Archivo

source: MD5 digest
es: Resumen MD%

source: GZIP data
es: Datos GZIP

source: Extended attributes
es: Atributos extendidos

source: Sparse data
es: Datos escasos

source: GZIP sparse data
es: Datos scasos GZIP

source: Program names
es: Nombres de programa

source: Program data
es: Datos de programa

source: SHA1 digest
es: Resumen SHA1

source: Win32 data
es: Datos Win32

source: Win32 GZIP data
es: Datos GZIP de Win32

source: MacOS Fork data
es: Datos bifurcados SO Mac

source: HFS+ attribs
es: atributos HFS+

source: Standard Unix ACL attribs
es: Atributos ACL Unix estándar

source: Default Unix ACL attribs
es: Atributos ACL Unix por defecto

source: SHA256 digest
es: Resumen SHA256

source: SHA512 digest
es: Resumen SHA512

source: Signed digest
es: Resumen firmado

source: Encrypted File data
es: Datos de archivo encriptados

source: Encrypted Win32 data
es: Datos de Win32 encriptados

source: Encrypted session data
es: Datos de sesión encriptados

source: Encrypted GZIP data
es: Datos de GZIP encriptados

source: Encrypted Win32 GZIP data
es: Datos de GZIP Win32 encriptados
