Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/tags/language-pack-gnome-*-*-1:9.04+20090609guada1/data/*/LC_MESSAGES/bacula.po
Languages: es

source: Encrypted MacOS fork data
es: Datos bifurcados cifrados SO Mac

source: AdjustTokenPrivileges set
es: Configura AdjustTokenPrivileges

source: Cannot create directory %s: ERR=%s
es: No se puede crear directorio %s: ERR=%s

source: %s exists but is not a directory
es: %s existe pero no es un directorio

source: %c: is not a valid drive
es: %c: no es un controlador válido

source: Cannot change owner and/or group of %s: ERR=%s
es: No se puede cambiar dueño y/o grupo de %s: ERR=%s

source: Cannot chdir to directory, %s: ERR=%s
es: No se puede cambiar al directorio, %s: ERR=%s

source: Cannot change permissions of %s: ERR=%s
es: No se pueden cambiar los permisos %s: ERR=%s

source: Failed ASSERT: %s
es: Ha fallado ASSERT: %s

source: *None*
es: *Ninguno*

source: Initializing ...
es: Initializando ...

source: Connected
es: Conectado

source: Processing command ...
es: Procesando orden...

source: Command completed ...
es: Orden completada...

source: At main prompt waiting for input ...
es: En la línea de órdenes principal se espera una entrada ...

source: At prompt waiting for input ...
es: Desde la línea de órdenes esperando una entrada ...

source: Command failed.
es: Orden fallida.

source: Director disconnected.
es: Director desconectado.

source: Version: %s (%s) %s %s %s Usage: bat [-s] [-c config_file] [-d debug_level] [config_file] -c <file> set configuration file to file -dnn set debug level to nn -s no signals -t test - read configuration and exit -? print this message.
es: Versión: %s (%s) %s %s %s Uso: bat [-s] [-c archi_confg] [-d nivel_depur] [archi_config] -c <file> ajusta el archivo de configuración con el propuesto en <file> -dnn ajusta el nivel de depuración a nn -s sin señales -t prueba - lee la configuración y termina -? imprime este mensaje.

source: &About... F1
es: &Acerca de... F1

source: Show about dialog
es: Mostrar diálogo Acerca de

source: Connect to the director
es: Conectar al director

source: Disconnect
es: Desconectar

source: Disconnect of the director
es: Desconectar del director

source: Change of configuration file
es: Cambiar su archivo de configuración

source: Change your default configuration file
es: Cambiar su archivo de configuración predeterminado

source: Edit your configuration file
es: Editar su archivo de configuración

source: E&xit Alt-X
es: Sali&r Alt-X

source: Quit this program
es: Salir de este programa

source: &File
es: &Archivo

source: &Help
es: &Ayuda

source: Welcome to bacula bwx-console %s (%s)!
es: Beinvenido/a a bacula bwx-console %s (%s)

source: Warning : Unicode is disabled because you are using wxWidgets for GTK+ 1.2.
es: Aviso: Unicode está desactivado porque usted está utilizando wxWidgets para GTK+ 1.2.

source: Warning : There is a problem with wxWidgets for GTK+ 2.0 without Unicode support when handling non-ASCII filenames: Every non-ASCII character in such filenames will be replaced by an interrogation mark. If this behaviour disturbs you, please build bwx-console against a Unicode version of wxWidgets for GTK+ 2.0. ---
es: Aviso : Hay un problema con wxWidgets para GTK+ 2.0 no tiene soporte Unicode cuando se manipula nombre de archivos no-ASCII: Cada caracter no-ASCII que se encuentre en los nombres de archivo se reemplazará con un signo de interrogación. Si este comportamiento le incomoda, escriba su propia consola bwx que soporte una versión Unicode de wxWidgets para GTK+ 2.0. ---

source: Type your command below:
es: Teclee su orden abajo:

source: Send
es: Enviar

source: Error while parsing command line arguments, using defaults.
es: Error mientras se analizaba los argumentos de la línea de órdenes, usando predeterminados.

source: Usage: bwx-console [-c configfile] [-w tmp]
es: Uso: bwx-console [-c archconfig] [-w tmp]

source: It seems that it is the first time you run bwx-console. This file (%s) has been choosen as default configuration file. Do you want to edit it? (if you click No you will have to select another file)
es: Parece que es la primera vez que corre bwx-console. Este archivo (%s) se ha elegido como archivo de configuración predeterminado. ¿Desea editarlo? (si pulsa No deberá seleccionar otro archivo)

source: First run
es: Primera ejecución

source: Unable to read %s Error: %s Do you want to choose another one? (Press no to edit this file)
es: Imposible leer %s Error: %s ¿Desea elegir otro? (Pulse no para editar este archivo)

source: Unable to read configuration file
es: Imposible leer el archivo de configuración

source: Please choose a configuration file to use
es: Elija un archivo de configuración para usar

source: This configuration file has been successfully read, use it as default?
es: Este archivo de configuración se la leído correctamente. ¿Usarlo como predeterminado?

source: Configuration file read successfully
es: Archivo de configuración leído correctamente

source: Using this configuration file: %s
es: Usando este archivo de configuración: %s

source: Connecting to the director...
es: Conectando al director...

source: Failed to unregister a data parser !
es: Fallo al desregistrar el analizador de datos

source: Quitting.
es: Terminando.

source: Welcome to Bacula bwx-console. Written by Nicolas Boichat <nicolas@boichat.ch> Copyright (C), 2005-2007 Free Software Foundation Europe, e.V.
es: Bienvenido/a a Bacula bwx-console. Escrito por Nicolas Boichat <nicolas@boichat.ch> Copyright (C), 2005-2007 Free Software Foundation Europe, e.V.

source: About Bacula bwx-console
es: Acerca de Bacula bwx-console

source: Please choose your default configuration file
es: Elija su archivo de configuración predeterminado

source: Use this configuration file as default?
es: ¿Usar este archivo de configuración como predeterminado?

source: Configuration file
es: Archivo de configuración

source: Console thread terminated.
es: Hilo de consola terminado.

source: Connection to the director lost. Quit program?
es: Conexión al director perdida. ¿Salir del programa?

source: Connection lost
es: Conexión perdida

source: Connected to the director.
es: Conectado al director

source: Reconnect
es: Reconectar

source: Reconnect to the director
es: Reconectar al director

source: Disconnected of the director.
es: Deconectar del director.

source: Unexpected question has been received.
es: Se ha recibido una cuestión no esperada.

source: bwx-console: unexpected director's question.
es: consola-bwx: pregunta de director inesperada

source: Apply
es: Aplicar

source: Unknown command.
es: Orden desconocida.

source: Possible completions:
es: Posibles completados:

source: Enter restore mode
es: Introduzca el modo de restauración

source: Cancel restore
es: Cancelar restauración

source: Add
es: Añadir

source: Remove
es: Eliminar

source: Refresh
es: Refrescar

source: Filename
es: Nombre de archivo

source: Perm.
es: Permanente.

source: Job Name
es: Nombre de trabajo

source: Fileset
es: Conjunto de archivos

source: Before
es: Delante

source: Please configure parameters concerning files to restore :
es: Configure los parámetreos concernientes a los archivos a restaurar :

source: always
es: siempre

source: if newer
es: si es posterior

source: if older
es: si es anterior

source: never
es: nunca

source: Please configure parameters concerning files restoration :
es: Configure los parámetros concernientes a la restauración de archivos:

source: Getting parameters list.
es: Consiguiendo lista de parámetros.

source: Error : no clients returned by the director.
es: Error : el director no devolvió clientes.

source: Error : no filesets returned by the director.
es: Error : el director no devolvió ningún conjunto de archivos

source: Error : no storage returned by the director.
es: Error : el director no devolvió un almaacenamiento.

source: Error : no jobs returned by the director.
es: Error : el director no devolvió trabajos.

source: RestoreFiles
es: Restaurar archivos

source: Please configure your restore parameters.
es: Configure sus parámetros de restauración

source: Please select a client.
es: Por favor, seleccione un cliente.

source: Please select a restore date.
es: Por favor, elija una fecha a restaurar.

source: Building restore tree...
es: Construyendo árbol de restauración...

source: Error while starting restore:
es: Error al iniciar la restauración:

source: Right click on a file or on a directory, or double-click on its mark to add it to the restore list.
es: Clic derecho sobre un archivo o sobre un director, o doble clic en su marca para agregarlo a la lista de restauración.

source: bwx-console: unexpected restore question.
es: bwx-console: pregunta de restauración inesperada.

source: files selected to be restored.
es: archivos seleccionados para restaurar.

source: file selected to be restored.
es: archivo seleccionado para restaurar.

source: Please configure your restore (%ld files selected to be restored)...
es: Configure su restauración (%ld archivos seleccionados para restaurar)...

source: Restore failed : no file selected.
es: Restauración fallida : no se seleccionaron archivos.

source: Restore failed : no file selected.
es: Restauración fallida : no se seleccionaron archivos.

source: Restoring, please wait...
es: Restaurando, espere...

source: Job queued. JobId=
es: Trabajo puesto en cola. Idtrabajo=

source: Restore queued, jobid=
es: Restauración puesta en cola, Idtrabajo=

source: Job failed.
es: Trabajo fallido.

source: Restore failed, please look at messages.
es: Restauración fallida, mire los mensajes.

source: Restore failed, please look at messages in console.
es: Restauración fallida, mire los mensajes en la consola.

source: Failed to retrieve jobid.
es: No se pudo recuperar el IdTrabajo.

source: Restore is scheduled to run. bwx-console will not wait for its completion.
es: La restauración ha sido programada para ejecutarse. La bwx-console no esperará que se complete.

source: Restore is scheduled to run. bwx-console will not wait for its completion.
es: La restauración ha sido programada para ejecutarse. La bwx-console no esperará que se complete.

source: Restore job created, but not yet running.
es: Trabajo de restauración creado pero no corriendo.

source: Restore job running, please wait (%ld of %ld files restored)...
es: Trabajo de restauración ejecutándose, espere (%ld of %ld archivos restaurados)...

source: Restore job terminated successfully.
es: Trabajo de restauración terminado correctamente.

source: Restore job terminated successfully.
es: Trabajo de restauración terminado correctamente.

source: Restore job terminated in error, see messages in console.
es: Trabajo de restauración terminado con errores, vea los mensajes en la consola.

source: Restore job terminated in error, see messages.
es: Trabajo de restauración terminado con errores, vea los mensajes.

source: Restore job reported a non-fatal error.
es: El trabajo de restauración informa de un error no fatal.

source: Restore job reported a fatal error.
es: El trabajo de restauración informa de un error fatal.

source: Restore job cancelled by user.
es: Trabajo de restauración cancelado por el usuario.

source: Restore job cancelled by user.
es: Restaurar trabajo cancelado por el usuario.

source: Restore job is waiting on File daemon.
es: El trabajo de restauración está esperando el demonio de archivo

source: Restore job is waiting for new media.
es: El trabajo de restauración está esperando un nuevo medio.

source: Restore job is waiting for storage resource.
es: El trabajo de restauración está esperando un recurso de almacenamiento

source: Restore job is waiting for job resource.
es: El trabajo de restauración está esperando un recurso de trabajo.

source: Restore job is waiting for Client resource.
es: El trabajo de restauración está esperando el recurso cliente.

source: Restore job is waiting for maximum jobs.
es: El trabajo de restauración está esperando el máximo de tareas.

source: Restore job is waiting for start time.
es: El trabajo de restauración está esperando el tiempo de inicio.

source: Restore job is waiting for higher priority jobs to finish.
es: El trabajo de restauración está esperando que finalicen los trabajos de alta prioridad.

source: The restore job has not been started within one minute, bwx-console will not wait for its completion anymore.
es: El trabajo de restauración no se ha iniciado durante un minuto, bwx-console ya no esperará más para su terminación.

source: The restore job has not been started within one minute, bwx-console will not wait for its completion anymore.
es: El trabajo de restauración no se ha iniciado durante un minuto, bwx-console ya no esperará más para su terminación.

source: Restore done successfully.
es: Restauración realizada correctamente.

source: Restore done successfully.
es: Restauración realizada correctamente.

source: Applying restore configuration changes...
es: Aplicando cambios en la configuración de la restauración...

source: Failed to find the selected client.
es: Fallo al buscar el cliente seleccionado.

source: Failed to find the selected fileset.
es: No se encontró el conjunto de archivos seleccionado.

source: Failed to find the selected storage.
es: Fallo al buscar el almacenamiento selecccionado.

source: Run Restore job
es: Ejecutar trabajo de restauración

source: Restore configuration changes were applied.
es: Se aplicaron los cambios a la configuración de restauración.

source: Restore cancelled.
es: Restauración cancelada.

source: Restore cancelled.
es: Restaruación cancelada

source: No results to list.
es: Sin resultados que listar.

source: No backup found for this client.
es: No se encontró copia de seguridad para este cliente.

source: Query failed
es: Consulta fallida

source: Cannot get previous backups list, see console.
es: Imposible obtener listas de respaldo anteriores, vea la consola.

source: JobName:
es: Nombredetrabajo:

source: Where:
es: Donde:

source: Replace:
es: Reemplazar:

source: ifnewer
es: ifnewer (siesmásnuevo)

source: ifolder
es: ifolder (siesmásviejo)

source: FileSet:
es: Conjunto de archivos:

source: Restoring...
es: Restaurando...

source: Neither "TLS CA Certificate" or "TLS CA Certificate Dir" are defined for Director "%s" in config file. At least one CA certificate store is required.
es: No está definido el «TLS CA Certificate» ni el «TLS CA Certificate Dir» para el Director «%s» en el archivo de configuración. Se necesita por lo menos un almacen de certificados CA.

source: No Director resource defined in config file. Without that I don't how to speak to the Director :-(
es: El recurso director no está definido en el archivo de configuración. Sin él no es posible comunicarse con el director :-(

source: Neither "TLS CA Certificate" or "TLS CA Certificate Dir" are defined for Console "%s" in config file.
es: No está definido el «TLS CA Certificate» ni el «TLS CA Certificate Dir» para la consola «%s» en el archivo de configuración.

source: Error while initializing windows sockets...
es: Error al inicializar sockets de ventana...

source: Error while cleaning up windows sockets...
es: Error al limpiar sockets de ventana...

source: Error while initializing library.
es: Error al inicializar la biblioteca.

source: Cryptographic library initialization failed.
es: Falló la inicialización de la biblioteca de cifrado.

source: Please correct configuration file.
es: Corrija el archivo de configuración.

source: Error : Library not initialized
es: Error : Biblioteca no inicializada

source: Error : No configuration file loaded
es: Error : Archivo de configuración no cargado

source: Connecting...
es: Conectando...

source: Error : No director defined in config file.
es: Error : No se ha definido director en el archivo de configuración.

source: Multiple directors found in your config file.
es: Se encontraron múltiples directores en su archivo de configuración.

source: Please choose a director (1-%d):
es: Elija el director (1-%d):

source: Failed to connect to the director
es: Fallo al conectar al director

source: Connected
es: Conectado

source: << Unexpected signal received :
es: << Se recibió una señal inesperada :

source: Connection terminated
es: Conexión terminada

source: Config file editor
es: Editor de archivos de configuración

source: # Bacula bwx-console Configuration File
es: # Archivo de Configuración de Bacula bwx-console

source: Save and close
es: Guardar y cerrar

source: Close without saving
es: Cerrar sin guardar

source: Unable to write to %s
es: Imposible escribir en %s

source: Error while saving
es: Error al guardar

source: RegisterServiceCtlHandler failed
es: Falló el RegisterServiceCtlHandler

source: Failure contacting the Service Handler
es: Fallo al contactar con el Manejador del Servicio

source: Service start report failed
es: El informe de arranque de servicio falló

source: StartServiceCtrlDispatcher failed.
es: StartServiceCtrlDispatcher falló.

source: KERNEL32.DLL not found: Bacula service not started
es: No se encontró KERNEL32.DLL: No se inició servicio Bacula

source: Registry service not found: Bacula service not started
es: Servicio de registro no encontrado: No se inició servicio Bacula

source: Registry service entry point not found
es: No se encontró el punto de entrada del servicio de registro

source: Report Service failure
es: Fallo de Reporte de Servicio

source: Unable to install the service
es: Imposible instalar el servicio

source: Service command length too long
es: La orden de servicio es demasiado larga

source: Service command length too long. Service not registered.
es: Comando de Servicio muy largo. Servicio no registrado.

source: The Service Control Manager could not be contacted - the service was not installed
es: El Manejador de Control de Servicio no pudo ser contactado - el servicio no fue instalado

source: The Bacula service:
es: El servicio Bacula:

source: Provides file backup and restore services. Bacula -- the network backup solution.
es: Provee copias de seguridad para archivos y servicios de restauración. Bacula -- la solución de copias de seguridad para red

source: Cannot write System Registry for
es: Imposible escribir el Registro del Sistema para

source: The System Registry could not be updated - the Bacula service was not installed
es: El Registro del Sistema no pudo ser actualizado - El servicio Bacula no fue instalado

source: Cannot add Bacula key to System Registry
es: Imposible añadir clave Bacula al Registro del Sistema

source: The
es: El

source: A existing Bacula service:
es: Un servicio Bacula existente:

source: The service Manager could not be contacted - the Bacula service was not removed
es: El Manejador de Servicio no puedo ser contactado - el servicio Bacula no fue eliminado

source: Could not find registry entry. Service probably not registerd - the Bacula service was not removed
es: No se pudo encontrar entrada de registro. Servicio probablemente no registrado – el servicio Bacula no fue eliminado

source: Could not delete Registry key for
es: No se puede borrar la clave de registro de

source: Bacula could not be contacted, probably not running
es: No se puede contactar con Bacula, posiblemente no está corriendo

source: The Bacula service has been removed
es: El servicio Bacula ha sido eliminado

source: SetServiceStatus failed
es: SetServiceStatus falló

source: %s error: %ld at %s:%d
es: %s error: %ld en: %s:%d

source: Locked by: %s, duration: %ld seconds
es: Bloqueado por: %s, duración: %ld segundos

source: No longer locked
es: Desbloqueado

source: Could not lock database
es: No se puede bloquear la base de datos

source: Bad Command Line Option
es: Opción de línea de órdenes incorrecta

source: Write lock failed. ERR=%s
es: Falló el bloqueo de escritura. ERR=%s

source: Write unlock failed. ERR=%s
es: Falló el desbloqueo de escritura. ERR=%s

source: Read lock failed. ERR=%s
es: Falló el bloqueo de lectura. ERR=%s

source: Read unlock failed. ERR=%s
es: Falló el desbloqueo de lectura. ERR=%s

source: Init rwlock failed. ERR=%s
es: Falló la iniciación de rwlock. ERR=%s

source: Create thread failed. ERR=%s
es: Falló crear hilo. ERR=%s

source: Join thread failed. ERR=%s
es: Falló la unión al hilo. ERR=%s

source: Fatal gethostbyname for myself failed "%s": ERR=%s
es: Fatal gethostbyname ha fallado para mí "%s": ERR=%s

source: Non-authoritative for host not found, or ServerFail.
es: No autoritario no encontrado para el anfitrión, o fallo del servidor.
