Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/tags/language-pack-gnome-*-*-1:9.04+20090609guada1/data/*/LC_MESSAGES/bacula.po
Languages: es

source: Please enter a valid regexp (!from!to!):
es: Introduzca una expresión de registro válida (!from!to!):

source: regexwhere=%s
es: expresión de registro donde=%s

source: Cannot use your regexp
es: No es posible utilizar su expresión de registro

source: Please enter filename to test:
es: Introduzca un nombre de archivo para comprobar:

source: Cannot use your regexp.
es: No se usa su expresión de registro.

source: Levels:
es: Niveles:

source: Full
es: LLeno

source: Differential
es: Diferencial

source: Since
es: Desde

source: Select level
es: Seleccionar nivel

source: Initialize Catalog
es: Inicializar catálogo

source: Verify Catalog
es: Verificar catálogo

source: Verify Volume to Catalog
es: Verificar volumen en el catálogo

source: Verify Disk to Catalog
es: Verificar disco en el catálogo

source: Verify Volume Data (not yet implemented)
es: Verificar datos del volumen (no implementado aun)

source: Level not appropriate for this Job. Cannot be changed.
es: Nivel no apropiado par este trabajo. No se puede cambiar.

source: Run %s job JobName: %s FileSet: %s Client: %s Storage: %s When: %s Priority: %d
es: Correr %s trabajo Nombredetrabajo: %s Conjunto de archivos: %s Cliente: %s Almacenamiento: %s Donde: %s Prioridad: %d

source: Admin
es: Administrador

source: Run %s job JobName: %s Level: %s Client: %s FileSet: %s Pool: %s (From %s) Storage: %s (From %s) When: %s Priority: %d
es: Correr trabajo %s Nombredetrabajo: %s Nivel: %s Cliente: %s Conjunto de archivos: %s Conjunto: %s (desde %s) Almacenamiento: %s (desde %s) Donde: %s Prioridad: %d

source: Backup
es: Copia de seguridad

source: Run %s job JobName: %s Level: %s Client: %s FileSet: %s Pool: %s (From %s) Storage: %s (From %s) Verify Job: %s Verify List: %s When: %s Priority: %d
es: Correr trabajo %s Nombre de trabajo: %s Nivel: %s Cliente: %s Conjunto de archivos: %s Conjunto: %s (De %s) Almacenamiento: %s (De %s) Verificar trabajo: %s Verificar lista: %s Donde: %s Prioridad: %d

source: Verify
es: Verificar

source: Please enter a JobId for restore:
es: Introduzca una identidad de trabajo para restaurar:

source: Run Restore job JobName: f%s Bootstrap: %s RegexWhere: %s Replace: %s FileSet: %s Backup Client: %s Restore Client: %s Storage: %s When: %s Catalog: %s Priority: %d
es: Ejecución de trabajo de restauración Nombre de trabajo: f%s Arranque: %s ExpregDonde: %s Reemplazar: %s Conjunto de archivos: %s Cliente de respaldo: %s Cliente de restauración: %s Almacenamiento: %s Cuando: %s Catálogo: %s Prioridad: %d

source: Run Restore job JobName: %s Bootstrap: %s Where: %s Replace: %s FileSet: %s Backup Client: %s Restore Client: %s Storage: %s When: %s Catalog: %s Priority: %d
es: Ejecución de trabajo de restauración Nombre de trabajo: %s Arranque: %s Donde: %s Reemplazar: %s Conjunto de archivos: %s Cliente de respaldo: %s Cliente de restauración: %s Almacenamiento: %s Cuando: %s Catálogo: %s Prioridad: %d

source: Run Restore job JobName: %s Bootstrap: %s
es: Ejecución de trabajo de restauración Nombre de trabajo: %s Arranque: %s

source: RegexWhere: %s
es: Expresión de registro donde: %s

source: Where: %s
es: Donde: %s

source: Replace: %s Client: %s Storage: %s JobId: %s When: %s Catalog: %s Priority: %d
es: Reemplazar: %s Cliente: %s Almacenamiento: %s Id de trabajo: %s Donde: %s Catálogo: %s Prioridad: %d

source: Run Migration job JobName: %s Bootstrap: %s Client: %s FileSet: %s Pool: %s (From %s) Read Storage: %s (From %s) Write Storage: %s (From %s) JobId: %s When: %s Catalog: %s Priority: %d
es: Ejecución de trabajo de migración Nombre de trabajo: %s Arranque: %s Cliente: %s Conjunto de archivos: %s Conjunto: %s (Desde %s) Leer almacenamiento: %s (Desde %s) Escribir almacenamiento: %s (Desde %s) Id de trabajo: %s Cuando: %s Catálogo: %s Prioridad: %d

source: Unknown Job Type=%d
es: Tipo de trabajo desconocido=%d

source: Value missing for keyword %s
es: Valor de clave perdido %s

source: Job name specified twice.
es: Nombre de trabajo especificado dos veces.

source: JobId specified twice.
es: Ide de trabajo especificada dos veces.

source: Client specified twice.
es: Cliente especificado dos veces.

source: FileSet specified twice.
es: Conjunto de archivos especificados dos veces.

source: Level specified twice.
es: Nivel especificado dos veces.

source: Storage specified twice.
es: Almacenamiento especificado dos veces.

source: RegexWhere or Where specified twice.
es: Expresión de registro donde o donde especificados dos veces.

source: No authorization for "regexwhere" specification.
es: No hay autorización para la especificación "regexwhere".

source: Where or RegexWhere specified twice.
es: Donde o expresión de registro donde especificados dos veces.

source: No authoriztion for "where" specification.
es: Sin autorización para la especificación "donde" (where).

source: Bootstrap specified twice.
es: Arranque especificado dos veces.

source: Replace specified twice.
es: Reemplazo especificado dos veces.

source: When specified twice.
es: Donde especificado dos veces.

source: Priority specified twice.
es: Prioridad especificada dos veces.

source: Priority must be positive nonzero setting it to 10.
es: Prioridad debe ser positivo distinto de cero se establece a 10.

source: Verify Job specified twice.
es: Trabajo de verificación especificado dos veces.

source: Migration Job specified twice.
es: Trabajo de migración especificado dos veces.

source: Pool specified twice.
es: Conjunto especificado dos veces.

source: Restore Client specified twice.
es: Cliente de restauración especificado dos veces.

source: Invalid keyword: %s
es: Clave inválida: %s

source: Catalog "%s" not found
es: El catálogo "%s" no se encuentra

source: No authorization. Catalog "%s".
es: Sin autorización. Catálogo "%s".

source: Job "%s" not found
es: Trabajo "%s" no encontrado

source: A job name must be specified.
es: Se debe especificar un nombre de trabajo.

source: No authorization. Job "%s".
es: Sin autorización. Trabajo "%s".

source: Pool "%s" not found.
es: Conjunto "%s" no encontrado.

source: No authorization. Pool "%s".
es: Sin autorización. Conjunto "%s".

source: Storage "%s" not found.
es: Almacenamiento "%s" no encontrado.

source: No authorization. Storage "%s".
es: Sin autorización. Almacenamiento "%s".

source: No authorization. Client "%s".
es: Sin autorización. Cliente "%s".

source: Restore Client "%s" not found.
es: Cliente de restauración "%s" no encontrado.

source: FileSet "%s" not found.
es: Conjunto de archivos "%s" no encontrado.

source: No authorization. FileSet "%s".
es: Sin autorización. Conjunto de archivos "%s".

source: Verify Job "%s" not found.
es: Trabajo de verificación "%s" no encontrado.

source: Migration Job "%s" not found.
es: Trabajo de migración "%s" no encontrado.

source: Job %s waiting %d seconds for scheduled start time.
es: Trabajo %s esperando %d segundos por la hora de inicio prevista.

source: Rescheduled Job %s at %s to re-run in %d seconds (%s).
es: Trabajo %s reprogramado a %s para volver a correr en %d segundos (%s).

source: previous Job
es: Trabajo anterior

source: Job canceled. Attempt to read and write same device. Read storage "%s" (From %s) -- Write storage "%s" (From %s)
es: Trabajo cancelado. Intento de leer y escribir el mismo dispositivo. Almacenamiento de lectura %s (desde %s) -- Almacenamiento de escritura "%s" (dede %s)

source: Cannot create UA thread: %s
es: No se puede especificar el hilo UA: %s

source: You have messages.
es: Tiene mensajes.

source: ACL support not configured for your machine.
es: Soporte ACL no configurado para su máquina.

source: acl_to_text error on file "%s": ERR=%s
es: error acl_to_text en archivo "%s": ERR=%s

source: acl_delete_def_file error on file "%s": ERR=%s
es: error acl_delete_def_file en archivo "%s": ERR=%s

source: acl_from_text error on file "%s": ERR=%s
es: error acl_from_text en archivo "%s": ERR=%s

source: ac_valid error on file "%s": ERR=%s
es: error ac_valid en archivo "%s": ERR=%s

source: acl_set_file error on file "%s": ERR=%s
es: error acl_set_file en archivo "%s": ERR=%s

source: acltostr error on file "%s": ERR=%s
es: error acltostr en archivo "%s": ERR=%s

source: strtoacl error on file "%s": ERR=%s
es: error strtoacl en archivo "%s": ERR=%s

source: setacl error on file "%s": ERR=%s
es: error setacl en archivo "%s": ERR=%s

source: acltotext error on file "%s": ERR=%s
es: error acltotext en archivo "%s": ERR=%s

source: aclfromtext error on file "%s": ERR=%s
es: error aclfromtext en archivo "%s": ERR=%s

source: acl(SETACL) error on file "%s": ERR=%s
es: error acl(SETACL) en archivo "%s": ERR=%s

source: Cannot malloc %d network read buffer
es: No se puede reservar memoria para el buffer de lectura %d de red

source: Could not access %s: ERR=%s
es: No se puede acceder %s: ERR=%s

source: Could not follow link %s: ERR=%s
es: No se puede seguir el vínculo %s: ERR=%s

source: Could not stat %s: ERR=%s
es: No se puede establecer %s: ERR=%s

source: Unchanged file skipped: %s
es: Archivo no cambiado omitido: %s

source: Archive file skipped: %s
es: Archivo omitido: %s

source: Recursion turned off. Directory skipped: %s
es: Recursividad apagada. Directorio omitido: %s

source: File system change prohibited. Directory skipped: %s
es: Modificación del sistema de archivos prohibida. Directorio omitido: %s

source: Could not open directory %s: ERR=%s
es: No se puede abrir el directorio %s: ERR=%s

source: Unknown file type %d: %s
es: Tipo de archivo desconocido %d: %s

source: Network error in send to Director: ERR=%s
es: Error de red al enviar al director: ERR=%s

source: %s digest initialization failed
es: inicialización de resumen %s fallida

source: Cannot open %s: ERR=%s.
es: No se puede abrir %s: ERR=%s.

source: Cannot open resource fork for %s: ERR=%s.
es: No se puede abrir el recurso bifurcado para %s: ERR=%s.

source: Error reading file %s: ERR=%s
es: Error leyendo archivo %s: ERR=%s

source: Cannot set buffer size FD->SD.
es: No se pudo establecer el tamaño del búfer FD->SD.

source: An error occurred while encrypting the stream.
es: Ocurrió un error cuando se cifraba el flujo.

source: Recursion turned off. Will not descend from %s into %s
es: Recursividad desactivada. No se descenderá desde %s a %s

source: %s is a different filesystem. Will not descend from %s into %s
es: %s es un sistema de archivos diferente. No se descenderá desde %s a %s

source: Disallowed filesystem. Will not descend from %s into %s
es: Sistema de archivos no permitido. No se descenderá desde %s a %s

source: Disallowed drive type. Will not descend into %s
es: Tipo de unidad no permitido. No se descenderá a %s

source: Archive file not saved: %s
es: Archivador de archivo no guardado: %s

source: Unknown file type %d; not saved: %s
es: Tipo de archivo desconocido %d; no guardado: %s

source: %s signature digest initialization failed
es: falló la inicialización del resumen de firma %s

source: Python reader program "%s" not found.
es: Programa lector Python "%s" no encontrado.

source: Failed to allocate memory for crypto signature.
es: Fallo al asignar memoria para la firma cifrada.

source: An error occurred while signing the stream.
es: Ocurrió un error mientras se firmaba el flujo.

source: An error occurred finalizing signing the stream.
es: Ocurrió un error finalizando la firma del flujo.

source: Compression deflateParams error: %d
es: Error de parámetros de compresión: %d

source: Encrypting sparse data not supported.
es: Cifrado de datos incompletos no soportado

source: Failed to initialize encryption context.
es: Fallo al inicializar el contexto de cifrado.

source: Network send error to SD. ERR=%s
es: La red envió un error a SD. ERR=%s

source: Compression deflate error: %d
es: Error en la deflacción de la compresión: %d

source: Compression deflateReset error: %d
es: Error de parámetros de descompresión: %d

source: Encryption error
es: Error de cifrado

source: Read error on file %s. ERR=%s
es: Error de lectura en el archivo %s. ERR=%s

source: Too many errors.
es: Demasiados errores.

source: Encryption padding error
es: Error en el relleno de cifrado

source: Error reading ACL of %s
es: Error leyendo ACL en %s

source: Invalid file flags, no supported data stream type.
es: Banderas de archivo inválidas, tipo de flujo de datos no soportado.

source: 2901 Job %s not found.
es: 2901 trabajo %s no encontrado.

source: 2001 Job %s marked to be canceled.
es: 2001 Trabajo %s marcado para cancelar.

source: 2902 Error scanning cancel command.
es: 2902 Error explorando la orden de cancelación.

source: 2991 Bad setdebug command: %s
es: 2991 Orden de configuración de depuración incorrecta: %s

source: Bad estimate command: %s
es: Orden de estimación incorrecta: %s

source: 2992 Bad estimate command.
es: 2992 Orden de estimación incorrecta.

source: Bad Job Command: %s
es: Orden de trabajo incorrecta: %s

source: Bad RunBeforeJob command: %s
es: Orden RunBeforeJob incorrecta: %s

source: 2905 Bad RunBeforeJob command.
es: 2905 Orden RunBeforeJob incorrecta.

source: 2905 Bad RunBeforeNow command.
es: 2905 Orden RunBeforeNow incorrecta.

source: Bad RunAfter command: %s
es: Orden RunAfter incorrecta: %s

source: 2905 Bad RunAfterJob command.
es: 2905 Orden RunAfterJob incorrecta.

source: Bad RunScript command: %s
es: Orden RunScript incorrecta: %s

source: 2905 Bad RunScript command.
es: 2905 Orden RunScript incorrecta.

source: Error running program: %s. stat=%d: ERR=%s
es: Error ejecutando programa: %s. stat=%d: ERR=%s

source: Cannot open FileSet input file: %s. ERR=%s
es: No se puede abrir el archivo de entrada del conjunto de archivos: %s. ERR=%s

source: REGEX %s compile error. ERR=%s
es: EXPRESIÓN DE REGISTRO %s error de compilación. ERR=%s

source: Invalid FileSet command: %s
es: Orden de conjunto de archivos inválida: %s

source: Unknown include/exclude option: %c
es: Opción incluir/excluir desconocida: %c

source: Could not create bootstrap file %s: ERR=%s
es: No se puede crear el archivo de arranque %s: ERR=%s

source: DIR and FD clocks differ by %d seconds, FD automatically compensating.
es: Los relojes DIR y FD difieren en %d segundos, FD se compensa automáticamente.

source: Unknown backup level: %s
es: Nivel de copia de seguridad desconocido: %s

source: Bad level command: %s
es: Orden de nivel incorrecta: %s

source: Bad session command: %s
es: Orden de sesión incorrecta: %s

source: Bad storage command: %s
es: Orden de almacenamiento incorrecta: %s

source: Failed to connect to Storage daemon: %s:%d
es: Fallo al conectar al demonio de almacenamiento: %s:%d

source: Failed to authenticate Storage daemon.
es: Fallo al autenticar el demonio de almacenamiento.

source: Cannot contact Storage daemon
es: No se puede conectar con el demonio de almacenamiento

source: Bad response to append open: %s
es: Respuesta errónea al abrir para añadir: %s

source: Bad response from stored to open command
es: Mala respuesta de orden almacenada a orden abierta

source: Generate VSS snapshots. Driver="%s", Drive(s)="%s"
es: Generar instantáneas VSS. Dispositivo="%s", Dispositivo(s)="%s"

source: Generate VSS snapshots failed.
es: Fallo la generación de instantáneas VSS.

source: Generate VSS snapshot of drive "%c:\" failed. VSS support is disabled on this drive.
es: La generación de la instantánea VSS del dispositivo "%c:\" falló. El soporte VSS está desactivado en este dispositivo.

source: VSS Writer (PrepareForBackup): %s
es: Escritor VSS (preparador para respaldos): %s

source: No drive letters found for generating VSS snapshots.
es: No se encontraron letras de dispositivo para generar la instantánea VSS.

source: VSS was not initialized properly. VSS support is disabled. ERR=%s
es: VSS no se inició adecuadamente. El soporte VSS está desactivado. ERR=%s

source: Append Close with SD failed.
es: Fallo al cerrar para añadir con SD.

source: Bad status %d returned from Storage Daemon.
es: Estatus %d incorrecto, devuelto por el demonio de almacenamiento.

source: VSS Writer (BackupComplete): %s
es: Escritor VSS (Respaldocompleto): %s

source: 2994 Bad verify command: %s
es: 2994 Orden de verificación incorrecta: %s

source: 2994 Bad verify level: %s
es: 2994 Nivel de verificación incorrecto: %s

source: Bad replace command. CMD=%s
es: Orden de reemplazamiento incorrecto. CMD=%s

source: Bad where regexp. where=%s
es: Expresión de registro donde incorrecta. donde=%s

source: Improper calling sequence.
es: Secuencia de llamada impropia.

source: Bad response to SD read open: %s
es: Respuesta errónea al abrir SD para leer: %s

source: Bad response from stored to read open command
es: Respuesta errónea de orden almacenada para abrir para lectura

source: Comm error with SD. bad response to %s. ERR=%s
es: Error de comunicación con SD. mala respuesta para %s. ERR=%s

source: Bad response to %s command. Wanted %s, got %s
es: Respuesta incorrecta a la orden %s. Se buscaba %s, se consiguió %s

source: I only authenticate directors, not %d
es: Sólo autentico directores, no %d

source: Bad Hello command from Director at %s. Len=%d.
es: Orden Hello incorrecta del Director en %s. Tam=%d.

source: Bad Hello command from Director at %s: %s
es: Orden Hello incorrecta del Director en %s: %s

source: Connection from unknown Director %s at %s rejected.
es: Conexión desde el director desconocido %s en %s rechazada.

source: Incorrect password given by Director at %s.
es: Contraseña dada por el director en %s incorrecta.

source: Authorization problem: Remote server did not advertize required TLS support.
es: Problema de autorización: El servidor remoto no anunció el soporte TLS requerido.

source: Unable to authenticate Director
es: Imposible autenticar director

source: Authorization key rejected by Storage daemon. Please see http://www.bacula.org/rel-manual/faq.html#AuthorizationErrors for help.
es: Clave de autorización rechazada por el demonio de almeacenamiento. Vea http://www.bacula.org/rel-manual/faq.html#AuthorizationErrors para ayuda.

source: Size of data or stream of %s not correct. Original %s, restored %s.
es: El tamaño de los datos o el flujo de %s no es correcto. Original %s, restaurado %s.

source: Record header scan error: %s
es: Error de exploración de la cabecera de registro: %s

source: Data record error. ERR=%s
es: Error en el registro de datos. ERR=%s

source: Actual data size %d not same as header %d
es: Tamaño de datos actual %d no es el mismo que en la cabecera %d

source: Logic error: output file should be open
es: Error lógico: el archivo de salida puede estar abierto

source: Logic error: output file should not be open
es: Error lógico: el archivo de salida puede no estar abierto

source: Record header file index %ld not equal record index %ld
es: Índice de archivo de la cabecera de registro %ld distinto del índice de registro %ld

source: %s stream not supported on this Client.
es: %s flujo no soportado en este cliente.

source: Unexpected cryptographic session data stream.
es: Flujo de datos de sesión cifrada no esperados.

source: No private decryption keys have been defined to decrypt encrypted backup data.
es: No se han definido las claves de descifrado privadas, para descifrar los datos de respaldo cifrados.

source: Could not create digest.
es: No se puede crear el resumen.

source: Missing private key required to decrypt encrypted backup data.
es: Se perdió la clave privada requerida para descifrar los datos de respaldo cifrados.

source: Decrypt of the session key failed.
es: Fallo en el descifrado de la clave de sesión.

source: An error occurred while decoding encrypted session data stream: %s
es: Ocurrió un error al decodificar el flujo de datos de la sesión de descifrado: %s

source: Missing encryption session data stream for %s
es: Se perdió el flujo de datos de la sesión de descifrado para %s

source: Failed to initialize decryption context for %s
es: Fallo al inicializar el contexto de descifrado para %s

source: Cannot open resource fork for %s.
es: No se puede abrir la bifurcación del recurso para %s.

source: Invalid length of Finder Info (got %d, not 32)
es: longitud inválida del buscador de información (obtenidos %d, no 32)

source: Could not set Finder Info on %s
es: No se pudo definir el buscador de información en %s

source: Can't restore ACL of %s
es: No se puede restaurar ACL de %s

source: Can't restore default ACL of %s
es: No se puede restaurar el ACL predeterminado de %s

source: Unexpected cryptographic signature data stream.
es: Flujo de datos de firma cifrada inesperado.

source: Failed to decode message signature for %s
es: Fallo al decodificar la firma del mensaje para %s

source: Unknown stream=%d ignored. This shouldn't happen!
es: Flujo desconocido=%d ignorado. Esto no debería ocurrir

source: %d non-supported data streams and %d non-supported attrib streams ignored.
es: %d es un flujo de datos no soportado y se ignoraron los atributos %d del flujo de datos.

source: %d non-supported resource fork streams ignored.
es: %d la bifurcación de corrientes de recursos no soportados fue ignorada.

source: %d non-supported Finder Info streams ignored.
es: %d no soportado. Se ignoran los flujos de localización de información.

source: %d non-supported acl streams ignored.
es: %d no soportado. Se ignoran las cadenas acl.

source: %d non-supported crypto streams ignored.
es: Ignorados los %d flujos de cifrado no soportados

source: None
es: Ninguno

source: Zlib errno
es: número de error Zlib

source: Zlib stream error
es: Error de flujo Zlib

source: Zlib data error
es: error de datos Zlib

source: Zlib memory error
es: error de memoria Zlib

source: Zlib buffer error
es: Error de búfer Zlib

source: Zlib version error
es: error de versión Zlib

source: *none*
es: *ninguno*

source: Missing cryptographic signature for %s
es: Firma de cifrado perdida para %s

source: Signature validation failed for file %s: ERR=%s
es: Validación de firma fallida para el archivo %s: ERR=%s

source: Digest one file failed for file: %s
es: Resumen de un archivo fallido para el archivo: %s

source: Signature validation failed for %s: %s
es: Falló la validación de la firma para %s: %s

source: Seek to %s error on %s: ERR=%s
es: Buscando %s error en %s: ERR=%s

source: Uncompression error on file %s. ERR=%s
es: Error de descompresión en el archivo %s. ERR=%s

source: GZIP data stream found, but GZIP not configured!
es: Se encontró flujo de datos GZIP, pero GZIP no está configurado.

source: Write error in Win32 Block Decomposition on %s: %s
es: Error de escritura en el bloque de descomposición Win32 en %s: %s

source: Write error on %s: %s
es: Error de escritura en %s: %s

source: Decryption error
es: Error de descifrado

source: Decryption error. buf_len=%d decrypt_len=%d on file %s
es: Error de descifrado. buf_len=%d decrypt_len=%d en el archivo %s

source: Open File Manager paused
es: Apertura del gestor de archivos pausada

source: FAILED to pause Open File Manager
es: FALLO al pausar la apertura del gestor de archivos

source: Running as '%s'. Privmask=%#08x
es: Corriendo como '%s'. Máscara privada=%#08x

source: Failed to retrieve current UserName
es: Falló en la recuperación del nombre de usuario actual
