Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/tags/language-pack-gnome-*-*-1:9.04+20090609guada1/data/*/LC_MESSAGES/bacula.po
Languages: es

source: You have already selected the following JobIds: %s
es: Las siguientes identificaciones de trabajo ya están seleccionadas: %s

source: Enter full directory names or start the name with a < to indicate it is a filename containing a list of directories and terminate them with a blank line.
es: Introduzca nombres completos de directorios o empiece el nombre con < para indicar que es un nombre de archivo que contiene una lista de directorios, y finalícelos con una línea en blanco.

source: Enter directory name:
es: Introduzca el nombre del directorio:

source: Invalid JobId in list.
es: Identificación de trabajo no válida en la lista.

source: Unable to get Job record for JobId=%s: ERR=%s
es: Imposible obtener el registro de trabajo para JobId=%s: ERR=%s

source: Access to JobId=%s (Job "%s") not authorized. Not selected.
es: Acceso a JobId=%s (trabajo «%s») no autorizado. No se seleccionó.

source: No Jobs selected.
es: No se seleccionaron trabajos.

source: You have selected the following JobIds: %s
es: Seleccionó las siguientes identificaciones de trabajos: %s

source: You have selected the following JobId: %s
es: Seleccionó la siguiente identificación de trabajo: %s

source: The restored files will the most current backup BEFORE the date you specify below.
es: Los archivos restaurados serán el reguardo mas reciente ANTES de la fecha que especifique a continuación.

source: Enter date as YYYY-MM-DD HH:MM:SS :
es: Introduzca la fecha como AAAA-MM-DD HH:MM:SS :

source: Improper date format.
es: Formato de fecha inapropiado.

source: Cannot open file %s: ERR=%s
es: No se puede abrir el archivo %s: ERR=%s

source: Error occurred on line %d of file "%s"
es: Ocurrió un error en la línea %d del archivo «%s»

source: Query failed: %s. ERR=%s
es: Falló la consulta: %s. ERR=%s

source: No database record found for: %s
es: No se encontró registro de base de datos para: %s

source: No JobId specified cannot continue.
es: No se especificó una identificación de trabajo. No se puede continuar.

source: No table found: %s
es: No se encontró tabla: %s

source: Building directory tree for JobId %s ...
es: Construyendo árbol de directorio para el JobId %s ...

source: There were no files inserted into the tree, so file selection is not possible.Most likely your retention policy pruned the files
es: No hubo archivos insertados en el árbol, por lo tanto no se podrá hacer una selección de archivo. Comúnmente sus políticas de retención quitan los archivos.

source: Do you want to restore all the files? (yes|no):
es: ¿Desea restaurar todos los archivos? (yes|no):

source: 1 Job, %s files inserted into the tree and marked for extraction.
es: 1 trabajo, %s archivos insertados en el árbol y marcados para su extracción.

source: 1 Job, %s files inserted into the tree.
es: 1 trabajo, %s archivos insertados en el árbol.

source: %d Jobs, %s files inserted into the tree and marked for extraction.
es: %d trabajos, %s archivos insertados en el árbol y marcados para extracción.

source: %d Jobs, %s files inserted into the tree.
es: %d trabajos, %s archivos insertados en el árbol.

source: Error getting FileSet "%s": ERR=%s
es: Error obteniendo el grupo de archivos "%s": ERR=%s

source: No FileSet found for client "%s".
es: No se encontró el grupo de archivos para el cliente "%s"

source: Error getting FileSet record: %s
es: Error obteniendo el registro del grupo de archivos %s

source: This probably means you modified the FileSet. Continuing anyway.
es: Probablemente esto signifique que modificó el grupo de archivos. Continuar de igual manera.

source: Pool "%s" not found, using any pool.
es: Depósito "%s" no encontrado, usando cualquier depósito.

source: No Full backup before %s found.
es: No se encontró una copia de seguridad completa antes de %s.

source: No jobs found.
es: No se encontraron trabajos.

source: Warning default storage overridden by "%s" on command line.
es: Atención, el almacenamiento predefinido está sobre escrito por "%s" en la línea de órdenes.

source: Storage "%s" not found, using Storage "%s" from MediaType "%s".
es: El dispositivo "%s" no se ha encontrado, se está usando el dispositivo "%s" desde el tipo de medio "%s".

source: Unable to find Storage resource for MediaType "%s", needed by the Jobs you selected.
es: No se puede encontrar un recurso de almacenamiento para El tipo de medio "%s", necesario para las tareas seleccionadas.

source: Status available for:
es: Estatus disponible para:

source: Select daemon type for status
es: Seleccione un tipo de demonio para el estatus

source: %s Version: %s (%s) %s %s %s
es: %s Versión: %s (%s) %s %s %s

source: Daemon started %s, 1 Job run since started.
es: Demonio iniciado %s, 1 trabajo corriendo desde el inicio.

source: Daemon started %s, %d Jobs run since started.
es: Demonio iniciado %s, %d trabajos corriendo desde el inicio.

source: Heap: heap=%s smbytes=%s max_bytes=%s bufs=%s max_bufs=%s
es: Monticulo: monticulo=%s smbytes=%s max_bytes=%s bufs=%s max_bufs=%s

source: unknown source
es: fuente desconocida

source: Connecting to Storage daemon %s at %s:%d
es: Conectando al demonio de almacenaje %s en %s:%d

source: Failed to connect to Storage daemon %s. ====
es: Fallo al conectar con el demonio de almacenamiento %s. ====

source: Connected to storage daemon
es: Conectado al demonio de almacenaje

source: Connecting to Client %s at %s:%d
es: Conectándose al cliente %s en %s:%d

source: Failed to connect to Client %s. ====
es: Fallo al conectar al cliente %s. ====

source: Connected to file daemon
es: Conectado al demonio de archivo

source: Scheduled Jobs:
es: Trabajos programados:

source: Level Type Pri Scheduled Name Volume
es: Nivel Tipo Pri Programado Nombre Volumen

source: No Scheduled Jobs.
es: No hay trabajos programados.

source: Running Jobs:
es: Trabajos en curso:

source: Console connected at %s
es: Consola conectada a %s

source: No Jobs running. ====
es: No hay trabajos en curso. ====

source: JobId Level Name Status
es: Idtrabajo Nivel Nombre Estado

source: is waiting execution
es: esperando ejecución

source: is running
es: está corriendo

source: is blocked
es: está bloqueado

source: has terminated
es: está terminado

source: has erred
es: está errado

source: has errors
es: tiene errores

source: has a fatal error
es: tiene un error fatal

source: has verify differences
es: tiene varias diferencias

source: has been canceled
es: ha sido cancelado

source: is waiting on Client
es: está esperando al cliente

source: is waiting on Client %s
es: está esperando al cliente %s

source: is waiting on Storage %s
es: está esperando el almacenamiento %s

source: is waiting on Storage
es: está esperando el almacenamiento

source: is waiting on max Storage jobs
es: esta esperando en el maximo de trabajos de Almacenamiento

source: is waiting on max Client jobs
es: esta esperando en el maximo de trabajos de Cliente

source: is waiting on max Job jobs
es: esta esperando en el maximo de trabajos de Trabajo

source: is waiting on max total jobs
es: esta esperando en el maximo de trabajos

source: is waiting for its start time
es: está esperando su hora de comienzo

source: is waiting for higher priority jobs to finish
es: está esperando la finalización de trabajos con más prioridad

source: SD despooling Attributes
es: SD desenconlanto Atributos

source: Dir inserting Attributes
es: Insertando atributos (Dir)

source: is in unknown state %c
es: está en un estado desconocido %c

source: is waiting for a mount request
es: está esperando una petición de montaje

source: is waiting for an appendable Volume
es: esta esperando un Volumen agregable

source: is waiting for Client to connect to Storage daemon
es: está esperanado la conexión del cliente al demonio de almacenamiento

source: is waiting for Client %s to connect to Storage %s
es: está esperando al cliente %s para conectar al almacenamiento %s

source: No Terminated Jobs.
es: Trabajos no terminados.

source: Terminated Jobs:
es: Trabajos terminados:

source: JobId Level Files Bytes Status Finished Name
es: Id-trabajo Nivel Archivos Bytes Estado Terminado Nombre

source: Created
es: Creado

source: Diffs
es: Diferencias

source: OK
es: ACEPTAR

source: Other
es: Otro

source: Illegal character in Volume name "%s"
es: Carácter ilegal en el nombre de volumen "%s"

source: Created new Volume "%s" in catalog.
es: Nuevo volumen "%s" creado en el catálogo.

source: SQL failed, but ignored. ERR=%s
es: Falló SQL pero se ignoró. ERR=%s

source: Wanted to create Volume "%s", but it already exists. Trying again.
es: Deseaba crear el volumen "%s", pero ya existe. Inténtelo de nuevo.

source: Too many failures. Giving up creating Volume name.
es: Demasiados fallos. No se creara el nombre del volumen.

source: Could not init job queue: ERR=%s
es: No se puede iniciar la cola de trabajo: ERR=%s

source: Could not add job queue: ERR=%s
es: No se puede añadir la cola de trabajo: ERR=%s

source: Unable to init job cond variable: ERR=%s
es: Imposible iniciar trabajo, variable condicional: ERR=%s

source: Unimplemented job type: %d
es: Tipo de trabajo no implementado: %d

source: Job canceled because max start delay time exceeded.
es: Trabajo cancelado por que el tiempo maximo de espera para el comienzo fue excedido.

source: JobId %s, Job %s marked to be canceled.
es: id de trabajo %s, trabajo %s marcado para cancelar.

source: Failed to connect to File daemon.
es: Fallo al conectar al demonio de archivo.

source: Job resource
es: Recurso de trabajo

source: Max wait time exceeded. Job canceled.
es: Tiempo de espera máximo excedido. Trabajo cancelado.

source: Max run time exceeded. Job canceled.
es: Tiempo máximo de ejecución excedido. Trabajo cancelado.

source: Run pool override
es: Pila de ejecución sobrecargada

source: Run FullPool override
es: Tope de pila de ejecución sobrecargada

source: Job FullPool override
es: Tope de pila de trabajos sobrecargada

source: Run IncPool override
es: Pila de ejecución (de incrementales) sobrecargada

source: Job IncPool override
es: Trabajo IncPool sobrecargado

source: Run DiffPool override
es: Ejecutar DiffPool reemplazado

source: Job DiffPool override
es: Trabajo DiffPool reemplazado

source: Could not create Client record. ERR=%s
es: No se puede crear el registro de cliente. ERR=%s

source: FileSet MD5 digest not found.
es: No se ha encontrado la recopilación MD5 del conjunto de archivos.

source: Could not create FileSet "%s" record. ERR=%s
es: No se puede crear el registro de archivos "%s" ERROR = %s

source: Error updating job record. %s
es: Error actualizando el registro de trabajo. %s

source: Run storage override
es: Iniciar sobreescritura del almacenamiento

source: No storage specified.
es: No se especificó almacenamiento.

source: Could not start clone job.
es: No se puede iniciar el trabajo clonado.

source: Clone JobId %d started.
es: Clonación del Id de trabajo %d iniciado.

source: add media to a pool
es: añadir medio al depósito

source: autodisplay [on|off] -- console messages
es: autodisplay [on|off] -- mensajes de consola

source: automount [on|off] -- after label
es: automount [on|off] -- después de la etiqueta

source: cancel [<jobid=nnn> | <job=name>] -- cancel a job
es: cancel [<jobid=nnn> | <job=nombre>] -- cancelar un trabajo

source: create DB Pool from resource
es: crear depósito de BD desde el recurso

source: delete [pool=<pool-name> | media volume=<volume-name>]
es: delete [pool=<nombre de grupo> | media volume=<nombre de volumen>]

source: disable <job=name> -- disable a job
es: disable <job=nombre> -- desactivar trabajo

source: enable <job=name> -- enable a job
es: enable <job=nombre> -- activar trabajo

source: performs FileSet estimate, listing gives full listing
es: realiza una estimación del conjunto de archivos. Se proporciona un listado completo

source: exit = quit
es: exit = salir

source: gui [on|off] -- non-interactive gui mode
es: gui [on|off] -- Modo interfaz de usuario no interactivo

source: print this command
es: imprimir esta orden

source: list [pools | jobs | jobtotals | media <pool=pool-name> | files <jobid=nn>]; from catalog
es: Lista [pilas | trabajos | Total_trabajos | medio <pila=nombre-pila> | archivos <id-trabajo=nn>]; desde catálogo

source: label a tape
es: etiquetar la cinta

source: full or long list like list command
es: listado completo o largo como en la orden list

source: messages
es: mensajes

source: print current memory usage
es: imprimir el uso de memoria actual

source: mount <storage-name>
es: mount <nombre de almacenamiento>

source: prune expired records from catalog
es: podar los registros expirados del catálogo

source: purge records from catalog
es: purgar registros del catálogo

source: python control commands
es: órdenes de control python

source: quit
es: terminar

source: query catalog
es: consultar catálogo

source: restore files
es: restaurar archivos

source: relabel a tape
es: reetiquetar cinta

source: release <storage-name>
es: release <nombre de almacenamiento>

source: reload conf file
es: recargar archivo de configuración

source: run <job-name>
es: run <nombre-trabajo>

source: status [storage | client]=<name>
es: status [almacenamiento | cliente]=<nombre>

source: sets debug level
es: establecer el nivel de depuración

source: sets new client address -- if authorized
es: Establece la nueva dirección del cliente -- si está autorizado.

source: show (resource records) [jobs | pools | ... | all]
es: show (registros de recursos) [trabajos | pilas | ... | todo]

source: use SQL to query catalog
es: use SQL para consultar el catálogo

source: print current time
es: imprimir el tiempo actual

source: turn on/off trace to file
es: activar/desactivar el traceado del archivo

source: unmount <storage-name>
es: unmount <nombre-almacenamiento>

source: umount <storage-name> for old-time Unix guys
es: umount <nombre-almacenamiento> para Unix antiguos.

source: update Volume, Pool or slots
es: actualizar volumen, depósito o ranuras

source: use catalog xxx
es: use el catálogo xxx

source: does variable expansion
es: hace expansión variable

source: print Director version
es: imprimir versión de director

source: wait until no jobs are running [<jobname=name> | <jobid=nnn> | <ujobid=complete_name>]
es: esperar hasta que no haya trabajos ejecutándose [<jobname=nombre> | <jobid=nnn> | <ujobid=nombre completo>]

source: %s: is an invalid command.
es: %s: es una orden inválida.

source: You probably don't want to be using this command since it creates database records without labeling the Volumes. You probably want to use the "label" command.
es: Probablemente no quiera estar usando esta orden ya que ha creado registros de base de datos sin etiquetar los volúmenes. Probablemente quiera usar la orden "label".

source: Pool already has maximum volumes=%d
es: El depósito tiene ya el máximo de volúmenes=%d

source: Enter new maximum (zero for unlimited):
es: Introduzca un nuevo máximo (cero para no limitado):

source: Enter number of Volumes to create. 0=>fixed name. Max=%d:
es: Introduzca el número de volúmenes a crear. 0=>nombre fijo. Max=%d:

source: The number must be between 0 and %d
es: El número debe estar entre 0 y %d

source: Enter Volume name:
es: Introduzca el nombre del volumen:

source: Enter base volume name:
es: Introduzca el nombre del volumen de base:

source: Enter the starting number:
es: Introduzca el número de inicio:

source: Start number must be greater than zero.
es: EL número de inicio debe ser mayor de cero.

source: Enter slot (0 for none):
es: Introduzca ranura (o para ninguna):

source: InChanger? yes/no:
es: ¿Cambiador de entrada? Sí/No:

source: %d Volumes created in pool %s
es: %d volúmenes creados en el depósito %s

source: Turn on or off?
es: ¿Enceder o apagar?

source: JobId %s is not running. Use Job name to cancel inactive jobs.
es: El trabajo %s no está corriendo. Use el nombre del trabajo para cancelar trabajos inactivos.

source: Warning Job %s is not running. Continuing anyway ...
es: Aviso el trabajo %s no está corriendo, Continuar de todas maneras ...

source: Unauthorized command from this console.
es: Orden no autorizada desde esta consola.

source: No Jobs running.
es: No hay trabajos corriendo.

source: None of your jobs are running.
es: Ninguno de sus trabajos está corriendo.

source: Select Job:
es: Seleccione trabajo:

source: JobId=%s Job=%s
es: Idtrabajo=%s Trabajo=%s

source: Choose Job to cancel
es: Elija un trabajo para cancelar

source: Cancel: %s %s
es: Cancelar: %s %s

source: Confirm cancel?
es: ¿Confirmar cancelar?

source: Confirm cancel (yes/no):
es: Confirme cancelar (si/no):

source: Job "%s" not found.
es: Trabajo "%s" no encontrado.

source: Can't set %s RecyclePool to %s, %s is not in database. Try to update it with 'update pool=%s'
es: No se puede ajustar %s RecyclePool a %s, %s no está en la base de datos. Intente actualizarlo con 'update pool=%s'

source: Error: Pool %s already exists. Use update to change it.
es: Error: El conjunto %s ya existe. Use update para cambiarlo.

source: Pool %s created.
es: Depósito %s creatdo.

source: Python interpreter restarted.
es: Intérprete Python reiniciado.

source: Nothing done.
es: Nada hecho.

source: Client "%s" not found.
es: Cliente "%s" no encontrado.

source: Client "%s" address set to %s
es: La dirección del cliente "%s" se ha ajustado a %s

source: Job "%s" %sabled
es: Trabajo "%s" %sctivado

source: Failed to connect to Client.
es: Fallo al conectar al cliente.

source: Enter new debug level:
es: Introduzca un nuevo nivel de depuración:

source: Available daemons are:
es: El demonios disponibles son:

source: All
es: Todos

source: Select daemon type to set debug level
es: Seleccione el tipo de demonio para establecer el nivel de depuración

source: Client name missing.
es: Se perdió el nombre del cliente.

source: No authorization for Job "%s"
es: No hay autorización para el trabajo "%s"

source: Job name missing.
es: Se perdió el nombre del trabajo.

source: No authorization for FileSet "%s"
es: No hay autorización para el conjunto de archivos "%s"

source: Fileset name missing.
es: Nombre del conjunto de archivos omitido.

source: Level "%s" not valid.
es: EL nivel «%s» no es válido.

source: Level value missing.
es: Se perdió el nombre del nivel.

source: No job specified.
es: No se especificó trabajo.

source: Error sending include list.
es: Error al enviar la lista de incluidos.

source: Error sending exclude list.
es: Error al enviar la lista de excluidos.

source: In general it is not a good idea to delete either a Pool or a Volume since they may contain data.
es: En general no es una buena idea borrar, ya sea una pila o un volumen hasta que contengan datos.

source: Choose catalog item to delete
es: Elija un elemento del catálogo para borrar

source: Enter JobId to delete:
es: Introduzca una identificación de trabajo para borrar:

source: Job %s and associated records deleted from the catalog.
es: El trabajo %s y registros asociados borrados desde el catálogo.

source: This command will delete volume %s and all Jobs saved on that volume from the Catalog
es: Esta orden borrará el volumen %s y todos los trabajos guardados en ese volumen desde el catálogo

source: Are you sure you want to delete Volume "%s"? (yes/no):
es: ¿Desea borrar el volumen "%s"? (si/no):

source: Are you sure you want to delete Pool "%s"? (yes/no):
es: ¿Desea borrar el depósito "%s"? (si/no)

source: Using Catalog name=%s DB=%s
es: Usando el nombre de catálogo=%s BD=%s

source: ERR: Can't open db
es: ERR: No se puede abrir bd

source: ERR: Job was not found
es: ERR: Trabajo no encontrado

source: Command Description ======= ===========
es: Orden Descripción ======= ===========

source: When at a prompt, entering a period cancels the command.
es: Cuando se le pregunte, introduzca el periodo de cancelación de la orden.

source: No authorization for Catalog "%s"
es: No hay autorización para el catálogo "%s"

source: No authorization for Client "%s"
es: No hay autorización para el cliente "%s"

source: Could not open catalog database "%s".
es: No se puede abrir la base de datos del catálogo "%s".

source: Using Catalog "%s"
es: Usando catálogo "%s"

source: Expected a strip path positive integer, got:%s:
es: Esperaba un entero positivo para la ruta, se consiguió:%s:

source: Expected a FileSet option keyword, got:%s:
es: Se esperaba una clave de opción del conjunto de archivos. Se obtuvo: %s

source: Old style Include/Exclude not supported
es: El viejo estilo de Incluir/Excluir no está soportado.

source: Expecting keyword, got: %s
es: Se esperaba una palabra clave, se consiguió: %s

source: expected an equals, got: %s
es: Se esperaba un igual, se consiguió: %s

source: Keyword %s not permitted in this resource
es: Palabra calve %s no permitida en este recurso

source: Regex compile error. ERR=%s
es: Error de compilación Regex. ERR=%s

source: Expected a regex string, got: %s
es: Se esperaba una cadena regex, se obtuvo: %s

source: Expected a wild-card string, got: %s
es: Se esperaba una cadena wild-card, se obtuvo: %s

source: Expected an fstype string, got: %s
es: Se esperaba una cadena fstype, se obtuvo: %s

source: Expected an drivetype string, got: %s
es: Se esperaba una cadena drivetype, se obtuvo: %s

source: Backslash found. Use forward slashes or quote the string.: %s
es: Se encontró barra invertida. Use barras normales o ponga entre comillas la cadena.: %s

source: Expected a filename, got: %s
es: Se esperaba un nombre de archivo, se consiguió: %s

source: Expecting open brace. Got %s
es: Se esperaba llave abierta. Se obtuvo %s

source: Expected a FileSet keyword, got: %s
es: Se esperaba una palabra clave de FileSet, se obtuvo: %s

source: Error sending Hello to Storage daemon. ERR=%s
es: Error al enviar el saludo al demonio de almacenaje. ERR=%s

source: Director and Storage daemon passwords or names not the same.
es: Las contraseñas de los demonios de director y almacenaje o los nombres no son iguales.

source: Director unable to authenticate with Storage daemon at "%s:%d". Possible causes: Passwords or names not the same or Maximum Concurrent Jobs exceeded on the SD or SD networking messed up (restart daemon). Please see http://www.bacula.org/rel-manual/faq.html#AuthorizationErrors for help.
es: Director no se puede autenticar con el demonio de almacenamiento en "%s:%d". Causas posibles: Las contraseñas o los nombres son diferentes o El máximo de trabajos concurrentes se ha excedido en el SD o La conectividad de red SD está en mal estado (reiniciar el demonio). Para más ayuda, por favor vea http://www.bacula.org/rel-manual/faq.html#AuthorizationErrors.

source: Authorization problem: Remote server did not advertise required TLS support.
es: Problema de autorización: El servidor remoto no anunció el soporte TLS requerido.

source: Authorization problem: Remote server requires TLS.
es: Problema de autorización: El servidor remoto requiere TLS.

source: TLS negotiation failed with SD at "%s:%d"
es: Falló la negociación TLS con SD en "%s:%d"

source: bdird<stored: "%s:%s" bad response to Hello command: ERR=%s
es: bdird<almacenado: "%s:%s" respuesta incorrecta a la orden de saludo: ERR=%s

source: Storage daemon rejected Hello command
es: El demonio de almacenamiento rechazó la orden de saludo

source: Storage daemon at "%s:%d" rejected Hello command
es: El demonio de almacenaje "%s:%d" rechazó la orden de saludo

source: Error sending Hello to File daemon at "%s:%d". ERR=%s
es: Error al enviar el saludo al demonio de archivo en "%s:%d". ERR=%s

source: Director and File daemon passwords or names not the same.
es: Las contraseñas de los demonios de director y archivo o los nombres no son iguales.
