Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/tags/language-pack-gnome-*-*-1:9.04+20090609guada1/data/*/LC_MESSAGES/bacula.po
Languages: es

source: 3993 result="%s": ERR=%s
es: 3993 resultado="%s": ERR=%s

source: The test failed, probably because you need to put a longer sleep time in the mtx-script in the load) case. Adding a 30 second sleep and trying again ...
es: La prueba falló, probablemente porque necesita poner un tiempo para suspender más largo, en este caso. Agrege unos 30 segundos más para suspender e inténtelo de nuevo ...

source: Wrote EOF to %s
es: Se escribió EOF en %s

source: The test worked this time. Please add: sleep %d to your mtx-changer script in the load) case.
es: La prueba tuvo éxito esta vez. Añada: sleep %d a la secuencia (script) mtx-changer en el caso «load)».

source: The test autochanger worked!!
es: ¡La prueba autochanger tuvo éxito!

source: You must correct this error or the Autochanger will not work.
es: Debe corregir este error o el autocambiador no funcionará.

source: === Forward space files test === This test is essential to Bacula. I'm going to write five files then test forward spacing
es: === Prueba de los archivos de espaciado hacia adelante === Esta prueba es esencial para Bacula. Se van a escribir cinco archivos y luego probar el espaciado hacia adelante

source: Now forward spacing 1 file.
es: Ahora espaciando 1 archivo hacia adelante.

source: Bad status from fsr. ERR=%s
es: Mal estado desde fsr. ERR=%s

source: We should be in file 1. I am at file %d. %s
es: Debería estar en el archivo 1. Estoy en el archivo %d. %s

source: Now forward spacing 2 files.
es: Ahora espaciando 2 archivos hacia adelante.

source: Now forward spacing 4 files.
es: Ahora espaciando 4 archivos hacia adelante.

source: The test worked this time. Please add: Fast Forward Space File = no to your Device resource for this drive.
es: La prueba tuvo éxito esta vez. Añada: Fast Forward Space File = no al recurso dispositivo de esta unidad.

source: Now forward spacing 1 more file.
es: Ahora espaciando 1 archivo más hacia adelante

source: We should be in file 5. I am at file %d. %s
es: Debería estar en el archivo 5. Estoy en el archivo %d. %s

source: === End Forward space files test ===
es: === Finaliza la prueba de archivos espaciados hacia adelante ===

source: The forward space file test failed.
es: Falló la prueba del espaciado de archivos hacia adelante.

source: You have Fast Forward Space File enabled. I am turning it off then retrying the test.
es: El archivo del espaciado hacia adelante está activado. Estoy apagándolo después de reintentar la prueba.

source: You must correct this error or Bacula will not work. Some systems, e.g. OpenBSD, require you to set Use MTIOCGET= no in your device resource. Use with caution.
es: Debe corregir este error o Bacula no funcionará. Algunos sistemas, p.e. OpenBSD, requieren que establezca Use MTIOCGET= no en su recurso de dispositivo. Hágalo con precaución.

source: Append test failed. Attempting again. Setting "Hardware End of Medium = no and "Fast Forward Space File = no and retrying append test.
es: Falló la prueba de añadido. Intentándolo de nuevo. Estableciendo "Hardware End of Medium = no y "Fast Forward Space File = no e intentando la prueba de añadido de nuevo.

source: It looks like the test worked this time, please add: Hardware End of Medium = No Fast Forward Space File = No to your Device resource in the Storage conf file.
es: Parece que la prueba funciona esta vez, añada: Hardware End of Medium = No Fast Forward Space File = No A su recurso de dispositivo en el archivo de configuración de almacenamiento.

source: That appears *NOT* to have corrected the problem.
es: Parece que *NO* se ha corregido el problema.

source: It looks like the append failed. Attempting again. Setting "BSF at EOM = yes" and retrying append test.
es: Parece que falla al añadir. Intentando de nuevo. Configure "BSF at EOM = yes" e intente de nuevo la prueba de añadir.

source: It looks like the test worked this time, please add: Hardware End of Medium = No Fast Forward Space File = No BSF at EOM = yes to your Device resource in the Storage conf file.
es: Parece que la prueba funciona esta vez, añada: Hardware End of Medium = No Fast Forward Space File = No BSF at EOM = yes a su recurso de dispositivo en el archivo de configuración de almacenamiento.

source: Append test failed. !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! Unable to correct the problem. You MUST fix this problem before Bacula can use your tape drive correctly Perhaps running Bacula in fixed block mode will work. Do so by setting: Minimum Block Size = nnn Maximum Block Size = nnn in your Storage daemon's Device definition. nnn must match your tape driver's block size, which can be determined by reading your tape manufacturers information, and the information on your kernel dirver. Fixed block sizes, however, are not normally an ideal solution. Some systems, e.g. OpenBSD, require you to set Use MTIOCGET= no in your device resource. Use with caution.
es: Falló la prueba de añadido. !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! Imposible corregir el problema. DEBE corregir este problema antes de que Bacula pueda usar su controlador de cinta correctamente Quizá corriendo Bacula en el modo de bloque arreglado trabaje. Haga eso estableciendo: Minimum Block Size = nnn Maximum Block Size = nnn en su definición del dispositivo de demonio de almacenamiento. nnn debe coincidir con el tamaño de bloque del controlador de cinta, el cual se puede conocer leyendo la información del fabricante de la cinta y la información del controlador de su núcleo. Arreglar los tamaños de bloque, en cualquier caso es una solución ideal. En algunos sistemas, p.e. OpenBSD, se requiere que establezca Use MTIOCGET= no en su recurso de dispositivo. Utilícelo con precaución.

source: The above Bacula scan should have output identical to what follows. Please double check it ... === Sample correct output === 1 block of 64448 bytes in file 1 End of File mark. 2 blocks of 64448 bytes in file 2 End of File mark. 3 blocks of 64448 bytes in file 3 End of File mark. 1 block of 64448 bytes in file 4 End of File mark. Total files=4, blocks=7, bytes = 451,136 === End sample correct output === If the above scan output is not identical to the sample output, you MUST correct the problem or Bacula will not be able to write multiple Jobs to the tape.
es: La exploración de Bacula debe tener idéntica salida a esta. Por favor doble comprobación ... === Ejemplo de salida correcta === 1 bloque de 64448 bytes en archivo 1 Fin de marca de archivo. 2 bloques de 64448 bytes en archivo 2 Fin de marca de archivo. 3 bloques de 64448 bytes en archivo 3 Fin de marca de archivo. 1 bloque de 64448 bytes en archivo 4 Fin de marca de archivo. Archivos totales=4, bloques=7, bytes = 451,136 === Fin de ejemplo de salida correcta === If the above scan output is not identical to the sample output, you MUST correct the problem or Bacula will not be able to write multiple Jobs to the tape.

source: Bad status from fsf. ERR=%s
es: Estatus incorrecto desde fsf. ERR=%s

source: Forward spaced 1 file.
es: 1 Archvio espaciado hacia adelante

source: Forward spaced %d files.
es: %d Archivos espaciados hacia adelante

source: Forward spaced 1 record.
es: 1 Historial de espaciado hacia adelante

source: Forward spaced %d records.
es: %d Historiales de espaciados hacia adelante

source: Wrote one record of %d bytes.
es: Escrito un registro de %d bytes.

source: Wrote block to device.
es: Escrito bloque en el dispositivo.

source: Enter length to read:
es: Introduzca la longitud a leer:

source: Bad length entered, using default of 1024 bytes.
es: Longitud introducida incorrecta, usando predeterminada de 1.024 bytes.

source: Read of %d bytes gives stat=%d. ERR=%s
es: La lectura de%d bytes dio un estatus=%d. ERR=%s

source: End of tape
es: Final de cinta

source: Starting scan at file %u
es: Comenzando a explorar en archivo %u

source: read error on %s. ERR=%s.
es: Error de lectura en %s. ERR=%s.

source: Bad status from read %d. ERR=%s
es: Estatus de lectura incorrecto %d. ERR=%s

source: 1 block of %d bytes in file %d
es: 1 bloque de %d bytes en el archivo %d

source: %d blocks of %d bytes in file %d
es: %d bloques de %d bytes en el archivo %d

source: End of File mark.
es: Fin de marca de archivo.

source: Total files=%d, blocks=%d, bytes = %s
es: Archivos totales=%d, bloques=%d, bytes = %s

source: Short block read.
es: Lectura de bloque corto.

source: Error reading block. ERR=%s
es: Error al leer el bloque. ERR=%s

source: Device status: %u. ERR=%s
es: Estatus del dispositivo: %u. ERR=%s

source: This command simulates Bacula writing to a tape. It requires either one or two blank tapes, which it will label and write. If you have an autochanger configured, it will use the tapes that are in slots 1 and 2, otherwise, you will be prompted to insert the tapes when necessary. It will print a status approximately every 322 MB, and write an EOF every 3.2 GB. If you have selected the simple test option, after writing the first tape it will rewind it and re-read the last block written. If you have selected the multiple tape test, when the first tape fills, it will ask for a second, and after writing a few more blocks, it will stop. Then it will begin re-reading the two tapes. This may take a long time -- hours! ...
es: Esta orden simula que Bacual escribe en una cinta. Requiere una o dos cintas en blanco, que serán etiquetadas y escritas. Si tiene configurado el autocargador, usará las dos cintas que estén en las ranuras 1 y 2, en otro caso se le pedirá que inserte las cintas cuando sea necesario. Imprimirá un estatus aproximadamente cada 322 MB, y escribirá un EOF cada 3.2 GB. Si tiene seleccionada la opción de prueba simple, después de escribir la primera cinta, rebobinará y volverá a leer el último bloque escrito. Si tiene seleccionado la prueba de cinta múltiple, cuando la primera cinta este llena, le pedirá la segunda y después de escribir unos pocos bloques, parará. Entonces empezará a volver a leer las dos cintas. Esto puede durar mucho ---¡horas!

source: Do you want to run the simplified test (s) with one tape or the complete multiple tape (m) test: (s/m)
es: Desea hacer la prueba simple con una cinta (s) o la prueba completa con múltiples cintas (m): (s/m)

source: Simple test (single tape) selected.
es: Prueba simple seleccionada (una cinta).

source: Multiple tape test selected.
es: Prueba de múltiples cintas seleccionada:

source: Write session label failed. ERR=%s
es: Fallo en la escritura de la etiqueta. ERR=%s

source: Wrote Start of Session label.
es: Se escribió el inicio de la etiqueta de sesión.

source: %s Begin writing Bacula records to tape ...
es: %s Empezando a escribir los registros Bacula en la cinta ...

source: %s Begin writing Bacula records to first tape ...
es: %s Empezando a escribir los registros Bacula en la primera cinta ...

source: Wrote blk_block=%u, dev_blk_num=%u VolBytes=%s rate=%.1f KB/s
es: Escritos blk_block=%u, dev_blk_num=%u VolBytes=%s tasa=%.1f KB/s

source: %s Flush block, write EOF
es: %s Flush block, escribe EOF

source: Not OK
es: No está bien

source: Error writting end session label. ERR=%s
es: Error al escribir la etiqueta de final de sesión. ERR=%s

source: Set ok=false after write_block_to_device.
es: Establezca ok=false después de write_block_to_device.

source: Wrote End of Session label.
es: Se escribió el final de la etiqueta de sesión.

source: Wrote state file last_block_num1=%d last_block_num2=%d
es: Se escribió el archivo de estado last_block_num1=%d last_block_num2=%d

source: Could not create state file: %s ERR=%s
es: No se puede crear el archivo de estado: %s ERR=%s

source: %s Done filling tape at %d:%d. Now beginning re-read of tape ...
es: %s Llenado de cinta terminado en %d:%d. Ahora empieza la relectura de la cinta ...

source: %s Done filling tapes at %d:%d. Now beginning re-read of first tape ...
es: %s Realizada el llenado de las cintas en %d:%d. Ahora empieza la relectura de la primera cinta ...

source: The state file level has changed. You must redo the fill command.
es: El nivel del archivo de estado ha cambiado. Debe volver a ejecutar la orden de llenado.

source: Could not find the state file: %s ERR=%s You must redo the fill command.
es: No se puede encontrar el archivo de estado: %s ERR=%s Debe volver a ejecutar la orden de llenado.

source: Mount first tape. Press enter when ready:
es: Monte la primera cinta. Pulse intro cuando esté listo.

source: Rewinding.
es: Rebobinando.

source: Reading the first 10000 records from %u:%u.
es: Leyendo los primeros 10.000 registros de %u:%u.

source: Reposition from %u:%u to %u:%u
es: Reposición desde %u:%u a %u:%u

source: Reposition error. ERR=%s
es: Error de reposición. ERR=%s

source: Reading block %u.
es: Leyendo bloque %u.

source: Error reading block: ERR=%s
es: Error al leer el bloque: ERR=%s

source: The last block on the tape matches. Test succeeded.
es: El último bloque de la cinta coincide. Prueba correcta.

source: The last block of the first tape matches.
es: El último bloque de la primera cinta coincide.

source: Mount second tape. Press enter when ready:
es: Monte la segunda cinta. Pulse intro cuando esté listo.

source: Reposition from %u:%u to 0:1
es: Reposición desde %u:%u a 0:1

source: Reading block %d.
es: Leyendo bloque %d.

source: The first block on the second tape matches.
es: El primer bloque de la segunda cinta coincide.

source: The last block on the second tape matches. Test succeeded.
es: El último bloque de la segunda cinta coincide. Prueba correcta.

source: 10000 records read now at %d:%d
es: 10.000 registros leídos ahora en %d:%d

source: Last block written
es: Último bloque escrito.

source: Block read back
es: Bloque leído antes

source: The blocks differ at byte %u
es: Los bloques difieren en el byte %u

source: !!!! The last block written and the block that was read back differ. The test FAILED !!!! This must be corrected before you use Bacula to write multi-tape Volumes.!!!!
es: !El último bloque escrito y el bloque que se leyó antes difieren. La prueba FALLÓ! Debe corregir esto antes de usar Bacula para escribir volúmenes de múltiples cintas.

source: Last block at: %u:%u this_dev_block_num=%d
es: Último bloque en: %u:%u this_dev_block_num=%d

source: Block not written: FileIndex=%u blk_block=%u Size=%u
es: Bloque no escrito: FileIndex=%u blk_block=%u Tamaño=%u

source: Block not written
es: Bloque no escrito.

source: End of tape %d:%d. VolumeCapacity=%s. Write rate = %.1f KB/s
es: Fin de cinta %d:%d. Capacidaddevolumen=%s. Tasa de escritura = %.1f KB/s

source: Test writing blocks of 64512 bytes to tape.
es: Prueba de escritura de 64.512 bytes en la cinta.

source: How many blocks do you want to write? (1000):
es: ¿Cuántos bloque quiere escribir? (1000):

source: Begin writing %d Bacula blocks to tape ...
es: Empezando a escribir %d bloques Bacula en la cinta

source: Begin writing raw blocks of %u bytes.
es: Empezando a escribir bloques en bruto de %u bytes.

source: Write failed at block %u. stat=%d ERR=%s
es: Falló la escritura en el bloque %u. stat=%d ERR=%s

source: test autochanger
es: prueba de aurtocambiador

source: backspace file
es: Archivo de retroceso

source: backspace record
es: Historial de retrocesos

source: list device capabilities
es: lista de capacidades del dispositivo

source: clear tape errors
es: limpiar errores de cinta

source: go to end of Bacula data for append
es: ir al final de los datos Bacula para añadir

source: go to the physical end of medium
es: ir al final físico del medio

source: fill tape, write onto second volume
es: cinta llena, escribit en el segundo volumen

source: read filled tape
es: leer cinta llena

source: forward space a file
es: Espaciar hacia adelante un archivo

source: forward space a record
es: espaciar hacia adelante un historial

source: write a Bacula label to the tape
es: escribir etiqueta Bacula en la cinta

source: load a tape
es: Cargar una cinta

source: quit btape
es: salir de btape

source: use write() to fill tape
es: usar write() para rellenar la cinta

source: read and print the Bacula tape label
es: leer e imprimir la etiqueta de la cinta Bacula

source: test record handling functions
es: prueba de funciones de manejo de registro

source: rewind the tape
es: rebobinar la cinta

source: read() tape block by block to EOT and report
es: leer cinta bloque a bloque hasta EOT e informar

source: Bacula read block by block to EOT and report
es: Bacula lee la cinta bloque a bloque hasta EOT e informa

source: print tape status
es: imprimir el estatus de la cinta

source: General test Bacula tape functions
es: Prueba general de funciones de cinta Bacula

source: write an EOF on the tape
es: escribir un EOF en la cinta

source: write a single Bacula block
es: escribir un bloque Bacula simple

source: read a single record
es: leer un registro simple

source: read a single Bacula block
es: leer un bloque Bacula simple

source: quick fill command
es: orden de rellenado rápido

source: "%s" is an invalid command
es: "%s" es una orden inválida

source: Interactive commands:
es: Órdenes interactivas.

source: Version: %s (%s) Usage: btape <options> <device_name> -b <file> specify bootstrap file -c <file> set configuration file to file -d <nn> set debug level to <nn> -p proceed inspite of I/O errors -s turn off signals -v be verbose -? print this message.
es: Versión: %s (%s) Uso: btape <opciones> <nombre dispositivo> -b <file> especifica el archivo de arranque -c <file> establece la configuración archivo a archivo -d <nn> estanblece el nivel de depuración a <nn> -p procede a pesar de errores de E/S -s apaga las señales -v ser verboso -? imprime este mensaje.

source: Mount second Volume on device %s and press return when ready:
es: Montar el segundo volumen en el dispositivo %s y pulsar intro cuando esté listo:

source: Mount blank Volume on device %s and press return when ready:
es: Montar un volumen en blanco en el dispositivo %s y pulsar intro cuando esté preparado:

source: End of Volume "%s" %d records.
es: Fin del volumen "%s" %d registros.

source: Read block=%u, VolBytes=%s rate=%.1f KB/s
es: Leer bloque=%u, VolBytes=%s tasa=%.1f KB/s

source: Cannot open Dev=%s, Vol=%s
es: No se puede abrir el dispositivo=%s, Vol=%s

source: Spooling statistics:
es: Almacenando temporalmente las estadísticas:

source: Data spooling: %u active jobs, %s bytes; %u total jobs, %s max bytes/job.
es: Almacén temporal de datos: %u trabajos activos, %s bytes; %u trabajos totales, %s máx. bytes/trabajo.

source: Attr spooling: %u active jobs, %s bytes; %u total jobs, %s max bytes.
es: Almacenamiento de atributos: %u trabajos activos, %s bytes; %u total de trabajos, %s máx bytes

source: Spooling data ...
es: Almacenando datos temporalmente...

source: Bad return from despool WroteVol=%d
es: Salida mala del desalmacenaje WroteVol=%d

source: Open data spool file %s failed: ERR=%s
es: Falló la apertura de datos del archivo de almacenamiento temporal %s: ERR=%s

source: Committing spooled data to Volume "%s". Despooling %s bytes ...
es: Disparando los datos almacenados temporalmente en el volumen "%s". Quitando del almacén %s bytes...

source: Writing spooled data to Volume. Despooling %s bytes ...
es: Escribiendo los datos almacenados temporalmente en el volumen. Quitando del almacén %s bytes...

source: Fatal append error on device %s: ERR=%s
es: Error fatal de añadido en el dispositivo %s ERR:%s

source: Could not create JobMedia record for Volume="%s" Job=%s
es: No se puede crear el registro de JobMedia para el volumen="%s" Trabajo=%s

source: Despooling elapsed time = %02d:%02d:%02d, Transfer rate = %s bytes/second
es: Tiempo de desalmacenado temporal = %02d:%02d:%02d, Tasa de transferencia = %s bytes/segundo

source: Ftruncate spool file failed: ERR=%s
es: Archivo del desalmacenaje de Ftruncate ha fallado: ERR=%s

source: Spool header read error. ERR=%s
es: Error en la lectura de la cabecera del almacén temporal. ERR=%s

source: Spool read error. Wanted %u bytes, got %d
es: Error en la lectura del almacén temporal. Se buscaban %u bytes, se consiguieron %d

source: Spool header read error. Wanted %u bytes, got %d
es: Error en la lectura de la cabecera del almacén temporal. Se buscaban %u bytes, se consiguieron %d

source: Spool block too big. Max %u bytes, got %u
es: Bloque de almacén temporal demasiado grande. Máx %u bytes, se consiguieron %u

source: Spool data read error. Wanted %u bytes, got %d
es: Error en la lectura de datos del almacén temporal. Se buscaban %u bytes, se consiguieron %d

source: User specified spool size reached.
es: Tamaño del alamcén temporal especificado por el usuario, alcanzado.

source: Bad return from despool in write_block.
es: Respuesta incorrecta del desalmacenaje temporal en write_block.

source: Spooling data again ...
es: Almacenando temporalmente datos de nuevo

source: Error writing header to spool file. ERR=%s
es: Error al escribir la cabecera del archivo de almacenamiento temporal. ERR=%s

source: Fatal despooling error.
es: Error de desalmacenaje fatal.

source: Retrying after header spooling error failed.
es: Reintentando tras el error del desalmacenaje de cabeceras falló.

source: Error writing data to spool file. ERR=%s
es: Error al escribir los datos en el archivo de almacenamiento temporal. ERR=%s

source: Retrying after data spooling error failed.
es: Reintentando tras el error del desalmacenaje de datos falló.

source: Fseek on attributes file failed: ERR=%s
es: Fseek ha fallado en el archivo de atributos: ERR=%s

source: Sending spooled attrs to the Director. Despooling %s bytes ...
es: Enviando atributos del almacenamiento temporal a Director. Desalmacenando %s bytes ...

source: fopen attr spool file %s failed: ERR=%s
es: archivo del desalmacenaje de atributos de fopen %s falló: ERR=%s

source: End of medium on Volume "%s" Bytes=%s Blocks=%s at %s.
es: Fin del medio en el volumen "%s" Bytes=%s Bloques=%s en %s.

source: New volume "%s" mounted on device %s at %s.
es: Nuevo volumen "%s" montado en el dispositivo %s en %s.

source: write_block_to_device Volume label failed. ERR=%s
es: Falló el etiquetado del volumen write_block_to_device. ERR=%s

source: write_block_to_device overflow block failed. ERR=%s
es: El bloque de desabordamiento de write_block_to_device falló. ERR=%s

source: Unable to open device %s: ERR=%s
es: No es posible abrir el dispositivo %s: ERR=%s

source: Unable to open archive %s: ERR=%s
es: No es posible abrir el archivo %s: ERR=%s

source: Read and write devices not properly initialized.
es: Lectura y escritura de dispositivos inicializados incorrectamente

source: No Volume names found for %s.
es: No se encontraron nombre de volumen para %s.

source: Set ok=FALSE after write_block_to_device.
es: Establecer ok=FALSE después de write_block_to_device.

source: Error updating file attributes. ERR=%s
es: Error actualizando los atributos del archivo. ERR=%s

source: Too many errors trying to mount device %s.
es: Demasiados errores intentando montar el disposiitvo %s

source: Job %d canceled.
es: Trabajo %d cancelado.

source: Volume "%s" previously written, moving to end of data.
es: El volumen "%s" previamente escrito, moviendo al final de los datos.

source: Unable to position to end of data on device %s: ERR=%s
es: Imposible posicionar el final de los datos en el dispositivo %s ERR=%s

source: Volume "%s" not on device %s.
es: El volumen "%s" no está en el dispositivo %s.

source: Director wanted Volume "%s". Current Volume "%s" not acceptable because: %s
es: Director buscaba el volumen "%s". El volumen actual "%s" no es aceptable porque: %s

source: Ready to append to end of Volume "%s" part=%d size=%s
es: Listo para añadir al final del volumen "%s" parte=%d tamaño=%s
