Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/tags/language-pack-gnome-*-*-1:9.04+20090609guada1/data/*/LC_MESSAGES/bacula.po
Languages: es

source: Positioned at File=%s Block=%s
es: Posicionado en el archivo=%s Bloque=%s

source: Device %s is not open.
es: El dispositivo %s no está abierto.

source: Device "%s" is not open or does not exist.
es: El dispositivo "%s" no está abierto o no existe.

source: Used Volume status:
es: Estado del volumen usado:

source: No DEVICE structure.
es: Sin estructura de DISPOSITIVO.

source: Device is BLOCKED. User unmounted.
es: Dispositivo BLOQUEADO. Usuario no montado.

source: Device is BLOCKED. User unmounted during wait for media/mount.
es: Dispositivo BLOQUEADO. Usuario no montado durante la espera de medio/montaje.

source: Device is BLOCKED waiting for mount of volume "%s", Pool: %s Media type: %s
es: Dispositivo BLOQUEADO esperando el montaje del volumen "%s", Conjunto: %s Tipo de medio: %s

source: Device is BLOCKED waiting to create a volume for: Pool: %s Media type: %s
es: Dispositivo BLOQUEADO esperando crear el volumen para: Conjunto: %s Tipo de medio: %s

source: Device is BLOCKED waiting for media.
es: El dispositivo está BLOQUEADO esperando medio.

source: Device is being initialized.
es: El dispositivo está siendo inicializado.

source: Device is blocked labeling a Volume.
es: El dispositivo está bloqueado etiquetando el volumen.

source: Slot %d is loaded in drive %d.
es: Ranura %d cargada en el controlador %d.

source: Drive %d is not loaded.
es: El controlador %d no está cargado.

source: Drive %d status unknown.
es: Controlador %d con estatus desconocido.

source: Configured device capabilities:
es: Capacidades del dispositivo configuradas:

source: Device state:
es: Estado del dispositivo:

source: num_writers=%d block=%d
es: num_writers=%d bloque=%d

source: Device parameters:
es: Parámetros de dispositivo:

source: Archive name: %s Device name: %s
es: Nombre de archivo: %s nombre de dispositivo: %s

source: File=%u block=%u
es: Archivo=%u bloque=%u

source: Min block=%u Max block=%u
es: Bloque min.=%u bloque máx.=%u

source: %s Job %s waiting for Client connection.
es: %s Trabajo %s esperando la conexión del cliente.

source: Reading: %s %s job %s JobId=%d Volume="%s" pool="%s" device=%s
es: Leyendo: %s %s trabajo %s idtrabajo=%d Volumen="%s" conjunto="%s" dispositivo=%s

source: Writing: %s %s job %s JobId=%d Volume="%s" pool="%s" device=%s
es: Escribiendo: %s %s trabajo %s idtrabajo=%d Volumen="%s" conjunto="%s" dispositivo=%s

source: spooling=%d despooling=%d despool_wait=%d
es: almacenamiento=%d desalmacenaje=%d retraso_desalmacenaje=%d

source: Files=%s Bytes=%s Bytes/sec=%s
es: Archivos=%s Bytes=%s Bytes/seg=%s

source: FDSocket closed
es: ZócaloFD cerrado

source: Jobs waiting to reserve a drive:
es: Trabajos esperando reservar un controlador:

source: 3900 Bad .status command, missing argument.
es: 3900 orden .status incorrecta, se perdió el argumento.

source: 3900 Bad .status command, wrong argument.
es: 3900 Orden .status incorrecta, argumento equivocado.

source: Bacula Storage: Idle
es: Almacenamiento Bacula: Inactivo

source: Bacula Storage: Running
es: Almacenamiento Bacula: Corriendo

source: Bacula Storage: Last Job Canceled
es: Almacenamiento Bacula: Último trabajo cancelado

source: Bacula Storage: Last Job Failed
es: Almacenamiento Bacula: Último trabajo fallido

source: Bacula Storage: Last Job had Warnings
es: Almacenamiento Bacula: el último trabajo tiene avisos

source: Version: %s (%s) Usage: bscan [ options ] <bacula-archive> -b bootstrap specify a bootstrap file -c <file> specify configuration file -d <nn> set debug level to <nn> -m update media info in database -n <name> specify the database name (default bacula) -u <user> specify database user name (default bacula) -P <password> specify database password (default none) -h <host> specify database host (default NULL) -p proceed inspite of I/O errors -r list records -s synchronize or store in database -S show scan progress periodically -v verbose -V <Volumes> specify Volume names (separated by |) -w <dir> specify working directory (default from conf file) -? print this message
es: Versión: %s (%s) Uso: bscan [ opciones ] <archivo-bacula> -b bootstrap especifica un archivo de arranque -c <file> especifica un archivo de configuración -d <nn> establece el nivel de depuración a <nn> -m actualiza la información de la base de datos de medios -n <name> especifica el nombre de la base de datos (predeterminada bacula) -u <user> especifica el nombre del usuario de la base de datos (predeterminado bacula) -P <password> especifica la contraseña de la base de datos (predeterminada ninguna) -h <host> especifica el anfitrión de la base de datos (predeterminado NULL) -p proceder a pesar de errores de E/S -r lista de registros -s sincroniza el almacén en la base de datos -S muestra el progreso de la exploración periódicamente -v verboso -V <Volumes> especifica los nombre de los volúmenes (separados por |) -w <dir> especifica el directorio de trabajo (predeterminado para el archivo conf) -? muestra este mensaje

source: Working Directory: %s not found. Cannot continue.
es: Directorio de trabajo: %s no encontrado. No se puede continuar.

source: Working Directory: %s is not a directory. Cannot continue.
es: El directorio de trabajo %s no es un directorio. No se puede continuar.

source: First Volume Size = %s
es: Primer tamaño del volumen = %s

source: Could not init Bacula database
es: No se puede iniciar la base de datos Bacula

source: Using Database: %s, User: %s
es: Usando base de datos: %s, usuario: %s

source: Create JobMedia for Job %s
es: Crea un mediodetrabajo para el trabajo %s

source: Could not create JobMedia record for Volume=%s Job=%s
es: No se puede crear el registro de mediodetrabajo para el volumen=%s trabajo=%s

source: done: %d%%
es: hecho: %d%%

source: Volume is prelabeled. This tape cannot be scanned.
es: El volumen está previamente etiquetado. Esta cinta no se puede explorar.

source: Pool record for %s found in DB.
es: Registro de conjunto para %s encontrado en BD.

source: VOL_LABEL: Pool record not found for Pool: %s
es: VOL_LABEL: Registro de conjunto no encontrado para el conjunto: %s

source: VOL_LABEL: PoolType mismatch. DB=%s Vol=%s
es: VOL_LABEL: El tipo del conjunto es diferente. DB=%s Vol=%s

source: Pool type "%s" is OK.
es: El tipo de conjunto "%s" es correcto.

source: Media record for %s found in DB.
es: Registro de medio para %s encontrado en BD.

source: VOL_LABEL: Media record not found for Volume: %s
es: VOL_LABEL: No se encontró el registro de medio para el volumen: %s

source: VOL_LABEL: MediaType mismatch. DB=%s Vol=%s
es: VOL_LABEL: El tipo de medio es diferente. DB=%s Vol=%s

source: Media type "%s" is OK.
es: El tipo de medio "%s" es correcto.

source: VOL_LABEL: OK for Volume: %s
es: VOL_LABEL: Volumen correcto: %s

source: %d "errors" ignored before first Start of Session record.
es: %d "errores" ignorados antes del primer registro de inicio de sesión.

source: SOS_LABEL: Found Job record for JobId: %d
es: SOS_LABEL: Encontrado registro de trabajo para el trabajo con ID: %d

source: SOS_LABEL: Job record not found for JobId: %d
es: SOS_LABEL: Archivo de trabajo no encontrado para trabajo con ID: %d

source: SOS_LABEL: VolSessId mismatch for JobId=%u. DB=%d Vol=%d
es: SOS_LABEL: Identificador de volumen de sesión diferente para trabajo con ID=%u. DB=%d Vol=%d

source: SOS_LABEL: VolSessTime mismatch for JobId=%u. DB=%d Vol=%d
es: SOS_LABEL: Hora de inicio de sessión diferente para trabajo con ID=%u. DB=%d Vol=%d

source: SOS_LABEL: PoolId mismatch for JobId=%u. DB=%d Vol=%d
es: SOS_LABEL: Identificador de conjunto diferente para trabajo con ID=%u. DB=%d Vol=%d

source: Could not find SessId=%d SessTime=%d for EOS record.
es: No se puede encontrar el idSess=%d HoraSess=%d para el registro EOS.

source: Could not update job record. ERR=%s
es: No se puede actualizar el registro de trabajo ERR=%s

source: End of all Volumes. VolFiles=%u VolBlocks=%u VolBytes=%s
es: Fin de todos los volúmenes. ArchivosVo=%u BloquesVol=%u BytesVol=%s

source: Could not find Job for SessId=%d SessTime=%d record.
es: No se pudo encontrar un registro del trabajo para la sesión Id=%d Tiempo de la sesión=%d.

source: %s file records. At file:blk=%s:%s bytes=%s
es: %s archivo de registros. En el archivo: blk=%s:%s bytes=%s

source: Got MD5 record: %s
es: Se consiguió el registro MD5 %s

source: Got SHA1 record: %s
es: Se consiguió el registro SHA1 %s

source: Got SHA256 record: %s
es: Se consiguió el registro SHA256 %s

source: Got SHA512 record: %s
es: Se consiguió el registro SHA512 %s

source: Got signed digest record
es: Se consiguió el registro de resumen

source: Got Prog Names Stream: %s
es: El Prog Names Stream conseguido: %s

source: Got Prog Data Stream record.
es: El historial Prog Data Stream conseguido.

source: Unknown stream type!!! stream=%d len=%i
es: Tipo de flujo desconocido stream=%d len=%i

source: Could not create File Attributes record. ERR=%s
es: No se pudo crear un registro de atributos de archivo. ERR=%s

source: Created File record: %s
es: Registro de archivo creado: %s

source: Could not create media record. ERR=%s
es: No se puede crear el registro de medio. ERR=%s

source: Could not update media record. ERR=%s
es: No se puede actualizar el registro de medio. ERR=%s

source: Created Media record for Volume: %s
es: Creaado registro de medio para el volumen: %s

source: Updated Media record at end of Volume: %s
es: Actualizado registro de medio en el final del volumen: %s

source: Could not create pool record. ERR=%s
es: No se puede crear el registro de conjunto. ERR=%s

source: Created Pool record for Pool: %s
es: Creado registro de conjunto para conjunto: %s

source: Could not get Client record. ERR=%s
es: No se puede conseguir el registro de cliente. ERR=%s

source: Created Client record for Client: %s
es: Creado el registro de cliente para el cliente: %s

source: Fileset "%s" already exists.
es: El conjunto de archivos "%s" ya existe.

source: Could not create FileSet record "%s". ERR=%s
es: No se pudo crear el registro "%s" del conjunto de archivos. ERR=%s

source: Created FileSet record "%s"
es: Creado el registro "%s" del conjunto de archivos

source: Could not create JobId record. ERR=%s
es: No se pudo crear el registro del JobId. ERR=%s

source: Could not update job start record. ERR=%s
es: No se pudo actualizar el el registro de inicio del trabajo. ERR=%s

source: Created new JobId=%u record for original JobId=%u
es: Creado nuevo trabajo JobId=%u grabado para el original JobId=%u

source: Could not update JobId=%u record. ERR=%s
es: No se pudo actualizar el registro del trabajo Id=%u. ERR=%s

source: Updated Job termination record for JobId=%u Level=%s TermStat=%c
es: Actualizado registro de finalización del trabajo =%u Nivel=%s Estado de finalización=%c

source: Job Termination code: %d
es: Código de terminación del trabajo: %d

source: %s JobId: %d Job: %s FileSet: %s Backup Level: %s Client: %s Start time: %s End time: %s Files Written: %s Bytes Written: %s Volume Session Id: %d Volume Session Time: %d Last Volume Bytes: %s Termination: %s
es: %s IddelTrabajo: %d Trabajo: %s ConjuntodeArchivos: %s Nivel de Respaldo: %s Cliente: %s Tiempo de Inicio: %s Tiempo de Finalización: %s Archivos Escritos: %s Bytes Escritos: %s Id de Sesión del Volumen: %d Tiempo de Sesión del Volumen: %d Último Byte del Volumen: %s Terminación: %s

source: Could not create JobMedia record. ERR=%s
es: No es posible crear el registro JobMedia. ERR=%s

source: Created JobMedia record JobId %d, MediaId %d
es: Creado el registro JobMedia JobId %d, MediaId %d

source: Could not find SessId=%d SessTime=%d for MD5/SHA1 record.
es: No se pudo encontrar SessId=%d SessTime=%d para el registro MD5/SHA1.

source: Could not add MD5/SHA1 to File record. ERR=%s
es: No se pudo agregar MD5/SHA1 al archivo de registro. ERR=%s

source: Updated MD5/SHA1 record
es: Registro actualizado MD5/SHA1

source: pthread_cond_wait failure. ERR=%s
es: fallo pthread_cond_wait. ERR=%s

source: unknown blocked code
es: código bloqueado desconocido

source: !!!! Warning large disk addressing disabled. boffset_t=%d should be 8 or more !!!!!
es: !!!! Atención, el direccionamiento de discos grandes esta desactivado. boffset_t=%d debería ser 8 o más !!!!!

source: 32 bit printf/scanf problem. i=%d x32=%u y32=%u
es: problema de 32 bit printf/scanf, i=%d x32=%u y32=%u

source: 64 bit printf/scanf problem. i=%d x64=%
es: problema de printf/scanf de 64 bit. i=%d x64=%

source: Tape block granularity is %d bytes.
es: La granularidad del bloque de cinta es %d bytes.

source: No archive name specified.
es: No se ha especificado el nombre del archivo.

source: Improper number of arguments specified.
es: Número no apropiado de argumentos especificados.

source: btape does not work with DVD storage.
es: btape no trabaja con almacenamiento DVD.

source: btape only works with tape storage.
es: btape sólo trabaja con almacenamiento de cinta.

source: open device %s: OK
es: abrir el dispositivo %s: Correcto

source: Enter Volume Name:
es: Introduzca el nombre del volumen:

source: Device open failed. ERR=%s
es: Falló la apertura del dispositivo. ERR=%s

source: Wrote Volume label for volume "%s".
es: Escrita etiqueta de volumen para el volumen "%s".

source: Volume has no label.
es: El volumen no tiene etqueta.

source: Volume label read correctly.
es: Etiqueta de volumen leída correctamente.

source: I/O error on device: ERR=%s
es: Error de E/S en el dispositivo: ERR=%s

source: Volume name error
es: error en el nombre del volumen

source: Error creating label. ERR=%s
es: Error al crear la etiqueta. ERR=%s

source: Volume version error.
es: Error en la versión del volumen.

source: Bad Volume label type.
es: Tipo de etiqueta de volumen incorrecto.

source: Unknown error.
es: Error desconocido.

source: Bad status from load. ERR=%s
es: Estatus de carga incorrecto. ERR=%s

source: Loaded %s
es: Cargado %s

source: Bad status from rewind. ERR=%s
es: Estatus de rebobinado incorrecto. ERR=%s

source: Rewound %s
es: Rebobinado %s

source: Bad status from weof. ERR=%s
es: Mal estado de weof. ERR=%s

source: Wrote 1 EOF to %s
es: Escrito un EOF en %s

source: Wrote %d EOFs to %s
es: Escritos %d EOF en %s

source: Moved to end of medium.
es: Movido al final del medio.

source: Bad status from bsf. ERR=%s
es: Mal estado desde bsf. ERR=%s

source: Backspaced %d file%s.
es: %d archivo%s retrocedidos

source: Bad status from bsr. ERR=%s
es: Mal estado desde bsr. ERR=%s

source: Backspaced %d record%s.
es: %d historial%s retrocedidos

source: Device status:
es: Estatus del dispositivo:

source: Status:
es: Estatus:

source: Test writting larger and larger records. This is a torture test for records. I am going to write larger and larger records. It will stop when the record size plus the header exceeds the block size (by default about 64K)
es: Prueba escribiendo amplios y amplios registros. Esta es una prueba de tortura para los registros. Yo voy a escribir amplios y amplios registros. Debe detenerse cuando el tamaño de la cabecera de los registros exceda el tamaño del bloque (por defecto 64K)

source: Do you want to continue? (y/n):
es: ¿Desea continuar? (y/n):

source: Command aborted.
es: Orden cancelada.

source: Block %d i=%d
es: Bloque %d i=%d

source: Skipping read backwards test because BSR turned off.
es: Omitir leer hacia atrás porque la prueba BSR está apagada.

source: === Write, backup, and re-read test === I'm going to write three records and an EOF then backup over the EOF and re-read the last record. Bacula does this after writing the last block on the tape to verify that the block was written correctly. This is not an *essential* feature ...
es: === Prueba de escritura, respaldo y relectura === Se grabarán tres registros y un EOF luego, se respaldará todo y se releerá el último registro. Bacula hace esto después de escribir el último bloque sobre la cinta para comprobar que el bloque ha sido escrito correctamente. Esta no es una funcionalidad *esencial*...

source: Error writing record to block.
es: Error escribirendo registro en el bloque.

source: Error writing block to device.
es: Error escribiendo bloque en el dispositivo.

source: Wrote first record of %d bytes.
es: Escrito primer registro de %d bytes.

source: Wrote second record of %d bytes.
es: Escrito el segundo registro de %d bytes.

source: Wrote third record of %d bytes.
es: Escrito el tercer registro de %d bytes.

source: Backspace file failed! ERR=%s
es: El archivo de retrocesos ha fallado. ERR=%s

source: Backspaced over EOF OK.
es: Se retrocedió sobre el EOF OK.

source: Backspace record failed! ERR=%s
es: El historial de retrocesos ha fallado. ERR=%s

source: Backspace record OK.
es: El historial de retrocesos está bien.

source: Read block failed! ERR=%s
es: Fallo en la lectura de bloque. ERR=%s

source: Bad data in record. Test failed!
es: Dato incorrecto en el registro. Falló la prueba.

source: Block re-read correct. Test succeeded!
es: Nueva lectura de bloque correcta. Prueba exitosa.

source: === End Write, backup, and re-read test ===
es: === Fin de escritura, copia de seguridad y comprobación de relectura ===

source: This is not terribly serious since Bacula only uses this function to verify the last block written to the tape. Bacula will skip the last block verification if you add: Backward Space Record = No to your Storage daemon's Device resource definition.
es: Esto no es terriblemente serio ya que Bacula sólo usa esta función para verificar el último bloque escrito en la cinta. Bacula saltará la última verificación de bloque si añade: Backward Space Record = No a la definición del recurso dispositivo de su demonio de almacenaje.

source: === Write, rewind, and re-read test === I'm going to write 1000 records and an EOF then write 1000 records and an EOF, then rewind, and re-read the data to verify that it is correct. This is an *essential* feature ...
es: === Escribir, rebobinar y comprobar con nueva lectura === Escribiré 1000 registros y un EOF luego escribiré 1000 registros y un EOF, luego rebobinaré, y volveré a leer los datos para verificar que están correctos. Esta es una característica *esencial* ...

source: Wrote 1000 blocks of %d bytes.
es: Escribí 1000 bloques de %d bytes.

source: Rewind OK.
es: Rebobinado correcto.

source: Got EOF on tape.
es: Conseguí EOF en la cinta.

source: Read block %d failed! ERR=%s
es: la lectura del bloque %d falló ERR=%s

source: Read record failed. Block %d! ERR=%s
es: Lectura de registro errónea. Bloque %d ERR=%s

source: Bad data in record. Expected %d, got %d at byte %d. Test failed!
es: Datos incorrectos en el registro. Se esperaba %d, se consiguió %d en el byte %d. Falló la prueba.

source: 1000 blocks re-read correctly.
es: 1000 bloques releídos correctamente.

source: === Test Succeeded. End Write, rewind, and re-read test ===
es: === Comprobación correcta, fin de escritura, rebobinado, comprobación de relectura ===

source: === Write, rewind, and position test === I'm going to write 1000 records and an EOF then write 1000 records and an EOF, then rewind, and position to a few blocks and verify that it is correct. This is an *essential* feature ...
es: === Prueba de escritura, rebobinado y posicionamiento === Se grabarán 1000 registros y un EOF luego, se grabarán 1000 registros y un EOF, luego se rebobinará, se posicionará a unos registros y se verificará si todo es correcto. Esta es una característica *esencial*

source: Reposition to file:block %d:%d
es: Reposicionado en el archivo:bloque %d:%d

source: Reposition error.
es: Error de reposición.

source: Read block %d failed! file=%d blk=%d. ERR=%s
es: La lectura del bloque %d ¡falló! archivo=%d bloque=%d. ERR=%s

source: This may be because the tape drive block size is not set to variable blocking as normally used by Bacula. Please see the Tape Testing chapter in the manual and look for using mt with defblksize and setoptions If your tape drive block size is correct, then perhaps your SCSI driver is *really* stupid and does not correctly report the file:block after a FSF. In this case try setting: Fast Forward Space File = no in your Device resource.
es: Esto puede deberse a que el tamaño de bloque de la unidad de cinta no se encuentra establecido como variable, que es la modalidad usada por Bacula. Observe el capítulo Prueba de Cinta en el manual y revise por la utilización de mt con defblksize y setoptions Si el tamaño de bloque es correcto, entonces probablemente su unidad SCSI es *verdaderamente* estúpida y no es capaz de informar correctamente el archivo:bloque luego de un FSF, en ese caso intente establecer: Fast Forward Space File = no en los recursos de su dispositivo.

source: Read record failed! ERR=%s
es: Falló la lectura del registro. ERR=%s

source: Block %d re-read correctly.
es: Relectura de bloque %d correcta.

source: === Append files test === This test is essential to Bacula. I'm going to write one record in file 0, two records in file 1, and three records in file 2
es: === Prueba de agregar archivos === Esta prueba es esencial para Bacula. Se grabará un registro en el archivo 0, dos registros en el archivo 1, y tres registros en el archivo 2

source: Now moving to end of medium.
es: Ahora movemos al final del medio.

source: We should be in file 3. I am at file %d. %s
es: Debería estar en el archivo 3. Se encuentra en el archivo %d. %s

source: This is correct!
es: ¡Esto es correcto!

source: This is NOT correct!!!!
es: ¡Esto NO es correcto!

source: Now the important part, I am going to attempt to append to the tape.
es: Ahora una parte importante, voy a intentar añadirlo a la cinta.

source: Done appending, there should be no I/O errors
es: Añadido hecho, no debe haber errores de E/S

source: Doing Bacula scan of blocks:
es: Haciendo la exploración de bloques de Bacula:

source: End scanning the tape.
es: Fin de la exploración de la cinta.

source: We should be in file 4. I am at file %d. %s
es: Debería estar en el archivo 4. Estoy en el archivo %d. %s

source: Autochanger enabled, but no name or no command device specified.
es: Autocargador activado, pero no hay nombre u orden de dispositivo especificada.

source: Ah, I see you have an autochanger configured. To test the autochanger you must have a blank tape that I can write on in Slot 1.
es: Ah, ya veo que tiene un autocargador configurado. Para comprobar el autocargador debe tener una cinta en blanco en la que pueda escribir en la ranura uno.

source: Do you wish to continue with the Autochanger test? (y/n):
es: ¿Desea continuar con la comprobación del autocambiador? (y/n):

source: === Autochanger test ===
es: === Comprobación del autocambiador ===

source: 3301 Issuing autochanger "loaded" command.
es: 3301 Emitiendo la orden "loaded" de autochanger

source: 3991 Bad autochanger command: %s
es: 3991 Orden de autocambiador incorrecta: %s

source: 3991 result="%s": ERR=%s
es: 3991 resultado="%s": ERR=%s

source: Slot %d loaded. I am going to unload it.
es: Ranura %d cargada. Voy a descargarla.

source: Nothing loaded in the drive. OK.
es: Nada cargado en el dispositivo. Bien.

source: 3302 Issuing autochanger "unload %d %d" command.
es: 3302 Emitiendo la orden "unload %d %d" de autochanger

source: unload status=%s %d
es: Descargar estado=%s %d

source: Bad
es: Malo

source: 3992 Bad autochanger command: %s
es: 3992 Orden de autocambiador incorrecta: %s

source: 3992 result="%s": ERR=%s
es: 3992 resultado="%s": ERR=%s

source: 3303 Issuing autochanger "load %d %d" command.
es: 3303 Enviando la orden «load %d %d» de autochanger.

source: 3303 Autochanger "load %d %d" status is OK.
es: 3303 El estado «load %d %d» de autochanger está bien.

source: 3993 Bad autochanger command: %s
es: 3993 Una orden de autochanger no aceptada: %s
