Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/tags/language-pack-gnome-*-*-1:9.04+20090609guada1/data/*/LC_MESSAGES/bacula.po
Languages: es

source: Invalid Enabled value, it must be yes, no, archived, 0, 1, or 2
es: Valor de activado inválido, Valores válidos: sí, no, archivado, 0, 1, o 2

source: ON or OFF keyword missing.
es: Tecla de On Off perdida

source: Keywords for the show command are:
es: Las palabras clave para la orden «show» son:

source: %s resource %s not found.
es: %s recurso %s no encontrado.

source: Resource %s not found
es: Recurso %s no encontrado

source: Hey! DB is NULL
es: Aviso: DB es NULL

source: Jobid %d used %d Volume(s): %s
es: Identificador de trabajo: %d, usado: %d, volumen: %s.

source: No Pool specified.
es: No se especificó un depósito.

source: Error obtaining pool ids. ERR=%s
es: Error al obtener la identificación del depósito. ERR=%s

source: Pool: %s
es: Depósito: %s

source: Ignoring invalid value for days. Max is 50.
es: Ignorando valor inválido para días. Máx. es 50.

source: Unknown list keyword: %s
es: Lista desconocida de claves: %s

source: %s is not a job name.
es: %s no es un nombre de trabajo.

source: Could not find Pool for Job %s
es: No se puede encontrar el conjunto para el trabajo %s

source: Could not find next Volume for Job %s (Pool=%s, Level=%s).
es: No se pudo encontrar el siguiente volumen para el trabajo %s (Depósito=%s, Nivel=%s).

source: The next Volume to be used by Job "%s" (Pool=%s, Level=%s) will be %s
es: El siguiente volumen que usará el trabajo «%s» (Depósito=%s, Nivel=%s) será %s

source: Could not find next Volume for Job %s.
es: No se puede encontrar el siguiente volumen para el trabajo %s.

source: Could not open database "%s".
es: No se puede abrir la base de datos "%s".

source: Pool %s not in database. %s
es: El depósito %s no está en la base de datos. %s

source: Pool %s created in database.
es: Se creó el depósito %s en la base de datos.

source: You have no messages.
es: No tiene mensajes.

source: Message too long to display.
es: Mensaje demasiado largo para mostrar.

source: bget_dirmsg: unknown bnet signal %d
es: bget_dirmsg: señal bnet desconocida %d

source: Malformed message: %s
es: Mensaje deformado: %s

source: Job not found: %s
es: Trabajo no encontrado: %s

source: Bad response to %s command: wanted %s, got %s
es: Respuesta incorrecta a la orden %s: se buscaba %s, se obtuvo %s

source: Socket error on %s command: ERR=%s
es: Error de zócalo en la orden %s: ERR=%s

source: Could not get or create a Pool record.
es: No se pudo obtener o crear un registro de depósito.

source: Could not get or create the FileSet record.
es: No se pudo obtener o crear un registro de conjunto de archivos.

source: No previous Job found to migrate.
es: No se encontraron trabajos previos para migrar.

source: Previous Job has no data to migrate.
es: El trabajo previo no tiene datos que migrar.

source: Job resource not found for "%s".
es: No se encuentra ningún recurso de trabajo para "%s".

source: Previous Job resource not found for "%s".
es: No se encuentra ningún recurso de trabajo previo para "%s".

source: setup job failed.
es: Falló el trabajo de configuración.

source: Pool for JobId %s not in database. ERR=%s
es: El depósito para el idTrabajo %s no está en la base de datos. ERR=%s

source: Pool resource "%s" not found.
es: No se encontró el recurso de depósito "%s".

source: Job Pool's NextPool resource
es: Recurso NextPool del depósito del trabajo

source: Could not get job record for JobId %s to migrate. ERR=%s
es: No es posible obtener el registro de trabajos para la migración de idTrabajo %s. ERR=%s

source: JobId %s already migrated probably by another Job. Migration stopped.
es: El idTrabajo %s ya ha migrado, probablemente por otro trabajo. La migración ha parado.

source: Start Migration JobId %s, Job=%s
es: Iniciar migración IdTrabajo %s. Trabajo=%s

source: Read storage "%s" same as write storage.
es: El almacenamiento de lectura "%s" y el de escritura coinciden.

source: No Migration SQL selection pattern specified.
es: No se especificó ningún patrón de selección de migración de SQL.

source: SQL failed. ERR=%s
es: Falló SQL. ERR=%s

source: No Volumes found to migrate.
es: No se encontraron volúmenes para migrar.

source: Invalid JobId found.
es: Se encontró una identidad de trabajo incorrecta.

source: Unknown Migration Selection Type.
es: Tipo desconocido de selección de migración.

source: No JobIds found to migrate.
es: No se encontraron identidades de trabajo para migrar.

source: The following %u JobId%s were chosen to be migrated: %s
es: Los siguientes %u JobId%s han sido elegidos para ser migrados: %s

source: Migration using JobId=%s Job=%s
es: Migración con JobId=%s y Job=%s

source: Could not start migration job.
es: No se pudo empezar la migración.

source: Migration JobId %d started.
es: Migración JobId %d empezada.

source: No %s found to migrate.
es: No encontrados %s para migrar.

source: SQL error. Expected 1 MediaId got %d
es: Error en SQL. Esperado un MediaId, obtenido %d

source: No %ss found to migrate.
es: %ss no encontrados para migrar.

source: No Migration %s selection pattern specified.
es: No se ha especificado ninguna selección de patrón de migración %s especificado.

source: SQL to get %s failed. ERR=%s
es: SQL ha dado fallo en %s. ERR=%s

source: Query of Pool "%s" returned no Jobs to migrate.
es: La consulta al depósito «%s» no devolvió trabajos para migrar.

source: Could not compile regex pattern "%s" ERR=%s
es: No se pudo compilar el patrón de expresión regular "%s" ERR=%s

source: Regex pattern matched no Jobs to migrate.
es: El patrón regular no concuerda con los trabajos a migrar.

source: %s OK -- with warnings
es: %s bien, con avisos.

source: %s Canceled
es: %s Cancelado

source: Inappropriate %s term code
es: %s: Témino de código inapropiado

source: %s -- no files to migrate
es: %s -- No existen archivos para migrar.

source: Bacula %s %s (%s): %s Build OS: %s %s %s Prev Backup JobId: %s New Backup JobId: %s Migration JobId: %s Migration Job: %s Backup Level: %s%s Client: %s FileSet: "%s" %s Read Pool: "%s" (From %s) Read Storage: "%s" (From %s) Write Pool: "%s" (From %s) Write Storage: "%s" (From %s) Start time: %s End time: %s Elapsed time: %s Priority: %d SD Files Written: %s SD Bytes Written: %s (%sB) Rate: %.1f KB/s Volume name(s): %s Volume Session Id: %d Volume Session Time: %d Last Volume Bytes: %s (%sB) SD Errors: %d SD termination status: %s Termination: %s
es: Bacula %s %s (%s): %s Arquitectura de OS: %s %s %s Id de respaldo anterior: %s Id de respaldo nuevo: %s Migración de Id de respaldo: %s Migración de respaldo: %s Nivel de respaldo: %s%s Cliente: %s Conjunto de archivos: "%s" %s Lectura de pila: "%s" (From %s) Lectura de almacenaje: "%s" (From %s) Escritura de pila: "%s" (From %s) Escritura de almacenaje: "%s" (From %s) Hora de inicio: %s Hora de fin: %s Tiempo transcurrido: %s Prioridad: %d Archivos SD escritos: %s Bytes SD escritos: %s (%sB) Promedio: %.1f KB/s Nombre(s) del volumen: %s Id de sesión de volumen: %d Hora de sesión de volumen: %d Ultimos Bytes de volumen: %s (%sB) Errores SD: %d Estado final de SD: %s Finalizado: %s

source: No Next Pool specification found in Pool "%s".
es: No se encontró una especificación de siguiente depósito en el depósito «%s».

source: No Storage specification found in Next Pool "%s".
es: No se encontró una especificación de almacenamiento en siguiente depósito «%s».

source: Storage from Pool's NextPool resource
es: Almacenamiento desde el recurso NextPool del depósito

source: Could not open %s: ERR=%s
es: No se ha podido abrir %s: ERR=%s

source: Available queries:
es: Consultas disponibles:

source: Choose a query
es: Elija una consulta:

source: Could not find query.
es: No es posible encontrar la consulta.

source: Too many prompts in query, max is 9.
es: Demasiadas indicaciones en la consulta, el máximo es 9.

source: Warning prompt %d missing.
es: Perdida de indicación de aviso %d.

source: Entering SQL query mode. Terminate each query with a semicolon. Terminate query mode with a blank line.
es: Entrando en el modo consulta de SQL. Finalizar cada consulta con punto y coma. Finalizar modo consulta con una línea en blanco.

source: Enter SQL query:
es: Introduzca consulta SQL:

source: Add to SQL query:
es: Anadir a la consulta SQL:

source: End query mode.
es: Fin del modo consulta.

source: The current %s retention period is: %s
es: El %s periodo actual de retención es: %s

source: Continue? (yes/mod/no):
es: ¿Continuar? (Sí/mod/No):

source: Enter new retention period:
es: Introduzca nuevo periodo de retención:

source: Invalid period.
es: Periodo inválido.

source: You have the following choices:
es: Tiene las siguientes opciones:

source: The defined Storage resources are:
es: Los recursos de almacenamiento definidos son los siguientes:

source: Storage
es: Almacenamiento

source: Select Storage resource
es: Seleccione el recurso de almacenamiento

source: The defined FileSet resources are:
es: Los recursos FileSet definidos son:

source: Select FileSet resource
es: Seleccione el recurso FileSet

source: Could not find a Catalog resource
es: No ha sido posible encontrar un recurso de catálogo

source: You must specify a "use <catalog-name>" command before continuing.
es: Debe especificar la orden "use <nombre de catálogo>" antes de continuar.

source: The defined Catalog resources are:
es: Los recursos de catálogo definidos son:

source: Catalog
es: Catálogo

source: Select Catalog resource
es: Seleccione el recurso catálogo

source: The defined Job resources are:
es: Los recursos de trabajo definidos son:

source: Job
es: Trabajo

source: Select Job resource
es: Seleccione un recurso de trabajo

source: The defined Restore Job resources are:
es: Los recursos de restauración de trabajo definidos son:

source: Select Restore Job
es: Seleccione una restauración de trabajo

source: The defined Client resources are:
es: Los recursos cliente definidos son:

source: Client
es: Cliente

source: Select Client (File daemon) resource
es: Seleccione el recurso cliente (Demonio de archivos)

source: Error: Client resource %s does not exist.
es: Error: el recurso cliente %s no existe.

source: Could not find Client %s: ERR=%s
es: No se pudo encontrar el cliente %s: ERR=%s

source: Could not find Client "%s": ERR=%s
es: No se pudo encontrar el cliente «%s»: ERR=%s

source: Error obtaining client ids. ERR=%s
es: Error al obtener las identificaciones del cliente. ERR=%s

source: No clients defined. You must run a job before using this command.
es: No hay un cliente definido. Debe ejecutar un trabajo antes de usar esta orden.

source: Defined Clients:
es: Clientes definidos:

source: Select the Client
es: Seleccione el cliente

source: Could not find Pool "%s": ERR=%s
es: No se pudo encontrar el depósito «%s»: ERR=%s

source: No pools defined. Use the "create" command to create one.
es: No hay un depósito definido. Use la orden «create» para crear uno.

source: Defined Pools:
es: Depósitos definidos:

source: Select the Pool
es: Seleccione el depósito

source: No access to Pool "%s"
es: No hay acceso al depósito «%s»

source: Enter MediaId or Volume name:
es: Introduzca la identificación del medio o el nombre del volumen:

source: The defined Pool resources are:
es: Los recursos definidos del depósito son:

source: Select Pool resource
es: Seleccione el recurso del depósito

source: Error: Pool resource "%s" does not exist.
es: Error: el recurso «%s» del depósito no existe.

source: Enter the JobId to select:
es: Introduzca la identificación del trabajo que desea seleccionar:

source: Could not find Job "%s": ERR=%s
es: No se pudo encontrar el trabajo "%s": ERR =%s

source: Automatically selected %s: %s
es: Seleccionada automáticamente %s: %s

source: Cannot select %s in batch mode.
es: No se puede seleccionar %s en modo diferido.

source: Selection list for "%s" is empty!
es: ¡La lista de selección para "%s" está vacía!

source: Automatically selected: %s
es: Seleccionado automáticamente: %s

source: Selection aborted, nothing done.
es: Selección abortada, no se hizo nada.

source: Please enter a number between 1 and %d
es: Introduzca un número entre 1 y %d

source: Storage name given twice.
es: Nombre del almacenamiento dado dos veces.

source: Expecting jobid=nn command, got: %s
es: Se esperaba la orden jobid=nn pero se obtuvo: %s

source: JobId %s is not running.
es: JobId %s no se está ejecutando.

source: Expecting job=xxx, got: %s.
es: Se esperaba job=xxx pero se obtuvo: %s.

source: Job "%s" is not running.
es: El trabajo "%s" no se está ejecutando.

source: Expecting ujobid=xxx, got: %s.
es: Se esperaba ujobid=xxx pero se obtuvo: %s.

source: Storage resource "%s": not found
es: Recurso de almacenamiento «%s»: no se encontró

source: Enter autochanger drive[0]:
es: Introduzca el controlador[0] autocambiador:

source: Enter autochanger slot:
es: Introduzca la ranura del autocambiador:

source: Media Types defined in conf file:
es: Tipos de medios definidos en el archivo de configuración:

source: Media Type
es: Tipo de medio

source: Select the Media Type
es: Seleccione el tipo de medio

source: Unable to find JobId of previous InitCatalog Job. Please run a Verify with Level=InitCatalog before running the current Job.
es: No se pudo encontrar la identificación del trabajo InitCatalog previo. Ejecute una verificación con Level=InitCatalog antes de ejecutar el trabajo actual.

source: Unable to find JobId of previous Job for this client.
es: No se pudo encontrar la identificación del trabajo previa para este cliente.

source: Could not get job record for previous Job. ERR=%s
es: No se pudo encontrar el registro del trabajo para el trabajo previo. ERR=%s

source: Last Job %d did not terminate normally. JobStatus=%c
es: El último trabajo %d no terminó normalmente. JobStatus=%c

source: Verifying against JobId=%d Job=%s
es: Verificando con id de trabajo=%d trabajo=%s

source: Start Verify JobId=%s Level=%s Job=%s
es: Iniciar verificación IdTrabajo=%s Nivel=%s Trabajo=%s

source: Deprecated feature ... use bootstrap.
es: Característica obsoleta ... use bootstrap.

source: Unimplemented Verify level %d(%c)
es: Nivel de verificación %d(%c) no implementado

source: Unimplemented verify level %d
es: Nivel de verificación %d no implementado

source: Verify OK
es: Verificación correcta

source: *** Verify Error ***
es: *** Error de verificación ***

source: Verify warnings
es: Avisos de verificación

source: Verify Canceled
es: Verificación cancelada

source: Verify Differences
es: Verificar diferencias

source: Inappropriate term code: %d %c
es: Termino de codigo inapropiado: %d %c

source: Bacula %s %s (%s): %s Build OS: %s %s %s JobId: %d Job: %s FileSet: %s Verify Level: %s Client: %s Verify JobId: %d Verify Job: %s Start time: %s End time: %s Files Expected: %s Files Examined: %s Non-fatal FD errors: %d FD termination status: %s SD termination status: %s Termination: %s
es: Bacula %s %s (%s): %s Arquitectura OS: %s %s %s Id de Respaldo: %d Respaldo: %s Conjunto de archivos: %s Nivel de Verificación: %s Cliente: %s Verificación Id de respaldo: %d Verificación de respaldo: %s Hora de inicio: %s Hora de finalización: %s Archivos esperados: %s Archivos examinados: %s Errores FD no fatales: %d Estado final FD: %s Estado final SD: %s Finalizado: %s

source: Bacula %s %s (%s): %s Build: %s %s %s JobId: %d Job: %s FileSet: %s Verify Level: %s Client: %s Verify JobId: %d Verify Job: %s Start time: %s End time: %s Files Examined: %s Non-fatal FD errors: %d FD termination status: %s Termination: %s
es: Bacula %s %s (%s): %s Arquitectura: %s %s %s Id de respaldo: %d Respaldo: %s Conjunto de archivos: %s Verificación de nivel: %s Cliente: %s Verificación de Id de respaldo: %d Verificación de respaldo: %s Hora de Inicio: %s Hora de finalización: %s Archivos examinados: %s Errores FD no fatales: %d Estado FD al terminar: %s Finalizado: %s

source: bird<filed: bad attributes, expected 3 fields got %d mslen=%d msg=%s
es: bird<filed: attributes incorrectos, se esperaban 3 campos, se obtuvieron %d mslen=%d msg=%s

source: New file: %s
es: Archivo nuevo: %s

source: File not in catalog: %s
es: El archivo no está en el catálogo: %s

source: st_ino differ. Cat: %s File: %s
es: st_ino no concuerda. Cat: %s Archivo: %s

source: st_mode differ. Cat: %x File: %x
es: st_mode no concuerda. Cat: %x Archivo: %x

source: st_nlink differ. Cat: %d File: %d
es: st_nlink no concuerda. Cat: %d Archivo: %d

source: st_uid differ. Cat: %u File: %u
es: st_uid no concuerda. Cat: %u Archivo: %u

source: st_gid differ. Cat: %u File: %u
es: st_gid no concuerda. Cat: %u Archivo: %u

source: st_size differ. Cat: %s File: %s
es: st_size no concuerda. Cat: %s Archivo: %s

source: st_atime differs
es: st_atime no concuerda

source: st_mtime differs
es: st_mtime no concuerda

source: st_ctime differs
es: st_ctime no concuerda

source: st_size decrease. Cat: %s File: %s
es: st_size disminuye. Cat: %s Archivo: %s

source: MD5/SHA1 index %d not same as attributes %d
es: El índice %d de MD5/SHA1 no es igual al de los atributos %d

source: %s not same. File=%s Cat=%s
es: %s no es igual. Archivo=%s Cat=%s

source: %s differs.
es: %s no concuerda.

source: bdird<filed: bad attributes from filed n=%d : %s
es: bdird<archivado: atributos incorrectos desde n=%d archivado: %s

source: The following files are in the Catalog but not on %s:
es: Los siguientes archivos están en el catálogo pero no en %s:

source: File: %s
es: Archivo: %s

source: This command is can be DANGEROUS!!! It purges (deletes) all Files from a Job, JobId, Client or Volume; or it purges (deletes) all Jobs from a Client or Volume without regard for retention periods. Normally you should use the PRUNE command, which respects retention periods.
es: ¡Esta orden puede ser PELIGROSA! Purga (borra) todos los archivos de un trabajo, identificación de trabajo, cliente o volumen; o borra todos los trabajos de un cliente o volumen sin considerar los períodos de retención. Normalmente debería usar la orden PRUNE, que respeta los períodos de retención.

source: Choose item to purge
es: Seleccione el elemento que va a purgar

source: Begin purging files for Client "%s"
es: Comenzar a purgar los archivos del cliente «%s»

source: No Files found for client %s to purge from %s catalog.
es: No se encontraron archivos para purgar en el cliente %s del catálogo %s.

source: Files for %d Jobs for client "%s" purged from %s catalog.
es: Se purgaron los archivos de %d trabajos para el cliente «%s» del catálogo %s.

source: Begin purging jobs from Client "%s"
es: Comenzar a purgar los trabajos del cliente «%s»

source: %d Jobs for client %s purged from %s catalog.
es: Se purgaron %d trabajos para el cliente %s del catálogo %s.

source: Volume "%s" has VolStatus "%s" and cannot be purged. The VolStatus must be: Append, Full, Used, or Error to be purged.
es: El volumen «%s» tiene un estado de volumen «%s» y no puede purgarse. El estado del volumen debe ser: Añadir, lleno, usado o error para poder purgarse.

source: %d File%s on Volume "%s" purged from catalog.
es: Se purgaron %d archivo%s en el volumen «%s» desde el catálogo.

source: There are no more Jobs associated with Volume "%s". Marking it purged.
es: No hay más trabajos asociados con el volumen «%s». Marcándolo como purgado.

source: Unable move recycled Volume in full Pool "%s" MaxVols=%d
es: Imposible mover el volumen reciclado al depósito lleno «%s» MaxVols=%d

source: All records pruned from Volume "%s"; marking it "Purged"
es: Se podaron todos los registros desde el volumen «%s»; marcándolo como «Purgado»

source: Cannot purge Volume with VolStatus=%s
es: No se puede purgar un volumen con VolStatus=%s

source: "RegexWhere" specification not authorized.
es: Especificación «RegexWhere» no autorizada.

source: "where" specification not authorized.
es: Especificación «where» no autorizada.

source: No Restore Job Resource found in bacula-dir.conf. You must create at least one before running this command.
es: No se encontró un trabajo de restauración en bacula-dir.conf. Debe crear por lo menos uno antes de ejecutar esta orden.

source: Restore not done.
es: No se hizo la restauración.

source: Unable to construct a valid BSR. Cannot continue.
es: Imposible construir una BSR válida. No se puede continuar.

source: No files selected to be restored.
es: No se seleccionaron archivos para restaurar.

source: 1 file selected to be restored.
es: 1 archivo seleccionado para restauración.

source: %s files selected to be restored.
es: %s archivos seleccionados para restauración.

source: No Client resource found!
es: ¡No se encontró un recurso cliente!

source: Missing value for keyword: %s
es: Falta valor para la palabra clave: %s

source: List last 20 Jobs run
es: Listar los últimos 20 trabajos ejecutados

source: List Jobs where a given File is saved
es: Listar trabajos donde se guardó algún archivo

source: Enter list of comma separated JobIds to select
es: Introduzca la lista de identificaciones de trabajos a seleccionar separadas por comas

source: Enter SQL list command
es: Introduzca la orden de lista SQL

source: Select the most recent backup for a client
es: Seleccionar la copia de respaldo más reciente para un cliente

source: Select backup for a client before a specified time
es: Seleccionar copia de respaldo para un cliente antes de un lapso especificado

source: Enter a list of files to restore
es: Introduzca una lista de archivos para restaurar

source: Enter a list of files to restore before a specified time
es: Introduzca una lista de archivos para restaurar antes de un lapso especificado

source: Find the JobIds of the most recent backup for a client
es: Buscar las identificaciones de trabajo de la copia de respaldo más reciente de un cliente

source: Find the JobIds for a backup for a client before a specified time
es: Buscar las identificaciones de trabajo de la copia de respaldo de un cliente antes de un lapso especificado

source: Enter a list of directories to restore for found JobIds
es: Introduzca una lista de directorios para restaurar para las identificaciones de trabajos encontradas

source: Cancel
es: Cancelar

source: Unknown keyword: %s
es: Palabra clave desconocida: %s

source: Error: Pool resource "%s" access not allowed.
es: Error: no se permite el acceso al depósito «%s».

source: First you select one or more JobIds that contain files to be restored. You will be presented several methods of specifying the JobIds. Then you will be allowed to select which files from those JobIds are to be restored.
es: Primero, seleccione una o más identificaciones de trabajo que contengan archivos para restaurar. Se le presentarán varios métodos para que especifique las identificaciones de trabajo. Después podrá seleccionar los archivos que se van a restaurar.

source: To select the JobIds, you have the following choices:
es: Para seleccionar las identidades de trabajo, tiene las siguientes opciones:

source: Select item:
es: Seleccione elemento:

source: SQL query not authorized.
es: Consulta SQL no autorizada.

source: Enter Filename (no path):
es: Introduzca el nombre de archivo (sin ruta):

source: Enter JobId(s), comma separated, to restore:
es: Introduzca las identificaciones de trabajos para restaurar, separadas por comas:

source: Enter SQL list command:
es: Introduzca la orden de lista SQL:

source: Enter file names with paths, or < to enter a filename containing a list of file names with paths, and terminate them with a blank line.
es: Introduzca nombres de archivos con rutas o < para introducir un nombre de archivo que contenga una lista de los nombres de archivos con rutas, y finalícelos con una línea en blanco.

source: Enter full filename:
es: Introduzca el nombre de archivo completo:
