Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/tags/language-pack-gnome-*-*-1:9.04+20090609guada1/data/*/LC_MESSAGES/bacula.po
Languages: es

source: Version: %s (%s) Usage: bacula-fd [-f -s] [-c config_file] [-d debug_level] -c <file> use <file> as configuration file -dnn set debug level to nn -f run in foreground (for debugging) -g groupid -s no signals (for debugging) -t test configuration file and exit -u userid -v verbose user messages -? print this message.
es: Versión: %s (%s) Uso: bacula-fd [-f -s] [-c config_file] [-d debug_level] -c <file> use <file> como archivo de configuración -dnn establece el nivel de depuración a nn -f corre en segundo plano (para depuración) -g id de grupo -s sin señales (para depuración) -t comprueba el archivo de configuración y sale -u id de usuario -v mensajes de usuario verbosos -? imprime este mensaje.

source: No File daemon resource defined in %s Without that I don't know who I am :-(
es: No se ha definido el recurso demonio en %s Sin esto no se quién soy :-(

source: Only one Client resource permitted in %s
es: Sólo se permite un recurso cliente en %s

source: Neither "TLS CA Certificate" or "TLS CA Certificate Dir" are defined for File daemon in %s.
es: No se han definido ni "TLS CA Certificate" ni "TLS CA Certificate Dir" en el demonio de archivo en %s.

source: PKI encryption/signing enabled but not compiled into Bacula.
es: cifrado/firma PKI activada pero no compilada en Bacula.

source: "PKI Key Pair" must be defined for File daemon "%s" in %s if either "PKI Sign" or "PKI Encrypt" are enabled.
es: El "par de claves PKI" deben estar definidas en el demonio de archivo "%s" en %s si "PKI Sign" o "PKI Encrypt" están activadas.

source: Failed to allocate a new keypair object.
es: Fallo al asignar un nuevo objeto de pareja de claves.

source: Failed to load public certificate for File daemon "%s" in %s.
es: Fallo al cargar el certificado público para el demonio de archivos "%s" en %s.

source: Failed to load private key for File daemon "%s" in %s.
es: Fallo al cargar la clave privada para el demonio de archivos "%s" en %s.

source: Failed to load private key from file %s for File daemon "%s" in %s.
es: Fallo al cargar la clave privada desde el archivo %s para el demonio de archivo "%s" en %s.

source: Failed to load trusted signer certificate from file %s for File daemon "%s" in %s.
es: Fallo al cargar el certificado de firmante fiable desde el archivo %s para el demonio de archivo "%s" en %s.

source: Failed to load master key certificate from file %s for File daemon "%s" in %s.
es: Fallo al cargar el certificado de clave maestra desde el archivo %s para el demonio de archivo "%s" en %s.

source: No Director resource defined in %s
es: No se ha definido el recurso director en %s

source: %s Version: %s (%s) %s %s %s %s
es: %s Versión: %s (%s) %s %s %s %s

source: Daemon started %s, %d Job%s run since started.
es: Demonio iniciado %s, %d Trabajo%s corriendo desde el inicio.

source: Sizeof: boffset_t=%d size_t=%d debug=%d trace=%d
es: Tamaño de: boffset_t=%d size_t=%d debug=%d trace=%d

source: Director connected at: %s
es: Director conectado a: %s

source: JobId %d Job %s is running.
es: Idtrabajo %d Trabajo %s está corriendo.

source: %s%s Job started: %s
es: %s%s Trabajo iniciado: %s

source: Files=%s Bytes=%s Bytes/sec=%s Errors=%d
es: Archivos=%s Bytes=%s Bytes/seg=%s Errores=%d

source: Files Examined=%s
es: Archivos examinados=%s

source: Processing file: %s
es: Procesando archivo: %s

source: SDSocket closed.
es: ZócaloSD cerrado.

source: Bad .status command: %s
es: Orden .status incorrecta: %s

source: 2900 Bad .status command, missing argument.
es: 2900 Orden .status incorrecta, argumento perdido.

source: 2900 Bad .status command, wrong argument.
es: 2900 Orden .status incorrecta, argumento erróneo.

source: Init Catalog
es: Iniciar catálogo

source: Volume to Catalog
es: Volumen a catálogo

source: Disk to Catalog
es: Disco a catálogo

source: Data
es: Datos

source: Unknown Job Level
es: Nivel de trabajo desconocido

source: Bacula Client: Idle
es: Cliente Bacula: Idle

source: Bacula Client: Running
es: Cliente Bacula: corriendo

source: Bacula Client: Last Job Canceled
es: Cliente Bacula: Último trabajo cancelado

source: Bacula Client: Last Job Failed
es: Cliente Bacula: Error en el último trabajo.

source: Bacula Client: Last Job had Warnings
es: Cliente Bacula: El último trabajo tiene avisos

source: Storage command not issued before Verify.
es: La orden de almacenamiento no será emitida hasta después de su verificación.

source: Error scanning record header: %s
es: Error al explorar la cabecera de registro: %s

source: Unknown resource type %d
es: Tipo de recurso desconocido %d

source: Cannot delete attribute %s
es: No se puede borrar el atributo %s

source: Cannot find attribute %s
es: No se encontró el atributo %s

source: Bacula Console
es: Consola Bacula

source: Connect
es: Conectar

source: Connect to Director
es: Conectar al director

source: Run
es: Ejecutar

source: Run a Job
es: Ejecutar un trabajo

source: Dir Status
es: Estado del directorio

source: Restore
es: Restaurar

source: Label
es: Etiqueta

source: Msgs
es: Mensajes

source: Display Messages
es: Mostrar mensajes

source: Command:
es: Orden

source: Enter Commands Here
es: Introduzca las órdenes aquí

source: Status:
es: Estado:

source: About Bacula Console
es: Sobre la consola Bacula

source: Bacula Console
es: Consola Bacula

source: Copyright (c) 2000 - 2004, Kern Sibbald and John Walker
es: Copyright (c) 2000 - 2004, Kern Sibbald y John Walker

source: Authors: Kern Sibbald and John Walker
es: Autores: Kern Sibbald and John Walker

source: It comes by night and sucks the essence from your computers
es: Viene por la noche y chupa la esencia de vuestros equipos

source: Select Director
es: Seleccionar director

source: Job:
es: Trabajo:

source: Type:
es: Tipo:

source: Client:
es: Cliente:

source: FileSet:
es: Conjunto de archivos:

source: Priority:
es: Prioridad:

source: Level:
es: Nivel:

source: Pool:
es: Conjunto:

source: Storage:
es: Almacenamiento:

source: Messages:
es: Mensajes:

source: Where:
es: Donde:

source: When:
es: Cuando:

source: Bootstrap:
es: Arranque:

source: Restore File Selection
es: Selección de archivo de restauración

source: Current dir:
es: Directorio actual:

source: Files Selected:
es: Archivos seleccionados:

source: Label a Volume
es: Etiqueta a volumen

source: Volume Name:
es: Nombre del volumen:

source: Slot:
es: Ranura:

source: Restore Files Dialog
es: Diálogo de restauración de archivos

source: Restore Files
es: Restaurar archivos:

source: Before:
es: Antes:

source: Select Files
es: Seleccionar archivos

source: Progress
es: Progreso

source: Version: %s (%s) %s %s %s Usage: bgnome-console [-s] [-c config_file] [-d debug_level] [config_file] -c <file> set configuration file to file -dnn set debug level to nn -s no signals -t test - read configuration and exit -? print this message.
es: Versión: %s (%s) %s %s %s Uso: bgnome-console [-s] [-c config_file] [-d debug_level] [config_file] -c <file> Establece la configuración archivo a archivo -dnn establece el nivel de depuración a nn -s sin señales -t test - lee la configuración y sale -? imprime este mensaje.

source: Neither "TLS CA Certificate" or "TLS CA Certificate Dir" are defined for Director "%s" in %s. At least one CA certificate store is required.
es: Ni "TLS CA Certificate" o "TLS CA Certificate Dir" están definidos en el Director "%s" en %s. Al menos se requiere un almacén de cerificado CA.

source: No Director resource defined in %s Without that I don't how to speak to the Director :-(
es: No se ha definido el recurso director en %s Sin él no sé como hablar con el director :-(

source: Neither "TLS CA Certificate" or "TLS CA Certificate Dir" are defined for Console "%s" in %s.
es: Ni "TLS CA Certificate" ni "TLS CA Certificate Dir" están definidos para la consola "%s" en %s.

source: Pthread cond init error = %s
es: Condición de error de inicio del hilo = %s

source: Not Connected
es: No conectado

source: Connecting to Director %s:%d
es: Conectando a Director %s:%d

source: Connecting to Director %s:%d
es: Conectando al Director %s:%d

source: Passphrase for Console "%s" TLS private key:
es: Contraseña para consola "%s" clave privada TLS:

source: Failed to initialize TLS context for Console "%s".
es: Fallo al inicializar el contexto TLS para la consola "%s".

source: Passphrase for Director "%s" TLS private key:
es: Contraseña para Director "%s" clave privada TLS:

source: Failed to initialize TLS context for Director "%s".
es: Fallo al inicializar el contexto TLS para el Director "%s".

source: Director daemon
es: Demonio director

source: Initializing ...
es: Inicializando...

source: Connected
es: Conectado

source: Processing command ...
es: Procesando orden...

source: At prompt waiting for input ...
es: esperando por una entrada ...

source: Ready
es: Listo

source: No record for %d %s
es: No hay registros para %d %s

source: Director: name=%s address=%s DIRport=%d
es: Director: nombre=%s dirección=%s DIRport=%d

source: Console: name=%s
es: Consola: nombre=%s

source: ConsoleFont: name=%s font face=%s
es: ConsoleFont: nombre=%s tipografía=%s

source: Couldn't find pixmap file: %s
es: No se ha encontrado el archivo pixmap: %s

source: %s: Director authorization problem.
es: %s: Problema de autorización de Director.

source: Director authorization problem.
es: Problema de autorización de Director

source: Please see http://www.bacula.org/rel-manual/faq.html#AuthorizationErrors for help.
es: vea http://www.bacula.org/rel-manual/faq.html#AuthorizationErrors para ayuda.

source: Bad response to Hello command: ERR=%s
es: Respuesta incorrecta para la orden Hello: ERR=%s

source: %s: Bad response to Hello command: ERR=%s
es: %s: Respuesta incorrecta para la orden Hello: ERR=%s

source: The Director is probably not running.
es: Es probable que Director no funcione.

source: Director rejected Hello command
es: El Director rechaza la orden Hello

source: Mark
es: Marca

source: File
es: Archivo

source: Mode
es: Modo

source: User
es: Usuario

source: Group
es: Grupo

source: Size
es: Tamaño

source: Date
es: Fecha

source: query %s failed: %s
es: consulta %s falló: %s

source: insert %s failed: %s
es: insertar %s falló: %s

source: Insertion problem: affected_rows=%s
es: Problema de inserción: filas_afectadas=%s

source: update %s failed: %s
es: actualización %s falló: %s

source: Update failed: affected_rows=%s for %s
es: Actualización falló: filas_afectadas=%s para %s

source: delete %s failed: %s
es: borrado %s falló: %s

source: error fetching row: %s
es: error trayendo la fila: %s

source: Path length is zero. File=%s
es: La longitud de la ruta es cero. Archivo =%s

source: No results to list.
es: No hay resultados para listar.

source: Unable to initialize DB lock. ERR=%s
es: Imposible inicializar el bloqueo de la BD. ERR=%s

source: Database %s does not exist, please create it.
es: La base de datos %s no existe, créela.

source: Unable to open Database=%s. ERR=%s
es: No es posible abrir la base de datos=%s. ERR=%s

source: unknown
es: desconocido

source: Query failed: %s: ERR=%s
es: Fallo en la consulta: %s: ERR=%s

source: Query error for start time request: ERR=%s CMD=%s
es: Error de la consulta en el inicio de la petición: ERR=%s CMD=%s

source: No prior Full backup Job record found.
es: No se encontró un registro de trabajo de restauración anterior.

source: Unknown level=%d
es: Nivel desconocido=%d

source: No Job record found: ERR=%s CMD=%s
es: No se encontraron registros de trabajo: ERR=%s CMD=%s

source: Unknown Job level=%d
es: Nivel de trabajo desconocido=%d

source: No Job found for: %s.
es: No se encontró trabajo para: %s.

source: No Job found for: %s
es: No se encontró trabajo para: %s

source: Request for Volume item %d greater than max %d or less than 1
es: La petición del elemento %d del volumen es mayor que el máximo (%d) o menor que 1

source: No Volume record found for item %d.
es: No se encontró registro de volumen para el elemento %d.

source: A user name for MySQL must be supplied.
es: Se debe proporcionar un nombre de usuario para MySQL.

source: Unable to connect to MySQL server. Database=%s User=%s MySQL connect failed either server not running or your authorization is incorrect.
es: Imposible conectar al servidor MySQL. Base de datos=%s Usuario=%s Falló la conexión MySQL, o el servidor no está funcionando o su autorización es incorrecta.

source: No pool record %s exists
es: No existe ningún registro %s de conjunto

source: Expecting one pool record, got %d
es: Se esperaba un registro de conjunto, se consiguió %d

source: Error fetching row %s
es: Error recogiendo fila %s

source: Create DB Job record %s failed. ERR=%s
es: Falló la creación del registro %s de trabajo de BD. ERR=%s

source: Create JobMedia record %s failed: ERR=%s
es: Falló la creación de la grabación JobMedia %s: ERR=%s

source: Update Media record %s failed: ERR=%s
es: Fallo al actualizar el registro de medio %s: ERR=%s

source: pool record %s already exists
es: el registro de conjunto %s ya existe

source: Create db Pool record %s failed: ERR=%s
es: Falló la creación del registro %s de conjunto: ERR=%s

source: Device record %s already exists
es: El registro de dispositivo %s ya existe

source: Create db Device record %s failed: ERR=%s
es: Fallo al crear el registro de dispositivo bd %s: ERR=%s

source: More than one Storage record!: %d
es: Más de un registro de almacenamiento: %d

source: error fetching Storage row: %s
es: error trayendo la fila de almacenamiento: %s

source: Create DB Storage record %s failed. ERR=%s
es: Fallo al crear el registro de almacenamiento de BD %s. ERR=%s

source: mediatype record %s already exists
es: el registro de tipo de medio %s ya existe

source: Create db mediatype record %s failed: ERR=%s
es: Fallo al crear el registro de tipo de medio bd %s: ERR=%s

source: Volume "%s" already exists.
es: El volumen "%s" ya existe.

source: Create DB Media record %s failed. ERR=%s
es: Fallo al crear el registro de medio BD %s. ERR=%s

source: More than one Client!: %d
es: ¡Más de un cliente!: %d

source: error fetching Client row: %s
es: error trayendo la fila de cliente: %s

source: Create DB Client record %s failed. ERR=%s
es: Falló la creación del registro de cliente de la BD %s. ERR=%s

source: Create DB Counters record %s failed. ERR=%s
es: Falló la creación de contadores de registro de base de datos %s. ERR=%s

source: More than one FileSet!: %d
es: ¡Más de un FileSet!: %d

source: error fetching FileSet row: ERR=%s
es: Error trayendo la fila de conjunto de archivos: ERR=%s

source: Create DB FileSet record %s failed. ERR=%s
es: Fallo al crear el registro %s en DB FileSet. ERR=%s

source: Could not init batch database: "%s".
es: No se pudó iniciar la base de datos por lotes: "%s".

source: Could not open database "%s": ERR=%s
es: No se puede abrir la base de datos "%s": ERR=%s

source: Attempt to put non-attributes into catalog. Stream=%d
es: Intentando poner no-atributos en el catálogo. Flujo=%d

source: Create db File record %s failed. ERR=%s
es: Fallo al crear el registro de archivo de bd %s. ERR=%s

source: More than one Path!: %s for path: %s
es: Más de una ruta: %s para la ruta: %s

source: Create db Path record %s failed. ERR=%s
es: La creación del registro de ruta de bd %s falló. ERR=%s

source: More than one Filename! %s for file: %s
es: Más de un nombre de archivo %s para el archivo: %s

source: Error fetching row for file=%s: ERR=%s
es: Error trayendo la fila para el archivo=%s: ERR=%s

source: Create db Filename record %s failed. ERR=%s
es: La creación del registro del nombre del archivo de bd %s falló. ERR=%s

source: get_file_record want 1 got rows=%d
es: get_file_record busca 1 consiguió filas=%d

source: Error fetching row: %s
es: Error traayendo fila: %s

source: File record for PathId=%s FilenameId=%s not found.
es: No se encontró el registro de archivo para PathId=%s FilenameId=%s

source: File record not found in Catalog.
es: Registro de archivo no encontrado en el catálogo.

source: More than one Filename!: %s for file: %s
es: Más de un nombre de archivo. %s para el archivo: %s

source: Get DB Filename record %s found bad record: %d
es: La obtención del registro del archivo %s encontró el registro %d en mal estado

source: Filename record: %s not found.
es: Registro de nombre de archivo: %s no encontrado.

source: Filename record: %s not found in Catalog.
es: Registro de nombre de archivo: %s no encontrado en le catálogo.

source: Get DB path record %s found bad record: %s
es: Al obtener la ruta del registro BD %s se encontró un registro no válido: %s

source: Path record: %s not found.
es: Registro de ruta: %s no encontrado.

source: Path record: %s not found in Catalog.
es: Registro de ruta: %s no encontrado en el catálogo.

source: No Job found for JobId %s
es: No se encontraron trabajos para la identidad de trabajo %s

source: No volumes found for JobId=%d
es: No se encontraron volúmenes para el Idtrabajo=%d

source: Error fetching row %d: ERR=%s
es: Error trayendo fila %d: ERR=%s

source: No Volume for JobId %d found in Catalog.
es: No se encontró volumen para la identidad de trabajo %d en el catálogo.

source: Pool id select failed: ERR=%s
es: Falló la selección de id de grupo: ERR=%s

source: Client id select failed: ERR=%s
es: Falló la selección de id Cliente: ERR=%s

source: More than one Pool!: %s
es: Más de un conjunto: %s

source: Pool record not found in Catalog.
es: No se encontró el registro de conjunto en el catálogo.

source: More than one Client!: %s
es: Más de un cliente: %s

source: Client record not found in Catalog.
es: No se encontró el registro de cliente en el catálogo.

source: More than one Counter!: %d
es: Más de u contador: %d

source: error fetching Counter row: %s
es: error colocando el contador de fila: %s

source: Counter record: %s not found in Catalog.
es: Registro de contador: %s no encontrado en el catálogo.

source: Error got %s FileSets but expected only one!
es: Error se consiguieron %s conjuntos de archivos pero se esperaba sólo uno.

source: FileSet record "%s" not found.
es: Registro de conjunto de archivos "%s" no encontrado.

source: FileSet record not found in Catalog.
es: Registro de conjunto de archivos no encontrado en el catálogo.

source: Media id select failed: ERR=%s
es: La selección de identificación del medio falló: ERR=%s

source: query dbids failed: ERR=%s
es: falló la consulta dbids: ERR=%s

source: More than one Volume!: %s
es: Más de un volumen: %s

source: Media record MediaId=%s not found.
es: Registro de medio MediaId=%s no encontrado.

source: Media record for Volume "%s" not found.
es: No se encontró el registro de medio para el volumen "%s".

source: Media record for MediaId=%u not found in Catalog.
es: Registro de medio para identidad de medio=%u no encontrado en el catálogo.

source: Media record for Vol=%s not found in Catalog.
es: Registro de medio para el Vol=%s no encontrado en el catálogo.

source: A user name for PostgreSQL must be supplied.
es: Se debe proporcionar un nombre de usuario para PostgresSQL.

source: PostgreSQL configuration problem. PostgreSQL library is not thread safe. Connot continue.
es: Problema de configuración en PostgreSQL. La bibliotecac PostgreSQL no tiene hilado seguro. No se puede continuar.

source: Unable to connect to PostgreSQL server. Database=%s User=%s It is probably not running or your password is incorrect.
es: Imposible conectar al servidor PostgreSQL. Base de datos=%s Usuario=%s Probablemente no esta funcionando o su contraseña es incorrecta.

source: PQescapeStringConn returned non-zero.
es: PQescapeStringConn devolvió no cero.

source: error fetching currval: %s
es: error fijando currval; %s

source: error ending batch mode: %s
es: error terminando el modo de ejecución por lotes: %s

source: WARNING!!!! The Internal Database is NOT OPERATIONAL!
es: ¡AVISO! ¡La base de datos interna NO ES OPERACIONAL!

source: You should use SQLite, PostgreSQL, or MySQL
es: Puede urar SQLite, PostgreSQL, o MySQL

source: Unable to open Catalog DB control file %s: ERR=%s
es: Imposible abrir el archivo de control de la BD de catálogo %s: ERR=%s

source: Error reading catalog DB control file. ERR=%s
es: Error al leer el archivo de control de la BD de catálogo. ERR=%s

source: Error, catalog DB control file wrong version. Wanted %d, got %d Please reinitialize the working directory.
es: Error, versión errónea del archivo de control de la BD de catálogo. Se buscaba %d, se consiguió %d Reinicialice el directorio de trabajo.

source: Error updating DB Job file. ERR=%s
es: Error actualizando el archivo de trabajo de DB. ERR=%s

source: Error updating DB Media file. ERR=%s
es: Error actualizando el archivo de medio de DB. ERR=%s

source: Query failed: %s
es: Fallo en la consulta: %s

source: Console: name=%s rcfile=%s histfile=%s
es: Consola: nombre=%s rcfile=%s histfile=%s

source: TLS negotiation failed
es: Fallo en la negociación TLS

source: Bad response to Hello command: ERR=
es: Mala respuesta al comando Hello: ERR=

source: Director authorization problem. Most likely the passwords do not agree. If you are using TLS, there may have been a certificate validation error during the TLS handshake. Please see http://www.bacula.org/rel-manual/faq.html#AuthorizationErrors for help.
es: Problema de autorización de Director. Lo más común es que las contraseñas no concuerden. Si está usando TLS debe haber un certificado de validación de error durante el manejo de TLS. Por favor vaya a http://www.bacula.org/rel-manual/faq.html#AuthorizationErrors para más información.

source: Error parsing bootstrap file.
es: Error al analizar el archivo de arranque.

source: No Changer Name given for device %s. Cannot continue.
es: No se proporcionó un nombre de cambiador para el dispositivo %s. No se puede continuar.

source: No Changer Command given for device %s. Cannot continue.
es: No se proporcionó una orden de cambiador para el dispositivo %s. No se puede continuar.

source: Media Type not the same for all devices in changer %s. Cannot continue.
es: El tipo de medio no es el mismo para todos los dispositivos en el cambiador %s. No se puede continuar.

source: Invalid slot=%d defined in catalog for Volume "%s" on %s. Manual load may be required.
es: Ranura inválida=%d definida en catálogo para el volumen "%s" en %s. Se puede requerir carga manual.

source: No "Changer Device" for %s. Manual load of Volume may be required.
es: No hay un "Dispositivo cambiador" para %s. Puede ser requerido el montaje manual del volumen.

source: No "Changer Command" for %s. Manual load of Volume may be requird.
es: No hay una "orden cambiadora" para %s. Puede requerirse el montaje manual del volumen.

source: 3304 Issuing autochanger "load slot %d, drive %d" command.
es: 3304 Emitiendo la orden de autocambiador "cargar ranura %d, controlador %d".

source: 3305 Autochanger "load slot %d, drive %d", status is OK.
es: 3305 Autocambiador "ranura de carga %d, dispositivo %d", estatus correcto.

source: 3992 Bad autochanger "load slot %d, drive %d": ERR=%s. Results=%s
es: 3992 Autocambiador incorrecto "ranura de carga %d, dispositivo %d": ERR=%s. Resultados=%s

source: 3301 Issuing autochanger "loaded? drive %d" command.
es: 3301 Emitiendo la orden de autocambiador "¿unidad %d cargada?".

source: 3302 Autochanger "loaded? drive %d", result is Slot %d.
es: 3302 Autocambiador "¿cargado? disco %d", el resultado es Ranura %d

source: 3302 Autochanger "loaded? drive %d", result: nothing loaded.
es: 3302 autocambiador "¿cargado? disco %d", resultado: nada cargado.

source: 3991 Bad autochanger "loaded? drive %d" command: ERR=%s. Results=%s
es: 3991 Autocambiador incorrecto "¿cargado? disco %d" comando: ERR=%s Resultados=%s
