Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/tags/language-pack-gnome-*-*-1:9.04+20090609guada1/data/*/LC_MESSAGES/bacula.po
Languages: es

source: Could not open data file: %s
es: No se puede abrir el archivo de datos: %s

source: Purging oldest volume "%s"
es: Purgando el volumen más antiguo «%s»

source: Pruning oldest volume "%s"
es: Podando el volumen más antiguo «%s»

source: We seem to be looping trying to find the next volume. I give up.
es: Parece que estamos yendo en círculos tratando de encontrar el siguente volumen. Me rindo.

source: Max Volume bytes exceeded. Marking Volume "%s" as Full.
es: La capacidad máxima del volumen se ha excedido. Marcando el volumen «%s» como lleno.

source: Volume used once. Marking Volume "%s" as Used.
es: Volumen usado previamente. Marcando volumen «%s» como usado.

source: Max Volume jobs exceeded. Marking Volume "%s" as Used.
es: Se ha excedido la capacidad máxima de trabajo. Marcando el volumen "%s" como usado.

source: Max Volume files exceeded. Marking Volume "%s" as Used.
es: Se ha excedido la capacidad máxima de archivos del volumen. Marcando el volumen «%s» como usado.

source: Max configured use duration exceeded. Marking Volume "%s" as Used.
es: Se excedió la máxima duración de uso configurada. Marcando el volumen «%s» como usado.

source: Catalog error updating volume "%s". ERR=%s
es: Error de catálogo al actualizar el volumen «%s». ERR=%s

source: volume has expired
es: el volumen ha expirado

source: Recycled current volume "%s"
es: Volumen reciclado actual «%s»

source: and recycling of current volume failed
es: y el reciclaje del volumen actual falló

source: but should be Append, Purged or Recycle
es: pero debería ser añadido, purgado o reciclado

source: but should be Append, Purged or Recycle (recycling of the current volume failed)
es: pero debe ser añadido, purgado o reciclado (reciclado del volumen actual fallido)

source: but should be Append, Purged or Recycle (cannot automatically recycle current volume, as it still contains unpruned data or the Volume Retention time has not expired.)
es: pero debe ser añadido, depurado o reciclado (no se pudo reciclar automáticamente el volumen actual dado que éste contiene datos sin recortar o no se terminó el tiempo de retención del volumen).

source: Unable to get Pool record: ERR=%s
es: Imposible conseguir el registro de conjunto: ERR=%s

source: Unable add Scratch Volume, Pool "%s" full MaxVols=%d
es: Imposible de añadir volumen improvisado, Grupo «%s» lleno MaxVols=%d

source: Failed to move Scratch Volume. ERR=%s
es: Falló al mover el volumen improvisado. ERR: %s

source: Using Volume "%s" from 'Scratch' pool.
es: Usando el Volumen «%s» del grupo 'Improvisado'.

source: Client:
es: Cliente:

source: File daemon "%s" rejected Job command: %s
es: El demonio de archivo "%s" rechazó la orden de trabajo: %s

source: Error updating Client record. ERR=%s
es: Error al actualizar el registro cliente. ERR=%s

source: FD gave bad response to JobId command: %s
es: FD respondió mal a la orden del identificador de trabajo: %s

source: , since=
es: , desde=

source: No prior or suitable Full backup found in catalog. Doing FULL backup.
es: No se encontró ninguna copia de seguridad anterior o apropiada en el catálogo. Haga una copia de seguridad COMPLETA.

source: (upgraded from %s)
es: (actualizado desde %s)

source: Prior failed job found in catalog. Upgrading to %s.
es: Se encontró en el catálogo un trabajo anterior incompleto. Actualizando %s.

source: Unimplemented backup level %d %c
es: Nivel de copia de seguridad no implementado %d %c

source: Cannot run program: %s. ERR=%s
es: No se puede correr el programa: %s. ERR=%s

source: >filed: write error on socket
es: >archivado: error de escritura en el socket

source: Error running program: %s. ERR=%s
es: Error corriendo el programa: %s. ERR=%s

source: Cannot open included file: %s. ERR=%s
es: No se puede abrir el archivo incluido: %s. ERR=%s

source: Could not open bootstrap file %s: ERR=%s
es: No se pudo abrir el archivo de arranque %s. Error: %s

source: Client "%s" RunScript failed.
es: RunScript en el cliente "%s" ha fallado.

source: <filed: bad attributes, expected 3 fields got %d msglen=%d msg=%s
es: <archivado: atributos incorrectos, se esperaban tres campos pero se recibieron %d msglen=%d msg=%s

source: Attribute create error. %s
es: Error al crear el atributo. %s

source: %s index %d not same as attributes %d
es: %s índice %d no tiene el mismo atributo que %d

source: <filed: Network error getting attributes. ERR=%s
es: <archivado: Error de red obteniendo atributos. ERR: %s

source: Negative numbers not permitted
es: No se permiten números negativos

source: Range end is not integer.
es: El final de rango no es un entero.

source: Range start is not an integer.
es: El inicio de rango no es un entero.

source: Range end not bigger than start.
es: El final de rango no es mayor que el inicio.

source: Input value is not an integer.
es: El valor de entrada no es un entero.

source: Values must be be greater than zero.
es: Los valores deben ser mayores de cero.

source: Slot too large.
es: Ranura muy grande.

source: command line
es: línea de órdenes

source: No slots in changer to scan.
es: No hay ranuras en el cambiador para explorar.

source: No Volumes found to label, or no barcodes.
es: No se han encontrado volúmenes para etiquetar, o no hay códigos de barras.

source: Slot %d greater than max %d ignored.
es: Se ignoró la ranura %d por ser mayor que el %d máximo.

source: No VolName for Slot=%d InChanger set to zero.
es: No existe nombre de volumen para la ranura=%d InChanger fijado a cero.

source: Catalog record for Volume "%s" updated to reference slot %d.
es: El registro de catálogo del volumen "%s" fue actualizado y ahora hace referencia a la ranura %d.

source: Catalog record for Volume "%s" is up to date.
es: El registro de catálogo del volumen "%s" está actualizado.

source: Volume "%s" not found in catalog. Slot=%d InChanger set to zero.
es: El volumen "%s" no se encontró en el catálogo. InChanger de la ranura=%d se estableció a cero.

source: Volume "%s" has VolStatus %s. It must be Purged or Recycled before relabeling.
es: El volumen "%s" tiene VolStatus %s. Debe ser purgado o reciclado antes de volverlo a etiquetar.

source: Enter new Volume name:
es: Introduzca un nuevo nombre de volumen:

source: Media record for new Volume "%s" already exists.
es: El registro de medios para el nuevo volumen "%s" ya existe.

source: Enter slot (0 or Enter for none):
es: Introduzca ranura (0 o Intro para ninguna):

source: Delete of Volume "%s" failed. ERR=%s
es: Eliminación del Volumen "%s" falló. ERR=%s

source: Old volume "%s" deleted from catalog.
es: Volumen antiguo "%s" borrado del catálogo.

source: Requesting to mount %s ...
es: Solicitando montar %s...

source: Do not forget to mount the drive!!!
es: No olvide montar el dispositivo

source: The following Volumes will be labeled: Slot Volume ==============
es: Los siguientes Volúmenes serán etiquetados: Volumen Ranura ==============

source: Do you want to label these Volumes? (yes|no):
es: ¿Desea etiquetar estos volúmenes? (yes|no):

source: Media record for Slot %d Volume "%s" already exists.
es: El registro de medios para la ranura %d volumen "%s" ya existe.

source: Error setting InChanger: ERR=%s
es: Error al configurar InChanger: ERR=%s

source: Maximum pool Volumes=%d reached.
es: Se alcanzó el límite máximo del depósito de volúmenes=%d.

source: Catalog record for cleaning tape "%s" successfully created.
es: El registro de catálogo para la cinta de limpieza "%s" se creó correctamente.

source: Catalog error on cleaning tape: %s
es: Error de catálogo en la cinta de limpieza: %s

source: Illegal character "%c" in a volume name.
es: Carácter no válido "%c" en un nombre de volumen.

source: Volume name too long.
es: Nombre de volumen demasiado largo.

source: Volume name must be at least one character long.
es: El nombre de volumen debe tener al menos un carácter.

source: Sending relabel command from "%s" to "%s" ...
es: Enviando la orden de re-etiquetado de "%s" a "%s" ...

source: Sending label command for Volume "%s" Slot %d ...
es: Enviando la orden de etiquetado para el volumen "%s" ranura %d ...

source: Catalog record for Volume "%s", Slot %d successfully created.
es: El registro de catálogo para el volumen "%s", ranura %d fue creado correctamente.

source: Label command failed for Volume %s.
es: Falló la orden de etiquetado del volumen %s.

source: Connecting to Storage daemon %s at %s:%d ...
es: Conectando al demonio de almacenamiento %s en %s:%d ...

source: Failed to connect to Storage daemon.
es: Fallo al conectar al demonio de almacenamiento.

source: Could not open SD socket.
es: No se pudo abrir el zócalo SD.

source: Invalid Slot number: %s
es: Número de ranura inválido: %s

source: Invalid Volume name: %s
es: Nombre de volumen inválido: %s

source: Device "%s" has %d slots.
es: El dispositivo "%s" tiene %d ranuras.

source: Pool "%s" resource not found for volume "%s"!
es: ¡No se encontró el recurso "%s" del repositorio para el volumen "%s"!

source: Pool resource
es: Recurso de repositorio

source: No Storage specification found in Job or Pool.
es: No se encontró una especificación de almacenamiento en el trabajo o en el repositorio.

source: Start Backup JobId %s, Job=%s
es: Iniciar la copia de seguridad idtrabajo %s, trabajo=%s

source: Unexpected Client Job message: %s
es: Mensaje de trabajo de cliente no esperado: %s

source: Network error with FD during %s: ERR=%s
es: Error de red con FD durante %s: ERR=%s

source: No Job status returned from FD.
es: FD no devolvió el estatus del trabajo.

source: Error getting Job record for Job report: ERR=%s
es: Error obteniendo el registro de trabajo para el informe de Trabajo: ERR=%s

source: Error getting Client record for Job report: ERR=%s
es: Error obteniendo el registro de cliente para el informe de Trabajo: ERR=%s

source: Error getting Media record for Volume "%s": ERR=%s
es: Error obteniendo el registro de medios para el volumen "%s": ERR=%s

source: Backup OK -- with warnings
es: Copia de seguridad OK -- con avisos

source: Backup OK
es: Copia de seguridad correcta

source: *** Backup Error ***
es: *** Error en copia de seguridad ***

source: Backup Canceled
es: Copia de seguridad cancelada

source: Inappropriate term code: %c
es: Código de término inapropiado: %c

source: Bacula %s %s (%s): %s Build OS: %s %s %s JobId: %d Job: %s Backup Level: %s%s Client: "%s" %s FileSet: "%s" %s Pool: "%s" (From %s) Storage: "%s" (From %s) Scheduled time: %s Start time: %s End time: %s Elapsed time: %s Priority: %d FD Files Written: %s SD Files Written: %s FD Bytes Written: %s (%sB) SD Bytes Written: %s (%sB) Rate: %.1f KB/s Software Compression: %s VSS: %s Storage Encryption: %s Volume name(s): %s Volume Session Id: %d Volume Session Time: %d Last Volume Bytes: %s (%sB) Non-fatal FD errors: %d SD Errors: %d FD termination status: %s SD termination status: %s Termination: %s
es: Bacula %s %s (%s): %s Sistema Operativo: %s %s %s IdTrabajo: %d Trabajo: %s Nivel de Respaldo: %s%s Cliente: "%s" %s FileSet: "%s" %s Depósito: "%s" (Desde %s) Almacenamiento: "%s" (Desde %s) Hora programada: %s Hora de inicio: %s Hora de finalización: %s Tiempo transcurrido: %s Prioridad: %d Archivos FD escritos: %s Archivos SD escritos: %s Bytes FD escritos: %s (%sB) Bytes SD escritos: %s (%sB) Tasa: %.1f KB/s Compresión de Software: %s VSS: %s Encriptación del almacenamiento: %s Nombre(s) del Volumen: %s Identificación de la Sesión del Volumen: %d Hora de la Sesión del Volumen: %d Últimos Bytes del Volumen: %s (%sB) Errores FD no fatales: %d Errores SD: %d Estatus de terminación FD: %s Estatus de terminación SD: %s Terminación: %s

source: Could not get Job Volume Parameters to update Bootstrap file. ERR=%s
es: No se pudieron obtener los parámetros de volumen de la tarea para actualizar el archivo Bootstrap. ERR=%s

source: Could not open WriteBootstrap file: %s: ERR=%s
es: No se puede abrir el archivo WriteBootstrap: %s: ERR=%s

source: Update choice:
es: Elección de actualización:

source: Volume parameters
es: Parámetros de volumen

source: Pool from resource
es: Depósito desde recurso

source: Slots from autochanger
es: Ranuras desde el autocambiador

source: item
es: elemento

source: Choose catalog item to update
es: Elija elemento de catálogo para actualizar

source: Invalid VolStatus specified: %s
es: VolStatusr especificado inválido: %s

source: New Volume status is: %s
es: El nuevo estatus del volumen es: %s

source: Invalid retention period specified: %s
es: Período de retención no válido: %s

source: New retention period is: %s
es: El nuevo período de retención es: %s

source: Invalid use duration specified: %s
es: Duración especificada de uso incorrecta: %s

source: New use duration is: %s
es: La nueva duración de uso es: %s

source: New max jobs is: %s
es: El nuevo máximo de tareas es: %s

source: New max files is: %s
es: El nuevo máximo de archivos es: %s

source: Invalid max. bytes specification: %s
es: Especificación incorrecta de máximo de bytes: %s

source: New Max bytes is: %s
es: El nuevo máximo de bytes es: %s

source: Invalid value. It must be yes or no.
es: Valor inválido. Debe ser si o no.

source: New Recycle flag is: %s
es: Nuevo flag de Reciclaje es: %s

source: yes
es: sí

source: New InChanger flag is: %s
es: La nueva bandera InChanger es: %s

source: Invalid slot, it must be between 0 and MaxVols=%d
es: Ranura inválida, debe ser entre 0 y MaxVols=%d

source: Error updating media record Slot: ERR=%s
es: Error al actualizar la ranura de registro de medio: ERR=%s

source: New Slot is: %d
es: La nueva ranura es: %d

source: New Pool is: %s
es: El nuevo depósito es: %s

source: New RecyclePool is: %s
es: El nuevo depósito de reciclaje es: %s

source: Error updating Volume record: ERR=%s
es: Error actualizando registro de Volumen: ERR=%s

source: Volume defaults updated from "%s" Pool record.
es: Los valores por omisión del volumen fueron actualizados desde el registro del depósito «%s».

source: Error updating Volume records: ERR=%s
es: Error actualizando registros de Volumen: ERR=%s

source: All Volume defaults updated from "%s" Pool record.
es: Todos los valores por omisión del volumen fueron actualizados desde el registro del depósito «%s».

source: Error updating media record Enabled: ERR=%s
es: Error al actualizar el registro de medios activado: ERR=%s

source: New Enabled is: %d
es: Nuevo activado es: %d

source: Parameters to modify:
es: Parámetros a modificar.

source: Volume Status
es: Estatus del volumen

source: Volume Retention Period
es: Periodo de retención del volumen

source: Volume Use Duration
es: Duración de uso del volumen

source: Maximum Volume Jobs
es: Máximo de tareas por volumen

source: Maximum Volume Files
es: Archivos de Volumen Máximos

source: Maximum Volume Bytes
es: Bytes de Volumen Máximos

source: Recycle Flag
es: Bandera Recycle

source: Slot
es: Ranura

source: InChanger Flag
es: Bandera InChanger

source: Volume Files
es: Archivos de volumen

source: Pool
es: Depósito

source: Volume from Pool
es: Volumen desde depósito

source: All Volumes from Pool
es: Todos los volúmenes desde depósito

source: Enabled
es: Activado

source: RecyclePool
es: Depósito de reciclaje

source: Done
es: Hecho

source: Select parameter to modify
es: Seleccione parámetros para modificar

source: Updating Volume "%s"
es: Actualizando volumen "%s"

source: Current Volume status is: %s
es: El estatus actual del volumen es: %s

source: Possible Values are:
es: Los posibles valores son:

source: Choose new Volume Status
es: Elija un nuevo estatus de volumen

source: Current retention period is: %s
es: El periodo de retención actual es: %s

source: Enter Volume Retention period:
es: Ingrese periodo de Retención de Volumen:

source: Current use duration is: %s
es: Duración de uso actual es: %s

source: Enter Volume Use Duration:
es: Introduzca duración de uso del volumen:

source: Current max jobs is: %u
es: Trabajos máximos actuales es: %u

source: Enter new Maximum Jobs:
es: Introduzca el nuevo máximo de trabajos:

source: Current max files is: %u
es: El máximo de archivos actual es: %u

source: Enter new Maximum Files:
es: Introduzca el nuevo máximo de archivos:

source: Current value is: %s
es: El valor actual es: %s

source: Enter new Maximum Bytes:
es: Ingrese nuevos Bytes Máximos:

source: Current recycle flag is: %s
es: Flag de reciclaje actual es: %s

source: Enter new Recycle status:
es: Ingrese nuevo estado de Reciclaje:

source: Current Slot is: %d
es: La ranura actual es: %d

source: Enter new Slot:
es: Introduzca una nueva ranura:

source: Current InChanger flag is: %d
es: La bandera InChanger actual es: %d

source: Set InChanger flag for Volume "%s": yes/no:
es: Poner la bandera InChanger al volumem «%s»: yes/no:

source: New InChanger flag is: %d
es: La nueva bandera InChanger es: %d

source: Warning changing Volume Files can result in loss of data on your Volume
es: Aviso, cambiar los archivos del volumen puede producir la pérdida de datos en su volumen

source: Current Volume Files is: %u
es: Archivos de Volumen actuales es: %u

source: Enter new number of Files for Volume:
es: Ingrese nuevo número de Archivos por Volumen:

source: Normally, you should only increase Volume Files by one!
es: Normalmende, usted sólo debe incrementar Archivos de Volumen por 1!

source: Increase Volume Files? (yes/no):
es: ¿Incrementar Archivos de Volumen? (sí/no):

source: New Volume Files is: %u
es: El nuevo archivo de volumen es: %u

source: Current Pool is: %s
es: El depósito actual es: %s

source: Enter new Pool name:
es: Introduzca el nombre del depósito nuevo:

source: Current Enabled is: %d
es: El activado actualmente es: %d

source: Enter new Enabled:
es: Introduzca el nuevo activado:

source: Current RecyclePool is: %s
es: El depósito de reciclaje actual es: %s

source: No current RecyclePool
es: No hay un depósito de reciclaje actualmente

source: Enter new RecyclePool name:
es: Introduzca el nuevo nombre del depósito de reciclaje:

source: Selection terminated.
es: Selección terminada.

source: db_update_pool_record returned %d. ERR=%s
es: db_update_pool_record devolvió %d. ERR=%s

source: Pool DB record updated from resource.
es: El registro de la base de datos del depósito se actualizó desde el recurso.

source: Expect JobId keyword, not found.
es: No se encontró la palabra clave idTrabajo esperada.

source: Neither Client nor StartTime specified.
es: No se especificó ni cliente ni hora de comienzo.

source: Improper date format: %s
es: Formato de datos impropio: %s

source: Expected an equals, got: %s
es: Se esperaba un igual, se obtuvo: %s

source: Expect a YES or NO, got: %s
es: Sí o No esperado, se obtuvo: %s

source: Job level field: %s not found in run record
es: Campo de nivel de trabajo: %s no se encontró en el registro de ejecución

source: Could not find specified Pool Resource: %s
es: No se encontró el recurso de depósito especificado: %s

source: Could not find specified Storage Resource: %s
es: No se puede encontrar el recurso de almacenamiento especificado: %s

source: Could not find specified Messages Resource: %s
es: No se encontró el recurso de mensajes especificado: %s

source: Expected a keyword name, got: %s
es: Se esperaba un nombre de palabra clave, se obtuvo: %s

source: Day number out of range (1-31)
es: Día fuera de rango (1-31)

source: Week number out of range (0-53)
es: Semana fuera de rango (0-53)

source: Job type field: %s in run record not found
es: Campo de tipo de trabajo: %s no se encontró en el registro de ejecución

source: Unexpected token: %d:%s
es: Signo inesperado: %d:%s

source: Time must be preceded by keyword AT.
es: Hora debe ser precedida por la palabra clave AT.

source: Time logic error.
es: Error lógico de Hora.

source: Bad time specification.
es: Especificación de tiempo incorrecta.

source: Range logic error.
es: Error lógico de rango.

source: Bad day range specification.
es: Especificación de rango de día incorrecta.

source: Invalid month, week or position day range
es: Rango inválido de mes, semana o día de posición

source: Invalid month, weekday or position range
es: Mes, día de semana o rango de posición inválidos

source: Unexpected run state
es: Estado de ejecución inesperado

source: Job %s not found
es: Trabajo %s no encontrado

source: Walk queue
es: Cola de avance

source: Dequeued job
es: Tarea desencolada

source: Scheduler logic error
es: Error lógico en el planificador

source: Run job
es: Correr trabajo

source: run override
es: ejecución sobrepasada

source: Inserted job
es: Trabajo insertado

source: Appended job
es: Trabajo añadido

source: Run queue
es: Cola de ejecución

source: 1990 Invalid Catalog Request: %s
es: 1990 Solicitud de catálogo no válida: %s

source: Invalid Catalog request; DB not open: %s
es: Solicitud de catálogo no válida; base de datos cerrada: %s

source: 1901 No Media.
es: 1901 No hay medio.

source: not in Pool
es: no está en el depósito

source: not correct MediaType
es: Tipo de medio incorrecto

source: is not Enabled
es: no está activado

source: 1998 Volume "%s" status is %s, %s.
es: 1998 Estado del volumen «%s» es %s, %s.

source: 1997 Volume "%s" not in catalog.
es: 1997 El volumen "%s" no está en el catálogo.

source: Unable to get Media record for Volume %s: ERR=%s
es: Imposible obtener el registro de medios para el volumen %s: ERR=%s

source: 1991 Catalog Request for vol=%s failed: %s
es: 1991 Falló la solicitud de catálogo para vol=%s: %s

source: Volume Files at %u being set to %u for Volume "%s". This is incorrect.
es: Archivos del volumen en %u ajustándose a %u para el volumen «%s». Esto es incorrecto.

source: 1992 Update Media error. VolFiles=%u, CatFiles=%u
es: 1992 Error de actualización de medios. VolFiles=%u, CatFiles=%u

source: Catalog error updating Media record. %s
es: Error de catálogo al actualizar el registro de medio. %s

source: 1993 Update Media error
es: 1993 Error de medios de actualización

source: Catalog error creating JobMedia record. %s
es: Error de catálogo creando el registro JobMedia. %s

source: 1992 Create JobMedia error
es: 1992 Error al crear JobMedia

source: Invalid Catalog request: %s
es: Petición de catálogo inválida: %s

source: 1994 Invalid Catalog Update: %s
es: 1994 Actualización del catálogo inválida: %s

source: Invalid Catalog Update; DB not open: %s
es: Actualización de catálogo inválida; la BD no está abierta: %s

source: Got %s but not same File as attributes
es: Se obtuvo %s, pero no el mismo archivo que indican los atributos

source: Catalog error updating file digest. Unsupported digest stream type: %d
es: Error de catálogo durante la actualización del resumen. El tipo de corriente de resumen %d no está soportado

source: Catalog error updating file digest. %s
es: Error de catálogo durante la actualización del archivo de resumen. %s

source: Storage daemon
es: Demonio de almacenamiento

source: Storage daemon rejected Job command: %s
es: El demonio de almacenaje rechazó la orden de trabajo: %s

source: <stored: bad response to Job command: %s
es: <almacenada: mala respuesta a la orden de trabajo: %s

source: Storage daemon didn't accept Device "%s" because: %s
es: El demonio de almacenaje no aceptó el dispositivo "%s" por: %s

source: Storage daemon didn't accept Device "%s" command.
es: El demonio de almacenaje no aceptó el dispositivo "%s" orden:

source: Using Device "%s"
es: Usando dispositivo "%s"

source: Cannot create message thread: %s
es: No se puede crear el hilo del mensaje: %s

source: Enter slot
es: Introduzca ranura

source: Expected a positive integer, got: %s
es: Se espera un entero positivo, se consiguió: %s

source: Invalid response. You must answer yes or no.
es: Respuesta inválida. Debe responder si o no.
