Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/tags/language-pack-gnome-*-*-1:9.04+20090609guada1/data/*/LC_MESSAGES/gnome-app-install.po
Languages: es

source: Components that have been confirmed to install applications from
es: Componentes que han sido confirmados para instalar aplicaciones desde ellos

source: If true, the main window is maximized.
es: Si es cierto, la ventana principal se maximiza.

source: Main window height
es: Altura de la ventana principal

source: Main window maximization state
es: Estado de maximización de la ventana principal

source: Main window width
es: Anchura de la ventana principal

source: Possible values: 0 : show all available applications 1 : show only free applications 2 : - 3 : show only supported applications 4 : show only 3rd party applications 5 : - 6 : show only installed applications
es: Valores posibles: 0 : muestra todas las aplicaciones disponibles 1 : muestra sólo las aplicaciones libres 2 : - 3 : muestra sólo las aplicaciones soportadas 4 : muestra sólo las aplicaciones de terceros 5 : - 6 : muestra sólo las aplicaciones instaladas

source: Show only a subset of applications
es: Muestra sólo una parte de las aplicaciones

source: Suggest application for MIME-type: approved components
es: Proponer la aplicación para tipo-MIME: componentes aprobados

source: Timeout for interactive search
es: Tiempo máximo para una búsqueda interactiva

source: Timeout from typing in the search entry until a search is triggered (in milliseconds).
es: Tiempo máximo para escribir en el campo de búsqueda hasta que una búsqueda es procesada (en milisegundos).

source: Timestamp of the last cache refresh run
es: Marca de tiempo de la última ejecución de refresco de la caché

source: When the user asks to open a file but no supported application is present, the system will offer to install applications in the components listed here, as well as the individually whitelisted applications.
es: Cuando el usuario intenta abrir un archivo pero no se encuentra una aplicación asociada, el sistema ofrecerá instalar las aplicaciones en los componentes aquí listados, como también las aplicaciones preferidas individualmente.

source: <b>Add</b>
es: <b>Añadir</b>

source: <b>Remove</b>
es: <b>Quitar</b>

source: <big><b>Checking installed and available applications</b></big> Ubuntu and third party vendors offer you a large variety of applications that you can install on your system.
es: <big><b>Comprobando aplicaciones instaladas y disponibles</b></big> Ubuntu y otros proveedores le ofrecen una amplia variedad de aplicaciones que puede instalar en su sistema.

source: <big><b>The list of available applications is out of date</b></big> To reload the list you need a working internet connection.
es: <big><b>La lista de aplicaciones disponibles no está actualizada</b></big> Para recargar la lista necesita una conexión a Internet.

source: Add/Remove Applications
es: Añadir y quitar aplicaciones

source: Apply pending changes and close the window
es: Aplicar los cambios pendientes y cerrar la ventana

source: Cancel pending changes and close the window
es: Cancelar los cambios pendientes y cerrar la ventana

source: Categories
es: Categorías

source: Licence
es: Licencia

source: Search:
es: Buscar:

source: Show:
es: Mostrar:

source: The categories represent the application menu
es: Las categorías representan el menú de aplicaciones

source: _Add/Remove More Applications
es: _Añadir o quitar más aplicaciones

source: _Apply Changes
es: _Aplicar cambios

source: _Reload
es: _Recargar

source: _Remove
es: _Desinstalar

source: _Retry
es: _Reintentar

source: applications
es: aplicaciones

source: Add/Remove...
es: Añadir y quitar...

source: Install and remove applications
es: Instalar y desinstalar aplicaciones

source: Package Manager
es: Gestor de paquetes

source: no suitable application
es: no hay ninguna aplicación apropiada

source: No application suitable for automatic installation is available for handling this kind of file.
es: No existe ninguna aplicación apropiada para una instalación automática que sea válida para este tipo de archivo.

source: no application found
es: no se ha encontrado ninguna aplicación

source: No application is known for this kind of file.
es: No se conoce aplicación para este tipo de archivo.

source: Searching for appropriate applications
es: Buscar aplicaciones apropiadas

source: Please wait. This might take a minute or two.
es: Por favor, espere. Esto puede tardar uno o dos minutos.

source: Search for suitable codec?
es: ¿Buscar un códec apropiado?

source: The required software to play this file is not installed. You need to install suitable codecs to play media files. Do you want to search for a codec that supports the selected file? The search will also include software which is not officially supported.
es: El software necesario para reproducir este archivo no está instalado. Necesita instalar los códecs adecuados para reproducir archivos multimedia. ¿Desea buscar un códec que soporte el archivo seleccionado? Esta búsqueda incluirá también software no soportado oficialmente.

source: Invalid commandline
es: Línea de órdenes no válida

source: '%s' does not understand the commandline argument '%s'
es: «%s» no entiende el parámetro «%s» de la línea de órdenes

source: Some countries allow patents on software, and freely redistributable software like Ubuntu cannot pay for patent licenses. If you are in one of these jurisdictions, you can buy licensed media playback plug-ins from the Canonical Store. Otherwise, select a free plug-in above to install it.
es: Algunos países permiten patentes de software, y el software que se distribuye libremente (como Ubuntu) no puede pagar licencias de patentes. Si usted se encuentra bajo una de esas jurisdicciones, puede comprar complementos de reproducción multimedia con licencia en la tienda de Canonical. En caso contrario, seleccione uno de los complementos libres anteriores para instalarlo.

source: Searching for appropriate codecs
es: Buscando los códecs apropiados

source: _Install
es: _Instalar

source: Install Media Plug-ins
es: Instalar complementos de medios

source: Codec
es: Códec

source: "%s" cannot be opened
es: «%s» no se puede abrir

source: A list of applications that can handle documents of the type '%s' will be created
es: Se creará una lista de aplicaciones que pueden manejar documentos del tipo «%s»

source: Install applications to open "%s"
es: Instalar aplicaciones para abrir «%s»

source: Install applications
es: Instalar aplicaciones

source: _Search
es: Bu_scar

source: Searching for extensions
es: Buscando extensiones

source: Extensions allow you to add new features to your application.
es: Las extensiones le permiten añadir nuevas características a su aplicación.

source: Install/Remove Extensions
es: Instalar y desinstalar extensiones

source: Extension
es: Extensión

source: To install an application check the box next to the application. Uncheck the box to remove the application.
es: Para instalar una aplicación, marque la casilla situada junto al nombre de la misma. Desmarque la casilla para desinstalar la aplicación.

source: To perform advanced tasks use the Synaptic package manager.
es: Para realizar tareas más avanzadas, use el gestor de paquetes Synaptic.

source: Quick Introduction
es: Introducción rápida

source: Installed applications only
es: Solamente aplicaciones instaladas

source: Show only applications that are installed on your computer
es: Mostrar sólo las aplicaciones instaladas en su equipo

source: Error reading the addon CD
es: Error leyendo el CD de complementos

source: The addon CD may be corrupt
es: El CD de complementos puede estar dañado

source: The list of applications is not available
es: La lista de aplicaciones no está disponible

source: Click on 'Reload' to load it. To reload the list you need a working internet connection.
es: Pulse en «Recargar» para cargarlo. Para recargar la lista entera se necesita un conexión a Internet.

source: %s cannot be installed on your computer type (%s)
es: %s no puede instalarse en un equipo como el suyo (%s)

source: Either the application requires special hardware features or the vendor decided to not support your computer type.
es: O bien la aplicación requiere funciones hardware especiales, o bien el vendedor ha decidido no soportar los equipos de las características del suyo.

source: Cannot install '%s'
es: No se pudo instalar «%s»

source: This application conflicts with other installed software. To install '%s' the conflicting software must be removed first. Switch to the 'synaptic' package manager to resolve this conflict.
es: Esta aplicación entra en conflicto con otro software ya instalado. Para instalar «%s», debe desinstalar primero el software conflictivo. Cámbiese al gestor de paquetes Synaptic para resolver este conflicto.

source: Cannot remove '%s'
es: No se pudo desinstalar «%s»

source: One or more applications depend on %s. To remove %s and the dependent applications, use the Synaptic package manager.
es: Una o más aplicaciones dependen de %s. Para desinstalar %s y sus aplicaciones dependientes, utilice el gestor de paquetes Synaptic.

source: Confirm installation of restricted software
es: Confirmar instalación de software restringido

source: The use of this software may be restricted in some countries. You must verify that one of the following is true: * These restrictions do not apply in your country of legal residence * You have permission to use this software (for example, a patent license) * You are using this software for research purposes only
es: El uso de estos programas puede estar restringido en algunos países. Debe verificar que una de las siguientes afirmaciones es verdad: *Estas restricciones no aplican en mi país de residencia legal *Tiene permiso de uso de estos programas (por ejemplo una licencia de patente) *Está usando estos programas con propósitos de investigación solamente

source: C_onfirm
es: C_onfirmar

source: Enable the installation of software from %s?
es: ¿Permitir la instalación de software desde %s?

source: %s is provided by a third party vendor. The third party vendor is responsible for support and security updates.
es: %s lo proporciona otro proveedor. Ese proveedor es el responsable del soporte y las actualizaciones de seguridad.

source: You need a working internet connection to continue.
es: Necesita una conexión a Internet para continuar.

source: _Enable
es: _Activar

source: Failed to check for installed and available applications
es: Error al comprobar las aplicaciones instaladas y disponibles

source: This is a major failure of your software management system. Please check for broken packages with synaptic, check the file permissions and correctness of the file '/etc/apt/sources.list' and reload the software information with: 'sudo apt-get update' and 'sudo apt-get install -f'.
es: Este es un fallo importante en su sistema de gestión de software. Por favor, compruebe si existen paquetes rotos con synaptic, compruebe los permisos y la corrección del archivo «/etc/apt/sources.list» y vuelva a cargar la información del software con: «sudo apt-get update» y «sudo apt-get install -f».

source: Apply changes to installed applications before closing?
es: ¿Aplicar los cambios a las aplicaciones instaladas antes de cerrar?

source: If you do not apply your changes they will be lost permanently.
es: Si no aplica sus cambios, se perderán permanentemente.

source: _Close Without Applying
es: _Cerrar sin aplicar

source: No help available
es: No hay ayuda disponible

source: To display the help, you need to install the "yelp" application.
es: Para mostrar la ayuda, necesita instalar la aplicación «yelp».

source: Apply the following changes?
es: ¿Aplicar los siguientes cambios?

source: Please take a final look through the list of applications that will be installed or removed.
es: Por favor, revise la lista de aplicaciones que van a ser instaladas o desinstaladas.

source: There is no matching application available.
es: No hay ninguna aplicación disponible que coincida con su búsqueda.

source: To broaden your search, choose "%s".
es: Para ampliar su búsqueda, seleccione «%s».

source: To broaden your search, choose "%s" or "%s".
es: Para ampliar su búsqueda, seleccione «%s» o «%s».

source: To broaden your search, choose a different "Show" item.
es: Para ampliar su búsqueda, seleccione una opción distinta en «Mostrar».

source: To broaden your search, choose 'All' categories.
es: Para ampliar su búsqueda, seleccione «Todas» las categorías.

source: Failed to open '%s'
es: Fallo al abrir «%s»

source: Applications
es: Aplicaciones

source: Software installation failed
es: La instalación del software ha fallado

source: There has been a problem during the installation of the following pieces of software.
es: Ocurrió un problema durante la instalación de los siguientes programas.

source: Add/Remove More Software
es: Añadir o quitar más programas

source: Application installation failed
es: Fallo en la instalación de la aplicación

source: There has been a problem during the installation of the following applications.
es: Ha habido un problema durante la instalación de las siguientes aplicaciones.

source: Software could not be removed
es: La aplicación no ha podido ser desinstalada

source: There has been a problem during the removal of the following pieces of software.
es: Ocurrió un problema durante la desinstalación de los siguientes programas.

source: Not all applications could be removed
es: No se han podido desinstalar todas las aplicaciones

source: There has been a problem during the removal of the following applications.
es: Ha habido un problema durante la desinstalación de las siguientes aplicaciones.

source: Installation and removal of software failed
es: La instalación y desinstalación del software han fallado

source: There has been a problem during the installation or removal of the following pieces of software.
es: Ocurrió un problema durante la instalación o desinstalación de los siguientes programas.

source: Installation and removal of applications failed
es: Fallo en la instalación y desinstalación de aplicaciones

source: There has been a problem during the installation or removal of the following applications.
es: Ha habido un problema durante la instalación o desinstalación de las siguientes aplicaciones.

source: New application has been installed
es: Se ha instalado una nueva aplicación

source: New applications have been installed
es: Se han instalado nuevas aplicaciones

source: To start a newly installed application, choose it from the applications menu.
es: Para iniciar una aplicación recién instalada, selecciónela en el menú de aplicaciones.

source: To start a newly installed application double click on it.
es: Para iniciar una aplicación recién instalada, pulse dos veces sobre ella.

source: Software has been installed successfully
es: El software ha sido instalado con éxito

source: Do you want to install or remove further software?
es: ¿Desea instalar o desinstalar más aplicaciones?

source: Applications have been removed successfully
es: Las aplicaciones se han desinstalado con éxito

source: Do you want to install or remove further applications?
es: ¿Desea instalar o desinstalar más aplicaciones?

source: Remove %s and bundled applications?
es: ¿Desinstalar %s y las aplicaciones de su misma colección?

source: %s is part of a software collection. If you remove %s, you will remove all bundled applications as well.
es: %s es parte de una colección de software. Si desinstala %s, también desinstalará todas las aplicaciones contenidas en dicha colección.

source: _Remove All
es: _Desinstalar todo

source: Install %s and bundled applications?
es: ¿Instalar %s y las aplicaciones de su misma colección?

source: %s is part of a software collection. If you install %s, you will install all bundled applications as well.
es: %s es parte de una colección de software. Si instala %s, también instalará todas las aplicaciones contenidas en dicha colección.

source: _Install All
es: _Instalar todo

source: %s is provided by a third party vendor.
es: %s lo proporciona otro proveedor.

source: The application comes with the following license terms and conditions. Click on the 'Enable' button to accept them:
es: La aplicación posee los siguientes términos de licencia y condiciones. Pulse el botón «Permitir» para aceptarlos:

source: Accept the license terms and install the software
es: Aceptar los términos de la licencia e instalar el software

source: Loading cache...
es: Cargando la caché...

source: Collecting application data...
es: Recopilando datos de aplicaciones...

source: Loading applications...
es: Cargando aplicaciones...

source: All
es: Todo

source: Loading %s...
es: Cargando %s...

source: All available applications
es: Todas las aplicaciones disponibles

source: Show all applications including ones which are possibly restricted by law or copyright
es: Mostrar todas las aplicaciones, incluyendo las que posiblemente estén restringidas por leyes o por copyright

source: All Open Source applications
es: Todas las aplicaciones libres

source: Show all Debian applications which can be freely used, modified and distributed. This includes a large variety of community maintained applications
es: Mostrar todas las aplicaciones Debian que pueden usarse, modificarse y distribuirse libremente. Éstas incluyen una gran variedad de aplicaciones mantenidas por la comunidad

source: Third party applications
es: Aplicaciones de otros proveedores

source: Show only applications that are provided by independent software vendors and are not part of Debian
es: Mostrar sólo las aplicaciones suministradas por proveedores independientes de software y que no forman parte de Debian

source: Enable the installation of software from the %s component of Debian?
es: ¿Permitir la instalación de software desde el componente %s de Debian?

source: %s is not officially supported with security updates.
es: %s no está soportado oficialmente con actualizaciones de seguridad.

source: Enable the installaion of officially supported Debian software?
es: ¿Permitir la instalación de software Debian soportado oficialmente?

source: %s is part of the Debian main distribution. Debian provides support and security updates, which will be enabled too.
es: %s es parte de la distribución principal de Debian. Debian proporciona soporte y actualizaciones de seguridad, las cuales también se activarán.

source: Enable the installation of partial free software?
es: ¿Permitir la instalación de software parcialmente libre?

source: %s is not part of the Debian main distribution and requires non-free software to work. Debian provides support and security updates, which will be enabled too.
es: %s no es parte de la distribución principal de Debian y requiere software no-libre para funcionar. Debian proporciona soporte y actualizaciones de seguridad, las cuales también se activarán.

source: Enable the installation of non-free software?
es: ¿Permitir la instalación de software no libre?

source: The use, modification and distribution of %s is restricted by copyright or by legal terms in some countries.
es: El uso, la modificación o la distribución de %s está restringida por copyright o por cuestiones legales en algunos países.

source: %s integrates well into the KDE desktop
es: %s se integra bien con el escritorio KDE

source: %s integrates well into the GNOME desktop
es: %s se integra bien con el escritorio Gnome

source: %s integrates well into the Gnustep desktop
es: %s se integra bien con el escritorio Gnustep

source: %s integrates well into the XFCE desktop
es: %s se integra bien con el escritorio XFCE

source: Debian provides support and security updates for %s
es: Debian proporciona soporte y actualizaciones de seguridad para %s

source: %s requires non-free software to work.Debian provides support and security updates.
es: %s requiere software no-libre para trabajar. Debian proporciona soporte y actualizaciones de seguridad.

source: The use, modification and distribution of %s is restricted by copyright or by legal terms in some countries. Debian provides support and security updates.
es: El uso, modificación y distribución de %s está restringido por copyright o cuestiones legales en algunos países. Debian proporciona soporte y actualizaciones de seguridad.

source: Show all applications including ones which are unsupported and possibly restricted by law or copyright
es: Mostrar todas las aplicaciones, incluyendo las que no están soportadas y las posiblemente restringidas por leyes o por copyright

source: Enable the installation of software from the %s component of Ubuntu?
es: ¿Permitir la instalación de software desde el componente %s de Ubuntu?

source: Canonical-maintained applications
es: Aplicaciones mantenidas por Canonical

source: Enable the installaion of officially supported Ubuntu software?
es: ¿Permitir la instalación de software soportado oficialmente por Ubuntu?

source: %s is part of the Ubuntu main distribution. Canonical Ltd. provides support and security updates, which will be enabled too.
es: «%s» es parte de la distribución principal de Ubuntu. Canonical Ltd. proporciona soporte y actualizaciones de seguridad, las cuales también se activarán.

source: Enable the installation of community maintained software?
es: ¿Permitir la instalación de software mantenido por la comunidad?

source: %s is maintained by the Ubuntu community. The Ubuntu community provides support and security updates, which will be enabled too.
es: %s está mantenido por la comunidad de Ubuntu. La comunidad de Ubuntu proporciona soporte y actualizaciones de seguridad, las cuales también se activarán.

source: Enable the installation of unsupported and restricted software?
es: ¿Permitir la instalación de software no soportado y restringido?

source: %s is provided by a third party vendor from the Canonical partner repository.
es: «%s» lo proporciona un tercero en el repositorio de socios de Canonical.

source: Canonical Ltd. provides technical support and security updates for %s
es: Canonical Ltd. proporciona soporte técnico y actualizaciones de seguridad para «%s»

source: This application is provided by the Ubuntu community.
es: Esta aplicación la proporciona la comunidad de Ubuntu.

source: Buy Licensed Plug-ins...
es: Comprar complementos con licencia...

source: Canonical does no longer provide updates for %s in Ubuntu %s. Updates may be available in a newer version of Ubuntu.
es: Canonical ya no proporciona actualizaciones para «%s» en Ubuntu %s. Podrían aparecer actualizaciones en una próxima versión de Ubuntu.

source: Canonical provides critical updates for %(appname)s until %(support_end_month_str)s %(support_end_year)s.
es: Canonical proporciona actualizaciones críticas para «%(appname)s» hasta %(support_end_month_str)s de %(support_end_year)s.

source: Canonical provides critical updates supplied by the developers of %(appname)s until %(support_end_month_str)s %(support_end_year)s.
es: Canonical proporciona actualizaciones críticas suministradas por los desarrolladores de «%(appname)s» hasta %(support_end_month_str)s de %(support_end_year)s.

source: Canonical does not provide updates for %s. Some updates may be provided by the third party vendor.
es: Canonical no proporciona actualizaciones para «%s». Otros proveedores pueden suministrar algunas actualizaciones.

source: Canonical provides critical updates for %s.
es: Canonical proporciona actualizaciones críticas para «%s».

source: Canonical provides critical updates supplied by the developers of %s.
es: Canonical proporciona actualizaciones críticas para «%s» proporcionadas por los desarrolladores.
