Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/tags/language-pack-gnome-*-*-1:9.04+20090609guada1/data/*/LC_MESSAGES/gnome-app-install.po
Languages: es

source: Canonical does not provide updates for %s. Some updates may be provided by the Ubuntu community.
es: Canonical no proporciona actualizaciones para «%s». La comunidad de Ubuntu puede suministrar algunas actualizaciones.

source: Application %s has a unkown maintenance status.
es: La aplicación %s tiene un estado de mantenimiento desconocido.

source: Description
es: Descripción

source: %s cannot be installed
es: %s no puede instalarse

source: %s cannot be installed on your computer type (%s). Either the application requires special hardware features or the vendor decided to not support your computer type.
es: %s no puede instalarse en un equipo como el suyo (%s). O bien la aplicación requiere funciones hardware especiales, o bien el vendedor ha decidido no soportar equipos del mismo tipo que el suyo.

source: %s is available in the third party software channel '%s'. To install it, please click on the checkbox to activate the software channel.
es: %s está disponible en el canal «%s» de otro proveedor. Para instalarlo, pulse sobre la casilla de verificación para activar el canal de software.

source: This application is bundled with the following applications:
es: Esta aplicación se compone de las siguientes aplicaciones:

source: Homepage: %s
es: Sitio web: %s

source: Version: %s (%s)
es: Versión: %s (%s)

source: Popularity
es: Popularidad

source: Application
es: Aplicación
