Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/tags/language-pack-gnome-*-*-1:9.04+20090609guada1/data/*/LC_MESSAGES/libgksu.po
Languages: es

source: Not using locking for read only lock file %s
es: Sin uso de bloqueo para el archivo de sólo lectura %s

source: Not using locking for nfs mounted lock file %s
es: Sin uso de bloqueo para el archivo de bloqueo montado por nfs %s

source: <b><big>Could not grab your mouse.</big></b> A malicious client may be eavesdropping on your session or you may have just clicked a menu or some application just decided to get focus. Try again.
es: <b><big>No se pudo bloquear su ratón.</big></b> Un cliente malicioso quizá esté espiando su sesión o quizá acaba de pulsar en un menú o alguna aplicación que acaba de decidir obtener el foco. Intente de nuevo.

source: <b><big>Could not grab your keyboard.</big></b> A malicious client may be eavesdropping on your session or you may have just clicked a menu or some application just decided to get focus. Try again.
es: <b><big>No se pudo bloquear su teclado.</big></b> Un cliente malicioso quizá esté espiando su sesión o quizá acaba de pulsar en un menú o alguna aplicación que acaba de decidir obtener el foco. Intente de nuevo.

source: <b><big>Enter your password to perform administrative tasks</big></b> The application '%s' lets you modify essential parts of your system.
es: <b><big>Introduzca su contraseña para realizar tareas administrativas</big></b> La aplicación «%s» le permite modificar partes esenciales de su sistema.

source: <b><big>Enter your password to run the application '%s' as user %s</big></b>
es: <b><big>Introduzca su contraseña para ejecutar la aplicación «%s» como el usuario %s</big></b>

source: <b><big>Enter the administrative password</big></b> The application '%s' lets you modify essential parts of your system.
es: <b><big>Introduzca la contraseña administrativa</big></b> La aplicación «%s» le permite modificar partes esenciales de su sistema.

source: <b><big>Enter the password of %s to run the application '%s'</big></b>
es: <b><big>Introduzca la contraseña de %s para ejecutar la aplicación «%s»</big></b>

source: Password prompt canceled.
es: Petición de contraseña cancelada.

source: <b><big>Granted permissions without asking for password</big></b> The '%s' program was started with the privileges of the %s user without the need to ask for a password, due to your system's authentication mechanism setup. It is possible that you are being allowed to run specific programs as user %s without the need for a password, or that the password is cached. This is not a problem report; it's simply a notification to make sure you are aware of this.
es: <b><big>Se han concedido permisos sin pedir una contraseña</big></b> El programa «%s» se ha iniciado con los privilegios del usuario %s sin necesidad de pedir una contraseña, debido a la configuración del mecanismo de autenticación de su sistema. Es posible que se le permita ejecutar programas específicos como el usuario %s sin necesidad de una contraseña, o que la contraseña está cacheada. Esto no es un informe de un problema, sino una notificación para asegurarse de que es consciente de esto.

source: Do _not display this message again
es: _No mostrar este mensaje de nuevo

source: <b>Would you like your screen to be "grabbed" while you enter the password?</b> This means all applications will be paused to avoid the eavesdropping of your password by a a malicious application while you type it.
es: <b>¿Quiere que su pantalla sea «bloqueada» cuando introduzca su contraseña?</b> Esto significa que todas las aplicaciones se pausarán para evitar el espionaje de su contraseña por una aplicación maliciosa mientras la teclea.

source: Granting Rights
es: Concediendo privilegios

source: Starting Administrative Application
es: Iniciando aplicación administrativa

source: gksu_run needs a command to be run, none was provided.
es: gksu_run necesita un comando para ejecutar, pero no se proporcionó ninguno.

source: The gksu-run-helper command was not found or is not executable.
es: No se encontró el comando de gksu-run-helper o no es ejecutable.

source: Unable to copy the user's Xauthorization file.
es: No es posible copiar el archivo Xautorization del usuario.

source: Failed to fork new process: %s
es: Falló al bifurcar el proceso nuevo: %s

source: Wrong password got from keyring.
es: Contraseña incorrecta obtenida del anillo de claves.

source: Wrong password.
es: Contraseña errónea.

source: Failed to communicate with gksu-run-helper. Received: %s While expecting: %s
es: No se puedo comunicar con gksu-run-helper. Recibido: %s Se esperaba: %s

source: Failed to communicate with gksu-run-helper. Received bad string while expecting: %s
es: Falló al comunicar con gksu-run-helper. Se recibió una cadena errónea mientras se esperaba: %s

source: su terminated with %d status
es: su terminó con el estado %d

source: gksu_sudo_run needs a command to be run, none was provided.
es: gksu_sudo_run necesita un comando para ejecutar, no se proporcionó ninguno.

source: Error creating pipe: %s
es: Error al crear pipe: %s

source: Failed to exec new process: %s
es: Falló al efectuar exec del proceso nuevo: %s

source: Error opening pipe: %s
es: Error al abrir pipe: %s

source: Password:
es: Contraseña:

source: The underlying authorization mechanism (sudo) does not allow you to run this program. Contact the system administrator.
es: El mecanismo de autorización subyacente (sudo) no le permite ejecutar este programa. Contacte con su administrador de sistemas.

source: sudo terminated with %d status
es: sudo terminó con el estado %d

source: <b>You have capslock on</b>
es: <b>Tiene pulsada la tecla de Bloqueo Mayús.</b>

source: Remember password
es: Recordar contraseña

source: Save for this session
es: Guardar durante esta sesión

source: Save in the keyring
es: Guardar en el depósito de claves

source: <span weight="bold" size="larger">Type the root password.</span>
es: <span weight="bold" size="larger">Teclee la contraseña de root.</span>

source: Password:
es: Contraseña:

source: Failed to load glade file; please check your installation.
es: Error al cargar el archivo glade, compruebe su instalación.

source: Configure behavior of the privilege-granting tool
es: Configura el comportamiento de la herramienta para conceder privilegios

source: Privilege granting
es: Concesión de privilegios

source: <b>Behavior</b>
es: <b>Comportamiento</b>

source: <b>Screen Grabbing</b>
es: <b>Sujetar pantalla</b>

source: _Authentication mode:
es: _Modo de autenticación:

source: _Grab mode:
es: _Modo de sujetar:

source: enable disable force enable prompt
es: activar desactivar forzar activación línea de comandos

source: Disable keyboard and mouse grab
es: Deshabilitar captura de teclado y ratón.

source: Display information message when no password is needed
es: Mostrar mensaje cuando no se necesite contraseña

source: Force keyboard and mouse grab
es: Forzar captura de teclado y ratón

source: Grab keyboard and mouse even if -g has been passed as argument on the command line.
es: Capturar el teclado y el ratón incluso aunque -g haya sido pasado como argumento.

source: Keyring to which passwords will be saved
es: Llavero en el que se guardarán las contraseñas

source: Prompt for grabbing
es: Preguntar antes de capturar

source: Save password to gnome-keyring
es: Guardar contraseña en el llavero-gnome

source: Sudo mode
es: Modo superusuario

source: The name of the keyring gksu should use. Usual values are "session", which saves the password for the session, and "default", which saves the password with no timeout.
es: El nombre del llavero que gksu debería usar. Valores usuales son «session», que almacena la contraseña para esta sesión, y «default», que guarda la contraseña indefinidamente.

source: This option determines whether a message dialog will be displayed informing the user that the program is being run without the need of a password being asked for some reason.
es: Esta opción determina si un mensaje se mostrará al usuario informando que el programa está siendo ejecutado sin necesidad de preguntar por una contraseña, por alguna razón.

source: This option will make gksu prompt the user if he wants to have the screen grabbed before entering the password. Notice that this only has an effect if force-grab is disabled.
es: Esta opción hará que gksu pregunte al usuario si desea que la pantalla sea capturada antes de introducir la contraseña. Note que esto solo es efectivo si la captura forzada está deshabilitada.

source: Whether sudo should be the default backend method. This method is otherwise accessed though the -S switch or by running 'gksudo' instead of 'gksu'.
es: Si sudo debe ser el método por defecto. De otro modo se puede acceder a este método usando la opción -S o ejecutando «gksudo» en vez de «gksu».

source: Whether the keyboard and mouse grabbing should be turned off. This will make it possible for other X applications to listen to keyboard input events, thus making it not possible to shield from malicious applications which may be running.
es: Si la captura del teclado y el ratón deben ser desactivadas. Esto hará posible que otras aplicaciones X escuchen la entrada del teclado, haciendo imposible protegerse de aplicaciones maliciosas que pudiesen estar ejecutándose.

source: gksu can save the password you type to the gnome-keyring so you'll not be asked everytime
es: gksu puede guardar la contraseña que usted teclee en el llavero-gnome, para que no tenga que solicitársela siempre

source: Failed to obtain xauth key: xauth binary not found at usual locations
es: Error al obtener la clave xauth: no se ha encontrado el binario de xauth en los lugares habituales
