Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/tags/language-pack-gnome-*-*-1:9.04+20090609guada1/data/*/LC_MESSAGES/libmbca.po
Languages: es

source: Country
es: País

source: Provider
es: Proveedor

source: Product
es: Producto

source: Vendor
es: Fabricante

source: Port
es: Puerto

source: Baud Rate
es: Tasa de baudios

source: Built-in
es: Integrado

source: Select the built-in device from the list
es: Seleccione el dispositivo integrado de la lista

source: <small>Make sure the device is not disabled by a manual switch or button on the side of the computer.</small>
es: <small>Asegúrese de que el dispositivo no está desactivado por un interruptor manual o un botón en el lado lateral de su equipo.<small>

source: PC Card, PCMCIA, or ExpressCard
es: PC Card, PCMCIA o ExpressCard

source: Select the correct device from the list
es: Seleccione el disposito correcto de la lista

source: <small>Make sure the SIM card is in place</small>
es: <small>Asegúrese de que la tarjeta SIM esté en su lugar</small>

source: Select the USB device from the list
es: Seleccione el dispositivo USB de la lista

source: <small>The device must be plugged in and must be switched on. Make sure that the mobile phone has no security lock active. Make sure the SIM card is in place</small>
es: <small>El dispositivo debe estar conectado y encendido. Asegúrese de que el teléfono móvil no tenga el sistema de seguridad activado. Asegúrese de que la tarjeta SIM esté en su lugar.</small>

source: _Country:
es: _País:

source: You can search the list by entering text on your keyboard
es: Puede buscar la lista introduciendo el texto en el teclado

source: The country code as defined by ISO 3166 standard
es: El código del país según se define por el estándar ISO 3166

source: missing from libgweather
es: faltantes en libgweather

source: Serial cable
es: Cable serie

source: <b>Connection method:</b>
es: <b>Método de conexión:</b>

source: <b>Country:</b>
es: <b>País:</b>

source: <b>Device:</b>
es: <b>Dispositivo:</b>

source: <b>Name:</b>
es: <b>Nombre:</b>

source: <b>Service Provider:</b>
es: <b>Proveedor del servicio:</b>

source: <small><b>note:</b></small>
es: <small><b>nota:</b></small>

source: <small>If necessary go back and change the details. When you are done give the configuration a name which will be easy to identify later</small>
es: <small>Si es necesario vuelva atrás y cambie los detalles. Cuando haya terminado proporcione un nombre de configuración que será fácil de identificar más tarde</small>

source: <small>Make sure your computer and mobile phone have Bluetooth enabled and your mobile phone is discoverable by other Bluetooth devices. Consult your mobile phone's instruction manual if necessary</small>
es: <small>Asegúrese de que su equipo y su teléfono móvil tengan el Bluetooth activado y que su teléfono móvil es detectable por otros dispositivos Bluetooth. Consulte elmanual de instrucciones de su teléfono si es necesario</small>.

source: <small>Service providers may have multiple subscription models. Make sure you select the correct one</small>
es: <small>Los proveedores de servicios pueden tener múltiples modelos de suscripción. Asegúrese de que se selecciona la correcta.</small>

source: <small>The leftmost column indicates which subsystem the port belongs to. <i>pnp</i> usually means serial ports that are in the side of the computer, <i>usb</i> and <i>pci</i> are mobile phones, data modems, or serial port adapters. You must make sure that the device is always found from the port you select here in order to use the configuration you are now creating</small>
es: <small>La columna de la izquierda indica qué subsistema pertenece al puerto. <i>pnp</i> generalmente significa que los puertos serie están en el lado del equipo, <i>usb</i> y <i>pci</i> son los teléfonos móviles, módems de datos o adaptadores de puerto serie. Debe asegurarse que el dispositivo siempre se encontra desde el puerto que selecciona aquí para usar la configuración que ahora está creando.</small>

source: Baud:
es: Baudios:

source: Bluetooth address in form 01:23:45:67:89:AB
es: Dirección Bluetooth en la forma 01:23:45:67:89:AB

source: Bluetooth address:
es: Dirección de Bluetooth:

source: Built-_in
es: _Integrado

source: Click to show or hide a list of countries
es: Pulse para mostrar u ocultar una lista de países

source: Connection Method
es: Método de conexión

source: How is your mobile phone or data modem connected to your computer?
es: ¿Cómo está conectado su teléfono móvil o módem de datos a su equipo?

source: New Mobile Broadband Connection
es: Nueva conexión de banda ancha móvil

source: Path:
es: Ruta:

source: Select the Bluetooth device from the list
es: Seleccione el dispositivo Bluetooth de la lista

source: Select the country and the service provider
es: Seleccione el país y el proveedor de servicio

source: Select the serial port and baud rate from the list
es: Seleccione el puerto serie y la tasa de baudios de la lista

source: Serial Cable
es: Cable serie

source: Service Provider
es: Proveedor de servicios

source: Summary
es: Resumen

source: This assistant will guide you through setting up a new mobile broadband connection. The connection can be established using a mobile phone or a dedicated data modem.
es: Este asistente le guiará para crear una nueva conexión de banda ancha móvil. La conexión puede establecerse usando un teléfono móvil o un módem de datos dedicado.

source: Verify the information you have provided
es: Verifique la información que ha proporcionado

source: Welcome
es: Bienvenido

source: _PC Card, PCMCIA, or ExpressCard
es: _PC Card, PCMCIA o ExpressCard

source: _Serial cable
es: _Cable serie

source: _Specify Manually:
es: _Especificar manualmente:
