<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN""http://www.w3.org/TR/html4/strict.dtd">
<html lang="es">
<head>
  <meta content="text/html; charset=ISO-8859-1" http-equiv="content-type" />
  <title>Guadalinex - Software Libre</title>
  <link rel="stylesheet" href="css/estilos.css" type="text/css" />
</head>
<body>

<div id="marco">

	<!-- titulo -->
	<a href="../../info/contenidos.html"><div class="titular"><h1>Guadalinex v6 - Software Libre</h1></div></a>

	<!-- menu -->
	<ul id="menu">
		<li><a href="./multimedia.html" title="">Multimedia</a></li>
		<li><a href="./educativos.html" title="">Educativos</a></li>
		<li><a href="./graficos.html" title="" class="current">Gr&aacute;ficos</a></li>
		<li><a href="./internet.html" title="">Internet</a></li>
		<li><a href="./juegos.html" title="">Juegos</a></li>
		<li><a href="./oficina.html" title="">Oficina</a></li>
		<li><a href="./sistema.html" title="">Sistema</a></li>
	</ul>
	<div class="clearleft"></div>

	<!-- contenido actual -->
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>Blender 2.48a (32 y 64 bits)</td></tr>
<tr><th>Web:</th><td><a href="http://www.blender.org/">http://www.blender.org/</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Graficos/Blender/Windows_32bits/blender-2.48a-windows.exe">Instalar 32bits</a>
<a href="../../Windows/Graficos/Blender/Windows_64bits/blender-2.48a-windows64.zip">Instalar 64bits</a>
</td></tr>
<tr><th><img src="./images/blender.png"></th><td> Blender es un programa multiplataforma, dedicado especialmente al modelado, animaci&oacute;n y creaci&oacute;n de gr&aacute;ficos tridimensionales.<br><br>

A&uacute;n siendo una herramienta relativamente nueva, tiene la aceptaci&oacute;n de muchos animadores independientes. En la industria de Generaci&oacute;n de Gr&aacute;ficos avanza como un proyecto prometedor. Si bien las superproducciones no lo han usado para generar secuencias CGI (Imagen generada por ordenador), existen proyectos actuales que han empezado a usarlo profesionalmente.<br><br>

- Actualmente se est&aacute; llevando a cabo la producci&oacute;n del primer largometraje animado realizado &iacute;ntegramente con Software Libre, usando a Blender como principal herramienta: Plum&iacute;feros. Se espera su estreno para finales de 2009.<br>
- Pel&iacute;culas como SpiderMan 2 lo han usado para hacer una previsualizaci&oacute;n de escenas (Screen-Board Test).<br>
</td></tr>
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>Gimp 2.6.6</td></tr>
<tr><th>Web:</th><td><a href="http://www.gimp.org/">http://www.gimp.org/</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Graficos/Gimp/gimp-2.6.6-i686-setup.exe">Instalar</a></td></tr>
<tr><th><img src="./images/gimp.png"></th><td>GIMP (GNU Image Manipulation Program) es un programa de edici&oacute;n de im&aacute;genes digitales en forma de mapa de bits, tanto para dibujos como fotograf&iacute;as.<br><br>

Al ser tremendamente vers&aacute;til, puede utilizarse tanto para realizar dibujos simples como para realizar retoques avanzados en fotograf&iacute;a, procesos batch en linea, renderizar im&aacute;genes por lotes, convertir form&aacute;tos de imagen,...<br><br>

Sobre todo, Gimp es una excelente alternativa a otras aplicaciones propietarias habituales en diseno y fotograf&iacute;a.
</td></tr>
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>Inkscape 0.46</td></tr>
<tr><th>Web:</th><td><a href="http://www.inkscape.org/?lang=es">http://www.inkscape.org/?lang=es</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Graficos/InkScape/Inkscape-0.46.win32.exe">Instalar</a></td></tr>
<tr><th><img src="./images/inkscape.png"></th><td>Inkscape es un editor de gr&aacute;ficos vectoriales de c&aacute;digo abierto, con capacidades similares a Illustrator, Freehand, CorelDraw o Xara X, usando el est&aacute;ndar de la W3C: el formato de archivo Scalable Vector Graphics  (SVG).<br>
Las caracter&iacute;sticas soportadas incluyen: formas, trazos, texto, marcadores, clones, mezclas de canales alfa, transformaciones, gradientes, patrones y agrupamientos.<br><br>

Inkscape tambi&eacute;n soporta meta-datos Creative Commons, edici&oacute;n de nodos, capas, operaciones complejas con trazos, vectorizaci&oacute;n de archivos gr&aacute;ficos, texto en trazos, alineaci&oacute;n de textos, edici&oacute;n de XML directo y mucho m&aacute;s.<br>
Puede importar formatos como Postscript, EPS, JPEG, PNG, y TIFF y exporta PNG asi como muchos formatos basados en vectores.<br><br>

El objetivo principal de Inkscape es crear una herramienta de dibujo potente y c&oacute;moda, totalmente compatible con los est&aacute;ndares XML, SVG y CSS.
</td></tr>
</tr>
</table>

	<!-- pie -->
	<div id="pie">
		<h2>
			<div class="logo_junta"><img src="images/logo_junta.png" alt="Junta de Andalucía - Consejería de Innovación Ciencia y Empresa" title="Logo Junta de Andalucía" /></div>
		</h2>
	</div>
	<div class="clear"></div>
</div>


</body>
</html>
