<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN""http://www.w3.org/TR/html4/strict.dtd">
<html lang="es">
<head>
  <meta content="text/html; charset=ISO-8859-1" http-equiv="content-type" />
  <title>Guadalinex - Software Libre</title>
  <link rel="stylesheet" href="css/estilos.css" type="text/css" />
</head>
<body>

<div id="marco">

	<!-- titulo -->
	<a href="../../info/contenidos.html"><div class="titular"><h1>Guadalinex v6 - Software Libre</h1></div></a>

	<!-- menu -->
	<ul id="menu">
		<li><a href="./multimedia.html" title="">Multimedia</a></li>
		<li><a href="./educativos.html" title="">Educativos</a></li>
		<li><a href="./graficos.html" title="">Gr&aacute;ficos</a></li>
		<li><a href="./internet.html" title="">Internet</a></li>
		<li><a href="./juegos.html" title="" class="current">Juegos</a></li>
		<li><a href="./oficina.html" title="">Oficina</a></li>
		<li><a href="./sistema.html" title="">Sistema</a></li>
	</ul>
	<div class="clearleft"></div>

	<!-- contenido actual -->
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>BZFlag 2.0.10</td></tr>
<tr><th>Web del proyecto:</th><td><a href="http://bzflag.org/">http://bzflag.org/</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Juegos/BZFlag/bzflag-2.0.10.exe">Instalar</a></td></tr>
<tr><th><img src="./images/bzflag.png"></th><td>
BZFlag (Battle Zone capture the Flag) es un juego de tanques tridimensional en primera persona tremendamente adictivo.
Inicialmente se desarroll&oacute; como una versi&oacute;n de Battlezone para equipos SGI.<br><br>

Como es multijugador podemos formar equipos y eliminar a aquellos de diferente color, es decir si somos del equipo verde debemos destruir a todos los rojos, p&uacute;rpuras, azules. Sin embargo hay unos tanques llamados Rogue (color gris) que no son leales a nadie y buscar&aacute;n destruirnos. De todos modos podemos configurar el estilo de juego que prefiramos.<br><br>

Actualmente, hay cerca de 250 servidores activos simult&aacute;neamente (aunque hay m&aacute;s) para poder jugar en distintos escenarios, que pueden ser desarrollados libremente con herramientas como BZEdit.

</td></tr>
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>Flightgear 1.9.1b</td></tr>
<tr><th>Web del proyecto:</th><td><a href="http://www.flightgear.org/">http://www.flightgear.org/</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Juegos/Flightgear/fgsetup-1.9.1b.exe">Instalar</a></td></tr>
<tr><th><img src="./images/flightgear.png"></th><td>
FlightGear es un simulador de vuelo multiplataforma, de c&oacute;digo abierto y libre. Una aut&eacute;ntica alternativa frente a los simuladores de vuelo comerciales.<br>
La idea de FlightGear naci&oacute; de la insatisfacci&oacute;n de un grupo de personas con los simuladores de vuelo comerciales existentes para PC en su momento.<br>
Si bien hay jugadores que consideran que no consigue superar el nivel gr&aacute;fico de los mejores productos comerciales, el modelo f&iacute;sico del vuelo y el realismo de los controles esta al mismo o mayor nivel que los mejores simuladores. Esto se debe a que FlightGear fue desarrollado desde un comienzo con un alto perfil t&eacute;cnico y cient&iacute;fico.<br><br>


Principales caracter&iacute;sticas:<br>
- Alrededor de 20.000 aeropuertos reales.<br>
- Terreno preciso de todo el mundo.<br>
- Sistema de modelado de aviones abierto y flexible.<br>
- Animaci&oacute;n instrumental extremadamente fluida y suave. Incluso reproduce de forma precisa los fallos de muchos sistemas e instrumentos.<br>
- Modo multijugador y simulaci&oacute;n de trafico real.<br>
</td></tr>
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>Freeciv 2.1.9</td></tr>
<tr><th>Web del proyecto:</th><td><a href="http://es.freeciv.wikia.com/wiki/Portada">http://es.freeciv.wikia.com/wiki/Portada</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Juegos/Freeciv/Freeciv-2.1.9-win32-gtk2-setup.exe">Instalar</a></td></tr>
<tr><th><img src="./images/freeciv.png"></th><td>
Freeciv es un juego de estrategia por turnos multijugador en el que cada jugador es el l&iacute;der de una civilizaci&oacute;n que lucha por un &uacute;nico fin: Ser la mayor civilizaci&oacute;n.<br><br>

Los jugadores del cl&aacute;sico Civilization de Microprose encontrar&aacute;n en Freeciv la versi&oacute;n libre del juego, sin notar apenas diferencias, ya que uno de los retos de Freeciv es tener modos con reglas compatibles.<br><br>

Seguramente uno de los juegos en red más divertidos y adictivos que existen.
</td></tr>
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>GLTron 0.70</td></tr>
<tr><th>Web del proyecto:</th><td><a href="http://www.gltron.org/">http://www.gltron.org/</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Juegos/GLTron/gltron-0.70-win32.exe">Instalar</a></td></tr>
<tr><th><img src="./images/gltron.png"></th><td>
GLtron es un videojuego basado en la escena de motocicletas de luz (Lightcicles) de la pel&iacute;cula Tron.<br><br>

El objetivo del juego consiste en conducir la motocicleta sin chocar ni con otros jugadores, ni con su haz de luz, ni con las paredes, hasta que todos los otros jugadores hayan desaparecido. Las motocicletas pueden acelerarse mediante un turbo limitado, aunque es posible configurar el juego para que exista mayor aceleraci&oacute;n cuando se conduce junto a cualquier pared o el haz de luz de otra moto. <br><br>

Contiene varios estilos de juego, incluyendo modos como "Booster" o "Wall accel".<br>
El juego se juega usando el teclado para controlar el veh&iacute;culo y el mouse para controlar la posici&oacute;n de la c&aacute;mara, los jugadores pueden usar la parrilla geom&eacute;trica para desbancar a otros jugadores.
</td></tr>
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>Jammer The Gardener 1.0</td></tr>
<tr><th>Web del proyecto:</th><td><a href="http://jammers.sourceforge.net/">http://jammers.sourceforge.net/</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Juegos/Jammer/Jammer-TheGardener-1.0.exe">Instalar</a></td></tr>
<tr><th><img src="./images/jammer.png"></th><td>
Jammer - The Gardener es un juego en 3D, en el que tienes que tomar el papel de un jardinero un tanto especial y evitar que los gusanos se coman tu cosecha.<br><br>

Nuestro protagonista Jammer es un conejo que cuida de su jard&iacute;n, en el que cultiva zanahorias, r&aacute;banos y otras hortalizas. Tiene que encargarse de coger agua en un pozo con su regadera e ir regando las zonas cultivadas.<br><br>

Jammer tendr&aacute; que tener cuidado con una plaga de gusanos que hace peligrar su cosecha, por lo que habr&aacute; que estar atentos a la llegada de los distintos tipos de gusanos y aplicarles el insecticida adecuado antes de que lleguen a la huerta.

Estamos ante un juego entretenido para los m&aacute;s peques de la casa, con unos escenarios coloridos, aunque con algunas tarjetas de gama baja puede haber problemas con las texturas de los personajes.
</td></tr>
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>http://www.leocad.org/</td></tr>
<tr><th>Web del proyecto:</th><td><a href="http://www.leocad.org/">http://www.leocad.org/</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Juegos/LeoCAD/LeoCAD-0.75-Windows.exe">Instalar</a></td></tr>
<tr><th><img src="./images/leocad.png"></th><td>
LeoCAD es un programa de CAD con la particularidad de usar bloques similares a los de ciertos juegos de construcci&oacute;n.<br>
La versi&oacute;n actual cuenta con una librer&iacute;a de m&aacute;s de 1000 tipos de piezas distintas.<br><br>

Un programa estupendo para planificar y probar las construcciones tanto de pequena, como de gran escala.
</td></tr>
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>Pingus 0.7.2</td></tr>
<tr><th>Web del proyecto:</th><td><a href="http://pingus.seul.org/">http://pingus.seul.org/</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Juegos/Pingus/pingus-0.7.2.exe">Instalar</a></td></tr>
<tr><th><img src="./images/pingus.png"></th><td>
Pingus es una versi&oacute;n libre del cl&aacute;sico Lemmings.<br>
Actualmente, cuenta con 22 niveles.<br><br>

En Pingus tomamos el control de los personajes, cada uno de los cuales cuenta con una habilidad especial... aunque se mueven por su cuenta.<br><br>
El jugador s&oacute;lo puede darles una orden, como construir un puente, cavar, o dirigir el tr&aacute;fico de Pingus en otra direcci&oacute;n.<br>
El objetivo de cada nivel es alcanzar la salida con el n&uacute;mero m&iacute;nimo de Pingus indicado.<br><br>

En esta versi&oacute;n de Lemmings, se han anadido caracter&iacute;sticas que no estaban presentes en el juego original, como mapas,  niveles secretos, o acciones como saltar.<br>
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>Supertuxkart 0.6.1a</td></tr>
<tr><th>Web del proyecto:</th><td><a href="http://supertuxkart.sourceforge.net/">http://supertuxkart.sourceforge.net/</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Juegos/SuperTux/supertuxkart-0.6.1a-win.exe">Instalar</a></td></tr>
<tr><th><img src="./images/supertux.png"></th><td>
SuperTuxKart es un juego 3D de carreras de Karts.<br>

Permite jugar hasta a 4 personas en un mismo PC compitiendo entre ellos, o intentando vencer el ordenador.<br>
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>Teeworlds 0.5.1</td></tr>
<tr><th>Web del proyecto:</th><td><a href="http://www.teeworlds.com/">http://www.teeworlds.com/</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Juegos/TeeWorlds/teeworlds-0.5.1-win32.zip">Instalar</a></td></tr>
<tr><th><img src="./images/teeworlds.png"></th><td>
Teeworlds es un juego en linea multijugador, hasta con 16 participantes en un mismo escenario, con distintos modos de juego (Team, Deathmatch, Capture The Flag,...) que permite incluso disenar nuestros propios escenarios de juego.<br><br>

Sigue una l&iacute;nea similar al conocido Worms, pero al tratarse de tiempo real no existe la estrategia por turnos, lo que lo hace muy adictivo.
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>VDrift</td></tr>
<tr><th>Web del proyecto:</th><td><a href="http://vdrift.net/">http://vdrift.net/</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Juegos/VDrift/vdrift-setup-2009-02-15.exe">Instalar</a></td></tr>
<tr><th><img src="./images/vdrift.png"></th><td>
VDrift sigue una l&iacute;nea muy similar a GT4 o NFS. Aunque se encuentra en etapa de desarrollo, el juego es totalmente funcional y nos permite disfrutar de incre&iacute;bles carreras con una gran f&iacute;sica de manejo.<br><br>

Ofrece m&aacute;s de 20 pistas y 30 coches, permite juegos individuales contra la m&aacute;quina y un modo multijugador para redes LAN. Los controles por defecto son el rat&oacute;n o el teclado y adicionalmente se pueden configurar joysticks, volantes, pedales u otros dispositivos de juego.<br><br>

El juego ofrece diferentes modos de c&aacute;mara, tiene un sistema de repetici&oacute;n de las carreras, nos permite utilizar unas luces de freno, y lo mejor de todo, su f&iacute;sica realista nos ofrece incre&iacute;bles vistas de las pistas, paisajes y terreno.
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>Yo Frankie</td></tr>
<tr><th>Web del proyecto:</th><td><a href="http://www.yofrankie.org/">http://www.yofrankie.org/</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Juegos/Frankie/YoFrankie.msi">Instalar</a></td></tr>
<tr><th><img src="./images/yofrankie.png"></th><td>
Yo Frankie! es un videojuego desarrollado en 2008 por el Instituto Blender, parte de la Fundaci&oacute;n Blender, y cuyo software de renderizado est&aacute; incluido en este DVD.<br><br>

El juego est&aacute; basado en 'Frankie', un personaje de la pel&iacute;cula de "Big Buck Bunny" realizada Blender. Esto implica una calidad gr&aacute;fica espectacular, con escenarios y personajes renderizados que no dejan indiferente a nadie.<br><br>

B&aacute;sicamente, es un juego de plataformas con cientos de niveles, a los que podemos sumar los que creemos nosotros o los que desarrolla la comunidad, s&iacute;mplemente copi&aacute;ndolos en la carpeta del juego.

</tr>
</table>

	<!-- pie -->
	<div id="pie">
		<h2>
			<div class="logo_junta"><img src="images/logo_junta.png" alt="Junta de Andalucía - Consejería de Innovación Ciencia y Empresa" title="Logo Junta de Andalucía" /></div>
		</h2>
	</div>
	<div class="clear"></div>
</div>


</body>
</html>
