<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN""http://www.w3.org/TR/html4/strict.dtd">
<html lang="es">
<head>
  <meta content="text/html; charset=ISO-8859-1" http-equiv="content-type" />
  <title>Guadalinex - Software Libre</title>
  <link rel="stylesheet" href="css/estilos.css" type="text/css" />
</head>
<body>

<div id="marco">

	<!-- titulo -->
	<div class="titular"><h1>Guadalinex v5 - Software Libre</h1></div>

	<!-- menu -->
	<ul id="menu">
		<li><a href="./multimedia.html" title="" class="current" >Multimedia</a></li>
		<li><a href="./educativos.html" title="">Educativos</a></li>
		<li><a href="./graficos.html" title="">Gr&aacute;ficos</a></li>
		<li><a href="./internet.html" title="">Internet</a></li>
		<li><a href="./juegos.html" title="">Juegos</a></li>
		<li><a href="./oficina.html" title="">Oficina</a></li>
		<li><a href="./sistema.html" title="">Sistema</a></li>
		<li><a href="./guadalinex.html" title="">Guadalinex</a></li>
	</ul>
	<div class="clearleft"></div>

	<!-- contenido actual -->
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>aTunes 1.12.0 (Solano)</td></tr>
<tr><th>Web:</th><td><a href="http://www.atunes.org">http://www.atunes.org</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Audio/aTunes/aTunes_1.12.0_installer.exe">Instalar</a></td></tr>
<tr><th><img src="./images/atunes.png"></th><td> aTunes es un reproductor de audio similar a iTunes de Apple(r), desarrollado en Java.
Permite reproducir formatos MP3, OGG, WMA, WAV, FLAC, MP4, streaming.
Permite editar las etiquetas (tags) de los archivos, organizar tu colecci&oacute;n de m&uacute;sica y 
convertir los CD's de audio al formato de tu reproductor.</td></tr>
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>Audacity 1.2.6</td></tr>
<tr><th>Web:</th><td><a href="http://audacity.sourceforge.net">http://audacity.sourceforge.net</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Audio/Audacity/audacity-win-1.2.6.exe">Instalar</a></td></tr>
<tr><th><img src="./images/audacity.png"></th><td> Audacity es un programa libre y de c&oacute;digo abierto para grabar y editar sonidos, disponible para Mac OS X, Microsoft Windows, GNU/Linux y otros sistemas operativos.<br><br>
Entre otras caracter&iacute;sticas, Audacity permite:<br>
- Convertir cintas y grabaciones a sonido digital o CD.<br>
- Editar archivos Ogg Vorbis, MP3 y WAV.<br>
- Cambiar la velocidad o el tono de una grabaci&oacute;n.<br>
- Abrir archivos de sonido "crudos".<br>
- R&aacute;pida edici&oacute;n de archivos grandes.<br>
- Edita y mezcla un n&uacute;mero ilimitado de pistas.<br>
- Disuelve el sonido suavemente con la herramienta "envolvente".<br>
- Eliminar ruidos est&aacute;ticos, silbidos, u otros ruidos de fondo constantes.<br>
- Alterar las frecuencias con la ecualizaci&oacute;n, filtros FFT y amplificar los bajos.<br>
- ...
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>Hydrogen Music</td></tr>
<tr><th>Web:</th><td><a href="http://www.hydrogen-music.org/">http://www.hydrogen-music.org/</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Audio/Hydrogen_Music/hydrogen-windows-installer-20060309.exe">Instalar</a></td></tr>
<tr><th><img src="./images/hydrogen.png"></th><td>Hydrogen Music es una herramienta de sonido para generar ritmos de bater&iacute;a en nuestras composiciones.<br><br>
Sus principales caracter&iacute;sticas son:<br>
- Interfaz amigable y modular<br>
- Motor de sonido basado en samples stereo.<br>
- Capaz de importar samples en .wav, .au, .aiff y FLAC.<br>
- Secuenciador de patterns sin limitaciones.<br>
- Hasta 64 ticks por pattern.<br>
- 32 pistas de intrumentos con ajustes de volumen, solo y pan.<br>
</td></tr>
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>LMMS (Linux Multimedia Studio)</td></tr>
<tr><th>Web:</th><td><a href="http://lmms.sourceforge.net/">http://lmms.sourceforge.net/</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Audio/LMMS/lmms-0.4.3-win32.exe">Instalar</a></td></tr>
<tr><th><img src="./images/lmms.png"></th><td>LMMS es una alternativa a programas comerciales como Fruity Loops(r) para crear tu m&uacute;sica.<br><br>
La versi&oacute;n actual incluye:<br>
- Editor de canciones y pistas para composici&oacute;n<br>
- Editor de  Beat y Bassline.<br>
- Teclado tipo piano para editar los patterns.<br>
- Mezclador de efectos<br>
- Compatible con SoundFont2, VST(i), LADSPA, GUS Patches, y soporte MIDI<br>
- Importa archivos MIDI y FLP (Fruityloops Project)<br>
</td></tr>
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>Songbird 1.1.2</td></tr>
<tr><th>Web:</th><td><a href="http://getsongbird.com/">http://getsongbird.com/</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Audio/Songbird/Songbird_1.1.2-1042_windows-i686-msvc8.exe">Instalar</a></td></tr>
<tr><th><img src="./images/songbird.png"></th><td>Songbird es un reproductor multimedia. Est&aacute; basado en la plataforma XULRunner de Mozilla.<br>
- Capacidad de reproduccci&oacute;n de archivos MP3, AAC, Ogg Vorbis, FLAC y WMA.<br>
- Capacidad para reproducir Apple FairPlay y Windows Media DRM.<br>
- Descarga de archivos MP3 y suscripciones RSS incorporadas.<br>
- Suscripci&oacute;n a blogs de mp3 as&iacute; como listas de reproducci&oacute;n.<br>
- Creaci&oacute;n de  mezclas personalizadas.<br>
- Actualizaciones autom&aacute;ticas.<br>
- Integraci&oacute;n con el servicio Last.fm.<br>
- Posibilidad de añadir y visualizar portadas en las canciones.<br>
- Capacidad para crear listas de reproducci&oacute;n inteligentes.<br>
- Soporte a metadatos ID3.<br>
- Obtenci&oacute;n de las car&aacute;tulas de los &aacute;lbumes de manera autom&aacute;tica.<br>
- ...
</td></tr>
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>XBMC 8.10</td></tr>
<tr><th>Web:</th><td><a href="http://xbmc.org/">http://xbmc.org/</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Mediacenter/XBMC/XBMC_for_Windows-8.10.exe">Instalar</a></td></tr>
<tr><th><img src="./images/xbmc.png"></th><td>XBMC Media Center (antes llamado "XBox Media Center") es un centro multimedia de entretenimiento multiplataforma bajo la licencia GNU/GPL.<br><br>

XBMC soporta una amplia gama de formatos multimedia, e incluye caracter&iacute;sticas tales como listas de reproducci&oacute;n, visualizaciones de audio, presentaci&oacute;n de diapositivas, informes meteorol&oacute;gicos y ampliaci&oacute;n mediante plugins.<br>

Como Media Center, XBMC puede reproducir la mayor&iacute;a de los formatos de audio y video, as&iacute; como mostrar im&aacute;genes pr&aacute;cticamente de cualquier fuente, incluidos CD, DVD, dispositivos de almacenamiento masivo e Internet.<br>

A trav&eacute;s de su sistema de plugins, XBMC puede anadir gu&iacute;as de programas de televisi&oacute;n, YouTube, soporte a adelantos en l&iacute;nea de pel&iacute;culas, SHOUTcast, Podcast....<br>

XBMC tambi&eacute;n funciona como una plataforma de juegos al permitirle a usuarios jugar mini-juegos basados en Python sobre cualquier sistema operativo.
</td></tr>
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>Avidemux 2.4.4</td></tr>
<tr><th>Web:</th><td><a href="http://fixounet.free.fr/avidemux/">http://fixounet.free.fr/avidemux/</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Video/Avidemux/avidemux_2.4.4_win32.exe">Instalar</a></td></tr>
<tr><th><img src="./images/avidemux.png"></th><td>Avidemux es un editor de video simple con capacidades para cortar, filtrar y codificar, con soporte para varios tipos de archivos incluyendo AVI, MPEG, MP4 y ASF.<br><br>

Avidemux tambi&eacute;n puede multiplexar y desmultiplexar corrientes de audio dentro y fuera de ficheros de v&iacute;deo, en cualquier formato a trav&eacute;s de recodificaci&oacute;n o usando un modo de copia directa.<br><br>

Tiene incorporado un procesamiento de subt&iacute;tulos, tanto para Reconocimiento &oacute;ptico de caracteres (OCR) como para formatos de subt&iacute;tulos suaves (VobSub sub, ass y srt) y varias capacidades de subt&iacute;tulos duros VobSub.<br><br>
</td></tr>
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>Camstudio 2.0</td></tr>
<tr><th>Web:</th><td><a href="http://camstudio.org">http://camstudio.org</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Video/CamStudio/CamStudio20.exe">Instalar</a></td></tr>
<tr><th><img src="./images/camstudio.png"></th><td>CamStudio permite grabar la actividad de la pantalla del equipo, incluyendo audio y v&iacute;deo, para crear un archivo AVI estandard, o archivos SWF.<br><br>
Esto resulta especialmente &uacute;til para:<br>
- crear videos demostrativos de una aplicaci&oacute;n.<br>
- crear tutoriales en v&iacute;deo.<br>
- crear archivos de v&iacute;deo para ayudar a otros usuarios.<br>
</td></tr>
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>DVDFlick 1.3.0.6</td></tr>
<tr><th>Web:</th><td><a href="http://www.dvdflick.net/">http://www.dvdflick.net/</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Video/DVD_Flick/dvdflick_setup_1.3.0.6.exe">Instalar</a></td></tr>
<tr><th><img src="./images/dvdflick.png"></th><td>DVD Flick es una herramienta para la autor&iacute;a de DVDs de v&iacute;deo.<br>
Permite seleccionar una serie de v&iacute;deos almacenados en el equipo, y procesarlos para crear un DVD capaz de reproducirse en cualquier lector.<br>
Adicionalmente, permite anadir pistas de audio, subt&iacute;tulos y un men&uacute; de navegaci&oacute;n.
</td></tr>
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>DVDStyler 1.7.2</td></tr>
<tr><th>Web:</th><td><a href="http://www.dvdstyler.de/">http://www.dvdstyler.de/</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Video/DVD_Styler/DVDStyler-1.7.2_1-win32u.exe">Instalar</a></td></tr>
<tr><th><img src="./images/dvdstyler.png"></th><td>DVDStyler es una herramienta para la autor&iacute;a de DVDs de v&iacute;deo.<br><br>

Sus caracter&iacute;sticas principales son:<br>
- Creaci&oacute;n y grabaci&oacute;n de discos DVD-V&iacute;deo con menus interactivos.<br>
- Soporta archivos AVI, MPEG, MPEG-2, MPEG-4, DivX, Xvid, MP2, MP3, AC-3.<br>
- Soporta el uso de MPEG y VOB sin necesidad de recodificarlos.<br>
- Soporta incluir archivos de audio/v&iacute;deo de distinto formato en un mismo DVD.<br>
- Interface intuitivo drag & drop<br>
- Importar archivo de imagen para establecer el fondo del menu del DVD<br>
- Insertar botones, texto, im&aacute;genes y otros en la pantalla de menu.<br>
- Modificar el color, fuente y otros par&aacute;metros de los objetos del menu<br>
</td></tr>
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>SMPlayer (Mplayer + GUI)</td></tr>
<tr><th>Web:</th><td><a href="http://www.mplayerhq.hu">http://www.mplayerhq.hu/</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Video/Mplayer/smplayer_0.6.6_setup.exe">Instalar</a></td></tr>
<tr><th><img src="./images/mplayer.png"></th><td>MPlayer es un reproductor de pel&iacute;culas.<br><br>
Reproduce la mayor&iacute;a de los archivos MPEG, VOB, AVI OGG/OGM, VIVO, ASF/WMA/WMV, QT/MOV/MP4, FLI, RM, NuppelVideo, YUV4MPEG, FILM, RoQ, PVA, soportados por algunos codecs nativos, XAnim, y DLL's Win32.<br>
Puede ver VideoCD, SVCD, DVD, 3ivx, DivX 3/4/5 e incluso películas WMV sin la biblioteca avifile.<br><br>

MPlayer tiene informaci&oacute;n de estado en pantalla (OSD), subt&iacute;tulos con antialiasing y realimentaci&oacute;n visual para el control a trav&eacute;s del teclado. Est&aacute;n soportadas tipograf&iacute;as Europea/ISO 8859-1,2 (H&uacute;ngara, Inglesa, Checa, etc), Cir&iacute;lico y Koreano as&iacute; como 9 formatos de subt&iacute;tulos (MicroDVD, SubRip, SubViewer, Sami, VPlayer, RT, SSA, AQTitle, JACOsub y el nuestro propio MPsub) y subt&iacute;tulos de DVD (flujos SPU, VobSub y Closed Captions).
</td></tr>
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>Videolan 0.9.9</td></tr>
<tr><th>Web:</th><td><a href="http://www.videolan.org/">http://www.videolan.org/</a></td></tr>
</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Video/Videolan/vlc-0.9.9-win32.exe">Instalar</a></td></tr>
<tr><th><img src="./images/videolan.png"></th><td>VideoLAN es una soluci&oacute;n de software completa para transmisi&oacute;n y visionado de v&iacute;deo, pensado para transmisiones MPEG en redes con gran capacidad de ancho de banda.<br><br>

Su principal ventaja es que no necesita la descarga e instalaci&oacute;n de codecs (puesto que los lleva incorporados).<br><br>

VLC incluye un plug-in para Mozilla, que permite ver algunos archivos Quicktime y Windows Media en las webs sin tener que utilizar un reproductor de Microsoft o Apple. <br>

Adem&aacute;s, puede ser usado como servidor unicast o multicast en redes IPv4 o IPv6.
</td></tr>
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>VirtualDub 1.8.8, versiones x86 y amd64</td></tr>
<tr><th>Web:</th><td><a href="http://www.virtualdub.org/">http://www.virtualdub.org/</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Video/VirtualDub/Windows_32bits/VirtualDub-1.8.8.zip">Instalar 32bits</a>
<a href="../../Windows/Video/VirtualDub/Windows_64bits/VirtualDub-1.8.8-AMD64.zip">Instalar 64bits</a></td></tr>
<tr><th><img src="./images/virtualdub.png"></th><td>VirtualDub es una herramienta de c&oacute;digo abierto para captura y procesado de v&iacute;deo.<br><br>

Dispone de funciones muy avanzadas, es capaz de usar plugins para anadir diferentes t&eacute;cnicas de procesado de v&iacute;deo, y puede trabajar con cualquier fichero AVI, independientemente del c&oacute;dec que use, mientras est&eacute; instalado. VirtualDub tambi&eacute;n permite leer los archivos .gvi de Google Video y convertirlos a cualquier formato.<br><br>

Existe una comunidad bastante &aacute;mplia que desarrolla filtros y complementos, que cubren pr&aacute;cticamente todas las necesidades que puedan presentarse a la hora de procesar un archivo.<br>
</td></tr>
</tr>
</table>

	<!-- pie -->
	<div id="pie">
		<h2>
			<div class="logo_junta"><img src="images/logo_junta.png" alt="Junta de Andalucía - Consejería de Innovación Ciencia y Empresa" title="Logo Junta de Andalucía" /></div>
		</h2>
	</div>
	<div class="clear"></div>
</div>


</body>
</html>
