<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
        "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="en">
<head>
<meta http-equiv="content-type" content="text/html; charset=utf-8" />
<title></title>
<link rel="stylesheet" href="menu_style.css" type="text/css" media="screen" />
</head>
<body>
<br>
<br>
<ul id="menu">
<li><a href="./multimedia.html" title="">Multimedia</a></li>
<li><a href="./educativos.html" title="">Educativos</a></li>
<li><a href="./graficos.html" title="">Gr&aacute;ficos</a></li>
<li><a href="./internet.html" title="">Internet</a></li>
<li><a href="./juegos.html" title="">Juegos</a></li>
<li><a href="./oficina.html" title="" class="current">Oficina</a></li>
<li><a href="./sistema.html" title="">Sistema</a></li>
</ul>
</body>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>Dia 0.96</td></tr>
<tr><th>Web del proyecto:</th><td><a href="http://dia-installer.de/index_en.html">http://dia-installer.de/index_en.html</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Oficina/Dia/dia-setup-0.96.1-9.exe">Instalar</a></td></tr>
<tr><th><img src="./images/dia.png"></th><td>
Dia es una aplicaci&oacute;n gr&aacute;fica de prop&oacute;sito general para la creaci&oacute;n de diagramas, desarrollada como parte del proyecto GNOME. Est&aacute; concebido de forma modular, con diferentes paquetes de formas para diferentes necesidades.<br><br>

Dia est&aacute; disenado como un sustituto de la aplicaci&oacute;n comercial Visio de Microsoft. Se puede utilizar para dibujar diferentes tipos de diagramas. Actualmente se incluyen diagramas entidad-relaci&oacute;n, diagramas UML, diagramas de flujo, diagramas de redes, diagramas de circuitos el&eacute;ctricos, etc.<br>
Se pueden anadir nuevas formas, dibuj&aacute;ndolas con un subconjunto de SVG e incluy&eacute;ndolas en un archivo XML.<br><br>

El formato para leer y almacenar gr&aacute;ficos es XML (comprimido con gzip, para ahorrar espacio). Puede producir salida en los formatos EPS, SVG y PNG.<br><br>

Tambi&eacute;n conviene recordar que Dia, gracias al paquete dia2code, puede generar el esqueleto del c&oacute;digo a escribir, si utiliz&aacute;ramos con tal fin un UML.
</td></tr>
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>GNUCash 2.2.9</td></tr>
<tr><th>Web del proyecto:</th><td><a href="ttp://www.gnucash.org/es/">ttp://www.gnucash.org/es/</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Oficina/GNUCash/gnucash-2.2.9-setup.exe">Instalar</a></td></tr>
<tr><th><img src="./images/gnucash.png"></th><td>
GnuCash es un sistema de finanzas personal en software libre que utiliza "doble entrada", que pretend&iacute;a inicialmente desarrollar capacidades similares a las de Quicken de Intuit. La evoluci&oacute;n actual est&aacute; m&aacute;s pr&oacute;xima a desarrollar herramientas para pymes.<br><br>

Sus características principales incluyen:<br>
- Contabilidad por partida doble<br>
- Transacciones programables<br>
- Caracter&iacute;sticas para la contabilidad de Pequeños Negocios.<br>
- Posibilidad de Importar: OFX y QIF<br>
- Soporte multiusuario de SQL (Limitado)<br>
- Manejo de transacciones multi-divisas.<br>
- Portafolios de Fondos de Valores / Mutualistas<br>
- Cotizaciones en linea de Fondos de Valores y Mutualistas de inversi&oacute;n<br>
</td></tr>
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>OpenOffice 3.0.1</td></tr>
<tr><th>Web del proyecto:</th><td><a href="http://es.openoffice.org/">http://es.openoffice.org/</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Oficina/OpenOffice.org/OOo_3.0.1_Win32Intel_install_es.exe">Instalar</a></td></tr>
<tr><th><img src="./images/openoffice.png"></th><td>
OpenOffice.org es una suite ofim&aacute;tica de software libre y c&oacute;digo abierto de distribuci&oacute;n gratuita que incluye herramientas como procesador de textos, hoja de c&aacute;lculo, presentaciones, herramientas para el dibujo vectorial y base de datos.<br><br>

Est&aacute; disponible para muchas plataformas como Microsoft Windows y sistemas de tipo Unix con el Sistema X Window como GNU/Linux, BSD, Solaris y Mac OS X. <br>
OpenOffice est&aacute; pensado para ser altamente compatible con Microsoft Office, con quien compite. <br><br>

Soporta el estándar ISO OpenDocument con lo que es f&aacute;cil el intercambio de documentos con muchos otros programas, y puede ser utilizado sin costo alguno.<br><br>
</td></tr>
</tr>
</table>
<br>
<table>
<table class="tabla" summary="Descripcion de la aplicion" cellspacing="0">
<tbody>
<tr><th>Programa:</th><td>Scribus 1.3.3.13</td></tr>
<tr><th>Web del proyecto:</th><td><a href="http://www.scribus.net/">http://www.scribus.net/</a></td></tr>
<tr><th>Instalador:</th><td><a href="../../Windows/Oficina/Scribus/scribus-1.3.3.13-win32-install.exe">Instalar</a></td></tr>
<tr><th><img src="./images/scribus.png"></th><td>
Scribus es una herramienta de publicaci&oacute;n comparable a Adobe PageMaker, PagePlus, QuarkXPress y Adobe InDesign.<br><br>

Scribus est&aacute; disenada pensando en ser muy flexible, y en su capacidad de generar archivos compatibles con sistemas de impresi&oacute;n profesional.<br>
Adicionalmente, puede crear documentos PDF interactivos.

</td></tr>
</tr>
</table>
</html>
