Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/advanced-topics/po/*.po
Languages: ar, et

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
ar: ubuntu-doc@lists.ubuntu.com (مشروع توثيق أوبونتو)
et: ubuntu-doc@lists.ubuntu.com (Ubuntu Dokumentatsiooni Projekt)

source: Advanced Topics
ar: موضوعات متقدمة
et: Edasijõudnute teemad

source: Placeholder
ar: حاجز مكان
et: Järjehoidja

source: Credits and License
ar: فريق العمل والرخصة
et: Tunnustused ja litsents

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
ar: أعد هذه الوثيقة فريق توثيق أوبونتو (https://wiki.ubuntu.com/DocumentationTeam). لعرض قائمة بأسماء المشاركين أنظر <ulink url="../../../common/C/contributors.xml">صفحة المشاركين</ulink>
et: See dokument on välja antud Ubuntu dokumentatsiooni meeskonna poolt (https://wiki.ubuntu.com/DocumentationTeam). Toetajate nimekirja näete lehel <ulink url="../../../common/C/contributors.xml">toetajate lehekülg</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ar: هذه الوثيقة متوفرة تحت رخصة CC-BY-SA 2.5
et: See dokument on tehtud kättesaadavaks Creative Commons ShareAlike 2.5 litsentsi (CC-BY-SA) alusel.

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
ar: بإمكانك تعديل وتوسيع وتطوير شفرات المصدر التابعة لتوثيق أوبونتو تحت شروط هذه الرخصة. كل الأعمال المشتقة من هذا العمل يجب أن تحت نفس الرخصة.
et: Võite vabalt muuta, laiendada ja täiustada Ubuntu dokumentatsiooni lähtekoodi selle litsentsi tingimuste alusel. Kõik sellest tulenevad tööd peab avaldama selle litsentsi all.

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
ar: يوزع هذا التوثيق على أمل أنه سيكون مفيداً , لكن بدون أية ضمانات , حتى بدون الضمان الملمح لقابلية التسويق أو مناسبة الإستخدام لهدف معين كما هو مبين في وثيقة التنصّل.
et: Seda dokumenti jaotatakse lootuses, et see on kasulik, aga ILMA MINGI GARANTIITA; isegi ilma KAUBANDUSLIKKUSE või KONKREETSEKS EESMÄRGIKS SOBILIKKUSE GARANTIITA NAGU KIRJELDATUD AUTORIÕIGUSLIKEST PRETENSIOONIDEST LOOBUMISE DOKUMENDIS.

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ar: توجد نسخة من الرخصة هنا: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
et: Koopia sellest litsentsist on kättesaadav siin: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Canonical Ltd. and members of the Ubuntu Documentation Project
ar: كانونيكال المحدودة وأعضاء مشروع توثيق أوبونتو
et: Canonical Ltd. ja Ubuntu Dokumentatsiooni Projekti liikmed

source: The Ubuntu Documentation Project
ar: مشروع توثيق أوبونتو
et: Ubuntu Dokumentatsiooni Projekt

source: The Ubuntu help system contains a lot of documentation, not all of which you see in the table of contents. This topic contains some of the advanced categories of documentation. Use the search tool to find more help!
ar: يحتوي نظام مساعدة أوبونتو على الكثير من الوثائق، وليس كلها مذكورا في جدول المحتويات. ويضم هذا الموضوع بعض التصنيفات المتقدمة للوثائق. استعمل أداة البحث للحصول على مساعدة إضافية!
et: Ubuntu abisüsteem sisaldab suurt hulka dokumentatsiooni ning mitte kõik sellest pole nähtaval sisukorras. See teema sisaldab mõningaid dokumentatsiooni kategooriaid edasijõudnutele. Enama abi leidmiseks kasuta otsingut!

source: Installing Server Applications
ar: تثبيت تطبيقات الخادم
et: Serveri Rakenduste Paigaldamine

source: Using the Command Line
ar: استعمال سطر الأوامر
et: Käsurea kasutamine

source: Writing Your Own Programs
ar: كتابة البرامج الخاصة بك

source: man pages
ar: صفحات الكتيّب

source: Terminal Commands References (<placeholder-1/>)
ar: مراجع أوامر الشاشة الطرفية

source: GNU Info Pages
ar: صفحات معلومات GNU
et: GNU teabelehed

source: translator-credits
ar: Launchpad Contributions: Caballero https://launchpad.net/~caball3r0 Launchpad Contributions: Caballero https://launchpad.net/~caball3r0
et: Launchpad Contributions: H_M_Murdock_EST https://launchpad.net/~okinawa Laur Mõtus https://launchpad.net/~vprints Launchpad Contributions: H_M_Murdock_EST https://launchpad.net/~okinawa Kaarel https://launchpad.net/~kaarelk1989 Laur Mõtus https://launchpad.net/~vprints
