Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/desktop-effects/po/*.po
Languages: ca, cs, eu, fr, he, is, ja, ko, ms, pt_br, ro, ru, zh_cn, zh_tw

source: Desktop effects could not be enabled
ca: No s'han pogut habilitar els efectes d'escriptori
cs: Efekty prostředí nemohly být aktivovány
eu: Ezin izan dira Mahaigaineko Efektuak gaitu
fr: Les effets du bureau n'ont pas pu être activés
he: לא ניתן להפעיל אפקטים בשולחן עבודה
is: Skjábrellur gátu ekki verið virkjaðar
ja: デスクトップ効果を有効にできません。
ko: 데스크탑 효과를 사용할 수 없습니다.
pt_br: Efeitos da Área de Trabalho não puderam ser ativados
ro: Efectele de Birou nu au putut fi activate
ru: Эффкеты рабочего стола не могут быть включены
zh_cn: 无法启用桌面效果
zh_tw: 無法啟用桌面特效

source: In this case, you will not be able to use desktop effects.
ca: Si aquest és el cas, no podreu utilitzar els efectes d'escriptori.
cs: V tomto případě nebudete moci používat efekty prostředí.
eu: Kasu honetan, ezin izango dituzu mahaigaineko efektuak erabili.
fr: Dans ce cas, vous ne serez pas capable d'utiliser les effets de bureau.
he: במקרה כזה, לא תוכלו להשתמש באפקטים בשולחן העבודה.
is: Í þessu tilfellu getur þú ekki notað skjáborðsbrellur
ja: この場合、デスクトップ効果を使用することはできません。
ko: 이 경우에는, 데스크탑 효과를 사용할 수 없습니다.
pt_br: Nesse caso, você não será capaz de usar os efeitos da área de trabalho.
ro: În acest caz, nu vei putea folosi efectele grafice.
ru: В этом случае вы не сможете включить эффекты рабочего стола.
zh_cn: 这种情况，你将不能使用桌面效果
zh_tw: 在這情況下，你將不可以使用桌面特效。

source: If your computer runs slowly, disabling desktop effects may improve performance. Desktop effects require more system resources, and so older or less powerful computers may not be able to cope with the extra load.
ca: Si el vostre ordinador s'alenteix, és possible que noteu una millora en el rendiment si inhabiliteu els efectes d'escriptori, els quals requereixen força recursos del sistema. És per això que ordinadors no gaire nous o poc potents no puguin fer-se càrrec de la càrrega addicional que aquests suposen.
cs: Pokud váš počítač funguje pomalu, zakázání efektů prostředí může vylepšit výkon. Efekty prostředí vyžadují více systémových prostředků, takže starší nebo méně výkonné počítače nemusí být schopny zvládat tuto dodatečnou zátěž.
eu: Zure ordenagailua astiro badabil, mahaigaineko efektuak desaktibatzeak makinaren funtzionamendua azkarragotu lezake. Mahaigaineko efektuek sistemaren errekurtso gehiago erabiltzen dituzte, beraz ordenagailu zaharrek (edo ez oso indartsuek) arazoak izan ditzakete efektuak erabiltzeko.
fr: Si votre machine est lente, désactiver les effets de bureau pourrait améliorer les performances. Les effets demandent un peu plus de ressources système, les ordinateurs un peu anciens pourraient donc ne pas être capables de gérer cette charge supplémentaire.
he: אם המחשב שלך רץ לאט, יתכן שביטול האפקטים בשולחן העבודה ישפר את הביצועים. אפקטים בשולחן העבודה דורשים יותר משאבי מערכת, ולכן מחשבים ישנים או חלשים יותר עלולים לא לתפקד כראוי.
is: Ef tölvan þín er hægvirk, afvirkjaðu skjáborðsbrellurnar til þess að bæta afköstin. Skjáborðsbrellurnar þurfa meiri kerfistilföng og þar með er möguleiki að gamlar og verr búnar tölvur geti ekki staðið undir aukaálaginu.
ja: コンピュータの動作が遅い場合、デスクトップ効果を無効にすることでパフォーマンスを改善することができるかもしれません。デスクトップ効果にはシステム資源が必要ですから、古い、あるいは性能の低いコンピュータはこの追加の処理に対応できない場合があります。
ko: 만약 컴퓨터가 느려진다면, 데스크탑 효과를 사용하지 않도록 해야 성능이 향상될 것입니다. 데스크탑 효과는 많은 시스템 자원들을 필요로 하기 때문에 오래된 컴퓨터 혹은 성능이 좋지 않은 컴퓨터에서는 사용하기 힘들 수 있습니다.
pt_br: Se seu computador está devagar, desabilitar os efeitos da área de trabalho pode melhor o desempenho. Os efeitos necessitam de mais recursos do sistema, e computadores antigos ou pouco poderosos podem não ser capazes de lidar com a carga extra,
ro: În cazul în care calculatorul rulează mai încet, dezactivarea efectelor de birou poate îmbunătătii performantele lui, Efectele de birou necesită mai multe resurse ale sistemului iar unele calculatoarele mai vechi nu pot oferii aceste resurse suplimentare.
ru: Если ваш компьютер работает медленно, то отключение эффектов рабочего стола может увеличить производительность. Эффекты рабочего стола требуют больше системных ресурсов, и старые и менее мощные компьютеры могут не справляться с дополнительной нагрузкой.
zh_cn: 如果您的电脑运行缓慢，禁用桌面特效将会有所改善。桌面特效需要更多的系统资源，因此旧的或较差的电脑可能会不能应付额外的负担。
zh_tw: 若你的電腦變慢了，關閉桌面特效可以改善效能。桌面特效需要較多的系統資源，一些較舊或弱的電腦也許不能應付這額外的負荷。

source: Further information
ca: Més informació
cs: Další informace
eu: Informazio gehiago
fr: Complément d'information
he: מידע נוסף
is: Ítarlegri upplýsingar
ja: 詳しい情報
ko: 그 밖의 정보
ms: Maklumat lanjut
pt_br: Informações adicionais
ro: Informaţii suplimentare
ru: Дополнительные сведения
zh_cn: 更多信息
zh_tw: 更多資訊

source: See the <ulink url="https://help.ubuntu.com/community/CompositeManager">Ubuntu Community Support pages</ulink> for more information on desktop effects in Ubuntu.
ca: Consulteu les <ulink url="https://help.ubuntu.com/community/CompositeManager">pàgines de la comunitat de suport de l'Ubuntu</ulink> per a més informació sobre els efectes de l'escriptori a l'Ubuntu.
cs: Navštivte <ulink url="https://help.ubuntu.com/community/CompositeManager">stránky komunitní podpory Ubuntu</ulink> (anglicky) pro více informací o efektech prostředí v Ubuntu.
eu: Ikusi <ulink url="https://help.ubuntu.com/community/CompositeManager">Ubuntu Komunitatearen Sostengu orriak</ulink> Ubunturen mahaigaineko efektuei buruzko informazio gehiagorako.
fr: Regardez les <ulink url="https://help.ubuntu.com/community/CompositeManager">pages d'aide de la communauté Ubuntu</ulink> pour plus d'informations en rapport avec les effets du bureau sous Ubuntu.
he: ראו את <ulink url="https://help.ubuntu.com/community/CompositeManager">עמודי מתיכת קהילת אובונטו</ulink> לקבלת מידע נוסף על אפקטים בשולחן העבודה באובונטו.
is: Skoðaðu <ulink url="https://help.ubuntu.com/community/CompositeManager">stuðningssíður Ubuntu samfélagsins</ulink> til þess að fá meiri upplýsingar um skjáborðsbrellur í Ubuntu.
ja: Ubuntuでのデスクトップ効果についての追加情報は、<ulink url="http://www.go-compiz.org/index.php?title=Documentation">Compiz documentation website</ulink> を参照してください。
ko: 우분투의 데스크탑 효과에 대한 자세한 정보는 <ulink url="https://help.ubuntu.com/community/CompositeManager">우분투 커뮤니티 지원 페이지</ulink>를 참조하기 바랍니다.
ms: Lawati<ulink url="https://help.ubuntu.com/community/CompositeManager">mukasurat Sokongan Komuniti Ubuntu</ulink> untuk maklumat lebih lanjut berkenaan efek desktop dalam Ubuntu.
pt_br: Veja as <ulink url="https://help.ubuntu.com/community/CompositeManager">páginas de suporte da Comunidade Ubuntu</ulink> para mais informações sobre efeitos da área de trabalho no Ubuntu.
ro: Vezi <ulink url="https://help.ubuntu.com/community/CompositeManager">Ubuntu Community Support pages</ulink> pentru mai multe informaţii despre efectele suprafeţei de lucru în Ubuntu.
ru: Больше информации об эффектах рабочего стола в Ubuntu имеется на <ulink url="https://help.ubuntu.com/community/CompositeManager">страницах поддержки Ubuntu, предоставляемой сообществом</ulink>.
zh_cn: 查看 <ulink url="https://help.ubuntu.com/community/CompositeManager">Ubuntu 社区支此网页</ulink> 以获得更多有关 Ubuntu 桌面效果的信息。
zh_tw: 從 Ubuntu 網站中的<ulink url="https://help.ubuntu.com/community/CompositeManager">Ubuntu 社群支援頁面</ulink> 以取得更多關於桌面特效的資訊。

source: See the <ulink url="http://compiz.org/Documentation/Documentation">Compiz documentation website</ulink> for more information on advanced configuration of desktop effects.
ca: Vegeu el <ulink url="http://compiz.org/Documentation/Documentation">lloc web de la documentació del Compiz</ulink> per a més informació sobre els efectes d'escriptori.
cs: Navštivte <ulink url="http://compiz.org/Documentation/Documentation">dokumentační stránku Compizu</ulink> pro získání více informací o pokročilých nastaveních efektů prostředí.
eu: Mahaigaineko efektuen konfigurazioari buruzko informazio gehiagorako, ikusi <ulink url="http://compiz.org/Documentation/Documentation">Compiz dokumentazio webgunea</ulink>
fr: Consultez <ulink url="http://compiz.org/Documentation/Documentation">le site web de la documentation Compiz</ulink> pour plus d'informations sur la configuration avancée des effets de bureau.
he: ראו את <ulink url="http://compiz.org/Documentation/Documentation">אתר התיעוד של Compiz</ulink> למידע נוסף על הגדרות מתקדמות של אפקטים בשולחן העבודה.
is: Skoðaðu <ulink url="http://compiz.org/Documentation/Documentation">Compiz skjölunarvefsíðuna</ulink> til þess að fá meiri upplýsingar um ítarlegri stillingar á skjáborðsbrellum.
ja: デスクトップ効果の詳細な設定についての追加情報は、<ulink url="http://compiz.org/Documentation/Documentation">Compiz documentation website</ulink>を参照してください。
ko: 데스크탑 효과의 고급 설정 정보들을 보려면 <ulink url="http://compiz.org/Documentation/Documentation">Compiz 문서화 웹사이트</ulink> 를 방문해 보기 바랍니다.
ms: Lawati <ulink url="http://compiz.org/Documentation/Documentation">lamanweb dokumentasi Compiz</ulink> untuk maklumat lanjut berkenaan konfigurasi lanjutan efek desktop.
pt_br: Veja o <ulink url="http://compiz.org/Documentation/Documentation">site de documentação do Compiz</ulink> para mais informações sobre configurações avançadas dos efeitos da área de trabalho.
ro: Pentru mai multe informaţii despre configurarea avansată a efectelor de birou, consultă <ulink url="http://compiz.org/Documentation/Documentation">pagina de documentatie Compiz</ulink>.
ru: Посетите <ulink url="http://compiz.org/Documentation/Documentation">вебсайт документации Compiz</ulink>, чтобы узнать о продвинутой настройке эффектов рабочего стола.
zh_cn: 查看<ulink url="http://compiz.org/Documentation/Documentation">Compiz 文档网站</ulink> 获得和桌面效果高级配置的相关信息。
zh_tw: 從 <ulink url="http://compiz.org/Documentation/Documentation">Compiz 說明文件網站</ulink> 取得更多關於桌面特效的進階設定資訊。

source: translator-credits
ca: Launchpad Contributions: David Planella https://launchpad.net/~dpm Ramon Vilar Gavaldà https://launchpad.net/~ramon-vilar Launchpad Contributions: David Planella https://launchpad.net/~dpm Ramon Vilar Gavaldà https://launchpad.net/~ramon-vilar
cs: David Vachulka, 2006 Launchpad Contributions: Kamil Páral https://launchpad.net/~ripper42 Martin Böhm https://launchpad.net/~martin.bohm dvx https://launchpad.net/~david-konstrukce-cad Launchpad Contributions: Dr.Silenec https://launchpad.net/~dr-silenec Kamil Páral https://launchpad.net/~kamil.paral Martin Böhm https://launchpad.net/~martin.bohm dvx https://launchpad.net/~david-konstrukce-cad
eu: Launchpad Contributions: Iñaki Calvo https://launchpad.net/~inaki-naiz Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual Launchpad Contributions: Iñaki Calvo https://launchpad.net/~inaki-naiz Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual
fr: Launchpad Contributions: Christophe Herot https://launchpad.net/~tictoc-free Claude Paroz https://launchpad.net/~paroz Doyen Philippe https://launchpad.net/~dyphil Eric Bandel https://launchpad.net/~eric-bandel François Tissandier https://launchpad.net/~baloo Guillaume Vernet https://launchpad.net/~guillaume-vernet JF Jarry https://launchpad.net/~jf.jarry Jonathan Clarke https://launchpad.net/~bubblebob Sébastien Estève https://launchpad.net/~sesteve amine Say https://launchpad.net/~aminesay guillaume https://launchpad.net/~pourmonpoussin olive https://launchpad.net/~olivefr Launchpad Contributions: Claude Paroz https://launchpad.net/~paroz Doyen Philippe https://launchpad.net/~dyphil Eric Bandel https://launchpad.net/~eric-bandel François Tissandier https://launchpad.net/~baloo JF Jarry https://launchpad.net/~jf.jarry Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Sébastien Estève https://launchpad.net/~sesteve amine Say https://launchpad.net/~aminesay olive https://launchpad.net/~olivefr
he: Launchpad Contributions: Hezy Amiel https://launchpad.net/~hezy Revan https://launchpad.net/~mark125 shezif https://launchpad.net/~shezif Launchpad Contributions: Eli Daian https://launchpad.net/~elidaian Hezy Amiel https://launchpad.net/~hezy Mark Krapivner https://launchpad.net/~mark125 Yaniv Abir https://launchpad.net/~yanivabir shezif https://launchpad.net/~shezif
is: Launchpad Contributions: Freyr Gunnar Ólafsson https://launchpad.net/~gnarlin Sævar Ö https://launchpad.net/~saevarom Tryggvi Björgvinsson https://launchpad.net/~tryggvib
ja: Launchpad Contributions: Jun Kobayashi https://launchpad.net/~jkbys Shushi Kurose https://launchpad.net/~kurokuro asaijo https://launchpad.net/~asaijo Launchpad Contributions: CMasami https://launchpad.net/~cmasami Jun Kobayashi https://launchpad.net/~jkbys Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Shushi Kurose https://launchpad.net/~kurokuro
ko: 우분투 한국어 번역팀 <ubuntu-ko@lists.ubuntu.com>, 2006 Launchpad Contributions: Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix Launchpad Contributions: Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix
pt_br: Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Andre Noel https://launchpad.net/~andrenoel André Gondim https://launchpad.net/~andre-gondim Caio Alonso https://launchpad.net/~caio-alonso Daniel de Souza_Ne0n https://launchpad.net/~daniel-ne0n Rafael Sachetto https://launchpad.net/~rsachetto Rodrigo Renie https://launchpad.net/~dmenor Washington Lins https://launchpad.net/~washington-lins Zé Airton https://launchpad.net/~jaslima alexandrers https://launchpad.net/~alexandrenescau Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Andre Noel https://launchpad.net/~andrenoel André Gondim https://launchpad.net/~andregondim Caio Alonso https://launchpad.net/~caio-alonso Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Rafael Sachetto https://launchpad.net/~rsachetto Rodrigo Renie https://launchpad.net/~dmenor Washington Lins https://launchpad.net/~washington-lins alexandrenescau https://launchpad.net/~alexandrenescau
ro: Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Alex Bogdan Covaci https://launchpad.net/~alfa-abc Alex Eftimie https://launchpad.net/~alexeftimie Bivolaru Cătălin https://launchpad.net/~katalinux Bogdan Costea https://launchpad.net/~bogdanco Manuel R. Ciosici https://launchpad.net/~manuelciosici Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Alex Eftimie https://launchpad.net/~alexeftimie Bivolaru Cătălin https://launchpad.net/~katalinux Manuel R. Ciosici https://launchpad.net/~manuelciosici
ru: Georgy Faradzhev <georgy.faradzhev@gmail.com> Igor Zubarev <igor4u@gmail.com> Андрей Кондукторов <merkator@bk.ru> Dmitry Dementiev <ddmitry@gmail.com> Dmitry Drozdovich <demon_lord@rambler.ru> George Anderston <anderston@gmail.com> Mi Kashkin <mkashkin@gmail.com> Сергей Укустов <zajats@nc.ru> Dmitry Petrov <demon@krasno.ru> Sergey Smirnov <sergous@gmail.com> Shamil Abdullajev <jogin@hot.ee> alexei <alek32@mail.ru> boa <b.o.a@mail.ru> wiz <aenor.realm@gmail.com> Вячеслав Родионов <bepcyc@gmail.com> Александр Саламатников <dev65@gala.net> Sauil Launchpad Contributions: Alexey Balmashnov https://launchpad.net/~a.balmashnov Andrew Bachmaga https://launchpad.net/~lordakryl ArcFi https://launchpad.net/~arcfi Brullworfel https://launchpad.net/~brullworfel Gusev Vadim https://launchpad.net/~frosty-ptz Igor Zubarev https://launchpad.net/~igor4u Ilya Vinogradov https://launchpad.net/~iv2101 Stranger https://launchpad.net/~serge-zorkin Launchpad Contributions: Alexander Kabakow https://launchpad.net/~alexander.kabakow Alexey Balmashnov https://launchpad.net/~a.balmashnov Andrew Bachmaga https://launchpad.net/~lordakryl ArcFi https://launchpad.net/~arcfi Brullworfel https://launchpad.net/~brullworfel Igor Zubarev https://launchpad.net/~igor4u Ilya Vinogradov https://launchpad.net/~iv2101 Sergey Kirienko https://launchpad.net/~skirienko Stranger https://launchpad.net/~serge-zorkin Vadim Gusev https://launchpad.net/~frosty-ptz
zh_cn: Launchpad Contributions: DBLobster https://launchpad.net/~db.lobster Tao Wei https://launchpad.net/~weitao1979 kempson https://launchpad.net/~kempson rainofchaos https://launchpad.net/~rainofchaos stone_unix https://launchpad.net/~gaoghy tayhe https://launchpad.net/~zhuce Launchpad Contributions: DBLobster https://launchpad.net/~db.lobster Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Tao Wei https://launchpad.net/~weitao1979 kempson https://launchpad.net/~kempson lucifel https://launchpad.net/~hotxfj-gmail rainofchaos https://launchpad.net/~rainofchaos stone_unix https://launchpad.net/~gaoghy tayhe https://launchpad.net/~tayhe
zh_tw: Shunhsiung Shih <shunhsiung@gmail.com>, 2006 Launchpad Contributions: Kevin Yung https://launchpad.net/~kevin8o8 Shunhsiung Shih https://launchpad.net/~shunhsiung Yu-Hsiang Tseng https://launchpad.net/~yuhsiangtseng Launchpad Contributions: Albert https://launchpad.net/~laikayu Ev Law https://launchpad.net/~tyuuuu2001 Kevin Yung https://launchpad.net/~kevinyung Shunhsiung Shih https://launchpad.net/~shunhsiung Vincent Pun https://launchpad.net/~pun-vincent Yu-Hsiang Tseng https://launchpad.net/~yuhsiangtseng
