Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/desktop-effects/po/*.po
Languages: ca, cs, eu, fr, he, is, ja, ko, ms, pt_br, ro, ru, zh_cn, zh_tw

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
ca: ubuntu-doc@lists.ubuntu.com (projecte de documentació de l'Ubuntu)
cs: ubuntu-doc@lists.ubuntu.com (Dokumentační projekt Ubuntu)
eu: ubuntu-doc@lists.ubuntu.com (Ubuntu Dokumentatzeko Proiektua)
fr: ubuntu-doc@lists.ubuntu.com (projet de documentation Ubuntu)
he: ubuntu-doc@lists.ubuntu.com (פרויקט התיעוד של אובונטו)
is: ubuntu-doc@lists.ubuntu.com (Ubuntu skjölunarverkefnið)
ja: ubuntu-doc@lists.ubuntu.com (Ubuntuドキュメンテーション・プロジェクト)
ko: ubuntu-doc@lists.ubuntu.com (우분투 문서화 프로젝트)
ms: ubuntu-doc@lists.ubuntu.com (Projek Dokumentasi Ubuntu)
pt_br: docteam@listas.ubuntubrasil.org (Projeto de Documentação do Ubuntu Brasil)
ro: ubuntu-doc@lists.ubuntu.com (Proiectul de Documentatie Ubuntu)
ru: ubuntu-doc@lists.ubuntu.com (Проект документирования Ubuntu)
zh_cn: ubuntu-doc@lists.ubuntu.com (Ubuntu 文档项目)
zh_tw: ubuntu-doc@lists.ubuntu.com (Ubuntu 文件計劃)

source: Desktop Effects
ca: Efectes d'escriptori
cs: Efekty prostředí
eu: Mahaigaineko Efektuak
fr: Effets du bureau
he: אפקטים בשולחן עבודה
is: Skjáborðsbrellur
ja: デスクトップ効果
ko: 데스크탑 효과
ms: Efek Desktop
pt_br: Efeitos da Área de Trabalho
ro: Efecte suprafaţă de lucru (Desktop)
ru: Эффекты рабочего стола
zh_cn: 桌面效果
zh_tw: 桌面特效

source: Placeholder.
ca: Text variable.
eu: Kokatzailea.
fr: Substituant.
he: ממלא מקום.
ja: プレースホルダ
ko: 개체 틀
ro: Înlocuitor.
ru: Заполнитель.
zh_cn: 占位符
zh_tw: 預留位置

source: Credits and License
ca: Crèdits i llicència
cs: Zásluhy a licence
eu: Kredituak eta Lizentzia
fr: Remerciements et Licence
he: תודות ורישיון
is: Heiður og leyfi
ja: 著作権およびライセンス
ko: 만든 사람들과 저작권
ms: Kredit dan Lesen
pt_br: Créditos e Licença
ro: Autori şi Licenţa
ru: Разработчики и лицензия
zh_cn: 贡献者与授权许可
zh_tw: 嗚謝與授權

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
ca: Aquest document el manté l'equip de documentació de l'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Per a veure la llista de col·laboradors, aneu a la <ulink url="../../../common/C/contributors.xml">pàgina dels col·laboradors</ulink>
cs: Tento dokument je spravován Dokumentačním týmem Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Seznam přispěvatelů najdete na <ulink url="../../../common/C/contributors.xml">stránce o přispěvatelích</ulink>
eu: Dokumentu hau Ubuntu dokumentazio taldeak mantentzen du (https://wiki.ubuntu.com/DocumentationTeam). Laguntzaile zerrenda bat nahi baduzu, begiratu <ulink url="../../../common/C/contributors.xml">laguntzaileen webgunea</ulink>
fr: Ce document est maintenu par l'équipe de documentation d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pour obtenir la liste des contributeurs, regardez la <ulink url="../../../common/C/contributors.xml">page des contributeurs</ulink>
he: המסמך הזה מתוחזק על ידי צוות התיעוד של אובונטו (https://wiki.ubuntu.com/DocumentationTeam). לרשימת התורמים, ראה את <ulink url="../../../common/C/contributors.xml">עמוד התורמים</ulink>
is: Þessu skjali er haldið við af skjölunarhópi Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Þeirra sem lagt hafa verkinu lið er getið <ulink url="../../../common/C/contributors.xml">hér</ulink>.
ja: このドキュメントはUbuntuドキュメンテーション・チーム(https://wiki.ubuntu.com/DocumentationTeam) が保守しています。貢献者の一覧は、<ulink url="../../../common/C/contributors.xml">contributors page</ulink> を参照してください。
ko: 이 문서는 우분투 문서화 팀(https://wiki.ubuntu.com/DocumentationTeam)에서 관리합니다. 공헌한 사람들의 목록을 보려면 <ulink url="../../../common/C/contributors.xml">공헌자 페이지</ulink>를 보기 바랍니다.
ms: Dokumen ini diuruskan oleh Pasukan Dokumentasi Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Untuk senarai penyumbang usaha, sila lihat <ulink url="../../../common/C/contributors.xml">muka surat penyumbang-penyumbang</ulink>
pt_br: Este documento é mantido pela equipe de documentação do Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para uma lista de contribuintes veja a <ulink url="../../../common/C/contributors.xml">página de contribuintes</ulink>
ro: Acest document este îngrijit de echipa de documentaţie Ubuntu(https://wiki.ubuntu.com/DocumentationTeam).Pentru o listă a contribuitorilor vezi <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
ru: Этот документ поддерживается командой документирования Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Список участников можно посмотреть <ulink url="../../../common/C/contributors.xml">по этой ссылке</ulink>
zh_cn: 本文档由 Ubuntu 文档团队 (https://wiki.ubuntu.com/DocumentationTeam) 维护。参与贡献者的列表请参见 <ulink url="../../../common/C/contributors.xml">贡献者页面</ulink>
zh_tw: 此文件是由 Ubuntu 說明文件小組 (https://wiki.ubuntu.com/DocumentationTeam) 維護。欲檢視貢獻者清單， 請檢視 <ulink url="../../../common/C/contributors.xml">貢獻者頁面</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ca: Aquest document està sota les condicions de la llicència Creative Commons ShareAlike 2.5 (CC-BY-SA).
cs: Tento dokument je uveřejněn pod licencí Creative Commons ShareAlike 2.5 (CC-BY-SA).
eu: Dokumentu hau Creative Commons ShareAlike 2.5 Lizentziapean (CC-BY-SA) argitaratzen da.
fr: Ce document est rendu disponible sous la license Creative Commons ShareAlike 2.5 (CC-BY-SA).
he: המסמך זמין תחת רישיון ייחוס-שיתוף זהה 2.5 (CC-BY-SA)
is: Þetta skjal er gefið út undir Creative Commons ShareAlike 2.5 License (CC-BY-SA) skilmálunum.
ja: このドキュメントは、Creative Commons ShareAlike 2.5 License (CC-BY-SA)のもとで利用可能とします。
ko: 이 문서는 크리에이티브 커먼즈 저작자표시-동일조건변경허락 2.5 라이센스(CC-BY-SA)에 따라 이용가능합니다.
ms: Dokumen ini disediakan dibawah lesen ini, 'Creative Commons ShareAlike 2.5 License' (CC-BY-SA).
pt_br: Este documento é disponibilizado sob a Licença Creative Commons ShareAlike 2.5 (CC-BY-SA).
ro: Acest document este disponibil sub licenţă Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ru: Этот документ доступен под лицензией Creative Commons ShareAlike 2.5 (CC-BY-SA)
zh_cn: 本文档在 Creative Commons ShareAlike 2.5 授权许可 (CC-BY-SA) 的条款下发布。
zh_tw: 這份文件是基於 Creative Commons ShareAlike 2.5 授權條款 下製作發佈的。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
ca: Sou lliures de modificar, ampliar i millorar el codi font de la documentació de l'Ubuntu segons els termes d'aquesta llicència. Totes les obres que se'n derivin s'hauran de fer públiques segons les condicions aquesta llicència.
cs: Jste oprávněni upravovat, rozšiřovat a vylepšovat zdrojový kód dokumentace Ubuntu pod podmínkami této licence. Všechny odvozené práce musí být uveřejněny pod touto licencí.
eu: Aske zara Ubuntu dokumentazioaren iturburu-kodea aldatu, luzatu eta hobetzeko, betiere lizentzia honen baldintzapean. Eratorritako lan guztiak lizentzia honen pean argitaratu behar dira.
fr: Vous êtes libre de modifier, de compléter ou d'améliorer le code source de la documentation Ubuntu sous les termes de cette licence. Tous les travaux dérivés doivent être soumis à cette même licence.
he: אתה חופשי לשנות, להרחיב ולשפר את קוד המקור של תיעוד אובונטו תחת תנאי רשיון זה. כל העבודות הנגזרות חייבות להיות מופצות תחת רשיון זה.
is: Þér er frjálst að breyta, bæta og lagfæra kóðann á bakvið skjölun Ubuntu undir þessum skilmálum. Öll afleidd verkefni skulu vera gefin út undir þessum sömu skilmálum.
ja: このライセンスのもとで、利用者はUbuntuドキュメントのソースコードを改変、加筆、改善する自由があります。すべての派生作品はこのライセンスのもとで発表されなければなりません。
ko: 여러분은 이 라이센스의 규정에 따라 얼마든지 우분투 문서의 소스 코드를 변경, 확장, 개선할 수 있습니다. 다만, 이러한 작업에 따른 모든 결과물들은 이 라이센스와 함께 배포되어야 합니다.
ms: Anda dibenarkan mengubah, menambah dan membaiki kod sumber dokumentasi Ubuntu dibawah terma lesen tersebut. Semua kerja-kerja berkaitan hendaklah dikeluarkan dibawah lesen yang sama.
pt_br: Você é livre para modificar, estender e melhorar o código-fonte da documentação do Ubuntu sob os termos desta licença. Todos os trabalhos derivados devem ser liberados sob esta licença.
ro: Eşti liber să modifici,extinzi, şi să înbunataţeşti sursa documentaţiei în conformitate cu termenii şi licenţele.Toată munca depusă trebuie să fie în conformitate cu licenţa.
ru: По условиям этой лицензии вы можете изменять, расширять и улучшать исходный код документации Ubuntu. Любые производные документы также должны быть выпущены под этой лицензией.
zh_cn: 您可以在该许可的条款下自由地修改、扩展，以及改进本 Ubuntu 文档的源码。所有的衍生作品必须在本许可下发布。
zh_tw: 您可以在此授權下自由地編輯、擴展並改善 Ubuntu 說明文件原始碼。所有衍生作品必須使用此授權發表。

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
ca: Aquesta documentació es distribueix amb l'esperança que serà útil, però SENSE CAP GARANTIA; ni tan sols la garantia de MERCANTIBILITAT o d'ADEQUACIÓ PER UN FI PARTICULAR, COM ES DESCRIU EN AQUEST AVÍS D'EXEMPCIÓ DE RESPONSABILITAT.
cs: Tato dokumentace je distribuována ve víře v její použitelnost ,ale BEZ JAKÉKOLIV ZÁRUKY; bez záruky PRODEJNOSTI nebo ČÁSTEČNÉ CÍLE JAK POPSÁNO V TOMTO USTANOVENÍ.
eu: Dokumentu hau erabilgarri izango den ustetan banatzen da, baino INOLAKO BERMERIK GABE; ez MERKATURATZE berme inplizitoa ez eta HELBURU JAKIN BATERAKO EGOKI IZANGO DELAKOA ere ARDURA EZEZTAPENEAN AZALDU BEZALA.
fr: Cette documentation est distribuée dans l'espoir qu'elle sera utile, mais SANS AUCUNE GARANTIE de quelque nature que ce soit ; expresse ou implicite, y compris, mais sans y être limité, les garanties D'APTITUDE À LA VENTE ou À UN BUT PARTICULIER COMME EXPOSÉ DANS LA MISE EN GARDE. (N.B. : en cas de litige, seule la version anglaise fait foi)
he: תיעוד זה מופץ מתוך תקווה שיהיה מועיל, אך ללא שום אחריות; אפילו ללא האחריות המשתמעת או הנרמזת של "סחר" או של "התאמה למטרה ספציפית" כמתואר בהצהרה.
is: Þessu skjali er dreyft með það í huga að það komi að góðum notum en ÁN ALLRAR ÁBYRGÐAR; jafnvel án þeirrar ábyrgðar sem fólgin er í SELJANLEIKA eða HÆFNI TIL AÐ GEGNA ÁKVEÐNU HLUTVERKI EINS OG SKÝRT ER Í FYRIRVARA.
ja: この文書は利用者の便宜になることを期待して配布しますが、何らの保証をするものではなく、また、免責条項に記載のある通り、商品性や特定用途に対する適合性を暗黙に保証するものでもありません。
ko: 이 문서는 유용하게 사용될 수 있으리라는 희망에서 배포되고 있지만, 특정한 목적에 맞는 적합성 여부나 판매용으로 사용할 수 있으리라는 묵시적인 보증을 포함한 어떠한 형태의 보증도 제공하지 않습니다.
ms: Dokumen ini diedarkan dengan harapan ianya sangat berguna, tetapi TANPA SEBARANG WARANTI/JAMINAN; malah tanpa merujuk langsung terhadap kepada jaminan KEBOLEHDAGANGAN atau KESESUAIAN UNTUK TUJUAN TERTENTU YANG DINYATAKAN DI DALAM PENAFIAN.
pt_br: Esta documentação é distribuída na esperança que será útil, mas SEM NENHUMA GARANTIA; nem mesmo a garantia implicada de COMERCIABILIDADE do ou a APTIDÃO PARA UMA FINALIDADE PARTICULAR COMO DESCRITA NO DISCLAIMER.
ro: Această documentaţie este distribuită în speranţa că va fi utilă, însă FĂRĂ NICI O GARANŢIE; nici chiar garanţia implicită de MERCANTIBILITATE sau ADECVARE PENTRU UN SCOP PARTICULAR CONFORM DECLARAŢIEI DE NEASUMARE A RESPONSABILITĂŢII.
ru: Эта документация распространяется в надежде, что она будет полезной, но БЕЗ КАКИХ ЛИБО ГАРАНТИЙ; даже без возможной гарантии РАБОТОСПОСОБНОСТИ или ПРИГОДНОСТИ К ОПРЕДЕЛЕННОЙ ЦЕЛИ, КАК ОПИСАНО В СОГЛАШЕНИИ.
zh_cn: 发布本文档是希望它有所用途，但不提供任何担保；甚至如免责声明中所说那样对特定目标的适销性或适用性也不提供任何隐性的担保。
zh_tw: 此文件的發行，希望是一份有用的資料，而沒有附帶任何的保證。對任何商業行為不隱含任何保證，對任何特定的目的也不保證絕對符合。

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ca: Podeu trobar una còpia de la llicència aquí: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Llicència Creative Commons ShareAlike</ulink>.
cs: Kopie licence je k dispozici zde: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Licence Creative Commons ShareAlike</ulink>.
eu: Lizentzia honen kopia bat eskuragarri duzu hemen: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike Lizentzia</ulink>.
fr: Une copie de la license est disponible ici : <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">License Creative Commons ShareAlike</ulink>.
he: עותק של רישיון זה זמין כאן: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
is: Afrit af leyfinu er hér: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike Leyfi</ulink>.
ja: このライセンスのコピーは以下で参照可能です: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。
ko: 이 라이센스의 복사본은 여기에서 볼 수 있습니다: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">크리에이티브 커먼즈 저작자표시-동일조건변경허락 라이센스</ulink>.
ms: Salinan lesen boleh diperolehi dari sini: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
pt_br: Uma cópia da licença está disponível em: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ro: O copie a licenţei este disponibilă aici:<ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ru: Копия лицензии доступна по адресу: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
zh_cn: 该授权许可的副本可以在这里找到：<ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。
zh_tw: 此授權條款之副本請見 <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">創用 CC 姓名標示-相同方式分享 授權條款</ulink>。

source: Canonical Ltd. and members of the Ubuntu Documentation Project
ca: Canonical Ltd. i els membres del projecte de documentació de l'Ubuntu
cs: Canonical Ltd. a členové dokumentačního projektu Ubuntu
eu: Canonical Ltd. eta Ubuntu Dokumentazio Proiektuko taldekideak
fr: Canonical Ltd. et les membres du projet de documentation Ubuntu
he: Canonical בע"מ וחברים בפרוייקט התיעוד של אובונטו
is: Canonical Ltd. og meðlimir skjölunarverkefnis Ubuntu
ko: Canonical Ltd. 와 우분투 문서화 프로젝트의 멤버
ms: Canonical Berhad, dan ahli-ahli Projek Dokumentasi Ubuntu
pt_br: Canonical Ltda. e membros do Projeto de Documentação do Ubuntu
ro: Canonical Ltd. şi membrii proiectului de documentaţie Ubuntu.
ru: Canonical Ltd. и участники проекта документации Ubuntu
zh_cn: Canonical 有限公司和 Ubuntu 文档项目组成员
zh_tw: Canonical 有限公司及 Ubuntu 說明文件專案成員

source: The Ubuntu Documentation Project
ca: El projecte de documentació de l'Ubuntu
cs: Dokumentační projekt Ubuntu
eu: Ubuntu Dokumentazio Proiektua
fr: Le projet de documentation d'Ubuntu
he: פרוייקט התיעוד של אובונטו
is: Skjölunarverkefni Ubuntu
ja: Ubuntu Documentation Project
ko: 우분투 문서화 프로젝트
ms: Projek Dokumentasi Ubuntu
pt_br: O Projeto de Documentação do Ubuntu
ro: Proiectul de documentaţie Ubuntu
ru: Проект документации Ubuntu
zh_cn: Ubuntu 文档项目
zh_tw: Ubuntu 說明文件專案

source: What are Desktop Effects?
ca: Què són els efectes de l'escriptori?
cs: Co jsou Efekty prostředí?
eu: Zer dira Mahaigaineko Efektuak?
fr: Que sont les Effets du Bureau?
he: מהם אפקטי שולחן עבודה?
is: Hvað eru skjáborðsbrellur?
ja: デスクトップ効果とは何ですか?
ko: 데스크탑 효과란 무엇인가?
ms: Apa itu Efek Desktop?
pt_br: O que são os Efeitos da Área de Trabalho?
ro: Ce sunt efectele spaţiului de lucru?
ru: Что такое эффекты рабочего стола?
zh_cn: 什么是桌面效果？
zh_tw: 甚麼是桌面特效？

source: Ubuntu includes special desktop effects, which are intended to make your desktop more fun and easier to use. These include:
ca: L'Ubuntu inclou efectes d'escriptori especials, pensats per a fer que l'escriptori sigui més divertit i fàcil d'utilitzar. Els efectes següents hi són inclosos:
cs: Ubuntu obsahuje speciální efekty prostředí, které by vám měly umožnit systém snáze používat a ozvláštnit jej. Mezi ně jsou zahrnuty:
eu: Ubuntuk mahaigaineko efektu bereziak dauzka, zure mahaigana dibertigarriagoa eta erabiltzen errazagoa egiteko asmoa daukatenak. Hauen artean daude:
fr: Ubuntu inclut des effets de bureau, dont le but est de rendre votre bureau plus agréable et facile à utiliser. Ces effets comprennent :
he: אובונטו כוללת אפקטים מיוחדים לשולחן העבודה, שנועדו לעשות אותו יותר מהנה ונוח לשימוש. זה כולל:
is: Ubuntu inniheldur sérstakar skjáborðsbrellur sem er ætlað að gera skjáborðið þitt skemmtilegra og auðveldara í notkun. Brellurnar eru:
ja: Ubuntu にはデスクトップに特別な効果を起こすものがあります。これはあなたのデスクトップをもっと楽しく、使いやすくするために製作されました。効果には以下のものが含まれます:
ko: 우분투는 여러분의 데스크탑을 보다 재미있고 편하게 사용할 수 있도록 다음과 같은 특별한 효과들을 포함하고 있습니다:
ms: Ubuntu turut menyediakan efek desktop khas, dengan harapan menjadikan desktop anda lebih ceria dan mudah digunakan. Ini termasuklah:
pt_br: Ubuntu inclui efeitos especiais da área de trabalho, os quais têm a intenção de tornar sua área de trabalho mais divertida e fácil de usar. Esses incluem:
ro: Ubuntu include efecte speciale pentru birou, ce sunt menite să făcă mediul de lucru mai plăcut şi uşor de folosi. Acestea includ:
ru: Ubuntu включает в себя специальные эффекты рабочего стола, предназначенные для того, чтобы сделать его более красивым и простым в использовании. Они включают в себя:
zh_cn: Ubuntu包括了特殊的桌面效果，旨在使你的桌面更好玩且更好用。效果有：
zh_tw: Ubuntu 包含「桌面特效」。它能使您的桌面變得更有趣和使用更方便。這些特效包括：

source: Translucent windows
ca: Finestres translúcides
cs: Průhledná okna
eu: Leiho gardenak
fr: Fenêtres translucides
he: חלונות שקופים למחצה
is: Gegnsæir gluggar
ja: 半透明ウィンドウ
ko: 반투명 창
ms: Tetingkap Lutsinar
pt_br: Janelas translúcidas
ro: Ferestre translucide
ru: Прозрачные окна
zh_cn: 透明窗口
zh_tw: 半透明視窗

source: 3D desktop capabilities
ca: Capacitats 3D de l'escriptori
cs: 3D prostředí
eu: 3D mahaigain gaitasunak
fr: Fonctionnalités d'un bureau 3D
he: יכולות שולחן עבודה תלת מימדי
is: Þrívíddar skjáborðsgeta
ja: 3Dデスクトップ機能
ko: 3D 데스크탑 기능
ms: Keupayaan desktop 3D
pt_br: Capacidades de área de trabalho 3D
ro: Capabilitaţi 3D pentru suprafaţa de lucru
ru: Трёхмерный рабочий стол
zh_cn: 三维桌面效果
zh_tw: 3D 桌面支援

source: Shadow effects
ca: Efectes d'ombrejat
cs: Stíny
eu: Itzal Efektuak
fr: Effets d'ombre
he: אפקטי צל
is: Skuggahrif
ja: シャドウ効果
ko: 그림자 효과
ms: Efek Bayangan
pt_br: Efeitos de sombras
ro: Efecte de umbrire
ru: Эффекты тени
zh_cn: 阴影效果
zh_tw: 陰影效果

source: Motion effects and animations
ca: Efectes de moviment i animacions
cs: Pohybové efekty a animace
eu: Mugimendu efektuak eta animazioak
fr: Effets de mouvement et animations
he: אפקטי תנועה והנפשות
is: Hreyfingarhrif og hreyfimyndir
ja: モーション効果とアニメーション
ko: 모션 효과 및 애니메이션
ms: Efek Pergerakan dan animasi
pt_br: Efeitos de movimentos e animações
ro: Efecte de mişcare şi animaţie
ru: Эффекты движения и анимации
zh_cn: 运动效果和动画
zh_tw: 動作效果及動畫

source: Desktop effects are enabled by default, but it is not necessary to have them turned on. In addition, users of computers with certain graphics cards may find that desktop effects do not work well on their computer, or cause the computer to operate more slowly than it would with the effects turned off.
ca: Els efectes d'escriptori estan habilitats per defecte, però no és necessari que ho siguin. És possible que certs usuaris amb determinades targetes gràfiques es trobin amb el fet que els efectes d'escriptori no acaben de funcionar en els seus ordinadors, o bé que facin que l'ordinador funcioni més lentament.
cs: Efekty prostředí jsou standardně aktivovány, ale není nezbytně nutné nechávat si je zaplé. Uživatelé určitých grafických karet mohou shledat, že efekty prostředí jim s jejich počítačem příliš dobře nefungují, případně mohou počítač zpomalovat.
eu: Mahaigaineko efektuak modu lehenetsiz aktibaturik daude, baina ez dituzu aktibatuta mantendu beharrik. Bestalde, posible da zenbait txartel-grafikorekin efektuek ez funtzionatzea edota ordenagailua moteltzea.
fr: Les effets de bureau sont activés par défaut, mais il n'est pas nécessaire de les utiliser. De plus, les utilisateurs ayant certaines cartes graphiques peuvent trouver que les effets de bureau ne fonctionnent pas bien sur leur ordinateur, ou qu'ils en ralentissent le fonctionnement.
he: האפקטים לשולחן העבודה פועלים כבררת מחדל, אבל זה לא הכרחי להפעיל אותם. כמו כן, יתכן שמשתמשים עם כרטיסי מסך מסוימים ימצאו שהאפקטים לשולחן העבודה לא פועלים טוב על המחשב שלהם, או שהם גורמים למחשב לפעול לאט יותר מאשר ללא אפקטים.
is: Skjábrellur eru sjálfgefið í notkun en það er ekki nauðsynlegt að hafa kveikt á þeim. Þess að auki munu sumir notendur tölva með sérstök skjákort sjá að skjábrellurnar virka ekki vel á tölvunum þeirra, eða valda því að tölvan vinnur hægar en þegar skjábrellurnar eru óvirkar.
ja: デスクトップ効果はデフォルトで有効になっています。ですが、必ずしもオンにする必要はありません。また、特定のグラフィックスカードを搭載したコンピュータではデスクトップ効果がうまく動かないことがあるかもしれませんし、デスクトップ効果をオフにしたときよりもコンピュータが遅くなってしまうことがあるかもしれません。
ko: 기본적으로 데스크탑 효과를 사용하도록 설정되어 있지만, 꼭 그래야만 하는 것은 아닙니다. 게다가 어떤 그래픽 카드를 사용하는 사람들은 데스크탑 효과가 잘 동작하지 않거나, 사용하지 않는 경우에 비해 동작 속도가 많이 느려지는 경우도 있을 수 있습니다.
ms: Efek Desktop telah dibenarkan secara lalai, tetapi tidak semestinya ia dibiarkan aktif. Lagipun, sesetangah pengguna komputer yang memilik kad grafik tertetu akan mendapati efek desktop ini tidak berfungsi dengan baik di dalam komputer mereka, atau boleh menyebabkan fungsi komputer itu menjadi lebih perlahan berbanding jika efek-efek ini tidak dihidupkan.
pt_br: Os efeitos da área de trabalho são habilitados por padrão, mais não é necessários tê-los ligados. Além do mais, usuário de computadores com certas placas gráficas podem perceber que os efeitos da área de trabalho não funcionam bem em seus computadores, ou fazem com que o computador opere mais devagar do que se os efeitos estivessem desligados.
ro: Efectele de birou sunt activate implicit, dar nu este necesar să fie activate. Utilizatorii unor calculatoare cu anumite tipuri de plăci grafice pot avea probleme în timpur rulării efectelor grafice, sau pot cauza o încetinire a vitezei de operare a calculatorului faţă de atunci când sunt dezactivate.
ru: Эффекты рабочего стола по умолчанию включены, однако необязательно оставлять их включёнными. Они могут работать некорректно с некоторыми видеокартами или замедлять работу компьютера.
zh_cn: 桌面效果默认是启用的，但并不是必须的。此外，某些图形显卡的用户会发现桌面效果无法在他们的计算机上工作，或者在桌面效果打开后系统会显著变慢。
zh_tw: 桌面特效預設是被啟用的，但這項功能並不是一定要被打開。此外，使用者可能會發現'桌面特效'無法在配備某些顯示卡的電腦上順利運作，或是導致電腦運作得更緩慢。

source: Configuring Desktop Effects
ca: Configuració dels efectes de l'escriptori
cs: Nastavení efektů prostředí
eu: Mahaigaineko Efektuak Konfiguratzea
fr: Configurer les effets de bureau
he: עורך אפקטי השולחן עבודה
is: Stilling skjáborðsbrellna
ja: デスクトップ効果の設定
ko: 데스크탑 효과 설정하기
ms: Mengkonfigur Efek Desktop
pt_br: Configurando os Efeitos da Área de Trabalho
ro: Configurez efecte spaţiu de lucru
ru: Настройка эффектов рабочего стола
zh_cn: 配置桌面效果
zh_tw: 設定桌面特效
