Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/desktop-effects/po/*.po
Languages: ca, cs, eu, fr, he, is, ja, ko, ms, pt_br, ro, ru, zh_cn, zh_tw

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Appearance</guimenuitem><guimenuitem>Desktop Effects</guimenuitem></menuchoice> to change basic options relating to desktop effects.
ca: Premeu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferències</guimenuitem><guimenuitem>Aparença</guimenuitem><guimenuitem>Efectes d'escriptori</guimenuitem></menuchoice> per a modificar les opcions bàsiques relacionades amb els efectes d'escriptori.
cs: Stiskněte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Volby</guimenuitem><guimenuitem>Vzhled</guimenuitem><guimenuitem>Efekty prostředí</guimenuitem></menuchoice> pro změnu základních nastavení vztahujících se k efektům prostředí.
eu: Mahaigaineko efektuen oinarrizko aukerak aldatzeko sakatu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Hobespenak</guimenuitem><guimenuitem>Itxura</guimenuitem><guimenuitem>Mahaiganeko Efektuak</guimenuitem></menuchoice>
fr: Cliquez sur <menuchoice><guimenu>Système</guimenu><guimenuitem>Préférences</guimenuitem><guimenuitem>Apparence</guimenuitem><guimenuitem>Effets du bureau</guimenuitem></menuchoice> pour changer les options de base relatives aux effets de bureau.
he: לחץ <menuchoice><guimenu>מערכת</guimenu><guimenuitem>אפשרויות</guimenuitem><guimenuitem>מראה</guimenuitem><guimenuitem>אפקטים של שולחן העבודה</guimenuitem></menuchoice> על מנת לשנות את האפשרויות הבסיסיות בנוגע לאפקטים של שולחן העבודה.
is: Ýttu á <menuchoice><guimenu>Kerfið</guimenu><guimenuitem>Valmöguleikar</guimenuitem><guimenuitem>Ásýnd</guimenuitem><guimenuitem>Skjáborðsbrellur</guimenuitem></menuchoice> til þess að breyta grunnstillingum tengdum skjáborðsbrellunum.
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>設定</guimenuitem><guimenuitem>外観の設定</guimenuitem><guimenuitem>視覚効果</guimenuitem></menuchoice>を押して、デスクトップ効果の基本的な設定を変更してください。
ko: 데스크탑 효과에 관련된 기본 옵션들을 변경하려면 <menuchoice><guimenu>시스템</guimenu><guimenuitem>기본 설정</guimenuitem><guimenuitem>모양새</guimenuitem><guimenuitem>화면 효과</guimenuitem></menuchoice> 를 누릅니다.
ms: Tekan <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Keutamaan</guimenuitem><guimenuitem>Pemaparan</guimenuitem><guimenuitem>Efek Desktop</guimenuitem></menuchoice>untuk menukar pilihan asas berkaitan efek desktop.
pt_br: Aperte <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferências</guimenuitem><guimenuitem>Aparência</guimenuitem><guimenuitem>Efeitos da Área de Trabalho</guimenuitem></menuchoice> para mudar opções básicas relacionadas aos efeitos da área de trabalho.
ro: Apasă <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Preferinţe</guimenuitem><guimenuitem>Aspect</guimenuitem><guimenuitem>Efecte Vizuale</guimenuitem></menuchoice> pentru a opera modificări de bază ale efectelor grafice.
ru: Выберите <menuchoice><guimenu>Система</guimenu><guimenuitem>Параметры</guimenuitem><guimenuitem>Внешний вид</guimenuitem><guimenuitem>Визуальные эффекты</guimenuitem></menuchoice>, чтобы изменить основные настройки эффектов рабочего стола.
zh_cn: 点击 <menuchoice><guimenu>系统</guimenu><guimenuitem>首选项</guimenuitem><guimenuitem>外观</guimenuitem><guimenuitem>Desktop 桌面效果</guimenuitem></menuchoice> 修改和桌面效果有关的基础选项。
zh_tw: 按<menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Appearance</guimenuitem><guimenuitem>Desktop Effects</guimenuitem></menuchoice>去改變有關桌面特效的基本選項

source: Select <guilabel>No effects</guilabel> to disable desktop effects.
ca: Seleccioneu <guilabel>Cap efecte</guilabel> per a inhabilitar els efectes d'escriptori.
eu: Mahaigaineko efektuak desaktibatzeko, sakatu ezazu <guilabel>Efekturik ez</guilabel>
fr: Sélectionnez <guilabel>Aucun effet</guilabel>pour désactiver les effets de bureau.
he: בחר <guilabel>ללא אפקטים</guilabel> על מנת לבטל את האפקטים של שולחן העבודה.
is: Veldu <guilabel>Engar brellur</guilabel> til þess að afvirkja skjáborðsbrellur.
ja: <guilabel>効果なし</guilabel>を選択するとデスクトップ効果を無効にします。
ko: 데스크탑 효과를 사용하지 않으려면 <guilabel>없음</guilabel> 을 선택합니다.
ms: PIlih <guilabel>Tiada efek</guilabel> untuk membatalkan efek desktop.
pt_br: Selecione <guilabel>Nenhum Efeito</guilabel> para desabilitar os efeitos da área de trabalho.
ro: Alege <guilabel>Fără efecte</guilabel> pentru a dezactiva efectele.
ru: Выберите <guilabel>Без эффектов</guilabel>, чтобы отключить эффекты рабочего стола.
zh_cn: 选择 <guilabel>不要特效</guilabel> 来禁用桌面效果。
zh_tw: 選擇<guilabel>關閉特效</guilabel> 以關閉桌面特效。

source: Select <guilabel>Normal effects</guilabel> to enable basic desktop effects.
ca: Seleccioneu <guilabel>Efectes normals</guilabel> per a habilitar els efectes d'escriptori bàsics.
eu: Mahaigaineko oinarrizko efektuak aktibatzeko, sakatu ezazu <guilabel>Efektu arruntak</guilabel>
fr: Sélectionnez <guilabel>Effets normaux</guilabel>pour activer les effets de base.
he: בחר <guilabel>אפקטים רגילים</guilabel> על מנת לאפשר אפקטים בסיסיים.
is: Veldu <guilabel>Venjulegar brellur</guilabel> til þess að virkja grunnskjáborðsbrellur.
ja: <guilabel>通常効果</guilabel>を選択するとデスクトップ効果を有効にします。
ko: 기본 데스크탑 효과를 사용하려면 <guilabel>보통</guilabel> 을 선택합니다.
ms: Pilih <guilabel>Efek normal</guilabel> untuk membenarkan efek desktop asas.
pt_br: Selecione <guilabel>Efeitos normais</guilabel> para habilitar os efeitos básicos.
ro: Alege <guilabel>Efecte normale</guilabel> pentru a activa un set de bază.
ru: Выберите <guilabel>Простые эффекты</guilabel>, чтобы включить основные эффекты рабочего стола.
zh_cn: 选择 <guilabel>正常效果</guilabel>启用基本特效。
zh_tw: 選擇<guilabel>正常特效</guilabel>以啓用基本的桌面特效。

source: Select <guilabel>Extra effects</guilabel> to enable all desktop effects.
ca: Seleccioneu <guilabel>Efectes addicionals</guilabel> per a habilitar tots els efectes d'escriptori.
eu: Mahaiganeko efektu guztiak aktibatzeko, sakatu ezazu <guilabel>Efektu extrak</guilabel>
fr: Sélectionnez <guilabel>Effets additionnels</guilabel>pour activer tous les effets du bureau.
he: בחר <guilabel>אפקטים נוספים</guilabel> כדי לאפשר את כל האפקטים של שולחן העבודה.
is: Veldu <guilabel>Aukabrellur</guilabel> til þess að virkja allar skjáborðsbrellur.
ja: <guilabel>追加効果</guilabel>を選択すると全てのデスクトップ効果が有効になります。
ko: 모든 데스크탑 효과를 사용하려면 <guilabel>Extra</guilabel> 를 선택합니다.
ms: Pilih <guilabel>Efek Tambahan</guilabel> untuk membenarkan semua efek desktop.
pt_br: Selecione <guilabel>Efeitos extras</guilabel> para habilitar todos os efeitos.
ro: Alege <guilabel>Efecte Extra</guilabel> pentru a activa toate efectele.
ru: Выберите <guilabel>Extra effects</guilabel>, чтобы включить все эффекты рабочего стола.
zh_cn: 选择 <guilabel>附加特效</guilabel> 来启用所有的桌面特效。
zh_tw: 選擇<guilabel>額外特效</guilabel>以啓用所有桌面特效。

source: When you select a new option, it may take several seconds for the change to be applied automatically. During this time, your screen may flicker briefly.
ca: En seleccionar una opció nova, pot ser que el canvi trigui uns quants segons a aplicar-se. És possible que durant aquest temps la pantalla parpellegi breument.
cs: Když vyberete novou možnost, může trvat několik sekund, než se změna automaticky projeví. Během této doby může obrazovka krátce probliknout.
eu: Aukera berri bat hautatzean, posible da segundo batzuk itxaron behar izatea aldaketa automatikoki aplikatu arte. Bitartean, zure pantailak dar-dar egin lezake.
fr: Lorsque vous sélectionnez une nouvelle option, quelques secondes peuvent passer avant que le changement ne soit automatiquement appliqué. Pendant ce court instant, votre écran peut clignoter brièvement.
he: כאשר אתה בוחר באפשרות חדשה, יישום השינויים עלול לקחת מספר שניות. באותו הזמן ייתכן שהמסך יהבהב לרגע.
is: Þegar þú velur nýjan valkost gæti það tekið nokkrar sekúndur á meðan breytingarnar eru gerðar sjálfkrafa. Á meðan því stendur gæti skjárinn þinn flökt örstutt.
ja: 新しい設定を選択すると、数秒ほどかかった後に自動的に効果が有効になります。この時、少々スクリーンがチラつくことがあるかもしれせん。
ko: 새로운 옵션을 선택한 후, 자동으로 변경 사항을 적용하기 위해 몇 초 간의 시간이 소요될 수 있으며, 이 때 화면이 잠깐 깜빡일 수도 있습니다.
ms: BIla anda memilih pilihan baru, ia akan mengambil masa beberapa saat untuk mengaktifkan perubahan itu. Selang masa itu, skrin anda mungkin akan berkelip-kelip buat seketika.
pt_br: Quando você seleciona uma nova opção, pode levar alguns segundos para que a mudança seja aplicada automaticamente. Durante este tempo, sua tela pode cintilar brevemente.
ro: După alegerea unei noi optiunea, vor trebuie să treacă câteva secunde pentru a putea observa modificările. În acest timp ecranul poate pâlpâi puţin.
ru: Внесённые вами изменения применяются в течение нескольких секунд. В это время экран может мерцать.
zh_cn: 当你选择了一个新的选项，将花费数秒时间自动地应用这一改变。在此期间，您的屏幕会短暂地闪烁。
zh_tw: 當你選擇一個新選項時，它可能需要數秒來自動套用。在這段時間裡，你的螢幕可能短暫地閃爍。

source: Enable extra Desktop Effects
ca: Habilita efectes d'escriptori addicionals
eu: Mahaigaineko efektu extrak aktibatzea
fr: Activer les effets du bureau additionnels
he: אפשר אפקטים נוספים של שולחן העבודה
is: Virkja aukaskjáborðsbrellur
ja: その他のデスクトップ効果を有効にする
ko: 추가 데스크탑 효과 사용하기
ms: Membenarkan Efek Desktop tambahan
pt_br: Habilitar Efeitos extras da Área de Trabalho
ro: Activează Efecte de Birou Extra
ru: Включить дополнительные эффекты рабочего стола
zh_cn: 启动附加桌面效果
zh_tw: 啓用額外的桌面特效

source: As well as the desktop effects which are available by default, a large collection of additional effects is available. These range from effects intended to make it easier to use your computer, to ones which are just for fun.
ca: A més dels efectes d'escriptori predeterminats, hi ha un gran nombre d'efectes addicionals disponibles. Aquests inclouen efectes que faciliten l'ús de l'ordinador i d'altres que són simplement per a gaudir-ne.
cs: K efektům prostředí, které jsou zapnuty ve výchozím nastavení, je dále dostupné velké množství dodatečných efektů. Ty zahrnují jak efekty ulehčující vám práci s počítačem, tak i efekty určené čistě jen pro zábavu.
eu: Lehenetsitako mahaigaineko efektuez gain, beste efektu asko lortu ditzakezu. Hauen arteko batzuk zure ordenagailua erabiltzen laguntzeko diseinaturik daude, eta beste batzuk dibertigarriak besterik ez dira.
fr: En plus des effets de bureau qui sont activés par défaut, de nombreux effets additionnels sont disponibles. Ceux-ci sont conçus pour rendre l'ordinateur plus facile à utiliser, ou également pour rendre son fonctionnement plus agréable.
he: קיים אוסף גדול של אפקטים לשולחן העבודה, מעבר לאלה שזמינים כבררת מחדל. אוסף זה כולל אפקטים שנועדו להקל על השימוש במחשב, כמו גם כאלה שנוצרו רק בשביל הכיף.
is: Auk skjáborðsbrellnanna sem eru sjálfgefið tiltækar er til stórt safn annarra brellna. Þar eru brellur allt frá brellum sem er ætlað að gera tölvuvinnsluna þína auðveldari til brellna sem eru eingöngu til skemmtunar.
ja: デフォルトで利用できるデスクトップ効果の他にも、追加として、さらに多くの効果が利用できます。効果にはコンピュータを簡単に使うためのものから単に目に楽しいだけのものまで多岐にわたったものがあります。
ko: 기본적으로 설정된 데스크탑 효과 뿐만 아니라, 많은 수의 추가적인 효과들을 사용할 수 있습니다. 이러한 효과들은 여러분이 컴퓨터를 더욱 편리하게 사용할 수 있도록 도와주는 것에서부터 단순히 재미를 위한 것까지 다양하게 준비되어 있습니다.
ms: Selain dari efek desktop yang disediakan secara lalai, turut disediakan koleksi tambahan efek yang banyak. Ini termasuklah efek yang dibina untuk memudahkan penggunan komputer, yang kepada seseorang hanya satu keseronokan.
pt_br: Tal como os efeitos da área de trabalho que são habilitados por padrão, uma grande coleção de efeitos adicionais está disponível. Eles variam de efeitos que tem a intenção de fazer com que seja mais fácil usar o computados, a efeitos que são somente para diversão.
ro: Pe lângă efectele vizuale oferite implicit, există o colecţie numeroasă de alte efecte. Acestea variază de la efecte menite să înlesnească utilizarea calculatorului la altele cu scop de divertisment.
ru: Кроме установленных по умолчанию эффектов рабочего стола, доступна боьшая коллекция дополнительных эффектов. Они предназначены для того чтобы сделать Ваше общение с компьютером проще и удобнее.
zh_cn: 如同默认便可用的桌面特效，大量的额外的特效也是可用的。它们的范围从致力于您的电脑更容易地被使用到那些仅仅为了娱乐的效果。
zh_tw: 除了預設的桌面特效外，還有大量附加特效可用。從使您的電腦更容易使用的，到一些只為樂趣的也有。

source: To enable additional effects:
ca: Per a habilitar efectes addicionals:
cs: Pro zapnutí dodatečných efektů:
eu: Efektu extrak aktibatzeko:
fr: Pour activer les effets additionnels :
he: על מנת לאפשר אפקטים נוספים:
is: Til þess að virkja aukabrellur
ja: 追加の効果を有効にするには
ko: 추가 효과를 사용하려면:
ms: Untuk membenarkan efek tambahan
pt_br: Para hablitar efeitos adicionais:
ro: Pentru a activa efecte adiţionale:
ru: Чтобы включить дополнительные эффекты:
zh_cn: 要启用附加桌面效果
zh_tw: 要啓用附加特效：

source: Install the <application>compizconfig-settings-manager</application> package (see <ulink type="help" url="ghelp:add-applications">Adding, Removing and Updating Applications</ulink>)
ca: Instal·leu el paquet <application>compizconfig-settings-manager</application> (vegeu <ulink type="help" url="ghelp:add-applications">Addició, supressió i actualització d'aplicacions</ulink>)
cs: Nainstalujte balík <application>compizconfig-settings-manager</application> (viz <ulink type="help" url="ghelp:add-applications">Přidávání, odstraňování a aktualizace aplikací</ulink>)
eu: <application>compizconfig-settings-manager</application> paketea instalatu ezazu (ikusi <ulink type="help" url="ghelp:add-applications">Aplikazioak Gehitu, Kendu edo Eguneratu</ulink>).
fr: Installez le paquet <application>compizconfig-settings-manager</application> (voir <ulink type="help" url="ghelp:add-applications">Ajouter, supprimer ou mettre à jour des applications</ulink>)
he: התקן את החבילה <application>compizconfig-settings-manager</application> (לעזרה ראו <ulink type="help" url="ghelp:add-applications">Adding, Removing and Updating Applications</ulink>)
is: Sett upp <application>compizconfig-settings-manager</application> pakkann (sjá <ulink type="help" url="ghelp:add-applications">Bæta við, fjarlægja og uppfæra forrit</ulink>)
ja: <application>compizconfig-settings-manager</application>パッケージをインストールしてください。(<ulink type="help" url="ghelp:add-applications">アプリケーションの追加、削除、アップデート</ulink>を参照)
ko: <application>compizconfig-settings-manager</application> 꾸러미를 설치합니다 (<ulink type="help" url="ghelp:add-applications">프로그램 추가,제거, 업데이트</ulink> 부분을 참조하세요).
pt_br: Instale o pacote <application>compizconfig-settings-manager</application> (veja <ulink type="help" url="ghelp:add-applications">Adicionando, Removendo e Atualizando Aplicações</ulink>)
ro: Instalează pachetul <application>compizconfig-settings-manager</application> (vezi <ulink type="help" url="ghelp:add-applications">Adăugarea, Ştergerea şi Actualizarea Aplicaţiilor</ulink>)
ru: Установите пакет <application>compizconfig-settings-manager</application> (справка <ulink type="help" url="ghelp:add-applications">Добавление, Удаление и обновление приложений</ulink>)
zh_cn: 安装<application>compizconfig-settings-manager</application> 程序包 (参阅 <ulink type="help" url="ghelp:add-applications">添加,删除和升级程序</ulink>)
zh_tw: 安裝<application>compizconfig-settings-manager</application> 套件 (請參閱<ulink type="help" url="ghelp:add-applications">增加、移除及更新應用程式</ulink>)

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>CompizConfig Settings Manager</guimenuitem></menuchoice>
ca: Premeu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferències</guimenuitem><guimenuitem>Gestor de paràmetres CompizConfig</guimenuitem></menuchoice>
eu: Sakatu ezazu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Hobespenak</guimenuitem><guimenuitem>Advanced Desktop Effects Settings</guimenuitem></menuchoice>
fr: Cliquez sur <menuchoice><guimenu>Système</guimenu><guimenuitem>Préférences</guimenuitem><guimenuitem>Configuration avancée des effets du bureau</guimenuitem></menuchoice>
he: לחץ <menuchoice><guimenu>מערכת</guimenu><guimenuitem>העדפות</guimenuitem><guimenuitem>CompizConfig Settings Manager</guimenuitem></menuchoice>
is: Ýttu á <menuchoice><guimenu>Kerfið</guimenu><guimenuitem>Valmöguleikar</guimenuitem><guimenuitem>CompizConfig Stillingastjóri</guimenuitem></menuchoice>
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>設定</guimenuitem><guimenuitem>高度なデスクトップ効果の設定</guimenuitem></menuchoice>を押します。
ko: <menuchoice><guimenu>시스템</guimenu><guimenuitem>기본 설정</guimenuitem><guimenuitem>CompizConfig 설정 관리자</guimenuitem></menuchoice> 를 누릅니다.
pt_br: Aperte <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferências</guimenuitem><guimenuitem>Sistema de Configuração do Compiz</guimenuitem></menuchoice>
ro: Apasă <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Preferinţe</guimenuitem><guimenuitem>Administrare configurări CompizConfig</guimenuitem></menuchoice>
ru: Выбирите <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>CompizConfig Settings Manager</guimenuitem></menuchoice>
zh_cn: 点击 <menuchoice><guimenu>系统</guimenu><guimenuitem>首选项</guimenuitem><guimenuitem>CompizConfig 设置管理器</guimenuitem></menuchoice>
zh_tw: 按<menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>CompizConfig Settings Manager</guimenuitem></menuchoice>

source: Check the box next to an effect to enable it
ca: Activeu el quadre del costat d'un efecte per a habilitar-lo
cs: Zaškrtněte políčko vedle efektu pro jeho zapnutí
eu: Efektu bat aktibatzeko, bere kutxatila markatu
fr: Cochez la case à côté de l'effet pour l'activer
he: סמן את התיבה ליד האפקט כדי להפעיל אותו
is: Hakaðu í kassann við hlið brellu sem þú vilt virkja
ja: 有効にしたい効果をチェックします。
ko: 적용할 효과의 옆에 있는 박스에 체크합니다.
pt_br: Marque a caixa perto de um efeito para habilitá-lo
ro: Bifează căsuţa din dreptul unui efect pentru a-l activa
ru: Поставьте метку напротив эффекта, чтобы активировать его.
zh_cn: 请选择效果旁的按钮来使用效果
zh_tw: 勾選特效旁的空格以啟用它

source: Click on an effect to change its settings
ca: Cliqueu un efecte per a modificar-ne els paràmetres
cs: Klikněte na efekt pro změnu jeho nastavení
eu: Efektu batean klik egin haren ezarpenak aldatzeko
fr: Cliquez sur un effet pour en changer les réglages
he: לחץ על האפקט כדי לשנות את הגדרותיו
is: Smelltu á brelluna til að breyta stillingunum hennar
ja: 設定を変更するには効果をクリックします。
ko: 해당 효과의 설정을 변경하려면 효과를 클릭합니다.
pt_br: Clique em um efeito para alterar suas configurações
ro: Clic pe un efect pentru a modifca configuraţia
ru: Щелкните на эффекте для изменения его настроек
zh_cn: 点击一个效果来改变其设置
zh_tw: 點選特效以改變它的設定

source: Problems with Desktop Effects
ca: Problemes amb els efectes d'escriptori
cs: Problémy s efekty prostředí
eu: Arazoak Mahaigaineko Efektuekin
fr: Problèmes avec les Effets de Bureau
he: בעיות עם אפקטים בשולחן עבודה
is: Vandræði með skjáborðsbrellur
ja: デスクトップ効果での問題
ko: 데스크탑 효과 사용상의 문제
pt_br: Problemas com os Efeitos da Área de Trabalho
ro: Probleme cu Efectele de Birou
ru: Проблемы с эффектами рабочего стола
zh_cn: 桌面效果问题
zh_tw: 桌面特效的疑難

source: If you experience problems when using desktop effects, it is advisable to disable them by pressing <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Appearance</guimenuitem><guimenuitem>Desktop Effects</guimenuitem></menuchoice> and selecting <guilabel>No effects</guilabel>.
ca: Si els efectes d'escriptori us ocasionen problemes, és recomanable inhabilitar-los prement <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferències</guimenuitem><guimenuitem>Aparença</guimenuitem><guimenuitem>Efectes d'escriptori</guimenuitem></menuchoice> i seleccionant la opció <guilabel>Cap efecte</guilabel>.
eu: Mahaiganeko efektuekin arazorik badaukazu, gomendagarria da efektuak desaktibatzea: sakatu ezazu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Hobespenak</guimenuitem><guimenuitem>Itxura</guimenuitem><guimenuitem>Mahaigaineko Efektuak</guimenuitem></menuchoice> eta hautatu ezazu <guilabel>Efekturik ez</guilabel>.
fr: Si vous rencontrez des problèmes avec les effets de bureau, il est conseillé de les désactiver en cliquant sur <menuchoice><guimenu>Système</guimenu><guimenuitem>Préférences</guimenuitem><guimenuitem>Apparence</guimenuitem><guimenuitem>Effets du Bureau</guimenuitem></menuchoice> et en sélectionnant <guilabel>Aucun effet</guilabel>.
he: אם אתה נתקל בבעיות בזמן שימוש באפקטים של שולחן העבודה, מומלץ לכבות אותם על ידי לחיצה על <menuchoice><guimenu>מערכת</guimenu><guimenuitem>העדפות</guimenuitem><guimenuitem>מראה</guimenuitem><guimenuitem>אפקטים בשולחן העבודה</guimenuitem></menuchoice> ובחירה ב <guilabel>ללא אפקטים</guilabel>.
is: Ef þú lendir í vandræðum með skjáborðsbrellur er það ráðlagt að afvirkja þær með því að ýta á <menuchoice><guimenu>Kerfið</guimenu><guimenuitem>Valmöguleikar</guimenuitem><guimenuitem>Ásýnd</guimenuitem><guimenuitem>Skjáborðsbrellur</guimenuitem></menuchoice> og velja <guilabel>Engar brellur</guilabel>.
ja: デスクトップ効果を使用する際になにか困ったことが起これば、次の方法で効果を無効にした方がいいでしょう。 <menuchoice><guimenu>システム</guimenu><guimenuitem>設定</guimenuitem><guimenuitem>外観の設定</guimenuitem><guimenuitem>視覚効果</guimenuitem></menuchoice>を押し、<guilabel>効果なし</guilabel>を選択してください。
ko: 만약 여러분이 데스크탑 효과를 사용하는 도중에 문제가 발생했다면, <menuchoice><guimenu>시스템</guimenu><guimenuitem>기본 설정</guimenuitem><guimenuitem>모양새</guimenuitem><guimenuitem>화면 효과</guimenuitem></menuchoice> 를 누른 후 <guilabel>없음</guilabel> 을 선택하여 데스크탑 효과를 사용하지 않는 것이 좋습니다.
pt_br: Se você teve problemas durante o uso dos feitos na área de trabalho, é aconselhável desabilitá-lo pressionando <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferências</guimenuitem><guimenuitem>Aparência</guimenuitem><guimenuitem>Efeitos da Área de Trabalho</guimenuitem></menuchoice> e selecione <guilabel>Sem efeitos</guilabel>.
ro: În cazul în care aveţi probleme în utilizarea efectelor de birou, se recomandă dezactivarea lor din <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Preferinţe</guimenuitem><guimenuitem>Aspect</guimenuitem><guimenuitem>Efecte vizuale</guimenuitem></menuchoice> şi alegeţi <guilabel>Fără efecte</guilabel>.
ru: Если у вас возникают проблемы при использовании эффектов рабочего стола, то их можно отключить в меню <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Appearance</guimenuitem><guimenuitem>Desktop Effects</guimenuitem></menuchoice> и выбрав <guilabel>No effects</guilabel>.
zh_cn: 如果你使用桌面特效时遇到了问题, 建议您通过一下方法禁用它们：选择 <menuchoice><guimenu>系统</guimenu><guimenuitem>首选项</guimenuitem><guimenuitem>外观</guimenuitem><guimenuitem>桌面特效</guimenuitem></menuchoice>并且选择 <guilabel>无特效</guilabel>.
zh_tw: 如果您使用桌面特效時遇到問題，最好是先把它關閉<menuchoice><guimenu>系統</guimenu><guimenuitem>偏好設定</guimenuitem><guimenuitem>Appearance</guimenuitem><guimenuitem>桌面特效</guimenuitem></menuchoice> 並且選擇 <guilabel>無特效</guilabel>.

source: If you receive the following error message, it is likely that your graphics card does not currently support desktop effects:
ca: Si obteniu el missatge d'error següent, és probable que els efectes d'escriptori no funcionin amb la vostra targeta gràfica:
cs: Pokud obdržíte následující chybovou zprávu, je pravděpodobné, že vaše grafická karta aktuálně nepodporuje efekty prostředí:
eu: Honako errore mezua jasotzen baduzu, ziurrenik zure txartel grafikoak ez ditu mahaigaineko efektuak jasaten gaur egun:
fr: Si vous recevez le message d'erreur suivant, il est probable que votre carte graphique ne supporte pas les effets de bureau.
he: אם אתה מקבל את הודעת השגיאה הבאה, סביר להניח שכרגע כרטיס המסך שלך אינו תומך באפקטים בשולחן העבודה:
is: Ef þú færð upp eftirfylgjandi villuskilaboð er líklegt að skjákortið þitt styðji ekki skjábrellur í augnablikinu:
ja: 次のようなエラーメッセージを受け取った場合、それはおそらくあなたのグラフィックスカードが現在のところデスクトップ効果をサポートしていないということです。
ko: 만약 다음과 같은 에러 메시지를 보았다면, 대부분 여러분이 사용하는 그래픽 카드가 현재 데스크탑 효과를 지원하지 않는 것입니다.
pt_br: Se você receber a seguinte mensagem de erro, é porque sua placa gráfica atualmente não suporta os efeitos da área de trabalho:
ro: Daca primeşti următorul mesaj, cel mai probabil placa ta grafică nu suportă efecte grafice:
ru: Если вы получили это сообщение об ошибке, то скорее всего ваша видео карта не поддерживает эффекты рабочего стола:
zh_cn: 如果你遇到下面的错误信息，那很可能就是你的显卡目前不支持桌面效果。
zh_tw: 如果你收到以下的錯誤訊息，很可能是你的顯示卡現在並不支援桌面特效﹕
