Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: Start <application>Evolution</application> by pressing <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolution Mail</guimenuitem></menuchoice>.
ar: ابدأ <application>إفليوشن</application> عن طريق ضغط <menuchoice><guimenu>تطبيقات</guimenu><guimenuitem>إنترنت</guimenuitem><guimenuitem>البريد إفليوشن</guimenuitem></menuchoice>.
bg: Стартирайте <application>Evolution</application> като натиснете <menuchoice><guimenu>Програми</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>Поща на Evolution</guimenuitem></menuchoice>.
de: Starten Sie <application>Evolution</application>, indem Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolution-E-Mail</guimenuitem></menuchoice> wählen.
es: Inicie <application>Evolution</application> pulsando <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Correo de Evolution</guimenuitem></menuchoice>.
fr: Démarrez <application>Evolution</application> en cliquant sur <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Messagerie Evolution</guimenuitem></menuchoice>.
hu: Indítsa el az <application>Evolutiont</application> az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolution levelező</guimenuitem></menuchoice> menüpont kiválasztásával.
ko: <menuchoice><guimenu>프로그램</guimenu><guimenuitem>인터넷</guimenuitem><guimenuitem>에볼루션 메일</guimenuitem></menuchoice> 을 눌러 <application>에볼루션</application> 을 실행합니다.
pl: Uruchom aplikację <application>Evolution</application> przez wybranie <menuchoice><guimenu>Aplikacje</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Poczta Evolution</guimenuitem></menuchoice>.
pt: Inicie o <application>Evolution</application> clicando em <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>E-Mail Evolution</guimenuitem></menuchoice>.
pt_br: Inicie <application>Evolution</application> indo em <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Correio Evolution</guimenuitem></menuchoice>.
ru: Запустите <application>Evolution</application> нажав <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>Почта Evolution</guimenuitem></menuchoice>.
sk: <application>Evolution</application> spustíte stlačením <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Poštový klient Evolution</guimenuitem></menuchoice>.
sv: Starta <application>Evolution</application> genom att trycka på <menuchoice><guimenu>Program</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolutions e-post</guimenuitem></menuchoice>.
zh_cn: 要运行<application>Evolution</application>，请点击<menuchoice><guimenu>应用程序</guimenu><guimenuitem>互联网</guimenuitem><guimenuitem>Evolution Mail</guimenuitem></menuchoice>。

source: Press <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Import...</guimenuitem></menuchoice> to start the <application>Evolution Import Assistant</application>. Then, press <guibutton>Forward</guibutton>.
ar: اضغط <menuchoice><guimenuitem>ملف</guimenuitem><guimenuitem>استورد...</guimenuitem></menuchoice> لبدء <application>مساعد استيراد إيفليوشن</application>. ثم اضغط <guibutton>أمام</guibutton>.
bg: Натиснете <menuchoice><guimenuitem>Файл</guimenuitem><guimenuitem>Внасяне...</guimenuitem></menuchoice>, за да стартирате <application>Помощ при внасяне в Evolution</application>. После натиснете <guibutton>Напред</guibutton>.
de: Wählen Sie <menuchoice><guimenuitem>Datei</guimenuitem><guimenuitem>Importieren …</guimenuitem></menuchoice>, um den <application>Evolution-Importassistent</application> zu starten. Klicken Sie dann auf <guibutton>Vor</guibutton>.
el: Πατήστε <menuchoice><guimenuitem>Αρχείο</guimenuitem><guimenuitem>Εισαγωγή...</guimenuitem></menuchoice> για να ξεκινήσετε τον <application>Βοηθό εισαγωγής του Evolution</application>. Μετά πατήστε <guibutton>Μπροστά</guibutton>.
es: Pulse <menuchoice><guimenuitem>Archivo</guimenuitem><guimenuitem>Importar...</guimenuitem></menuchoice> para iniciar el <application>Asistente de importación de Evolution</application>. Luego, pulse el botón <guibutton>Adelante</guibutton>.
fr: Appuyez sur <menuchoice><guimenuitem>Fichier</guimenuitem><guimenuitem>Importer...</guimenuitem></menuchoice> pour démarrer l'<application>assistant d'importation d'Evolution</application>. Ensuite, appuyez sur <guibutton>Suivant</guibutton>.
hu: Válassza a <menuchoice><guimenuitem>Fájl</guimenuitem><guimenuitem>Importálás...</guimenuitem></menuchoice> menüpontot az <application>Evolution importáló varázsló</application> elindításához. Ezután kattintson az <guibutton>Előre</guibutton> gombra.
ko: <menuchoice><guimenuitem>파일</guimenuitem><guimenuitem>가져오기...</guimenuitem></menuchoice>를 눌러 <application>에볼루션 가져오기 도우미</application>를 실행한 후 <guibutton>앞으로</guibutton>를 누릅니다.
pl: Kliknij <menuchoice><guimenuitem>Plik</guimenuitem><guimenuitem>Importuj...</guimenuitem></menuchoice>, aby uruchomić <application>Asystenta importu Evolution</application>. Następnie kliknij <guibutton>Do przodu</guibutton>.
pt: Carregue em <menuchoice><guimenuitem>Ficheiro</guimenuitem><guimenuitem>Importar...</guimenuitem></menuchoice>·para iniciar o·<application>Assisten de Importação do Evolution</application>.·Em seguida carregue em·<guibutton>Avançar</guibutton>.
pt_br: Pressione <menuchoice><guimenuitem>Arquivo</guimenuitem><guimenuitem>Importar</guimenuitem></menuchoice> para iniciar o <application>Assistente de Importação do Evolution</application>. Então, pressione o botão <guibutton>Avançar</guibutton>.
ru: Нажмите <menuchoice><guimenuitem>Файл</guimenuitem><guimenuitem>Импортировать...</guimenuitem></menuchoice>, чтобы запустить <application>Помощник импорта Evolution</application>. Затем нажмите кнопку <guibutton>Далее</guibutton>.
sk: Stlačením <menuchoice><guimenuitem>Súbor</guimenuitem><guimenuitem>Importovať...</guimenuitem></menuchoice> spustíte <application>Nástroj Evolution pre import</application>. Stlačte <guibutton>Vpred</guibutton>.
sv: Klicka på <menuchoice><guimenuitem>Arkiv</guimenuitem><guimenuitem>Import...</guimenuitem></menuchoice> to start the <application>Evolutions importassistent</application>. Klicka därefter på <guibutton>Framåt</guibutton>.
zh_cn: 点击<menuchoice><guimenuitem>文件</guimenuitem><guimenuitem>导入...</guimenuitem></menuchoice>启动<application>Evolution 导入 助手</application>。再点击<guibutton>下一步</guibutton>。

source: Select <guilabel>Import a single file</guilabel> and then press <guibutton>Forward</guibutton>.
ar: اختر <guilabel>استيراد ملف وحيد</guilabel> ومن ثم اضغط <guibutton>أمام</guibutton>.
bg: Изберете <guilabel>Внасяне на единичен файл</guilabel> и после натиснете <guibutton>Напред</guibutton>.
de: Wählen Sie <guilabel>Eine einzelne Datei importieren</guilabel> und drücken Sie dann <guibutton>Vor</guibutton>.
el: Επιλέξτε <guilabel>Εισαγωγή μοναδικού αρχείου</guilabel> και πατήστε <guibutton>Μπροστά</guibutton>.
es: Seleccione <guilabel>Importar un único archivo</guilabel> y luego pulse <guibutton>Adelante</guibutton>.
fr: Sélectionnez <guilabel>Importer un seul fichier</guilabel> et appuyez sur <guibutton>Suivant</guibutton>.
hu: Válassza az <guilabel>Egyetlen fájl importálása</guilabel> lehetőséget, majd kattintson az <guibutton>Előre</guibutton> gombra.
ko: <guilabel>파일 한 개 가져오기</guilabel>를 선택하고 <guibutton>앞으로</guibutton>를 누릅니다.
pl: Wybierz <guilabel>Import pojedynczego pliku</guilabel> i kliknij <guibutton>Do przodu</guibutton>.
pt: Seleccione ·<guilabel>Importar·um único ficheiro</guilabel>·e em seguida carregue em·<guibutton>Avançar</guibutton>.
pt_br: Selecione <guilabel>Importar um único arquivo</guilabel> e presisione em <guibutton>Encaminhar</guibutton>.
ru: Выберите <guilabel>Импортировать одиночный файл</guilabel> и нажмите кнопку <guibutton>Далее</guibutton>.
sk: Vyberte <guilabel>Importovať jeden súbor</guilabel> a stlačte <guibutton>Vpred</guibutton>.
sv: Markera <guilabel>Importera en ensam fil</guilabel> och klicka därefter på <guibutton>Framåt</guibutton>.
zh_cn: 选择<guilabel>导入单个文件</guilabel>，并点击<guibutton>前进</guibutton>。

source: Press <guibutton>Browse...</guibutton>, locate the folder which you saved your emails into and open it.
ar: اضغط <guibutton>تصفح...</guibutton>، حدد المجلد حفظت بريدك فيه وافتحه.
bg: Натиснете <guibutton>Преглед...</guibutton>, намерете папка, в която сте запазили вашите електронни писма и я отворете.
de: Drücken Sie <guibutton>Durchsuchen …</guibutton>, suchen Sie den Ordner, in dem Sie Ihre E-Mails gespeichert haben, und öffnen Sie ihn.
el: Πατήστε δίπλα από το πεδίο Όνομα Αρχείου το κουμπί που γράφει <guibutton>(κανένα)</guibutton>, εντοπίστε τον φάκελο που έχετε αποθηκεύσει την αλληλογραφία σας και ανοίξτε την.
es: Pulse <guibutton>Examinar...</guibutton>, localice la carpeta en que la guardó sus correos y ábrala.
fr: Appuyez sur <guibutton>Parcourir...</guibutton>, trouvez le dossier dans lequel vous avez sauvé vos courriels et ouvrez le.
hu: Kattintson a <guibutton>Tallózás...</guibutton> feliratú gombra, keresse meg és nyissa meg a mappát, amelybe leveleit elmentette.
ko: <guibutton>파일이름</guibutton>을 눌러 가져올 이메일이 저장된 폴더를 선택합니다.
pl: Kliknij <guibutton>Przeglądaj...</guibutton>, znajdź folder, do którego zapisałeś swoją pocztę i otwórz go.
pt: Carregue em <guibutton>Navegar...</guibutton>, localize a pasta onde guardou os seus e-mails e abra-a.
pt_br: Pressione <guibutton>Navegar...</guibutton>, encontrar a pasta que você conservou seus e-mail em e os abra.
ru: Нажмите <guibutton>Обзор...</guibutton> и укажите папку, которая сожержит ваши сохранённую почту и откройте её.
sk: V položke <guibutton>Názov súboru</guibutton> vyberte priečinok, v ktorom ste uložili svoju poštu a otvorte ho.
sv: Klicka på <guibutton>Filnamn...</guibutton>, Leta upp mappen där e-posten är sparad och öppna den.
zh_cn: 点击<guibutton>浏览...</guibutton>，定位到你保存电子邮件的文件夹并且打开它。

source: Open the folder <filename>Local Folders</filename> and look for files with names such as <filename>Inbox</filename>. Select a file and press <guibutton>Open</guibutton>. If you have many email messages, you may have to wait a while for the file to be checked before you can continue.
ar: افتح المجلد <filename>مجلدات محلية</filename> وابحث عن ملفات ذات أسماء مثل <filename>Inbox</filename>. اختر ملفا واضعط <guibutton>افتح</guibutton>. إذا كان لديك رسائل بريد إلكتروني كثيرة، قد تضطر للانتظار مدة ليُفحص الملف قبل أن تستطيع الاستمرار.
bg: Отворете папката <filename>Локални папки</filename> и потърсете за файлове с имена като <filename>Inbox</filename>. изберете файла и натиснете <guibutton>Отваряне</guibutton>. Ако имате много писма, може да се наложи да изчакате малко, за да се провери файла преди да продължите.
de: Öffnen Sie den Ordner <filename>Local Folders</filename> und suchen Sie nach Dateien mit Namen wie <filename>Inbox</filename>. Wählen Sie eine Datei und drücken Sie <guibutton>Öffnen</guibutton>. Wenn Sie eine große Anzahl an E-Mail-Nachrichten haben, kann es einige Zeit dauern, bis die Datei überprüft wurde und Sie den Vorgang fortsetzen können.
es: Abra la carpeta <filename>Carpetas locales</filename> y busque archivos con nombres como <filename>Inbox</filename>. Seleccione un archivo y pulse <guibutton>Abrir</guibutton>. Si tiene muchos mensajes de correo, puede que tenga que esperar un poco hasta que el archivo sea comprobado antes de continuar.
fr: Ouvrez le dossier <filename>Dossiers locaux</filename> et cherchez des fichiers comme par exemple <filename>Inbox</filename> (boîte de réception). Sélectionnez un fichier et appuyez sur <guibutton>Ouvrir</guibutton>. Si vous avez beaucoup de courriels, vous devrez sans doute patienter un moment pendant que le fichier est vérifié avant de pouvoir continuer.
hu: Nyissa meg a <filename>Helyi mappák</filename> mappát és keressen olyan nevű fájlokat, mint például az <filename>Inbox</filename>. Válassza ki a fájlt és kattintson a <guibutton>Megnyitás</guibutton> gombra. Ha sok levele van, a fájl ellenőrzése hosszú ideig eltarthat.
ko: <filename>로컬 폴더</filename>를 열고 <filename>받은 편지함</filename>과 같은 이름의 파일을 찾습니다. 만약 여러분이 많은 이메일 메시지를 저장해 두었다면 계속 진행하기 전에 파일들을 체크하기 위해 잠시 기다려야 합니다.
pl: Otwórz folder <filename>Foldery lokalne</filename> i szukaj plików zawierających w nazwie <filename>Skrzynka odbiorcza</filename> (<filename>Inbox</filename>). Zaznacz plik i kliknij <guibutton>Otwórz</guibutton>. Jeśli masz dużo wiadomości, być może będziesz musiał chwilę poczekać, aż plik zostanie sprawdzony zanim będziesz mógł kontynuować.
pt: Abra a pasta <filename>Pastas Locais</filename> e procure por ficheiros com nomes como <filename>Inbox</filename>. Seleccione um ficheiro e carregue em <guibutton>Abrir</guibutton>. Se possui muitas mensagens de e-mail, poderá ter que esperar algum tempo para que o ficheiro seja verificado antes que possa continuar.
pt_br: Abra a pasta <filename>Pastas Locais</filename> e procure por arquivos com nomes como <filename>Caixa de Entrada</filename>. Selecione um arquivo e pressione <guibutton>Abrir</guibutton>. Se você tiver muitas mensagens de email, você pode ter que aguardar um pouco, para o arquivo ser verificado antes que você possa continuar.
ru: Откройте папку <filename>Локальные папки</filename> и найдите файлы с именем <filename>Входящие</filename>. Выберите файл и нажмите кнопку <guibutton>Открыть</guibutton>. Если у вас достаточно большое количество почтовых сообщений, то вам, скорее всего, придется немного подождать, пока они будут проверены.
sk: Otvorte priečinok <filename>Miestne priečinky</filename> a vyhľadajte priečinky s názvami ako <filename>Inbox</filename>. Vyberte príslušný súbor a stlačte <guibutton>Otvoriť</guibutton>. Ak máte veľa emailových správ, budete musieť chvíľu počkať, kým budú skontrolované a až potom budete môcť pokračovať.
sv: Öppna mappen <filename>Local Folders</filename> Och leta upp en fil med namnet <filename>Inbox</filename>. Markera filen och tryck på <guibutton>Öppna</guibutton>. Om det är mycket e-post, kan det ta en stund innan e-posten är kontrollerad och du kan fortsätta.
zh_cn: 打开<filename>本地文件夹</filename>查找名为<filename>Inbox</filename>.的文件。选中文件再点击<guibutton>打开</guibutton>。若有许多邮件, 在继续前要等一会儿以便文件被检测。

source: In <guilabel>File type</guilabel>, <guilabel>Berkeley mailbox (mbox)</guilabel> should be selected. Press <guibutton>Forward</guibutton>.
ar: في <guilabel>نوع الملف</guilabel>، يجب أن تختار <guilabel>صندوق بريد بيركلي (mbox)</guilabel>. اضغط <guibutton>أمام</guibutton>.
bg: В <guilabel>Тип файл</guilabel>, трябва да бъде избран <guilabel>Berkeley mailbox (mbox)</guilabel>. Натиснете <guibutton>Напред</guibutton>.
de: Unter <guilabel>Dateityp</guilabel> sollte <guilabel>Berkeley Mailbox (mbox)</guilabel> ausgewählt sein. Drücken Sie <guibutton>Vor</guibutton>.
es: En <guilabel>Tipo de archivo</guilabel>, debería estar seleccionado <guilabel>Buzón Berkeley (mbox)</guilabel>. Pulse <guibutton>Adelante</guibutton>.
fr: Dans <guilabel>Type de fichier</guilabel>, <guilabel>Berkeley mailbox (mbox)</guilabel> doit être choisi. Appuyez sur <guibutton>Suivant</guibutton>.
hu: A <guilabel>Fájltípusnál</guilabel> válassza a <guilabel>Berkeley mailbox (mbox)</guilabel> lehetőséget. Kattintson az <guibutton>Előre</guibutton> gombra.
ko: <guilabel>파일 종류</guilabel>에서 <guilabel>버클리 메일박스 (mbox)</guilabel>를 선택하고 <guibutton>앞으로</guibutton>를 누릅니다.
pl: W polu <guilabel>Typ pliku</guilabel> powinien być wybrany <guilabel>Berkeley Mailbox (mbox)</guilabel>. Kliknij <guibutton>Do przodu</guibutton>.
pt: Em <guilabel>Tipo de Ficheiro</guilabel>, <guilabel>Caixa de Correio Berkeley (mbox)</guilabel> deve ser seleccionado. Carregue em <guibutton>Avançar</guibutton>.
pt_br: No <guilabel>Tipo de Arquivo</guilabel>, <guilabel>Berkeley mailbox (mbox)</guilabel> poderá ser selecionado.. Pressione <guibutton>Encaminhar</guibutton>.
ru: В поле <guilabel>Тип файла</guilabel>, должен быть выбран <guilabel>Berkeley mailbox (mbox)</guilabel>. Нажмите <guibutton>Далее</guibutton>.
sk: V <guilabel>Typ súboru</guilabel> by mala byť vybratá možnosť <guilabel>Berkeley mailbox (mbox)</guilabel>. Stlačte <guibutton>Vpred</guibutton>.
sv: I <guilabel>Filtyp</guilabel>, <guilabel>Berkeley-brevlåda (mbox)</guilabel> kommer markeras. Klicka på <guibutton>Framåt</guibutton>.
zh_cn: 在<guilabel>文件类型</guilabel>, <guilabel>Berkeley mailbox (mbox)</guilabel>将被选中。点击<guibutton>下一步</guibutton>。

source: Select the location you would like to copy the saved emails into by pressing the button labelled <guilabel>Destination folder</guilabel>. By default this will be the <filename>Inbox</filename> folder, which is the recommended destination for your emails. Then, press <guibutton>Forward</guibutton>.
ar: اختر الموقع الذي تريد نسخ البريد الإلكتروني المحفوظ فيه عن طريق نقرالزر المسمى <guilabel>المجلد الهدف</guilabel>. مبدئيا سيكون المجلد <filename>Inbox</filename>، الذي سيكون المقصد المستحسن لبريدك الإلكتروني. ثم اضغط <guibutton>أمام</guibutton>.
bg: Изберете мястото, на което искате да копирате запазените писма и натиснете бутона <guilabel>Целева папка</guilabel>. По подразбиране, това ще бъде папката <filename>Inbox</filename>, която е препоръчително място за вашите електронни писма. После натиснете <guibutton>Напред</guibutton>.
de: Wählen Sie den Ort, an den die gespeicherten E-Mails kopiert werden sollen, in dem Sie den Knopf mit der Bezeichnung <guilabel>Zielordner</guilabel> drücken. Standardmäßig ist hier der Ordner <filename>Eingang</filename> als empfohlenes Ziel Ihrer E-Mails voreingestellt. Drücken Sie dann <guibutton>Vor</guibutton>.
es: Seleccione la ubicación dónde le gustaría copiar los correos guardados pulsando el botón llamado <guilabel>Carpeta de destino</guilabel>. Por defecto, será la carpeta <filename>Inbox</filename>, que es el destino recomendado para sus correos. Luego, pulse <guibutton>Adelante</guibutton>.
fr: Sélectionnez l'emplacement vers lequel vous désirez copier les courriels sauvegardés en appuyant sur le bouton portant la mention <guilabel>Dossier de destination</guilabel>. Par défaut, ce sera le dossier <filename>Boîte de réception</filename>, qui est la destination recommandée pour vos courriels. Ensuite, appuyez sur <guibutton>Suivant</guibutton>.
hu: A <guilabel>Célmappa</guilabel> feliratú gomb megnyomásával válassza ki azt a helyet, ahová az elmentett leveleit szeretné másolni. Alapértelmezetten ez az <filename>Érkezett</filename> mappa lesz, ez az ajánlott a levelei számára. Ezután kattintson az <guibutton>Előre</guibutton> gombra.
ko: <guilabel>대상 폴더</guilabel>라는 이름의 버튼을 눌러 이메일을 저장할 위치를 선택합니다. 이것은 기본적으로 <filename>받은 편지함</filename> 폴더로 지정되어 있으며, 보통은 기본값을 사용하는 것이 좋습니다. 그리고 <guibutton>앞으로</guibutton>를 누릅니다.
pl: Wybierz lokalizację, do której chciałbyś skopiować zapisane wiadomości klikając przycisk <guilabel>Folder docelowy</guilabel>. Domyślnie będzie to folder <filename>Skrzynka odbiorcza</filename>, który jest zalecaną lokalizacją dla twoich wiadomości. Następnie kliknij <guibutton>Do przodu</guibutton>.
pt: Seleccione a localização para a qual gostaria de copiar os e-mails guardados clicando no botão com o nome <guilabel>Pasta de Destino</guilabel>. Por omissão esta será a pasta <filename>Inbox</filename>, que é o destino recomendado para os seus e-mails. Em seguida, carregue em <guibutton>Avançar</guibutton>.
pt_br: Selecione o local no qual você deseja que os e-mails sejam salvos pressionando o botão <guilabel>Pasta de destino</guilabel>. Por padrão, normalmente é a pasta <filename>Caixa de Entrada</filename>, que recomendamos seja usada para armazenar seus emails. Então, pressione <guibutton>Continuar</guibutton>.
ru: Выберите место куда бы вы хотели скопировать ваши сохранённые почтовые файлы нажав на кнопку <guilabel>Папка назначения</guilabel>. По умолчанию, это будет папка <filename>Входящие</filename>, которая рекомендуется к использованию. Затем нажмите кнопку <guibutton>Далее</guibutton>.
sk: Stlačením tlačidla <guilabel>Cieľový priečinok</guilabel> vyberte umiestnenie, kam si prajete skopírovať uložené emailové správy. Predvolene to bude priečinok <filename>Doručená pošta</filename>, ktorý je odporúčaným umiestnením pre vaše emailové správy. Potom stlačte <guibutton>Vpred</guibutton>.
sv: Välj platsen som du vill spara e-posten genom att klicka på knappen <guilabel>Målmapp</guilabel>. Som standardär det <filename>Inkorg/filename> mappen, somär den rekomenderade platsen för din e-post. Klicka sedan på <guibutton>Framåt</guibutton>.
zh_cn: 通过点击<guilabel>目标文件夹</guilabel>选中你要复制欲保存邮件的位置, 默认是<filename>收件箱</filename>文件夹，这是为你邮件推荐的目标。再点击<guibutton>下一步</guibutton>。
