Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: If the <application>Import Wizard</application> does not appear, press <menuchoice><guimenuitem>Tools</guimenuitem><guimenuitem>Import...</guimenuitem></menuchoice> and choose the <guilabel>Mail</guilabel> option. Follow the instructions to import your mail.
ar: إذا لم يظهر <application>معالج الاستيراد</application>، اضغط <menuchoice><guimenuitem>أدوات</guimenuitem><guimenuitem>استورد...</guimenuitem></menuchoice> واختر الخيار <guilabel>البريد</guilabel>. اتبع التعليمات لاستيراد بريدك.
bg: Ако <application>Съветник за импортиране</application> не се покаже, натиснете <menuchoice><guimenuitem>Инструменти</guimenuitem><guimenuitem>Импортиране...</guimenuitem></menuchoice> и изберете опцията <guilabel>Поща</guilabel>. Следвайте инструкциите, за да внесете вашата поща.
de: Wenn der <application>Import-Assistent</application> nicht erscheint, drücken Sie <menuchoice><guimenuitem>Extras</guimenuitem><guimenuitem>Importieren...</guimenuitem></menuchoice> und wählen Sie <guilabel>Nachrichten</guilabel> aus. Folgen Sie den Anweisungen zum Import Ihrer E-Mails.
el: Αν ο <application>Βοηθός εισαγωγής</application> δεν εμφανιστεί, πατήστε <menuchoice><guimenuitem>Εργαλεία</guimenuitem><guimenuitem>Εισαγωγή...</guimenuitem></menuchoice> και διαλέξτε την επιλογή <guilabel>Αλληλογραφία</guilabel>. Ακολουθήστε τις οδηγίες για να εισάγετε την αλληλογραφία σας.
es: Si el <application>Asistente de importación</application> no aparece, pulse <menuchoice><guimenuitem>Herramientas</guimenuitem><guimenuitem>Importar...</guimenuitem></menuchoice> y elija la opción <guilabel>Correo</guilabel>. Siga las instrucciones parar importar su correo.
fr: Si l'<application>assistant d'importation</application> n'apparaît pas, cliquez sur <menuchoice><guimenuitem>Outils</guimenuitem><guimenuitem>Importer...</guimenuitem></menuchoice> et choisissez l'option <guilabel>Courriels</guilabel>. Suivez les instructions pour importer vos courriels.
hu: Ha az <application>Importálás varázsló</application> nem jelenik meg, kattintson az <menuchoice><guimenuitem>Eszközök</guimenuitem><guimenuitem>Importálás...</guimenuitem></menuchoice> menüpontra, és válassza a <guilabel>Levelek</guilabel> lehetőséget. Levelei importálásához kövesse a megjelenő utasításokat.
ko: 만약 <application>가져오기 마법사</application>가 나타나지 않는다면, <menuchoice><guimenuitem>도구</guimenuitem><guimenuitem>가져오기...</guimenuitem></menuchoice>를 누르고 <guilabel>메일</guilabel> 옵션을 선택합니다. 메일을 가져오기 위한 지시를 따릅니다.
pl: Jeżeli <application>Kreator importu</application> nie pojawił się, wybierz <menuchoice><guimenuitem>Narzędzia</guimenuitem><guimenuitem>Importuj...</guimenuitem></menuchoice> i wybierz opcję <guilabel>Poczta</guilabel>. Postępuj zgodnie z instrukcjami, aby zaimportować twoją pocztę.
pt: Se o <application>Assistente de Importação</application> não aparecer, prima <menuchoice><guimenuitem>Ferramentas</guimenuitem><guimenuitem>Importar...</guimenuitem></menuchoice> e seleccione a opção <guilabel>Correio</guilabel>. Siga as instruções para importar o seu correio.
pt_br: Se o <application>Assistente para Importar</application> não aparecer, pressione <menuchoice><guimenuitem>Ferramentas</guimenuitem><guimenuitem>Importar...</guimenuitem></menuchoice> e escolha a opção<guilabel>E-Mail</guilabel>. Siga as instruções para importar o seu e-mail.
ru: Если <application>Помощник импорта</application> не появился, нажмите <menuchoice><guimenuitem>Инструменты</guimenuitem><guimenuitem>Импорт...</guimenuitem></menuchoice> а затем выберите опцию <guilabel>Почта</guilabel>. Следуйте инструкциям, чтобы импортировать почту.
sk: Ak sa neobjaví <application>Sprievodca importom</application>, stlačte <menuchoice><guimenuitem>Nástroje</guimenuitem><guimenuitem>Importovať...</guimenuitem></menuchoice> a zvoľte možnosť <guilabel>Mail</guilabel>. Nasledujte pokyny na importovanie vašich správ.
sv: Om <application>Import guiden</application> inte visas, klicka på <menuchoice><guimenuitem>Verktyg</guimenuitem><guimenuitem>Import...</guimenuitem></menuchoice> och välj <guilabel>E-post</guilabel> alternativet. Följ instruktionerna för importingen av e-post.
zh_cn: 若<application>导入向导</application>没出现，点击<menuchoice><guimenuitem>工具</guimenuitem><guimenuitem>导入...</guimenuitem></menuchoice>，选中<guilabel>邮件</guilabel>。

source: Once all of your mail has been imported, you must now make a copy of it for exporting. Please see <xref linkend="preparing-email-thunderbird"/> for instructions on how to do this.
ar: عندما يستورد كل بريدك، عليك إنشاء نسخة منه للتصدير. من فضلك راجع <xref linkend="preparing-email-thunderbird"/>للتعليمات حول كيفية القيام بذلك.
bg: Щом цялата ви поща бъде импортирана, сегя трябва да й направите копие за експортиране. Моля, вижте <xref linkend="preparing-email-thunderbird"/> за инструкции как да направите това.
de: Sobald all Ihre E-Mails importiert wurden, müssen Sie nun eine Kopie davon für den Export anlegen. Bitte lesen Sie <xref linkend="preparing-email-thunderbird"/>; dort finden Sie die passende Schritt-für-Schritt–Anleitung.
el: Όταν όλα τα μηνύματα σας έχουν εισαχθεί μπορείτε τώρα να κάνετε ένα αντίγραφο για εξαγωγή. Παρακαλούμε δείτε το <xref linkend="preparing-email-thunderbird"/> για οδηγίες πως να το κάνετε.
es: Una vez que su correo se haya importado, debe hacer una copia de éste para exportarlo. Vea <xref linkend="preparing-email-thunderbird"/> para obtener instrucciones sobre cómo hacer esto.
fr: Une fois que tous vos messages auront été importés, vous devrez en faire une copie pour l'exportation. Veuillez vous référer à <xref linkend="preparing-email-thunderbird"/> pour les instructions expliquant comment s'y prendre.
hu: Az összes levél sikeres importálása után az exportáláshoz másolatot kell róluk készíteni. További információkat a <xref linkend="preparing-email-thunderbird"/> fejezetben talál.
ko: 모든 메일을 가져오고 나면, 이제 내보내기를 위해 복사본을 만들어둡니다. 이에 대한 방법은 <xref linkend="preparing-email-thunderbird"/> 부분을 살펴보기 바랍니다.
pl: Gdy cała poczta zostanie zaimportowana, musisz utworzyć jej kopię do eksportu. Zobacz <xref linkend="preparing-email-thunderbird"/> aby dowiedzieć się, jak to zrobić.
pt: Assim que todo o seu e-mail estiver importado, terá de fazer uma cópia do mesmo para exportação. Por favor veja <xref linkend=preparar-email-thunderbird"/> para instruções em como o fazer.
pt_br: Uma vez que todos seus emails foram importados, você precisa agora fazer uma cópia para exportação. Por favor veja <xref linkend="preparing-email-thunderbird"/> para instruções de como fazer isso.
ru: После завершения процедуры импорта почты, необходимо подготовить копию почтовых сообщений для экспорта. Обратитесь к разделу <xref linkend="preparing-email-thunderbird"/>, где дано описание этой процедуры.
sk: Keď ste importovali všetky vaše správy, musíte si spraviť z nich kópie, aby ste ich mohli exportovať. Prosím pozrite <xref linkend="preparing-email-thunderbird"/> pre informácie ako na to.
sv: När all e-post har importerats skall en kopia skapas för export. Se länken <xref linkend="preparing-email-thunderbird"/> för instruktioner om detta.
zh_cn: 当所有邮件都导入后，做个备份以便导出。请在<xref linkend="preparing-email-thunderbird"/>查阅相关介绍。

source: Exporting email messages from Mozilla Thunderbird
ar: تصدير رسائل البريد الإلكتروني من موزيلا ثنردبرد
bg: Експортиране на писма от Mozilla Thunderbird
de: Exportieren von E-Mail-Nachrichten aus Mozilla Thunderbird
el: Εξαγωγή ηλεκτρονικών μηνυμάτων από τον Mozilla Thunderbird
es: Exportación de mensajes de correo desde Mozilla Thunderbird
fr: Exporter vos courriels depuis Mozilla Thunderbird
hu: Levelek exportálása Mozilla Thunderbirdből
ko: Mozilla Thunderbird를 이용하여 메일 메시지 내보내기
pl: Eksportowanie wiadomości z programu Mozilla Thunderbird
pt: Exportar mensganes de e-mail do Mozilla Thunderbird
pt_br: Exportando mensagens de e-mail do Mozilla Thunderbird
ru: Экспорт сообщений электронной почты из Mozilla Thunderbird
sk: Export emailových správ z Mozilla Thunderbird
sv: Exportera e-post medelanden från Mozilla Thunderbird
zh_cn: 从 Mozilla Thunderbird 中导出邮件。

source: These instructions are intended for users of <application>Mozilla Thunderbird</application> and users of <application>Outlook</application> and <application>Outlook Express</application> who imported their mail into Thunderbird (see <xref linkend="preparing-email-import"/>).
ar: هذه التعليمات تستهدف مستخدمي <application>موزيلا ثندربرد</application> ومستخدمي <application>Outlook</application> و <application>Outlook Express</application> الذي استوردوا بريدهم إلى ثندربرد (راجع <xref linkend="preparing-email-import"/>).
bg: Тези инструкции са за потребители на <application>Mozilla Thunderbird</application> и потребители на <application>Outlook</application> и <application>Outlook Express</application>, които са импортирали тяхната поща в Thunderbird (вижте <xref linkend="preparing-email-import"/>).
de: Diese Anleitung ist für Benutzer von <application>Mozilla Thunderbird</application> und Benutzer von <application>Outlook</application> und <application>Outlook Express</application>, die ihre Nachrichten in Thunderbird importiert haben, gedacht. (Siehe <xref linkend="preparing-email-import"/>).
el: Αυτές οι οδηγείς είναι για τους χρήστες του <application>Mozilla Thunderbird</application>, τους χρήστες του <application>Outlook</application> και του <application>Outlook Express</application> που εισήγαγαν την αλληλογραφία τους στον Thunderbird (see <xref linkend="preparing-email-import"/>).
es: Estas instrucciones van dirigidas a usuarios de <application>Mozilla Thunderbird</application> y usuarios de <application>Outlook</application> y <application>Outlook Express</application> que importaron su correo a Thunderbird (véase <xref linkend="preparing-email-import"/>).
fr: Ces instructions concernent les utilisateurs de <application>Mozilla Thunderbird</application>, <application>Outlook</application> et <application>Outlook Express</application> qui ont importé leur mails dans Thunderbird (voir <xref linkend="preparing-email-import"/>).
hu: Ezek a lépések <application>Mozilla Thunderbird</application>, illetve azon <application>Outlook</application> és <application>Outlook Express</application> felhasználóknak szólnak, akik leveleiket Thunderbirdbe importálták (lásd: <xref linkend="preparing-email-import"/>).
ko: 여기서 설명하는 내용은 <application>Mozilla Thunderbird</application> 사용자 및 <application>Mozilla Thunderbird</application>를 통해 메일을 가져온 <application>Outlook</application>과 <application>Outlook Express</application> 사용자들을 위한 것입니다.
pl: Te instrukcje są przeznaczone dla użytkowników <application>Mozilli Thunderbird</application> oraz użytkowników <application>Outlook</application> i <application>Outlook Express</application>, którzy zaimportowali swoją pocztę do Thunderbirda (zobacz <xref linkend="preparing-email-import"/>).
pt: Estas instruções são destinadas para utilizadores do <application>Mozilla Thunderbird</application> e utilizadores do <application>Outlook</application> e <application>Outlook Express</application> que importaram o seu correio para o Thunderbird (ver <xref linkend="preparing-email-import"/>).
pt_br: Essas instruções são para usuários do <application>Mozilla Thunderbird</application> e usuários do <application>Outlook</application> e <application>Outlook Express</application> que importaram e-mail dentro do Thunderbird (see <xref linkend="preparing-email-import"/>).
ru: Данные инструкции предназначены для пользователей <application>Mozilla Thunderbird</application>, а также пользователей <application>Outlook</application> и <application>Outlook Express</application>, которые импортировали свою электронную почту в Thunderbird (см. <xref linkend="preparing-email-import"/>).
sk: Tento návod je určený pre používateľov <application>Mozilla Thunderbird</application> a používateľov <application>Outlooku</application> a <application>Outlook Expressu</application>, ktorí importovali svoje správy do Thunderbirdu (viď <xref linkend="preparing-email-import"/>).
sv: Dessa instrutioner är till för användare av <application>Mozilla Thunderbird</application> och användare av <application>Outlook</application> och <application>Outlook Express</application> som har importerat e-post till Thunderbird (se <xref linkend="preparing-email-import"/>).
zh_cn: 以下介绍<application>Mozilla Thunderbird</application>用户以及从<application>Outlook</application和<application>Outlook Express</application>导入邮件到Thunderbird的用户。（查阅<xref linkend="preparing-email-import"/>)。

source: Press <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Run</guimenuitem></menuchoice>, type <emphasis>%AppData%\Thunderbird\Profiles\</emphasis> into the box provided, and then press <guibutton>OK</guibutton>. A folder will open.
ar: اضغط <menuchoice><guimenuitem>ابدأ</guimenuitem><guimenuitem>تشغيل</guimenuitem></menuchoice>، اطبع <emphasis>%AppData%\Thunderbird\Profiles\</emphasis> في الصندوق المقدم، ومن ثم اضغط <guibutton>موافق</guibutton>. سوف سوف يفتح مجلد.
bg: Натиснете <menuchoice><guimenuitem>Старт</guimenuitem><guimenuitem>Изпълнение</guimenuitem></menuchoice>, напишете <emphasis>%AppData%\Thunderbird\Profiles\</emphasis> в текстовото поле и после натиснете <guibutton>OK</guibutton>. Ще се отвори папка.
de: Drücken Sie <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Ausführen</guimenuitem></menuchoice>. Geben Sie <emphasis>%AppData%\Thunderbird\Profiles\</emphasis> in das Schriftfeld ein und klicken Sie <guibutton>OK</guibutton>. Ein Ordner wird geöffnet.
el: Πατήστε <menuchoice><guimenuitem>Έναρξη</guimenuitem><guimenuitem>Εκτέλεση</guimenuitem></menuchoice>, πληκτρολογήστε <emphasis>%AppData%\Thunderbird\Profiles\</emphasis> στο κουτί και μετά πατήστε <guibutton>OK</guibutton>. Ένας φάκελος θα ανοίξει.
es: Pulse <menuchoice><guimenuitem>Inicio</guimenuitem><guimenuitem>Ejecutar</guimenuitem></menuchoice>, escriba <emphasis>%AppData%\Thunderbird\Profiles\</emphasis> en el cuadro dado y luego pulse <guibutton>Aceptar</guibutton>. Se abrirá una carpeta.
fr: Appuyez sur <menuchoice><guimenuitem>Démarrer</guimenuitem><guimenuitem>Exécuter</guimenuitem></menuchoice>, tapez <emphasis>%AppData%\Thunderbird\Profiles\</emphasis> dans la boite de dialogue qui apparaît et appuyez sur <guibutton>OK</guibutton>. Un répertoire va s'ouvrir.
hu: Kattintson a <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Futtatás</guimenuitem></menuchoice> menüpontra, írja be a <emphasis>%AppData%\Thunderbird\Profiles\</emphasis> szöveget a megjelenő mezőbe és nyomja meg az <guibutton>OK</guibutton> gombot. Megnyílik egy mappa.
ko: <menuchoice><guimenuitem>시작</guimenuitem><guimenuitem>실행</guimenuitem></menuchoice>을 누르고 나타난 상자에서 <emphasis>%AppData%\Thunderbird\Profiles\</emphasis>를 입력한 후 <guibutton>확인</guibutton>을 누릅니다. 폴더가 열릴 것입니다.
pl: Kliknij <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Uruchom</guimenuitem></menuchoice>, wpisz <emphasis>%AppData%\Thunderbird\Profiles\</emphasis> i kliknij <guibutton>OK</guibutton>. Zostanie otwarty folder.
pt: Carregue em <menuchoice><guimenuitem>Iniciar</guimenuitem><guimenuitem>Executar</guimenuitem></menuchoice>, digite <emphasis>%AppData%\Thunderbird\Profiles\</emphasis>na caixa fornecida, e carregue <guibutton>OK</guibutton>. Uma pasta irá ser aberta.
pt_br: Pressione <menuchoice><guimenuitem>Iniciar</guimenuitem><guimenuitem>Executar</guimenuitem></menuchoice>, escreva <emphasis>%AppData%\Thunderbird\Profiles\</emphasis> na janela mostrada e pressione <guibutton>OK</guibutton>. A pasta será aberta.
ru: Нажмите <menuchoice><guimenuitem>Пуск</guimenuitem><guimenuitem>Выполнить...</guimenuitem></menuchoice>, наберите <emphasis>%AppData%\Thunderbird\Profiles\</emphasis> в появившемся диалоге, затем нажмите <guibutton>OK</guibutton>. Откроется папка.
sk: Stlačte <menuchoice><guimenuitem>Štart</guimenuitem><guimenuitem>Spustiť</guimenuitem></menuchoice>, napíšte do poľa <emphasis>%AppData%\Thunderbird\Profiles\</emphasis> a stlačte <guibutton>OK</guibutton>. Otvorí sa priečinok.
sv: klicka på <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Kör</guimenuitem></menuchoice>, skriv <emphasis>%AppData%\Thunderbird\Profiles\</emphasis> i fönstret som visas och klicka på <guibutton>OK</guibutton>. En mapp kommer öppnas.
zh_cn: 点击<menuchoice><guimenuitem>启动</guimenuitem><guimenuitem>运行</guimenuitem></menuchoice>，在地址栏输入 <emphasis>%AppData%\Thunderbird\Profiles\</emphasis>，点击<guibutton>确定</guibutton>，打开文件夹。

source: In the newly-opened folder, you should find another folder with a name made up mostly of random characters, for example <emphasis>fyhsxlr3.default</emphasis>. Open this folder.
ar: في المجلد المفتوح حديثا، يجب أن تجد مجلدا آخر ذو اسم مشكل من أحرف عشوائية تقريبا، على سبيل المثال <emphasis>fyhsxlr3.default</emphasis>. افتح هذا المجلد.
bg: В отворената папка, трябва да видите друга папка с име направено главно от произволни знаци, примерно <emphasis>fyhsxlr3.default</emphasis>. Отворете тази папка.
de: In dem neu geöffneten Ordner sollten Sie einen anderen Ordner mit einem Namen aus zufällig generierten Zeichen finden, wie z.B. <emphasis>fyhsxlr3.default</emphasis>. Öffnen Sie diesen Ordner.
el: Στον φάκελο αυτό, θα πρέπει να βρείτε έναν άλλο φάκελο με ένα όνομα που περιέχει κυρίως τυχαίους χαρακτήρες, για παράδειγμα <emphasis>fyhsxlr3.default</emphasis>. Ανοίξτε τον φάκελο αυτόν.
es: En la carpeta recién abierta, debería ver otra carpeta con un nombre compuesto la mayoría de las veces de caracteres al azar, como por ejemplo <emphasis>fyhsxlr3.default</emphasis>. Abra esta carpeta.
fr: Dans le répertoire qui vient d'être ouvert, vous devriez trouver un autre répertoire dont le nom ressemble globalement à une suite de caractères aléatoires, par exemple <emphasis>fyhsxlr3.default</emphasis>. Ouvrez ce répertoire.
hu: A frissen megnyitott mappában talál egy főképp véletlenszerű karakterekből álló mappanevet (például <emphasis>fyhsxlr3.default</emphasis>). Nyissa meg ezt a mappát.
ko: 새로 열려진 폴더에서 임의의 문자들로 이름 붙여진 (예를 들면, <emphasis>fyhsxlr3.default</emphasis>) 또 다른 폴더를 찾을 수 있을 것입니다. 이 폴더를 엽니다.
pl: W otwartym katalogu powinieneś znaleźć następny folder o nazwie składającej się głównie z losowych znaków, np. <emphasis>fyhsxlr3.default</emphasis>. Otwórz ten folder.
pt: Na pasta recentemente aberta, deverá encontrar outra pasta com um nome constituído principalmente por caracteres aleatórios, por exemplo <emphasis>fyhsxlr3.default</emphasis>. Abra esta pasta.
pt_br: Na pasta recém-aberta, você deve encontrar outra pasta com um nome feito em sua maior parte de caracteres aleatórios, por exemplo <emphasis>fyhsxlr3.default</emphasis>. Abra esta pasta.
ru: В только что открывшейся папке должна быть ещё одна папка, название которой состоит в основном из различных беспорядочных символов, например <emphasis>fyhsxlr3.default</emphasis>. Откройте эту папку.
sk: V ňom by ste mali nájsť ďalší priečinok, ktorého názov sa skladá spravidla z náhodných znakov, napríklad <emphasis>fyhsxlr3.default</emphasis>. Otvorte ho.
sv: I den nyligen öppnade mappen skall det finnas en annan mapp med mestadels slumpmässiga tecken, till exempel <emphasis>fyhsxlr3.default</emphasis>. Öppna den mappen.
zh_cn: 在新打开的文件夹，找到类似<emphasis>fyhsxlr3.default</emphasis>的文件夹，打开它。

source: In this folder, locate a folder named <filename>Mail</filename> or <filename>ImapMail</filename>. Select this folder and copy it to a safe location.
ar: في هذا المجلد، يقع مجلد اسمه <filename>Mail</filename> أو <filename>ImapMail</filename>. اختر هذا المجلد وانسخه إلى موقع آمن.
bg: В тази папка, намерете папка с името <filename>Mail</filename> или <filename>ImapMail</filename>. Изберете тази папка и я копирайте на безопасно място.
de: Suchen Sie in diesem Ordner einen Ordner namens <filename>Mail</filename> oder <filename>ImapMail</filename>. Wählen Sie diesen Ordner aus und kopieren Sie ihn an einen sicheren Ort.
el: Στον φάκελο αυτό, βρείτε έναν φάκελο που λέγεται <filename>Mail</filename> ή <filename>ImapMail</filename>. Επιλέξτε τον φάκελο αυτό και αντιγράψετε τον σε μια ασφαλή τοποθεσία.
es: En esta carpeta, localice una carpeta llamada <filename>Mail</filename> o <filename>ImapMail</filename>. Seleccione esta carpeta y cópiela a una ubicación segura.
fr: Dans ce répertoire, cherchez un répertoire nommé <filename>Mail</filename> ou <filename>ImapMail</filename>. Sélectionnez ce répertoire et copiez le dans un emplacement sûr.
hu: A megnyitott mappában keresse meg a <filename>Mail</filename> vagy <filename>ImapMail</filename> mappát. Válassza ki és másolja biztonságos helyre.
ko: 이 폴더에서 <filename>Mail</filename> 혹은 <filename>ImapMail</filename>이라는 이름의 폴더를 찾습니다. 이 폴더를 선택한 후 안전한 위치로 복사해 둡니다.
pl: W tym folderze, znajdź katalog o nazwie <filename>Mail</filename> lub <filename>ImapMail</filename>. Zaznacz i skopiuj go w bezpieczne miejsce.
pt: Nesta pasta, localize uma pasta chamada <filename>Mail</filename> ou <filename>ImapMail</filename>. Seleccione esta pasta e copie a mesma para uma localização segura.
pt_br: Nesta pasta, localiza a pasta nomidada <filename>E-Mail</filename> ou <filename>Imap E-Mail</filename>. Selecione esta pasta e copie para um lugar seguro.
ru: В данной папке найдите каталог под названием <filename>Mail</filename> или <filename>ImapMail</filename>. Выберите эту папку и скопируйте её в безопасное место.
sk: V tomto priečinku nájdite priečinok nazvaný <filename>Mail</filename> alebo <filename>ImapMail</filename>. Vyberte tento priečinok a skopírujte ho na bezpečné umiestnenie.
sv: I den här mappen leta upp en mapp som heter <filename>Mail</filename> eller <filename>ImapMail</filename>. Markera mappen och kopiera den till en säker plats.
zh_cn: 在这里找到命名为<filename>Mail</filename>或<filename>ImapMail</filename>的文件夹，把它复制到安全的地方。
