Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: If you connect to a Windows network, you may need some additional information in order to be able to see documents placed in network shares. If you connect to a network administered by another person, ask that person for the relevant information on connecting to the network. Otherwise, ensure that you have access to the information listed below:
ar: إذا كنت تتصل بشبكة ويندوز، قد تحتاج بعض المعلومات الإضافية لتتمكن من رؤية المستندات الموجودة في مشاركات الشبكة. إذا كنت تتصل بشبكة مدارة بواسطة شخص آخر، اطلب من ذلك الشخص المعلومات المتعلقة بالاتصال بالشبكة. أو تأكد أن لديك الوصول إلى المعلومات المسرودة أدناه:
bg: Ако се свързвате към Windows мрежа, може да ви трябват някои допълнителни данни, за да можете да виждате документи, които се намират в мрежови споделяния. Ако се свързвате към мрежа администрирана от човек, помолете този човек да ви даде нужните данни за свързване към мрежата. В противен случай се уверете, че имате достъп до данните описани отдолу:
de: Wenn Sie sich mit einem Windows-Netzwerk verbinden, könnten Sie einige zusätzliche Informationen benötigen, um im Netzwerk freigegebene Dokumente sehen zu können. Wenn Sie sich mit einem von einer anderen Person verwalteten Netzwerk verbinden wollen, fragen Sie diese Person nach diesen Informationen. Andernfalls versichern Sie sich, dass Sie Zugang zu folgenden Informationen besitzen:
el: Αν συνδέεστε σε ένα δίκτυο Windows, μπορεί να χρειαστείτε κάποια ακόμη πληροφορία για να μπορείτε να βλέπετε έγγραφα που βρίσκονται σε δικτυακές τοποθεσίες. Αν συνδέεστε σε ένα δίκτυο που διαχειρίζεται από κάποιον άλλον, ζητήστε του πληροφορίες που σχετίζονται με την σύνδεση στο δίκτυο. Αν δεν γίνεται αυτό, διασφαλίστε ότι έχετε πρόσβαση στις παρακάτω πληροφορίες:
es: Si se conecta a una red de Windows, podría necesitar alguna información adicional para poder ver documentos ubicados en carpetas compartidas. Si se conecta a una red administrada por otra persona, pídale la información relevante para conectarse a la red. En caso contrario, asegúrese de tener acceso a la información listada a continuación:
fr: Si vous vous connectez à des réseaux Windows, vous pourrez avoir besoin d'informations supplémentaires pour pouvoir voir les documents placés dans des répertoires partagés. Si vous vous connectez à un réseau administré par une autre personne, demandez lui les informations nécessaires pour se connecter au réseau. Sinon, assurez vous d'avoir accès aux informations listées ci-dessous :
hu: Ha Windows-hálózathoz csatlakozik, további információra is szüksége lehet a megosztott mappákba helyezett dokumentumok eléréséhez. Ha egy másik személy által karbantartott hálózathoz csatlakozna, hozzá forduljon a csatlakozáshoz szükséges információkért. Máskülönben bizonyosodjon meg róla, hogy a következő információ rendelkezésére áll:
ko: 여러분이 윈도우즈 네트워크에 연결하면, 네트워크 공유 폴더 내의 문서들을 볼 수 있도록 몇 가지 추가적인 정보들이 필요할 것입니다. 만약 다른 사람이 관리하고 있는 네트워크에 연결한다면, 그 사람에게 네트워크에 연결하기 위해 필요한 정보들을 물어보십시오. 그렇지 않으면, 다음과 같은 정보들을 알고 있어야 합니다:
pl: Jeśli łączysz się z siecią Windows, możesz potrzebować dodatkowych informacji, by mieć dostęp do zasobów sieciowych. Jeśli łączysz się z siecią zarządzaną przez kogoś innego, poproś tę osobę o istotne informacje na temat łączenia się z siecią. W przeciwnym razie upewnij się, że masz dostęp do następujących informacji:
pt: Se quiser ligar-se a uma rede Windows, poderá precisar de alguma informação adicional de modo a ser capaz de ver documentos em partilhas de rede. Se estiver ligado a uma rede administrada por outra pessoa, peça a essa pessoa a informação relevante para a ligação à rede. De outra forma, assegure-se que tem acesso à informação listada abaixo:
pt_br: Se você se conecta à uma rede Microsoft Windows, talvez você necessite algumas informações adicionais afim de ser capaz de ver documentos colocados em compartilhamentos de rede. Se você conecta-se a uma rede administrada por outra pessoa, pergunte a essa pessoa por informações relevantes em conectar-se a rede. De outra maneira, garanta que você tem acesso as informações listadas abaixo:
ru: Если вы подключены к сети Windows, может потребоваться дополнительная информация, чтобы иметь доступ к документам, размещённым в разделённых сетевых папках. Если вы подключаетесь к сети, управляемой другим человеком, узнайте у него необходимые данные для подключения к сети. В противном случае убедитесь, что у вас есть доступ к информации, перечисленной ниже:
sk: Ak sa pripájate do Windows siete, môžete potrebovať nejaké dodatočné informácie na to, aby ste boli schopní vidieť dokumenty zdieľané v sieti. Ak sa pripájate do siete spravovanej niekým iným, požiadajte ho o príslušné informácie potrebné na pripojenie sa do siete. V opačnom prípade sa ubezpečte, že máte prístup k týmto údajom:
sv: Om du ansluter till ett Windows nätverk så kan det behövas ytterligare information för att kunna se dokument på en delad plats i nätverket.Om du skall ansluta till ett nätverk som administreras av en annan person så behöver du fråga vilka inställningar som är nödvändiga. I annat fall så se till att du har inställningarna listade nedan.
zh_cn: 如果连接到Windows网络，你需要一些额外的信息以便能在网络共享中看文档。如果网络是有管理员的，询问他有关网络连接的信息。否则确定你能得到下列的信息：

source: Domain or workgroup name
ar: اسم النطاق أو مجموعة العمل
bg: Име на домейн или работна група
de: Name der Domäne oder Arbeitsgruppe
el: Όνομα τομέα ή ομάδας εργασίας
es: Domino o nombre del grupo de trabajo
fr: Domaine ou groupe de travail
hu: Tartomány vagy munkacsoport neve
ko: 도메인 혹은 작업그룹 이름
pl: Nazwa domeny lub grupy roboczej
pt: Domínio ou nome de grupo de trabalho
pt_br: Nome de domínio ou do grupo de trabalho
ru: Домен или имя рабочей группы
sk: Názov domény a pracovnej skupiny
sv: Domän- eller arbetsgruppnamn
zh_cn: 域或者工作组名称

source: Your username and password on the network
ar: اسم مستخدمك وكلمة سرك في الشبكة
bg: Твоето потребителско име и парола за мрежата
de: Ihr Benutzername und Ihr Passwort für das Netzwerk
el: Το όνομα χρήστη σας και ο κωδικός πρόσβασης σας στο δίκτυο
es: Su nombre de usuario y contraseña en la red
fr: Votre nom d'utilisateur et mot de passe sur le réseau
hu: Az ön felhasználóneve és jelszava a hálózathoz
ko: 네트워크에서 사용할 사용자 이름과 비밀번호
pl: Twoja nazwa użytkownika i hasło w sieci
pt: O seu nome de utilizador e palavra passe na rede
pt_br: Seu nome de usuário e senha na rede
ru: Ваше имя пользователя и пароль в сети
sk: Vaše používateľské meno a heslo v sieti
sv: Ditt användarnamn och lösenordför nätverket
zh_cn: 你在网络上的用户名称及密码

source: Active Directory master IP address (if applicable)
ar: Active Directory master IP address (إذا وجد)
bg: Главен IP адрес на Active Directory (ако се използва)
de: Gegebenenfalls die Master-IP-Adresse des »Active Directory«
el: Διεύθυνση IP του Active Directory (αν υπάρχει)
es: Dirección IP maestra para Active Directory (si es aplicable)
fr: Adresse IP du serveur Active Directory (si nécessaire)
hu: Az Active Directory központi IP-címe (ha alkalmazható)
ko: (이용 가능한 경우) 액티브 디렉토리 마스터 IP 주소
pl: Adres IP serwera Active Directory (jeżeli występuje w twojej sieci)
pt: Endereço de IP de Active Directory master
pt_br: Endereço IP do mestre do seu Controlador de Diretório de Serviços ativo.
ru: IP-адрес основного сервера службы Active Directory (если он есть)
sk: Hlavná IP adresa aktívneho adresára (ak je to potrebné)
sv: Active Directory huvud IP adress (om det är tillämpligt)
zh_cn: Active Directory 主 IP 地址 (如可用)

source: Wireless networks
ar: الشبكات اللاسلكية
bg: Безжични мрежи
de: Kabellose Netzwerke
el: Ασύρματα δίκτυα
es: Redes inalámbricas
fr: Réseaux sans fil
hu: Vezeték nélküli hálózatok
ko: 무선 네트워크
pl: Sieci bezprzewodowe
pt: Redes sem fios
pt_br: Redes sem fios
ru: Беспроводные сети
sk: Bezdrôtové siete
sv: Trådlösa nätverk
zh_cn: 无线网络

source: There are several important pieces of information which you should have to hand if you would like to connect to a wireless network. These are listed below:
ar: يوجد عدد من المعلومات الهامة التي يتعين عليك امتلاكها إذا أردت الاتصال بشبكة لاسلكية. المعلومات مسرودة أسفله:
bg: Има няколко важни частици данни, които трябва да имате, за да можете да се свържете към безжична мрежа. Тези данни са описани отдолу:
de: Sie sollten verschiedene wichtige Informationen zur Hand haben, wenn Sie sich mit einem kabellosen Netzwerk verbinden möchten. Diese sind unten aufgelistet:
el: Υπάρχουν ορισμένα σημαντικά κομμάτια πληροφορίας που πρέπει να ξέρετε, αν θέλετε να συνδεθείτε σε ένα ασύρματο δίκτυο. Αυτά παρουσιάζονται παρακάτω:
es: Es necesario que aporte cierta información si desea conectarse a una red inalámbrica. Esta información se detalla a continuación:
fr: Il y a plusieurs informations importantes que vous devriez avoir à portée de main si vous souhaitez vous connecter à un réseau sans fil. Celles-ci sont listées ci-dessous :
hu: Számos fontos információnak kell kéznél lennie, ha vezeték nélküli hálózathoz szeretne csatlakozni. Ezek listája itt található:
ko: 무선 네트워크에 연결하기 위해서 여러분이 알아야 하는 몇 가지 중요한 정보들이 있습니다. 이 정보들의 목록은 아래와 같습니다:
pl: Jest kilka ważnych informacji, które są niezbędne do połączenia się z siecią bezprzewodową, a są nimi:
pt: Deve ter à mão várias informações importantes para se ligar a uma rede sem fios. Estas informações estão listadas abaixo:
pt_br: Existem pedaços de informação importantes que você deverá ter em mãos se você quer se conectar a uma rede sem fio. Estas informações estão listadas abaixo:
ru: Необходимо иметь некоторую информацию, если вы желаете подключиться к беспроводной сети. Список необходимых данных перечислен ниже:
sk: Je niekoľko dôležitých údajov, ktoré by ste si mali zistiť, ak sa chcete pripojiť do bezdrôtovej siete. Ich zoznam nájdete tu:
sv: Det är flera viktiga delar av information som behövs vid anslutning till ett trådlöst nätverk. Dessa är listade nedan:
zh_cn: 如果需要通过无线网络连接因特网，下面几个重要的地方需要配置。

source: Network name (SSID)
ar: اسم الشبكة (SSID)
bg: Мрежово име (SSID)
de: Netzwerkname (SSID)
el: Όνομα δικτύου (SSID)
es: Nombre de la red (SSID)
fr: Nom du réseau (SSID)
hu: Hálózatnév (SSID)
ko: 네트워크 이름 (SSID)
pl: Nazwa sieci (SSID)
pt: Nome da rede (SSID)
pt_br: Nome da Rede (SSID)
ru: Имя сети (SSID)
sk: Názov siete (SSID)
sv: Nätverksnamn (SSID)
zh_cn: 网络名称(SSID)

source: WEP encryption key or WPA passkey
ar: مفتاح تعمية WEP أو مفتاح سر WPA
bg: WEP криптиращ ключ или WPA парола
de: WEP-Kodierungsschlüssel oder WPA-Schlüssel
el: Κλειδί κρυπτογράφησης WEP ή κλειδί πρόσβασης WPA
es: Clave encriptada WEP o clave WPA
fr: Clé de chiffrement WEP ou mot de passe WPA
hu: WEP titkosítási kulcs vagy WPA jelszó
ko: WEP 암호화 키 혹은 WPA passkey
pl: Klucz szyfrowania WEP lub hasło WPA
pt: Chave de encriptação WEP ou palavra passe de WPA
pt_br: Chave de criptografia WEP ou senha WPA
ru: Ключ кодирования WEP либо ключ-пароль WPA
sk: WEP odkódovací kľúč alebo WPA kľúč
sv: WEP-krypteringsnyckel eller WPA-lösennyckel
zh_cn: WEP密匙或WPA passkey

source: There are numerous ways of discovering this information. If your wireless network is provided by a <emphasis>wireless router</emphasis>, you should be able to find this information from the configuration pages of the router. Consult the router manual for more information on where to find the relevant information.
ar: يوجد عدة طرق لاكتشاف هذه المعلومات. إذا كانت شبكتك اللاسلكية مقدّمة بواسطة <emphasis>راوتر لاسلكي</emphasis>، يجب أن تكون قادرا على البحث عن هذه المعلومات من صفحات تهيئة الراوتر. استشر دليل الراوتر لمزيد من المعلومات عن مكان إيجاد المعلومات المتعلقة.
bg: Има многобройни начини за откриване на тези данни. Ако вашата безжична мрежа се предоставя от <emphasis>безжичен маршрутизатор</emphasis>, трябва да можете да намерите тази информация от страниците за конфигуриране на маршрутизатора. Консултирайте се с ръководството на маршрутизатора за повече информация къде можете да намерите съответните данни.
de: Es gibt mehrere Wege, um an diese Informationen zu gelangen. Wenn Ihr kabelloses Netzwerk über einen <emphasis>W-LAN-Router</emphasis> zur Verfügung gestellt wird, sollten Sie die Informationen im Konfigurationsmenü des Routers finden. Lesen Sie das Handbuch des Routers, um genauer zu erfahren, wo sie die benötigten Informationen finden.
el: Υπάρχουν πολλοί τρόποι για να μάθετε την πληροφορία αυτή. Αν το ασύρματο δίκτυο σας παρέχεται από έναν <emphasis>ασύρματο δρομολογητή (router)</emphasis>, θα βρείτε την πληροφορία αυτή από τις σελίδες ρυθμίσεων του δρομολογητή. Συμβουλευτείτε το εγχειρίδιο του για περισσότερες πληροφορίες.
es: Existen numerosas formas de descubrir esta información. Si su red inalámbrica proviene de un <emphasis>rúter inalámbrico</emphasis>, debería poder encontrar esta información en las páginas de configuración del rúter. Consulte el manual del rúter para más información sobre dónde encontrar información relevante.
fr: Il y a de nombreuses manières de récuperer cette information. Si votre réseau sans fil est géré par un <emphasis>routeur sans-fil</emphasis>, vous devriez pouvoir trouver cette information dans les pages de configuration de votre routeur. Consultez le manuel de votre routeur pour savoir où trouver les informations adéquates.
hu: A fenti információkhoz sokfajta úton férhet hozzá. Ha a vezeték nélküli hálózatot egy <emphasis>vezeték nélküli router</emphasis> szolgáltatja, a kért adatokat a router konfigurációs oldalain találhatja meg. Az adatok megtalálására vonatkozó további információt a router kézikönyvében talál.
ko: 이 정보를 얻을 수 있는 여러 가지 방법이 있습니다. 만약 여러분의 무선 네트워크가 <emphasis>무선 라우터</emphasis>를 통해 제공된다면, 라우터의 설정 페이지에서 이 정보를 얻을 수 있을 것입니다. 이 정보들을 어디에서 찾을 수 있는지는 라우터의 설명서를 잘 살펴보기 바랍니다.
pl: Jest kilka sposobów na znalezienie tej informacji. Jeśli sieć bezprzewodowa została stworzona przy pomocy <emphasis>bezprzewodowego routera</emphasis>, powinieneś znaleźć tę informację na stronach konfiguracyjnych routera. Więcej informacji na temat szukania odpowiednich informacji znajdziesz w instrukcji obsługi routera.
pt: Há várias formas de encontrar esta informação. Se a sua rede sem fios é fornecida por um <emphasis>router sem fios</emphasis>, poderá encontrar essa informação nas páginas de configuração do router. Consulte o manual do router para mais informações sobre onde pode encontrar informações relevantes.
pt_br: Existem numerosos caminhos para descobrir esta informação, Se sua rede sem fio é provida por um <emphasis>Roteador sem fio </emphasis>, você pode ser capaz de encontrar esta informação nas págians de configuração do Roteador. Consulte a documentação do seu roteador para mais informações onde você pode encontrar esta informação relevante.
ru: Есть множество способов выяснить эти данные. Если подключение к вашей беспроводной сети осуществляется через <emphasis>беспроводной маршрутизатор</emphasis>, эта информация должна быть доступна через настройки маршрутизатора. Воспользуйтесь инструкцией к маршрутизатору, чтобы выяснить, где можно найти необходимую информацию.
sk: Je množstvo spôsobov, ako tieto informácie získať. Ak je vaša bezdrôtová sieť poskytovaná <emphasis>bezdrôtovým routerom</emphasis>, mali by ste tieto informácie nájsť na konfiguračných stránkach routeru. Pre viac informácií o tom, kde nájsť príslušné informácie, pozrite do manuálu routeru.
sv: Det finns flera olika sätt att hitta den här informationen. Om det åtkomsten till det trådlösa nätverket är via en <emphasis>trådlös router</emphasis>, Skall du kunna hitta informationen i inställningarna för routern. Läs manualen till routern för att finna mer information.
zh_cn: 有很多方法可以找到这些信息。如果无线网络是<emphasis>无线路由器</emphasis>构成，在路由的设置页可以找到，查找路由器的说明书也可以找到。

source: VPNs
ar: الشبكات الواقعية الخاصة
es: Las VPN
hu: Virtuális magánhálózatok
ko: VPN
pl: Wirtualne sieci prywatne (VPN)
ru: Сети VPN
sk: Siete VPN
sv: VPN-nätverk

source: <emphasis>Virtual Private Networks</emphasis> are a type of network which allow you to connect to a remote private network using a public network such as the Internet. There are many different types of VPN, which have varying degrees of support under Ubuntu. If you must connect to a VPN, first identify the type of VPN which you are connecting to. If the VPN is supported under Ubuntu, it is possible that a document will be available from the VPN vendor's website which can help you to connect to the network.
ar: <emphasis>الشبكات الواقعية الخاصة</emphasis> (VPN) هي نوع من الشبكات التي تسمح لك بالاتصال بشبكة خاصة بعيدة باستخدام شبكة عامة مثل الإنترنت. توجد أنواع عديدة من الشبكات الواقعية الخاصة، والتي لها درجات متفاوتة من الدعم تحت أبونتو. إذا كنت مُلزما بالاتصال بشبكة واقعية خاصة، أولا عرّف نوع الشبكة الواقعية الخاصة التي تتصل لها. إذا كانت الشبكة الواقعية الخاصة مدعومة تحت أبوونتو، من الممكن أن مستندا سيتاح في موقع مزوّد الشبكة الواقعية الخاصة الذي يستطيع مساعدتك في الاتصال بالشبكة.
bg: <emphasis>Виртуални частни мрежи (VPN)</emphasis> са тип мрежи, които ми позволяват да се свържете към отдалечена частна мрежа използвайки публична мрежа като Интернет. Има много типове ВЧН, които имат различно ниво на поддръжка в Ubuntu. Ако трябва да се свържете към ВЧМ, първо разберете типът на ВЧМ към, който се свързвате. Ако ВЧМ се поддържа в Ubuntu, възможно е документ да бъде достъпен от уеб сайта на производителя на ВЧМ, който може да ви помогне да се свържете към мрежата.
de: <emphasis>Virtuelle Private Netzwerke</emphasis> (englisch: Virtual private networks) sind Netzwerke, die es Ihnen erlauben, sich durch ein öffentliches Netzwerk (z.B. das Internet) mit einem entfernten privaten Netzwerk zu verbinden. Es gibt viele verschiedene Arten von VPN, die von Ubuntu unterschiedlich gut unterstützt werden. Wenn sie sich mit einem VPN verbinden wollen, finden Sie zunächst heraus, um welche Art von VPN es sich handelt. Wenn das VPN von Ubuntu unterstützt wird, ist möglicherweise eine Beschreibung auf der Webseite des Anbieters der VPN-Lösung verfügbar, die Ihnen hilft, sich mit dem Netzwerk zu verbinden.
el: Τα <emphasis>Εικονικά Ιδιωτικά Δίκτυα</emphasis> (Virtual Private Networks - VPN) είναι ένας τύπος δικτύου που σας επιτρέπει να συνδεθείτε σε ένα απομακρυσμένο ιδιωτικό δίκτυο χρησιμοποιώντας ένα δημόσιο δίκτυο, όπως το διαδίκτυο. Υπάρχουν πολλοί τύποι VPN, οι οποίοι έχουν διαφορετικό βαθμό υποστήριξης από το Ubuntu. Αν πρέπει να συνδεθείτε σε ένα VPN, πρώτα αναγνωρίστε τον τύπο του. Αν το VPN υποστηρίζεται από το Ubuntu, το πιθανότερο είναι να υπάρχει ένα έγγραφο που θα σας βοηθήσει να συνδεθείτε στο δίκτυο, στην ιστοσελίδα του κατασκευαστή
es: Las <emphasis>redes privadas virtuales (Virtual Private Networks)</emphasis> son un tipo de red que le permiten conectarse a una red remota privada usando una red pública como Internet. Hay muchos tipos diferentes de VPN, con diversos niveles de soporte bajo Ubuntu. Si debe conectarse a una VPN, primero identifique el tipo de VPN a la que se está conectando. Si la VPN está soportada bajo Ubuntu, es posible que haya un documento disponible en la web del proveedor VPN que puede ayudarle a conectarse a la red.
fr: Un <emphasis>réseau privé virtuel (VPN)</emphasis> est un type de réseau permettant de se connecter à un réseau privé distant en utilisant un réseau public tel que l'Internet. Il existe de nombreux types de VPN, qui sont pris en charge à des degrés divers sous Ubuntu. Si vous devez vous connecter à un VPN, identifiez tout d'abord le type de VPN auquel vous vous connectez. Si ce VPN est pris en charge sous Ubuntu, il se peut qu'un document soit disponible sur le site web du fournisseur du VPN et puisse vous aider à vous connecter au réseau.
hu: A <emphasis>Virtuális Magánhálózatok (VPN-ek)</emphasis> segítségével egy távoli magánhálózatra nyilvános hálózaton, például az interneten keresztül csatlakozhat. Számos különböző fajtájú VPN létezik, ezek különböző mértékben támogatottak Ubuntu alatt. Ha VPN-hez kell csatlakoznia, először azonosítsa, milyen típusú a szóban forgó hálózat. Ha az adott típusú VPN támogatott Ubuntu alatt, lehetséges, hogy a VPN tulajdonosának oldala tartalmaz a kapcsolódást segítő információt.
ko: <emphasis>가상 사설망 (VPN)</emphasis>은 인터넷과 같은 공용 네트워크를 통해 원격지의 사설 네트워크에 연결할 수 있도록 해주는 네트워크 형식입니다. VPN에는 여러 가지 다른 형식이 존재하며, 각각에 따라 우분투에서 지원하는 정도에 차이가 있습니다. 만약 여러분이 VPN에 연결해야만 한다면, 먼저 연결하고자 하는 VPN의 형식을 알아야 합니다. 만약 우분투가 해당 VPN을 지원한다면, VPN 업체의 웹사이트에서 네트워크 연결에 도움을 줄 수 있는 문서들을 찾을 수 있을 것입니다.
pl: <emphasis>Wirtualne sieci prywatne</emphasis> to rodzaj sieci, które umożliwiają podłączenie się do zdalnej prywatnej sieci używając publicznej sieci takiej, jak Internet. Jest wiele rodzajów VPN, które są w różnym stopniu obsługiwane przez Ubuntu. Jeżeli musisz łączyć się do VPN, najpierw sprawdź rodzaj VPN, z którym się łączysz. Jeżeli VPN jest obsługiwany przez Ubuntu to jest możliwe, że informacje pomocne przy uzyskiwaniu połączenia znajdziesz na stronie internetowej sprzedawcy VPN.
pt: As <emphasis>Redes Virtuais Privadas</emphasis> são um tipo de rede que permite que se ligue a uma rede privada remota, através de uma rede pública como a Internet. Existem vários tipos de VPNs, as quais têm diferentes graus de suporte no Ubuntu. Se necessita de se ligar a uma VPN, identifique em primeiro lugar o tipo de VPN. Se a VPN é suportada no Ubuntu, é possível que esteja disponível um documento no sítio da web do fornecedor que o pode ajudar a se ligar à rede.
pt_br: <emphasis>Redes Privativas Virtuais ou VPNs</emphasis> são um tipo de conexão que permite a você se conectar até uma rede privada utilizando-se de uma rede pública como a Internet. Existem muitos tipos diferentes de VPN, que tem variados graus de suporte pelo Ubuntu. Se você deve se conectar a uma VPN, primeiro identifique o tipo de VPN que você está se conectando. Se a VPN for suportada dentro do Ubuntu, é possível que uma documentação disponível pelo Website do vendedor da VPN possa ajudá-lo.
ru: <emphasis>Виртуальные частные сети</emphasis> (от англ. Virtual Private Networks, сокращённо VPN) — это тип сетей, которые позволяют вам соединяться с удалёнными частными сетями, используя сети общего доступа типа Интернет. Если вам необходимо подключиться к VPN, сначала определите тип VPN, к которому нужно подключаться. Если подобная сеть VPN поддерживается в Ubuntu, вполне вероятно, что на веб-сайте производителя VPN-решения будет доступен документ, который поможет вам в настройке подключения к сети.
sk: <emphasis>Virtuálne súkromné siete (VPN)</emphasis> sú typom siete, ktoré vám umožňujú pripojiť sa do vzdialených súkromných sietí prostredníctvom verejných sietí ako je internet. Existujú rôzne druhy VPN sietí, ktoré sú v Ubuntu rôzne podporované. Ak sa musíte pripojiť do VPN siete, najprv zistite typ VPN siete, do ktorej sa pripájate. Ak je VPN sieť podporovaná v Ubuntu je možné, že na internetových stránkach poskytovateľa VPN siete nájdete dokument, ktorý vám pomôže sa do tejto siete pripojiť.
sv: <emphasis>Virtual Private Network</emphasis> är en typ av nätverk som tillåter uppkoppling mot ett virtuellt privat nätverk genom att använda ett publikt nätverk så som internet. Det finns flera olika typer av VPN som har olika nivåer av stöd i Ubuntu. Om du måste koppla upp mot en VPN, identifiera först vilken typ av VPN det är och om den har stöd i Ubuntu. Det är möjligt att dokument finns tillgängliga på VPN leverantörens hemsida som kan hjälpa till med uppkopplingen.
zh_cn: <emphasis>Virtual Private Networks</emphasis>是可以通过因特网等公共网络连接到远程的私有网络的网络方式。VPN有多种类型，在Ubuntu下有很好的可定制性。如果需要连接到VPN，先确定你正在使用的VPN类型。当你的VPN类型是Ubuntu支持的，很可能VPN的生产商的网站上就有说明文档可以帮你。
