Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: Insert the disc into the disc drive of your computer. After a short while, a disc icon should appear on your <filename>desktop</filename>.
ar: أدرج القرص في جهاز أقراص حاسوبك. بعد مدة قصيرة، يجب أن تظهر أيقونة القرص على <filename>سطح المكتب</filename>.
bg: Поставете дисктът в дисковото устройство на вашия компютър. След малко ще се покаже икона на диск на вашия <filename>плот</filename>.
de: Legen Sie den Datenträger in das CD/DVD-Laufwerk Ihres Rechners. Nach einem kurzen Moment sollte ein CD-Symbol auf Ihrem <filename>Desktop</filename> erscheinen.
el: Εισάγετε τον δίσκο στον οδηγό του υπολογιστή σας. Μετά από λίγο, ένα εικονίδιο θα εμφανιστεί στην <filename>Επιφάνεια εργασίας</filename> σας.
es: Inserte el disco en la unidad de disco de su equipo. Tras una breve espera, el icono de un disco aparecerá en su <filename>escritorio</filename>.
fr: Insérez le disque dans le lecteur de votre ordinateur. Après une légère attente, une icône de disque devrait apparaître sur votre <filename>bureau</filename>.
hu: Helyezze be a lemezt a számítógép optikai meghajtójába. Egy kis idő elteltével egy lemez ikonja jelenik meg az <filename>asztalon</filename>.
ko: 여러분의 컴퓨터에 있는 디스크 드라이브에 디스크를 넣습니다. 잠시 후에 여러분의 <filename>바탕 화면</filename>에 디스크 아이콘이 하나 생길 것입니다.
pl: Umieść płytę w napędzie optycznym twojego komputera. Po chwili ikona dysku powinna pojawić się na twoim <filename>pulpicie</filename>.
pt: Insira o disco na drive do seu computador. Após um algum tempo, um ícone de disco deverá aparecer na sua <filename>área de trabalho</filename>.
pt_br: Insira o disco no drive de disco do seu computador. Depois de pouco tempo, um ícone de disco deve aparecer no seu <filename>desktop</filename>.
ru: Вставьте диск в привод вашего компьютера. Спустя несколько мгновений, иконка диска должна появится на Рабочем столе.
sk: Vložte disk do mechaniky vášho počítača. Po chvíli sa na <filename>ploche</filename> zobrazí ikona disku.
sv: Mata in skivan i cd/dvd-enheten, efter en stund kommer en disk ikon bli synlig på<filename>skrivbordet</filename>.
zh_cn: 把光盘放入计算机光驱。很快，你的<filename>桌面</filename>上就会出现一个光盘图标。

source: Double-click the icon to view the contents of the disc.
ar: انقر مزدوجا على الأيقونة لعرض محتويات القرص.
bg: Щракнете двукратно върху иконата, за да видите съдържанието на диска.
de: Machen Sie einen Doppelklick auf dieses Symbol, um den Inhalt der CD/DVD anzusehen.
el: Κάντε διπλό κλικ στο εικονίδιο για να δείτε τα περιεχόμενα του δίσκου.
es: Haga doble clic en el icono para ver el contenido del disco.
fr: Double-cliquez l'icône pour afficher le contenu du disque.
hu: Kattintson duplán az ikonra a lemez tartalmának megjelenítéséhez.
ko: 아이콘을 더블 클릭하여 디스크의 내용을 봅니다.
pl: Kliknij dwukrotnie ikonę, aby wyświetlić zawartość płyty.
pt: Clique duas vezes no ícone para visualizar o conteúdo do disco.
pt_br: Clique duplo no ícone para ver o conteúdo do disco.
ru: Дважды щелкните по значку, чтобы просмотреть содержимое диска.
sk: Pre zobrazenie obsahu disku na ňu dvakrát kliknite.
sv: Dubbelklicka på ikonen föe att se innehållet på disken.
zh_cn: 双击该图标来查看光盘内容。

source: Ensure that your Home folder is open in another window. You can open your Home folder by clicking <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>New Window</guimenuitem></menuchoice>.
ar: تأكد من أن مجلد منزلك مفتوح في نافذة أخرى. تستطيع فتح مجلد منزلك عن طريق نقر <menuchoice><guimenuitem>ملف</guimenuitem><guimenuitem>نافذة جديدة</guimenuitem></menuchoice>.
bg: Уверете се, че домашната ви папка е отворена в друг прозорец. Можете да отворите вашата Домашна папка като натиснете <menuchoice><guimenuitem>Файл</guimenuitem><guimenuitem>Нов прозорец</guimenuitem></menuchoice>.
de: Stellen Sie sicher, dass Ihr Persönlicher Ordner in einem anderen Fenster geöffnet ist. Sie können Ihn durch Anklicken von <menuchoice><guimenuitem>Datei</guimenuitem><guimenuitem>Neues Fenster</guimenuitem></menuchoice> öffnen.
el: Βεβαιωθείτε ότι ο Αρχικός κατάλογος είναι ανοικτός σε ένα άλλο παράθυρο. Μπορείτε να ανοίξετε τον Αρχικός σας κατάλογο κάνοντας κλικ στο <menuchoice><guimenuitem>Αρχείο</guimenuitem><guimenuitem>Άνοιγμα νέου παραθύρου</guimenuitem></menuchoice>.
es: Asegúrese de que su carpeta personal está abierta en otra ventana. PUede abrir su carpeta personal haciendo clic en <menuchoice><guimenuitem>Archivo</guimenuitem><guimenuitem>Abrir una ventana nueva</guimenuitem></menuchoice>.
fr: Assurez-vous que votre Dossier personnel est ouvert dans une autre fenêtre. Vous pouvez ouvrir votre Dossier personnel en cliquant <menuchoice><guimenuitem>Fichier</guimenuitem><guimenuitem>Nouvelle fenêtre</guimenuitem></menuchoice>.
hu: A Saját mappa legyen megnyitva egy másik ablakban. A Saját mappát a <menuchoice><guimenuitem>Fájl</guimenuitem><guimenuitem>Új ablak</guimenuitem></menuchoice> menüpontra kattintással nyithatja meg.
ko: 다른 창에 여러분의 홈 폴더를 엽니다. <menuchoice><guimenuitem>파일</guimenuitem><guimenuitem>새 창에서 열기</guimenuitem></menuchoice>를 클릭하여 홈 폴더를 열 수도 있습니다.
pl: Upewnij się, że twój Folder domowy jest otwarty w innym oknie. Możesz otworzyć Folder domowy klikając <menuchoice><guimenuitem>Plik</guimenuitem><guimenuitem>Nowe okno</guimenuitem></menuchoice>.
pt: Assegure-se que a sua pasta Home se encontra aberta noutra janela. Pode abrir a sua pasta Home clicando em <menuchoice><guimenuitem>Ficheiro</guimenuitem><guimenuitem>Abrir em Nova Janela</guimenuitem></menuchoice>.
pt_br: Tenha certeza que a pasta Pessoal está aberta em outra janela. Você pode abrir sua pasta Pessoal clicando em <menuchoice><guimenuitem>Arquivo</guimenuitem><guimenuitem>Nova Janela</guimenuitem></menuchoice>.
ru: Убедитесь, что ваша Домашняя папка открыта в новом окне. Вы можете открыть вашу домашнюю папку, выбрав <menuchoice><guimenuitem>Файл</guimenuitem><guimenuitem>Открыть новое окно</guimenuitem></menuchoice>.
sk: Uistite sa, že v inom okne máte otvorený váš domáci priečinok. Váš domáci priečinok otvoríte kliknutím na <menuchoice><guimenuitem>Súbor</guimenuitem><guimenuitem>Otvoriť nové okno</guimenuitem></menuchoice>.
sv: Säkerställ att din hemmapp är öppnad i ett annat fönster, öppna hemmappen genom att klicka på <menuchoice><guimenuitem>Arkiv</guimenuitem><guimenuitem>Nytt fönster</guimenuitem></menuchoice>.
zh_cn: 确保你的主文件夹已经在另一个窗口打开。你可以点击<menuchoice><guimenuitem>文件</guimenuitem><guimenuitem>新窗口</guimenuitem></menuchoice>来打开你的主文件夹。

source: In the window corresponding to the disc you inserted, press <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Select All</guimenuitem></menuchoice>. This will select all of the contents of the disc.
ar: في النافذة المتجهة إلى القرص اللذي أدخلته، اضغط <menuchoice><guimenuitem>تحرير</guimenuitem><guimenuitem>اختر الكل</guimenuitem></menuchoice>. هذا سيختار كل محتويات القرص.
bg: В прозореца, който съответства на поставения диск, натиснете <menuchoice><guimenuitem>Редактиране</guimenuitem><guimenuitem>Избиране на всичко</guimenuitem></menuchoice>. Това ще избере цялото съдържание на диска.
de: In dem Fenster, welches für die CD/DVD geöffnet wurde, drücken Sie <menuchoice><guimenuitem>Bearbeiten</guimenuitem><guimenuitem>Alles auswählen</guimenuitem></menuchoice>. Dies wird den gesamten Inhalt der CD/DVD markieren.
el: Στο παράθυρο που αντιστοιχεί στον δίσκο που εισάγατε, πατήστε <menuchoice><guimenuitem>Επεξεργασία</guimenuitem><guimenuitem>Επιλογή όλων</guimenuitem></menuchoice>. Αυτό θα επιλέξει όλα τα περιεχόμενα του δίσκου.
es: En la ventana correspondiente al disco que ha insertado, pulse <menuchoice><guimenuitem>Editar</guimenuitem><guimenuitem>Seleccionar todo</guimenuitem></menuchoice>. Esto seleccionará todo el contenido del disco.
fr: Dans la fenêtre correspondant au disque que vous venez d'insérer, cliquez <menuchoice><guimenuitem>Édition</guimenuitem><guimenuitem>Tout sélectionner</guimenuitem></menuchoice>. Cela va sélectionner tout le contenu du disque.
hu: A behelyezett lemez tartalmát mutató mappában válassza ki a <menuchoice><guimenuitem>Szerkesztés</guimenuitem><guimenuitem>Összes kijelölése</guimenuitem></menuchoice> menüpontot. Ezzel a lemez teljes tartalmát kijelölheti.
ko: 삽입한 디스크에 대한 창에서 <menuchoice><guimenuitem>편집</guimenuitem><guimenuitem>모두 선택</guimenuitem></menuchoice>을 누릅니다. 이것은 디스크 내의 모든 파일들을 선택해 줄 것입니다.
pl: W oknie wyświetlającym zawartość płyty, wybierz <menuchoice><guimenuitem>Edycja</guimenuitem><guimenuitem>Zaznacz wszystko</guimenuitem></menuchoice>. Zaznaczy to całą zawartość dysku.
pt: Na janela correspondente ao disco que inseriu, carregue em <menuchoice><guimenuitem>Editar</guimenuitem><guimenuitem>Seleccionar Tudo</guimenuitem></menuchoice>. Isto irá seleccionar todos os conteúdos do disco-
pt_br: Na janela correspondente ao disco inserido, pressione <menuchoice><guimenuitem>Editar</guimenuitem><guimenuitem>Selecionar Todos</guimenuitem></menuchoice>. Isto irá selecionar todo o conteúdo do disco.
ru: В окне, соответствующем вставленному вами диску, нажмите <menuchoice><guimenuitem>Правка</guimenuitem><guimenuitem>Выделить все</guimenuitem></menuchoice>. При этом будет выделено все содержимое диска.
sk: V okne, v ktorom je zobrazený obsah disku stlačte <menuchoice><guimenuitem>Upraviť</guimenuitem><guimenuitem>Vybrať všetko</guimenuitem></menuchoice>. Tým vyberiete celý obsah disku.
sv: I fönstret som motsvarar disken som matades in, klicka på <menuchoice><guimenuitem>Redigera</guimenuitem><guimenuitem>Markera allt</guimenuitem></menuchoice>. Hela innehållet på skivan blir valt.
zh_cn: 在你所放入光盘的对应窗口中，点击<menuchoice><guimenuitem>编辑</guimenuitem><guimenuitem>全部选择</guimenuitem></menuchoice>。这样就会选定光盘中的所有文件。

source: Press <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Copy</guimenuitem></menuchoice> to make a copy of all of the selected files.
ar: اضغط <menuchoice><guimenuitem>تحرير</guimenuitem><guimenuitem>انسخ</guimenuitem></menuchoice> لإنشاء نسخة من كل الملفات المختارة.
bg: Натиснете <menuchoice><guimenuitem>Редактиране</guimenuitem><guimenuitem>Копиране</guimenuitem></menuchoice>, за да направите копие на всички избрани файлове.
de: Drücken Sie <menuchoice><guimenuitem>Bearbeiten</guimenuitem><guimenuitem>Kopieren</guimenuitem></menuchoice> um die ausgewählten Dateien zu kopieren.
el: Πατήστε <menuchoice><guimenuitem>Επεξεργασία</guimenuitem><guimenuitem>Αντιγραφή</guimenuitem></menuchoice> για να κάνετε ένα αντίγραφο όλων των επιλεγμένων αρχείων.
es: Pulse <menuchoice><guimenuitem>Editar</guimenuitem><guimenuitem>Copiar</guimenuitem></menuchoice> para hacer una copia de todos los archivos seleccionados.
fr: Cliquez <menuchoice><guimenuitem>Édition</guimenuitem><guimenuitem>Copier</guimenuitem></menuchoice> pour faire une copie de tous les fichiers sélectionnés.
hu: Válassza a <menuchoice><guimenuitem>Szerkesztés</guimenuitem><guimenuitem>Másolás</guimenuitem></menuchoice> menüpontot a kiválasztott fájlok lemásolásához.
ko: <menuchoice><guimenuitem>편집</guimenuitem><guimenuitem>복사</guimenuitem></menuchoice>를 눌러 선택된 모든 파일들을 복사해 둡니다.
pl: Wybierz <menuchoice><guimenuitem>Edycja</guimenuitem><guimenuitem>Kopiuj</guimenuitem></menuchoice>, aby utworzyć kopię wszystkich zaznaczonych plików.
pt: Carregue em <menuchoice><guimenuitem>Editar</guimenuitem><guimenuitem>Copiar</guimenuitem></menuchoice> para fazer uma cópia de todos os ficheiros seleccionados.
pt_br: Pressione <menuchoice><guimenuitem>Editar</guimenuitem><guimenuitem>Copiar</guimenuitem></menuchoice> para fazer a cópia de todos os arquivos selecionados.
ru: Нажмите <menuchoice><guimenuitem>Правка</guimenuitem><guimenuitem>Копировать</guimenuitem></menuchoice>, чтобы создать копию всех выбранных файлов.
sk: Na vytvorenie kópie všetkých vybraných súborov stlačte <menuchoice><guimenuitem>Upraviť</guimenuitem><guimenuitem>Kopírovať</guimenuitem></menuchoice>.
sv: Klicka på <menuchoice><guimenuitem>Redigera</guimenuitem><guimenuitem>Kopiera</guimenuitem></menuchoice>. För att kopiera alla valda filer.
zh_cn: 点击<menuchoice><guimenuitem>编辑</guimenuitem><guimenuitem>复制</guimenuitem></menuchoice>，从而复制所有已选中的文件。

source: In the window corresponding to your Home folder, press <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Paste</guimenuitem></menuchoice> to copy all of the files to your Home folder. If you have many files, this may take a long time.
ar: في النافذة المتجهة إلى مجلد منزلك، اضغط<menuchoice><guimenuitem>تحرير</guimenuitem><guimenuitem>الصق</guimenuitem></menuchoice> لنسخ كل الملفات إلى مجلد منزلك. إذا كان لديك ملفاتكثيرة، قد يستغرق هذا وقتا طويلا.
bg: В прозореца съответстващ на вашата Домашна папка, натиснете <menuchoice><guimenuitem>Редактиране</guimenuitem><guimenuitem>Поставяне</guimenuitem></menuchoice>, за да копирате всички файлове във вашата Домашна папка. Ако имате много файлове, това може да отнеме много време.
de: Im Fenster Ihres Persönlichen Ordners drücken Sie nun <guimenuitem>Bearbeiten</guimenuitem><guimenuitem>Einfügen</guimenuitem></menuchoice>, um all Ihre Daten in den Persönlichen Ordner zu kopieren. Wenn Sie viele Dateien besitzen, kann dies einige Zeit in Anspruch nehmen.
el: Στο παράθυρο που αντιστοιχεί στον Αρχικό σας κατάλογο, πατήστε <menuchoice><guimenuitem>Επεξεργασία</guimenuitem><guimenuitem>Επικόλληση</guimenuitem></menuchoice> για να αντιγράψετε όλα τα αρχεία σας στον Αρχικό κατάλογο. Αν έχετε πολλά αρχεία η διαδικασία αυτή θα διαρκέσει πολύ.
es: En la ventana correspondiente a su carpeta personal, pulse <menuchoice><guimenuitem>Editar</guimenuitem><guimenuitem>Pegar</guimenuitem></menuchoice> para copiar todos los archivos en su carpeta personal. Si tiene muchos archivos, esto puede llevar un buen rato.
fr: Dans la fenêtre correspondant à votre Dossier personnel, cliquez <menuchoice><guimenuitem>Édition</guimenuitem><guimenuitem>Coller</guimenuitem></menuchoice> pour copier tous les fichiers dans votre Dossier personnel. Si vous avez de nombreux fichiers, cela peut prendre du temps.
hu: A Saját mappa ablakában válassza ki a <menuchoice><guimenuitem>Szerkesztés</guimenuitem><guimenuitem>Beillesztés</guimenuitem></menuchoice> menüpontot a fájlok Saját mappába másolásához. Ha sok fájlja van, a másolás hosszú ideig tarthat.
ko: 여러분의 홈 폴더에 대한 창에서 <menuchoice><guimenuitem>편집</guimenuitem><guimenuitem>붙여 넣기</guimenuitem></menuchoice>를 눌러 모든 파일들을 홈 폴더로 복사합니다. 만약 여러분이 많은 파일을 가지고 있다면 이 과정에서 오랜 시간이 소요될 수 있습니다.
pl: W oknie wyświetlającym Folder domowy, wybierz <menuchoice><guimenuitem>Edycja</guimenuitem><guimenuitem>Wklej</guimenuitem></menuchoice>, aby skopiować wszystkie pliki do twojego Folderu domowego. Jeżeli masz dużo plików, może to zająć sporo czasu.
pt: Na janela correspondente à sua pasta Home, carregue em <menuchoice><guimenuitem>Editar</guimenuitem><guimenuitem>Colar</guimenuitem></menuchoice> para copiar todos os ficheiros para a sua pata Home. Se tiver muitos ficheiros, isto pode demorar muito tempo.
pt_br: Na janela correspondente a sua pasta Pessoal, pressione <menuchoice><guimenuitem>Editar</guimenuitem><guimenuitem>Colar</guimenuitem></menuchoice> para copiar todos os arquivos para sua pasta Pessoal. Se você tem muitos arquivos, isso levará um longo tempo.
ru: В окне, соответствующем вашей Домашней папке, нажмите <menuchoice><guimenuitem>Правка</guimenuitem><guimenuitem>Вставить</guimenuitem></menuchoice>, чтобы скопировать все файлы в вашу Домашнюю папку. Если у вас достаточно много файлов, то копирование может занять довольно продолжительное время.
sk: Na skopírovanie všetkých súborov do vášho domáceho priečinku stlačte <menuchoice><guimenuitem>Upraviť</guimenuitem><guimenuitem>Vložiť</guimenuitem></menuchoice>. Ak máte veľa súborov, môže to chvíľu trvať.
sv: I fönstret som motsvarar hemma mappen, klicka på <menuchoice><guimenuitem>Redigera</guimenuitem><guimenuitem>Klistra in/guimenuitem></menuchoice>. För att kopiera filerna till din hemma mapp. Är det många filer kan det ta lång tid.
zh_cn: 在你的主文件夹窗口，点击<menuchoice><guimenuitem>编辑</guimenuitem><guimenuitem>粘贴</guimenuitem></menuchoice>,从而把所有文件复制到你的主文件夹。如果你有大量文件，就会需要很长时间。

source: Once the copying process has finished, your files will be available to use as normal.
ar: عندما تنتهي عملية النسخ، سوف تصبح ملفاتك متاحة للاستخدام بشكل طبيعي.
bg: Щом копирането завърши, ще можете да използвате вашите, както обикновено.
de: Wenn der Kopiervorgang beendet wurde, können Ihre Daten normal benutzt werden.
el: Όταν η διαδικασία αντιγραφής τελειώσει, τα αρχεία σας είναι διαθέσιμα για χρήση.
es: Una vez que el proceso de copiado haya terminado, sus archivos estarán disponibles para ser usados de manera normal.
fr: Une fois la copie terminée, vos fichiers seront disponibles pour une utilisation normale.
hu: Ha a másolási folyamat befejeződött, a fájlokat újra a megszokott módon használhatja.
ko: 복사가 끝나면 이 파일들은 일반 파일과 똑같이 사용할 수 있습니다.
pl: Gdy proces kopiowania zostanie ukończony, będziesz mógł ich używać tak, jak zwykle.
pt: Assim que o processo de cópia terminar, os seus ficheiros estarão disponíveis para utiliza-los normalmente.
pt_br: Uma vez o processo de cópia tenha terminado, seus arquivos poderão estar disponível para usar normalmente.
ru: Как только процесс копирования завершится,ваши файлы будут доступны для использования обычным образом.
sk: Keď sa kopírovanie skončí, vaše súbory budú dostupné ako normálne.
sv: När kopieringen är färdig kan filerna användas som vanligt.
zh_cn: 完成复制以后，你的文件就可以象通常那样使用了。

source: Importing Photos
ar: استيراد الصور
bg: Импортиране на снимки
de: Fotos importieren
el: Εισαγωγή φωτογραφιών
es: Importación de fotografías
fr: Importer des photos
hu: Fényképek importálása
ko: 사진 가져오기
pl: Importowanie zdjęć
pt: A importar fotografias
pt_br: Importando Fotos
ru: Импорт фотографий
sk: Importovanie fotografií
sv: Importera bilder
zh_cn: 导入照片

source: Ubuntu includes the <application>F-Spot Photo Manager</application>, which you can use to organize all of your photos.
ar: يتضمن أوبونتو <application>مدير الصور إف-سبوت</application>، الذي تستطيع استخدامه لتنظيم كل صورك.
bg: Ubuntu включва <application>Мениджър на снимки (F-Spot)</application>, която можете да използвате, за да организирате всичките си снимки.
de: Ubuntu beinhaltet die <application>F-Spot Fotoverwaltung</application>, mit der Sie all Ihre Fotos organisieren können.
el: Το Ubuntu περιέχει την εφαρμογή <application>F-Spot</application>, την οποία μπορείτε να χρησιμοποιήσετε προκειμένου να οργανώσετε τις φωτογραφίες σας.
es: Ubuntu incluye el <application>Gestor de fotos F-Spot</application>, que puede usar para organizar todas sus fotografías.
fr: Ubuntu inclut le <application>gestionnaire de photos F-Spot</application>, que vous pouvez utiliser pour organiser toutes vos photos.
hu: Az Ubuntu tartalmazza az <application>F-Spot fotókezelő</application> alkalmazást, amellyel fényképeit rendszerezheti.
ko: 우분투는 여러분의 모든 사진들을 관리할 수 있는 <application>F-스팟 포토 매니저</application>를 포함하고 있습니다.
pl: Ubuntu zawiera <application>Menedżer zdjęć F-Spot</application>, którego możesz użyć do uporządkowania wszystkich twoich zdjęć.
pt: O Ubuntu inclui a aplicação <application>Gestor de Fotos F-Spot</application>, que pode utilizar para organizar todas as suas fotos.
pt_br: Ubuntu inclui o <application>Gerenciador de Foto F-Spot</application>, com ele você pode organizar todas suas fotos.
ru: Ubuntu включает в себя программу <application>F-Spot Photo Manager</application>, которую вы можете использовать для упорядочивания всех ваших фотографий.
sk: Ubuntu obsahuje <application>F-Spot foto manažér</application>, ktorý môžete použiť na organizovanie všetkých vašich fotografií.
sv: Ubuntu innehåller <application>Fotohanteraren F-Spot</application>, Som används till att organisera bilder.
zh_cn: Ubuntu自带有<application>F-Spot 照片管理器</application>，可以用来组织你的图片。

source: Open your Home folder and create a new folder called <emphasis>Photos</emphasis>. You can do this by pressing <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Create Folder</guimenuitem></menuchoice>.
ar: افتح مجلد منزلك وأنشئ مجلدا جديدا باسم <emphasis>صور</emphasis>. تستطيع القيام بذلك عن طريق ضغط <menuchoice><guimenuitem>ملف</guimenuitem><guimenuitem>أنشئ مجلدا</guimenuitem></menuchoice>.
bg: Отворете вашата Домашна папка и създайте нова папка с името <emphasis>Photos</emphasis>. Можете да направите това, като натиснете <menuchoice><guimenuitem>Файл</guimenuitem><guimenuitem>Създаване на нова папка</guimenuitem></menuchoice>.
de: Öffnen Sie Ihren Persönlichen Ordner und erstellen Sie einen neuen Ordner mit dem Namen <emphasis>Fotos</emphasis>. Sie können dies tun, indem Sie <menuchoice><guimenuitem>Datei</guimenuitem><guimenuitem>Ordner anlegen</guimenuitem></menuchoice> drücken.
el: Ανοίξτε τον Προσωπικό φάκελο σας και δημιουργήστε ένα νέο φάκελο με όνομα <emphasis>Φωτογραφίες</emphasis>. Αυτό μπορείτε να το κάνετε επιλέγοντας <menuchoice><guimenuitem>Αρχείο</guimenuitem><guimenuitem>Δημιουργία Φακέλου</guimenuitem></menuchoice>.
es: Abra su carpeta personal y cree una nueva carpeta llamada <emphasis>Photos</emphasis>. Puede hacer esto pulsando <menuchoice><guimenuitem>Archivo</guimenuitem><guimenuitem>Crear una carpeta</guimenuitem></menuchoice>.
fr: Ouvrez votre dossier personnel et créez un nouveau dossier appelé <emphasis>Photos</emphasis>. Vous pouvez réaliser cela en appuyant sur <menuchoice><guimenuitem>Fichier</guimenuitem><guimenuitem>Créer un dossier</guimenuitem></menuchoice>.
hu: Nyissa meg saját mappáját és hozzon létre egy <emphasis>Fényképek</emphasis> nevű mappát. Ezt a <menuchoice><guimenuitem>Fájl</guimenuitem><guimenuitem>Mappa létrehozása</guimenuitem></menuchoice> menüpont kiválasztásával teheti meg.
ko: 홈 폴더를 연 후에 <emphasis>Photos</emphasis>라는 이름으로 새 폴더를 만듭니다. 이 작업은 <menuchoice><guimenuitem>파일</guimenuitem><guimenuitem>폴더 만들기</guimenuitem></menuchoice> 메뉴를 통해 수행할 수 있습니다.
pl: Otwórz twój Folder domowy i utwórz nowy folder o nazwie <emphasis>Zdjęcia</emphasis>. Możesz to zrobić klikając <menuchoice><guimenuitem>Plik</guimenuitem><guimenuitem>Utwórz folder</guimenuitem></menuchoice>.
pt: Abra a sua pasta Home e crie uma nova pasta chamada <emphasis>Fotos</emphasis>. Pode fazer isto clicando em <menuchoice><guimenuitem>Ficheiro</guimenuitem><guimenuitem>Criar Pasta</guimenuitem></menuchoice>.
pt_br: Abra sua pasta Pessoal e crie uma nova pasta chamada <emphasis>Fotos</emphasis>. Você pode fazer isso, pressionando <menuchoice><guimenuitem>Arquivo</guimenuitem><guimenuitem>Criar Pasta</guimenuitem></menuchoice>.
ru: Откройте вашу Домашнюю папку и создайте новую папку под названием <emphasis>Фотографии</emphasis>. Вы можете сделать это, нажав <menuchoice><guimenuitem>Файл</guimenuitem><guimenuitem>Создать папку</guimenuitem></menuchoice>.
sk: Otvorte váš domáci priečinok a vytvorte nový priečinok s názvom <emphasis>Fotky</emphasis>. Môžete tak urobiť stlačením <menuchoice><guimenuitem>Súbor</guimenuitem><guimenuitem>Vytvoriť priečinok</guimenuitem></menuchoice>.
sv: Öppna hemma mappen och skapa en mapp med namnet <emphasis>Bilder</emphasis>. Detta gör du genom att klicka på <menuchoice><guimenuitem>Arkiv</guimenuitem><guimenuitem>Skapa mapp</guimenuitem></menuchoice>.
zh_cn: 要在主文件夹建立名为<emphasis>图片</emphasis>的新文件夹，可点击<menuchoice><guimenuitem>文件/guimenuitem><guimenuitem>新建文件夹</guimenuitem></menuchoice>。
