Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: Press <menuchoice><guimenu>Applications</guimenu><guimenuitem>Sound &amp; Video</guimenuitem><guimenuitem>Rhythmbox Music Player</guimenuitem></menuchoice> to start <application>Rhythmbox</application>.
ar: اضغط <menuchoice><guimenu>تطبيقات</guimenu><guimenuitem>صوت و فيديو</guimenuitem><guimenuitem>مشغل الموسيقى أنغام</guimenuitem></menuchoice> لبدء <application>أنغام</application>.
bg: Натиснете <menuchoice><guimenu>Програми</guimenu><guimenuitem>Звук &amp; Видео</guimenuitem><guimenuitem>Слушане на музика (Rhythmbox)</guimenuitem></menuchoice>, за да стартирате <application>Rhythmbox</application>.
de: Wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Unterhaltungsmedien</guimenuitem><guimenuitem>Rhythmbox Musik-Wiedergabeprogramm</guimenuitem></menuchoice>, um <application>Rhythmbox</application> zu starten.
es: Pulse <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Sonido y vídeo</guimenuitem><guimenuitem>Reproductor de música Rhythmbox</guimenuitem></menuchoice> para iniciar <application>Rhythmbox</application>.
fr: Appuyez sur <menuchoice><guimenu>Applications</guimenu><guimenuitem>Son et vidéo</guimenuitem><guimenuitem>Lecteur de musique Rhythmbox</guimenuitem></menuchoice> pour démarrer <application>Rhythmbox</application>.
hu: A <application>Rhythmbox zenelejátszó</application> indításához válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Hang és videó</guimenuitem><guimenuitem>Rhythmbox zenelejátszó</guimenuitem></menuchoice> menüpontot.
ko: <menuchoice><guimenu>프로그램</guimenu><guimenuitem>음악과 비디오</guimenuitem><guimenuitem>리듬박스 음악 연주기</guimenuitem></menuchoice> 를 눌러 <application>리듬박스</application> 를 실행합니다.
pt: Clique em <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Som &amp; Vídeo</guimenuitem><guimenuitem>Reprodutor de Música Rhythmbox</guimenuitem></menuchoice> para iniciar o <application>Rhythmbox</application>.
pt_br: Pressione <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Som &amp; Vídeo</guimenuitem><guimenuitem>Reprodutor de Música Rhythmbox</guimenuitem></menuchoice> para iniciar o <application>Rhythmbox</application>.
ru: Нажмите <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Аудио &amp; Видео</guimenuitem><guimenuitem>Музыкальный проигрыватель Rhythmbox</guimenuitem></menuchoice>, чтобы запустить <application>Rhythmbox</application>.
sk: Vyberte <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Zvuk a video</guimenuitem><guimenuitem>Prehrávač hudby Rhythmbox</guimenuitem></menuchoice> a spustite <application>Rhythmbox</application>.
sv: Tryck på <menuchoice><guimenu>Program</guimenu><guimenuitem>Ljud och video</guimenuitem><guimenuitem>Musikspelaren Rhythmbox</guimenuitem></menuchoice> för att starta <application>Rhythmbox</application>.
zh_cn: 点击<menuchoice><guimenu>应用程序</guimenu><guimenuitem>声音和视频</guimenuitem><guimenuitem>Rhythmbox音乐播放器</guimenuitem></menuchoice>，从而启动<application>Rhythmbox</application>。

source: Press <menuchoice><guimenuitem>Music</guimenuitem><guimenuitem>Import Folder...</guimenuitem></menuchoice> to begin importing your music. The <application>Import Folder into Library</application> screen will appear.
ar: اضغط <menuchoice><guimenuitem>موسيقى</guimenuitem><guimenuitem>استورد مجلدًا...</guimenuitem></menuchoice> لبدء استيراد موسيقاك. سوف تظهر الشاشة <application>استيراد مجلد إلى المكتبة</application>.
bg: Натиснете <menuchoice><guimenuitem>Музика</guimenuitem><guimenuitem>Внасяне на папка...</guimenuitem></menuchoice>, за да започнете импортирането на вашата музика. Ще се покаже екранът <application>Зареждане на папка в библиотеката</application>.
de: Drücken Sie <menuchoice><guimenuitem>Musik</guimenuitem><guimenuitem>Ordner importieren</guimenuitem></menuchoice>, um mit dem Import Ihrer Musik zu beginnen. Das Fenster <application>Ordner in Bibliothek importieren</application> wird nun erscheinen.
el: Πατήστε <menuchoice><guimenuitem>Μουσική</guimenuitem><guimenuitem>Εισαγωγή φακέλου...</guimenuitem></menuchoice> για να ξεκινήσετε την εισαγωγή της μουσικής. Θα εμφανιστεί η οθόνη "Εισαγωγή φακέλου στην βιβλιοθήκη".
es: Pulse <menuchoice><guimenuitem>Música</guimenuitem><guimenuitem>Importar carpeta...</guimenuitem></menuchoice> para empezar a importar su música. Aparecerá la pantalla <application>Importar carpeta en la fonoteca</application>.
fr: Appuyez sur <menuchoice><guimenuitem>Musique</guimenuitem><guimenuitem>Importer un dossier...</guimenuitem></menuchoice> pour commencer à importer votre musique. L'écran <application>Importer un dossier dans la bibliothèque</application> va apparaître.
hu: Válassza a <menuchoice><guimenuitem>Zene</guimenuitem><guimenuitem>Mappa importálása...</guimenuitem></menuchoice> menüpontot a zenéi importálásának megkezdéséhez. Megjelenik a <application>Mappa importálása a gyűjteménybe</application> ablak.
ko: <menuchoice><guimenuitem>음악</guimenuitem><guimenuitem>폴더 가져오기...</guimenuitem></menuchoice>를 누르면 음악을 가져옵니다. <application>Import Folder into Library</application> 창이 나타날 것입니다.
pl: Wybierz <menuchoice><guimenuitem>Muzyka</guimenuitem><guimenuitem>Importuj folder...</guimenuitem></menuchoice>, aby rozpocząć importowanie muzyki. Pojawi się okno <application>Importowanie muzyki do kolekcji</application>.
pt: Clique em <menuchoice><guimenuitem>Musica</guimenuitem><guimenuitem>Importar uma Pasta...</guimenuitem></menuchoice>·para começar a importar as suas músicas.·O ecrã·<application>Importar Pasta para a Biblioteca</application> irá ser exibido.
pt_br: Pressione <menuchoice><guimenuitem>Música</guimenuitem><guimenuitem>Importar Pasta...</guimenuitem></menuchoice> para começas a importar suas músicas. A tela <application>Importar Pasta na biblioteca</application> irá aparecer.
ru: Нажмите <menuchoice><guimenuitem>Музыка</guimenuitem><guimenuitem>Импортировать папку...</guimenuitem></menuchoice>, чтобы начать импортирование вашей музыки. На экране появится окно <application>Импортировать папку в библиотеку</application>.
sk: Na importovanie vašej hudby stlačte <menuchoice><guimenuitem>Hudba</guimenuitem><guimenuitem>Importovať priečinok...</guimenuitem></menuchoice>. Objaví sa okno <application>Importovať priečinok do knižnice</application>.
sv: Klicka på <menuchoice><guimenuitem>Musik</guimenuitem><guimenuitem>Importera katalog...</guimenuitem></menuchoice> för att påbörja importen av musik. Då kommer <application>Importera katalog till bibliotek</application> fönstret att visas.
zh_cn: 要开始导入你的音乐，点击<menuchoice><guimenuitem>音乐</guimenuitem><guimenuitem>导入文件夹...</guimenuitem></menuchoice> 。出现<application>将文件夹导入到库</application> 屏幕。

source: Click the <filename>Music</filename> folder in your Home folder in order to select it, and then press <guibutton>Open</guibutton> to import all playable music in that folder into <application>Rhythmbox</application>.
ar: انقر المجلد <filename>الموسيقى</filename> في مجلد منزلكلتختاره, واضغط <guibutton>افتح</guibutton> لاسيتراد كل الموسيقى القابلة للتشغيل في ذلك المجلد إلى <application>أنغام</application>.
bg: Изберете папката <filename>Music</filename> във вашата Домашна папка и натиснете <guibutton>Отваряне</guibutton>, за да импортирате цялата музика от тази папка в <application>Rhythmbox</application>.
de: Klicken Sie den Ordner <filename>Musik</filename> in Ihrem Persönlichen Ordner an, um ihn zu auszuwählen. Drücken Sie dann <guibutton>Öffnen</guibutton> um alle Musikdateien in diesem Ordner in <application>Rhythmbox</application> zu importieren.
el: Κάντε κλικ στον φάκελο <filename>Μουσική</filename> στον Αρχικό κατάλογο για να τον επιλέξετε και μετά πατήστε <guibutton>Άνοιγμα</guibutton> για να εισάγετε όλη την μουσική του φακέλου στο <application>Rhythmbox</application>.
es: Haga clic en la carpeta <filename>Music</filename> en su carpeta personal para seleccionarla, y luego pulse <guibutton>Abrir</guibutton> para importar toda la música reproducible en esa carpeta en <application>Rhythmbox</application>.
fr: Cliquez sur le dossier <filename>Musique</filename> dans votre dossier personnel et appuyez sur <guibutton>Ouvrir</guibutton> pour importer toutes les musiques jouables de ce dossier dans <application>Rhythmbox</application>.
hu: A <filename>Zene</filename> mappa kiválasztásához kattintson rá a Saját mappán belül, majd kattintson a <guibutton>Megnyitás</guibutton> gombra a mappában található zenefájlok importálásához a <application>Rhythmboxba</application>.
ko: 여러분의 홈 폴더에 있는 <filename>Music</filename> 폴더를 클릭하여 선택한 후에 <guibutton>열기</guibutton> 버튼을 누르면 <application>리듬박스</application>가 해당 폴더 내의 모든 연주 가능한 음악들을 가져옵니다.
pl: Kliknij folder <filename>Muzyka</filename> w twoim Folderze domowym, aby go zaznaczyć i kliknij <guibutton>Otwórz</guibutton>, aby zaimportować całą możliwą do odtworzenia muzykę do <application>Rhythmboksa</application>.
pt: Clique na pasta <filename>Música</filename> na sua pasta Home para a seleccionar, e em seguida clique em <guibutton>Abrir</guibutton> para importar todas as músicas reproduzíveis naquela pasta para o <application>Rhythmbox</application>.
pt_br: Clique na pasta <filename>Música</filename> em sua pasta pessoal para selecioná-la, e pressione <guibutton>Abrir</guibutton> para importar todas as músicas tocáveis desta pasta para o <application>Rhythmbox</application>.
ru: Кликните на папку <filename>Музыка</filename> в вашей Домашней папке, чтобы выделить её и затем, нажмите кнопку <guibutton>Открыть</guibutton>, чтобы импортировать все воспроизводимые файлы в этой папке в <application>Rhythmbox</application>.
sk: Aby ste vybrali priečinok <filename>Hudba</filename> vo vašom domácom priečinku naňho kliknite a potom stlačte tlačidlo <guibutton>Otvoriť</guibutton>. Tým importujete všetku hudbu z daného priečinku, ktorá sa dá prehrať, do <application>Rhythmboxu</application>.
sv: Klicka på <filename>Musik</filename> mappen i din hemma mapp för att välja den, klicka därefter på <guibutton>Öppna</guibutton> för att importera alla spelbar musik i den mappen till <application>Rhythmbox</application>.
zh_cn: 在主文件夹选中<filename>音乐</filename>文件夹，点击<guibutton>打开</guibutton>导入所有可播放的音乐到<application>Rhythmbox</application>。

source: The import process may take a while depending on how many music files you have. Once finished, you can organize and play your music using <application>Rhythmbox</application>.
ar: تستغرق عملية الاستيراد مد بناءً على عدد ملفات الموسيقى التيلديك. عندما تنتهي، تستطيع تنظيم وتشغيل موسيقاك باستخدام<application>أنغام</application>.
bg: Импортирането може да отнеме малко време в зависимост от колко музикална файла имате. Щом завърши, можете да организирате и слушате вашата музика с <application>Rhythmbox</application>.
de: Abhängig von der Anzahl Ihrer Musikdateien kann dies eine Weile dauern. Wenn der Import beendet wurde, können Sie Ihre Musik mit <application>Rhythmbox</application> organisieren und abspielen.
el: Η διαδικασία εισαγωγής μπορεί να διαρκέσει αρκετά ανάλογα με το πόσα μουσικά αρχεία έχετε. Όταν τελειώσετε μπορείτε να οργανώσετε και να αναπαραγάγετε την μουσική σας με το <application>Rhythmbox</application>.
es: El proceso de importación puede llevar un rato dependiendo de cuántos archivos de música tenga. Una vez finalizado, puede organizar y reproducir su música usando <application>Rhythmbox</application>.
fr: Le processus d'importation peut prendre du temps selon la quantité de fichiers musicaux en votre possession. Une fois que c'est terminé, vous pouvez organiser et jouer votre musique à l'aide de <application>Rhythmbox</application>.
hu: Az importálási folyamat a fájlok mennyiségétől függően eltarthat egy ideig. Miután befejeződött, rendszerezheti és lejátszhatja zenefájljait a <application>Rhythmbox</application> használatával.
ko: 이 과정은 여러분이 가진 음악 파일의 수에 따라 오래 걸릴 수 있습니다. 가져오기 과정이 끝나면 <application>리듬박스</application>를 통해 여러분의 음악들을 관리하고 연주할 수 있습니다.
pl: Importowanie może potrwać chwilę w zależności od liczby posiadanych przez ciebie plików muzycznych. Po zakończeniu, możesz organizować i odtwarzać muzykę za pomocą <application>Rhythmboka</application>.
pt: O processo de importação pode demorar algum tempo, dependendo da quantidade de ficheiros de música que possui. Uma vez terminado, pode organizar e reproduzir a sua música usando o <application>Rhythmbox</application>.
pt_br: O processo de importação pode demorar algum tempo dependendo de quantas músicas você tem. Uma vez terminado, você pode organizar e tocar suas músicas usando o <application>Rhythmbox</application>.
ru: Взависимости от количества музыкальных файлов, процесс импортирования может занять продолжительное время. Как только импорт завершится, вы сможете упорядочивать и проигрывать вашу музыку используя <application>Rhythmbox</application>.
sk: Importovanie môže chvíľu trvať, v závislosti od množstva hudobných súborov. Po skončení môžete organizovať a prehrávať hudbu v <application>Rhythmboxe</application>.
sv: Importeringen kan ta en stund beroende på hur mycket musik som finns. När det är färdigt kan du organisera och spela din musik i <application>Rhythmbox</application>.
zh_cn: 导入过程所花时间取决于你的音乐的数量。当导入完成，就可以用<application>Rhythmbox</application>管理和播放音乐。

source: <application>Rhythmbox</application> will alert you if it encounters a file it cannot play. In this case, it is likely that the file cannot be played because support for the audio format it uses is not currently installed. See <xref linkend="preparing-converting-audio"/> for more information on this.
ar: سوف ينبهك <application>أنغام</application> إذا واجه ملفا لم يستطيع تشغيله. في هذه الحالية، من المرجح أن الملف لا يمكن تشغيله لأن دعم هيئة الصوت التي يستخدمها غير مثبت جاليا. راجع<xref linkend="preparing-converting-audio"/> لمزيد من المعلومات عن هذا.
bg: <application>Rhythmbox</application> ще ви уведоми, ако срещне файлове, които не може да възпроизведе. В такъв случай е възможно файлът да не може да бъде възпроизведен, защото не е инсталирана поддръжка за този аудио формат. Вижте <xref linkend="preparing-converting-audio"/> за повече информация.
de: <application>Rhythmbox</application> wird Sie benachrichtigen, wenn es auf eine Datei trifft, die nicht abgespielt werden kann. In diesem Fall kann die Datei wahrscheinlich nicht gespielt werden, weil die Unterstützung für das jeweils benutzte Audioformat nicht installiert ist. Lesen Sie <xref linkend="preparing-converting-audio"/> für weiterführende Informationen.
el: Το <application>Rhythmbox</application> θα προειδοποιήσει αν ένα αρχείο δεν μπορεί να αναπαραχθεί. Στην περίπτωση αυτή αυτό συμβαίνει γιατί δεν έχει εγκατασταθεί η υποστήριξη για την συγκεκριμένη μορφή αρχείου. Δείτε το xref linkend="preparing-converting-audio"/> για περισσότερες πληροφορίες.
es: <application>Rhythmbox</application> le avisará si encuentra un archivo que no puede reproducir. En este caso, es probable que el archivo no se pueda reproducir porque el soporte para el formato de audio que usa no está instalado actualmente. Vea <xref linkend="preparing-converting-audio"/> para obtener más información sobre esto.
fr: <application>Rhythmbox</application> vous préviendra s'il rencontre un fichier qu'il ne sait pas jouer. Dans ce cas, il est probable que ce fichier ne soit pas joué car la prise en charge du format audio qu'il utilise n'est pas installée. Voyez <xref linkend="preparing-converting-audio"/> pour plus d'informations à ce propos.
hu: A <application>Rhythmbox</application> figyelmeztetni fogja, amennyiben egy fájlt nem tud lejátszani. Ebben az esetben valószínű, hogy a zeneszám azért nem játszható le, mert olyan hangformátumban van, amely támogatása még nincs telepítve. További információ a <xref linkend="preparing-converting-audio"/> fejezetben olvasható.
ko: <application>리듬박스</application>는 연주할 수 없는 파일을 발견하면 경고를 보여줄 것입니다. 이 경우는 대부분 현재 설치되지 않는 오디오 형식에 대한 지원을 필요로 하기 때문에 해당 파일을 연주할 수 없는 것입니다. 이에 대한 자세한 내용은 <xref linkend="preparing-converting-audio"/> 부분을 살펴보기 바랍니다.
pl: <application>Rhythmbox</application> ostrzeże cię, jeżeli natrafi na plik, którego nie potrafi odtworzyć. W takim wypadku prawdopodobnie plik nie może zostać odtworzony, ponieważ obsługa danego formatu pliku dźwiękowego nie jest aktualnie zainstalowana. Zobacz <xref linkend="preparing-converting-audio"/>, aby uzyskać więcej informacji na ten temat.
pt: O <application>Rhythmbox</application> irá alertá-lo se encontrar um ficheiro que não consegue reproduzir. Neste caso, é provável que não seja possível reproduzir o ficheiro porque o suporte ao formato de áudio que utiliza não se encontra actualmente instalado. Veja <xref·linkend="preparing-converting-audio"/> para mais informações.
pt_br: O <application>Rhythmbox</application> irá alertá-lo caso encontre algum arquivo que não possa ser tocado. Nesse caso, é possível que ele não possa ser tocado devido ao fato do suporte a seu formato de áudio não estar atualmente instalado. Veja <xref linkend="preparing-converting-audio"/> para mais informações sobre isso.
ru: <application>Rhythmbox</application> уведомит вас, если он натолкнётся на файл, который не может быть проигран. В этом случае, файл, скорее всего, имеет неподдерживаемый формат и его поддежрка пока не установлена. Смотрите <xref linkend="preparing-converting-audio"/> для подробной информации об этом.
sk: <application>Rhythmbox</application> vás upozorní, ak narazí na súbor, ktorý nevie prehrať. V takom prípade je pravdepodobné, že súbor nemôže byť prehratý, pretože nie je nainštalovaná podpora pre daný audio formát. Pre viac informácií o tom pozrite <xref linkend="preparing-converting-audio"/>.
sv: <application>Rhythmbox</application> kommer varna om den inte kan spela en fil. I det fallet är det troligt att filen är i ett ljudformat som inte är installerat. Se <xref linkend="preparing-converting-audio"/> för mer information om detta.
zh_cn: 当碰到不能播放的文件时<application>Rhythmbox</application>会提醒你。在这种情况下，最可能的是支持该音频格式的支持当前没有安装。查阅<xref linkend="preparing-converting-audio"/>以获取更多信息。

source: Emails
ar: البريد الإلكتروني
bg: Електронни писма
el: Αλληλογραφία
es: Correos electrónicos
fr: Courriers électroniques
hu: E-mailek
ko: 이메일
pl: E-maile
ru: Сообщения электронной почты
sk: Elektronická pošta
sv: E-post
zh_cn: 电子邮件

source: If you saved your emails from Windows, you may now want to import them into the <application>Evolution</application> mail client. The following instructions assume that you are importing emails exported using <application>Mozilla Thunderbird</application>, as described in <xref linkend="preparing-email-import"/>:
ar: إذا حفظت ملفاتك من ويندوز، قد تود الآن استيرادها إلى عميل البريد <application>إيفليوشن</application>. تفترض التعليمات التالية أنك تستورد بريدا مُصدّرا باستخدام <application>موزيلا ثندربرد</application>، كما هو مشروح <xref linkend="preparing-email-import"/>:
bg: Ако сте запазили вашите електронни писма от Windows, сега може да искате да ги импортирате в пощенския клиент <application>Evolution</application>. Следните инструкции предполагат, че импортирате електронни писма с помощта на <application>Mozilla Thunderbird</application>, както е описано в <xref linkend="preparing-email-import"/>:
de: Wenn Sie Ihre E-Mails unter Windows gesichert haben, werden Sie diese nun in das <application>Evolution</application>-Mailprogramm importieren wollen. Die folgenden Anweisungen setzen voraus, dass Sie Ihre E-Mails mit <application>Mozilla Thunderbird</application>, wie in <xref linkend="preparing-email-import"/> beschrieben, exportiert haben:
el: Αν έχετε αποθηκεύσει αλληλογραφία από τα Windows μπορείτε να τα εισάγετε στο πελάτη ταχυδρομείου <application>Evolution</application>. Οι παρακάτω πληροφορίες υποθέτουν ότι έχετε εισάγει την αλληλογραφία σας χρησιμοποιώντας την εφαρμογή <application>Mozilla Thunderbird</application>, όπως περιγράφηκε στην ενότητα <xref linkend="preparing-email-import"/>:
es: Si ha guardado sus correos desde Windows, ahora puede querer importarlos en el ciente de correo <application>Evolution</application>. Las siguientes instrucciones asumen que está importando correos electrónicos exportados usando <application>Mozilla Thunderbird</application>, como se describió en <xref linkend="preparing-email-import"/>:
fr: Si vous avez sauvegardé vos courriels de Windows, vous souhaitez sans doute à présent les importer dans le client de courriel <application>Evolution</application>. Les instructions suivantes supposent que vous importez des courriels exportés à l'aide de <application>Mozilla Thunderbird</application>, comme décrit dans <xref linkend="preparing-email-import"/> :
hu: Ha elmentette az e-mailjeit Windowson, importálhatja azokat az <application>Evolution</application> levelezőprogramba. A következő útmutató feltételezi, hogy az importálni kívánt e-mailjeit a <application>Mozilla Thunderbird</application> programmal exportálta, ahogy a <xref linkend="preparing-email-import"/> fejezetben le van írva:
ko: 만약 여러분이 윈도우즈에서 이메일을 저장했다면, 이것을 <application>에볼루션</application> 메일 클라이언트로 가져오고 싶을 것입니다. 다음의 내용들은 여러분이 <xref linkend="preparing-email-import"/> 부분에서 설명한 대로 <application>Mozilla Thunderbird</application>를 통해 내보낸 이메일을 가져오는 방법을 설명합니다:
pl: Jeżeli zapisałeś swoje wiadomości e-mail z Windows, być może chcesz je teraz zaimportować do klienta poczty elektronicznej <application>Evolution</application>. Poniższe instrukcje zakładają, że importujesz wiadomości wyeksportowane za pomocą <application>Mozilli Thunderbird</application> tak, jak opisano w dziale <xref linkend="preparing-email-import"/>:
pt: Se guardou os seus e-mails do Windows, agora deve querer importá-los para o cliente de e-mail <application>Evolution</application>. As seguintes instruções assumem que importou os seus e-mails exportados utilizando o <application>Mozilla·Thunderbird</application>, como descrito em <xref·linkend="preparing-email-import"/>:
pt_br: Se você salvou seus emails do Windows, você pode agora querer importá-los no cliente de email <application>Evolution</application>. As seguintes instruções assumem que você está importando emails exportados utilizando <application>Mozilla Thunderbird</application>, como descrito em <xref linkend="preparing-email-import"/>:
ru: Если вы сохранили вашу почту из Windows, вам вероятно теперь захочется импортировать её в почтовый клиент <application>Evolution</application>. Следующие инструкции расскажут как вы можете импортировать вашу почту, которую вы экспортировали используя <application>Mozilla Thunderbird</application>, как описано в <xref linkend="preparing-email-import"/>:
sk: ak ste si uložili emaily z Windows, budete chcieť ich importovať do poštového klienta <application>Evolution</application>. Nasledujúci postup predpokladá, že importujete poštu exportovanú z <application>Mozilla Thunderbird</application>, ako je popísané v <xref linkend="preparing-email-import"/>:
sv: Om e-posten från Windows är sparad, vill du kanske importera dessa till <application>Evolution</application> e-post klient. Följande anvisningar för import förutsätter att e-posten är exporterade från <application>Mozilla Thunderbird</application>, som beskrivs i <xref linkend="preparing-email-import"/>:
zh_cn: 若要保存Windows下的电子邮件，你现在得导入它们到<application>Evolution</application>。接下来介绍用<application>Mozilla Thunderbird</application>导入邮件，正如<xref linkend="preparing-email-import"/>描述的：
