Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: Copy any photos you have into the folder you just created.
ar: انسخ أي صورة لديك إلى المجلد الذي أنشأته للتو.
bg: Копирайте всички снимки, които имате в папката, която току-що създадохте.
de: Kopieren Sie alle Fotos, die Sie besitzen, in diesen Ordner.
el: Αντιγράψτε όλες τις φωτογραφίες σας στον φάκελο που μόλις δημιουργήσατε.
es: Copie cualquier fotografía que tenga en la carpeta que acaba de crear
fr: Copiez toutes vos photos dans le dossier que vous venez de créer.
hu: Másolja át fényképeit az imént létrehozott mappába.
ko: 여러분이 가진 사진들을 방금 만든 폴더로 복사합니다.
pl: Skopiuj jakieś zdjęcia do właśnie stworzonego folderu.
pt: Copie todas as suas fotos para a pasta que acabou de criar.
pt_br: Copiar qualquer foto que você tenha para a pasta que você criou.
ru: Скопируйте все ваши фотографии в только что созданную Вами папку.
sk: Skopírujte všetky vaše fotografie do novovytvoreného priečinku.
sv: Kopiera bilderna till mappen som du nyligen skapade.
zh_cn: 把你的照片复制到你刚刚创建的文件夹里。

source: Press <menuchoice><guimenu>Applications</guimenu><guimenuitem>Graphics</guimenuitem><guimenuitem>F-Spot Photo Manager</guimenuitem></menuchoice> to start <application>F-Spot</application>.
ar: اضغط <menuchoice><guimenu>تطبيقات</guimenu><guimenuitem>رسوميات</guimenuitem><guimenuitem>مدير الصور إف-سبوت</guimenuitem></menuchoice> لبدء <application>إف-سبوت</application>.
bg: Натиснете <menuchoice><guimenu>Програми</guimenu><guimenuitem>Графика</guimenuitem><guimenuitem>Мениджър на снимки (F-Spot)</guimenuitem></menuchoice>, за да стартирате <application>F-Spot</application>.
de: Drücken Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Grafik</guimenuitem><guimenuitem>F-Spot Fotoverwaltung</guimenuitem></menuchoice> um <application>F-Spot</application> zu starten.
es: Pulse <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Gráficos</guimenuitem><guimenuitem>Gestor de fotos F-Spot</guimenuitem></menuchoice> para iniciar <application>F-Spot</application>.
fr: Appuyez sur <menuchoice><guimenu>Applications</guimenu><guimenuitem>Images</guimenuitem><guimenuitem>Gestionnaire de photos F-Spot</guimenuitem></menuchoice> pour démarrer <application>F-Spot</application>.
hu: Az <application>F-Spot</application> indításához válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Grafika</guimenuitem><guimenuitem>F-Spot fotókezelőt</guimenuitem></menuchoice>.
ko: <menuchoice><guimenu>프로그램</guimenu><guimenuitem>그림</guimenuitem><guimenuitem>F-Spot 포토 매니저</guimenuitem></menuchoice> 를 눌러 <application>F-Spot</application> 을 실행합니다.
pt: Clique em <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Gráficos</guimenuitem><guimenuitem>Gestor de Fotos F-Spot </guimenuitem></menuchoice> para iniciar o F-Spot <application>F-Spot</application>.
pt_br: Pressione <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Gráficos</guimenuitem><guimenuitem>Gerenciador de Fotos F-Spot</guimenuitem></menuchoice> para iniciar o <application>F-Spot</application>.
ru: Нажмите <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Графика</guimenuitem><guimenuitem>F-Spot Photo Manager</guimenuitem></menuchoice>, чтобы запустить <application>F-Spot</application>.
sk: Vyberte <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Grafika</guimenuitem><guimenuitem>F-Spot foto manažér</guimenuitem></menuchoice> a spustíte <application>F-Spot</application>.
sv: Tryck på <menuchoice><guimenu>Program</guimenu><guimenuitem>Grafik</guimenuitem><guimenuitem>Fotohanteraren F-Spot</guimenuitem></menuchoice> för att starta <application>F-Spot</application>.
zh_cn: 点击<menuchoice><guimenu>应用程序</guimenu><guimenuitem>图形图像</guimenuitem><guimenuitem>F-Spot照片管理器</guimenuitem></menuchoice>，从而打开<application>F-Spot</application>。

source: The <application>Import</application> screen should be shown. If it is not, press <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Import...</guimenuitem></menuchoice> to show it.
ar: يجب أن تظهر الشاشة <application>استيراد</application>. إذا لم تظهر، اضغط <menuchoice><guimenuitem>ملف</guimenuitem><guimenuitem>استورد...</guimenuitem></menuchoice> لإظهارها.
bg: Трябва да се покаже екранът <application>Импортиране</application>. Ако не се покаже, натиснете <menuchoice><guimenuitem>Файл</guimenuitem><guimenuitem>Импортиране...</guimenuitem></menuchoice>, за да се покаже.
de: Der <application>Importieren</application>-Dialog sollte nun angezeigt werden. Geschieht dies nicht, drücken Sie <menuchoice><guimenuitem>Foto</guimenuitem><guimenuitem>Importieren …</guimenuitem></menuchoice>.
el: Η οθόνη της εφαρμογής <application>Εισαγωγή</application> πρέπει να εμφανιστεί. Εάν όχι, επιλέξτε <menuchoice><guimenuitem>Αρχείο</guimenuitem><guimenuitem>Εισαγωγή...</guimenuitem></menuchoice> για να την εμφανίσετε.
es: Debería aparecer la pantalla <application>Importar</application>. Si no aparece, pulse <menuchoice><guimenuitem>Archivo</guimenuitem><guimenuitem>Importar...</guimenuitem></menuchoice> para mostrarla.
fr: L'écran <application>Importation</application> devrait apparaître. Si ce n'est pas le cas, appuyez sur <menuchoice><guimenuitem>Fichier</guimenuitem><guimenuitem>Importer...</guimenuitem></menuchoice> pour y accéder.
hu: Megjelenik az <application>Importálás</application> képernyő. Ha mégsem így történne, válassza a <menuchoice><guimenuitem>Fájl</guimenuitem><guimenuitem>Importálás...</guimenuitem></menuchoice> menüpontot.
ko: <application>가져오기</application> 창이 나타날 것입니다. 만약 이 창이 보이지 않는다면 <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Import...</guimenuitem></menuchoice>를 누릅니다.
pl: Powinno pojawić się okno <application>Importuj</application>. Jeśli nie pojawiło się, wybierz <menuchoice><guimenuitem>Plik</guimenuitem><guimenuitem>Importuj...</guimenuitem></menuchoice>, aby je wyświetlić.
pt: O ecrã de <application>Importação</application> deverá ser exibido. Se isso não acontecer, carregue em <menuchoice><guimenuitem>Ficheiro</guimenuitem><guimenuitem>Importar...</guimenuitem></menuchoice> para que seja exibido.
pt_br: A tela <application>Importar</application> screen deve ser mostrado. Se isso não aconteceu, pressione <menuchoice><guimenuitem>Arquivo</guimenuitem><guimenuitem>Importar...</guimenuitem></menuchoice> para então mostrar.
ru: Экран <application>Импорт</application> должен отобразиться. В противном случае, нажмите <menuchoice><guimenuitem>Файл</guimenuitem><guimenuitem>Импорт...</guimenuitem></menuchoice>, чтобы отобразить его.
sk: Mala by sa zobraziť obrazovka <application>Importovať</application>. Ak tomu tak nie je, stlačte na jej zobrazenie <menuchoice><guimenuitem>Súbor</guimenuitem><guimenuitem>Importovať...</guimenuitem></menuchoice>.
sv: Ett <application>Importera</application> fönster skall nu synas. Om inte, klicka på <menuchoice><guimenuitem>Arkiv</guimenuitem><guimenuitem>Importera...</guimenuitem></menuchoice> för att visa det.
zh_cn: 出现<application>导入</application>屏幕。如果没有出现，点击<menuchoice><guimenuitem>文件</guimenuitem><guimenuitem>导入...</guimenuitem></menuchoice>就可出现。

source: To prevent two copies of your photos from being stored, un-check the <guilabel>Copy file to the Photos folder</guilabel>.
ar: لمنع حفظ نسختين من صورك، ألغِ اختيار<guilabel>انسخ الملفات إلى مجلد صور</guilabel>.
bg: За да нямате две копия на вашите снимки, махнете отметката <guilabel>Копиране на файл в папката Photos</guilabel>.
de: Um zu vermeiden, dass zwei Kopien Ihrer Fotos gespeichert werden, entfernen Sie die Markierung im Ankreuzfeld <guilabel>Dateien in den Fotoordner kopieren</guilabel>.
es: Para evitar que se guarden dos copias de sus fotos, desmarque <guilabel>Copiar archivos a la carpeta Photos</guilabel>.
fr: Pour éviter que deux copies de vos photos soient stockées sur le disque, décochez <guilabel>Copier les fichiers dans le dossier Photos</guilabel>.
hu: A fényképei két másolatának tárolásának elkerüléséhez törölje a <guilabel>Fájl átmásolása a fényképek mappába</guilabel> jelölőnégyzet kijelölését.
ko: 여러분이 사진이 중복되어 저장되지 않도록 <guilabel>Copy file to the Photos folder</guilabel>의 선택을 해제하십시오.
pl: Aby zapobiec tworzeniu dwóch kopii twoich zdjęć, odznacz pole <guilabel>Kopiuj pliki do folderu Zdjęcia</guilabel>.
pt: Para prevenir que com duas cópias das suas fotos sejam guardadas, desmarque <guilabel>Copiar ficheiro para a pasta de fotos</guilabel>.
pt_br: Para impedir que duas cópias de suas fotos estejam armazenadas, desmarque em <guilabel>Copiar arquivo para a pasta de Fotos</guilabel>.
ru: Чтобы предотвратить сохранение двух копий ваших фотографий, уберите отметку с пункта <guilabel>Копировать файл в папку Фотографий</guilabel>.
sk: Aby ste zabránili duplicitnému uloženiu vašich fotografií, odznačte pole <guilabel>Kopírovať súbory do priečinku s Fotkami</guilabel>.
sv: För att förhindra att två kopior av bilderna sparas, avmarkera <guilabel>Kopiera filer till Photos mappen</guilabel>.
zh_cn: 要保存两份已储存的图片，不要选中<guilabel>复制文件到图片文件夹</guilabel>。

source: From <guilabel>Import source</guilabel> select the option <guilabel>Select Folder</guilabel>. Select the <filename>Photos</filename> folder in your Home folder by clicking it once.
ar: من <guilabel>مصدر الاستيراد</guilabel> اختر الخيار <guilabel>اختر مجلدا</guilabel>. اختر المجلد <filename>الصور</filename> في مجلد منزلك عن طريق نقره مرة واحدة.
bg: От <guilabel>Източник</guilabel> изберете опцията <guilabel>Избор на папка</guilabel>.Изберете папката <filename>Photos</filename> във вашата Домашна папка като я натиснете един път.
de: Öffnen Sie unter <guilabel>Quelle importieren</guilabel> die Auswahlliste und wählen Sie die Option <guilabel>Ordner wählen</guilabel>. Wählen Sie nun den <filename>Fotos</filename>-Ordner in Ihrem Persönlichen Ordner durch einmaliges Klicken aus.
es: En <guilabel>Origen de la importación</guilabel>, seleccione la opción <guilabel>Seleccionar la carpeta</guilabel>. Seleccione la carpeta <filename>Photos</filename> en su carpeta de inicio haciendo clic una vez.
fr: Dans <guilabel>Source d'importation</guilabel>, sélectionnez l'option <guilabel>Choisir un dossier</guilabel>. Sélectionnez le dossier <filename>Photos</filename> dans votre dossier personnel en cliquant dessus une seule fois.
hu: A <guilabel>Forrás importálása:</guilabel> menüből válassza a <guilabel>Mappa kiválasztása</guilabel> lehetőséget. Egy kattintással válassza ki a saját mappájának <filename>Fényképek</filename> almappáját.
ko: <guilabel>가져오는 위치</guilabel> 에서 <guilabel>폴더 선택</guilabel>을 누릅니다. 여러분의 홈 폴더에 있는 <filename>Photos</filename> 폴더를 클릭하여 선택합니다.
pl: Z listy <guilabel>Źródło importu</guilabel> wybierz opcję <guilabel>Wybierz folder</guilabel>. Zaznacz folder <filename>Zdjęcia</filename> w twoim Folderze domowym klikając go raz.
pt: A partir de <guilabel>Importar fonte</guilabel>, seleccione a opção <guilabel>Seleccionar Pasta</guilabel>. Seleccione a pasta <filename>Fotos</filename> que se encontra na sua pasta Home, clicando nesta uma vez.
pt_br: A partir de <guilabel>Importar fonte</guilabel> selecione a opção <guilabel>Selecionar Pasta</guilabel>. Selecione a pasta <filename>Fotos</filename> em seu diretório pessoal, clicando nele uma vez.
ru: В пункте <guilabel>Источник импорта</guilabel> выберите <guilabel>Выбрать папку</guilabel>. Затем, выберите папку <filename>Фотографии</filename> в вашей Домашней директории кликнув на ней.
sk: Z položky <guilabel>Import source</guilabel> zvoľte možnosť <guilabel>Select Folder</guilabel>. Priečinok <filename>Fotky</filename> vo vašom domácom priečinku vyberiete kliknutím naň.
sv: Från <guilabel>Importera från</guilabel>Välj alternativet<guilabel>Välj mapp</guilabel>. Välj <filename>Bilder</filename> mappen i den hemma mapp genom att klicka en gång.
zh_cn: 在<guilabel>导入源</guilabel> 选择选项<guilabel>选择文件夹</guilabel>，单击主文件夹的<filename>图片</filename>文件夹选中它。

source: Press <guibutton>Import</guibutton> to start the import process. Depending on how many photos you have, this may take a while.
ar: اضغط <guibutton>استورد</guibutton> لبدء عملية الاستيراد. بناءًعلى عدد الصور التي لديك، قد تستغرق العملية مدة من الوقت.
bg: Натиснете <guibutton>Импортиране</guibutton>, за да започне импортирането. В зависимост от колко снимки имате, това може да отнеме малко време.
de: Drücken Sie <guibutton>Importieren</guibutton>, um den Importprozess zu starten. Abhängig von der Anzahl Ihrer Fotos kann dies eine Weile dauern.
el: Επιλέξτε <guibutton>Εισαγωγή</guibutton> για να ξεκινήσετε τη διαδικασία εισαγωγής. Ανάλογα με το πλήθος των φωτογραφιών που έχετε, αυτό μπορεί να διαρκέσει κάποιο χρόνο.
es: Pulse <guibutton>Importar</guibutton> para iniciar el proceso de importación. Dependiendo de cuántas fotos tenga, esto podrá llevarle un rato.
fr: Appuyez sur <guibutton>Importer</guibutton> pour démarrer le processus d'importation. Selon la quantité de photos que vous possédez, cette opération peut prendre du temps.
hu: Az importálási folyamat elindításához kattintson az <guibutton>Importálás</guibutton> gombra. A fényképek számától függően ez eltarthat egy ideig.
ko: <guibutton>가져오기</guibutton>를 누르면 사진을 가져옵니다. 여러분이 가진 사진의 양에 따라 이 과정은 오래 걸릴 수 있습니다.
pl: Kliknij <guibutton>Importuj</guibutton>, aby rozpocząć importowanie. W zależności od liczby posiadanych przez ciebie zdjęć, może to zająć chwilę.
pt: Carregue em <guibutton>Importar</guibutton> para iniciar o processo de importação. Dependendo da quantidade de fotos que possui, isto pode levar algum tempo.
pt_br: Pressione <guibutton>Importar</guibutton> para iniciar o processo de importação.Dependendo de quantas fotos você tem, isso levará um tempo.
ru: Нажмите <guibutton>Импорт</guibutton> для начала импортирования. В зависимости от количества фотографий, процесс может занять некоторое время.
sk: Na spustenie importovania stlačte tlačidlo <guibutton>Import</guibutton>. Môže to chvíľu trvať v závislosti od množstva fotografií.
sv: Klicka på <guibutton>Importera</guibutton> för att starta import processen. beroende på hur många bilder det är kan det ta en stund.
zh_cn: 点击<guibutton>导入</guibutton>开始导入过程。所需时间取决于图片的数量。

source: Importing Music
ar: استيراد الموسيقى
bg: Импортиране на музика
de: Musik importieren
el: Εισάγοντας Μουσική
es: Importación de música
fr: Importer de la musique
hu: Zene importálása
ko: 음악 가져오기
pl: Importowanie muzyki
pt: A importar música
pt_br: Importando Músicas
ru: Импорт музыки
sk: Importovanie hudby
sv: Importera musik
zh_cn: 导入音乐

source: Another useful application installed by default in Ubuntu is the <application>Rhythmbox Music Player</application>. This allows you to organize and play all of your music.
ar: تطبيق آخر مفيد مثبت مبدئيا في أوبونتو هو <application>مشغل الموسيقى أنغام</application>. يسمح لك بتنظيم وتشغيل كل موسيقاك.
bg: Друга полезна програма инсталирана по подразбиране в Ubuntu е <application>Слушане на музика (Rhythmbox)</application>. Тя ви позволява да организирате и слушате вашата музика.
de: Eine weitere nützliche, standardmäßig in Ubuntu enthaltene Anwendung ist das <application>Rhythmbox Musik-Wiedergabeprogramm</application>. Damit können Sie all ihre Musik abspielen und organisieren.
el: Άλλη μια χρήσιμη εφαρμογή που είναι προεγκατεστημένη στο Ubuntu είναι το <application>Rhythmbox</application>. Με αυτήν την εφαρμογή μπορείτε να οργανώσετε και να αναπαραγάγετε την μουσική σας.
es: Otra aplicación útil instalada por defecto en Ubuntu es el <application>Reproductor de música Rhythmbox</application>. Éste le permite organizar y reproducir toda su música.
fr: Une autre application utile installée par défaut dans Ubuntu et le <application>lecteur de musique Rhythmbox</application>. Elle vous permet d'organiser et de jouer toute votre musique.
hu: Az Ubuntu alatt alapértelmezésben telepített másik hasznos alkalmazás a <application>Rhythmbox zenelejátszó</application>. Ez lehetővé teszi zenéi rendszerezését és lejátszását.
ko: 우분투에 기본 설치된 또 다른 유용한 프로그램으로는 <application>리듬박스 음악 연주기</application>가 있습니다. 이 프로그램은 여러분이 가진 모든 음악을 관리하고 재생할 수 있게 해 줍니다.
pl: Inną użyteczną aplikacją domyślnie zainstalowaną w Ubuntu jest <application>Odtwarzacz muzyki Rhythmbox</application>. Umożliwia ona organizować i odtwarzać całą twoją muzykę.
pt: Outra aplicação útil que se encontra instalada por omissão no Ubuntu é o <application>Reprodutor de Música Rhythmbox</application>. Esta aplicação permite-lhe organizar e reproduzir todas as suas músicas
pt_br: Outra aplicação útil instalado por padrão no Ubuntu é o <application>Rhythmbox Music Player</application>. Que permite você organizar e ouvir suas músicas.
ru: Другое полезное приложение установленное по умолчанию в Ubuntu - это <application>Музыкальный проигрыватель Rhythmbox</application>. Оно позволяет вам упорядочивать и проигрывать ваши музыкальные файлы.
sk: Ďalšou užitočnou aplikáciou predinštalovanou v Ubuntu je <application>Prehrávač hudby Rhythmbox</application>. Ten vám umožní organizovať a prehrávať všetku vašu hudbu.
sv: Ett annat användbart program som är installerat som standard i Ubuntu är <application>Musikspelaren Rhythmbox</application>. Som organiserar och spelar all din musik.
zh_cn: 另一个Ubuntu自带的即用的程序是<application>Rhythmbox 音乐播放器</application>。它可能组织和播放你所有的音乐。

source: Open your Home folder and create a new folder called <emphasis>Music</emphasis>. You can do this by pressing <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Create Folder</guimenuitem></menuchoice>.
ar: افتح مجلد المنزل وأنشء مجلدا جديدا باسم <emphasis>الموسيقى</emphasis>. تستطيع القيام بذلك عن طريق ضغط <menuchoice><guimenuitem>ملف</guimenuitem><guimenuitem>أنشئ مجلدا</guimenuitem></menuchoice>.
bg: Отворете вашата Домашна папка и създайте папка с името <emphasis>Music</emphasis>. Можете да създадете папка като натиснете <menuchoice><guimenuitem>Файл</guimenuitem><guimenuitem>Създаване на папка</guimenuitem></menuchoice>.
de: Öffnen Sie Ihren Persönlichen Ordner und erstellen Sie einen neuen Ordner mit dem Namen <emphasis>Musik</emphasis>. Dies können Sie tun, indem Sie <menuchoice><guimenuitem>Datei</guimenuitem><guimenuitem>Ordner anlegen</guimenuitem></menuchoice> drücken.
el: Ανοίξτε τον αρχικό κατάλογο και δημιουργήστε ένα φάκελο που ονομάζεται <emphasis>Μουσική</emphasis>. Μπορείτε να το κάνετε αυτό πατώντας <menuchoice><guimenuitem>Αρχείο</guimenuitem><guimenuitem>Δημιουργία φακέλου</guimenuitem></menuchoice>.
es: Abra su carpeta personal y cree una nueva carpeta llamada <emphasis>Music</emphasis>. Puede hacer esto pulsando <menuchoice><guimenuitem>Archivo</guimenuitem><guimenuitem>Crear una carpeta</guimenuitem></menuchoice>.
fr: Ouvrez votre dossier personnel et créez un nouveau dossier appelé <emphasis>Musique</emphasis>. Vous pouvez réaliser cela en appuyant sur <menuchoice><guimenuitem>Fichier</guimenuitem><guimenuitem>Créer un dossier</guimenuitem></menuchoice>.
hu: Nyissa meg saját mappáját és hozzon létre egy új, Zene nevű mappát. Ezt a <menuchoice><guimenuitem>Fájl</guimenuitem><guimenuitem>Mappa létrehozása</guimenuitem></menuchoice> menüpont kiválasztásával teheti meg.
ko: 홈 폴더를 연 후에 <emphasis>Music</emphasis>이라는 이름으로 새 폴더를 만듭니다. 이 작업은 <menuchoice><guimenuitem>파일</guimenuitem><guimenuitem>폴더 만들기</guimenuitem></menuchoice> 메뉴를 통해 수행할 수 있습니다.
pl: Otwórz twój Folder domowy i utwórz nowy folder o nazwie <emphasis>Muzyka</emphasis>. Możesz to zrobić klikając <menuchoice><guimenuitem>Plik</guimenuitem><guimenuitem>Utwórz folder</guimenuitem></menuchoice>.
pt: Abra a sua pasta Home e crie uma nova pasta com o nome <emphasis>Musica</emphasis>. Para isso carregue em <menuchoice><guimenuitem>Ficheiro</guimenuitem><guimenuitem>Criar Pasta</guimenuitem></menuchoice>.
pt_br: Abra sua pasta Pessoal e crie uma nova pasta chamada <emphasis>Música</emphasis>. Você pode fazer isso pressoinando <menuchoice><guimenuitem>Arquivo</guimenuitem><guimenuitem>Criar Pasta</guimenuitem></menuchoice>.
ru: Откройте вашу Домашнюю папку и создайте в ней папку с названием <emphasis>Музыка</emphasis>. Вы можете сделать это нажав <menuchoice><guimenuitem>Файл</guimenuitem><guimenuitem>Создать папку</guimenuitem></menuchoice>.
sk: Otvorte si domáci priečinok a vytvorte nový priečinok s názvom <emphasis>Hudba</emphasis>. Môžete tak urobiť stlačením <menuchoice><guimenuitem>Súbor</guimenuitem><guimenuitem>Vytvoriť priečinok</guimenuitem></menuchoice>.
sv: Öppna hemma mappen och skapa en mapp med namnet <emphasis>Musik</emphasis>. Gör detta genom att klicka på <menuchoice><guimenuitem>Arkiv</guimenuitem><guimenuitem>Skapa mapp</guimenuitem></menuchoice>.
zh_cn: 打开主文件夹，点击<menuchoice><guimenuitem>文件</guimenuitem><guimenuitem>创建文件夹</guimenuitem></menuchoice>新建名为<emphasis>音乐</emphasis>的目录。

source: Copy any music files you have into the folder you just created.
ar: انسخ أ] ملفات موسيقى لديك لى المجلد الذي أنشأته للتو.
bg: Копирайте музикалните си файлове в папката, която току-що създадохте.
de: Kopieren Sie alle Musikdateien, die Sie besitzen, in diesen Ordner.
el: Αντιγράψτε όλα τα αρχεία μουσικής που έχετε στον φάκελο που δημιουργήσατε.
es: Copie los archivos que tenga en la carpeta que acaba de crear.
fr: Copiez tous les fichiers musicaux en votre possession dans le dossier que vous venez de créer.
hu: Másolja át zenefájljait az újonnan létrehozott mappába.
ko: 여러분이 가진 음악들을 방금 만든 폴더로 복사합니다.
pl: Skopiuj jakąś muzykę do właśnie stworzonego folderu.
pt: Copie todos os ficheiros de música que possui para a pasta que criou.
pt_br: Copia todos os arquivos de música que você tem na pasta que acaba de criar
ru: Скопируйте все музыкальные файлы которые у вас имеются в эту папку.
sk: Skopírujte všetky hudobné súbory do novovytvoreného priečinka.
sv: Kopiera musik filerna du har till mappen som du nyligen skapade.
zh_cn: 把音乐文件复制到你刚刚创建的文件夹里。
