Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
sk: Tento dokument je spravovaný dokumentačným tímom Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pre zoznam prispievateľov pozrite <ulink url="../../../common/C/contributors.xml">stránku prispievateľov</ulink>
sv: Det här dokumentet underhålls av Ubuntus dokumentationsteam (https://wiki.ubuntu.com/DocumentationTeam). För en lista över bidragsgivare, se den här <ulink url="../../../common/C/contributors.xml">sidan</ulink>
zh_cn: 本文档由Ubuntu文档团队（https://wiki.ubuntu.com/DocumentationTeam）维护。贡献者名单详见<ulink url="../../../common/C/contributors.xml">贡献者页面</ulink>。

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sk: Kópia licencie je dostupná tu: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sv: En kopia av licensen finns tillgänglig här: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
zh_cn: 该授权许可的副本可以由这里获得：<ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。

source: Canonical Ltd. and members of the Ubuntu Documentation Project
sk: Canonical Ltd. a členovia Dokumentačného projektu Ubuntu
sv: Canonical Ltd. och medlemmar i Ubuntus dokumentationsprojekt
zh_cn: Canonical Ltd.（Canonical有限公司）及Ubuntu文档项目成员。

source: Introduction
sk: Úvod
sv: Introduktion
zh_cn: 简介

source: Many things work the same way in Ubuntu that they do in Windows. But you may still need help understanding Ubuntu terminology and transferring your files to use in Ubuntu.
sk: Veľa vecí funguje rovnako v Ubuntu ako vo Windows. Ale pravdepodobne budete potrebovať pomoc s pochopením terminológie a prenosom vašich súborov pre používanie v Ubuntu.
sv: Många saker fungerar på samma sätt i Ubuntu som i Windows. Du kan behöva hjälp med att förstå terminologin i Ubuntu, hur du överför filer och startar om till Windows när du behöver det.
zh_cn: 很多东西在Ubuntu中的运行方式与在Windows中是一样的，但是你或许仍然需要帮助来理解Ubuntu的术语，并把你的文件转移到Ubuntu来使用。

source: A black screen called <application>Command Prompt</application> will appear. Into the screen, type <screen>ipconfig /all</screen> and press <keycap>Return</keycap>. This will list a set of network settings for each of the networking devices you have installed. You may have one or several networking devices.
hu: Megjelenik egy <application>Parancssor</application> nevű fekete képernyő. Ide írja be az <screen>ipconfig /all</screen> szöveget, és nyomja meg az <keycap>Enter</keycap> billentyűt. Ezzel megjelennek a telepített hálózati eszközökhöz tartozó beállítások. Lehet, hogy csak egy, de akár több telepített hálózati eszköze is lehet.
ko: <application>커맨드 프롬프트</application>라고 부르는 검은 화면이 나타날 것입니다. 이 화면 안에서 <screen>ipconfig /all</screen>을 입력하고 <keycap>Enter</keycap> 키를 누릅니다. 이 명령은 여러분이 설치한 각 네트워크 장치들에 대한 네트워크 설정 정보들을 보여줄 것입니다. 여러분은 적어도 하나 이상의 네트워크 장치를 가지고 있을 것입니다.
sk: Objaví sa čierna obrazovka, takzvaný <application>Príkazový riadok</application>. Na obrazovku napíšte <screen>ipconfig /all</screen> a stlačte kláves <keycap>Enter</keycap>. Zobrazí sa zoznam sieťových nastavení každého sieťového zariadenia, ktoré máte nainštalované. Môžete mať jedno alebo niekoľko sieťových zariadení.
sv: Ett svart fönster kallat <application>kommandotolken</application> blir synligt på skärman, skriv <screen>ipconfig /all</screen> och tryck <keycap>Return</keycap>. Resultatet blir en lista över nätverksinställningarna för varje nätverkskort som är installerat. Det kan finnas flera nätverkskort.
zh_cn: 出现黑色的<application>Command Prompt</application>，输入<screen>ipconfig /all</screen> 再按<keycap>Return</keycap>，会列出你已安装的每个网络设备的网络设置。

source: Now, type <screen>ipconfig /all &gt; C:\network_settings.txt</screen> and then press <keycap>Return</keycap>. This will store the settings you have just seen in the file <filename>C:\network_settings.txt</filename>.
hu: Most írja be az <screen>ipconfig /all &gt; C:\network_settings.txt</screen> parancsot, és nyomja meg az <keycap>Enter</keycap> billentyűt. Ezzel tárolja az előbb látott beállításokat a <filename>C:\network_settings.txt</filename> fájlba.
ko: 이제 <screen>ipconfig /all &gt; C:\network_settings.txt</screen>를 입력하고 <keycap>Enter</keycap> 키를 누릅니다. 이 명령은 네트워크 설정 정보를 여러분이 입력한 <filename>C:\network_settings.txt</filename> 파일에 기록할 것입니다.
sk: Teraz napíšte <screen>ipconfig /all &gt; C:\network_settings.txt</screen> a stlačte kláves <keycap>Enter</keycap>. To uloží všetky nastavenia, ktoré ste práve videli do súboru <filename>C:\network_settings.txt</filename>.
sv: Skriv <screen>ipconfig /all &gt; C:\network_settings.txt</screen> och tryck sedan <keycap>Return</keycap>. Det här kommandot kommer spara inställningarna i filen <filename>C:\network_settings.txt</filename>.
zh_cn: 现在输入<screen>ipconfig /all &gt; C:\network_settings.txt</screen>，并点击<keycap>返回</keycap>。这样就可以把你在<filename>C:\network_settings.txt</filename>文件中看到的设置保存下来。

source: You can use the same email account in Ubuntu as you have done in Windows. If you have a Web-based email account, then you should simply be able to access it using the a web browser as you would have done in Windows. Otherwise, please note down the following information so that you can re-create your account settings on Ubuntu:
hu: Windows alatt használt e-mail fiókját megtarthatja Ubuntuban is. Ha webalapú fiókja van, ugyanúgy a böngészőjéből érheti el leveleit, ahogy Windows alatt is tette. Máskülönben jegyezze le a következő információkat, hogy Ubuntu alatt beállíthassa fiókját:
ko: 여러분은 윈도우즈에서 이용하던 이메일 계정을 우분투에서도 그대로 사용할 수 있습니다. 만약 웹 기반의 이메일 계정을 가지고 있다면, 웹 브라우저를 통해 윈도우즈에서 이용하던 것과 동일하게 이용할 수 있습니다. 그렇지 않다면 다음 정보들을 메모하여, 우분투에서도 여러분의 계정 설정을 다시 생성할 수 있습니다.
sk: V Ubuntu môžete používať ten istý emailový účet ako ste používali vo Windows. Ak máte emailový účet používajúci internetové rozhranie, budete ho mať dostupný jednoducho prostredníctvom internetového prehliadača tak, ako tomu bolo vo Windows. V opačnom prípade si prosím poznačte nasledujúce informácie, ktoré budete potrebovať na obnovenie nastavenia vášho účtu v Ubuntu:
sv: Det går att använda samma e-post konton i Ubuntu som tidigare använts i Windows. Om det är ett Webb-baserat e-post konto är det enkelt att komma åt med webbläsaren, på samma sätt som i Windows. I annat fall skriv ner följande information så att det går att återskapa kontoinställningarna i Ubuntu.
zh_cn: 在Ubuntu下，你可以象在Windows里一样使用你的相同的电子邮件账号。如果是基于web的电子邮箱，跟在Windows里一样通过浏览器就可以访问。

source: To close all your programs and leave the computer ready for someone else to log in, choose <menuchoice><guimenu>System</guimenu><guimenuitem>Quit...</guimenuitem></menuchoice>, then <guilabel>Log Out</guilabel>.
hu: Ha ki akar lépni és bekapcsolva hagyni a számítógépet, hogy újra beléphessen valaki, akkor válassza a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Kilépés...</guimenuitem></menuchoice> menüpontot, majd a <guilabel>Kijelentkezés</guilabel> gombot.
ko: 실행 중인 모든 프로그램을 종료하고 다른 사람이 컴퓨터를 사용할 수 있게 하려면, <menuchoice><guimenu>시스템</guimenu><guimenuitem>끝내기...</guimenuitem></menuchoice> 를 선택하고 <guilabel>로그아웃</guilabel> 을 누릅니다.
sk: Na skončenie všetkej vašej práce a nechanie počítača pripraveného na prihlásenie sa niekoho iného vyberte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Ukončiť prácu...</guimenuitem></menuchoice> a potom <guilabel>Odhlásiť používateľa</guilabel>.
sv: Välj <menuchoice><guimenu>System</guimenu><guimenuitem>Avsluta...</guimenuitem></menuchoice> och sedan <guilabel>Logga ut</guilabel> för att stänga alla dina program och lämna datorn redo för att andra ska kunna logga in på den.
zh_cn: 要关闭全部程序并让其他人登录计算机，请选择<menuchoice><guimenu>系统</guimenu><guimenuitem>退出...</guimenuitem></menuchoice>，然后选择<guilabel>退出</guilabel>。

source: To put your computer into a power-saving mode until you resume using it, choose <menuchoice><guimenu>System</guimenu><guimenuitem>Quit...</guimenuitem></menuchoice>, then <guilabel>Suspend</guilabel> or <guilabel>Hibernate</guilabel>. (<guilabel>Hibernate</guilabel> requires no power at all, but is slower, and is not available on some types of computer.)
hu: Ha a számítógépet energiatakarékos üzemmódba akarja helyezni, akkor a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Kilépés...</guimenuitem></menuchoice> menüpont után a <guilabel>Felfüggesztés</guilabel> vagy a <guilabel>Hibernálás</guilabel> gombot válassza. (A <guilabel>Hibernálás</guilabel> esetében a számítógépnek egyáltalán nem kell áram, de ez kicsit lassabb és bizonyos számítógépeken nem működik.)
ko: 다음에 사용할 때까지 컴퓨터를 절전 모드에 두려면, <menuchoice><guimenu>시스템</guimenu><guimenuitem>끝내기...</guimenuitem></menuchoice> 를 선택하고 <guilabel>절전 모드</guilabel> 혹은 <guilabel>최대절전</guilabel> 을 누릅니다. (<guilabel>최대절전</guilabel> 은 전원을 전혀 필요로 하지 않지만 더 느리고, 어떤 종류의 컴퓨터에서는 동작하지 않습니다.)
sk: Aby ste uviedli váš počítač do režimu, v ktorom bude šetriť energiu až do jeho opätovného použitia, zvoľte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Ukončiť prácu...</guimenuitem></menuchoice> a vyberte <guilabel>Uspať počítač</guilabel> alebo <guilabel>Hibernovať počítač</guilabel>. (<guilabel>Hibernácia</guilabel> nevyžaduje žiadnu energiu, ale je pomalšia a na niektorých typoch počítačov nefunguje.)
sv: Välj <menuchoice><guimenu>System</guimenu><guimenuitem>Avsluta...</guimenuitem></menuchoice> och sedan <guilabel>Viloläge</guilabel> eller <guilabel>Vänteläge</guilabel> för att försätta din dator i strömsparläge tills du återupptar användningen av den. (<guilabel>Viloläge</guilabel> kräver ingen ström alls, men är långsammare, och finns inte tillgängligt på vissa typer av datorer.)
zh_cn: 要使你的计算机进入省电模式，直到你恢复使用，请选择<menuchoice><guimenu>系统</guimenu><guimenuitem>退出...</guimenuitem></menuchoice>，然后选择<guilabel>待机</guilabel>或者<guilabel>休眠</guilabel>。

source: Mozilla Firefox
ar: موزيلا فايرفوكس

source: Opera
pt_br: Ópera
