Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: Dialling type (tone or pulse)
ar: نوع الطلب (رنين أو نبض)
bg: Тип набиране (тонално или правотоково)
de: Wählverfahren (Ton- oder Impulswahl)
el: Τύπος κλήσης (τονικό ή παλμικό)
es: Tipo de marcado (tonos o pulsos)
fr: Type de numérotation (à fréquence vocale ou à impulsion)
hu: Tárcsázás típusa (hang vagy impulzus)
ko: 다이얼링 타입 (톤 혹은 펄스)
pl: Sposób wybierania (tonowe lub impulsowe)
pt: Tipo de ligação (tom ou pulsação)
pt_br: Tipo de discagem (tom ou pulso)
ru: Тип набора (тоновый или импульсный)
sk: Typ vytáčania (tónové alebo pulzné)
sv: Uppringningstyp (ton eller puls)
zh_cn: 拨号类型(音频或脉冲)

source: Authentication type
ar: نوع التصريح
bg: Вид на упълномощаване
de: Authentifizierungsart
el: Τύπος πιστοποίησης
es: Tipo de autenticación
fr: Type d'authentification
hu: Hitelesítés típusa
ko: 인증 방식
pl: Rodzaj autoryzacji
pt: Tipo de autenticação
pt_br: Tipo de autenticação
ru: Тип аутентификации
sk: Typ autentifikácie
sv: Autentiseringstyp
zh_cn: 认证类型

source: Broadband Internet connection
ar: اتصال النطاق الواسع بالإنترنت
bg: Широколентова интернет връзка
de: Breitband-Internetverbindung
el: Ευρυζωνική σύνδεση στο διαδίκτυο (broadband)
es: Conexión a Internet de banda ancha
fr: Connexion Internet haut débit
hu: Szélessávú internetkapcsolat
ko: 브로드밴드 인터넷 연결
pl: Szybkie połączenie internetowe
pt: Ligação à internet de banda larga
pt_br: Conexão de internet banda larga
ru: Широкополосное соединение с Интернет
sk: Širokopásmové pripojenie do internetu
sv: Bredbandsanslutning till Internet
zh_cn: 宽带互联网连接

source: Dialling telephone number
ar: رقم الطلب الهاتفي
bg: Набиране на телефонен номер
de: Zu wählende Telefonnummer
el: Κλήση τηλεφωνικού αριθμού
es: Número de teléfono
fr: Numéro d'appel
hu: Tárcsázott telefonszám
ko: 다이얼링 전화번호
pl: Wybierany numer telefonu
pt: Número de telefone a ligar
pt_br: Número de telefone de discagem
ru: Набор телефонного номера
sk: Vytáčacie telefónne číslo
sv: Telefonnummer att ringa till
zh_cn: 拨号电话号码

source: Connection type (usually PPPoE or PPPoA)
ar: نوع الاتصال (عادة PPPoE أو PPPoA)
bg: Вид на връзката (обикновенно PPPoE или PPPoA)
de: Verbindungsart (normalerweise PPPoE oder PPPoA)
el: Τύπος σύνδεσης (συνήθως PPPoE ή PPPoA)
es: Tipo de conexión (normalmente PPPoE o PPPoA)
fr: Type de connexion (généralement PPPoE ou PPPoA)
hu: Kapcsolat típusa (legtöbbször PPPoE vagy PPPoA)
ko: 연결 방식 (보통 PPPoE 혹은 PPPoA)
pl: Rodzaj połączenia (zwykle PPPoE lub PPPoA)
pt: Tipo de ligação (geralmente PPPoE ou PPPoA)
pt_br: Tipo de conexão (usualmente PPPoE ou PPPoA)
ru: Тип соединения (обычно PPPoE или PPPoA)
sk: Typ pripojenia (spravidla PPPoE alebo PPPoA)
sv: Uppkopplingstyp (normalt PPPoE eller PPPoA)
zh_cn: 连接类型（通常为PPPoE或者PPPoA）

source: It is possible that you may also require the following technical information, which should be available from your Internet service provider:
ar: من الممكن أن تطالب بالمعلومات التقنية التالية، والتي يجب أن تتوفر من مقدم خدمة الإنترنت:
bg: Вероятно ще ви се изиска също следната техническа информация,която трябва да се набави от вашият интернет доставчик:
de: Möglicherweise könnten noch folgende technische Informationen erforderlich sein, die bei Ihrem Internetanbieter erhältlich sein sollten:
el: Είναι πιθανό να απαιτηθούν οι παρακάτω τεχνικές πληροφορίες, οι οποίες πρέπει να είναι διαθέσιμες από τον παροχέα της σύνδεσης:
es: Es posible que también pueda necesitar la siguiente información técnica, la cual debería estar disponible en su proveedor de servicios de Internet:
fr: Il est possible que vous ayez également besoin des informations techniques suivantes, qui devraient être disponibles chez votre fournisseur d'accès Internet :
hu: Lehetséges, hogy a következő adatokra is szüksége lesz, amiket internetszolgáltatójától megtudhat:
ko: 여러분의 인터넷 서비스 제공자(ISP)에게서 얻을 수 있는 다음과 같은 기술적인 정보들이 필요할 수도 있습니다
pl: Być może potrzebować będziesz następujących informacji technicznych, które powinny być dostępne u dostawcy usługi internetowej:
pt: É possível que necessite também da seguinte informação técnica, que deve estar disponível no seu fornecedor de internet:
pt_br: É possível que você também necessite da seguinte informação técnica, o qual deve estar disponível com o seu provedor de serviços de Internet:
ru: Также могут потребоваться следующие технические данные, которые можно узнать у провайдера Интернет-услуг:
sk: Je možné, že budete potrebovať taktiež nasledujúce technické údaje, ktoré by vám mal poskytnúť váš poskytovateľ služby:
sv: Det är möjligt att du har behov av följande teknisk information, som bör tillhandahållas av din internetleverantör:
zh_cn: 你或许也需要如下这些应该由你的互联网服务提供商提供的技术信息：

source: IP address and subnet mask
ar: عنوان آي​بي وقناع الشبكة الفرعية
bg: IP адрес и маска на подмрежата
de: IP-Adresse und Subnetzmaske
el: Διεύθυνση IP και μάσκα υποδικτύου
es: Dirección IP y máscara de subred
fr: Adresse IP et masque de sous-réseau
hu: IP-cím és alhálózati maszk
ko: IP 주소와 서브넷 마스크
pl: Adres IP oraz maska podsieci
pt: Endereço de IP e máscara de subnet
pt_br: Endereço IP e máscara de sub-rede
ru: IP-адрес и маска подсети
sk: IP adresu a sieťovú masku
sv: IP-adress och subnätsmask
zh_cn: IP地址和子网掩码

source: DNS server, gateway IP address or DHCP server
ar: خادوم DNS، أو بوابة عنوان آي​بي أو خادوم DHCP
bg: DNS сървър,шлюз IP адрес или DHCP сървър
de: DNS-Server, IP-Adresse des Gateway oder DHCP-Server
el: Εξυπηρετητή DNS, διεύθυνση gateway ή εξυπηρετητή DHCP
es: Servidor DNS, dirección de la puerta de enlace o servidor DHCP
fr: Serveur DNS, adresse IP de la passerelle ou serveur DHCP
hu: DNS-kiszolgáló, átjáró IP-címe vagy DHCP-kiszolgáló
ko: DNS 서버, 게이트웨이 IP 주소 혹은 DHCP 서버
pl: Adres serwera DNS, adres bramy lub serwera DHCP
pt: Servidor de DNS, endereço de IP do gateway ou servidor DHCP
pt_br: Servidor DNS, endereço IP do gateway ou servidor DHCP
ru: DNS сервер, адрес шлюза или DHCP сервер
sk: DNS server, adresu brány alebo DHCP servera
sv: DNS-server, IP-adress till gateway eller DHCP-server
zh_cn: DNS服务器, 网关的IP地址或 DHCP服务器

source: Encapsulation type
ar: نوع التغليف
bg: Вид на енкапсулацията
de: Art der Datenkapselung
el: Τύπος ενθυλάκωσης
es: Tipo de encapsulación
fr: Type d'encapsulation
hu: Beágyazás típusa
ko: Encapsulation 방식
pl: Typ kapsułkowania
pt: Tipo de encapsulação
pt_br: Tipo de encapsulamento
ru: Тип инкапсуляции
sk: Typ zapúzdrenia
sv: Inkapslingstyp
zh_cn: 封装类型

source: DHCP settings
ar: إعدادات DHCP
bg: DHCP настройки
de: DHCP-Einstellungen
el: Ρυθμίσεις DHCP
es: Configuración DHCP
fr: Paramètres DHCP
hu: DHCP-beállítások
ko: DHCP 설정
pl: Ustawienia DHCP
pt: Configurações DHCP
pt_br: Configurações do DHCP
ru: Настройки DHCP
sk: nastavenie DHCP
sv: DHCP-inställningar
zh_cn: DHCP设置

source: Proxy server settings
ar: إعدادات خادوم الوسيط
bg: Настройки на Прокси сървъра
de: Einstellungen für Proxy-Server
el: Ρυθμίσεις διακομιστή μεσολάβησης (proxy)
es: Configuración del servidor proxy
fr: Paramètres du serveur mandataire (proxy)
hu: Proxykiszolgáló beállításai
ko: 프록시(Proxy) 서버 설정
pl: Ustawienia serwera proxy
pt: Definições de servidor proxy
pt_br: Configurações do servidor proxy
ru: Настройки прокси-сервера
sk: Nastavenie proxy servera
sv: Inställningar för proxyserver
zh_cn: 代理服务器设置

source: If you connect to the Internet through a proxy server, you will need to make a note of some details of the proxy server in order to allow Ubuntu to connect to the Internet.
ar: إذا اتصلت بالإنترنت عن طريق خادوم وسيط Proxy، سوف تحتاج ملاحظة بعض تفاصيل خادوم الوسيط لتسمح لأوبونتو بالاتصال بالإنترنت.
bg: Ако се свързвате към интернет посредством прокси сървър,трябва да направите запис нан якой детайли на прокси сървъра,за да се позволи на Убунту да се свърже с Интернет
de: Wenn Sie sich über einen Proxy-Server mit dem Internet verbinden, werden Sie sich einige Details des Proxy-Servers notieren müssen, um Ubuntu zu ermöglichen sich mit dem Internet zu verbinden.
el: Εάν συνδέστε στο διαδίκτυο μέσω ενός διακομιστή μεσολάβησης, θα πρέπει να δημιουργήσετε μια σημείωση με μερικές λεπτομέρειες του διακομιστή έτσι ώστε να επιτραπεί στο Ubuntu να συνδεθεί στο διαδίκτυο.
es: Si se conecta a Internet a través de un servidor proxy, necesitará anotar algunos detalles sobre el servidor para permitir a Ubuntu conectarse a Internet.
fr: Si vous vous connectez à l'Internet via une serveur mandataire (proxy), il vous faudra noter certains détails de ce serveur pour permettre à Ubuntu de se connecter à l'Internet.
hu: Ha proxyn keresztül kapcsolódik az internetre, jegyezze fel a Windows alatt használt beállításait, hogy az Ubuntuból is kapcsolódhasson az internethez.
ko: 만약 여러분이 프록시 서버를 통해 인터넷에 연결되어 있다면, 우분투에서도 인터넷에 연결할 수 있도록 프록시 서버에 대한 자세한 정보들을 기록해 둘 필요가 있습니다.
pl: Jeśli łączysz się z internetem poprzez serwer proxy, powinieneś zanotować szczegóły dotyczące tego serwera, aby później umożliwić Ubuntu połączenie z internetem.
pt: Se a sua ligação à Internet é feita através de um dervidor proxy, irá precisar tomar nota de alguns dos detalhes do servidor proxy, de modo a permitir ao Ubuntu ligar-se à Internet.
pt_br: Se você se conecta na internet através de um servidor proxy, você precisará tomar nota de alguns detalhes do servidor proxy afim de permitir que o Ubuntu conecte-se à internet.
ru: При подключении к Интернету через прокси-сервер необходимо записать некоторые детали настройки прокси-сервера, чтобы в дальнейшем позволить Ubuntu подключиться к сети Интернет.
sk: Ak sa pripájate do internetu prostredníctvom proxy srvera, budete na pripojenie do internetu v Ubuntu potrebovať si poznačiť niektoré údaje o proxy serveri.
sv: Om du kopplar upp till Internet genom en proxyserver behöver du notera vissa detaljer om proxyservern för att ge Ubuntu möjlighet att koppla upp sig mot Internet.
zh_cn: 如果你通过代理服务部器连接到互联网，你就需要留意代理服务器的一些情况，从而使Ubuntu得以连接到互联网。

source: If the <guilabel>Control Panel</guilabel> has a purple background, press <menuchoice><guimenuitem>Network and Internet Connections</guimenuitem><guimenuitem>Internet Options</guimenuitem></menuchoice>.
ar: إذا كان ل<guilabel>لوحة التحكم</guilabel> لون خلفية بنفسجي، اضغط <menuchoice><guimenuitem>اتصالات شبكة الاتصال والإنترنت</guimenuitem><guimenuitem>خيارات الإنترنت</guimenuitem></menuchoice>.
bg: Ако <guilabel>Контролен панел</guilabel> има розов фон,натисни <menuchoice><guimenuitem>Мрежови и Интернет връзки</guimenuitem><guimenuitem>Интернет Опции</guimenuitem></menuchoice>.
de: Falls die Windows-<guilabel>Systemsteuerung</guilabel> bei Ihnen einen bläulichen Hintergrund hat, klicken Sie dort auf <menuchoice><guimenuitem>Netzwerk- und Internetverbindungen</guimenuitem><guimenuitem>Internetoptionen</guimenuitem></menuchoice>.
el: Αν ο <guilabel>Πίνακας ελέγχου</guilabel> έχει μωβ φόντο, πατήστε <menuchoice><guimenuitem>Συνδέσεις δικτύου και Internet</guimenuitem><guimenuitem>Internet Options</guimenuitem></menuchoice>.
es: Si el <guilabel>Panel de control</guilabel> tiene un fondo color púrpura, pulse <menuchoice><guimenuitem>Conexiones de red e Internet</guimenuitem><guimenuitem>Opciones de Internet</guimenuitem></menuchoice>.
fr: Si le <guilabel>Panneau de configuration</guilabel> a un fond violet, cliquez sur <menuchoice><guimenuitem>Connexions réseau et Internet</guimenuitem><guimenuitem>Options Internet</guimenuitem></menuchoice>.
hu: Ha a <guilabel>Vezérlőpult</guilabel> háttere lila, válassza a <menuchoice><guimenuitem>Hálózati beállítások</guimenuitem><guimenuitem>Internetbeállítások</guimenuitem></menuchoice> elemet.
ko: 만약 <guilabel>제어판</guilabel> 의 배경색이 보라색이라면 <menuchoice><guimenuitem>네트워크 및 인터넷 연결</guimenuitem><guimenuitem>인터넷 옵션</guimenuitem></menuchoice> 을 누릅니다.
pl: Jeśli <guilabel>Panel sterowania</guilabel> posiada bordowe tło, wybierz opcję <menuchoice><guimenuitem>Połączenia sieciowe i Internet</guimenuitem><guimenuitem>Opcje internetowe</guimenuitem></menuchoice>.
pt: Se o <guilabel>Painel de Controlo</guilabel> tiver um fundo roxo, clique em <menuchoice><guimenuitem>Redes e Ligação à Internet</guimenuitem><guimenuitem>Opções de Internet</guimenuitem></menuchoice>.
pt_br: Se o <guilabel>Painel de Controle</guilabel> tem o fundo púpuro, pressione <menuchoice><guimenuitem>Conexões de Rede e de Internet</guimenuitem><guimenuitem>Opções de Internet</guimenuitem></menuchoice>.
ru: Если фон <guilabel>Панель управления</guilabel> пурпурного цвета, выберите пункт <menuchoice><guimenuitem>Сеть и интернет соединения</guimenuitem><guimenuitem>Параметры интернет</guimenuitem></menuchoice>.
sk: Ak má <guilabel>Ovládací panel</guilabel> fialové pozadie, stlačte <menuchoice><guimenuitem>Sieťové pripojenia</guimenuitem><guimenuitem>Možnosti siete Internetu</guimenuitem></menuchoice>.
sv: Tryck på <menuchoice><guimenuitem>Nätverk och Internetanslutning</guimenuitem><guimenuitem>Internet-alternativ</guimenuitem></menuchoice> om <guilabel>kontrollpanelen</guilabel> har en lila bakgrund.
zh_cn: 如果<guilabel>控制面板</guilabel>背景呈紫色，请点击<menuchoice><guimenuitem>网络和Internet连接</guimenuitem><guimenuitem>Internet选项</guimenuitem></menuchoice>。

source: If the <guilabel>Control Panel</guilabel> has a white background, press <guilabel>Internet Options</guilabel>.
ar: إذا كان لون خلفية <guilabel>لوحة التحكم</guilabel>، اضغط <guilabel>خيارات الإنترنت</guilabel>.
bg: Ако <guilabel>Контролен панел</guilabel> има бял фон,натисни<guilabel>Интернет Опции</guilabel>.
de: Wenn die <guilabel>Systemsteuerung</guilabel> einen weißen Hintergrund hat, klicken Sie doppelt auf <guilabel>Internetoptionen</guilabel>.
el: Αν ο <guilabel>Πίνακας ελέγχου</guilabel> έχει λευκό φόντο, πατήστε <guilabel>Internet Options</guilabel>.
es: Si el <guilabel>Panel de control</guilabel> tiene un fondo color blanco, pulse <guilabel>Opciones de Internet</guilabel>.
fr: Si le <guilabel>Panneau de configuration</guilabel> a un fond blanc, cliquez sur<guilabel>Options Internet</guilabel>.
hu: Ha a <guilabel>Vezérlőpult</guilabel> háttere fehér, válassza az <guilabel>Internetbeállítások</guilabel> elemet.
ko: 만약 <guilabel>제어판</guilabel> 의 배경색이 흰색이라면 <guilabel>인터넷 옵션</guilabel> 을 누릅니다.
pl: Jeśli <guilabel>Panel sterowania</guilabel> posiada białe tło, naciśnij <guilabel>Opcje internetowe</guilabel>.
pt: Se o <guilabel>Painel de Controlo</guilabel> tiver um fundo branco, clique em <guilabel>Opções de Internet</guilabel>.
pt_br: Se o <guilabel>Painel de Controle</guilabel> tem o fundo branco, pressione <guilabel>Opções de Internet</guilabel>.
ru: Если фон <guilabel>Панель управления</guilabel> белого цвета, выберите пункт <guilabel>Параметры интернет</guilabel>.
sk: Ak má <guilabel>Ovládací panel</guilabel> biele pozadie, stlačte <guilabel>Možnosti siete Internetu</guilabel>.
sv: Tryck på <guilabel>Internet-alternativ</guilabel> om <guilabel>kontrollpanelen</guilabel> har en vit bakgrund.
zh_cn: 如果<guilabel>控制面板</guilabel>背景为白色，请点击<guilabel>Internet选项</guilabel>。

source: Press <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Control Panel</guimenuitem></menuchoice>. <placeholder-1/>
ar: اضغط <menuchoice><guimenuitem>ابدأ</guimenuitem><guimenuitem>لوحة التحكم</guimenuitem></menuchoice>. <placeholder-1/>
bg: Натисни <menuchoice><guimenuitem>Старт</guimenuitem><guimenuitem>Контрол Панел</guimenuitem></menuchoice>. <placeholder-1/>
de: Wählen Sie <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Systemsteuerung</guimenuitem></menuchoice>. <placeholder-1/>
el: Πατήστε <menuchoice><guimenuitem>Έναρξη</guimenuitem><guimenuitem>Πίνακας ελέγχου</guimenuitem></menuchoice>. <placeholder-1/>
es: Pulse <menuchoice><guimenuitem>Inicio</guimenuitem><guimenuitem>Panel de control</guimenuitem></menuchoice>. <placeholder-1/>
fr: cliquez sur <menuchoice><guimenuitem>Démarrer</guimenuitem><guimenuitem>Panneau de configuration</guimenuitem></menuchoice>. <placeholder-1/>
hu: Kattintson a <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Vezérlőpult</guimenuitem></menuchoice> elemre. <placeholder-1/>
ko: <menuchoice><guimenuitem>시작</guimenuitem><guimenuitem>제어판</guimenuitem></menuchoice> 을 누릅니다. <placeholder-1/>
pt: Clique em <menuchoice><guimenuitem>Iniciar</guimenuitem><guimenuitem>Painel de Controlo</guimenuitem></menuchoice>. <placeholder-1/>
pt_br: Pressione <menuchoice><guimenuitem>Iniciar</guimenuitem><guimenuitem>Painel de Controle</guimenuitem></menuchoice>. <placeholder-1/>
ru: Нажмите <menuchoice><guimenuitem>Запустить</guimenuitem><guimenuitem>Панель управления</guimenuitem></menuchoice>. <placeholder-1/>
sk: Stlačte <menuchoice><guimenuitem>Štart</guimenuitem><guimenuitem>Ovládací panel</guimenuitem></menuchoice>. <placeholder-1/>
sv: Tryck på <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Kontrollpanelen</guimenuitem></menuchoice>. <placeholder-1/>
zh_cn: 请点击<menuchoice><guimenuitem>开始</guimenuitem><guimenuitem>控制面板</guimenuitem></menuchoice>。<placeholder-1/>

source: On the <guilabel>Connections</guilabel> tab, press <guibutton>LAN Settings...</guibutton>.
ar: في لسان <guilabel>الاتصالات</guilabel>، اضغط <guibutton>إعدادات LAN...</guibutton>.
bg: В раздела <guilabel>Връзки</guilabel>, натиснете <guibutton>LAN Settings...</guibutton>.
de: Klicken Sie im Reiter <guilabel>Verbindungen</guilabel> auf <guibutton>Einstellungen...</guibutton>.
el: Στην καρτέλα <guilabel>Connections</guilabel>, πατήστε <guibutton>LAN Settings...</guibutton>.
es: En la pestaña <guilabel>Conexiones</guilabel>, pulse <guibutton>Opciones LAN...</guibutton>.
fr: Dans l'onglet <guilabel>Connexions</guilabel>, cliquez sur <guibutton>Paramètres réseau...</guibutton>.
hu: A <guilabel>Kapcsolatok</guilabel> lapon kattintson a <guibutton>LAN-beállítások...</guibutton> gombra.
ko: <guilabel>연결</guilabel> 탭에서 <guibutton>LAN 설정...</guibutton>을 누릅니다.
pl: W zakładce <guilabel>Połączenia</guilabel> kliknij <guibutton>Ustawienia LAN...</guibutton>.
pt: No separador <guilabel>Ligações</guilabel> carregue em <guibutton>Configurações de LAN...</guibutton>.
pt_br: Na aba <guilabel>Conexões</guilabel>, pressione <guibutton>Configurações da LAN...</guibutton>.
ru: На вкладке <guilabel>Подключения</guilabel> нажмите <guibutton>Настройка LAN...</guibutton>.
sk: V karte <guilabel>Pripojenia</guilabel> stlačte <guibutton>Nastavenie siete LAN...</guibutton>.
sv: På <guilabel>Anslutningar</guilabel> fliken, klicka på <guibutton>LAN inställningar...</guibutton>.
zh_cn: 在<guilabel>连接</guilabel>标签处点击<guibutton>局域网设置...</guibutton>。

source: If the <guilabel>Use a proxy server for your LAN</guilabel> option is ticked, this means that you are connecting to the Internet through a proxy server.
ar: إذا كان الخيار <guilabel>استخدم ملقم وكيل لشبكة الاتصال المحلية (LAN) لديك.</guilabel> معلّم، هذا يعني أنك تتصل بالإنترنت عن طريق خادوموسيط.
bg: Ако опцията <guilabel>Use a proxy server for your LAN</guilabel> е отбелязана, това означава, че се свързвате с интернет през прокси сървър.
de: Wenn die Option <guilabel>Proxyserver für LAN verwenden</guilabel> markiert ist, wird Ihre Internetverbindung über einen Proxy-Server aufgebaut.
el: Αν το κουτάκι του <guilabel>Use a proxy server for your LAN</guilabel> είναι επιλεγμένο, αυτό σημαίνει ότι συνδέεστε στο δίκτυο μέσω διακομιστή μεσολάβησης (proxy).
es: Si la opción <guilabel>Utilizar un servidor proxy para la red local</guilabel> está marcada, quiere decir que se está conectando a Internet a través de un servidor proxy.
fr: Si l'option <guilabel>Utiliser un serveur proxy pour votre réseau local</guilabel> est cochée, cela signifie que vous vous connectez à l'Internet au travers d'un serveur mandataire (proxy).
hu: Ha be van jelölve a <guilabel>Proxykiszolgáló használata a helyi hálózaton</guilabel> négyzet, akkor Ön az internethez proxykiszolgálón keresztül kapcsolódik.
ko: 만약 <guilabel>사용자 LAN에 프록시 서버 사용</guilabel>이 체크되어 있다면, 여러분이 프록시 서버를 통해 인터넷에 연결되어 있다는 것을 뜻합니다.
pl: Jeżeli opcja <guilabel>Użyj serwera proxy dla sieci LAN</guilabel> jest zaznaczona oznacza to, że łączysz się z Internetem poprzez serwer proxy.
pt: Se a opção <guilabel>Usar um servidor proxy para a sua LAN</guilabel> está marcada, significa que a sua ligação à Internet é feita a partir de um servidor proxy.
pt_br: Se a opção <guilabel>Usar um servidor proxy para a rede local</guilabel> estiver selecionado, significa que você está se conectando à internet através de um servidor proxy.
ru: Если активирована опция <guilabel>Использовать прокси-сервер для подключений LAN</guilabel>, значит вы подключаетесь к Интернет, используя прокси-сервер.
sk: Ak je označená možnosť <guilabel>Pre sieť LAN použiť server proxy</guilabel> znamená to, že na pripojenie do internetu používate proxy.
sv: Om <guilabel>använd proxy server för LAN</guilabel> valet är markerat, då betyder det att uppkopplingen till internet går genomen proxy server.
zh_cn: 如果 <guilabel>为您的局域网使用代理</guilabel> 选项出现， 说明你正通过代理服务器连接到因特网。

source: Press <guibutton>Advanced...</guibutton> and make a note of the contents of the boxes on the screen which appears. These are your proxy settings.
ar: انقر <guibutton>خيارات متقدمة...</guibutton> وخذ فكرة عن محتويات الصناديق على الشاشة التي تظهر. هذه هي إعدادات وسيطك.
bg: Натиснете <guibutton>Advanced...</guibutton> и забележете съдържанието на полетата. Това са вашите настройки на прокси.
de: Klicken Sie auf <guibutton>Erweitert...</guibutton> und notieren Sie sich den Inhalt der auf dem Bildschirm dargestellten Dialogfenster. Dies sind Ihre Proxy-Einstellungen.
el: Πατήστε <guibutton>Advanced...</guibutton> και σημειώστε τα περιεχόμενα των κουτιών στην οθόνη που εμφανίζεται. Αυτές είναι οι ρυθμίσεις του διακομιστή μεσολάβησης.
es: Pulse <guibutton>Avanzadas...</guibutton> y tome nota del contenido de los campos que aparecen en pantalla. Ésta es la configuración de su proxy.
fr: Cliquez sur <guibutton>Advancé...</guibutton> et prenez note des contenus des champs dans la fenêtre qui apparaît. Ce sont vos paramètres de proxy.
hu: Kattintson a <guibutton>Speciális...</guibutton> gombra, és jegyezze le a képernyőn megjelenő mezők tartalmát. Ezek az Ön proxybeállításai.
ko: <guibutton>고급...</guibutton> 버튼을 눌러 스크린에 나타나는 박스의 내용을 기록하십시오. 이것이 여러분의 프록시 설정입니다.
pl: Kliknij <guibutton>Zaawansowane...</guibutton> i zapisz zawartość pól, które się pojawiły. To są twoje ustawienia proxy.
pt: Carregue em <guibutton>Avançado...</guibutton> e tome nota dos conteúdos nas caixas que aparecem no ecrã. Essassão as suas configurações proxy.
pt_br: Pressione <guibutton>Avançado...</guibutton> e faça uma nota do conteúdo das caixas na tela que aparece. Estas são suas configurações de proxy.
ru: Нажмите <guibutton>Дополнительно...</guibutton> и запишите содержимое полей в появившемся окне. Это настройки вашего прокси-сервера.
sk: Stlačte <guibutton>Spresniť...</guibutton> a poznačte si obsah jednotlivých polí, ktoré sa objavia. Toto sú vaše nastavenia proxy.
sv: Klicka på <guibutton>Avancerat...</guibutton> och skriv ner innehållet i fönstret som kommit fram. Det är dessa som är dina proxy inställningar.
zh_cn: 点击<guibutton>高级...</guibutton>，记下显示的信息，那是你的代理设置。

source: Network settings
ar: إعدادات الشبكة
bg: Настройки на мрежа
de: Netzwerkeinstellungen
el: Ρυθμίσεις δικτύου
es: Configuración de la red
fr: Paramètres réseau
hu: Hálózat beállításai
ko: 네트워크 설정
pl: Ustawienia sieciowe
pt: Definições de Rede
pt_br: Configurações de rede
ru: Настройки сети
sk: Nastavenie siete
sv: Nätverksinställningar
zh_cn: 网络设置
