Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: Because <application>Microsoft Outlook</application> is unable to fully export its mail messages to a usable intermediate format, you must install another piece of software in order to export your email.
ar: بسبب أن <application>Microsoft Outlook</application> غير قادر تماما على تصدير رسائل بريده إلى هيئة معتدلة مفيدة، عليك تثبيت برنامجآخر لتصدير بريدك.
bg: Понеже <application>Microsoft Outlook</application> не може да експортира напълно писмата ползваем формат, трябва да инсталирате допълнителен софтуер, за да експортирате вашите писма.
de: Da <application>Microsoft Outlook</application> nicht in der Lage ist, E-Mail-Nachrichten in ein Zwischenformat zu exportieren, müssen Sie zusätzliche Software installieren, um Ihre E-Mails exportieren zu können.
el: Επειδή το <application>Microsoft Outlook</application> δεν μπορεί να εξάγει τα ηλεκτρονικά μηνύματα σε μια ενδιάμεση μορφή, πρέπει να εγκαταστήσετε ένα άλλο λογισμικό για να εξάγετε τα μηνύματα σας.
es: Dado que <application>Microsoft Outlook</application> es incapaz de exportar totalmente sus mensajes de correo a un formato intermedio usable, debe instalar otra aplicación para poder exportar su correo.
fr: Comme <application>Microsoft Outlook</application> n'est pas employable pour exporter les courriels dans un format intermédiaire utilisable, vous devez installer un autre programme afin d'exporter vos courriels.
hu: Mivel a <application>Microsoft Outlook</application> nem képes a benne tárolt leveleket használható köztes formátumba exportálni, a levelek átvitele csak egy másik szoftver segítségével lehetséges.
ko: <application>Microsoft Outlook</application>은 이용 가능한 중간 형식으로 메일 메시지를 내보낼 수 없기 때문에, 여러분의 메일을 내보내기 위해서는 다른 소프트웨어를 설치해야 합니다.
pl: Ponieważ <application>Microsoft Outlook</application> nie jest w stanie wyeksportować wiadomości pocztowych do jakiegoś pośredniego formatu danych, musisz skorzystać z innego programu aby wyeksportować swoje wiadomości pocztowe.
pt: Dado que o <application>Microsoft Outlook</application> não é capaz de exportar completamente as suas mensagens de e-mail para um formato intermediário, terá que instalar outra aplicação de forma a exportar o seu e-mail.
pt_br: Como o <application>Microsoft Outlook</application> não é capaz de exportar completamente as mensagens de email para um formato intermediário usável, você deve instalar outro pedaço de software para poder exportar os seus e-mails.
ru: Так как <application>Microsoft Outlook</application> не может сохранять почтовые сообщения в промежуточные форматы, придётся установить другую программу для экспорта вашей почты.
sk: Pretože <application>Microsoft Outlook</application> nie je schopný plne exportovať maily do použiteľného formátu, na tento úkon budete musieť nainštalovať iný softvér.
sv: Beroende på att <application>Microsoft Outlook</application> inte kan exportera e-post meddelanden till ett mellanliggande format, därför måste ett annat program installeras för att exporten av e-post skall lyckas.
zh_cn: 因为<application>Microsoft Outlook</application>不能完整导出邮件信息到可用的中间格式，必须安装第三方软件以便导出你的邮件。

source: Preparing email for export using Mozilla Thunderbird
ar: تحضير البريد الإلكتروني للتصدير باستخدام موزيلا ثندربرد
bg: Подготовка на електронни писма за експортиране с помощта на Mozilla Thunderbird
de: Vorbereitung zum Export von E-Mails mithilfe von Mozilla Thunderbird
el: Προετοιμασία της εξαγωγής μηνυμάτων χρησιμοποιώντας τον Mozilla Thunderbird
es: Preparación del correo para ser exportado usando Mozilla Thunderbird
fr: Préparer les courriels pour exportation en utilisant Mozilla Thunderbird
hu: E-mailek előkészítése exportálásra a Mozilla Thunderbird segítségével
ko: Mozilla Thunderbird를 이용하여 이메일 내보낼 준비하기
pl: Przygotowywanie wiadomości do eksportu używając programu Mozilla Thunderbird
pt: Preparar o e-mail para exportação com o Mozilla Thunderbird
pt_br: Preparando e-mail para exportar usando o Mozilla Thunderbird
ru: Подготовка электронной почты к экспорту с помощью Mozilla Thunderbird
sk: Príprava emailov na export prostredníctvo Mozilla Thunderbird
sv: Förbered e-post export genom att använda Mozilla Thunderbird
zh_cn: 用 Mozilla Thunderbird 作好邮件导出的准备工作

source: Because some mail clients (such as <application>Microsoft Outlook</application> and <application>Microsoft Outlook Express</application>) do not store their mail messages in a standard format, an additional piece of software must be used to convert the mail before export. <application>Mozilla Thunderbird</application> is a free, open-source application which is able to do this.
ar: لأن بعض عملاء البريد (مثل <application>Microsoft Outlook</application> و <application>Microsoft Outlook Express</application>) لا تخزن رسائل بريدها تحت هيئة معيارية، يجب أن يستخدم برنامج خارجي لتحويل البريد قبل تصديره. <application>موزيلا ثندربيرد</application> هو تطبيق حر ومفتوح المصدر قادر على فعل ذلك.
bg: Понеже някои мейл клиенти (като <application>Microsoft Outlook</application> и <application>Microsoft Outlook Express</application>) не съхраняват писмата в стандартен формат, трябва да бъде инсталиран допълнителен софтуер, за да се преобразуват писмата преди експортиране. <application>Mozilla Thunderbird</application> е безплатна, с отворен код програма, която може да направи това.
de: Da einige E-Mail-Programme (wie <application>Microsoft Outlook</application> und <application>Microsoft Outlook Express</application>) E-Mail-Nachrichten nicht in einem standardisierten Format speichern, muss zusätzliche Software benutzt werden, um die Nachrichten vor dem Export zu konvertieren. <application>Mozilla Thunderbird</application> ist eine freie Open-source-Anwendung, die hierzu in der Lage ist.
el: Επειδή ορισμένοι πελάτες ταχυδρομείου (όπως το application>Microsoft Outlook</application> και το <application>Microsoft Outlook Express</application>) δεν αποθηκεύουν τα μηνύματα σε μια στάνταρντ μορφή, ένα επιπρόσθετο λογισμικό πρέπει να χρησιμοποιηθεί για να τα μετατρέψει πριν την εξαγωγή. Ο <application>Mozilla Thunderbird</application> είναι μια δωρεάν εφαρμογή ανοικτού κώδικα που μπορεί να το κάνει αυτό.
es: Dado que algunos clientes de correo (como <application>Microsoft Outlook</application> y <application>Microsoft Outlook Express</application>) no guardan sus mensajes de correo en un formato estándar, deberá usar una aplicación adicional para convertir su correo antes de exportarlo. <application>Mozilla Thunderbird</application> es una aplicación libre y de código abierto que puede hacer esto.
fr: Dû au fait que certains clients de messagerie (comme <application>Microsoft Outlook</application> et <application>Microsoft Outlook Express</application>) ne sauvegardent pas les courriels dans un format standard, un autre programme doit être utilisé pour convertir ceux-ci avant leur exportation. <application>Mozilla Thunderbird</application> est une application gratuite et open-source, capable de le faire.
hu: Mivel néhány e-mail kliens (mint például a <application>Microsoft Outlook</application> és a <application>Microsoft Outlook Express</application>) nem szabványos formátumban tárolja a leveleket, exportálás előtt egy másik szoftvert használva át kell alakítani a bennük tárolt üzeneteket. A <application>Mozilla Thunderbird</application> egy ingyenes, nyílt forrású alkalmazás és alkalmas erre a feladatra.
ko: (<application>Microsoft Outlook</application>이나 <application>Microsoft Outlook Express</application>와 같은) 몇몇 메일 클라이언트들은 자신의 메일 메시지들을 표준 형식으로 저장하지 못하기 때문에, 내보내기 전에 메일 메시지를 변환해주는 소프트웨어를 이용해야 합니다. <application>Mozilla Thunderbird</application>는 이러한 작업을 처리할 수 있는 자유, 오픈 소스 프로그램입니다.
pl: Ponieważ niektóre programy do obsługi poczty e-mail (takie, jak <application>Microsoft Outlook</application> i <application>Microsoft Outlook Express</application>) nie przechowują poczty w standardowym formacie, musisz skorzystać z innego programu aby przekonwertować swoje wiadomości przed ich wyeksportowaniem. <application>Mozilla Thunderbird</application> to bezpłatny i wolny program, który potrafi to zrobić.
pt: Devido ao facto de alguns clientes de e-mail (tal como o <application>Microsoft Outlook</application> e o <application>Microsoft Outlook Express</application>) não armazenarem o seu correio num formato padrão, software adicional terá de ser usado para converter o correio antes da exportação. O <application>Mozilla Thunderbird</application> é uma aplicação livre, de código-fonte aberto que é capaz de realizar essa tarefa.
pt_br: Como alguns clientes de correio (como o <application>Microsoft Outlook</application> e <application>Microsoft Outlook Express</application>) não armazenam suas mensagens em um formato padrão, um aplicativo adicional precisa ser usado para converter as mensagens antes de exportá-las. <application>Mozilla Thunderbird</application> é um aplicativo livre, de código aberto, que pode fazer essa conversão.
ru: В связи с тем, что почтовые клиенты, например такие, как <application>Microsoft Outlook</application> и <application>Microsoft Outlook Express</application>, хранят сообщения электронной почты в нестандартном формате, потребуется дополнительное программное обеспечение для преобразования почты перед экспортом. <application>Mozilla Thunderbird</application> — бесплатная программа с открытым исходным кодом, которая может сделать подобное преобразование.
sk: Pretože niektorí mailoví klienti (ako <application>Microsoft Outlook</application> a <application>Microsoft Outlook Express</application>) neukladajú maily do štandardného formátu, pred exportovaním musí byť mail konvertovaný dodatočnou aplikáciou. <application>Mozilla Thunderbird</application> je slobodná aplikácia s otvoreným zdrojovým kódom, ktorá je toho schopná.
sv: Bågrund av att en del e-post program (så som <application>Microsoft Outlook</application> och <application>Microsoft Outlook Express</application>) inte sparar e-posten i ett standard format så måste ett annat program användas för att konvertera e-posten in exportering. <application>Mozilla Thunderbird</application> är ett fritt öppen källkod program som klarar av att utföra detta.
zh_cn: 因为有些邮件客户端（就如<application>Microsoft Outlook</application>和<application>Microsoft Outlook Express</application>）不把邮件信息以标准格式保存，就得在导出前用第三方软件来转换邮件。免费开源的<application>Mozilla Thunderbird</application>可以完成转换。

source: The following instructions explain how to obtain Thunderbird and then use it to prepare mail messages for export:
ar: توضح التعليمات التالية كيفية الحصول على ثندربرد ومن ثم استخدامه لتحضير رسائل البريد للتصدير:
bg: Следните инструкции обясняват как да получите Thunderbird и после да го използвате за подготовка на писмата за експортиране:
de: Die folgende Anleitung erklärt, wie Sie sich Thunderbird beschaffen und für das Exportieren von E-Mail-Nachrichten benutzen können:
el: Οι παρακάτω οδηγίες εξηγούν πως να αποκτήσετε τον Thunderbird και πως να τον χρησιμοποιήσετε για να προετοιμάσει τα μηνύματα για εξαγωγή.
es: Las siguientes instrucciones explican cómo obtener Thunderbird y cómo usarlo luego para preparar los mensajes de correo para la exportación:
fr: Les instructions suivantes vont vous expliquer comment obtenir Thunderbird et ensuite l'utiliser afin de préparer les courriels pour l'exportation :
hu: A következő utasítások leírják, hogyan szerezhető be a Thunderbird és miként használható levelek exportálására:
ko: 다음은 Thunderbird를 설치하고, 메일 메시지를 내보내기 위해 Thunderbird를 사용하는 방법을 설명합니다.
pl: Poniższa instrukcja wyjaśnia, jak zdobyć Thunderbirda i użyć go, aby przygotować wiadomości do wyeksportowania:
pt: As instruções seguintes explicam como obter o Thunderbird, e usá-lo para preparar as mensagens para exportação:
pt_br: As instruções a seguir explicam como obter o Thunderbird e então usá-lo para preparar as mensagens de e-mail para exportação.
ru: Инструкции, приведённые ниже, объясняют, как получить Thunderbird и использовать его для подготовки электронной почты к экспорту:
sk: Nasledujúce inštrukcie vysvetľujú, ako získať Thunderbirg a následne ho použiť na prípravu mailov na export:
sv: Följande instruktioner förklarar hur anskaffa Thunderbird och förbereda e-post meddelandena inför exporteringen.
zh_cn: 如下指令解释了如何获得 Thunderbird 并用它来准备邮件信息以便导出：

source: Open a web browser and navigate to the <ulink url="http://www.mozilla.com/thunderbird/">Mozilla Thunderbird website</ulink>. Follow the link to download <application>Mozilla Thunderbird</application>.
ar: افتح متصفح وب وأبحر إلى <ulink url="http://www.mozilla.com/thunderbird/">موقع موزيلا ثندربرد</ulink>. اتبع الوصلة لتنزيل <application>موزيلا ثندربرد</application>.
bg: Отворете уеб браузър и отворете <ulink url="http://www.mozilla.com/thunderbird/">уеб сайта на Mozilla Thunderbird</ulink>. Следвайте връзката за изтегляне на <application>Mozilla Thunderbird</application>.
de: Starten Sie einen Webbrowser und öffnen Sie die folgende Webseite: <ulink url="http://www.mozilla.com/thunderbird/">Mozilla Thunderbird website</ulink>. Folgen Sie dem Link zum Download der Anwendung <application>Mozilla Thunderbird</application>.
el: Εκκινήστε ένα περιηγητή ιστού και δείτε την <ulink url="http://www.mozilla.com/thunderbird/">ιστοσελίδα του Mozilla Thunderbird</ulink>. Ακολουθήστε τον σύνδεσμο για την μεταφόρτωση του <application>Mozilla Thunderbird</application>.
es: Abra un navegador web y vaya a <ulink url="http://www.mozilla.com/thunderbird/">Mozilla Thunderbird website</ulink>. Si el enlace para descargar <application>Mozilla Thunderbird</application>.
fr: Ouvrez un explorateur internet, et rendez-vous sur <ulink url="http://www.mozilla.com/thunderbird/">le site de Mozilla Thunderbird</ulink>. Suivez le lien afin de télécharger <application>Mozilla Thunderbird</application>.
hu: Nyisson meg egy böngészőt és látogassa meg a <ulink url="http://www.mozilla.com/thunderbird/">Mozilla Thunderbird weblapját</ulink>. Kattintson a megfelelő hivatkozásra a <application>Mozilla Thunderbird</application> letöltéséhez.
ko: 웹 브라우저를 열어서 <ulink url="http://www.mozilla.com/thunderbird/">Mozilla Thunderbird 웹사이트</ulink>를 방문합니다. <application>Mozilla Thunderbird</application> 다운로드 링크를 클릭합니다.
pl: Otwórz w przeglądarce internetowej <ulink url="http://www.mozilla-europe.org/pl/products/thunderbird/">witrynę Mozilli Thunderbird</ulink>. Kliknij odpowiednie łącze, aby pobrać <application>Mozillę Thunderbird</application>.
pt: Abra um navegador web e navegue até ao <ulink url="http://www.mozilla.com/thunderbird/">sítio do Mozilla Thunderbird</ulink>. Siga a ligação para transferir o <application>Mozilla Thunderbird</application>.
pt_br: Abra o navegador web e navegue no <ulink url="http://www.mozilla.com/thunderbird/">site do Mozilla Thunderbird </ulink>. Seiga os links para baixar o <application>Mozilla Thunderbird</application>.
ru: Запустите веб-браузер и откройте <ulink url="http://www.mozilla.com/thunderbird/">сайт Mozilla Thunderbird</ulink>. Воспользуйтесь приведёнными ссылками, чтобы скачать <application>Mozilla Thunderbird</application>.
sk: Otvorte internetový prehliadač a choďte na <ulink url="http://www.mozilla.com/thunderbird/">internetovú stránku Mozilla Thunderbird</ulink>. Nasledujte odkaz na stiahnutie <application>Mozilla Thunderbird</application>.
sv: <Öppna en webbläsare och navigera till ulink url="http://www.mozilla.com/thunderbird/">Mozilla Thunderbird website</ulink>. Följ länken till nerladdningen <application>Mozilla Thunderbird</application>.
zh_cn: 打开网页浏览器到<ulink url="http://www.mozilla.com/thunderbird/">Mozilla Thunderbird website</ulink>下载<application>Mozilla Thunderbird</application>。

source: Once the download has completed, run the installer package. Follow the instructions to install Thunderbird.
ar: عندما يكتمل التنزيل، شغّل حزمة المثبّت. اتبع التعليمات لتثبيت ثندربرد.
bg: Щом изтеглянето завърши, стартирайте инсталационния пакет. Следвайте инструкциите, за да инсталиране Thunderbird.
de: Nachdem der Download abgeschlossen wurde, starten Sie das Installationsprogramm. Folgen Sie den den Anweisungen zur Installation von Thunderbird.
el: Όταν ολοκληρωθεί η μεταφόρτωση, εκτελέστε το πακέτο του προγράμματος εγκατάστασης. Ακολουθήστε τις οδηγίες για να εγκαταστήσετε τον Thunderbird.
es: Una vez que se haya descargado, ejecute el instalador. Siga las instrucciones para instalar Thunderbird.
fr: Quand le téléchargement est terminé, exécutez le programme d'installation. Suivez les instructions pour installer Thunderbird.
hu: A letöltés befejeződése után futtassa a telepítőcsomagot. A Thunderbird telepítéséhez kövesse a képernyőn megjelenő utasításokat.
ko: 다운로드가 완료되면, 설치 꾸러미를 실행하고 Thunderbird 설치에 필요한 지시를 따릅니다.
pl: Po zakończeniu pobierania uruchom plik instalacyjny. Postępuj zgodnie z instrukcjami, aby zainstalować Thunderbird.
pt: Quando a transferência estiver completa, execute o pacote de instalação. Siga as instruções para instalar o Thunderbird.
pt_br: Uma vez o download completado, rode o instalador de pacote. Seguindo as instruções de instalação do Thunderbird.
ru: По завершении закачки запустите программу установки. Следуйте инструкциям на экране для установки Thunderbird.
sk: Keď sa sťahovanie dokončí, spustite inštalačný balík. Nasledujte pokyny na inštaláciu Thunderbirdu.
sv: När nerladdningen är klar, kör installationsprogrammet och följ instruktionerna för att installera Thunderbird.
zh_cn: 下载完成后，运行安装文件。根据提示来安装Thunderbird。

source: Once the installer has completed, start <application>Mozilla Thunderbird</application>. You should be greeted with the <application>Import Wizard</application>. Follow the instructions to import all settings - this should import your mail and some other data.
ar: عندما يكتمل التنزيل، ابدأ <application>موزيلا ثندربرد</application>. يجب أن تستقبل ب<application>معالج الاستيراد</application>. اتبع التعليمات لاستيراد كل الإعدادات - يجب أن يستورد هذا بريدك وبعض المعلومات الأخرى.
bg: Щом инсталацията завърши, стартирайте <application>Mozilla Thunderbird</application>. Трябва да бъдете посрещнати от <application>Съветник за импортиране</application>. Следвайте инструкциите, за да импортирате всички настройки - това трябва да импортира вашите писма и някои други данни.
de: Wenn die Installation beendet wurde, starten Sie <application>Mozilla Thunderbird</application>. Sie sollten nun vom <application>Import-Assistenten</application> begrüßt werden. Folgen Sie den Anweisungen zum Import aller Einstellungen - dies sollte nun Ihre E-Mails und andere Daten importieren.
el: Όταν το πρόγραμμα εγκατάστασης ολοκληρωθεί, εκκινήστε τον <application>Mozilla Thunderbird</application>. Τώρα θα εμφανιστεί ο <application>Βοηθός εισαγωγής</application>. Ακολουθήστε τις οδηγίες για να εισάγετε όλες τις ρυθμίσεις (αυτό θα σας εισάγει τα μηνύματα και ορισμένα δεδομένα).
es: Una vez que se haya completado la instalación, inicie <application>Mozilla Thunderbird</application>. Debería ser saludado con el <application>Asistente de importación</application>. Siga las instrucciones para importar todas sus configuraciones. Esto debería importar su correo y otros tipos de datos.
fr: Quand l'installation est terminée, démarrez <application>Mozilla Thunderbird</application>. Vous devriez être accueilli par <application>l'assistant d'importation</application>. Suivez les instructions pour importer tous vos paramètres - cela devrait importer vos courriels et d'autres données.
hu: A telepítés befejeződése után indítsa el a <application>Mozilla Thunderbirdöt</application>. Megjelenik az <application>Importálás varázsló</application>. Kövesse az összes beállítás importálására vonatkozó utasításokat - ezzel levelei és más adatai is importálásra kerülnek.
ko: 설치가 완료되면 <application>Mozilla Thunderbird</application>를 실행합니다. <application>가져오기 마법사</application>가 나타날 것입니다. 모든 설정을 가져오기 위해 지시를 따릅니다 - 이것은 메일과 다른 데이터들을 가져올 것입니다.
pl: Po zakończeniu instalacji, uruchom <application>Mozillę Thunderbird</application>. Powinieneś zostać przywitany przez <application>Kreatora importu</application>. Postępuj zgodnie z instrukcjami, aby zaimportować wszystkie ustawienia - to powinno zaimportować twoje wiadomości i inne dane.
pt: Quando a instalação terminar, inicie o <application>Mozilla Thunderbird</application>. Deverá ser saudado com pelo <application>Assistende de Importação</application>. Siga as instruções para importar todas as configurações - isto deverá importar o seu correio e alguns outros dados.
pt_br: Uma vez que a instalação foi completada, inicie <application>Mozilla Thunderbird</application>. Você deve ser comprimentado pelo <application>Assisten para Importar</application>. Siga as instruções para importar as configurações - isso deve importar seu e-mail e outros dados.
ru: После завершения установки запустите <application>Mozilla Thunderbird</application>. Вас должен приветствовать <application>Помощник импорта</application>. Следуйте инструкциям, чтобы произвести импорт всех настроек - это позволит импортировать настройки вашей электронной почты, а также некоторые другие данные.
sk: Keď inštalátor skončí, spustite <application>Mozilla Thunderbird</application>. Mal by vás uvítať <application>Sprievodca importom</application>. Nasledujte pokyny na importovanie všetkých nastavení - to by malo importovať všetky maše maily aj niektoré ďalšie údaje.
sv: När programmet är installerat, starta <application>Mozilla Thunderbird</application>. Du kommer välkommnas av en <application>Import guide</application>. Följ instruktionerna och inportera alla inställningar - då skall mail och lite annan data importeras.
zh_cn: 安装后启动<application>Mozilla Thunderbird</application>。会出现<application>导入向导</application>。按提示导入所有设置，这将导入你的邮件和其它数据。
