Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
ar: ubuntu-doc@lists.ubuntu.com (مشروع توثيق أوبونتو)
bg: ubuntu-doc@lists.ubuntu.com (Проект за документация на Ubuntu)
de: ubuntu-doc@lists.ubuntu.com (Ubuntu-Dokumentationsprojekt)
el: ubuntu-doc@lists.ubuntu.com (Έργο Τεκμηρίωσης του Ubuntu)
es: ubuntu-doc@lists.ubuntu.com (Proyecto de documentación Ubuntu)
fr: ubuntu-doc@lists.ubuntu.com (projet de documentation d'Ubuntu)
hu: ubuntu-doc@lists.ubuntu.com (Ubuntu dokumentációs projekt)
ko: ubuntu-doc@lists.ubuntu.com (우분투 문서화 프로젝트)
pl: ubuntu-doc@lists.ubuntu.com (Projekt Dokumentacji Ubuntu)
pt: ubuntu-doc@lists.ubuntu.com (Projeto de Documentação do Ubuntu)
pt_br: docteam@listas.ubuntubrasil.org (Projeto de Documentação do Ubuntu Brasil)
ru: ubuntu-doc@lists.ubuntu.com (Проект документации Ubuntu)
sk: ubuntu-doc@lists.ubuntu.com (Dokumentačný projekt Ubuntu)
sv: ubuntu-doc@lists.ubuntu.com (Ubuntus dokumentationsprojekt)
zh_cn: ubuntu-doc@lists.ubuntu.com（Ubuntu文档项目）

source: If you have been using Windows
ar: إذا كنت تستخدم ويندوز
bg: Ако сте използвали Windows
de: Wenn Sie bisher Windows genutzt haben
el: Αν χρησιμοποιούσατε Windows
es: Si ha estado usando Windows
fr: Si vous utilisiez Wnidows
hu: Ha már használt Windowst
ko: Windows를 사용해 오셨다면
pl: Jeśli używałeś systemu Windows
pt: Se tem usado o Windows
pt_br: Se você tem usado Windows
ru: Если вы использовали Windows

source: Placeholder.
ar: حيز مؤقت
bg: Контейнер.
de: Platzhalter.
el: Αντικαταστάτης
es: Ubicador.
fr: Emplacement
hu: Helykitöltő.
pt: Espaço reservado.
ru: Заполнитель.
sk: Zástupný znak
sv: Platshållare.
zh_cn: 占位符

source: Credits and License
ar: الإشادات والترخيص
bg: Заслуги и лиценз
de: Mitwirkende und Lizenzbestimmungen
el: Συντελεστές και Άδεια Χρήσης
es: Créditos y licencias
fr: Remerciements et licence
hu: Köszönetnyilvánítás és licenc
ko: 만든 사람들과 저작권
pl: Autorzy i licencja
pt: Créditos e Licença
pt_br: Créditos e Licença
ru: Авторы и лицензия
sk: Poďakovanie a licencia
sv: Erkännanden och licens
zh_cn: 贡献者与授权许可

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
ar: هذا المستند مدار بواسطة فريق توثيق أوبونتو (https://wiki.ubuntu.com/DocumentationTeam). لقائمة بالمساهمين، راجع <ulink url="../../libs/C/contributors.xml">>صفحة المساهمين</ulink>
bg: Този документ се поддържа от екипа за документация на Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Списъкът с учатниците в този екип вижте на <ulink url="../../libs/C/contributors.xml">страница на сътрудниците</ulink>
de: Dieses Dokument wird vom Ubuntu-Dokumentationsteam gepflegt (https://wiki.ubuntu.com/DocumentationTeam). Eine Liste der Mitwirkenden finden Sie unter <ulink url="../../libs/C/contributors.xml">Mitwirkende</ulink>.
el: Αυτό το έγγραφο συντηρείται από την ομάδα τεκμηρίωσης του Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Για τη λίστα των συντελεστών, δείτε <ulink url="../../libs/C/contributors.xml">την σελίδα τους</ulink>
es: Este documento lo mantiene el Equipo de Documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para ver una lista de contribuyentes, consulte la <ulink url="../../libs/C/contributors.xml">página de contribuyentes</ulink>
fr: Ce document est maintenu par l'équipe de documentation d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pour obtenir la liste des contributeurs, consultez la <ulink url="../../libs/C/contributors.xml">page des contributeurs</ulink>. En cas de problème avec la traduction française, vous pouvez contacter l'équipe de traduction sur la liste de diffusion : ubuntu-fr-l10n@lists.ubuntu.com
hu: Ezt a dokumentumot az Ubuntu dokumentációs csapat tartja karban (https://wiki.ubuntu.com/DocumentationTeam). A közreműködők listája a <ulink url="../../libs/C/contributors.xml">közreműködők oldalán</ulink> található meg.
pt_br: Este documento é mantido pelo time de documentação do Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para obter uma lista dos contribuintes, veja a <ulink url="../../libs/C/contributors.xml">página dos contribuintes</ulink>
ru: Этот документ поддерживается командой проекта по документированию Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Список участников проекта можно увидеть на странице <ulink url="../../libs/C/contributors.xml">список участников</ulink>.

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ar: هذا المستند متوفر تحت رخصة العموميات الخلاقة التشارك بالمثل 2.5 (CC-BY-SA).
bg: Този документ е достъпен под лиценза Creative Commons ShareAlike 2.5 (CC-BY-SA).
de: Dieses Dokument wurde unter der Creative-Commons-ShareAlike-Lizenz 2.5 (CC-BY-SA) veröffentlicht.
el: Το έγγραφο αυτό διατίθεται υπό την άδεια Creative Commons ShareAlike 2.5 (CC-BY-SA).
es: Este documento está disponible bajo la licencia de Creative Commons ShareAlike 2.5 (CC-BY-SA).
fr: Ce document est diffusé sous la licence Creative Commons Paternité – Partage des conditions initiales à l'identique v. 2.5 (CC-BY-SA).
hu: Ez a dokumentum a Creative Commons Nevezd meg! – Így add tovább! 2.5 (CC-BY-SA) licenc alatt érhető el.
ko: 이 문서는 크리에이티브 커먼즈 저작자표시-동일조건변경허락 2.5 라이센스(CC-BY-SA)에 따라 이용가능합니다.
pl: Ten dokument jest dostępny na licencji Creative Commons ShareAlike 2.5 (CC-BY-SA).
pt: Este documento está disponível através da licença Creative Commons ShareAlike 2.5 (CC-BY-SA).
pt_br: Este documento é disponibilizado sob a Licença Creative Commons ShareAlike 2.5 (CC-BY-SA).
ru: Этот документ доступен под лицензией Creative Commons ShareAlike 2.5 (CC-BY-SA)
sk: Tento dokument je dostupný pod licenciou Creative Commons ShareAlike 2.5 (CC-BY-SA).
sv: Det här dokumentet har gjorts tillgängligt under licensen Creative Commons ShareAlike 2.5 (CC-BY-SA).
zh_cn: 本文档系基于Creative Commons ShareAlike 2.5 License (CC-BY-SA)授权许可发布。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
ar: لك أن تعدّل و تزيد و تحسّن وثائق الشفرة المصدرية لأوبونتو بموجب شروط هذه الرخصة. كل الأعمال المشتقة يجب أن تنشر بذات الرخصة.
bg: Имате правото свободно да променяте, разширявате и подобрявате изходния код на Ubuntu документацията при условията на този лиценз. Всички производни разработки трябва да бъдат под силата на този лиценз.
de: Es steht Ihnen frei, den Quelltext der Ubuntu-Dokumentation im Rahmen dieser Lizenzbedingungen zu verändern, zu erweitern und zu verbessern. Alle davon abstammenden Werke müssen unter dieser Lizenz veröffentlicht werden.
el: Είστε ελεύθεροι να τροποποιήσετε, να επεκτείνετε και να βελτιώσετε τον πηγαίο κώδικα της τεκμηρίωσης του Ubuntu, υπό τους όρους της συγκεκριμένης άδειας.
es: Usted es libre de modificar, ampliar y mejorar el código fuente de la documentación de Ubuntu bajo los términos de esta licencia. Todos los trabajos derivados deben publicarse bajo esta licencia.
fr: Vous êtes libre de modifier, de compléter ou d'améliorer le code source de la documentation Ubuntu sous les termes de cette licence. Tous les travaux dérivés doivent être soumis à cette même licence.
hu: Joga van módosítani, kiegészíteni és fejleszteni az Ubuntu dokumentációk forrását. A származtatott munkákat ugyanezen licenc alatt kell kiadnia.
ko: 여러분은 이 라이센스의 규정에 따라 얼마든지 우분투 문서의 소스 코드를 변경, 확장, 개선할 수 있습니다. 다만, 이러한 작업에 따른 모든 결과물들은 이 라이센스와 함께 배포되어야 합니다.
pl: Masz prawo modyfikować, rozszerzać i poprawiać kod źródłowy dokumentacji Ubuntu pod warunkami zawartymi w niniejszej licencji. Wszelkie dzieła pochodne muszą być udostępniane na niniejszej licencji.
pt: É livre para modificar, alargar e melhorar o código-fonte da documentação do Ubuntu sobre os termos desta licença. Todos os trabalhos derivados devem ser disponibilizados sobre esta licença.
pt_br: Você é livre para modificar, estender e melhorar o código-fonte da documentação do Ubuntu sob os termos desta licença. Todos os trabalhos derivados devem ser liberados sob esta licença.
ru: По условиям этой лицензии вы можете изменять, расширять и улучшать исходный код документации Ubuntu. Все производные документы также должны быть выпущены под этой лицензией.
sk: Môžete slobodne modifikovať, rozširovať a zlepšovať zdrojové kódy Ubuntu dokumentácie pod podmienkami tejto licencie. Všetky odvodené práce musia byť vydané pod touto licenciou.
sv: Du får fritt modifiera, utöka och förbättra källkoden till Ubuntudokumentationen under villkoren för den här licensen. Alla verk baserade på detta måste släppas under den här licensen.
zh_cn: 你可以基于本许可的条款而自由地对Ubuntu文档源码进行修正、扩充，以及改善。所有衍生作品必须基于本许可来发布。

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
ar: يوزع هذا التوثيق على أمل أنه سيكون مفيداً، لكن بدون أية ضمانات، حتى بدون الضمان الملمح لقابلية التسويق أو مناسبة الإستخدام لغرض معين كما هو مبين في وثيقة التنصّل.
bg: Този документ се разпространява с надеждата, че ще бъде полезен, но БЕЗ НИКАКВА ГАРАНЦИЯ; дори без косвена гаранция за ГОДНОСТ ЗА ПРОДАЖБА или ПРИГОДНОСТ ЗА УПОТРЕБА С ОПРЕДЕЛЕНА ЦЕЛ, КАКТО Е ОПИСАНО В РАЗДЕЛА ОТКАЗВАНЕ ОТ ПРАВА.
de: Dieses Dokument wurde in der Hoffnung herausgeben, dass es sich als nützlich und hilfreich erweisen werde. Dies beinhaltet jedoch keine Gewährleistung, weder ausdrücklich noch implizit, einschließlich – aber nicht begrenzt auf – Marktreife oder Verwendbarkeit für einen bestimmten Zweck, wie im Haftungsausschluss beschrieben.
el: Αυτή η τεκμηρίωση διανέμεται με την ελπίδα ότι θα είναι χρήσιμη, αλλά ΧΩΡΙΣ ΟΠΟΙΑΔΗΠΟΤΕ ΕΓΓΥΗΣΗ, χωρίς ακόμη και την υπονοούμενη εγγύηση ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ ή ΤΗΣ ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ ΟΠΩΣ ΠΕΡΙΓΡΑΦΕΤΑΙ ΣΤΗΝ ΑΠΟΠΟΙΗΣΗ ΕΥΘΥΝΗΣ.
es: Esta documentación se distribuye con la esperanza de que resulte útil, pero SIN NINGUNA GARANTÍA; sin ni siquiera la garantía implícita de COMERCIALIZACIÓN o de que SEA ADECUADA PARA UN PROPÓSITO PARTICULAR, TAL Y COMO SE INDICA EN LA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDAD.
fr: Cette documentation est distribuée dans l'espoir qu'elle sera utile, mais SANS AUCUNE GARANTIE de quelque nature que ce soit ; expresse ou implicite, y compris, mais sans y être limité, les garanties D'APTITUDE À LA VENTE ou À UN BUT PARTICULIER COMME EXPOSÉ DANS L'AVERTISSEMENT. (N.B. : en cas de litige, seule la version anglaise fait foi)
hu: A dokumentációt abban a reményben terjesztjük, hogy hasznos lesz, de nem vállalunk SEMMIFÉLE GARANCIÁT, még olyan értelemben sem, hogy alkalmas-e a KÖZREADÁSRA vagy EGY BIZONYOS FELADAT ELVÉGZÉSÉRE AZ EBBEN A FIGYELMEZTETÉSBEN LEÍRTAK SZERINT.
ko: 이 문서는 유용하게 사용될 수 있으리라는 희망에서 배포되고 있지만, 특정한 목적에 맞는 적합성 여부나 판매용으로 사용할 수 있으리라는 묵시적인 보증을 포함한 어떠한 형태의 보증도 제공하지 않습니다.
pl: Ten dokument jest rozpowszechniany z nadzieją, iż będzie przydatny, ale BEZ ŻADNYCH GWARANCJI; nawet bez dorozumianej gwarancji ZGODNOŚCI Z UMOWĄ lub MOŻLIWOŚCI ZASTOSOWANIA W KONKRETNYM CELU OPISANEJ W OŚWIADCZENIU.
pt: Esta documentação é distribuída na esperança de que seja útil, mas SEM NENHUMA GARANTIA; nem mesmo a garantia implícita de MERCANTIBILIDADE ou ADAPTAÇÃO A UM PROPÓSITO ESPECÍFICO COMO DESCRITO NAS DISPOSIÇÕES LEGAIS.
pt_br: Esta documentação é distribuída na esperança que será útil, mas SEM NENHUMA GARANTIA; nem mesmo a garantia implicada de COMERCIABILIDADE do ou a APTIDÃO PARA UMA FINALIDADE PARTICULAR COMO DESCRITA NO DISCLAIMER.
ru: Эта документация распространяется в надежде, что она будет полезной, но БЕЗ КАКИХ ЛИБО ГАРАНТИЙ; даже без возможной гарантии РАБОТОСПОСОБНОСТИ или ПРИГОДНОСТИ К ОПРЕДЕЛЕННОЙ ЦЕЛИ, КАК ОПИСАНО В СОГЛАШЕНИИ.
sk: Táto dokumentácia je dodávaná v nádeji, že bude užitočnou, no BEZ AKEJKOĽVEK ZÁRUKY; ktorá nezahŕňa ani implicitnú záruku PREDAJNOSTI alebo VHODNOSTI PRE URČITÝ ÚČEL TAK, AKO JE POPISOVANÉ V TOMTO ZRIEKNUTÍ SA ZÁRUKY.
sv: Den här dokumentationen distribueras med förhoppningen att den kommer att vara användbar, men UTAN NÅGRA GARANTIER, varken uttrycklig eller implicit garanti för SÄLJBARHET eller LÄMPLIGHET FÖR ETT SPECIFIKT ÄNDAMÅL ENLIGT VAD SOM BESKRIVS I FRISKRIVNINGSKLAUSULEN.
zh_cn: 发布本文档是希望它有所用途，但不提供任何担保；甚至如免责声明中所说那样对特定目标的适销性或适用性也不提供任何隐性的担保。

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ar: نسخة من الرخصة متوفرة هنا: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">رخصة العموميات الخلاقة التشارك بالمثل</ulink>.
bg: Копие на лиценза може да намерите тук: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
de: Eine Kopie der Lizenzbestimmungen ist verfügbar unter: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
el: Ένα αντίγραφο της άδειας χρήσης είναι διαθέσιμο εδώ: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
es: Hay una copia de la licencia disponible aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licencia Creative Commons ShareAlike</ulink>.
fr: Une copie de la licence est disponible ici : <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
hu: A licenc másolata elérhető a <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink> oldalon.
pt_br: Uma cópia da licença está disponível aqui: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ru: Копия лицензионного соглашения доступна по адресу: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Ubuntu Documentation Project
ar: مشروع توثيق أوبونتو
bg: Проектът за документация на Ubuntu
de: Ubuntu-Dokumentationsprojekt
el: Έργο Τεκμηρίωσης Ubuntu
es: Proyecto de Documentación de Ubuntu
fr: Projet de documentation d'Ubuntu
hu: Ubuntu dokumentációs projekt
ko: 우분투 문서화 프로젝트
pt: Projecto de Documentação do Ubuntu
pt_br: Projeto de Documentação Ubuntu
ru: Проект документации Ubuntu

source: Canonical Ltd. and members of the <placeholder-1/>
ar: كانونيكال المحدودة وأعضاء <placeholder-1/>
bg: Canonical Ltd. и членовете на <placeholder-1/>
de: Canonical Ltd. und Mitglieder vom <placeholder-1/>
el: Η εταιρία Canonical Ltd. και συντελεστές από το <placeholder-1/>
es: Canonical Ltd. y miembros de <placeholder-1/>
fr: Canonical Ltd. et les membres de <placeholder-1/>
hu: Canonical Ltd. és az <placeholder-1/> tagjai
ko: Canonical Ltd.와 <placeholder-1/>의 참여원
pt: Canonical Lda. e os membros do <placeholder-1/>
pt_br: Canonical Ltd. e membros de <placeholder-1/>
ru: Canonical Ltd. и участники <placeholder-1/>

source: The Ubuntu Documentation Project
ar: مشروع توثيق أوبونتو
bg: Прокетът за документация на Ubuntu
de: Das Ubuntu-Dokumentationsprojekt
el: Το Έργο Τεκμηρίωσης του Ubuntu
es: Poyecto de documentación de Ubuntu
fr: Le projet de documentation d'Ubuntu
hu: Az Ubuntu dokumentációs projekt
ko: 우분투 문서화 프로젝트
pl: Projekt Dokumentacji Ubuntu
pt: Projecto de Documentação do Ubuntu
pt_br: O Projeto de Documentação do Ubuntu
ru: Проект документирования Ubuntu
sk: Dokumentačný projekt Ubuntu
sv: Ubuntus dokumentationsprojekt
zh_cn: Ubuntu文档项目

source: Preparing to switch
ar: التحضير للتبديل
bg: Подготовка за превключване
de: Den Wechsel vorbereiten
el: Προετοιμασία για εναλλαγή
es: Preparación para el cambio
fr: Préparer la migration
hu: A váltás előkészítése
ko: 전환 준비하기
pl: Przygotowania do przeprowadzki
pt: Preparar para a mudança
pt_br: Preparando-se para mudar
ru: Подготовка к переходу
sk: Príprava na prechod
sv: Förbereda bytet
zh_cn: 准备转换

source: While using Windows you will have probably stored a great deal of data, including documents, emails, photographs and music. The chances are that you will want to keep most of this information for use with Ubuntu. This section provides instructions on moving your data to Ubuntu.
ar: أثناء استخدام ويندوز قد تكون على الأرجح خزّنت كمًّا هائلا من البيانات، بما في ذلك مستندات وبريد إلكتروني وصور وموسيقى.
bg: Докато сте използвали Windows вероятно имате съхранени доста голямо количество информация във формата на документи,електронна поща,снимки и музика. Вероятно е да искате да запазите повечето от тази информация за употребата и с Ubuntu.Тази част осигурява инструкции за прехвърлянето на информацията ви от Windows към Ubuntu.
de: Bei der Arbeit mit Windows haben Sie möglicherweise große Datenmengen erzeugt und verwaltet, wie Dokumente, E-Mails, Bilder und Musik. Die meisten Dateien werden Sie mit Ubuntu wahrscheinlich weiterverwenden wollen. Dieser Abschnitt informiert Sie darüber, wie Sie diese Daten mit Ubuntu weiterhin nutzen können.
el: Από την στιγμή που χρησιμοποιείτε Windows πιθανότατα θα έχετε αποθηκεύσει ένα μεγάλο μέρος δεδομένων, όπως έγγραφα, ηλεκτρονικά μηνύματα, φωτογραφίες και μουσική. Το πιθανότερο είναι ότι θα θέλατε να χρησιμοποιήσετε την πληροφορία αυτή με το Ubuntu. Η ενότητα αυτή παρέχει οδηγίες για το πως θα μετακινήσετε τα δεδομένα σας στο Ubuntu.
es: Mientras usaba Windows, probablemente haya guardado una gran cantidad de datos, incluyendo documentos, correos electrónicos, fotografías y música. Probablemente, querrá mantener la mayor parte de dicha información para poder usarla con Ubuntu. Esta sección proporciona instrucciones para ayudarle a mover sus datos a Ubuntu.
fr: En tant qu'utilisateur Windows, vous avez probablement enregistré une grande quantité de données, comprenant des documents, des courriels, des photos et de la musique. Il est probable que vous souhaitiez conserver ces informations en utilisant Ubuntu. Ce chapitre vous donne les instructions à suivre pour transférer vos données vers Ubuntu.
hu: Mialatt Windowst használt, bizonyára sokféle személyes adat felhalmozódott a számítógépén (iratok, e-mailek, fényképek és zene). Valószínűleg ezeket szeretné az Ubuntu rendszer alatt is használni; ez a fejezet ebben nyújt segítséget.
ko: 윈도우즈를 사용해 오면서 여러분은 아마도 문서, 이메일, 사진, 음악 등을 포함한 많은 데이터들을 저장해 두었을 것입니다. 여러분은 이 데이터들을 유지한 채로 우분투를 이용하고 싶을 것입니다. 이 부분에서는 여러분의 데이터를 우분투로 옮기기 위한 방법을 설명합니다.
pl: Podczas używania systemu Windows prawdopodobnie zgromadziłeś wiele danych, w tym dokumentów, e-maili, fotografii i muzyki. Jest szansa, że będziesz chciał zachować większość z tych danych do dalszego użycia z Ubuntu.Ta sekcja zawiera instrukcje dotyczące przenoszenia danych na Ubuntu.
pt: Ao utilizar o Windows deve provavelmente ter armazenado uma grande quantidade de dados, incluindo documentos, e-mails, fotos e música. Deverá querer manter a maioria dessa informação para utilizar com o Ubuntu. Esta secção disponibiliza instruções em como mover os seus dados para o Ubuntu.
pt_br: Enquanto usava o Windows você provavelmente armazenou uma grande quantidade de dados, incluindo documentos, e-mails, fotografias e músicas. É provável que você queira manter a maioria destes dados para serem usados com o Ubuntu. Essa seção lhe fornece instruções sobre como mover seus dados para o Ubuntu.
ru: Используя Windows, вы, вероятно, накопили много данных, включая документы, письма электронной почты, фотографии и музыку. Скорее всего, вам захочется сохранить эти данные для использования в Ubuntu. Этот раздел содержит инструкции по переносу ваших данных в Ubuntu.
sk: Počas používania Windows ste si pravdepodobne ukladali veľké množstvo dát vrátane dokumentov, emailov, fotografií a hudby. Predpokladáme, že väčšinu z nich budete chcieť používať aj v Ubuntu. Táto sekcia obsahuje inštrukcie o tom, ako presunúť svoje dáta na Ubuntu.
sv: Under tiden du använt Windows har du säkerligen lagrat en stor del data, inklusive dokument, e-post, fotografier och musik. Antagligen vill du fortsätta använda den mesta av denna information även i Ubuntu. Det här avsnittet tillhandahåller instruktioner för hur man flyttar över data till Ubuntu.
zh_cn: 使用Windows的时候，你或许已经储存了大量的数据，包括文档、电子邮件、照片和音乐。你或许想要把其中大多数都保留下来，在Ubunt中使用。本章节即介绍如何把你的数据转移到Ubuntu。

source: Converting unsupported file types
ar: تحويل أنواع الملفات غير المدعومة
bg: Превръщане на неподдържани видове файлове
de: Umwandeln nicht unterstützter Dateitypen
el: Μετατροπή μη υποστηριζόμενων τύπων αρχείου
es: Conversión de tipos de archivos no soportados
fr: Convertir les types de fichiers non pris en charge
hu: Nem támogatott formátumú fájlok átalakítása
ko: 지원되지 않는 파일 형식 변환
pl: Konwertowanie nieobsługiwanych typów plików
pt: Converter tipos de ficheiros não suportados
pt_br: Convertendo tipos de arquivos não suportados
ru: Преобразование неподдерживаемых типов файлов
sk: Konvertovanie nepodporovaných typov súborov
sv: Konvertera filtyper som saknar stöd
zh_cn: 转换不受支持的文件类型
