Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: Press <guibutton>Import</guibutton> to import your email messages. If you have a large number of emails, then the import process may take a while. Once importing has finished, your emails should be available for viewing immediately.
ar: اضغط <guibutton>استورد</guibutton> لاستيراد راسئل بريدك الإكتروني. إذا كانلديك عدد كبير من البريدات الإلكتروني، حينها قد تستغرق عكلية الاستيراد مدة.عندما يكتمل الاستيراد، يجب أن تتاح بريداتك الإلكترونية للعرضفورا.
bg: Натиснете <guibutton>Внасяне</guibutton>, аз да импортирате вашите електронни писма. Ако имате много електронни писма, тогава импортирането може да отнеме малко време. Щом импортирането завърши, вашите писма трябва да са достъпни за преглеждане.
de: Drücken Sie <guibutton>Importieren</guibutton>, um Ihre E-Mails zu importieren. Wenn Sie eine größere Anzahl an E-Mails haben, wird dies einige Zeit in Anspruch nehmen. Wenn die E-Mails importiert wurden, sollten Sie sofort in der Lage sein, sie anzusehen.
es: Pulse <guibutton>Importar</guibutton> para importar sus mensajes de correo. Si tiene una gran cantidad de correos, entonces el proceso de importación puede llevar un rato. Una vez que la importación haya finalizado, sus correos deberían estar disponibles para verlos inmediatamente.
fr: Appuyez sur <guibutton>Importer</guibutton> pour importer vos courriels. Si vous avez un grand nombre de courriels, le processus d'importation peut prendre un moment. Une fois l'importation terminée, vos courriels seront prêts à être visionnés immédiatement.
hu: Kattintson az <guibutton>Importálás</guibutton> gombra a levelei importálásához. A folyamat hosszú ideig tarthat, ha sok levele van. A másolás befejeződése után a levelei azonnal elérhetők lesznek.
ko: <guibutton>가져오기</guibutton>를 눌러 이메일 메시지를 가져옵니다. 만약 여러부이 많은 양의 이메일을 가지고 있다면, 가져오는 과정에서 많은 시간이 소요될 수 있습니다. 가져오기가 끝나면 즉시 여러분의 이메일을 볼 수 있습니다.
pl: Naciśnij <guibutton>Importuj</guibutton>, aby zaimportować twoje wiadomości. Jeżeli masz dużo poczty, może to potrwać chwilę. Po zakończeniu twoje wiadomości powinny być dostępne do oglądania natychmiast.
pt: Carregue em <guibutton>Importar</guibutton> para importar as suas mensagens de e-mail Se tem um grande número de e-mails o processo de importação poderá demorar algum tempo. Assim que a importação terminar, os seus e-mails estarão disponíveis para visualização imediatamente.
pt_br: Pressione <guibutton>Importar</guibutton> para importar as mensagens do e-mail. Se você tem um número grande de e-mails, então o processo pode demorar. Uma vez a importação terminada, seus e-mails estarão disponível imediatamente.
ru: Нажмите <guibutton>Импорт</guibutton> для импортирования ваших почтовых сообщений. Есил вы имеете достаточто большое их количество, тогда процесс импорта может занять продолжительное время. Как только импорт завершится, ваша почта будет доступна для просмотра немедленно.
sk: Na importovanie vašich správ stlačte <guibutton>Importovať</guibutton>. Ak máte veľké množstvo emailov, môže to určitý čas trvať. Keď importovanie skončí, vaše emailové správy budú ihneď k dispozícií na prezretie.
sv: Klicka på <guibutton>Importera</guibutton> för att importera alla e-post meddelanden. Om det är en stor mängd e-post kommer processen ta en stund. Så snart importen är klar så skall e-posten vara färdig att läsas.
zh_cn: 点击<guibutton>导入</guibutton>以导入邮件信息。若有大量邮件，导入过程将花费较长时间。当导入完成后，就可以立即查阅邮件了。

source: Contacts/Address Book
ar: دفتر المراسلين/العناوين
bg: Контакти/Адресник
de: Kontakte/Adressbuch
el: Βιβλίο Επαφών και Διευθύνσεων
es: Contactos/Libreta de direcciones
fr: Contacts/Carnet d'adresses
hu: Névjegyek/címjegyzék
ko: 연락처/주소록
pl: Kontakty/Książka adresowa
pt: Livro de Contactos/Endereços
pt_br: Contatos/Livro de Endereços
ru: Контакты/Адресная книга
sk: Kontakty/Adresár
sv: Kontakter/Adressbok
zh_cn: 联系人/地址簿

source: If you saved your address book from Windows, you can now import your contacts into <application>Evolution</application>. The following instructions assume that you are importing the address book from <application>Microsoft Outlook Express 6</application> or <application>Microsoft Outlook 2002</application>:
ar: إذا حفظت دفتر عناوينك من ويندوز، تستطيع الآن استيرادمراسليك إلى <application>إفليوشن</application>. تفترض التعليمات التالية أنك تستورد دفتر العناوين من<application>Microsoft Outlook Express 6</application> أو <application>Microsoft Outlook 2002</application>:
bg: Ако сте запазили вашата адресник от Windows, сега можете да внесете вашите контакти в <application>Evolution</application>. Следните инструкции предполагат, че сте импортирали адресника от <application>Microsoft Outlook Express 6</application> или <application>Microsoft Outlook 2002</application>:
de: Wenn Sie Ihr Adressbuch unter Windows gesichert haben, können Sie nun Ihre Kontakte in <application>Evolution</application> importieren. Die nachfolgenden Anweisungen setzen voraus, dass Sie Ihr Adressbuch aus <application>Microsoft Outlook Express 6</application> oder <application>Microsoft Outlook 2002</application> importieren möchten:
es: Si guardó su libreta de direcciones de Windows, ahora puede importar sus contactos en <application>Evolution</application>. Las siguientes instrucciones asumen que está importando la libreta de direcciones desde <application>Microsoft Outlook Express 6</application> o <application>Microsoft Outlook 2002</application>:
fr: Si vous avez sauvegardé votre carnet d'adresses de Windows, vous pouvez à présent importer vos contacts dans <application>Evolution</application>. Les instructions suivantes supposent que vous importez un carnet d'adresse de <application>Microsoft Outlook Express 6</application> ou <application>Microsoft Outlook 2002</application> :
hu: Ha a Windowsos címjegyzékét elmentette, akkor importálhatja a névjegyeit az <application>Evolutionbe</application>. A következő utasítások feltételezik, hogy a címjegyzékét a <application>Microsoft Outlook Express 6</application> vagy a <application>Microsoft Outlook 2002</application> programból importálja:
ko: 만약 여러분이 윈도우즈에서 이메일을 저장했다면, 이것을 <application>에볼루션</application> 메일 클라이언트로 가져오고 싶을 것입니다. 다음의 내용들은 <application>Microsoft Outlook Express 6</application> 혹은 <application>Microsoft Outlook 2002</application>에서 연락처를 가져오는 방법을 설명합니다:
pl: Jeżeli zapisałeś swoją książkę adresową z Windows, możesz teraz zaimportować twoje kontakty do <application>Evolution</application>. Poniższe instrukcje zakładają, że importujesz książkę z <application>Microsoft Outlook Express 6</application> lub <application>Microsoft Outlook 2002</application>:
pt: Se guardou o seu livro de endereços do Windows, pode agora importar os seus contactos para o <application>Evolution</application>. As seguintes instruções assumem que está a importar o livro de endereços do <application>Microsoft·Outlook·Express·6</application>·ou·<application>Microsoft·Outlook·2002</application>:
pt_br: Se você salvou o livro de endereços do Windows, você pode agora importar seus contatos para o <application>Evolution</application>. As instruções a seguir assumem que você está importando o livro de endereços do <application>Microsoft Outlook Express 6</application> ou <application>Microsoft Outlook 2002</application>:
ru: Если вы сохранили вашу адреесную книгу из Windows, тогда вы сожете импортировать её в <application>Evolution</application>. Следующие инструкции преполагают, что вы импортируете адресную книгу из <application>Microsoft Outlook Express 6</application> или <application>Microsoft Outlook 2002</application>:
sk: Ak ste si uložili adresár z Windows, môžete importovať vaše kontakty do <application>Evolution</application>. Nasledujúci postup predpokladá, že importujete adresár z <application>Microsoft Outlook Express 6</application> alebo <application>Microsoft Outlook 2002</application>:
sv: Om du har sparat din adressbok från Windows, kan den importeras till <application>Evolution</application>. Följande anvisningar förutsätter att du importerar adressboken från <application>Microsoft Outlook Express 6</application> eller <application>Microsoft Outlook 2002</application>:
zh_cn: 若要保存Windows下的地址簿，可现在导入联系人到<application>Evolution</application>。下面介绍从<application>Microsoft Outlook Express 6</application>或<application>Microsoft Outlook 2002</application>导入地址簿:

source: Press <guibutton>Browse...</guibutton>, locate the file which you saved your address book into and select it. Press <guibutton>Open</guibutton>.
ar: اضغط <guibutton>تصفّح...</guibutton>، حدد الملف الذي حفظت فيه دفتر عناوينك واختره. اضغط <guibutton>افتح</guibutton>.
bg: Натиснете <guibutton>Преглед...</guibutton>, намерете файла, в който са запазена вашата адресник и го изберете. Натиснете <guibutton>Отваряне</guibutton>.
de: Drücken Sie <guibutton>Durchsuchen …</guibutton>, suchen Sie die Datei, in der Sie Ihr Adressbuch gespeichert haben, und wählen Sie diese aus. Drücken Sie <guibutton>Öffnen</guibutton>.
es: Pulse <guibutton>Examinar...</guibutton>, localice el archivo en el que guardó su libreta de direcciones y selecciónelo. Pulse <guibutton>Abrir</guibutton>.
fr: Appuyez sur <guibutton>Parcourir...</guibutton>, trouvez le fichier dans lequel vous avez sauvegardé votre carnet d'adresses et sélectionnez le. Appuyez sur <guibutton>Ouvrir</guibutton>.
hu: Kattintson a <guibutton>Tallózás...</guibutton> feliratú gombra, keresse meg a fájlt, amelybe a címjegyzéket mentette és válassza ki. Kattintson a <guibutton>Megnyitás</guibutton> gombra.
ko: <guibutton>찾아보기...</guibutton>를 눌러 주소록을 저장한 폴더를 선택한 후 <guibutton>열기</guibutton>를 누릅니다.
pl: Kliknij <guibutton>Przeglądaj...</guibutton>, znajdź plik, do którego zapisałeś swoją książkę adresową i zaznacz go. Kliknij <guibutton>Otwórz</guibutton>.
pt: Carregue <guibutton>Navegar...</guibutton>, localize o ficheiro no qual guardou o seu livro de endereços, e seleccione-o. Carregue em <guibutton>Abrir</guibutton>.
pt_br: Pressione <guibutton>Navegar...</guibutton>, encontre o arquivo que você salvou o seu livro de endereço e o selecione. Pressione <guibutton>Abrir</guibutton>.
ru: Нажмите <guibutton>Обзор...</guibutton>, затем найдите файл в котором вы сохранили свою адресную книгу и выберите его. Нажмите <guibutton>Открыть</guibutton>.
sk: V položke <guibutton>Názov súboru</guibutton> nájdite a vyberte súbor, do ktorého ste adresár uložili. Stlačte <guibutton>Otvoriť</guibutton>.
sv: Klicka på <guibutton>Bläddra...</guibutton>, leta upp filen som du sparade adressboken i och markera den. klicka på <guibutton>Öppna</guibutton>.
zh_cn: 点击<guibutton>浏览...</guibutton>，找到保存地址簿的目录并选中，点击 <guibutton>打开</guibutton>。

source: From <guilabel>File type</guilabel>, select <guilabel>VCard (.vcf, .gcrd)</guilabel> or <guilabel>Outlook CSV or Tab (.csv, .tab)</guilabel>, depending on which format you saved your address book into. Press <guibutton>Forward</guibutton>.
ar: من <guilabel>نوع الملف</guilabel>، اختر <guilabel>VCard (.vcf, .gcrd)</guilabel> أو <guilabel>Outlook CSV أو Tab (.csv, .tab)</guilabel>, بناءً على الهيئة التي حفظت دفتر عناوينك بها. اضغط<guibutton>أمام</guibutton>.
bg: От <guilabel>Тип файл</guilabel>, изберете <guilabel>VCard (.vcf, .gcrd)</guilabel> или <guilabel>Outlook CSV или Tab (.csv, .tab)</guilabel>, в зависимост в кой формат сте запазили вашата адресник. Натиснете <guibutton>Напред</guibutton>.
de: Abhängig vom Format, in dem Sie Ihr Adressbuch gespeichert haben, wählen Sie unter <guilabel>Dateityp</guilabel> <guilabel>VCard (.vcf, .gcrd)</guilabel> oder <guilabel>Outlook CSV oder Tab (.csv, .tab)</guilabel> aus. Drücken Sie <guibutton>Vor</guibutton>.
es: Desde <guilabel>Tipo de archivo</guilabel>, seleccione <guilabel>VCard (.vcf, .gcrd)</guilabel> o <guilabel>Outlook CSV o Tab (.csv, .tab)</guilabel>, dependiendo del formato en que guardara su libreta de direcciones. Pulse <guibutton>Adelante</guibutton>.
fr: Dans <guilabel>Type de fichier</guilabel>, sélectionnez <guilabel>VCard (.vcf, .gcrd)</guilabel> ou <guilabel>Outlook CSV ou Tab (.csv, .tab)</guilabel>, selon le format dans lequel vous avez sauvé votre carnet d'adresses. Appuyez sur <guibutton>Suivant</guibutton>.
hu: A <guilabel>Fájltípus</guilabel> mezőben válassza a <guilabel>VCard (.vcf, .gcrd)</guilabel> vagy az <guilabel>Outlook CSV vagy Tab (.csv, .tab)</guilabel> lehetőséget, a címjegyzék mentéséhez használt formátumtól függően. Kattintson az <guibutton>Előre</guibutton> gombra.
ko: <guilabel>파일 종류</guilabel>에서, 여러분이 주소록을 저장한 형식에 따라 <guilabel>VCard (.vcf, .gcrd)</guilabel> 또는 <guilabel>Outlook CSV 및 Tab (.csv, .tab)</guilabel> 중의 하나를 선택하고 <guibutton>앞으로</guibutton>를 누릅니다.
pl: W polu <guilabel>Typ pliku</guilabel> wybierz <guilabel>VCard (.vcf, .gcrd)</guilabel> lub <guilabel>Plik CSV lub Tab Outlooka (.csv, .tab)</guilabel> w zależności, do jakiego formatu zapisałeś swoją książkę. Kliknij <guibutton>Do przodu</guibutton>.
pt: Em <guilabel>Tipo de Ficheiro</guilabel>, seleccione <guilabel>VCard·(.vcf,·.gcrd)</guilabel> ou <guilabel>Outlook·CSV·ou·Tab·(.csv,·.tab)</guilabel>, dependendo do formato em que guardou o seu livro de endereços. Carregue em <guibutton>Avançar</guibutton>.
pt_br: Em <guilabel>Tipo de arquivo</guilabel>, selecione <guilabel>VCard (.vcf, .gcrd)</guilabel> ou <guilabel>Outlook CSV ou Tab (.csv, .tab)</guilabel>, dependendo do formato que você salvou seu catálogo de endereços. Pressione <guibutton>Continuar</guibutton>.
ru: В поле <guilabel>Тип файла</guilabel>, выберите <guilabel>VCard (.vcf, .gcrd)</guilabel> или <guilabel>Outlook CSV или Tab (.csv, .tab)</guilabel>, в зависимости от формата в котором вы сохранили вашу адресную книгу. Нажмите <guibutton>Далее</guibutton>.
sk: Ako <guilabel>Typ súboru</guilabel> vyberte <guilabel>VCard (.vcf, .gcrd)</guilabel> alebo <guilabel>Outlook CSV or Tab (.csv, .tab)</guilabel>podľa toho, v akom formáte ste váš adresár uložili. Stlačte <guibutton>Vpred</guibutton>.
sv: Från <guilabel>Fil typ</guilabel>, välj <guilabel>VCard (.vcf, .gcrd)</guilabel> eller <guilabel>Outlook CSV eller Tab (.csv, .tab)</guilabel>, beroende på vilket format adressboken sparades i. Klicka på <guibutton>Framåt</guibutton>.
zh_cn: 在<guilabel>文件类型</guilabel>里选择<guilabel>VCard (.vcf, .gcrd)</guilabel>或<guilabel>Outlook CSV 或 Tab (.csv, .tab)</guilabel>，这取决于你的地址簿的格式。点击<guibutton>下一步</guibutton>。

source: Choose a location in which to save the contacts, such as <menuchoice><guimenuitem>On This Computer</guimenuitem><guimenuitem>Personal</guimenuitem></menuchoice>.Press <guibutton>Forward</guibutton>.
ar: اختر موقعا لتحفظ فيه المراسلين، مثل<menuchoice><guimenuitem>على هذا الحاسوب</guimenuitem><guimenuitem>شخصي</guimenuitem></menuchoice>.اضغط <guibutton>أمام</guibutton>.
bg: Изберете място, на което да запазите контактите, като <menuchoice><guimenuitem>На този компютър</guimenuitem><guimenuitem>Лични</guimenuitem></menuchoice>. Натиснете <guibutton>Напред</guibutton>.
de: Wählen Sie einen Ort aus, an dem Sie Ihre Kontakte speichern möchten, wie z.B. <menuchoice><guimenuitem>Auf diesem Computer</guimenuitem><guimenuitem>Persönlich</guimenuitem></menuchoice>.
es: Elija una ubicación en la que guardar los contactos, como <menuchoice><guimenuitem>En este equipo</guimenuitem><guimenuitem>Personal</guimenuitem></menuchoice>. Pulse <guibutton>Adelante</guibutton>.
fr: Choisissez un endroit dans lequel sauver vos contacts, comme par exemple <menuchoice><guimenuitem>Sur cet ordinateur</guimenuitem><guimenuitem>Personnel</guimenuitem></menuchoice>.
hu: Válassza ki azt a helyet, ahova kapcsolatait menteni szeretné, például: <menuchoice><guimenuitem>Ezen a számítógépen</guimenuitem><guimenuitem>Személyes</guimenuitem></menuchoice>. Kattintson az <guibutton>Előre</guibutton> gombra.
ko: <menuchoice><guimenuitem>이 컴퓨터</guimenuitem><guimenuitem>개인</guimenuitem></menuchoice>과 같이 주소록을 저장할 위치를 선택하고 <guibutton>앞으로</guibutton>를 누릅니다.
pl: Wybierz lokalizację, do której chcesz zapisać kontakty taką, jak <menuchoice><guimenuitem>Na tym komputerze</guimenuitem><guimenuitem>Osobiste</guimenuitem></menuchoice>. Kliknij <guibutton>Do przodu</guibutton>.
pt: Escolha uma localização para guardar os contactos, como por exemplo, <menuchoice><guimenuitem>Neste Computador</guimenuitem><guimenuitem>Pessoal</guimenuitem></menuchoice>.Carregue em ·<guibutton>Avançar</guibutton>.
pt_br: Escolha o local que você deseja salvar os seus contados, como <menuchoice><guimenuitem>Neste Computador</guimenuitem><guimenuitem>Pessoal</guimenuitem></menuchoice>.Pressione <guibutton>Encaminhar</guibutton>.
ru: Выберите место в котором вы собираетесь сохранить контакты, например <menuchoice><guimenuitem>На этом компьютере</guimenuitem><guimenuitem>Личные</guimenuitem></menuchoice>. Нажмите <guibutton>Далее</guibutton>.
sk: Vyberte umiestnenie, kam uložiť kontakty ako napríklad <menuchoice><guimenuitem>Na tento počítač</guimenuitem><guimenuitem>Osobné</guimenuitem></menuchoice>. Stlačte <guibutton>Vpred</guibutton>.
sv: Välj en plats att spara kontakterna på, så som <menuchoice><guimenuitem>On This Computer</guimenuitem><guimenuitem>Personal</guimenuitem></menuchoice>.Klicka på <guibutton>Framåt</guibutton>.
zh_cn: 选择保存联系人的目录，类似<menuchoice><guimenuitem>在此计算机上</guimenuitem><guimenuitem>个人</guimenuitem></menuchoice>。点击<guibutton>下一步</guibutton>。

source: Press <guibutton>Import</guibutton> to import the contacts into <application>Evolution</application>. Once importing has completed, the imported contacts should be immediately available.
ar: اضغط <guibutton>استورد</guibutton> لاسيتراد المراسلين إلى <application>إيفليوشن</application>. عندما يكتمل الاستيراد، يجب أن تتاح العناوين المستوردة حالا.
bg: Натиснете <guibutton>Внасяне</guibutton>, за да импортирате контактите в <application>Evolution</application>. Щом импортирането завърши, импортираните контакти трябва да са достъпни веднага.
de: Drücken Sie <guibutton>Importieren</guibutton>, um Ihre Kontakte in <application>Evolution</application> zu importieren. Wenn der Import abgeschlossen wurde, sollten Ihre Kontakte sofort zur Verfügung stehen.
es: Pulse <guibutton>Importar</guibutton> para importar los contactos en <application>Evolution</application>. Una vez que la importación se haya completado, los contactos importados deberían estar disponibles inmediatamente.
fr: Appuyez sur <guibutton>Importer</guibutton> pour importer vos contacts dans <application>Evolution</application>. Une fois l'importation terminée, les contacts importés devraient être disponibles immédiatement.
hu: Kattintson az <guibutton>Importálás</guibutton> gombra névjegyei <application>Evolutionbe</application> importálásához. A folyamat befejeződése után az importált kapcsolatok azonnal elérhetők lesznek.
ko: <guibutton>가져오기</guibutton>를 눌러 <application>에볼루션</application>으로 주소록을 가져옵니다. 가져오기가 끝나면 바로 주소록을 이용할 수 있습니다.
pl: Naciśnij <guibutton>Importuj</guibutton>, aby zaimportować twoje kontakty do <application>Evolution</application>. Po zakończeniu twoje kontakty powinny być dostępne natychmiast.
pt: Carregue em <guibutton>Importar</guibutton>para importar os contactos para o <application>Evolution</application>. Uma vez terminada a importação, os contactos importados deverão estar disponíveis imediatamente
pt_br: Pressione <guibutton>Importar</guibutton> para importar os contatos para <application>Evolution</application>. Uma vez a importação completada, os contatos estarão disponíveis imediatamente.
ru: Нажмите <guibutton>Импорт</guibutton>, чтобы импортировать контакты в <application>Evolution</application>. Как только импорт будет завершён, все контактны будут немедленно доступны.
sk: Stlačte <guibutton>Importovať</guibutton> na importovanie kontaktov do <application>Evolution</application>. Keď importovanie skončí, kontakty budú okamžite k dispozícii.
sv: Klicka på <guibutton>Importera</guibutton> för att importera kontakterna till <application>Evolution</application>. Så snart kontakterna är importerade, skall de vara klara för att användas.
zh_cn: 点击<guibutton>导入</guibutton>以导入联系人到<application>Evolution</application>。当导入完成后，联系人就可以用了。

source: Calendar
ar: التقويم
bg: Календар
de: Kalender
el: Ημερολόγιο
es: Calendario
fr: Agenda
hu: Naptár
ko: 일정
pl: Kalendarz
pt: Calendário
pt_br: Calendário
ru: Календарь
sk: Kalendár
sv: Kalender
zh_cn: 日历

source: If you saved a calendar from Windows, you can now import it into <application>Evolution</application>, the default calendar application.
ar: إذا حفظت تقويما من ويندوز، تستطيع الآن استيراده إلى <application>إيفليوشن</application>، تطبيق التقويم المبدئي.
bg: Ако сте запазили календар от Windows, сега можете да го импортирате в <application>Evolution</application>, програмата по подразбиране за календар.
de: Wenn Sie einen Kalender unter Windows gesichert haben, können Sie diesen nun in <application>Evolution</application>, die von Anfang an installierte Kalenderanwendung, importieren.
el: Εάν αποθηκεύσατε ένα ημερολόγιο από τα Windows, μπορείτε να το εισάγετε στην εφαρμογή <application>Evolution</application>, την προεπιλεγμένη εφαρμογή ημερολογίου.
es: Si guardó un calendario desde Windows, ahora puede importarlo a <application>Evolution</application>, la aplicación predeterminada de calendario.
fr: Si vous avez sauvé un agenda sous Windows, vous pouvez maintenant l'importer dans <application>Evolution</application>, l'application de gestion d'agenda par défaut.
hu: Ha elmentette Windowsos naptárát, importálhatja azt az <application>Evolutionbe</application>, az alapértelmezett naptárprogramba.
ko: 만약 여러분이 윈도우즈에서 일정을 저장했다면, 이것을 기본 달력 프로그램인 <application>에볼루션</application>으로 가져올 수 있습니다.
pl: Jeżeli zapisałeś kalendarz z Windows, możesz go teraz zaimportować do <application>Evolution</application>, domyślnej aplikacji zawierającej kalendarz.
pt: Se guardou um calendário do Windows, pode importá-lo para o <application>Evolution</application>, a aplicação de calendário por omissão.
pt_br: Se você salvou o calendário do Windows, você pode agora importar para o <application>Evolution</application>, o aplicativo de calendário padrão.
ru: Если вы сохранили календарь из Windows, теперь можете импортировать его в <application>Evolution</application> - это программа работы с календарём по умолчанию.
sk: Ak ste si uložili kalendár z Windows, môžete ho importovať do <application>Evolution</application>, predvolenej kalendárovej aplikácie.
sv: Om du har sparat din kalender från Windows, så kan du importera den till <application>Evolution</application>, som är standard kalendern.
zh_cn: 若要保存Windows下的日历，现在得把它导入到默认的日历程序<application>Evolution</application>。
