Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: translator-credits
ar: Launchpad Contributions: Khalid Ghetas https://launchpad.net/~dr-tux-g Launchpad Contributions: Khalid Ghetas https://launchpad.net/~dr-tux-g Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Nizar K https://launchpad.net/~nizarus Launchpad Contributions: Khalid Ghetas https://launchpad.net/~dr-tux-g Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Nizar K https://launchpad.net/~nizarus Launchpad Contributions: Khalid Ghetas https://launchpad.net/~dr-tux-g Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Nizar Kerkeni https://launchpad.net/~nizarus Launchpad Contributions: Khaled Hosny https://launchpad.net/~khaledhosny Khalid Ghetas https://launchpad.net/~dr-tux-g Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Nizar Kerkeni https://launchpad.net/~nizarus Osama https://launchpad.net/~osamak-wfm Launchpad Contributions: Khaled Hosny https://launchpad.net/~khaledhosny Khalid Ghetas https://launchpad.net/~dr-tux-g Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Nizar Kerkeni https://launchpad.net/~nizarus Osama https://launchpad.net/~osamak-wfm
bg: Launchpad Contributions: Ivaylo Ivanov https://launchpad.net/~icefox Krasimir Chonov https://launchpad.net/~kchonov Launchpad Contributions: Ivaylo Ivanov https://launchpad.net/~icefox Krasimir Chonov https://launchpad.net/~kchonov
de: Sebastian Heinlein <glatzor@ubuntu.com> Launchpad Contributions: Nikolai https://launchpad.net/~niko4jesus Ralf https://launchpad.net/~ralf-weyer Simon A. Scherr https://launchpad.net/~simon-scherr Launchpad Contributions: Nikolai https://launchpad.net/~niko4jesus Ralf https://launchpad.net/~ralf-weyer Launchpad Contributions: Keruskerfuerst https://launchpad.net/~arminmohring Michael Schuelke https://launchpad.net/~m-schuelke Nikolai https://launchpad.net/~niko4jesus Patrik Schönfeldt https://launchpad.net/~megabauer Ralf https://launchpad.net/~ralf-weyer Sven Lamers https://launchpad.net/~mrfuji Thomas Lang https://launchpad.net/~klick-mich Launchpad Contributions: Christof Reuter https://launchpad.net/~christof-reuter Jochen Skulj https://launchpad.net/~joskulj Moritz Baumann https://launchpad.net/~mo-germany Ralf https://launchpad.net/~ralf-weyer Ubuntu-Lover https://launchpad.net/~jako3xb2
el: Launchpad Contributions: Kainourgiakis Giorgos https://launchpad.net/~kaingeo Thanos Koukoulis https://launchpad.net/~thanosk-gmail Launchpad Contributions: Kainourgiakis Giorgos https://launchpad.net/~kaingeo Konstantinos Foutzopoulos https://launchpad.net/~kfoutzopoulos Orionas Saprikis https://launchpad.net/~orionsa Thanos Koukoulis https://launchpad.net/~thanosk-gmail ghdp https://launchpad.net/~ghdp Launchpad Contributions: Kainourgiakis Giorgos https://launchpad.net/~kaingeo Konstantinos Foutzopoulos https://launchpad.net/~kfoutzopoulos Orionas Saprikis https://launchpad.net/~orionsa Thanos Koukoulis https://launchpad.net/~thanosk-gmail ghdp https://launchpad.net/~ghdp Launchpad Contributions: Epirotes https://launchpad.net/~epirotes Kainourgiakis Giorgos https://launchpad.net/~kaingeo Konstantinos Foutzopoulos https://launchpad.net/~kfoutzopoulos Orionas Saprikis https://launchpad.net/~orionsa Thanos Koukoulis https://launchpad.net/~thanosk-gmail ghdp https://launchpad.net/~ghdp
es: Launchpad Contributions: Benjamín Valero Espinosa https://launchpad.net/~benjavalero Gerardo Cruz https://launchpad.net/~gcruz Iván Campaña https://launchpad.net/~ivan-campana JM Rivas https://launchpad.net/~guelote José Angel Bonilla https://launchpad.net/~angeltronix Julián Alarcón https://launchpad.net/~alarconj Martin Albisetti https://launchpad.net/~beuno Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Benjamín Valero Espinosa https://launchpad.net/~benjavalero Gerardo Cruz https://launchpad.net/~gcruz Iván Campaña https://launchpad.net/~ivan-campana JM Rivas https://launchpad.net/~guelote José Angel Bonilla https://launchpad.net/~angeltronix Julián Alarcón https://launchpad.net/~alarconj Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Martin Albisetti https://launchpad.net/~beuno Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Benjamín Valero Espinosa https://launchpad.net/~benjavalero Gerardo Cruz https://launchpad.net/~gcruz Iván Campaña https://launchpad.net/~ivan-campana JM Rivas https://launchpad.net/~guelote José Angel Bonilla https://launchpad.net/~angeltronix Julián Alarcón https://launchpad.net/~alarconj Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Martin Albisetti https://launchpad.net/~beuno Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Benjamín Valero Espinosa https://launchpad.net/~benjavalero Gerardo Cruz https://launchpad.net/~gcruz Iván Campaña https://launchpad.net/~ivan-campana JM Rivas https://launchpad.net/~guelote José Angel Bonilla https://launchpad.net/~angeltronix Julián Alarcón https://launchpad.net/~alarconj Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Martin Albisetti https://launchpad.net/~beuno Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Ariel Cabral https://launchpad.net/~acabral1961 Benjamín Valero Espinosa https://launchpad.net/~benjavalero Gerardo Cruz https://launchpad.net/~gcruz Iván Campaña https://launchpad.net/~ivan-campana JM Rivas https://launchpad.net/~guelote José Angel Bonilla https://launchpad.net/~angeltronix Julián Alarcón https://launchpad.net/~alarconj Martin Albisetti https://launchpad.net/~beuno Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Ariel Cabral https://launchpad.net/~acabral1961 Benjamín Valero Espinosa https://launchpad.net/~benjavalero Gerardo Cruz https://launchpad.net/~gcruz Iván Campaña https://launchpad.net/~ivan-campana JM Rivas https://launchpad.net/~guelote José Angel Bonilla https://launchpad.net/~angeltronix Julián Alarcón https://launchpad.net/~alarconj Martin Albisetti https://launchpad.net/~beuno Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo
fr: Launchpad Contributions: Anthony PETITBOIS https://launchpad.net/~lenain Arthur Loiret https://launchpad.net/~arthur.loiret Beber https://launchpad.net/~bertrand-goareguer Benoit Malet https://launchpad.net/~benoit-malet Bruno Patri https://launchpad.net/~bruno-patri Cyrille Grosdemange https://launchpad.net/~ze-cyrilou Eric Bandel https://launchpad.net/~eric-bandel Fabien Paulot https://launchpad.net/~fabienpaulot François Tissandier https://launchpad.net/~baloo Frouin Jean-Michel https://launchpad.net/~snoogie Guillaume Vernet https://launchpad.net/~guillaume-vernet Maximilien Cuony https://launchpad.net/~theglu Séverin Lemaignan https://launchpad.net/~skadge amine Say https://launchpad.net/~aminesay guil https://launchpad.net/~zysman-david olive https://launchpad.net/~olivefr stephane https://launchpad.net/~stephane-briand Launchpad Contributions: Anthony PETITBOIS https://launchpad.net/~lenain Arthur Loiret https://launchpad.net/~arthur.loiret Beber https://launchpad.net/~bertrand-goareguer Benoit Malet https://launchpad.net/~benoit-malet Bruno Patri https://launchpad.net/~bruno-patri Eric Bandel https://launchpad.net/~eric-bandel Guillaume Vernet https://launchpad.net/~guillaume-vernet Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Maximilien Cuony https://launchpad.net/~theglu Séverin Lemaignan https://launchpad.net/~skadge amine Say https://launchpad.net/~aminesay guil https://launchpad.net/~zysman-david olive https://launchpad.net/~olivefr Launchpad Contributions: Anthony PETITBOIS https://launchpad.net/~lenain Arthur Loiret https://launchpad.net/~arthur.loiret Beber https://launchpad.net/~bertrand-goareguer Benoit Malet https://launchpad.net/~benoit-malet Bruno Patri https://launchpad.net/~bruno-patri Eric Bandel https://launchpad.net/~eric-bandel Guillaume Vernet https://launchpad.net/~guillaume-vernet Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Maximilien Cuony https://launchpad.net/~theglu Mikaye https://launchpad.net/~apocaliptika Nicolas DERIVE https://launchpad.net/~kalon33 Nicolas Velin https://launchpad.net/~nsv Séverin Lemaignan https://launchpad.net/~skadge amine Say https://launchpad.net/~aminesay guil https://launchpad.net/~zysman-david olive https://launchpad.net/~olivefr Launchpad Contributions: Anthony PETITBOIS https://launchpad.net/~lenain Arthur Loiret https://launchpad.net/~arthur.loiret Beber https://launchpad.net/~bertrand-goareguer Benoit Malet https://launchpad.net/~benoit-malet Bruno Patri https://launchpad.net/~bruno-patri Eric Bandel https://launchpad.net/~eric-bandel Guillaume Vernet https://launchpad.net/~guillaume-vernet Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Maximilien Cuony https://launchpad.net/~theglu Mikaye https://launchpad.net/~apocaliptika Nicolas DERIVE https://launchpad.net/~kalon33 Nicolas Velin https://launchpad.net/~nsv Séverin Lemaignan https://launchpad.net/~skadge amine Say https://launchpad.net/~aminesay guil https://launchpad.net/~zysman-david olive https://launchpad.net/~olivefr Launchpad Contributions: Anthony PETITBOIS https://launchpad.net/~lenain Arthur Loiret https://launchpad.net/~arthur.loiret Beber https://launchpad.net/~bertrand-goareguer Benoit Malet https://launchpad.net/~benoit-malet Bruno Patri https://launchpad.net/~bruno-patri Eric Bandel https://launchpad.net/~eric-bandel Guillaume Vernet https://launchpad.net/~guillaume-vernet Maximilien Cuony https://launchpad.net/~theglu Mikaye https://launchpad.net/~apocaliptika Nicolas DERIVE https://launchpad.net/~kalon33 Nicolas Velin https://launchpad.net/~nsv Séverin Lemaignan https://launchpad.net/~skadge amine Say https://launchpad.net/~aminesay guil https://launchpad.net/~zysman-david olive https://launchpad.net/~olivefr Launchpad Contributions: Anthony PETITBOIS https://launchpad.net/~lenain Arthur Loiret https://launchpad.net/~arthur.loiret Beber https://launchpad.net/~bertrand-goareguer Benoit Malet https://launchpad.net/~benoit-malet Bruno Patri https://launchpad.net/~bruno-patri Eric Bandel https://launchpad.net/~eric-bandel Guillaume Vernet https://launchpad.net/~guillaume-vernet Maximilien Cuony https://launchpad.net/~theglu Mikaye https://launchpad.net/~apocaliptika Nicolas DERIVE https://launchpad.net/~kalon33 Nicolas Velin https://launchpad.net/~nsv Séverin Lemaignan https://launchpad.net/~skadge amine Say https://launchpad.net/~aminesay guil https://launchpad.net/~zysman-david olive https://launchpad.net/~olivefr
hu: Launchpad Contributions: Andras Timar https://launchpad.net/~timar-fsf Dora https://launchpad.net/~dorcssa Gabor Kelemen https://launchpad.net/~kelemeng Laszlo Kupcsik https://launchpad.net/~koopac White https://launchpad.net/~white-hor barna https://launchpad.net/~bmagyarkuti nick=atya,c=hu https://launchpad.net/~mato-peter Launchpad Contributions: Andras Timar https://launchpad.net/~timar-fsf Dora https://launchpad.net/~dorcssa Gabor Kelemen https://launchpad.net/~kelemeng Laszlo Kupcsik https://launchpad.net/~koopac White https://launchpad.net/~white-hor barna https://launchpad.net/~bmagyarkuti nick=atya,c=hu https://launchpad.net/~mato-peter Launchpad Contributions: Andras Timar https://launchpad.net/~timar-fsf Dora Kovats https://launchpad.net/~dorcssa Gabor Kelemen https://launchpad.net/~kelemeng Laszlo Kupcsik https://launchpad.net/~koopac White https://launchpad.net/~white-hor barna https://launchpad.net/~bmagyarkuti nick=atya,c=hu https://launchpad.net/~mato-peter Launchpad Contributions: Andras Timar https://launchpad.net/~timar-fsf Dora Kovats https://launchpad.net/~dorcssa Gabor Kelemen https://launchpad.net/~kelemeng Laszlo Kupcsik https://launchpad.net/~koopac White https://launchpad.net/~white-hor barna https://launchpad.net/~bmagyarkuti nick=atya,c=hu https://launchpad.net/~mato-peter
ko: 우분투 한국어 번역팀 <ubuntu-ko@lists.ubuntu.com>, 2006 Launchpad Contributions: Jason Kim https://launchpad.net/~kineticflow Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix Launchpad Contributions: Jason Kim https://launchpad.net/~kineticflow Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix Launchpad Contributions: DasomOLI https://launchpad.net/~dasomoli Jason Kim https://launchpad.net/~kineticflow Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix Launchpad Contributions: DasomOLI https://launchpad.net/~dasomoli Jason Kim https://launchpad.net/~kineticflow Namhyung Kim https://launchpad.net/~namhyung
pl: Tomasz Dominikowski (Polish Ubuntu Translators) Launchpad Contributions: Dominik Zablotny https://launchpad.net/~doza Krzysiek N. https://launchpad.net/~kn Masol https://launchpad.net/~masol90 Piotr Sniady https://launchpad.net/~piotr-sniady Sztefan https://launchpad.net/~daniel-mucha Launchpad Contributions: Dominik Zablotny https://launchpad.net/~doza Krzysiek N. https://launchpad.net/~kn Piotr Sniady https://launchpad.net/~piotr-sniady Launchpad Contributions: Dominik Zablotny https://launchpad.net/~doza Dominik Zablotny https://launchpad.net/~doza-sztorm Krzysiek N. https://launchpad.net/~kn Mateusz Tybura https://launchpad.net/~wujciol Piotr Sniady https://launchpad.net/~piotr-sniady Piotr Strębski https://launchpad.net/~strebski Launchpad Contributions: Dominik Zablotny https://launchpad.net/~doza Inox https://launchpad.net/~inox Katsudon https://launchpad.net/~katsudon Krzysiek N. https://launchpad.net/~kn Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mateusz Tybura https://launchpad.net/~wujciol Piotr Strębski https://launchpad.net/~strebski Launchpad Contributions: Arkadiusz Lipiec https://launchpad.net/~alus Dominik Zablotny https://launchpad.net/~doza Katsudon https://launchpad.net/~katsudon Krzysiek N. https://launchpad.net/~kn Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mateusz Tybura https://launchpad.net/~wujciol Piotr Strębski https://launchpad.net/~strebski Wiatrak https://launchpad.net/~wiatrak. ochach https://launchpad.net/~ochach
pt: Launchpad Contributions: Andre Guedes https://launchpad.net/~crei0 António Lima https://launchpad.net/~amrlima Kariloy Markief https://launchpad.net/~kariloy Luis Gomes https://launchpad.net/~lgomes Marco Rodrigues https://launchpad.net/~gothicx Mykas0 https://launchpad.net/~mykas0 Tiago Sousa https://launchpad.net/~tiagoboldt Launchpad Contributions: Andre Guedes https://launchpad.net/~crei0 António Lima https://launchpad.net/~amrlima Luis Gomes https://launchpad.net/~lgomes Marco Rodrigues https://launchpad.net/~gothicx Mykas0 https://launchpad.net/~mykas0 Tiago Sousa https://launchpad.net/~tiagoboldt Launchpad Contributions: Andre Guedes https://launchpad.net/~crei0 António Lima https://launchpad.net/~amrlima Flávio Martins https://launchpad.net/~xhaker Luis Gomes https://launchpad.net/~lgomes Marco Rodrigues https://launchpad.net/~gothicx Mykas0 https://launchpad.net/~mykas0 Tiago Silva https://launchpad.net/~tiagosilva Tiago Sousa https://launchpad.net/~tiagoboldt Launchpad Contributions: Andre Guedes https://launchpad.net/~crei0 António Lima https://launchpad.net/~amrlima Luis Gomes https://launchpad.net/~lgomes Marco Rodrigues https://launchpad.net/~gothicx Mykas0 https://launchpad.net/~mykas0 Tiago Silva https://launchpad.net/~tiagosilva Tiago Sousa https://launchpad.net/~tiagoboldt Launchpad Contributions: Andre Guedes https://launchpad.net/~crei0 António Lima https://launchpad.net/~amrlima Carlos Geadas https://launchpad.net/~carlosgeadas Dark_Webster https://launchpad.net/~pedro-flores-16 Luis Gomes https://launchpad.net/~lgomes Marco Rodrigues https://launchpad.net/~gothicx Mykas0 https://launchpad.net/~mykas0 Tiago Silva https://launchpad.net/~tiagosilva Tiago Sousa https://launchpad.net/~tiagoboldt
pt_br: Launchpad Contributions: Andre Noel https://launchpad.net/~andrenoel André Gondim https://launchpad.net/~andregondim ClovisFabricio https://launchpad.net/~nosklo FaBMak https://launchpad.net/~fabmak Filipe Rosset https://launchpad.net/~rosset Gerson "fserve" Barreiros https://launchpad.net/~fserve Laubstein https://launchpad.net/~laubstein Leandro Miranda Nonato https://launchpad.net/~leandro-miranda Mario A. C. Silva (Exp4nsion) https://launchpad.net/~marioancelmo Ricardo Cropalato de Melo https://launchpad.net/~ricardo-cropalato
ru: Georgy Faradzhev <georgy.faradzhev@gmail.com> Igor Zubarev <igor4u@gmail.com> Андрей Кондукторов <merkator@bk.ru> Dmitry Dementiev <ddmitry@gmail.com> Dmitry Drozdovich <demon_lord@rambler.ru> George Anderston <anderston@gmail.com> Mi Kashkin <mkashkin@gmail.com> Сергей Укустов <zajats@nc.ru> Dmitry Petrov <demon@krasno.ru> Sergey Smirnov <sergous@gmail.com> Shamil Abdullajev <jogin@hot.ee> alexei <alek32@mail.ru> boa <b.o.a@mail.ru> wiz <aenor.realm@gmail.com> Вячеслав Родионов <bepcyc@gmail.com> Александр Саламатников <dev65@gala.net> Sauil Launchpad Contributions: Alexander Kabakow https://launchpad.net/~alexander.kabakow Alexey Balmashnov https://launchpad.net/~a.balmashnov Alexey Lipchanskiy https://launchpad.net/~could Andrew Bachmaga https://launchpad.net/~lordakryl Gusev Vadim https://launchpad.net/~frosty-ptz Igor Zubarev https://launchpad.net/~igor4u Iliya Zuev https://launchpad.net/~e6apek wiz https://launchpad.net/~wiz Артём Попов https://launchpad.net/~artfwo Launchpad Contributions: Alexander Kabakow https://launchpad.net/~alexander.kabakow Alexey Balmashnov https://launchpad.net/~a.balmashnov Alexey Lipchanskiy https://launchpad.net/~could Alyx Nikolaenko https://launchpad.net/~ceekay80 Andrew Bachmaga https://launchpad.net/~lordakryl Igor Zubarev https://launchpad.net/~igor4u Iliya Zuev https://launchpad.net/~e6apek Kaspirovich Anton https://launchpad.net/~crasher-545 Urs https://launchpad.net/~urs-ak Vadim Gusev https://launchpad.net/~frosty-ptz mikola.samara@gmail.com https://launchpad.net/~mikola.samara wiz https://launchpad.net/~wiz Артём Попов https://launchpad.net/~artfwo Launchpad Contributions: Alexander Kabakow https://launchpad.net/~alexzak Alexey Balmashnov https://launchpad.net/~a.balmashnov Alexey Lipchanskiy https://launchpad.net/~could Alyx Nikolaenko https://launchpad.net/~ceekay80 Andrew Bachmaga https://launchpad.net/~lordakryl Igor Zubarev https://launchpad.net/~igor4u Iliya Zuev https://launchpad.net/~e6apek Kaspirovich Anton https://launchpad.net/~crasher-545 Sergey Kirienko https://launchpad.net/~skirienko Urs https://launchpad.net/~urs-ak Vadim Gusev https://launchpad.net/~frosty-ptz mikola.samara@gmail.com https://launchpad.net/~mikola.samara wiz https://launchpad.net/~wiz Александр AldeX Крылов https://launchpad.net/~aldex Артём Попов https://launchpad.net/~artfwo Launchpad Contributions: Alexander Kabakow https://launchpad.net/~alexzak Alexey Balmashnov https://launchpad.net/~a.balmashnov Alexey Lipchanskiy https://launchpad.net/~could Alyx Nikolaenko https://launchpad.net/~ceekay80 Andrew Bachmaga https://launchpad.net/~lordakryl Igor Zubarev https://launchpad.net/~igor4u Iliya Zuev https://launchpad.net/~e6apek Kaspirovich Anton https://launchpad.net/~crasher-545 Sergey Kirienko https://launchpad.net/~skirienko Urs https://launchpad.net/~urs-ak Vadim Gusev https://launchpad.net/~frosty-ptz mikola.samara@gmail.com https://launchpad.net/~mikola.samara wiz https://launchpad.net/~wiz Александр AldeX Крылов https://launchpad.net/~aldex Артём Попов https://launchpad.net/~artfwo Launchpad Contributions: Alexander Kabakow https://launchpad.net/~alexzak Alexey Balmashnov https://launchpad.net/~a.balmashnov Alexey Lipchanskiy https://launchpad.net/~could Alyx Nikolaenko https://launchpad.net/~ceekay80 Andrew Bachmaga https://launchpad.net/~lordakryl Igor Zubarev https://launchpad.net/~igor4u Iliya Zuev https://launchpad.net/~e6apek Kaspirovich Anton https://launchpad.net/~crasher-545 Pavlenty https://launchpad.net/~pavlenty Sergey Kirienko https://launchpad.net/~skirienko Urs https://launchpad.net/~urs-ak Vadim Gusev https://launchpad.net/~frosty-ptz ktchv https://launchpad.net/~ktchv mikola.samara@gmail.com https://launchpad.net/~mikola.samara wiz https://launchpad.net/~wiz Александр AldeX Крылов https://launchpad.net/~aldex Артём Попов https://launchpad.net/~artfwo Launchpad Contributions: Alexander Kabakow https://launchpad.net/~alexzak Alexander Telenga https://launchpad.net/~telenga Alexey Balmashnov https://launchpad.net/~a.balmashnov Alexey Lipchanskiy https://launchpad.net/~could Alyx Nikolaenko https://launchpad.net/~ceekay80 Andrew Bachmaga https://launchpad.net/~lordakryl Igor Zubarev https://launchpad.net/~igor4u Iliya Zuev https://launchpad.net/~e6apek Kaspirovich Anton https://launchpad.net/~crasher-545 Pavlenty https://launchpad.net/~pavlenty Roman Katichev https://launchpad.net/~ktchv Sergey Kirienko https://launchpad.net/~skirienko Urs https://launchpad.net/~urs-ak Vadim Gusev https://launchpad.net/~frosty-ptz mikola.samara@gmail.com https://launchpad.net/~mikola.samara wiz https://launchpad.net/~wiz Александр AldeX Крылов https://launchpad.net/~aldex Артём Попов https://launchpad.net/~artfwo
sk: Launchpad Contributions: Ján Dráb https://launchpad.net/~cortex Launchpad Contributions: Ján Dráb https://launchpad.net/~cortex Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Matej Duman https://launchpad.net/~dumi
sv: Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager
zh_cn: Launchpad Contributions: TaoFei https://launchpad.net/~taofei ZhengPeng Hou https://launchpad.net/~zhengpeng-hou homtoo https://launchpad.net/~homtoo juanzhewudi https://launchpad.net/~juanzhewudi-gmail kempson https://launchpad.net/~kempson rainofchaos https://launchpad.net/~rainofchaos stone_unix https://launchpad.net/~gaoghy Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins TaoFei https://launchpad.net/~taofei ZhengPeng Hou https://launchpad.net/~zhengpeng-hou homtoo https://launchpad.net/~homtoo juanzhewudi https://launchpad.net/~juanzhewudi-gmail rainofchaos https://launchpad.net/~rainofchaos stone_unix https://launchpad.net/~gaoghy

source: If you've been using Windows
hu: Ha eddig Windowst használt
ko: Windows를 사용해 오셨다면
sk: Ak ste používali Windows
sv: Om du tidigare använt Windows
zh_cn: 如果你一直都在使用Windows

source: If you&rsquo;ve been using Windows
sk: Ak ste používali Windows
sv: Om du tidigare använt Windows
zh_cn: 如果你一直都在使用Windows
