Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: Select <guilabel>Export to a File or Address</guilabel> and choose a filename. Press <guibutton>Next</guibutton>.
ar: اختر <guilabel>تصدير إلى ملف أو عنوان</guilabel> واختر اسم ملف. اضغط <guibutton>التالي</guibutton>.
bg: Изберете <guilabel>Export to a File or Address</guilabel> и въведете име на файл. Натиснете <guibutton>Next</guibutton>.
de: Wählen Sie <guilabel>In Datei oder Adresse exportieren</guilabel> und wählen Sie einen Dateinamen aus. Drücken Sie anschließend <guibutton>Weiter</guibutton>.
el: Επιλέξτε <guilabel>Εξαγωγή σε αρχείο η διεύθυνση</guilabel> και επιλέξτε ένα όνομα. Πατήστε <guibutton>Επόμενο</guibutton>.
es: Seleccione <guilabel>Exportar a un archivo o dirección</guilabel> y elija un nombre de archivo. Pulse <guibutton>Siguiente</guibutton>.
fr: Sélectionnez <guilabel>Exporter vers un fichier ou une adresse</guilabel> et choisissez un nom de fichier. Cliquez sur <guibutton>Suivant</guibutton>.
hu: Válassza az <guilabel>Exportálás fájlba vagy címre</guilabel> lehetőséget, és válasszon fájlnevet. Kattintson a <guibutton>Tovább</guibutton> gombra.
ko: <guilabel>파일 또는 주소로 내보내기</guilabel>를 선택하고 파일 이름을 정합니다. <guibutton>다음</guibutton>을 누릅니다.
pl: Zaznacz <guilabel>Eksportuj do pliku lub adresu</guilabel> i wybierz nazwę pliku. Kliknij <guibutton>Dalej</guibutton>.
pt: Seleccione <guilabel>Exportar para ficheiro ou endereço</guilabel> e escolha um nome para o ficheiro. Carregue em <guibutton>Seguinte</guibutton>.
pt_br: Selecione <guilabel>Exportar para Arquivo ou endereço </guilabel> e escolha um nome de arquivo. Pressione <guibutton>próximo</guibutton>.
ru: Выберите <guilabel>Экспортировать в файл или по Отправить по адресу</guilabel> и выберите название файла. Нажмите <guibutton>Далее</guibutton>.
sk: Vyberte <guilabel>Exportovať do súboru alebo na adresu</guilabel> a zvoľte názov súboru. Stlačte <guibutton>Ďalej</guibutton>.
sv: Välj <guilabel>Exportera till en fil eller adress</guilabel> och välj ett filnamn. tryck på <guibutton>Nästa</guibutton>.
zh_cn: 选择<guilabel>导出到文件或地址</guilabel>，并选择一个文件名称。点击<guibutton>下一步</guibutton>。

source: <guilabel>Completing the Import/Export Wizard</guilabel> will be displayed. Press <guibutton>Finish</guibutton>.
ar: سوف تعرض <guilabel>يتم الآن إكمال معالج "الاستيراد/التصدير"</guilabel>. اضغط <guibutton>إنهاء</guibutton>.
bg: Ще се покаже <guilabel>Completing the Import/Export Wizard</guilabel>. Натиснете <guibutton>Finish</guibutton>.
de: Nun wird <guilabel>Fertigstellen des Assistenten</guilabel> angezeigt. Drücken Sie <guibutton>Fertig stellen</guibutton>.
el: Θα εμφανιστεί η <guilabel>Ολοκλήρωση του "Οδηγού εισαγωγής/εξαγωγής"</guilabel>. Πατήστε <guibutton>Τέλος</guibutton>.
es: Se mostrará el <guilabel>Asistente para completar la importación/exportación</guilabel>. Pulse <guibutton>Finalizar</guibutton>.
fr: <guilabel>Fin de l'assitant importation/exportation</guilabel> va s'afficher. Cliquez sur <guibutton>Terminer</guibutton>.
hu: Megjelenik a <guilabel>Varázsló befejezése</guilabel> tájékoztatás. Kattintson a <guibutton>Befejezés</guibutton> gombra.
ko: <guilabel>가져오기/내보내기 마법사 완료</guilabel> 창이 보일 것입니다. <guibutton>마침</guibutton>을 누릅니다.
pl: Zostanie wyświetlony ekran <guilabel>Kończenie pracy Kreatora importu/eksportu</guilabel>. Kliknij <guibutton>Zakończ</guibutton>.
pt: Será exibido <guilabel>Completando o assistente de Importação/Exportação</guilabel>. Carregue em <guibutton>Terminar</guibutton>.
pt_br: <guilabel>Completando o assistente de Importação/Exportação</guilabel> Vai ser mostrado. Pressione <guibutton>Finalizar</guibutton>.
ru: Появится окно <guilabel>Завершение помощника Импорта/Экспорта</guilabel>. Нажмите <guibutton>Закончить</guibutton>.
sk: Zobrazí sa <guilabel>Dokončenie práce Sprievodcu pre import a export</guilabel>. Stlačte <guibutton>Dokončiť</guibutton>.
sv: <guilabel>Slutföra import/export guiden</guilabel> kommer visas. tryck på <guibutton>Slutför</guibutton>.
zh_cn: <guilabel>关闭 导入导出向导</guilabel> 出现， 点击 <guibutton>完成</guibutton>。

source: Your bookmarks will have been saved to the filename you specified previously.
ar: ستحفظ علاماتك في الملف المحدد مسبقا.
bg: Вашите отметки бяха запазени във файла, който посочихте по-рано.
de: Ihre Lesezeichen werden unter dem von Ihnen vorher festgelegten Dateinamen abgespeichert.
el: Τα αγαπημένα σας έχουν αποθηκευθεί στο όνομα που ορίσατε προηγουμένως.
es: Sus marcadores se habrán guardado al archivo que ha especificado previamente.
fr: Vous marque-pages vont être sauvegardés dans le fichier que vous avez spécifié.
hu: Az Internet Explorer ekkor menti könyvjelzőit az előbb meghatározott helyre.
ko: 여러분의 즐겨찾기 정보가 이전에 지정한 파일 이름으로 저장될 것입니다.
pl: W ten sposób zakładki zostaną zapisane w pliku, którego nazwę wprowadziłeś.
pt: Os seus marcadores estarão guardados com o nome de ficheiro que especificou anteriormente.
pt_br: Seu Favoritos será salvo para um arquivo especificado previamente.
ru: Ваши закладки будут сохранены в файл, указанный вами ранее.
sk: Vaše záložky sa uložia do súbory, ktorý ste určili.
sv: Dina bokmärken är nu sparade på den plats som tidigare angavs.
zh_cn: 你的书签就保存在你前面选择的文件名的文件里。

source: To backup your <application>Mozilla Firefox</application> web browser:
ar: لنسخ متصفح الوب <application>موزيلا فايرفوكس</application> احتياطيا
bg: За да направите резервно копие на отметките уеб браузъра <application>Mozilla Firefox</application>:
de: Um Ihren <application>Mozilla Firefox</application>-Webbrowser zu sichern:
el: Για να κρατήσετε τους σελιδοδείκτες του περιηγητή ιστού <application>Mozilla Firefox</application>.
es: Para copiar los marcadores de su navegador web <application>Mozilla Firefox</application>:
fr: Pour sauvegarder les paramètres de votre navigateur Web <application>Mozilla Firefox</application> :
hu: A <application>Mozilla Firefox</application> böngésző beállításainak mentése:
ko: <application>Mozilla Firefox</application> 웹 브라우저를 백업하려면:
pl: Aby zarchiwizować swoją przeglądarkę <application>Mozilla Firefox</application>:
pt: Para fazer uma segurança do navegador web <application>Mozilla Firefox</application>:
pt_br: Para backup seu navegador <application>Mozilla Firefox</application>:
ru: Для создания резервной копии веб-браузера <application>Mozilla Firefox</application>:
sk: Na zálohovanie vášho internetového prehliadača <application>Mozilla Firefox</application>:
sv: För att säkerhetskopiera dina inställningar i webbläsaren <application>Mozilla Firefox</application>:
zh_cn: 要备份你的<application>Mozilla Firefox</application>浏览器：

source: Start <application>Mozilla Firefox</application>.
ar: ابدأ <application>موزيلا فايرفوكس</application>.
bg: Старт <application>Mozilla Firefox</application>.
de: Starten Sie <application>Mozilla Firefox</application>.
el: Εκκινήστε τον <application>Mozilla Firefox</application>.
es: Inicie <application>Mozilla Firefox</application>.
fr: Démarrer<application>Mozilla Firefox</application>.
hu: Indítsa el a <application>Mozilla Firefoxot</application>.
ko: <application>Mozilla Firefox</application> 를 실행합니다.
pl: Uruchom program <application>Mozilla Firefox</application>.
pt: Iniciar <application>Mozilla Firefox</application>.
pt_br: Iniciar <application>Mozilla Firefox</application>.
ru: Запустите <application>Mozilla Firefox</application>.
sk: Spustite <application>Mozilla Firefox</application>.
sv: Starta <application>Mozilla Firefox</application>.
zh_cn: 启动<application>Mozilla Firefox</application>。

source: Press <menuchoice><guimenuitem>Bookmarks</guimenuitem><guimenuitem>Manage Bookmarks</guimenuitem></menuchoice>.
ar: اضغط <menuchoice><guimenuitem>العلامات</guimenuitem><guimenuitem>أدر العلامات</guimenuitem></menuchoice>.
bg: Натиснете <menuchoice><guimenuitem>Отметки</guimenuitem><guimenuitem>Управление на отметките</guimenuitem></menuchoice>.
de: Drücken Sie <menuchoice><guimenuitem>Lesezeichen</guimenuitem><guimenuitem>Lesezeichen verwalten...</guimenuitem></menuchoice>.
el: Πατήστε <menuchoice><guimenuitem>Σελιδοδείκτες</guimenuitem><guimenuitem>Διαχείριση σελιδοδεικτών</guimenuitem></menuchoice>.
es: Pulse <menuchoice><guimenuitem>Marcadores</guimenuitem><guimenuitem>Administrar marcadores</guimenuitem></menuchoice>.
fr: Cliquez sur <menuchoice><guimenuitem>Marque-pages</guimenuitem><guimenuitem>Organiser les marque-pages</guimenuitem></menuchoice>.
hu: Kattintson a <menuchoice><guimenuitem>Könyvjelzők</guimenuitem><guimenuitem>Könyvjelszők kezelése...</guimenuitem></menuchoice> menüpontra.
ko: <menuchoice><guimenuitem>북마크</guimenuitem><guimenuitem>북마크 구성</guimenuitem></menuchoice> 을 누릅니다.
pt: Clique em <menuchoice><guimenuitem>Marcadores</guimenuitem><guimenuitem>Gerir Marcadores</guimenuitem></menuchoice>.
pt_br: Pressione <menuchoice><guimenuitem>Favoritos/guimenuitem><guimenuitem>Organizar Favoritos</guimenuitem></menuchoice>.
ru: Нажмите <menuchoice><guimenuitem>Закладки</guimenuitem><guimenuitem>Управление закладками...</guimenuitem></menuchoice>.
sk: Stlačte <menuchoice><guimenuitem>Záložky</guimenuitem><guimenuitem>Správa záložiek...</guimenuitem></menuchoice>.
sv: Tryck på <menuchoice><guimenuitem>Bokmärken</guimenuitem><guimenuitem>Ordna bokmärken</guimenuitem></menuchoice>.
zh_cn: 点击<menuchoice><guimenuitem>书签</guimenuitem><guimenuitem>管理书签</guimenuitem></menuchoice>。

source: Press <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Export...</guimenuitem></menuchoice>.
ar: اضغط <menuchoice><guimenuitem>ملف</guimenuitem><guimenuitem>صدّر...</guimenuitem></menuchoice>.
bg: Натиснете <menuchoice><guimenuitem>Файл</guimenuitem><guimenuitem>Експортиране...</guimenuitem></menuchoice>.
de: Drücken Sie <menuchoice><guimenuitem>Importieren und Backup</guimenuitem><guimenuitem>Backup...</guimenuitem></menuchoice>.
el: Πατήστε <menuchoice><guimenuitem>Αρχείο</guimenuitem><guimenuitem>Εξαγωγή...</guimenuitem></menuchoice>.
es: Pulse <menuchoice><guimenuitem>Archivo</guimenuitem><guimenuitem>Exportar...</guimenuitem></menuchoice>.
fr: Cliquez sur <menuchoice><guimenuitem>Fichier</guimenuitem><guimenuitem>Exporter...</guimenuitem></menuchoice>.
hu: Válassza a <menuchoice><guimenuitem>Fájl</guimenuitem><guimenuitem>Exportálás...</guimenuitem></menuchoice> menüpontot.
ko: <menuchoice><guimenuitem>파일</guimenuitem><guimenuitem>내보내기...</guimenuitem></menuchoice> 를 누릅니다.
pt: Clique em <menuchoice><guimenuitem>Ficheiro</guimenuitem><guimenuitem>Exportar...</guimenuitem></menuchoice>.
pt_br: Pressione <menuchoice><guimenuitem>Arquivo</guimenuitem><guimenuitem>Exportar...</guimenuitem></menuchoice>.
ru: Нажмите <menuchoice><guimenuitem>Файл</guimenuitem><guimenuitem>Экспорт...</guimenuitem></menuchoice>.
sk: Stlačte <menuchoice><guimenuitem>Súbor</guimenuitem><guimenuitem>Exportovať...</guimenuitem></menuchoice>.
sv: Tryck på <menuchoice><guimenuitem>Arkiv</guimenuitem><guimenuitem>Exportera...</guimenuitem></menuchoice>.
zh_cn: 点击<menuchoice><guimenuitem>文件</guimenuitem><guimenuitem>导出书签...</guimenuitem></menuchoice>。

source: Choose a filename. Press <guibutton>Save</guibutton>.
ar: اختر اسم ملف. اضغط <guibutton>احفظ</guibutton>.
bg: Въдете име на файла. Натиснете <guibutton>Запазване</guibutton>.
de: Wählen Sie einen Dateinamen. Drücken Sie <guibutton>Speichern</guibutton>.
el: Επιλέξτε ένα όνομα αρχείου και πατήστε <guibutton>Αποθήκευση</guibutton>.
es: Escoja un nombre de archivo. Pulse <guibutton>Guardar</guibutton>.
fr: Choisissez un nom de fichier. Cliquez sur <guibutton>Enregistrer</guibutton>.
hu: Válasszon egy fájlnevet és nyomja meg a <guibutton>Mentés</guibutton> gombot.
ko: 파일 이름을 선택하고 <guibutton>저장</guibutton> 을 누릅니다.
pl: Wybierz nazwę pliku. Naciśnij <guibutton>Zapisz</guibutton>.
pt: Escolha um nome para o ficheiro. Clique em <guibutton>Guardar</guibutton>.
pt_br: Escolha o nome do arquivo. Pressione <guibutton>Salvar</guibutton>.
ru: Выберите имя файла. Нажмите <guibutton>Сохранить</guibutton>.
sk: Zvoľte názov súboru. Stlačte <guibutton>Uložiť</guibutton>.
sv: Välj ett filnamn. Tryck på <guibutton>Spara</guibutton>.
zh_cn: 选择文件名称。点击<guibutton>保存</guibutton>。

source: To backup your <application>Opera</application> web browser:
ar: لنسخ متصفح الوب <application>Opera</application> احتياطيا:
bg: За да направите резервно копие на отметките в уеб браузъра <application>Opera</application>:
de: Um Ihren <application>Opera</application>-Webbrowser zu sichern:
el: Για να κρατήσετε τους σελιδοδείκτες του περιηγητή ιστού <application>Opera</application>:
es: Para copiar los marcadores de su navegador web <application>Opera</application>:
fr: Pour sauvegarder les paramètres de votre navigateur Web <application>Opera</application> :
hu: Az <application>Opera</application> böngésző beállításainak mentése:
ko: <application>Opera</application> 웹 브라우저를 백업하려면:
pl: Aby zarchiwizować swoją przeglądarkę <application>Opera</application>:
pt: Para fazer uma segurança do navegador web <application>Opera</application>:
pt_br: Para fazer backup do seu navegador <application>Opera</application>:
ru: Для создания резервной копии веб-браузера <application>Opera</application>:
sk: Na zálohovanie internetového prehliadača <application>Opera</application>:
sv: För att säkerhetskopiera dina inställningar i webbläsaren <application>Opera</application>:
zh_cn: 要备份你的<application>Opera</application>浏览器：

source: Start <application>Opera</application>.
ar: ابدأ <application>Opera</application>.
bg: Старт<application>Opera</application>.
de: Starten Sie <application>Opera</application>.
el: Εκκινήστε τον <application>Opera</application>.
es: Inicie <application>Opera</application>.
fr: Lancez<application>Opera</application>.
hu: Indítsa el az <application>Opera</application> webböngészőt.
ko: <application>Opera</application> 를 실행합니다.
pl: Uruchom program <application>Opera</application>.
pt: Iniciar <application>Opera</application>.
pt_br: Iniicar <application>Opera</application>.
ru: Запустите <application>Opera</application>.
sk: Spustite <application>Operu</application>.
sv: Starta <application>Opera</application>.
zh_cn: 启动<application>Opera</application>。

source: Press <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Import and Export</guimenuitem><guimenuitem>Export Bookmarks as HTML</guimenuitem></menuchoice>.
ar: اضغط <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Import and Export</guimenuitem><guimenuitem>Export Bookmarks as HTML</guimenuitem></menuchoice>.
bg: Натиснете <menuchoice><guimenuitem>Файл</guimenuitem><guimenuitem>Импортиране и Експортиране</guimenuitem><guimenuitem>Експортиране на отметки в HTML</guimenuitem></menuchoice>.
de: Drücken Sie <menuchoice><guimenuitem>Datei</guimenuitem><guimenuitem>Import und Export</guimenuitem><guimenuitem>Opera-Lesezeichen exportieren...</guimenuitem></menuchoice>. Wählen Sie einen geeigneten Ordner sowie einen Dateinamen und drücken Sie <guibutton>Speichern</guibutton>.
el: Επιλέξτε <menuchoice><guimenuitem>Αρχείο</guimenuitem><guimenuitem>Εισαγωγή και Εξαγωγή</guimenuitem><guimenuitem>Εξαγωγή Σελιδοδεικτών ως HTML</guimenuitem></menuchoice>.
es: Pulse <menuchoice><guimenuitem>Archivo</guimenuitem><guimenuitem>Importar y exportar</guimenuitem><guimenuitem>Exportar marcadores como HTML</guimenuitem></menuchoice>.
fr: Cliquez sur <menuchoice><guimenuitem>Fichier</guimenuitem><guimenuitem>Importer et Exporter</guimenuitem><guimenuitem>Exporter les marque-pages en HTML</guimenuitem></menuchoice>.
hu: Válassza a <menuchoice><guimenuitem>Fájl</guimenuitem><guimenuitem>Importálás és exportálás</guimenuitem><guimenuitem>Könyvjelzők exportálása HTML-ként</guimenuitem></menuchoice> menüpontot.
ko: <menuchoice><guimenuitem>파일</guimenuitem><guimenuitem>가져오기와 내보내기</guimenuitem><guimenuitem>HTML 로 북마크 내보내기</guimenuitem></menuchoice> 를 선택합니다.
pt: Clique em <menuchoice><guimenuitem>Ficheiro</guimenuitem><guimenuitem>Importar e Exportar</guimenuitem><guimenuitem>Exportar Marcadores como HTML</guimenuitem></menuchoice>.
pt_br: Pressione <menuchoice><guimenuitem>Arquivo</guimenuitem><guimenuitem>Importar e Exportar</guimenuitem><guimenuitem>Exportar Favoritos como HTML</guimenuitem></menuchoice>.
ru: Нажмите <menuchoice><guimenuitem>Файл</guimenuitem><guimenuitem>Импорт и экспорт</guimenuitem><guimenuitem>Экспорт закладок как HTML</guimenuitem></menuchoice>.
sk: Stlačte <menuchoice><guimenuitem>Súbor</guimenuitem><guimenuitem>Importovať a exportovať</guimenuitem><guimenuitem>Exportovať záložky ako HTML</guimenuitem></menuchoice>.
sv: Tryck på <menuchoice><guimenuitem>Arkiv</guimenuitem><guimenuitem>Importera och exportera</guimenuitem><guimenuitem>Exportera bokmärken som HTML</guimenuitem></menuchoice>.
zh_cn: 点击<menuchoice><guimenuitem>文件</guimenuitem><guimenuitem>导入和导出</guimenuitem><guimenuitem>将书签导出为HTML</guimenuitem></menuchoice>。

source: Emails and mail account settings
ar: البريد الإلكتروني وإعدادات حساب البريد
bg: Настройки на електронни писма и акаунт за писма
de: E-Mail- und E-Mail-Konten–Einstellungen
el: Ρυθμίσεις ηλεκτρονικού ταχυδρομείου και λογαριασμών
es: Correos electrónicos y configuración de la cuenta de correo
fr: Courriels et paramètres des comptes de messagerie
hu: E-mailek és postafiók-beállítások
ko: 이메일과 메일 계정 설정
pl: E-maile i ustawienia konta pocztowego
pt: E-mails e configgurações de contas de e-mail
pt_br: E-mails e configurações de contas
ru: Электронная почта и настройки почтового ящика
sk: Emailové správy a nastavenie poštových účtov
sv: E-post och konto inställningar
zh_cn: 电子邮件和邮件账号设置

source: You can use the same email account in Ubuntu as you have done in Windows. If you have a web-based email account you should simply be able to access it using a web browser as you would have done in Windows. Otherwise, please note down the following information so that you can re-create your account settings on Ubuntu:
ar: تستطيع استخدام نفس حساب البريدي الإلكتروني في أوبونتو كما فعلت ذلك في ويندوز. إذا كان لديك حساب بريد إلكتروني مبني على الوب يجب أن تكون قادرا ببساطة على استخدام متصفح الوب كما فعلت ذلك في ويندوز. خلافا لذلك، من فضلك دوّن المعلومات التالية لتتمكن من إعادة إنشاء إعدادات حسابك في أوبونتو:
bg: Можете да използвате същия акаунт в Ubuntu, както в Windows. Ако имате акаунт в уеб базиран имейл сървър, просто трябва да можете да го отворите с уеб браузъра, както в Windows. В противен случай, обърнете внимание на информацията по-долу, така че да създадете отново настройките на вашия акаунт в Ubuntu:
de: Sie können in Ubuntu das gleiche E-Mail-Konto benutzen, das Sie auch unter Windows verwendet haben. Wenn Sie ein webbasiertes E-Mail-Konto haben, sollten Sie einfach in der Lage sein, sich dort einzuwählen, indem Sie, genau wie in Windows, einen Webbrowser benutzen. Ansonsten lesen Sie bitte die folgenden Informationen durch, damit Sie Ihre Account Einstellungen in Ubuntu wiederverwenden können.
el: Μπορείτε να χρησιμοποιήσετε τον ίδιο λογαριασμό ηλεκτρονικού ταχυδρομείου, όπως και στα Windows. Εάν έχετε έναν λογαριασμό ηλεκτρονικού ταχυδρομείου με πρόσβαση μέσω ιστοσελίδας μπορείτε απλά να έχετε πρόσβαση σ' αυτόν χρησιμοποιώντας τον περιηγητή ιστοσελίδων, ακριβώς όπως και στα Windows. Διαφορετικά, παρακαλώ σημειώστε τις ακόλουθες πληροφορίες, έτσι ώστε να μπορέσετε να δημιουργήσετε εκ νέου τις ρυθμίσεις του λογαριασμού σας στο Ubuntu:
es: Puede usar la misma cuenta de correo electrónico en Ubuntu como ya lo hizo en Windows. Si tiene una cuenta de correo electrónico basada en web sencillamente debería ser capaz de acceder a ella usando un navegador web como ya debe haberlo hecho en Windows. Por el contrario, por favor, anote la siguiente información para poder recrear la configuración de su cuenta en Ubuntu.
fr: Vous pouvez utiliser votre compte de courriel sous Ubuntu de la même manière que sous Windows. Si vous consultez votre courriel à partir d'une interface Web, vous devriez être capable d'y accéder avec un navigateur Web, tout comme vous le faisiez sous Windows. dans le cas contraire, prenez note de ce qui suit afin de pouvoir re-configurer votre compte de courriel sous Ubuntu :
pt_br: Você pode usar a mesma conta e-mail no Ubuntu como você tem feito no Windows. Se você tem um webmail você deve apenas ser capaz de acessá-lo usando um navegador web como você teria feito no Windows. Caso contrário, observe as seguintes informações para que você pode re-criar as configurações da sua conta no Ubuntu:
ru: Вы можете использовать ту же учётную запись электронной почты, что и в Windows. Если у Вас учётная запись с web-интерфейсом, можно просто, как и в Windows, получить к ней доступ из броузера. Или же ознакомьтесь с нижеследующей информацией, которая позволит Вам создать учётную запись электронной почты в Ubuntu.

source: Email address
ar: عنوان البريد الإلكتروني
bg: Имейл адрес
de: E-Mail-Adresse
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου (e-mail)
es: Dirección de correo electrónico
fr: Adresse courriel
hu: E-mail cím
ko: 이메일 주소
pl: Adres e-mail
pt: Endereço de e-mail
pt_br: Endereço de e-mail
ru: Адрес электронной почты
sk: Emailovú adresu
sv: E-post adress
zh_cn: 电子邮件地址

source: POP3 or IMAP server
ar: خادوم POP3 أو IMAP
bg: POP3 или IMAP сървър
de: POP3- oder IMAP-Server
el: Εξυπηρετητής POP3 ή IMAP
es: Servidor POP3 o IMAP
fr: Serveur POP3 ou IMAP
hu: POP3- vagy IMAP-kiszolgáló
ko: POP3 혹은 IMAP 서버
pl: Nazwa serwera POP3 lub IMAP
pt: Servidor POP3 ou IMAP
pt_br: Servidor POP3 ou IMAP
ru: POP3 или IMAP сервер
sk: POP3 alebo IMAP server
sv: POP3 eller IMAP-server
zh_cn: POP3或IMAP服务器

source: SMTP server
ar: خادوم SMTP
bg: SMTP сървър
el: Εξυπηρετητής SMTP
es: Servidor SMTP
fr: Serveur SMTP
hu: SMTP-kiszolgáló
ko: SMTP 서버
pl: Nazwa serwera SMTP
pt: Servidor SMTP
pt_br: Servidor SMTP
ru: SMTP сервер
zh_cn: SMTP服务器

source: Authentication method
ar: طريقة التصريح
bg: Метод на упълномощаване
de: Authentifizierungsmethode
el: Μέθοδος πιστοποίησης
es: Método de autenticación
fr: Méthode d'authentification
hu: Hitelesítési módszer
ko: 인증 방식
pl: Sposób uwierzytelniania
pt: Método de autenticação
pt_br: Método de autenticação
ru: Метод авторизации
sk: Spôsob autentifikácie
sv: Autentiseringsmetod
zh_cn: 验证方式
