Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: Ensure that you are able to copy files onto the other computer from your computer. To be able to do this, the computer must have at least one <emphasis>network share/shared folder</emphasis> and you must have <emphasis>write privileges</emphasis> for that network share.
ar: تأكد أنك قادر على نسخ الملفات إلى الحاسوب الآخر من حاسوبك. لتكون قادرا على فعل ذلك، يجب أن يمتلك الحاسوب على الأقل<emphasis>مجلد مشاركة شبكة</emphasis> ويجب أن تمتلك <emphasis>صلاحيات الكتابة</emphasis> على شبكة المشاركة هذه.
bg: Уверете се, че можете да копирате файловете на другия компютър от вашия компютър. За да можете да направите това, компютърът трябва да има поне едно <emphasis>мрежово споделяне/споделена папка</emphasis> и вие трябва да имате <emphasis>права за запис</emphasis> за това мрежово споделяне.
de: Stellen Sie sicher, dass Sie Daten zwischen Ihrem und dem anderen Rechner im Netzwerk austauschen können. Um dies tun zu können, brauchen Sie mindestens einen <emphasis>freigegebenen Ordner im Netzwerk</emphasis> und Sie müssen die dazu notwendigen <emphasis>Schreibrechte</emphasis> in diesem Ordner besitzen.
el: Βεβαιωθείτε ότι μπορείτε να αντιγράψετε αρχεία στον άλλο υπολογιστή από τον υπολογιστή σας. Για μπορέσετε να το κάνετε αυτό, ο υπολογιστής πρέπει να έχει τουλάχιστον ένα <emphasis>κοινόχρηστο φάκελο</emphasis> στον οποίο να έχετε emphasis>δικαιώματα εγγραφής</emphasis>.
es: Asegúrese de que puede copiar sus archivos en el otro equipo desde el suyo. Para poder hacer esto, el equipo debe tener al menos una <emphasis>carpeta de red compartida</emphasis> y Ud. debe <emphasis>privilegios de escritura</emphasis> en ella.
fr: Assurez vous que vous pouvez copier des fichiers sur l'autre ordinateur à partir de votre ordinateur. Pour ce faire, votre ordinateur doit disposer au moins d'un <emphasis>partage réseau/dossiers partagés</emphasis> et vous devez avoir les <emphasis>privilèges d'écriture</emphasis> pour ce partage réseau.
hu: Győződjön meg róla, hogy a számítógépéről képes fájlokat másolni a másik számítógépre. Ehhez a másik számítógépnek legalább egy <emphasis>hálózati megosztással/megosztott mappával</emphasis> kell rendelkeznie, és <emphasis>írási jogosultságra</emphasis> van szüksége az adott hálózati megosztáson.
ko: 여러분의 컴퓨터에서 해당 컴퓨터로 파일을 복사할 수 있는지 확인하십시오. 이를 확인하려면, 해당 컴퓨터가 최소 하나 이상의 <emphasis>네트워크 공유/공유 폴더</emphasis>를 가지고 있어야 하며, 그 네트워크 공유에 대해 여러분이 <emphasis>쓰기 권한</emphasis>을 가지고 있어야 합니다.
pl: Upewnij się, że możesz skopiować pliki na inny komputer ze swojego komputera. Aby móc to zrobić, komputer musi posiadać co najmniej jeden <emphasis>udział sieciowy/folder udostępniony</emphasis> i musisz mieć <emphasis>uprawnienia zapisu</emphasis> dla tego udziału.
pt: Assegure-se que consegue copiar ficheiros para outro computador a partir do seu. Para o fazer, o computador tem de possuir pelo menos uma <emphasis>pasta partilhada na rede</emphasis> e terá de ter <emphasis>Previlégios de escrita</emphasis> nessa partilha de rede.
pt_br: Assegura que você possa copiar arquivos de seu computador a partir de outro computador. Para permitir isso, o computador deve ter pelo menos uma <emphasis>pasta compartilhada</emphasis> e você deve ter <emphasis>permissão de gravação</emphasis> para a pasta compartilhada.
ru: Убедитесь, что вы можете копировать файлы с вашего компьютера на другой компьютер в сети. Для этого другой компьютер должен иметь по крайней мере одну <emphasis>общую сетевую папку</emphasis>, и у вас должно быть <emphasis>право на запись</emphasis> в эту общую папку.
sk: Uistite sa, že môžete zo svojho počítača kopírovať súbory na počítač v sieti. Na to je potrebné, aby počítač mal aspoň jedno <emphasis>zdieľanie na sieti/zdieľaný priečinok</emphasis> a vy musíte mať k danému zdieľaniu na sieti <emphasis>oprávnenie na zapisovanie</emphasis>.
sv: Säkerställ att du har rättigheter att kopiera filer från din dator till den andra datorn. För att kunna göra det måste datorn ha minst en <emphasis>nätverksdelning/delad mapp</emphasis> och du måste ha <emphasis>skriv rättigheter</emphasis> på nätverksutdelningen
zh_cn: 确保你能够把文件从你的的计算机复制到其他计算机上。要想进行成功复制，计算机必须具备至少一个<emphasis>网络共享／已共享文件夹</emphasis>，你还必须拥有对该网络共享的写入权限。

source: Open the network share on your computer. This can normally be accessed by pressing <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>My Computer</guimenuitem><guimenuitem>My Network Places</guimenuitem></menuchoice> and then finding the network share or the computer which provides the network share.
ar: افتح شبكة المشاركة على حاسوبك. يمكن أن تصل إليها عادة عن طريق الضغط <menuchoice><guimenuitem>ابدأ</guimenuitem><guimenuitem>جهاز الكمبيوتر</guimenuitem><guimenuitem>My Network Places</guimenuitem></menuchoice> ومن ثم إيجاد مشاركة الشبكة أو الحاسوب الذي يقدم مشاركة الشبكة.
bg: Отворете мрежовото споделяне на вашия компютър. Това обикновено може да се направи като натиснете <menuchoice><guimenuitem>Старт</guimenuitem><guimenuitem>Моят компютър</guimenuitem><guimenuitem>Моите места в мрежата</guimenuitem></menuchoice> и после да намерите мрежовото споделяне или компютърът, който предоставя мрежово споделяне.
de: Öffnen Sie den freigegebenen Ordner auf Ihrem Rechner. Das kann normalerweise durch Drücken von <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Arbeitsplatz</guimenuitem><guimenuitem>Netzwerkumgebung</guimenuitem></menuchoice> und Öffnen des freigegebenen Ordners oder des Rechners, der den Netzwerkordner bereitstellt, geschehen.
el: Ανοίξτε τον κοινόχρηστο φάκελό στον υπολογιστή σας. Αυτό κανονικά μπορείτε να το κάνετε πατώντας <menuchoice><guimenuitem>Έναρξη</guimenuitem><guimenuitem>Ο Υπολογιστής μου</guimenuitem><guimenuitem>Θέσεις δικτύου</guimenuitem></menuchoice> και μετά βρείτε τον κοινόχρηστο φάκελο ή τον υπολογιστή που τον παρέχει.
es: Abra la carpeta compartida. Esto puede hacerse normalmente pulsando <menuchoice><guimenuitem>Inicio</guimenuitem><guimenuitem>Mi PC</guimenuitem><guimenuitem>Mis sitios de red</guimenuitem></menuchoice> y buscando la carpeta compartida en el equipo que nos la ofrece.
fr: Ouvrez le gestionnaire réseau sur votre ordinateur. Celui-ci devrait normalement être accessible en cliquant sur <menuchoice><guimenuitem>Démarrer</guimenuitem><guimenuitem>Poste de travail</guimenuitem><guimenuitem>Favoris réseaux</guimenuitem></menuchoice> et ensuite en trouvant le partage réseau ou l'ordinateur qui gère le partage réseau.
hu: Nyissa meg a hálózati megosztást a számítógépén. Ezt általában a <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Sajátgép</guimenuitem><guimenuitem>Hálózati helyek</guimenuitem></menuchoice> megnyitásával és a hálózati megosztást biztosító megosztás vagy számítógép megkeresésével érhető el.
ko: 여러분의 컴퓨터 상에서 네트워크 공유를 엽니다. 이것은 보통 <menuchoice><guimenuitem>시작</guimenuitem><guimenuitem>내 컴퓨터</guimenuitem><guimenuitem>내 네트워크 환경</guimenuitem></menuchoice>을 눌러, 네트워크 공유 혹은 네트워크 공유를 제공하는 컴퓨터를 찾은 후에 접근할 수 있습니다.
pl: Otwórz udział sieciowy na twoim komputerze. Możesz to zwyczajnie zrobić naciskając <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Moje miejsca sieciowe</guimenuitem></menuchoice> i znajdując udział sieciowy lub komputer zawierający udział sieciowy.
pt: Abra a partilha de rede no seu computador. Normalmente pode ser acedida clicando em <menuchoice><guimenuitem>Iniciar</guimenuitem><guimenuitem>O Meu Computador</guimenuitem><guimenuitem>Os Meus Locais na Rede</guimenuitem></menuchoice> e procurando a partilha de rede ou o computador que disponibiliza a partilha de rede.
pt_br: Abre o compartilhamento de rede em seu computador. Normalmente, pode ser acessado através pela rota <menuchoice><guimenuitem>Iniciar</guimenuitem><guimenuitem>Meu Computador</guimenuitem><guimenuitem>Meus Locais de Rede</guimenuitem></menuchoice> e então pesquisando o compartilhamento de rede ou computador que contém o compartilhamento de rede.
ru: Откройте сетевую папку на своём компьютере. Обычно это можно сделать, нажав <menuchoice><guimenuitem>Пуск</guimenuitem><guimenuitem>Мой компьютер</guimenuitem><guimenuitem>Мое сетевое окружение</guimenuitem></menuchoice>, и найдя сетевой ресурс на компьютере, на котором он открыт.
sk: Otvorte zdieľanie na sieti na vašom počítači. Spravidla je k nemu prístup cez <menuchoice><guimenuitem>Štart</guimenuitem><guimenuitem>Môj počítač</guimenuitem><guimenuitem>Miesta v sieti</guimenuitem></menuchoice> a tam treba nájsť zdieľanie na sieti alebo počítač, ktorý poskytuje zdieľanie na sieti.
sv: Öppna nätverksdelning på din dator, den är enklast att komma åt genom att klicka på <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Den här datorn</guimenuitem><guimenuitem>Mina nätverksplatser</guimenuitem></menuchoice> och sedan leta upp nätverksutdelningen eller den andra datorn som tillhandahåller en nätverksutdelning.
zh_cn: 打开你电脑上的网络共享。通常点击<menuchoice><guimenuitem>开始</guimenuitem><guimenuitem>我的电脑</guimenuitem><guimenuitem>我的网络位置</guimenuitem></menuchoice>，找到网络共享或提供网络共享的计算机。

source: Copy the files you collected into the network share. This may take some time depending on the size of your files and the speed of your network connection.
ar: انسخ الملفات التي جمعتها إلى مشاركة الشبكة. قد يستغرض هذا وقتا حسب حجم ملفاتم وسرعة اتصال شبكتك.
bg: Копирайте файловете, които сте събрали в мрежовото споделяне. Това може да отнеме малко време според големината на вашите файлове и скоростта на мрежовата връзка.
de: Kopieren Sie Ihre gesammelten Daten in den Netzwerkordner. Abhängig von der Größe Ihrer Daten und der Verbindungsgeschwindigkeit kann dies einige Zeit in Anspruch nehmen.
el: Αντιγράψτε τα αρχεία που συγκεντρώσατε στον κοινόχρηστο φάκελο. Αυτό μπορεί να διαρκέσει αρκετό χρόνο, μια και εξαρτάται από το μέγεθος των αρχείων και από την ταχύτητα του δικτύου.
es: Copie los archivos que recopiló en la carpeta compartida. Esto puede llevar algún tiempo dependiendo del tamaño de sus archivos y la velocidad de su conexión de red.
fr: Copiez les fichiers que vous avez rassemblés sur le partage réseau. Ceci peut prendre plus ou moins de temps en fonction de la taille des fichiers et de la vitesse de votre connexion réseau.
hu: Másolja az összegyűjtött fájlokat a hálózati megosztásra. Ez eltarthat egy ideig a fájlok méretétől és a hálózati kapcsolat sebességétől függően.
ko: 여러분이 모아둔 파일들을 네트워크 공유로 복사합니다. 이 과정은 여러분의 파일 크기와 네트워크 연결 속도에 따라 많은 시간이 소요될 수 있습니다.
pl: Skopiuj zebrane pliki do udziału sieciowego. To może zająć trochę czasu w zależności od rozmiaru twoich plików i szybkości połączenia sieciowego.
pt: Copie os ficheiros que recolheu para a partilha de rede. Isto pode demorar algum tempo, dependendo do tamanho dis seus ficheiros e velocidade da sua rede.
pt_br: Copia os arquivos que você selecionou no compartilhamento de rede. Isto pode levar algum tempo dependendo do tamanho de seus arquivos e da velocidade de sua conexão de rede.
ru: Скопируйте подготовленные файлы в общую сетевую папку. Это может занять некоторое время, в зависимости от размера ваших файлов и скорости сетевого соединения.
sk: Skopírujte svoje zozbierané súbory do zdieľania na sieti. Môže to trvať nejaký čas v závislosti od veľkosti súborov a rýchlosti vášho sieťového pripojenia.
sv: Kopiera de ihopsamlade filerna till den delade platsen på nätverket. Det kan komma att ta ett tag beroende på filstorleken och hastigheten på nätverksuppkopplingen.
zh_cn: 把文件复制到网络共享文件夹。这项操作会因文件大小和你的网络连接速度而占用一些时间。

source: Secondary hard-disk partition
ar: قسم قرص صلب ثانوي
bg: Втори дял на твърдия диск
de: Zweite Festplattenpartition
el: Δευτερεύουσα κατάτμηση στον σκληρό δίσκο
es: Particiones secundarias en un disco duro
fr: Partition secondaire
hu: Másodlagos merevlemez-partíció
ko: 별도의 하드 디스크 파티션
pl: Druga partycja na dysku twardym
pt: Partição secundária de disco rigído
pt_br: Partição secundária do disco rígido
ru: Вторичный раздел жёсткого диска
sk: Druhotný oddiel pevného disku
sv: Sekundär hårddiskpartition
zh_cn: 第二硬盘分区

source: If you have a second partition available on your hard disk, or have two hard-disks, then it is possible to copy the files you have collected onto this second drive.
ar: إذا كان لديك قسم ثاني متوفر على قرصك الصلب، أو لديك قرصين صلبين، حينها من الممكن نسخ الملفات التي جمعتها إلى هذا الجهاز الثاني.
bg: Ако имате втори дял на вашия твърд диск, тогава е възможно да копирате файлове, които сте събрали на втория дял.
de: Wenn Sie eine zweite Partition auf Ihrer Festplatte haben, oder wenn Sie zwei Festplatten besitzen, können Sie Ihre Dateien auf diese zweite verfügbare Partition kopieren.
el: Αν έχετε μια δευτερεύουσα κατάτμηση στον σκληρό σας δίσκο, ή αν έχετε δύο σκληρούς δίσκους, τότε είναι δυνατόν να αντιγράψετε τα αρχεία σας σε ένα δεύτερο δίσκο.
es: Si tiene una partición secundaria disponible en su disco duro o bien tiene dos discos duros, entonces es posible copiar los archivos que ha recopilado en ese segundo disco.
fr: Si vous avez une deuxième partition disponible sur votre disque dur, ou si vous avez deux disques durs, alors il est possible de copier les fichiers que vous avez rassemblés sur ce second disque dur.
hu: Ha rendelkezik egy második partícióval a merevlemezen vagy két merevlemeze van, akkor összegyűjtött fájljait átmásolhatja erre a második meghajtóra.
ko: 만약 여러분이 하드 디스크 상에 또다른 파티션을 가지고 있거나 2개의 하드 디스크를 가지고 있다면, 모아둔 파일들을 다른 드라이브로 복사해 둘 수 있습니다.
pl: Jeżeli posiadasz drugą partycję na twoim dysku lub posiadasz dwa dyski twarde, istnieje możliwość skopiowania zebranych plików na ten drugi napęd.
pt: Se tem uma segunda partição disponível no seu disco rígido, ou tem dois discos rígidos, então é possível copiar os ficheiros que recolheu para este segundo disco.
pt_br: Se você tem uma segunda partição disponível no seu hd, ou tem duas HDs, então é possível copiar os arquivos coletado no segundo drive.
ru: При наличии второго раздела на жёстком диске или второго жёсткого диска возможно скопировать собранные данные на второе устройство.
sk: Ak máte druhý oddiel na vašom pevnom disku, alebo ak máte dva pevné disky, je možné skopírovať zozbierané súbory a toto druhé zariadenie.
sv: Om det finns en ytterligare partition på hårddisken eller om det finns två hårddiskar, då är det möjligt att spara de ihopsamlade filerna på den andra hårddisken.
zh_cn: 如果你的硬盘还有另外的分区，或者有两个硬盘，那么也可以把你整理好的文件复制到另一个硬盘。

source: You must be very careful not to over-write the partition on which you have stored your data. It is recommended to make additional back-up copies of your files onto CDs or DVDs in case of this.
ar: يجب أن تكون حذرا جدا من عدم الكتابة على القسم الذي خزّنت عليه بياناتك. من المستحسن إنشاء نسخ احتياطية إضافية للملفات على اسطوانات أو ديفيديات تحسبا لهذا.
bg: Трябва много да внимавате да не сбъркате дяла, на който трябва да съхраните вашите данни. Препоръчително е да направите допълнителни резервни копия на вашите файлове на CD или DVD дискове за всеки случай.
de: Sie müssen darauf achten, dass Sie nicht die Partition überschreiben, auf der Sie Ihre Daten gespeichert haben. Es wird empfohlen, eine zusätzliche Sicherungskopie auf CDs oder DVDs für diesen Fall zu machen.
el: Πρέπει να είστε πολύ προσεκτικοί, ώστε να μην γράψετε πάνω στα αρχεία που έχετε αποθηκεύσει. Προτείνεται να κρατήσετε επιπρόσθετα αντίγραφα ασφαλείας των αρχείων σας σε CD ή DVD.
es: Debe tener cuidado de no sobreescribir la partición en la que ha guardado sus datos. Se recomienda hacer una copia de seguridad adicional de sus archivos en CD o DVD en este caso.
fr: Vous devez faire très attention de ne pas écraser la partition sur laquelle vous avez stocké vos données. Il est recommandé de faire des copies de sauvegarde additionnelles sur des CDs ou DVDs au cas où.
hu: Legyen óvatos, nehogy felülírja azt a partíciót, amelyre az adatokat mentette. Erre az esetre ajánlott az adatokról biztonsági másolatot készíteni CD-re vagy DVD-re.
ko: 여러분은 데이터를 저장해 둔 파티션을 덮어쓰지 않도록 매우 주의를 기울여야 합니다. 이 경우 CD 혹은 DVD 디스크에 추가적인 백업 복사본을 만들어 두는 것이 좋습니다.
pl: Musisz bardzo uważać, aby nie nadpisać partycji, na której przechowujesz swoje dane. Jest zalecane utworzenie dodatkowej kopii zapasowej twoich plików na płytach CD lub DVD, jeżeli zdecydujesz się na tą metodę.
pt: Dever ter muito cuidado para não reescrever a partição na qual guardou os seus dados. Recomenda-se que efectue cópias de segurança adicionais dos seus ficheiro em CD ou DVD, em caso de isso acontecer.
pt_br: Você tem que ter muito cuidado não sobre-escrever a partição que você deseja armazenar seus dados. É recomendável fazer cópias de bakcup adicional dos seus arquivos em CDs ou DVD neste caso.
ru: Будьте очень осторожны! Не сотрите случайно раздел жёсткого диска, на который сохранили данные. Рекомендуется сделать дополнительные резервные копии файлов на CD или DVD дисках.
sk: Musíte byť opatrný, aby ste neprepísali oddiel, na ktorom máte uložené svoje údaje. Pre ten prípad odporúčame urobiť si ešte záložné kópie vašich súborov na CD alebo DVD.
sv: Var försiktig så att du inte skriver över partitionen som du har sparat filerna på. Det är rekommenderat att ta en ytterligare säkerhetskopia på filerna till CD eller DVD i ett fall som detta.
zh_cn: 小心不要覆盖第二个分区或磁盘上原有的数据。推荐备份文件到CD或DVD盘片。

source: Simply copy the files you have collected onto the second drive as it appears in <filename>My Computer</filename>. Ensure that this drive (or partition) is <emphasis role="strong">not</emphasis> the one which you intend to install Ubuntu on to.
ar: ببساطة اسنخ الملفات التي جمعتها إلى الجهاز الثاني كما يظهر في <filename>جهاز الكمبيوتر</filename>. تأكد من أن هذا الجهاز (أو القسم) <emphasis role="strong">ليس</emphasis> الذي تعزم تثبيت أوبونتو عليه.
bg: Просто копирайте файловете, които сте събрали на втория дял, който трябва да е в <filename>Моят компютър</filename>. Уверете се, че това устройство (или диск) <emphasis role="strong">не е</emphasis> това, на което възнамерявате да инсталирате Ubuntu.
de: Kopieren Sie einfach Ihre gesammelten Daten auf das zweite Laufwerk im <filename>Arbeitsplatz</filename>. Stellen Sie sicher, dass dieses Laufwerk <emphasis role="strong">nicht</emphasis> das ist, auf dem Sie Ubuntu installieren möchten.
el: Απλά αντιγράψτε τα αρχεία που έχετε σε ένα δεύτερο δίσκο όπως εμφανίζεται στο <filename>Ο Υπολογιστής μου</filename>. Βεβαιωθείτε ότι ο δίσκος αυτός (ή η κατάτμηση αυτή) <emphasis role="strong">δεν είναι</emphasis> αυτός που θέλετε να εγκαταστήσετε το Ubuntu.
es: Simplemente copie los archivos que ha recopilado en el segundo disco que verá en <filename>Mi PC</filename>. Asegúrese de que este disco (o partición) <emphasis role="strong">no</emphasis> es aquél en el que va a instalar Ubuntu.
fr: Copiez tout simplement les fichiers que vous avez rassemblés sur le second disque dur tel qu'il apparaît dans <filename>Poste de travail</filename>. Assurez vous que ce disque (ou cette partition) n'est <emphasis role="strong">pas</emphasis> celui sur lequel vous comptez installer Ubuntu.
hu: Az összegyűjtött fájlokat egyszerűen másolja a második meghajtóra, ahogyan az megjelenik a <filename>Sajátgép</filename> mappában. Győződjön meg róla, hogy ez a meghajtó (vagy partíció) <emphasis role="strong">nem</emphasis> az, amelyikre az Ubuntut telepíteni kívánja.
ko: 모아둔 파일들을 <filename>내 컴퓨터</filename>에 보이는 다른 드라이브로 복사하면 됩니다. 이 드라이브(혹은 파티션)에는 우분투를 설치하지 <emphasis role="strong">않도록</emphasis> 하십시오.
pl: Po prostu skopiuj zebrane dane na drugi napęd, który jest widoczny w <filename>Moim komputerze</filename>. Upewnij się, że ten dysk (lub partycja) <emphasis role="strong">nie</emphasis> jest tym, na którym chcesz zainstalować Ubuntu.
pt: Simplesmente copie os ficheiros que recolheu para o segundo disco, que aparece em <filename>O Meu Computador</filename>. Assegure-se que este disco (ou partição) <emphasis role="strong">não</emphasis> é a mesma na qual pretende instalar o Ubuntu.
pt_br: Copia simplesmente os arquivos que você coletou no segundo drive enquanto aparece em <filename>Meu Computador</filename>. Tenha certeza que este drive (ou partição) <emphasis role="strong">não</emphasis> é a que você pretende instalar sobre Ubuntu.
ru: Просто скопируйте собранные данные на второе устройство через <filename>Мой компьютер</filename>. Убедитесь, что данное устройство (или раздел диска) <emphasis role="strong">не является</emphasis> устройством, на которое будет устанавливаться Ubuntu.
sk: Jednoducho skopírujte zozbierané súbory na druhé zariadenie, ktoré môžete nájsť v <filename>Môj počítač</filename>. Uistite sa, že tento disk (alebo oddiel) <emphasis role="strong">nie je</emphasis> tým, na ktorý chcete nainštalovať Ubuntu.
sv: Kopiera filerna som du samlat ihop till den andra hårddisken som visas i <filename>Den här datorn</filename>. Säkerställ att enheten eller partitionen is <emphasis role="strong">inte</emphasis> är deb som Ubuntu skall installeras på.
zh_cn: 简单复制收集的文件到在<filename>我的电脑</filename>显示的第二个分区或磁盘上。确定这个硬盘（或分区）<emphasis role="strong">不</emphasis>是你要安装Ubuntu的分区或硬盘。

source: Migrating your data into Ubuntu
ar: نقل بياناتك إلى أوبونتو
bg: Мигриране на вашите данни в Ubuntu
de: Übertragen Ihrer Daten nach Ubuntu
el: Εισάγετε τα δεδομένα σας στο Ubuntu
es: Migración de sus datos a Ubuntu
fr: Migrer vos données vers Ubuntu
hu: Adatok átköltöztetése Ubuntura
ko: 데이터를 우분투로 이동하기
pl: Wprowadzanie twoich danych do Ubuntu
pt: A migrar os seus dados para o Ubuntu
pt_br: Migrando os seus dados para o Ubuntu
ru: Перенос данных в Ubuntu
sk: Migrácia vašich údajov do Ubuntu
sv: Flytta din data till Ubuntu
zh_cn: 把你的数据迁移到Ubuntu
