Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: If you have access to an external hard-disk drive or some other removable storage device of a great enough capacity, then you can simply copy the files you have collected onto this device. When ready to transfer the files onto your Ubuntu installation, you may simply connect the drive and copy the files from it again.
ar: إذا كان لديك وصول إلى جهاز قرص صلب أو أجهزة تخزين قابلة للإزالة أخرى ذات قابلية عالية مجزئة، حينها تستطيع ببساطة نسخ الملفات التي جمعتها إلى هذا الجهاز. عندما تكون جاهزا لنقل الملفات إلى تثبيت أوبونتو، تستطيع بسهولة وصل الجهاز ونسخ الملفات منه مجددا.
bg: Ако използвате външен твърд диск или друг премахваем носител с голям обем, тогава може просто да копирате файловете, които сте събрали на това устройство. Когато сте готови да прехвърлите файловете на вашата Ubuntu инсталация, можете просто да свържете устройството и да копирате файловете от него.
de: Wenn Sie Zugang zu einer externen Festplatte oder anderen Wechseldatenträgern mit ausreichender Kapazität haben, dann können Sie einfach Ihre Daten auf dieses Gerät kopieren. Wenn Sie die Daten später auf Ihren Ubuntu-Rechner übertragen möchten, können Sie einfach das Laufwerk anschließen und Ihre Daten von dort auf den Ubuntu-Rechner übertragen.
el: Αν έχετε πρόσβαση σε ένα εξωτερικό σκληρό δίσκο ή σε κάποια άλλη αφαιρούμενη συσκευή αποθήκευσης, μιας κάποιας χωρητικότητας, τότε μπορείτε απλά να αντιγράψετε τα αρχεία, που έχετε συγκεντρώσει, στην συσκευή. Όταν είστε έτοιμοι να μεταφέρετε τα αρχεία στην εγκατάσταση του Ubuntu, μπορείτε απλά να συνδέσετε την συσκευή και να αντιγράψετε τα αρχεία από αυτήν.
es: Si tiene acceso a un disco duro externo o algún otro dispositivo de memoria extraíble de gran capacidad, entonces puede simplemente copiar los archivos que recopiló en ese dispositivo. Cuando esté preparado parar transferir los archivos a su instalación de Ubuntu, puede simplemente conectar el dispositivo y copiar los archivos desde éste de nuevo.
fr: Si vous avez accès à un disque dur externe ou d'autres périphériques amovibles d'une capacité suffisante, vous pouvez tout simplement copier les fichiers que vous avez rassemblés sur ce périphérique. Une fois le moment venu de transférer les fichiers dans votre installation d'Ubuntu, vous devrez simplement connecter le périphérique et recopier les fichiers de celui-ci.
hu: Ha hozzáfér külső merevlemezhez vagy egyéb, elegendően nagy tárkapacitással rendelkező cserélhető meghajtóhoz, akkor egyszerűen átmásolhatja fájljait ezekre az eszközökre. Ha készen áll a fájlok átvitelére az Ubuntu rendszerére, egyszerűen csatlakoztathatja a háttértárat és visszamásolhatja róla a fájlokat.
ko: 만약 여러분이 외장 하드 디스크 드라이브나 충분한 용량을 가진 이동식 저장 장치를 가지고 있다면, 여러분이 모아둔 파일들을 이 장치로 복사할 수 있습니다. 여러분이 우분투 설치를 마치고 파일을 이동할 준비가 되면, 이 드라이브를 연결하고 다시 파일들을 복사하기만 하면 됩니다.
pl: Jeżeli masz dostęp do zewnętrznego dysku twardego lub innego wymiennego urządzenia przechowującego dane z wystarczająco dużą pojemnością, możesz po prostu skopiować zebrane pliki na to urządzenie. Gdy będziesz gotowy do przesłania tych danych do instalacji Ubuntu, możesz po prostu podłączyć to urządzenie i skopiować pliki z powrotem na komputer.
pt: Se tem acesso a um disco rígido externo ou a outro tipo de dispositivos de armazenamento amovíveis de capacidade suficiente, pode simplesmente copiar os ficheiros que recolheu para este dispositivo. Quando estiver pronto a transferir os ficheiros para a sua instalação de Ubuntu, pode facilmente ligar a drive e copiar os ficheiros a partir desta.
pt_br: Se você acessar um HD externo ou outro dispositivo de armazenamento removível de grande capacidade, você pode simplesmente copiar os arquivos selecionados para este dispositivo. Quando estiver pronto para transferir os arquivos para a sua instalação Ubuntu, você pode reconectar o dispositivo e copiar os arquivos de volta.
ru: При наличии доступа к внешнему жёсткому диску или другому внешнему устройству хранения данных достаточно большой ёмкости можно просто скопировать подготовленные файлы на это устройство. Впоследствии, когда Ubuntu будет установлена, можно опять подключить устройство и скопировать с него все данные обратно.
sk: Ak máte po ruke externý pevný disk alebo iné vyberateľné zariadenie s dostatočnou kapacitou, môžete naňho jednoducho skopírovať zozbierané súbory. Keď budete chcieť preniesť súbory do nainštalovaného Ubuntu, jednoducho zariadenie pripojte a skopírujte z neho súbory.
sv: Om du har åtkomst till en extern hårddisk eller någon annan typ av flyttbar enhet med tillräckligt stor kapacitet, då är det enklast att kopiera de ihopsamlade filerna till den enheten. När det är dags att flytta över filerna till Ubuntu installationen är det bara att ansluta enheten och kopiera filerna igen.
zh_cn: 若有大容量的外接硬盘或其它移动存储设备，就可以轻松地将归集的数据拷贝到它们上。在Ubuntu下能轻松连接到上述设备并复制数据。

source: Removable storage devices such as external hard disks will have a certain type of <emphasis>file system</emphasis>. For use on removable devices, the best supported filesystem for Ubuntu is <emphasis>FAT</emphasis> (also called <emphasis>FAT32</emphasis> or <emphasis>vfat</emphasis>). While other file systems (such as NTFS and HFS+) are usable, they may require additional steps to allow you to use them with Ubuntu. If possible, try to use the FAT format for your removable disk.
ar: أجهزة التخزين القابلة للإزالة مثل الأقراص الصلبة الخارجية لها نوع محدد من <emphasis>أنظمة الملفات</emphasis>. لاستخدام الأجهزة القابلة للإزالة، أفضل نظام ملفات مدعوم لأوبونتو هو <emphasis>FAT</emphasis> (أيضا يدعى <emphasis>FAT32</emphasis> أو <emphasis>vfat</emphasis>). على الرغم من أن أنظمة الملفات الأخرى (مثل NTFS و HFS+) ممكنة، قد تتطلب خطوات إضافية لتسمح لك باستخدامها مع أوبونتو. إذا أمكن، حاول استخدام هيئة FAT لأقراصك القابلة للإزالة.
bg: Премахваемите устройства като външни твърди дискове ще имат определен тип <emphasis>файлова система</emphasis>. За премахваеми устройства, най-поддържаната файлова система за Ubuntu е <emphasis>FAT</emphasis> (също наречена <emphasis>FAT32</emphasis> или <emphasis>vfat</emphasis>). Докато другите файлови системи (като NTFS и HFS+) не се използват, те може да изискват допълнителни стъпки, за да могат да се използват с Ubuntu. Ако е възможно, опитайте да използвате FAT формат за вашите премахваеми устройства.
de: Wechseldatenträger, wie z.B. externe Festplatten, haben ein bestimmtes <emphasis>Dateisystem</emphasis>. Das am besten für Wechseldatenträger geeignete Dateisystem ist <emphasis>FAT</emphasis> (auch <emphasis>FAT32</emphasis> oder <emphasis>vfat</emphasis> genannt). Obwohl auch andere Dateisysteme (wie NTFS und HFS+) nutzbar sind, könnten diese zusätzliche Maßnahmen erfordern, um sie mit Ubuntu nutzbar zu machen. Benutzen Sie das FAT-Format für Ihren Wechseldatenträger, wenn möglich.
el: Οι αφαιρούμενες συσκευές αποθήκευσης, όπως οι εξωτερικοί σκληροί δίσκοι έχουν ένα συγκεκριμένο τύπο <emphasis>συστήματος αρχείων</emphasis>. Το καλύτερα υποστηριζόμενο σύστημα στο Ubuntu για τις συσκευές αυτές είναι το σύστημα <emphasis>FAT</emphasis> (επίσης ονομάζεται και <emphasis>FAT32</emphasis> ή <emphasis>vfat</emphasis>). Άλλα συστήματα αρχείων (όπως το NTFS και το HFS+) που χρησιμοποιούνται ακόμα, μπορεί να χρειάζονται ορισμένα πρόσθετα βήματα για να λειτουργούν στο Ubuntu. Αν είναι δυνατόν προτιμήστε το σύστημα FAT για τις αφαιρούμενες συσκευές σας.
es: Los dispositivos de memoria extraíbles como los discos duros externos tendrán un cierto tipo de <emphasis>sistema de archivos</emphasis>. Para usar en dispositivos extraíbles, el sistema de archivos mejor soportado por Ubuntu es <emphasis>FAT</emphasis> (también llamado <emphasis>FAT32</emphasis> o <emphasis>vfat</emphasis>). Aunque se pueden usar otros sistemas (como NTFS o HFS+), pueden necesitar pasos adicionales para permitirle usarlos con Ubuntu. Trate de usar el formato FAT si es posible para su disco extraíble.
fr: Les périphériques de stockage amovibles comme les disques durs externes auront un certain type de <emphasis>système de fichier</emphasis>. Pour l'utilisation de périphériques amovibles, le système de fichier le mieux supporté dans Ubuntu est <emphasis>FAT</emphasis> (également appellé <emphasis>FAT32</emphasis> ou <emphasis>vfat</emphasis>). Alors que d'autres systèmes de fichier (comme NTFS et HFS+) sont utilisables, ils se pourrait qu'ils requièrent d'autres étapes pour vous permettre de les utiliser avec Ubuntu. Si possible, essayez d'utiliser le système de fichier FAT pour vos périphériques de stockage externe.
hu: A cserélhető tárolóeszközökön, mint például a külső merevlemezeken adott típusú <emphasis>fájlrendszer</emphasis> található. A cserélhető eszközökön használható, Ubuntu alatt legjobban támogatott fájlrendszer a <emphasis>FAT</emphasis> (ez <emphasis>FAT32</emphasis> vagy <emphasis>vfat</emphasis> néven is ismert). Noha más fájlrendszerek (mint az NTFS és HFS+) is használhatók, ezek használatba vétele Ubuntu alatt további lépéseket igényelhet. Ha lehetséges, a cserélhető meghajtókon használja a FAT formátumot.
ko: 외장 하드 디스크와 같은 이동식 저장 장치는 특정한 형식의 <emphasis>파일 시스템</emphasis>을 가지고 있을 것입니다. 이러한 이동식 저장 장치를 사용하기 위해, 우분투에서는 <emphasis>FAT</emphasis> (혹은 <emphasis>FAT32</emphasis>나 <emphasis>vfat</emphasis>라고도 함) 이라는 파일 시스템을 지원합니다. 우분투에서 (NTFS와 HFS+와 같은) 다른 파일 시스템을 이용할 수도 있지만, 이들을 이용하기 위해서는 추가적인 작업이 필요합니다. 가능하다면 여러분이 가진 이동식 저장 장치를 위해 FAT 형식을 사용하려고 하십시오.
pl: Wymienne urządzenia przechowujące dane takie, jak zewnętrzne dyski twarde posiadają określony typ <emphasis>systemu plików</emphasis>. Do użycia z wymiennymi nośnikami najlepiej obsługiwanym przez Ubuntu systemem plików jest <emphasis>FAT</emphasis> (zwany także <emphasis>FAT32</emphasis> lub <emphasis>vfat</emphasis>). Chociaż można użyć także innych systemów plików, (takich, jak NTFS i HFS+) mogą być niezbędne dodatkowe kroki, aby użyć ich w Ubuntu. Jeśli to możliwe, spróbuj użyć systemu FAT na swoim urządzeniu.
pt: Os dispositivos de armazenamento amovíveis, tal como discos rígidos externos, têm um determinado tipo de <emphasis>sistema de ficheiros</emphasis>. Para utilização em discos amovíveis, o sistema de ficheiros melhor suportado no Ubuntu é o <emphasis>FAT</emphasis> (também chamado de <emphasis>FAT32</emphasis> ou <emphasis>vfat</emphasis>). Outros sistemas de ficheiros (como NTFS e HFS+) são podem ser utilizados, mas pode ser necessário passos adicionais para os utilizar no Ubuntu. Se possível, tente utilizar o formato FAT para os seus discos amovíveis.
pt_br: Dispositivos removíveis como discos rígidos externos possuem um certo tipo de <emphasis>sistema de arquivo</emphasis>. Para uso em dispositivos removíveis, o sistema de arquivo melhor suportado pelo Ubuntu é o <emphasis>FAT</emphasis> (também chamado de <emphasis>FAT32</emphasis> ou <emphasis>vfat</emphasis>). Enquanto outros sistemas de arquivo (como NTFS e HFS+) podem ser utilizados, ele podem requerer passos adicionais para permitir que sejam utilizados no Ubuntu. Se possível, tente usar o formato FAT em seu disco removível.
ru: Подключаемые устройства хранения данных, типа внешних жёстких дисков, используют определённый тип <emphasis>файловой системы</emphasis>. При работе со сменными устройствами лучше использовать файловую систему <emphasis>FAT</emphasis> (также называемую <emphasis>FAT32</emphasis> или <emphasis>vfat</emphasis>) так как она лучше всего поддерживается Ubuntu. Можно использовать и другие файловые системы (такие, как NTFS и HFS+) однако для их использования в Ubuntu могут потребоваться дополнительные настройки. По возможности пользуйтесь форматом FAT для ваших подключаемых устройств.
sk: Vymeniteľné ukladacie zariadenia ako externé pevné disky musia používať určitý <emphasis>systém súborov</emphasis>. Pre použitie na vymeniteľných zariadeniach je v Ubuntu najlepšie podporovaný systém súborov <emphasis>FAT</emphasis> (tiež nazývaný ako <emphasis>FAT32</emphasis> alebo <emphasis>vfat</emphasis>). Aj keď sú použiteľné aj iné súborové systémy (ako NTFS a HFS+), môžu vyžadovať dodatočné úpravy, aby ste ich mohli použiť v Ubuntu. Ak je to možné, používajte pre vaše vymeniteľné zariadenia formát FAT.
sv: Flyttbara lagringsenheter så som externa hårddiskar har en viss typ av <emphasis>fil system</emphasis>. Till flyttbara lagringsenheter är det filsystem som har bäst stöd i Ubuntu <emphasis>FAT</emphasis> (också kallat <emphasis>FAT32</emphasis> eller <emphasis>vfat</emphasis>). Medan andra filesystem (så som NTFS och HFS+)är användbara, kan de också kräva ytterligare konfiguration för att bli användbara i Ubuntu. Om det är möjligt använd filformatet FAT på flyttbara enheter.
zh_cn: 外接硬盘等可移除存储设备有某一种类型的<emphasis>文件系统</emphasis>。若用移动存储设备，对Ubuntu最好的是<emphasis>FAT</emphasis>(也叫<emphasis>FAT32</emphasis> 或 <emphasis>vfat</emphasis>)。其它的象NTFS和HFS+文件类型也可用，你需要额外的步骤才能在Ubuntu下使用其它。尽可能在你的可移动存储设备上使用FAT格式。

source: You can discover the format of an external disk by right-clicking it in <filename>My Computer</filename> and selecting <guilabel>Properties</guilabel>. The format of the disk is shown in the <guilabel>General</guilabel> tab under <guilabel>File system</guilabel>.
ar: تستطيع اكتشاف هيئة قرص خارجي عن طريق النقر يمينا عليه في <filename>جهاز الكمبيوتر</filename> واختيار <guilabel>خصائص</guilabel>. هيئة القرص ظاهرة في اللسان <guilabel>عام</guilabel>تحت <guilabel>نظام الملفات</guilabel>.
bg: Можете да разберете форматът на външния диск като натиснете десния бутон на мишката върху него в <filename>Моят компютър</filename> и изберете <guilabel>Свойства</guilabel>. Форматът на диска е показан в раздела <guilabel>Общи</guilabel> под <guilabel>Файлова система</guilabel>.
de: Sie können das Format einer externen Festplatte durch Rechtsklick darauf im <filename>Arbeitsplatz</filename> und Auswahl von <guilabel>Eigenschaften</guilabel> überprüfen. Das Format wird im <guilabel>Allgemein</guilabel>-Reiter unter <guilabel>Dateisystem</guilabel> angezeigt.
el: Μπορείτε να βρείτε το σύστημα αρχείων του εξωτερικού δίσκου κάνοντας δεξί κλικ πάνω του στο <filename>Ο Υπολογιστής μου</filename> και επιλέξτε <guilabel>Ιδιότητες</guilabel>. Το σύστημα αρχείων του δίσκου φαίνεται στην ετικέτα <guilabel>Γενικά</guilabel> στο πεδίο <guilabel>Σύστημα αρχείων</guilabel>.
es: Puede descubrir el formato de un disco externo haciendo clic en él con el botón derecho dentro de <filename>Mi PC</filename> y seleccionando <guilabel>Propiedades</guilabel>. El formato del disco aparece en la pestaña <guilabel>General</guilabel> bajo <guilabel>Sistema de archivos</guilabel>.
fr: Vous pouvez prendre conscience du format d'un disque dur externe en cliquant dessus dans <filename>Poste de Travail</filename> et en cliquant sur <guilabel>Propriétés</guilabel>. Le format du disque est indiqué dans l'onglet <guilabel>Général</guilabel> en dessous de <guilabel>Système de fichier</guilabel>
hu: A külső meghajtó formátumát a <filename>Sajátgép</filename> mappában a jobb egérgombbal rákattintva a <guilabel>Tulajdonságok</guilabel> menüpont kiválasztásával határozhatja meg. A lemez formátuma az <guilabel>Általános</guilabel> lap <guilabel>Fájlrendszer</guilabel> mezőjében jelenik meg.
ko: 여러분은 <filename>내 컴퓨터</filename>를 오른쪽 클릭해서 <guilabel>속성</guilabel>을 선택하면 외장 디스크의 형식을 알아볼 수 있습니다. 디스크의 형식은 <guilabel>일반</guilabel> 탭의 <guilabel>파일 시스템</guilabel> 부분에서 확인 가능합니다.
pl: Możesz sprawdzić format zewnętrznego dysku poprzez jego kliknięcie prawym przyciskiem myszy w oknie <filename>Mój komputer</filename> i wybranie <guilabel>Właściwości</guilabel>. Format dysku jest pokazany na karcie <guilabel>Ogólne</guilabel> z opisem <guilabel>System plików</guilabel>.
pt: Pode descobrir o formato de um disco externo clicando com o botão direito do rato em <filename>O Meu Computador</filename> e seleccionado <guilabel>Properties</guilabel>. O formato do disco é mostrado no separador <guilabel>Geral</guilabel> em <guilabel>Sistema de ficheiros</guilabel>.
pt_br: Você pode descobrir o formato de disco externo, clicando com o botão direito nele a partir do <filename>Meu Computador</filename> e selecionando <guilabel>Propriedades</guilabel>. O formato do disco é exibido na aba <guilabel>Geral</guilabel> dentro de <guilabel>Sistema de Arquivo</guilabel>.
ru: Для определения формата внешнего диска щёлкните по нему правой кнопкой мыши в <filename>Моём компьютере</filename> и нажмите <guilabel>Свойства</guilabel>. Формат диска показан на вкладке <guilabel>Общие</guilabel> под меткой <guilabel>Файловая система</guilabel>.
sk: Súborový systém externého disku zistíte tak, že v <filename>Môj počítač</filename> naňho kliknete pravým a vyberiete <guilabel>Vlastnosti</guilabel>. Formát disku je zobrazený v karte <guilabel>Všeobecné</guilabel> v položke <guilabel>Súborový systém</guilabel>.
sv: Det går att ta reda på filformatet på en extern disk genom att höger klicka på <filename>Den här datorn</filename> och välja <guilabel>Egenskaper</guilabel>. Formatet på disken syns på <guilabel>Allmänt</guilabel> fliken under <guilabel>Fil system</guilabel>.
zh_cn: 要了解外置硬盘的格式，你可以打开<filename>我的电脑</filename>，用右键点击该硬盘，并选择<guilabel>属性</guilabel>。该硬盘的格式就显示在<guilabel>常规</guilabel>标签的<guilabel>文件系统</guilabel>下。

source: Network share
ar: مشاركة الشبكة
bg: Споделяне по мрежата
de: Freigegebene Ordner im Netzwerk
el: Κοινή χρήση φακέλων μέσω δικτύου
es: Compartición de carpetas de red
fr: Partage réseau
hu: Hálózati megosztás
ko: 네트워크 공유
pl: Udziały sieciowe
pt: Partilhas de rede
pt_br: Compartilhamento de rede
ru: Общий сетевой ресурс
sk: Zdieľanie po sieti
sv: Nätverksdelning
zh_cn: 网络共享

source: If your computer is connected to a network, you may be able to temporarily store the files which you collected together on another computer on the network.
ar: إذا كان حاسوبك متصلا بالشبكة، قد تكون قادرا على تخزين الملفات التي جمعتها سويا مؤقتا على حاسوب آخر على الشبكة.
bg: Ако вашият компютър е свързан в мрежа, трябва да можете временно да съхраните файловете, които сте събрали на друг компютър в мрежата.
de: Wenn Ihr Rechner mit einem Netzwerk verbunden ist, können Sie die von Ihnen gesammelten Daten zwischenzeitlich auf einem anderen Rechner im Netzwerk speichern.
el: Αν ο υπολογιστής σας είναι συνδεδεμένος σε ένα δίκτυο, μπορείτε να αποθηκεύσετε προσωρινά τα αρχεία σας σε έναν άλλο υπολογιστή στο δίκτυο.
es: Si su equipo está conectado a una red, quizá pueda guardar temporalmente los archivos que recopiló en otro equipo de la red.
fr: Si votre ordinateur est connecté au réseau, vous pouvez stocker temporairement les fichiers que vous avez rassemblés sur un autre ordinateur.
hu: Ha a számítógépe csatlakozik egy hálózathoz, átmenetileg tárolhatja fájljait a hálózat egy másik számítógépén.
ko: 만약 여러분의 컴퓨터가 네트워크에 연결되어 있다면, 모아둔 파일들을 네트워크 상의 다른 컴퓨터에 임시로 저장해 둘 수 있습니다.
pl: Jeżeli twój komputer jest podłączony do sieci, możesz tymczasowo przechować zebrane pliki na innym komputerze w sieci.
pt: Se o seu computador está ligado a uma rede, pode armazenar temporariamente os ficheiros que recolheu em outro computador da rede.
pt_br: Se seu computador está conectado na rede, você pode está apto para temporariamente armazenar os arquivos que você selecionou em outro computador da rede.
ru: При наличии подключения к локальной сети можно временно сохранить ваши файлы, подготовленные ранее, на другом компьютере в сети.
sk: Ak je váš počítač pripojený do siete, môžete dočastne uložiť vami zozbierané súbory na inom počítači v sieti.
sv: Om datorn är kopplad till ett nätverk, är det möjligt att temporärt spara filerna som du samlat ihop på en annan dator i nätverket.
zh_cn: 若电脑连接到网络，可以通过网络临时存储文件到其它的电脑上。

source: Ensure that a computer on the network has sufficient disk space to allow you to copy your files onto it.
ar: تأكد أن للحاسوب على الشبكة مساحة قرص كافية للسماح لك بنسخ ملفاتك عليه.
bg: Уврете се, че компютър в мрежата има достатъчно дисково пространство, за да можете да копирате файловете на него.
de: Stellen Sie sicher, das der Rechner im Netzwerk genügend freien Festplattenspeicher besitzt, um Ihre Daten aufnehmen zu können.
el: Διασφαλίστε ότι ο άλλος υπολογιστής στο δίκτυο έχει επαρκή ελεύθερο χώρο στο δίσκο, ώστε να μπορέσετε να αποθηκεύσετε τα αρχεία σας εκεί.
es: Asegúrese de que algún equipo de la red tiene espacio suficiente que le permita copiar sus archivos en él.
fr: Assurez vous qu'un ordinateur connecté au réseau dispose d'un espace disque suffisant pour vous permettre d'y copier vos fichiers.
hu: Győződjön meg róla, hogy a hálózati számítógép elegendő szabad lemezterülettel rendelkezik a fájlok átmásolásához.
ko: 네트워크 상의 컴퓨터가 여러분의 파일들을 복사해 둘 수 있을 만큼 충분한 공간을 가지고 있는지 확인해 두십시오.
pl: Upewnij się, że komputer w sieci posiada wystarczająco dużo wolnego miejsca na dysku twardym, aby umożliwić skopiowanie na niego twoich plików.
pt: Assegure-se que um computador da rede possui espaço em disco suficiente para permitir a cópia dos seus ficheiros para este.
pt_br: Tenha certeza que o computador na rede tem espaço suficiente no disco para permitir a cópia nele.
ru: Убедитесь, что другой компьютер, подключённый к сети, имеет достаточно свободного дискового пространства для сохранения копии ваших файлов.
sk: Uistite sa, že počítač v sieti má dosť voľného priestoru na disku na to, aby ste naňho mohli skopírovať súbory.
sv: Säkerställ att datorn på nätverket har tillräckligt mycket plats för att tillåta att filerna sparas på den.
zh_cn: 确保网络上的一台计算机有足够的硬盘空间供你复制文件于其上。
