Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: As with audio formats, due to legal and technical issues, many video formats are not supported by the default Ubuntu install. While support for some formats can be added at a later date, it is recommended that you convert important video files in unsupported formats to a format which is well supported in Ubuntu.
ar: كما في حال هيئات الصوت، نظرا للمشاكل القانونية والتقنية، الكثير من هيئات الفيديو غير مدعومة في تثبيت أوبونتو المبدئي. على الرغم من أن دعم بعض الهيئات يمكن إضافته فيما بعد، من المستحسن أن تحوّل ملفات الفيديو الهامة التي بهيئة غير مدعومة إلى هيئة مدعومة بشكل جيد في أوبونتو.
bg: Както аудио форматите поради законни причини и технически проблеми, много видео формати не се поддържат по подразбиране в инсталацията на Ubuntu. Докато поддръжката на някои формати може да бъде добавена по-късно, препоръчително е да преобразувате важните видео файлове от неподдържани формати в добре поддържани формати в Ubuntu.
de: Wie bei den Audioformaten kann Ubuntu leider aufgrund rechtlicher Einschränkungen und technischer Probleme viele Video-Formate nicht ohne die Installation zusätzlicher Software abspielen. Obwohl die Unterstützung für bestimmte eingeschränkte Formate nachträglich hinzugefügt werden kann, kann es vorteilhaft sein, Videodateien, die Sie in nicht unterstützten Formaten besitzen, in ein gut unterstütztes Format zu konvertieren.
el: Όπως και με τα αρχεία ήχου πολλοί τύποι αρχείων βίντεο δεν υποστηρίζονται από την εξ ορισμού εγκατάσταση του Ubuntu, λόγω νομικών και τεχνικών θεμάτων, Παρόλο που ορισμένοι τύποι αρχείων θα προστεθούν στο μέλλον, προτείνεται να μετατρέψετε τα σημαντικά αρχεία βίντεο των οποίων η μορφή δεν υποστηρίζεται σε μια μορφή που υποστηρίζεται πλήρως από το Ubuntu.
es: Así como con los formatos de audio, debido a cuestiones legales y técnicas, muchos formatos de vídeo no están soportados por la instalación predeterminada de Ubuntu. Aunque se puede agregar soporte para algunos formatos más adelante, se recomienda que convierta sus archivos de vídeo importantes de formatos no soportados a un formato que esté bien soportado en Ubuntu.
fr: Comme pour les formats audio, en raison de restrictions légales et de problèmes techniques, de nombreux formats vidéo ne sont pas pris en charge par l'installation par défaut d'Ubuntu. Bien que la prise en charge de certains formats puisse être ajoutée ultérieurement, il est recommandé de convertir vos vidéos importantes d'un format non pris en charge vers un format bien pris en charge par Ubuntu.
hu: Hasonlóan a hangformátumokhoz, jogi és technikai okokból az Ubuntu telepítése után alapértelmezésként sok videoformátum sem támogatott. Bár bizonyos formátumok később támogatottá tehetők, ajánlott átalakítani a fontos, de nem támogatott formátumú videofájlokat egy Ubuntu alatt jól támogatott formátumba.
ko: 오디오 형식과 마찬가지로, 법적인 제한과 기술적인 이슈들로 인해 기본 설치된 우분투 시스템에서는 많은 비디오 형식들을 지원하지 않습니다. 지원되지 않는 특정한 형식의 파일들에 대한 지원은 나중에 추가할 수 있지만, 중요한 비디오 파일들을 우분투에서 잘 지원하는 형식으로 변환하는 것이 좋을 것입니다.
pl: Tak, jak w wypadku formatów plików dźwiękowych, z powodów prawnych i problemów technicznych wiele formatów wideo nie jest obsługiwanych domyślnie po instalacji Ubuntu. Chociaż jest możliwość dodania obsługi niektórych z nich później, zalecane jest przekonwertowanie ważnych plików wideo do formatów dobrze obsługiwanych przez Ubuntu.
pt: Tal como acontece com os formatos áudio, devido a questões legais e técnicas, muitos formatos de vídeo não são suportados por omissão pelo Ubuntu. Enquanto o suporte para alguns formatos pode ser adicionado posteriormente, é recomendado que converta todos os ficheiros de vídeo importantes que se encontram em formatos não suportados, para um formato que seja bem suportado no Ubuntu.
pt_br: Assim como os formatos de áudio, por problemas legais e técnicos, muitos formatos de vídeo não são suportados pela instalação padrão do Ubuntu. Apesar de muitos formatos de vídeos poderem ser adicionados posteriormente, é recomendável que você converta os seus arquivos de vídeo importantes que estão num formato não suportados para formatos bem suportados pelo Ubuntu.
ru: Так же, как и в случае с аудиоформатами, множество видеоформатов не поддерживаются по умолчанию в Ubuntu из-за юридических или технических ограничений. Существует вероятность, что поддержка некоторых форматов будет добавлена в будущем, однако рекомендуется по возможности преобразовать важные видео файлы из неподдерживаемых форматов в форматы, которые хорошо поддерживаются в Ubuntu.
sk: Ako v prípade audio formátov, z dôvodu právnych a technických obmedzení nie je mnoho video formátov vo východziom Ubuntu podporovaných. Aj keď je možné pridať neskôr podporu pre niektoré formáty, je odporúčané konvertovať dôležité video súbory z nepodporovaných formátov na formáty dobre podporované v Ubuntu.
sv: Likadant som med ljudformaten så är många filmformat utan stöd på grund av juridiska restriktioner och tekniska aspekter och därmed inte med i standard installationen av Ubuntu. För vissa format går det att lägga till stöd för vid ett senare tillfälle men det rekommenderas att konvertera från ett format som saknar stöd till ett format som har ett utbrett stöd i Ubuntu.
zh_cn: 正如音频格式，由于很多音频格式的法律的限制和技术发行，Ubuntu的默认安装不能支持它们。一段时间后如果受支持的格式添加了，推荐将重要的视频转换成Ubuntu下受到良好支持的格式。

source: As with the audio formats, there are many video converter applications available as free-of-charge downloads for Windows. Consider converting your video files to a format which is well-supported by Ubuntu, such as <emphasis>Ogg Theora</emphasis>.
ar: كما في حال هيئات الصوت، يوجد العديد من تطبيقات تحويل الفيديو متوفرة للتنزيل المجاني لويندوز. فكّر في تحويل ملفات الفيديو إلى هيئة مدعومة بكشل جيد في أوبونتو، مثل <emphasis>Ogg Theora</emphasis>.
bg: Както за аудио форматите, така има и много видео преобразуващи програми достъпни безплатно за изтегляне за Windows. Помислете за преобразуване на вашите видео файлове във формат, който се поддържа добре в Ubuntu, като <emphasis>Ogg Theora</emphasis>.
de: Wie bei den Audioformaten stehen für die Umwandlung viele Programme für Windows gratis zum Download zur Verfügung. Sie sollten in Erwägung ziehen, Ihre Videodateien in ein gut unterstütztes Format, wie zum Beispiel <emphasis>Ogg Theora</emphasis>, umzuwandeln.
el: Όπως και με τα αρχεία ήχου, υπάρχουν πολλές εφαρμογές μετατροπής αρχείων βίντεο οι οποίες είναι διαθέσιμες χωρίς κόστος για τα Windowς. Σκεφτείτε να μετατρέπετε τα βίντεο αρχεία σας σε μια μορφή που είναι πλήρως υποστηριζόμενη από το Ubuntu, όπως η <emphasis>Ogg Theora</emphasis>.
es: Así como con los formatos de audio, existen muchas aplicaciones de conversión de vídeo disponibles como descargas gratis para Windows. Considere convertir sus archivos de vídeo a un formato que esté bien soportado en Ubuntu, como <emphasis>Ogg Theora</emphasis>.
fr: Comme pour les formats audio, il existe de nombreux logiciels de conversion vidéo disponibles en téléchargement gratuit pour Windows. Envisagez de convertir vos fichiers vidéo vers un format bien pris en charge par Ubuntu, tel que <emphasis>Ogg Theora</emphasis>.
hu: Csakúgy, mint a hangformátumoknál, sok ingyenesen letölthető videoátalakító alkalmazás érhető el Windows rendszerre. Érdemes megfontolni a fájlok átalakítását egy Ubuntu alatt jól támogatott formátumba, mint amilyen az <emphasis>Ogg Theora</emphasis>.
ko: 오디오 형식과 마찬가지로, 무료로 다운로드 받을 수 있는 윈도우즈용 비디오 변환 프로그램들이 많이 있습니다. 여러분이 가진 비디오 파일들을 <emphasis>Ogg Theora</emphasis>와 같은 우분투에서 잘 지원되는 형식으로 바꾸는 것을 고려해 보십시오.
pl: Podobnie, jak w wypadku plików dźwiękowych, dostępnych jest wiele bezpłatnych konwerterów wideo dla Windows. Rozważ konwersję twoich plików wideo do formatu dobrze obsługiwanego przez Ubuntu takiego, jak <emphasis>Ogg Theora</emphasis>.
pt: Tal como acontece com os formatos de áudio, existem muitas aplicações de conversão de vídeo disponíveis para Windows com transferência gratuita. Considere a conversão dos seus ficheiros de vídeo para um formato bem suportado pelo Ubuntu, tal como o <emphasis>Ogg Theora</emphasis>.
pt_br: Assim como os formatos de áudio, existem muitos aplicativos de conversão de vídeo disponíveis para download sem custo nenhum para Windows. Considere converter seus arquivos de vídeo para um formato bem suportado pelo Ubuntu, como <emphasis>Ogg Theora</emphasis>.
ru: Как и в случае с аудиоформатами, множество бесплатных программ преобразования видео для Windows доступно бесплатно для скачивания. Рассмотрите возможность преобразования ваших видео файлов в хорошо поддерживаемый Ubuntu формат, например, <emphasis>Ogg Theora</emphasis>.
sk: Ako v prípade audio formátov, aj video konvertorov pre Windows existuje celý rad, ktoré si môžete zadarmo stiahnuť. Zvážte konvertovanie vašich video súborov do formátu, ktorý je v Ubuntu dobre podporovaný ako napríklad <emphasis>Ogg Theora</emphasis>.
sv: Likadant som med ljudformaten så finns det många filmkonverteringsprogram tillgängliga för nedladdning utan kostnad till Windows. Överväg att konvertera dina filmer till ett format som har ett utbrett stöd i Ubuntu, så som <emphasis>Ogg Theora</emphasis>.
zh_cn: 正如音频格式，也有很多Windows下可用的免费的视频转换程序。可以考虑将你的视频转换成Ubuntu下支持良好的格式，例如<emphasis>Ogg Theora</emphasis>。

source: The following major video formats are not supported by default in Ubuntu:
ar: هيئات القيديو الرئيسية التالية مملوكة ولذا غير مدعومة مبدئيا في أوبونتو:
bg: Следващите важни видео формати не са поддържани от Убунту по подразбиране
de: Folgende häufig verwendete Videoformate werden standardmäßig nicht von Ubuntu unterstützt.
el: Οι παρακάτω ευρέως χρησιμοποιούμενοι τύποι αρχείων βίντεο είναι ιδιωτικοί και δεν υποστηρίζονται εξ ορισμού από το Ubuntu.
es: Los siguientes formatos de vídeo mayores no están son soportados de forma predeterminada en Ubuntu:
fr: Les principaux formats vidéo suivants ne sont pas pris en charge par défaut dans Ubuntu :
hu: A következő ismert videoformátumok nem támogatottak az Ubuntu alapértelmezett telepítése szerint:
ko: 다음과 같은 주요 비디오 형식들은 우분투에서 기본적으로 지원되지 않습니다:
pl: Następujące formaty wideo nie są obsługiwane w domyślnej konfiguracji Ubuntu
pt: Os seguintes principais formatos de vídeo não são suportados por omissão pelo Ubuntu:
pt_br: Os seguintes formatos de vídeo principais não são suportados por padrão no Ubuntu:
ru: Популярные видео форматы, которые по умолчанию не поддерживаются в Ubuntu:
sk: Nasledujúce rozšírené video formáty nie sú vo východziom Ubuntu podporované:
sv: Följande större filmformat stöds inte som standard i Ubuntu:
zh_cn: 以下大部分视频格式不被Ubuntu默认支持：

source: Converting unsupported office document formats
ar: تحويل هيئات المستندات المكتبية غير المدعومة
bg: Преобразуване на неподдържани формати на офис документи
de: Umwandlung von nicht unterstützten Dokumentformaten
el: Μετατροπή εγγράφων γραφείου που δεν υποστηρίζονται
es: Conversión de formatos de oficina no soportados
fr: Conversion des formats de documents bureautiques non pris en charge
hu: Nem támogatott irodaidokumentum-formátumok átalakítása
ko: 지원되지 않는 오피스 문서 형식 변환
pl: Konwertowanie nieobsługiwanych formatów dokumentów
pt: Converter documentos de produtividade que se encontram em formatos não suportados
pt_br: Convertendo formatos de documentos de escritório não suportados
ru: Преобразование неподдерживаемых форматов офисных документов
sk: Konvertovanie nepodporovaných formátov kancelárskych dokumentov
sv: Konvertera kontorspaket dokument som saknar stöd
zh_cn: 转换不受支持的办公文档格式

source: Ubuntu office applications can read most common office document formats without the need for conversion
ar: تستطيع تطبيقات أوبونتو المكتبية قراءة معظم هيئات المستندات المكتبية الشائعة بدون الحاجة إلى تحويل.
bg: Офис програмите на Убунту могат да четат повечето основни формати на офис документи без да е необходимо преобразуване
de: Die Ubuntu-Büroanwendungen können die meisten gängigen Dokumentformate lesen, ohne dass eine Umwandlung notwendig ist.
el: Οι εφαρμογές γραφείου του Ubuntu μπορούν να διαβάσουν τις περισσότερες μορφές εγγράφων χωρίς την ανάγκη μετατροπής.
es: Las aplicaciones de oficina de Ubuntu pueden leer la mayor parte de los formatos de documento de oficina sin necesidad de convertirlos
fr: Les applications bureautiques d'Ubuntu sont capables de lire la majorité des formats courants de documents bureautiques sans conversion préalable.
hu: Az Ubuntuban lévő irodai alkalmazások a legtöbb elterjedt irodai dokumentumformátumot átalakítás nélkül tudják olvasni.
ko: 우분투 오피스 프로그램들은 대부분의 일반적인 오피스 문서 형식을 변환없이 읽을 수 있습니다.
pl: Aplikacje biurowe w Ubuntu potrafią czytać większość popularnych formatów dokumentów bez potrzeby ich konwersji
pt: As aplicações de produtividade do Ubuntu não são capazes de ler os documentos de produtividade mais comuns, sem a necessidade de os converter
pt_br: As aplicações de escritório do Ubuntu podem ler os formatos de documentos para escritório mais comuns sem a necessidade de conversão
ru: Офисные приложения в Ubuntu могут открывать большинство документов без преобразования
sk: Kancelárske aplikácie v Ubuntu vedia čítať najbežnejšie formáty kancelárskych dokumentov bez potreby konverzie.
sv: Ubuntu kontorsprogram kan läsa de flesta vanliga dokument formaten utan konvertering.
zh_cn: Ubuntu办公应用程序可以在不进行转换的情况下读取大多数普通的办公文档。

source: The default office suite of Ubuntu, <application>OpenOffice.org</application>, supports very many office document formats right out of the box. These include many of the Microsoft Office, Corel and Lotus formats. If you find that you do have files in formats which are unsupported, it is likely that your existing office suite or application will have the ability to save the files to a better-supported format.
ar: يدعم الطقم المكتبي المبدئي لأوبونتو، <application>أوبن أوفيس.أورغ</application>، الكثير جدا من هيئات مستندات المكتب مباشرة بعد التثبيت. بما في ذلك Microsoft Office و Corel و Lotus. إذا وجدت أن لديك ملفات بهيئات غير مدعومة، من المرجح أن طقم مكتبك الحالي أو تطبيقك سيملك القدرة على حفظ الملفات بهيئة مدعومة بشكل أفضل.
bg: Офис пакета по подразбиране в Убунту <application>OpenOffice.org</application> ,поддържа много офис формати. Това включва повечето от Microsoft Office, Corel и Lotus форматите.Ако откриеш,че имаш файлове които са от неподдържан формат,то е доста вероятно,че твоя съществуващ офис пакет или програма ще има възможността да съхрани файловете в по-добре поддържан формат.
de: Die mit Ubuntu gelieferte Zusammenstellung von Büroanwendungen, <application>OpenOffice.org</application>, unterstützt sehr viele Dokumentformate ohne weiteres Zutun. Dies beinhaltet viele »Microsoft Office«-, »Corel«- und »Lotus«-Formate. Sollten Sie Dateien in einem nicht unterstützten Format besitzen, ist Ihre bisherige Büroanwendung sehr wahrscheinlich in der Lage, diese Dateien in einem besser unterstützten Format zu speichern.
el: Η προεπιλεγμένη εφαρμογή γραφείου του Ubuntu, το <application>OpenOffice.org</application>, υποστηρίζει πάρα πολλές μορφές εγγράφων γραφείου. Αυτές περιέχουν μορφές αρχείων του Microsoft Office, του Corel και του Lotus. Αν βρείτε αρχεία που δεν υποστηρίζονται, το πιθανότερο είναι η εφαρμογή γραφείου που χρησιμοποιείτε να έχει την ικανότητα να αποθηκεύσει αρχεία σε μια καλύτερα υποστηριζόμενη μορφή.
es: El conjunto de aplicaciones de oficina predeterminado en Ubuntu, <application>OpenOffice.org</application>, soporta muchísimos formatos de documentos de oficina de forma autónoma. Éstos incluyen muchos de los formatos de Microsoft Office, Corel y Lotus. Si ve que tiene archivos en formatos no soportados, es probable que su actual conjunto de aplicaciones o aplicación pueda guardar esos archivos en un formato más compatible.
fr: La suite bureautique par défaut d'Ubuntu, <application>OpenOffice.org</application>, prend directement en charge de nombreux formats de documents bureautiques. En font partie de nombreux formats Microsoft Office, Corel et Lotus. Si vous disposez de fichiers dont les formats ne sont pas pris en charge, il est vraisemblable que la suite bureautique ou le logiciel que vous utilisez vous permettent de sauvegarder vos fichiers dans un format mieux géré.
hu: Az Ubuntu alapértelmezett irodai alkalmazáscsomagja, az <application>OpenOffice.org</application> igen sok irodaidokumentum-formátumot támogat alapértelmezés szerint. Így a Microsoft Office, a Corel és Lotus által használt formátumok is támogatottak. Ha mégis nem támogatott formátumban lévő dokumentumot talál, valószínű, hogy meglévő irodai alkalmazása képes azt átalakítani egy jobban támogatott formátumba.
ko: 우분투의 기본 오피스 스위트인 <application>오픈오피스</application>는 매우 다양한 오피스 문서 형식들을 지원합니다. 여기에는 Microsoft 오피스, 코렐(Corel)과 로터스(Lotus) 형식이 포함됩니다. 만약 여러분이 지원되지 않는 형식의 파일들을 가지고 있다면, 여러분이 가진 오피스 스위트 혹은 프로그램이 이러한 파일들을 더 잘 지원되는 형식으로 저장할 수 있는 능력을 가지고 있을 것입니다.
pl: Domyślny pakiet biurowy w Ubuntu, <application>OpenOffice.org</application>, obsługuje od razu bardzo wiele formatów dokumentów, w tym formaty Microsoft Office, Corel i Lotus. Jeżeli posiadasz pliki w nieobsługiwanych formatach, jest prawdopodobne, że twój aktualny pakiet biurowy lub aplikacja posiada funkcję zapisu do lepiej obsługiwanego formatu.
pt: O suite de produtividade do Ubuntu por omissão, <application>OpenOffice.org</application>, suporta à partida muitos formatos de documentos de produtividade. Estes incluem muitos dos formatos de Microsoft Office, Corel e Lotus. Se possuir ficheiros em formatos não suportados, é provável que a sua suite de produtividade ou aplicação tenha a capacidade de guardar ficheiros num formato melhor suportado.
pt_br: A suite de aplicativos padrão do Ubuntu <application>OpenOffice.org</application>, suporta muitos formatos de documentos já a partir da instalação padrão. Isso inclui a maioria dos formatos de documentos do Microsoft Office, Corel e Lotus. Se você achar que tem arquivos em formatos não suportados, provavelmente sua suite de aplicativos de escritório existente ou o aplicativo que você usa tem a habilidade de salvar os arquivos em um formato bem suportado.
ru: Стандартный офисный пакет в Ubuntu <application>OpenOffice.org</application> поддерживает множество форматов офисных документов таких, как Microsoft Office, Corel and Lotus. Если вы обнаружили, что увас есть файлы в неподдерживаемых форматах, желательно сохранить их в поддерживаемые форматы файлов тем офисным пакетом, которым вы пользуетесь.
sk: Predvolený kancelársky balík v Ubuntu <application>OpenOffice.org</application> podporuje priamo množstvo formátov kancelárskych dokumentov. Medzi ne patrí mnoho formátov Microsoft Office, Corel a Lotus. Ak zistíte, že máte súbory v nepodporovaných formátoch je pravdepodobné, že kancelársky balík, ktorý používate, bude schopný uložiť tieto súbory do lepšie podporovaného formátu.
sv: Standard kontorspaketet i Ubuntu är <application>OpenOffice.org</application>, som stöder flera format som standard. Det inkluderar Microsoft office, Corel och Lotus format. Om du har format som inte stöds så är det troligt att din programvara har möjligheten att spara filerna i ett annat format med bättre stöd.
zh_cn: Ubuntu默认的办公套件<application>OpenOffice.org</application>直接支持许多办公文档格式，包括Microsoft Office, Corel and Lotus格式。如果你有发现不被支持的格式，现存的办公套件可能有能力将它们以得到较好支持的格式保存。

source: The OpenDocument file formats are gaining popularity and are expected to become the de facto supported office formats for Ubuntu. While many older applications cannot save to the OpenDocument format, other formats such as .doc and RTF are also well supported.
ar: هيئات ملفات المستند المفتوح (OpenDocument) حصلت على الشهرة ومن المتوقع أن تصبح بالفعل الهيئات المكتبية المدعومة لأوبونتو. على الرغم من أن الكثير من التطبيقات القديمة لا يمكنها حفظ هيئة المستند المفتوح، هيئات أخرى مثل .doc و RTF مدعومة بشكل جيد أيضا.
bg: Файловият формат OpenDocument става все по-популярен и се очаква да стане поддържания по подразбиране формат за документи в Ubuntu. Докато много стари програми не могат да запазват документи в OpenDocument формат, другите формати като .doc и RTF също се поддържат.
de: Die OpenDocument-Dateiformate gewinnen derzeit immer mehr an Popularität und werden unter Ubuntu andere Formate wohl bald verdrängen. Da viele ältere Anwendungen allerdings nicht im OpenDocument-Format speichern können, werden andere Formate wie .doc oder RTF ebenfalls gut unterstützt.
el: Οι μορφές αρχείων OpenDocument γίνονται όλο και περισσότερο δημοφιλείς και αναμένονται να γίνουν οι εκ των πραγμάτων υποστηριζόμενες μορφές αρχείων του Ubuntu. Μολονότι πολλές παλαιότερες εφαρμογές δεν μπορούν να αποθηκεύσουν στην μορφή του OpenDocument, άλλοι τύποι αρχείων όπως το .doc και το RTF είναι πολύ καλά υποστηριζόμενοι.
es: Los formatos de archivo OpenDocument están ganando popularidad y se espera que se conviertan en los formatos de oficina soportados de facto por Ubuntu. Mientras muchas aplicaciones viejas no pueden guardar en el formato OpenDocument, otros formatos tales como .doc y RTF también están bien soportados.
fr: Les formats de fichier OpenDocument sont de plus en plus populaires et nous nous attendons à ce qu'ils deviennent de facto les formats bureautiques supportés par Ubuntu. Bien que de nombreuses applications anciennes ne permettent pas de sauvegarder au format OpenDocument, d'autres formats tels que .doc et RTF sont également correctement pris en charge.
hu: Az OpenDocument fájlformátum egyre népszerűbb, és valószínűleg nemsokára az Ubuntu alapértelmezett irodai formátumává válnak. Ezt a formátumot sok régebbi alkalmazás nem támogatja, ehelyett ilyenkor a .doc és az RTF formátumok használatát ajánljuk.
ko: 오픈 도큐먼트(odf) 파일 형식은 점차 대중화되어 가고 있으며, 우분투에서 지원하는 오피스 형식 중에서 사실 상의 표준이 되리라 예상됩니다. 이전의 많은 프로그램들에서는 오픈 도큐먼트 형식으로 저장할 수 없지만, .doc와 RTF와 같은 다른 형식들도 잘 지원됩니다.
pl: Format plików OpenDocument zdobywa popularność i jest oczekuje się, że zostanie on w rzeczywistości wspieranym formatem dokumentów dla Ubuntu. Jednak ponieważ wiele starszych aplikacji nie potrafi zapisywać do formatu OpenDocument, starsze formaty takie, jak .doc i RTF są także wspierane.
pt: Os formatos de ficheiro OpenDocument estão a ganhar popularidade, e espera-se que se tornem os formatos de produtividade de facto para o Ubuntu. Enquanto muitas aplicações não são capazes de guardar os ficheiros no formato OpenDocument, outros formatos, tal como .doc e RTF, são bem suportados.
pt_br: Os formatos de arquivo OpenDocument estão ganhando popularidade e são cotados para se tornar o formato padrão de arquivo de escritório no Ubuntu. Embora muitos aplicativos antigos não conseguem salvar no formato OpenDocument, outros formatos como .doc e .rtf são bem suportados.
ru: Форматы файлов OpenDocument становятся всё более популярными, ожидается, что они де-факто станут стандартом для поддерживаемых офисных форматов Ubuntu. Хоть большинство старых программ не может сохранять документы в формат OpenDocument, хорошо поддерживаются и другие форматы, такие как .doc и RTF.
sk: Formáty súborov OpenDocument naberajú na popularite a očakáva sa, že sa stanú de facto podporovanými kancelárskymi formátmi v Ubuntu. Keďže veľa starších aplikácií nevie ukladať vo formáte OpenDocument, sú dobre podporované aj formáty ako .doc a RTF.
sv: OpenDocument-formatet ökar i popularitet och förväntas bli standardformatet för kontorsprogram i Ubuntu. Fast flera äldre program inte kan spara i openDocument-formatet så finns det ett bra stöd för .doc och .rtf
zh_cn: OpenDocument文件格式得到普遍的欢迎，有望成为Ubuntu实际上的受支持的办公文档格式。当一些旧的应用程序不能以OpenDocument格式保存文档，也可以很好的支持其它在格式，例如.doc and RTF 。
