Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: Press <guibutton>Browse...</guibutton>, locate the file which you saved your calendar into and select it. Press <guibutton>Open</guibutton>.
ar: اضغط <guibutton>تصفح...</guibutton>، حدد الملف الذي حفظت إليه التقويم. اضغط <guibutton>افتح</guibutton>.
bg: Натиснете <guibutton>Преглед...</guibutton>, намерете файла, в който сте запазили вашия календар и го изберете. Натиснете <guibutton>Отваряне</guibutton>.
de: Drücken Sie <guibutton>Durchsuchen …</guibutton>, suchen Sie die Datei, in der Sie Ihren Kalender gespeichert haben, und wählen Sie diese aus. Drücken Sie <guibutton>Öffnen</guibutton>.
es: Pulse <guibutton>Examinar...</guibutton>, localice el archivo en el que guardó su calendario y selecciónelo. Pulse <guibutton>Abrir</guibutton>.
fr: Appuyez sur <guibutton>Parcourir...</guibutton>, trouvez le fichier dans lequel vous avez sauvegardé votre agenda et sélectionnez le. Appuyez sur <guibutton>Ouvrir</guibutton>.
hu: Kattintson a <guibutton>Tallózás...</guibutton> gombra, keresse meg a fájlt, amelybe a naptárát elmentette és válassza ki. Kattintson a <guibutton>Megnyitás</guibutton> gombra.
ko: <guibutton>찾아보기...</guibutton>를 눌러 일정을 저장한 폴더를 선택한 후 <guibutton>열기</guibutton>를 누릅니다.
pl: Kliknij <guibutton>Przeglądaj...</guibutton>, znajdź plik, do którego zapisałeś swój kalendarz i zaznacz go. Kliknij <guibutton>Otwórz</guibutton>.
pt: Carregue em <guibutton>Navegar...</guibutton>, localize o ficheiro no qual guardou o seu calendário e seleccione-o. Carregue em <guibutton>Abrir</guibutton>.
pt_br: Pressione <guibutton>Navegar...</guibutton>, localize o arquivo que você salvou seu calendário dentro e o selecione.. Pressione <guibutton>Abrir</guibutton>.
ru: Нажмите <guibutton>Обзор...</guibutton>, укажите файл в котором вы сохранили ваш календарь. Нажмите <guibutton>Открыть</guibutton>.
sk: V položke <guibutton>Názov súboru</guibutton> nájdite a vyberte súbor, do ktorého ste uložili váš kalendár. Stlačte <guibutton>Otvoriť</guibutton>.
sv: Klicka på <guibutton>Bläddra...</guibutton>, leta upp filen som du sparade kalendern i och markera den. Klicka på <guibutton>Öppna</guibutton>.
zh_cn: 点击<guibutton>浏览...</guibutton>，定位到已保存的日历并选中。点击<guibutton>打开</guibutton>。

source: From <guilabel>File type</guilabel>, select <guilabel>vCalendar files (.vcf)</guilabel>, <guilabel>iCalendar files (.ics)</guilabel> or <guilabel>Outlook CSV or Tab (.csv, .tab)</guilabel>, depending on which format you saved your calendar into. Press <guibutton>Forward</guibutton>.
ar: من <guilabel>نوع الملف</guilabel>، اختر <guilabel>ملفات vCalendar (.vcf)</guilabel> أو <guilabel>ملفات iCalendar (.ics)</guilabel> أو <guilabel>Outlook CSV أو Tab (.csv, .tab)</guilabel>، بناءً على أي صيغة حفظت التقويم بها. اضغط <guibutton>أمام</guibutton>.
bg: От <guilabel>Тип файл</guilabel>, изберете <guilabel>vCalendar файлове (.vcf)</guilabel>, <guilabel>iCalendar файлове (.ics)</guilabel> или <guilabel>Outlook CSV или Tab (.csv, .tab)</guilabel>, в зависимост в какъв формат сте запазили вашия календар. Натиснете <guibutton>Напред</guibutton>.
de: Abhängig vom Format, in dem Sie Ihren Kalender gespeichert haben, wählen Sie unter <guilabel>Dateityp</guilabel> <guilabel>vCalendar-Dateien (.vcf)</guilabel>, <guilabel>iCalendar-Dateien (.ics)</guilabel> oder <guilabel>Outlook CSV oder Tab (.csv, .tab)</guilabel> aus. Drücken Sie <guibutton>Vor</guibutton>.
es: Desde <guilabel>Tipo de archivo</guilabel>, seleccione <guilabel>Archivos vCalendar (.vcf)</guilabel>, <guilabel>Archivos iCalendar (.ics)</guilabel> o <guilabel>Outlook CSV oo Tab (.csv, .tab)</guilabel>, dependiendo del formato en el que guardó su calendario. Pulse <guibutton>Adelante</guibutton>.
fr: Dans <guilabel>Type de fichier</guilabel>, sélectionnez <guilabel>fichiers vCalendar (.vcf)</guilabel>, <guilabel>fichiers iCalendar (.ics)</guilabel> ou <guilabel>Outlook CSV ou Tab (.csv, .tab)</guilabel>, selon le format sous lequel vous avez sauvegardé votre agenda. Appuyez sur <guibutton>Suivant</guibutton>.
hu: A <guilabel>Fájltípus</guilabel> mezőben válassza a <guilabel>vCalendar-fájlok (.vcf)</guilabel>, <guilabel>iCalendar-fájlok (.ics)</guilabel> vagy az <guilabel>Outlook CSV vagy Tab (.csv, .tab)</guilabel> lehetőséget a naptár mentéséhez használt formátumtól függően. Kattintson az <guibutton>Előre</guibutton> gombra.
ko: <guilabel>파일 종류</guilabel>에서, 여러분이 일정을 저장한 형식에 따라 <guilabel>vCalendar files (.vcf)</guilabel>, <guilabel>iCalendar files (.ics)</guilabel>, <guilabel>Outlook CSV 혹은 Tab (.csv, .tab)</guilabel> 중의 하나를 선택하고 <guibutton>앞으로</guibutton>를 누릅니다.
pl: W polu <guilabel>Typ pliku</guilabel> wybierz <guilabel>Plik vCalendar (.vcf)</guilabel>, <guilabel>Plik iCalendar (.ics)</guilabel> or <guilabel>Plik CSV lub Tab Outlooka (.csv, .tab)</guilabel> w zależności, do jakiego formatu zapisałeś swoją książkę. Kliknij <guibutton>Do przodu</guibutton>.
pt: Em <guilabel>Tipo de Ficheiro</guilabel>, seleccione <guilabel>Ficheiros vCalendar·(.vcf)</guilabel>, <guilabel>Ficheiros iCalendar·(.ics)</guilabel>·ou·<guilabel>Outlook·CSV·ou·Tab·(.csv,·.tab)</guilabel>, dependendo do formato no qual guardou o seu calendário. Carregue em <guibutton>Avançar</guibutton>.
pt_br: Do <guilabel>Tipo de arquivo</guilabel>, selecione <guilabel>Arquivo vCalendar (.vcf)</guilabel>, <guilabel>Arquivo iCalendar (.ics)</guilabel> ou <guilabel>Outlook CSV ou Tab (.csv, .tab)</guilabel>, dependendo do formato salvo do seu calendário e <guibutton>Encaminhe</guibutton>.
ru: В поле <guilabel>Тип файла</guilabel>, выберите <guilabel>vCalendar файлы (.vcf)</guilabel>, <guilabel>iCalendar файлы (.ics)</guilabel> или <guilabel>Outlook CSV или Tab (.csv, .tab)</guilabel>, в зависимости от формата в котором вы сохранили ваш календарь. Нажмите <guibutton>Далее</guibutton>.
sk: Ako <guilabel>Typ súboru</guilabel> vyberte <guilabel>vCalendar files (.vcf)</guilabel>, <guilabel>iCalendar files (.ics)</guilabel> alebo <guilabel>Outlook CSV or Tab (.csv, .tab)</guilabel> v závislosti od toho, v akom formáte ste váš kalendár uložili. Stlačte <guibutton>Vpred</guibutton>.
sv: Från <guilabel>Fil typ</guilabel>, välj <guilabel>vCalendar filer (.vcf)</guilabel>, <guilabel>iCalendar filer (.ics)</guilabel> eller <guilabel>Outlook CSV eller Tab (.csv, .tab)</guilabel>, beroende på vilket format du sparade kalendern i. Klicka på <guibutton>Framåt</guibutton>.
zh_cn: 在<guilabel>文件类型</guilabel>中，选择<guilabel>vCalendar files (.vcf)</guilabel>, <guilabel>iCalendar files (.ics)</guilabel> 或 <guilabel>Outlook CSV 或 Tab (.csv, .tab)</guilabel>，这取决于保存的格式。点击<guibutton>下一步</guibutton>。

source: Choose a location in which to save the calendar, such as <menuchoice><guimenuitem>On This Computer</guimenuitem><guimenuitem>Personal</guimenuitem></menuchoice>. Ensure that <guilabel>Appointments and Meetings</guilabel> is selected and then press <guibutton>Forward</guibutton>.
ar: اختر موقعا لتحفظ فيه التقويم، مثل<menuchoice><guimenuitem>على هذا الحاسوب</guimenuitem><guimenuitem>شخصي</guimenuitem></menuchoice>. تأكد أن <guilabel>المواعيد واللقاءات</guilabel> واحدة ومن ثم اضغط <guibutton>أمام</guibutton>.
bg: Изберете мястото където да бъде запазен календара, като <menuchoice><guimenuitem>На този компютър</guimenuitem><guimenuitem>Лични</guimenuitem></menuchoice>. Уврете се, че <guilabel>Срещи</guilabel> е избрано и натиснете <guibutton>Напред</guibutton>.
de: Wählen Sie einen Ort aus, an dem Sie Ihren Kalender speichern möchten, wie z.B. <menuchoice><guimenuitem>Auf diesem Computer</guimenuitem><guimenuitem>Persönlich</guimenuitem></menuchoice>. Stellen Sie dabei sicher, dass <guilabel>Termine und Besprechungen</guilabel> ausgewählt ist, und drücken Sie <guibutton>Vor</guibutton>.
es: Escoja una ubicación en la que guardar el calendario, como <menuchoice><guimenuitem>En este equipo</guimenuitem><guimenuitem>Personal</guimenuitem></menuchoice>. Asegúrese de que <guilabel>Appointments and Meetings</guilabel> está seleccionado y luego pulse <guibutton>Adelante</guibutton>.
fr: Choisissez un emplacement dans lequel sauver votre agenda, comme par exemple <menuchoice><guimenuitem>Sur cet ordinateur</guimenuitem><guimenuitem>Personnel</guimenuitem></menuchoice>. Vérifiez que <guilabel>Rendez-vous et réunions</guilabel> est sélectionné, puis appuyez sur <guibutton>Suivant</guibutton>.
hu: Válassza ki azt a helyet, ahova naptárát menteni szeretné, például: <menuchoice><guimenuitem>Ezen a Számítógépen</guimenuitem><guimenuitem>Személyes</guimenuitem></menuchoice>. Gondoskodjon róla, hogy a <guilabel>Találkozók és értekezletek</guilabel> lehetőség ki legyen választva, majd kattintson az <guibutton>Előre</guibutton> gombra.
ko: <menuchoice><guimenuitem>이 컴퓨터</guimenuitem><guimenuitem>개인</guimenuitem></menuchoice>과 같이 일정을 저장할 위치를 선택합니다. <guibutton>앞으로</guibutton>를 누릅니다.
pl: Wybierz lokalizację, do której chcesz zapisać kalendarz taką, jak <menuchoice><guimenuitem>Na tym komputerze</guimenuitem><guimenuitem>Osobiste</guimenuitem></menuchoice>. Upewnij się, że pole <guilabel>Terminy i spotkania</guilabel> jest zaznaczone i kliknij <guibutton>Do przodu</guibutton>.
pt: Escolha uma localização para guardar o calendário, como por exemplo, <menuchoice><guimenuitem>Neste Computador</guimenuitem><guimenuitem>Pessoal</guimenuitem></menuchoice>.·Assegure-se que·<guilabel>Compromissos e·Reuniões</guilabel>·está seleccionado, e seguidamente carregue em <guibutton>Avançar</guibutton>.
pt_br: Escolha o local para salvar o seu calendário, assim como <menuchoice><guimenuitem>Neste Computador</guimenuitem><guimenuitem>Pessoal</guimenuitem></menuchoice>. Tenha certeza que <guilabel> Nomeações e Reuniões</guilabel> está selecionado e pressione <guibutton>Encaminhar</guibutton>.
ru: Выберите место в котором вы собираетесь сохранить календарь, например <menuchoice><guimenuitem>На этом компьютере</guimenuitem><guimenuitem>Личные</guimenuitem></menuchoice>. Убедитесь, что отмечен пункт <guilabel>Задачи и встречи</guilabel> и затем нажмите <guibutton>Далее</guibutton>.
sk: Vyberte umiestnenie, kam uložiť kalendár ako napríklad <menuchoice><guimenuitem>Na tento počítač</guimenuitem><guimenuitem>Osobné</guimenuitem></menuchoice>. Uistite sa, že <guilabel>Schôdzky a stretnutia</guilabel> sú vybrané a stlačte <guibutton>Vpred</guibutton>.
sv: Välj en plats att spara kalendern på, så som <menuchoice><guimenuitem>On This Computer</guimenuitem><guimenuitem>Personal</guimenuitem></menuchoice>. Säkerställ att <guilabel>Appointments and Meetings</guilabel> är markerat, klicka sedan på <guibutton>Framåt</guibutton>.
zh_cn: 选择要保存日历的目录，类似<menuchoice><guimenuitem>在此电脑上</guimenuitem><guimenuitem>个人</guimenuitem></menuchoice>。确定选中<guilabel>Appointments and Meetings</guilabel>后点击<guibutton>下一步</guibutton>。

source: Press <guibutton>Import</guibutton> to import the calendar into <application>Evolution</application>. Once importing has completed, the new calendar should be immediately available.
ar: اضغط <guibutton>استورد</guibutton> لاسيتراد التقويم إلى <application>إيفليوشن</application>. عندما يكتمل الاستيراد، يجب أن يتاح التقويم الجديد حالا.
bg: Натиснете <guibutton>Внасяне</guibutton>, за да импортирате календара в <application>Evolution</application>. Щом импортирането завърши, новият календар трябва да е достъпен веднага.
de: Drücken Sie <guibutton>Importieren</guibutton>, um den Kalender in <application>Evolution</application> zu importieren. Wenn der Import abgeschlossen wurde, sollte der Kalender sofort zur Verfügung stehen.
es: Pulse <guibutton>Importar</guibutton> para importar el calendario en <application>Evolution</application>. Una vez que la importación se haya completado, el nuevo calendario debería estar disponible inmediatamente.
fr: Cliquez sur <guibutton>Importer</guibutton> pour importer le calendrier dans <application>Evolution</application>. Une fois l'importation terminée, le nouveau calendrier sera immédiatement disponible.
hu: Kattintson az <guibutton>Importálás</guibutton> gombra naptára <application>Evolutionbe</application> importálásához. A folyamat befejeződése után az új naptár azonnal elérhető lesz.
ko: <guibutton>가져오기</guibutton>를 눌러 <application>에볼루션</application>으로 일정을 가져옵니다. 가져오기가 끝나면 바로 일정을 이용할 수 있습니다.
pl: Naciśnij <guibutton>Importuj</guibutton>, aby zaimportować kalendarz do <application>Evolution</application>. Po zakończeniu nowy kalendarz powinien być dostępny natychmiast.
pt: Carregue em <guibutton>Importar</guibutton> para importar o calendário para o <application>Evolution</application>. Assim que a importação estiver completa, o novo calendário deverá estar disponível imediatamente.
pt_br: Pressione <guibutton>Importar</guibutton> para importar o calendário dentro do <application>Evolution</application>. Uma vez a importação completada, o novo calendário estará a disponível imediatamente..
ru: Нажмите <guibutton>Импорт</guibutton>, чтобы импортировать календарь в <application>Evolution</application>. Как только импортирование завершится, новый календарь будет немедленно доступен.
sk: Stlačte <guibutton>Importovať</guibutton> na importovanie kalendára do <application>Evolution</application>. Keď importovanie skončí, kalendár bude okamžite dostupný.
sv: Klicka på <guibutton>Importera</guibutton> för att importera kalendern till <application>Evolution</application>.Så snart Kalendern är importerad, skall den vara klar för att användas.
zh_cn: 点击<guibutton>导入</guibutton>以导入日历到<application>Evolution</application>。只要导入完成，日历就可以用了。

source: Browser Bookmarks/Favorites
ar: مفضلات/علامات المتصفح
bg: Отметки/Предпочитани на браузъра
de: Browser-Lesezeichen/Favoriten
el: Σελιδοδείκτες και Αγαπημένα Περιηγητή
es: Marcadores/Favoritos del navegador
fr: Marque-pages/Favoris du navigateur
hu: Böngészőkönyvjelzők és Kedvencek
ko: 브라우저 북마크/즐겨찾기
pl: Zakładki/Ulubione z przeglądarki
pt: Marcadores/Favoritos do Navegador
pt_br: Marcadores/Favoritos do Navegador
ru: Закладки/Избранное веб-браузера
sk: Záložky internetového prehliadača/Obľúbené položky
sv: Bokmärken/favoriter i webbläsaren
zh_cn: 浏览器书签／收藏夹

source: If you saved the list of favorite web pages from the browser you used on Windows, you can now import them into the web browser available with Ubuntu. The following instructions are intended for users of the default <application>Firefox Web Browser</application> who are importing their favorites from <application>Microsoft Internet Explorer 6</application>. Please see <xref linkend="preparing-bookmarks"/> for more information.
ar: إذا حفظت قائمة بصفحات الوب المفضلة من المتصفح الذي تستخدمه على ويندوز، تستطيع الآن استيرادها إلى متصفح الوب المتوفر مع أوبونتو. التعليمات التالية تستهدف مستخدمي <application>متصفح الوب فايرفوكس</application> المبدئي الذين يستوردون مفضلتهم من <application>Microsoft Internet Explorer 6</application>. من فضلك راجع <xref linkend="preparing-bookmarks"/> لمزيد من المعلومات.
bg: Ако сте запазили списък на вашите отметки на уеб страници от браузър използван в Windows, сега можете да ги импортирате в уеб браузъра наличен в Ubuntu. Следните инструкции са предназначени за потребители на <application>Firefox Web Browser</application>, които импортират техните отметки от <application>Microsoft Internet Explorer 6</application>. Моля, вижте <xref linkend="preparing-bookmarks"/> за повече информация.
de: Wenn Sie die Liste Ihrer bevorzugten Webseiten aus dem Webbrowser gesichert haben, den Sie unter Windows benutzt haben, können Sie diese nun in den Webbrowser unter Ubuntu importieren. Die nachfolgenden Anweisungen sind für Benutzer des von Anfang an installierten <application>Firefox Web Browser</application> gedacht, die Ihre »Favoriten« aus <application>Microsoft Internet Explorer 6</application> importieren möchten. Bitte lesen Sie <xref linkend="preparing-bookmarks"/> für weitere Informationen.
es: Si guardó la lista de páginas web favoritas del navegador que usaba en Windows, ahora puede importarla en el navegador web disponible en Ubuntu. Las siguientes instrucciones van dirigidas a los usuarios del predeterminado <application>Navegador web Firefox</application> que están importando sus favoritos desde <application>Microsoft Internet Explorer 6</application>. Vea <xref linkend="preparing-bookmarks"/> para más información.
fr: Si vous aviez sauvegardé une liste de marque-pages Internet (ou Favoris) dans votre navigateur sous Windows, vous pouvez maintenant les importer sous Ubuntu. Les instructions suivantes sont destinées aux utilisateurs de <application>Firefox</application> (navigateur par défaut d'Ubuntu) qui veulent importer leurs favoris depuis <application>Microsoft Internet Explorer 6</application>. Vous pouvez par ailleurs consulter <xref linkend="preparing-bookmarks"/> pour plus d'informations.
hu: Ha elmentette kedvenc oldalai listáját a Windowson használt böngészőjéből, importálhatja őket az Ubuntun elérhető webböngészőbe. A következő útmutató az alapértelmezett <application>Firefox webböngészőt</application> használók számára készült, akik importálni szeretnék kedvenceiket a <application>Microsoft Internet Explorer 6-ból</application>. További információ a <xref linkend="preparing-bookmarks"/> fejezetben olvasható.
ko: 만약 여러분이 윈도우즈에서 사용하는 브라우저에서 즐겨찾기 웹 페이지의 목록을 저장해 두었다면, 이 목록을 우분투에서 사용할 수 있는 웹 브라우저로 가져올 수 있습니다. 여기서는 여러분이 기본 웹 브라우저인 <application>Firefox 웹 브라우저</application>를 사용할 때, <application>Microsoft Internet Explorer 6</application>에서 즐겨찾기를 가져오는 과정을 설명할 것입니다. 자세한 정보는 <xref linkend="preparing-bookmarks"/> 부분을 참조하기 바랍니다.
pl: Jeżeli zapisałeś listę ulubionych strony internetowej z przeglądarki używanej w Windows, możesz je teraz zaimportować do przeglądarki dostępnej w Ubuntu. Poniższe instrukcje są przeznaczone dla użytkowników domyślnej <application>przeglądarki internetowej Firefox</application> importujących swoje ulubione z <application>Microsoft Internet Explorer 6</application>. Zobacz <xref linkend="preparing-bookmarks"/>, aby uzyskać więcej informacji.
pt: Se guardou a lista de páginas web favoritas do navegador que utilizava no Windows, pode agora importa-las para o navegador web disponibilizado pelo Ubuntu. As seguintes instruções destinam-se aos utilizadores do <application>Navegador Web Firefox</application>, disponibilizado por omissão,. que estão a importar os seus favoritos do <application>Microsoft·Internet·Explorer·6</application>. Por favor veja <xref·linkend="preparing-bookmarks"/> para mais informações.
pt_br: Se você salvou a lista de favoritos do seu navegador usado no Windows, você pode agora importar para dentro do navegador do Ubuntu. As seguintes instruções são feitas para usuários do <application>Navegador WebFirefox</application> que são importados os favoritos do <application>Microsoft Internet Explorer 6</application>. Por favor para maiores informações veja em <xref linkend="preparing-bookmarks"/>.
ru: Если вы сохранили список ваших любимых Web-страниц из Web-браузера которым вы пользовались в Windows, то теперь вы можете импортировать их в Web-браузер доступный в Ubuntu. Следующие инструкции помогут тем, кто использует браузер по умолчанию <application>Firefox Web-браузер</application> и кто импортирует из <application>Microsoft Internet Explorer 6</application>. Пожалуйста, обратитесь к <xref linkend="preparing-bookmarks"/> для более подробной информации.
sk: Ak ste si uložili zoznam obľúbených stránok vášho internetového prehliadača z Windows, môžete ich teraz importovať do internetového prehliadača v Ubuntu. Nasledujúce inštrukcie sú určené pre používateľov predinštalovaného <application>internetového prehliadača Firefox</application>, ktorí importujú svoje obľúbené položky z <application>Microsoft Internet Explorer 6</application>. Pre viac informácií prosím pozrite <xref linkend="preparing-bookmarks"/>.
sv: Om du sparat dina favorit hemsidor från webbläsaren i Windows, så kan du nu importera dessa till webbläsaren som används i Ubuntu. Följande instruktioner gäller användare av standard webbläsaren <application>Firefox Web Browser</application> och som skall importera favoriterna från <application>Microsoft Internet Explorer 6</application>. Läs även <xref linkend="preparing-bookmarks"/> för mer information.
zh_cn: 若要从Windows下的网页浏览器保存收藏夹，现在就可以导入它们到Ubuntu的浏览器。下面介绍怎么导入<application>Microsoft Internet Explorer 6</application>收藏夹到<application>Firefox Web Browser</application>。请查阅<xref linkend="preparing-bookmarks"/>获取更多信息。

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice> to start the <application>Firefox Web Browser</application>.
ar: اضغط <menuchoice><guimenu>Applications</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>متصفح الوب فايرفوكس</guimenuitem></menuchoice> لبدء <application>متصفح الوب فايرفوكس</application>.
bg: Натиснете <menuchoice><guimenu>Програми</guimenu><guisubmenu>Интернет</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>, за да стартирате <application>Firefox Web Browser</application>.
de: Wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>, um den <application>Firefox Web Browser</application> zu starten.
es: Pulse <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navegador web Firefox</guimenuitem></menuchoice> para iniciar el <application>Navegador web Firefox</application>.
fr: Cliquez sur <menuchoice><guimenu>Applications</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navigateur Web Firefox</guimenuitem></menuchoice> pour démarrer le <application>navigateur Web Firefox</application>.
hu: A <application>Firefox webböngésző</application> elindításához válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox webböngésző</guimenuitem></menuchoice> menüpontot.
ko: <menuchoice><guimenu>프로그램</guimenu><guisubmenu>인터넷</guisubmenu><guimenuitem>Firefox 웹 브라우저</guimenuitem></menuchoice> 를 눌러 <application>Firefox 웹 브라우저</application> 를 실행합니다.
pt: Clique em <menuchoice><guimenu>Applicações</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navegador Web Firefox/guimenuitem></menuchoice> para iniciar o <application>Navegador WebFirefox</application>.
pt_br: Pressione <menuchoice><guimenu>Aplicações</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navegador Web Firefox</guimenuitem></menuchoice> para iniciar o <application>Navegador Web Firefox</application>.
ru: Нажмите <menuchoice><guimenu>Приложения</guimenu><guisubmenu>Интернет</guisubmenu><guimenuitem>Firefox Web-браузер</guimenuitem></menuchoice>, чтобы запустить <application>Firefox Web-браузер</application>.
sk: Vyberte <menuchoice><guimenu>Aplikácie</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Internetový prehliadač Firefox</guimenuitem></menuchoice> a spustite <application>Firefox</application>.
sv: Tryck på <menuchoice><guimenu>Program</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Webbläsaren Firefox</guimenuitem></menuchoice> för att starta <application>webbläsaren Firefox</application>.
zh_cn: 点击<menuchoice><guimenu>应用程序</guimenu><guisubmenu>互联网</guisubmenu><guimenuitem>Firefox浏览器</guimenuitem></menuchoice>，从而启动<application>Firefox浏览器</application>。
