Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: Select as many files as you are able to fit onto the disc which you will be using. You can check the size of the current selection by right-clicking any selected file and choosing <guilabel>Properties</guilabel> from the menu which appears. The <guilabel>Size</guilabel> field on the <guilabel>General</guilabel> tab gives the size of the current selection.
ar: اختر ملفات بقدر ملائمتها القرص الذي ستستخدمه. تستطيع التماس حجم الاختيار عن طريق النقر يمينا على أي ملف مختار واختيار <guilabel>خصائص</guilabel> من القائمة التي تظهر. حقل <guilabel>الحجم</guilabel>في اللسان <guilabel>عام</guilabel> يعطي خحم الاختيار الحالي.
bg: Изберете колкото можете повече файлове да съберете на диска, който ще използвате. Можете да проверите размера на текущо избраните файлове като натиснете десния бутон на мишката върху някой избран файл и изберете <guilabel>Свойства</guilabel> от менюто. Полето <guilabel>Размер</guilabel> в раздела <guilabel>Общи</guilabel> ще ви покаже размера на текущия избор.
de: Wählen Sie so viele Dateien aus, wie auf einen Datenträger passen. Sie können die Größe Ihrer momentanen Auswahl durch Rechtsklick auf eine der markierten Dateien und Auswählen von <guilabel>Eigenschaften</guilabel> im erscheinenden Menü überprüfen. Das Feld <guilabel>Größe</guilabel> im Reiter <guilabel>Allgemein</guilabel> zeigt Ihnen die Größe Ihrer momentan ausgewählten Daten an.
el: Επιλέξτε όσο το δυνατόν περισσότερα αρχεία, που χωράνε στον δίσκο που χρησιμοποιείτε. Μπορείτε να ελέγξετε το μέγεθος της επιλογής των αρχείων, κάνοντας αριστερό κλικ σε οποιοδήποτε επιλεγμένο αρχείο <guilabel>Ιδιότητες</guilabel> από το μενού που εμφανίζεται.
es: Seleccione tantos archivos como pueda meter en el disco que va a usar. Puede comprobar el tamaño de la selección actual haciendo clic con el botón derecho en cualquier archivo seleccionado y eligiendo <guilabel>Propiedades</guilabel> en el menú que aparecerá. El campo <guilabel>Tamaño</guilabel> en la pestaña <guilabel>General</guilabel> proporciona el tamaño de la selección actual.
fr: Sélectionnez autant de fichiers que vous pourrez stocker sur le disque que vous allez utiliser. Vous pouvez vérifier la taille de cette sélection en faisant un clic-droit sur un des fichiers sélectionnés et en cliquant sur <guilabel>Propriétés</guilabel> dans le menu qui apparaît. Le champ <guilabel>Taille</guilabel> dans l'onglet <guilabel>Général</guilabel> vous indique la taille de la sélection courrante.
hu: Válasszon ki annyi fájlt, amennyi csak elfér a használandó lemezen. A kijelölt fájlok méretét a jobb egérgombbal kattintásra megjelenő menü <guilabel>Tulajdonságok</guilabel> pontjának kiválasztásával ellenőrizheti. Az aktuális kijelölés méretét az <guilabel>Általános</guilabel> lap <guilabel>Méret</guilabel> mezője adja meg.
ko: 여러분이 이용하는 디스크에 쓸 수 있는 최대한 많은 파일들을 선택합니다. 선택된 파일 중의 하나를 오른쪽 클릭하여 나타난 메뉴에서 <guilabel>속성</guilabel>을 선택하면 현재 선택된 파일들의 크기를 알아볼 수 있습니다. <guilabel>일반</guilabel> 탭에 있는 <guilabel>크기</guilabel> 필드가 현재 선택된 파일들의 크기를 말해줍니다.
pl: Zaznacz tyle plików, ile będziesz w stanie zmieścić na płycie, której chcesz użyć. Możesz sprawdzić rozmiar aktualnie zaznaczonych plików klikając je prawym przyciskiem i wybierając <guilabel>Właściwości</guilabel>. Pole <guilabel>Rozmiar</guilabel> na karcie <guilabel>Ogólne</guilabel> podaje rozmiar aktualnego zaznaczenia.
pt: Seleccione todos os ficheiros que couberem no disco que irá utilizar. Pode verificar o tamanho da sua selecção. Clique com o botão direito do rato em qualquer ficheiro seleccionado e escolha <guilabel>Properties</guilabel> no menu que irá aparecer. O campo <guilabel>Tamanho</guilabel> no separador <guilabel>Geral</guilabel> exibe o tamanho da selecção actual.
pt_br: Selecione o maior número de arquivos para caber no disco que você estiver usando. Você pode verificar o tamanho da seleção atual clicando com o botão direito em qualquer arquivo selecionado e clicar em <guilabel>Propriedades</guilabel> no menu que aparecerá. O campo <guilabel>Tamanho</guilabel> na aba <guilabel>Geral</guilabel> mostrará o tamanho da seleção atual.
ru: Выберите столько файлов, сколько может вместиться на диск, который будет использован для записи. Чтобы проверить размер выделенных файлов, щёлкните правой кнопкой на выделении, а затем выберите <guilabel>Свойства</guilabel> в появившемся контекстном меню. Поле <guilabel>Размер</guilabel> вкладки <guilabel>Общая</guilabel> отображает размер выбранных файлов.
sk: Vyberte čo možno najviac súborov, ktoré sa zmestia na disk, ktorý chcete použiť. Veľkosť aktuálneho výberu zistíte, ak kliknete pravým na niektorý z vybraných súborov a z ponuky, ktorá sa zobrazí vyberiete <guilabel>Vlastnosti</guilabel>. Pole <guilabel>Veľkosť</guilabel> v karte <guilabel>Všeobecné</guilabel> ukáže veľkosť aktuálneho výberu.
sv: Välj så många filer som det finns plats för på skivan som skall användas. Det går att kontrollera storleken på de valda filerna genom att höger klicka och välja <guilabel>Egenskaper</guilabel> från menyn som visas. <guilabel>Storlek</guilabel> fältet under <guilabel>Allmänt</guilabel> flikaen anger storleken på det nuvarande valet.
zh_cn: 选择适合盘片容量的文件。可以右击选中的文件，选择<guilabel>属性</guilabel>查看当前选中的文件的大小。在<guilabel>常规</guilabel>下的<guilabel>大小</guilabel>会给出当前选中的文件的大小。

source: Copy the selected files into the CD- or DVD-drive folder which you opened earlier.
ar: انسخ الملفات المختارة إلى مجلد مشغل الاسطوانة أو الديفيدي الذي فتحته قبل قليل.
bg: Копирайте избраните файлове в CD или DVD папката на устройството, която отворихте преди по-рано.
de: Kopieren Sie die ausgewählten Dateien in Ihren CD- oder DVD-Ordner, den Sie zuvor geöffnet haben.
el: Αντιγράψτε τα επιλεγμένα αρχεία στον φάκελο του οδηγού CD ή DVD που ανοίξατε προηγουμένως.
es: Copie los archivos seleccionados en la carpeta del CD (o DVD) que abrió anteriormente.
fr: Copiez les fichiers sélectionnés dans le répertoire de CD ou DVD que vous avez ouvert il y a quelques instants.
hu: Másolja a kijelölt fájlokat a CD- vagy DVD meghajtó korábban megnyitott mappájába.
ko: 선택한 파일들을 이전에 선택한 CD- 혹은 DVD-드라이브로 복사합니다.
pl: Skopiuj wybrane pliki do folderu napędu CD lub DVD, który otwarłeś wcześniej.
pt: Copie os ficheiros seleccionados para a pasta do CD ou DVD que abriu anteriormente.
pt_br: Copiar os arquivos selecionados do diretório do de CD ou DVD que você abriu mais cedo.
ru: Скопируйте выбранные файлы в папку CD- или DVD-устройства, открытую ранее.
sk: Skopírujte vybrané súbory do otvoreného priečinku prázdneho CD alebo DVD.
sv: Kopiera de utvalda filerna till CD eller DVD brännar mappen som öppnades tidigare
zh_cn: 复制选定的文件到您先前打开的CD或DVD 文件夹。

source: Press <guibutton>Write these files to CD</guibutton>, which can be found in the blue panel. The <application>CD Writing Wizard</application> will start.
ar: اضغط <guibutton>كتابة هذه الملفات إلى قرص مضغوط</guibutton>، الذي يمكن إيجاده في الشريط الأيسر. سوف يبدأ <application>معالج الكتابة إلى القرص المضغوط</application>.
bg: Натиснете <guibutton>Запис на тези файлове на CD</guibutton>, което може да се намери на синята лента. Ще се стартира програмата <application>съветник за запис на CD</application>.
de: Drücken Sie den Knopf <guibutton>Dateien auf CD schreiben</guibutton>, welcher sich in der blauen Leiste befindet. Der <application>Assistent zum Schreiben von CDs</application> wird starten.
el: Επιλέξτε <guibutton>Εγγραφη αυτών τω ν αρχείων σε CD</guibutton>, που βρήσκετε στο μπλε πλαίσιο. Ο <application>Οδηγός Εγγραφής CD</application> θα ξεκινήσει.
es: Pulse <guibutton>Grabar estos archivos en un CD</guibutton>, que aparece en el panel azul. Comenzará el <application>Asistente para grabación de CD</application>.
fr: Cliquez sur <guibutton>Graver ces fichiers sur le CD</guibutton>, qui se trouve sur le panneau bleu. L'<application>assistant de gravure de CD</application> va démarrer.
hu: Nyomja meg a kék panel <guibutton>A fájlok CD-re írása</guibutton> gombját. Elindul a <application>CD-írás varázsló</application>.
ko: 파란 패널에 있는 <guibutton>파일을 CD에 쓰기</guibutton>를 누릅니다. <application>CD 쓰기 마법사</application>가 시작될 것입니다.
pl: Kliknij <guibutton>Zapisz te pliki na dysku CD</guibutton> na niebieskim panelu z lewej strony. Uruchomi się <application>Kreator zapisywania na dysku CD</application>.
pt: Carregue em <guibutton>Gravar estes ficheiros no CD</guibutton>, o que pode ser encontrado no painel azul. O <application>Assistente de Gravação de CD</application> irá iniciar.
pt_br: Pressione <guibutton>Gravar esses arquivos no CD</guibutton>, que pode ser achado no painel azul. O <application>Assistente Gravador de CD</application> será iniciado.
ru: Нажмите <guibutton>Записать эти файлы на CD</guibutton>, что находится на синей панели. Запустится <application>Помощник записи CD</application>.
sk: Stlačte tlačidlo <guibutton>Zapísať súbory na disk</guibutton>, ktoré sa nachádza na modrom paneli. Spustí sa <application>Sprievodca zápisom na disk</application>.
sv: Klicka på <guibutton>Skriv de här filerna till CD</guibutton>, som hittas i den blå panelen till vänster. <application>Guiden skriv CD</application> kommer att starta.
zh_cn: 点击<guibutton>写入文件到CD</guibutton>, 启动<application>CD刻录向导</application>.

source: Follow the instructions given on-screen by the <application>CD Writing Wizard</application>. This will write the selected files to a blank CD or DVD.
ar: اتبع التعليمات المعطاة على الشاشة في<application>معالج الكتابة إلى القرص المضغوط</application>. هذا سيكتب الملفات المختارة إلى اسطوانة أو ديفيدي فارغ.
bg: Следвайте инструкциите на екрана от <application>Съветник за запис на CD</application>. Това ще запише избраните файлове на празен CD или DVD диск.
de: Folgen Sie den Anweisungen, die Ihnen der <application>Assistent zum Schreiben von CDs</application> ausgibt. Nun werden die ausgewählten Dateien auf eine leere CD oder DVD geschrieben.
el: Ακολουθήστε τις οδηγίες που εμφανίζονται στην οθόνη από τον <application>Οδηγό Εγγραφής CD</application>. Με αυτό τον τρόπο τα επιλεγμένα αρχεία θα εγγραφούν σε ένα άδειο CD ή DVD.
es: Siga las instrucciones dadas en la pantalla del <application>Asistente para grabación de CD</application>. Esto escribirá los archivos seleccionados en un CD o DVD virgen.
fr: Suivez les instructions affichées à l'écran par <application>l'assistant de gravure de CD</application>. Cela va écrire les fichiers sélectionnés sur un CD ou DVD vierge.
hu: Kövesse a <application>CD-írás varázsló</application> képernyőn megjelenő utasításait. Ez a kijelölt fájlokat felírja egy üres CD vagy DVD lemezre.
ko: <application>CD 쓰기 마법사</application> 화면에 나타난 지시를 따릅니다. 이것은 선택한 파일들을 빈 CD 혹은 DVD에 기록할 것입니다.
pl: Postępuj zgodnie z instrukcjami podawanymi na ekranie przez <application>Kreatora zapisywania na dysku CD</application>. Zapisze on dane na czystej płycie.
pt: Siga as instruções dadas no ecrã pelo <application>Assistente de Gravação de CD</application>. Esta acção irá gravar os ficheiros seleccionados no CD ou DVD virgem.
pt_br: Siga as instruções dadas na tela pelo <application>Assistente de Gravação CD</application>. Isto irá gravar os arquivos selecionados para o CD ou DVD virgem.
ru: Следуйте инструкциям <application>Мастера записи CD</application>, отображаемым на экране. Это позволит вам записать выбранные файлы на чистый CD или DVD.
sk: Postupujte podľa pokynov <application>Sprievodcu zápisu na disk</application>. Tým zapíšete vybrané súbory na čisté CD alebo DVD.
sv: Följ instruktionerna på skärmen som ges av <application>Guiden skriv CD</application>. Då kommer valda filer skrivas till en blank CD eller DVD.
zh_cn: 按<application>CD刻录向导</application>的提示操作，将已经选中的文件写入到空的CD或DVD盘片。

source: Once the disc has been written, eject it and then re-insert it into the drive. In <filename>My Computer</filename>, open the drive and check that the files you just copied to the CD are visible there. Try opening a few of them just to make sure.
ar: عندما يكتب القرص، أخرجه وأعد إدراجه في المشغل. في <filename>جهاز الكمبيوتر</filename>، افتح المشغل وتحقق من أن الملفات التي نسختها للتو إلى الاسطوانة ظاهرة هناك. حاول فتح ملفات قليلة منها للتأكد فحسب.
bg: Щом дискът бъде записан, извадете го и го поставете отново в устройството. В <filename>Моят компютър</filename> отворете устройството е проверете дали файловете, които току-що копирахте на диска се виждат. Пробвайте да отворите няколко от тях, за да сте сигурни, че са записани правилно.
de: Wenn der Datenträger fertig beschrieben wurde, nehmen Sie ihn aus dem Laufwerk und legen Sie ihn dann wieder ein. Öffnen Sie das Laufwerk im <filename>Arbeitsplatz</filename> und überprüfen Sie, ob die Daten, die Sie vorher auf die CD/DVD kopiert haben, hier sichtbar sind. Versuchen Sie, einige von ihnen zu öffnen, um sicherzugehen.
el: Από την στιγμή που ο δίσκος έχει εγγραφεί, απομακρύνετε τον και μετά εισάγετε τον ξανά στον οδηγό. Στο <filename>Ο Υπολογιστή μου</filename>, ανοίξτε τον οδηγό και ελέγξτε ότι τα αρχεία έχουν αντιγραφεί σωστά. Προσπαθήστε να ανοίξετε τα αρχεία αυτά για να βεβαιωθείτε.
es: Una vez que el disco se haya escrito, extráigalo y vuelva a insertarlo en la unidad. En <filename>Mi PC</filename>, abra la unidad y compruebe que los archivos que acaba de copiar son visibles ahí. Intente abrir algunos de ellos sólo para asegurarse.
fr: Une fois que le disque a été gravé, éjectez-le et ré-insérez le dans le lecteur. Dans <filename>Poste de travail</filename>, ouvrez le lecteur et vérifiez les fichiers que vous venez juste de copier sont visibles. Essayez d'en ouvrir quelques-uns, juste par acquis de conscience.
hu: A lemezt megírása után vegye ki és helyezze be újra a meghajtóba. A <filename>Sajátgép</filename> mappában nyissa meg a meghajtót és ellenőrizze, hogy az imént rámásolt fájlok láthatók-e. A biztonság kedvéért próbáljon néhányat megnyitni.
ko: 디스크가 기록되고 나면, 디스크를 꺼낸 후에 다시 넣습니다. <filename>내 컴퓨터</filename>에서 해당 드라이브를 열고 방금 CD 혹은 DVD로 복사한 파일들이 잘 보이는지 검사합니다. 이들 중 몇몇 파일들을 열어 보아서 잘 기록되었는지 점검합니다.
pl: Gdy dysk zostanie zapisany, wysuń go i wsuń z powrotem do napędu. W <filename>Moim komputerze</filename> otwórz odpowiedni napęd i sprawdź, czy właśnie skopiowane pliki są widoczne na CD. Spróbuj otworzyć kilka z nich, aby się upewnić.
pt: Assim que gravar o disco, ejecte-o e insira-o de novo na drive. Em <filename>O Meu Computador</filename>, abra a drive e verifique que todos os ficheiros que acabou de copiar para o CD são visíveis. Tente abrir alguns ficheiros para ter a certeza que tudo correu como esperado.
pt_br: Um vez o disco gravado, ejetado e re-insira no drive.Em <filename>Meu Computador</filename>, abra o drive e verifique os arquivos que você copiou para o CD estão visíveis lá. Tente abrir abrir alguns dos arquivos para ter certeza.
ru: После записи диска извлеките его из устройства и вставьте обратно. Запустите <filename>Мой компьютер</filename> , откройте устройство и проверьте, что только что скопированные на CD файлы отображаются. Попробуйте открыть несколько файлов, просто чтобы убедиться, что копирование прошло успешно.
sk: Keď disk napálite, vysuňte ho a znovu zasuňte do mechaniky. V <filename>Môj počítač</filename>otvorte mechaniku a skontrolujte, či súbory, ktoré ste práve zapísali na disk., sa tam aj nachádzajú. Len pre istotu skúste niektoré z nich otvoriť.
sv: När skivan är skriven, mata ut skivan och mata sedan in den igen, I <filename>Den här datorn</filename>, Öppna enheten och och kontrollera att filerna på CD syns. Prova att öppna några av dem.
zh_cn: 当盘刻好后，退出后再把放进去，在<filename>我的电脑</filename>打开刻录机查看文件。

source: Repeat this procedure until all of the files you collected together are safely stored onto CDs or DVDs.
ar: كرر هذه الطريقة حتى تخزن كل الملفات التي جمعتها سويا بأمان في اسطوانات أو ديفيديات:
bg: Повтаряйте тази процедура, докато всички файлове, които сте събрали се съхранят безопасно на CD и DVD дискове.
de: Wiederholen Sie diesen Ablauf, bis alle von Ihnen gesammelten Daten sicher auf den CDs/DVDs gespeichert sind.
el: Επαναλάβετε την διαδικασία μέχρι όλα τα αρχεία που συγκεντρώσατε να είναι αποθηκευμένα με ασφάλεια σε CD και DVD.
es: Repita esta procedimiento hasta que todos los archivos que recopiló estén seguramente guardados en varios CD o DVD.
fr: Répétez cette procédure jusqu'à ce que tous les fichiers que vous avez rassemblés soient stockés en sécurité sur des CDs ou des DVDs.
hu: Ismételje ezt az eljárást, amíg az összes összegyűjtött fájl nincs CD vagy DVD lemezre írva.
ko: 여러분이 모아둔 모든 파일들이 CD 혹은 DVD에 안전하게 기록될 때까지 이 과정을 반복합니다.
pl: Powtarzaj te polecenia, aż wszystkie zebrane pliki zostaną bezpiecznie zachowane na płytach.
pt: Repita este processo até que todos os ficheiros que recolheu estejam armazenados de forma segura num CD ou DVD.
pt_br: Repetir este procedimento até que todos arquivos que você coletou estejam armazenadas junto com segurança em CD ou em DVDs.
ru: Повторите процедуру, пока все подготовленные для резервного копирования файлы не будут сохранены на CD или DVD дисках.
sk: Opakujte tento postup až dokým bezpečne neuložíte všetky zozbierané súbory na CD alebo DVD disky.
sv: Repetera proceduren tills alla ihopsamlade filer finns sparade på CD eller DVD.
zh_cn: 重复上述过程，直到把归集好的文件安全存储在CD或DVD盘片上。

source: Once you have stored your data onto discs, ensure that the discs are well protected and labelled correctly. If you scratch or otherwise damage a disc, you may lose some of the data stored on it. Labelling discs also helps to avoid confusion and will allow you to quickly find data when the time comes to transfer it back onto a computer.
ar: عندما تخزن بيامات على أقراص، تأكد من أن الأقراص محمية بشكل جيد ومعلّمة بشكل صحيح. إذا خدشت قرصا أو أتلفته بأي طريقة أخرى، قد تفقد بعض البيانات المخزّنة عليه. يساعد تعليم الأقراص أيضا على تخطي الإرباك وسيسمح لك بإيجاد بياناتك بسرعة عندما يحين وقت لإرجاعها إلى الحاسوب.
bg: Щом съхраните вашите данни на дискове, уврете се, че всички дискове са добре защитени и именувани правилно. Ако надраскате или повредите диск, можете да загубите част от данните съхранени на него. Правилното именуване на дисковете също ще ви помогне да избегнете обърквания и ще ви позволи по-бързо да намерите данните, когато дойде моментът, в който трябва да ги върнете на компютъра.
de: Wenn Sie Ihre Daten auf die Datenträger gespeichert haben, stellen Sie sicher, dass diese gut geschützt und korrekt beschriftet sind. Sollten Sie eine CD/DVD zerkratzen oder anderweitig beschädigen, können Sie die Daten, die Sie darauf gespeichert haben, verlieren. Die korrekte Beschriftung hilft Ihnen außerdem, Verwirrung zu vermeiden und erlaubt Ihnen, Ihre Daten schnell wiederzufinden, wenn es an der Zeit ist, Sie wieder auf einen Rechner zu übertragen.
el: Από την στιγμή που αποθηκεύσατε τα δεδομένα σας στους δίσκους, διασφαλίστε ότι είναι καλά προστατευμένοι και είναι έχουν ονομαστεί σωστά. Αν γρατζουνίσετε ή προξενήσετε ζημιά σε κάποιον απ' αυτούς μπορεί να χάσετε κάποια δεδομένα. Το να ονομάζετε σωστά τα CD ή τα DVD σας επιτρέπει να αποφεύγετε την σύγχυση, άρα μπορείτε να βρείτε εύκολα που είναι αποθηκευμένα τα δεδομένα σας.
es: Una vez que haya guardado sus datos en discos, asegúrese de que los discos están bien protegidos y correctamente etiquetados. Si raya o daña de algún modo un disco, podría perder algunos de los datos que guardó en él. Etiquetar los discos también ayuda a evitar confusiones y le permitirá encontrar rápidamente los datos cuando llegue el momento de transferirlos de nuevo al equipo.
fr: Une fois que vous aurez stocké vos données sur les disques, assurez vous que les disques sont bien protégés et proprement étiquetés. Si vous rayez ou endommagez un disque, vous pouvez perdre une partie des données stockées sur celui-ci. Étiqueter les disques vous aide à éviter les confusions et vous permet de trouver rapidement les données quand le temps sera venu de les transférer sur votre ordinateur.
hu: Miután az adatait lemezekre írta, győződjön meg hogy a lemezek megfelelően fel vannak címkézve és biztonságosan vannak tárolva. Ha megkarcolja vagy más módon sérülést okoz egy lemeznek, akkor bizonyos rajta tárolt adatok elveszhetnek. A lemezek felcímkézése segít a kavarodás elkerülésében és lehetővé teszi az adatok gyors megkeresését, ha a eljön a számítógépre való visszaállításuk ideje.
ko: 일단 디스크에 데이터를 저장하고나면, 디스크를 잘 보관하고 디스크에 이름을 붙여두십시오. 만약 디스크가 긁히거나 망가지면, 여기에 저장된 데이터의 일부를 잃을 수 있습니다. 디스크에 이름을 써두게 되면 혼동을 방지할 수 있으며, 데이터를 다시 컴퓨터로 옮기는 경우에 원하는 데이터를 빨리 찾을 수 있게 해 줍니다.
pl: Gdy już zapiszesz swoje dane na płytach, upewnij się, że wszystkie są dobrze zabezpieczone i podpisane. Jeżeli zarysujesz lub w inny sposób uszkodzisz płytę, możesz stracić część zapisanych na nim danych. Podpisanie płyt pomoże ci uniknąć pomyłek i szybko znaleźć potrzebne dane, gdy nadejdzie czas na przenoszenie ich z powrotem do komputera.
pt: Depois de ter guardado os seus ficheiros em discos, assegure-se que os discos estão bem protegidos e correctamente etiquetados. Se riscar ou danificar de outra forma um disco, pode perder alguns dos dados guardados. Etiquetar os discos também ajuda a evitar confusões, e irá permitir que encontre rapidamente os seus dados quando chegar à altura para os transferir de novo para um computador.
pt_br: Assim que seus dados estiverem armazenados nos discos, assegure-se de que os discos estejam protegidos e rotulados corretamente. Se o disco sofrer qualquer arranhão ou dano, você perderá alguns dados armazenados nele. É importante nomear os discos (com canetas especiais) para evitar confusões e para encontrá-los rapidamente quando precisar recuperar as informações para um computador.
ru: После завершения записи данных на диски убедитесь, что диски надёжно защищены и промаркированы. Если вы поцарапаете или каким-нибудь образом повредите диск, это может привести к потере некоторых данных, сохранённых на нём. Маркировка дисков позволит избежать недоразумений и быстро найти нужные данные, когда придёт время перенести их обратно на компьютер.
sk: Keď zapíšete údaje na disky uistite sa, že disky sú dobre chránené a správne pomenované. Ak poškriabete alebo inak poškodíte disk, môžete stratiť údaje na ňom uložené. Menovky na diskoch vám pomôžu si ich nezmýliť s inými a zároveň vám umožnia rýchlo nájsť údaje, keď ich budete potrebovať preniesť späť do počítača.
sv: När all data finns nersparad på skivor, säkerställ att de är skyddade och uppmärkta. Om du repar eller på annat sätt skadar skivorna kan delar av din data går förlorad. Uppmärkta skivor förhindrar förväxling och det blir lättare att hitta rätt data när det är dags att föra över det till en dator.
zh_cn: 当数据存在盘片上后，确定收藏好而且正确做了标签。若盘片刮伤或损伤，就会丢失数据。标签有助于避免混乱，在转移到计算机时能让你迅速找到相应的数据。

source: External hard-disk drive or other removable device
ar: أجهزة القرص الصلب أو الأجهزةال قابلة للإزالة الأخرى الخارجية
bg: Външен тръд диск или друг премахваем носител
de: Externe Festplatte oder andere Wechseldatenträger
el: Εξωτερικοί σκληροί δίσκοι και αφαιρούμενες συσκευές
es: Disco duro externo u otro dispositivo extraíble
fr: Disque dur externe ou autre périphérique amovible
hu: Külső merevlemezek vagy egyéb cserélhető meghajtók
ko: 외장 하드 디스크 드라이브 또는 다른 이동식 장치
pl: Zewnętrzny dysk twardy lub inny wymienny nośnik
pt: Discos rígidos internos ou outros dispositivos amovíveis.
pt_br: HD externo ou outro dispositivo removível
ru: Внешний жёсткий диск или другое съёмное устройство
sk: Externý pevný disk alebo iné vyberateľné zariadenie
sv: Extern hårddisk eller annan flyttbar enhet
zh_cn: 外接硬盘或其它可移除设备
