Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: This chapter provides instructions on importing your data from Windows applications to the corresponding Ubuntu applications. The instructions assume that you will use the default collection of applications installed with Ubuntu and have followed the instructions in the <xref linkend="preparing"/> chapter.
ar: يقدم هذا الفصل تعليمات عن استيراد بياناتك من تطبيقات ويندوز إلى تطبيقات أوبونتو المرفقة. تفترض التعليمات أنك ستستخدم تشكيلة التطبيقات المبدئية المثبتة مع أوبونتو وأنك اتبعت التعليمات في الفصل <xref linkend="preparing"/>.
bg: Тази глава предоставя инструкции за импортиране на вашите данни от програми за Windows в съответните програми за Ubuntu. Инструкциите предполагат, че ще използвате програмите по подразбиране в Ubuntu и че сте следвали инструкциите в главата <xref linkend="preparing"/>.
de: Dieses Kapitel liefert Anweisungen, wie Sie Ihre Dateien aus Windows-Anwendungen in die entsprechenden Ubuntu-Anwendungen importieren. Diese Anweisungen setzen voraus, dass Sie die Standardauswahl an Software, die mit Ubuntu installiert wird, benutzen und dass Sie das Kapitel <xref linkend="preparing"/> gelesen haben.
el: Το κεφάλαιο αυτό παρέχει οδηγίες για το πως να εισάγετε τα δεδομένα σας από τις εφαρμογές των Windows σ' αυτές του Ubuntu. Οι οδηγίες θεωρούν ότι θα χρησιμοποιήσετε την προεπιλεγμένη συλλογή εφαρμογών του Ubuntu και ότι έχετε ακολουθήσει τις οδηγίες του κεφαλαίου <xref linkend="preparing"/>.
es: Este capítulo proporciona instrucciones sobre cómo importar sus datos de aplicaciones de Windows a las correspondientes aplicaciones de Ubuntu. Las instrucciones asumen que usará la colección predeterminada de aplicaciones instalada con Ubuntu y que ha seguido las instrucciones del capítulo <xref linkend="preparing"/>.
fr: Ce chapitre contient les instructions expliquant comment importer les données de vos applications Windows vers les applications Ubuntu correspondantes. Les instructions impliquent que vous allez utiliser l'éventail d'applications installées par défaut avec Ubuntu et avez suivi les instructions du chapitre <xref linkend="preparing"/>.
hu: Ez a szakasz az adatok Windows alkalmazásokból a megfelelő ubuntu alkalmazásokba költöztetéséhez ad utasításokat. Az utasítások feltételezik, hogy az Ubuntuval alapértelmezésben telepített alkalmazásokat fogja használni és követte az <xref linkend="preparing"/> szakasz utasításait.
ko: 이 부분에서는 윈도우즈 프로그램에서 사용하는 데이터를 그에 상응하는 우분투 프로그램에서 사용할 수 있도록 가져오기 위한 방법을 설명합니다. 여기서는 여러분이 우분투에서 제공하는 기본 프로그램들을 사용하고 있으며, <xref linkend="preparing"/> 부분에서 설명한 내용을 수행했다고 가정할 것입니다.
pl: Ten rozdział dostarcza instrukcji jak zaimportować twoje dane z aplikacji Windows do odpowiednich aplikacji w Ubuntu. Instrukcje te zakładają, że użyjesz domyślnego zestawu aplikacji instalowanego wraz z Ubuntu i zbierając dane korzystałeś z instrukcji z działu <xref linkend="preparing"/>.
pt: Este capítulo disponibiliza instruções em como importar os seus dados a partir das aplicações do Windows para as aplicações do Ubuntu correspondentes. As instruções assumem que irá utilizar a colecção de aplicações que vem instalada por omissão no Ubuntu e que seguiu as instruções do capítulo <xref linkend="preparing"/>
pt_br: Este capítulo fornece instruções de como importar os seus dados de aplicações Windows para as aplicações Ubuntu equivalentes.As instruções assumem que você irá usar o conjunto padrão de aplicações instaladas com o Ubuntu e que você seguiu as instruções no capítulo <xref linkend="preparing"/>.
ru: В этой главе находятся инструкции по импорту ваших данных из приложений Windows в соответствующие приложения Ubuntu. Инструкции предполагают, что вы используете оригинальную коллекцию приложений, установленных с Ubuntu, и что вы следовали инструкциям в главе <xref linkend="preparing"/>.
sk: Táto kapitola obsahuje inštrukcie o tom, ako importovať vaše údaje z Windows aplikácií do zodpovedajúcich aplikácií v Ubuntu. Budeme v nich predpokladať, že použijete sadu aplikácií, ktoré sú predinštalované v Ubuntu a že ste postupovali podľa krokov uvedených v kapitole <xref linkend="preparing"/>.
sv: Det här avsnittet beskriver hur importering av data från Windowsprogram till motsvarande program i Ubuntu. Instruktionerna förutsätter en standard installation av applikationer i Ubuntu och att du har följt instruktionerna i avsnittet <xref linkend="preparing"/>.
zh_cn: 这部分介绍从Windows程序输入数据到Ubuntu程序。该介绍假定你使用Ubuntu下默认安装的连接程序，而且已遵守<xref linkend="准备"/>的要求。

source: Files
ar: الملفات
bg: Файлове
de: Dateien
el: Αρχεία
es: Archivos
fr: Fichiers
hu: Fájlok
ko: 파일
pl: Pliki
pt: Ficheiros
pt_br: Arquívos
ru: Файлы
sk: Súbory
sv: Filer
zh_cn: 文件

source: You will probably want to move your files into your <emphasis>Home folder</emphasis>. It is considered good practice to store <emphasis>all</emphasis> of your personal files (such as documents, pictures, music and the like) in your Home folder. Then, they are all in one easily-accessed location.
ar: على الأرجح تريد نقل ملفاتك إلى <emphasis>مجلد المنزل</emphasis>. تعتبر عادة تخزين <emphasis>كل</emphasis> ملفاتك الشخصية (مثل المستندات،والصور والموسيقى وهكذا) في مجلد المنزل. حينها، جميعها في موقع سهل الوصول.
bg: Вероятно ще искате да преместите вашите файлове във вашата <emphasis>Домашна папка</emphasis>. Добра практика е да запазвате <emphasis>всички</emphasis> ваши лични файлове (като документи, картини, музика и други) във вашата домашна папка. После, всички те са на лесно достъпно място.
de: Sie werden wahrscheinliche Ihre Daten in Ihren <emphasis>Persönlichen Ordner</emphasis> speichern wollen. Es ist sinnvoll und üblich, <emphasis>alle</emphasis> persönlichen Daten (wie Dokumente, Fotos, Musik usw.) in Ihrem Persönlichen Ordner zu speichern. So sind sie alle an einem leicht zu findenden Ort.
el: Πιθανότατα θα θέλατε να μετακινήσετε τα αρχεία σας στον <emphasis>Αρχικό κατάλογο</emphasis>. Θεωρείται καλή πρακτική να αποθηκεύετε <emphasis>όλα</emphasis> τα προσωπικά σας αρχεία (όπως έγγραφα, εικόνες, μουσική και άλλα) στον Αρχικό κατάλογο. Τότε είναι όλα σε μια εύκολα προσβάσιμη τοποθεσία.
es: Probablemente querrá mover sus archivos a su <emphasis>Carpeta personal</emphasis>. Se considera una buena costumbre guardar <emphasis>todos</emphasis> sus archivos personales (como documentos, fotografías, música y similares) en su carpeta personal. Así, estarán todos en una ubicación fácilmente accesible.
fr: Vous allez probablement vouloir mettre vos fichiers dans votre <emphasis>dossier personnel</emphasis>. Il est considéré comme une bonne pratique de stocker <emphasis>toutes</emphasis> vos données personnelles (documents, images, musique, ...) dans votre dossier personnel. Ainsi, vos données se trouvent dans un dossier facile d'accès.
hu: A fájljait valószínűleg a <emphasis>Saját mappájába</emphasis> érdemes elhelyeznie. Javasolt az <emphasis>összes</emphasis> személyes fájlját (például dokumentumokat, képeket, zenéket és hasonlókat) a saját mappájában tárolni. Így azok egy könnyen elérhető helyre kerülnek.
ko: 여러분은 아마도 자신의 파일들을 <emphasis>홈 폴더</emphasis>로 옮기고 싶을 것입니다. (문서, 사진, 음악과 같은) 모든 개인적인 파일들을 여러분의 홈 폴더에 모으는 것은 좋은 습관입니다. 그러면 홈 폴더를 통해 모든 것들을 손쉽게 접근할 수 있게 됩니다.
pl: Prawdopodobnie zechcesz przenieść twoje pliki do swojego <emphasis>Folderu domowego</emphasis>. Dobrą praktyką jest przechowywanie <emphasis>wszystkich</emphasis> prywatnych plików (takich, jak dokumenty, obrazy, muzyka itp.) w twoim Folderze domowym. Dzięki temu są one wszystkie w jednym, łatwo dostępnym miejscu.
pt: Provavelmente irá querer mover os seus ficheiros para a sua <emphasis>pasta Home</emphasis>. É considerada uma boa prática guardar <emphasis>todos</emphasis> os seus ficheiros pessoais (documentos, fotografias, música, entre outros) na sua pasta Home. Assim estarão numa localização universal de fácil acesso.
pt_br: Você provavelmente quer morer seus arquivos dentro da sua <emphasis>Pasta Pessoal</emphasis>. É considerado uma boa prática de armezanamento de <emphasis>todos</emphasis> o seus arquivos pessoais (como documentos, fotos, músicas etc) na sua pasta Home. Então, todos eles estarção e lugar de fácil acesso.
ru: Вероятно, вы желаете переместить все ваши файлы в <emphasis>Домашнюю папку</emphasis>. Считается хорошей практикой хранить <emphasis>все</emphasis> ваши личные файлы (такие как документы, изображения, музыку и тому подобное) в вашей Домашней папке. Тогда они будут находиться в легкодоступном месте.
sk: Pravdepodobne budete chcieť presunúť vaše súbory do vášho <emphasis>Domáceho priečinka</emphasis>. Je dobrým zvykom uchovávať <emphasis>všetky</emphasis> vaše osobné súbory (ako napríklad dokumenty, obrázky, hudbu a podobné) vo vašom domácom priečinku. Vďaka tomu sú všetky pokope a je k nim jednoduchý prístup.
sv: Du vill antagligen flytta filerna till din <emphasis>Hemmapp</emphasis>. Det är att betrakta som god vana att spara <emphasis>alla</emphasis> personliga filer (så som dokument, bilder, musik och liknande) i din hemma mapp. Då kommer allt finnas på en plats som är enkel att komma åt.
zh_cn: 你可能把文件移到你的<emphasis>主文件夹</emphasis>。把<emphasis>全部</emphasis>个人文件（比如文档、图片、音乐等）移到你的主文件夹是个好的做法，这样它们就都在一个方便访问的位置。

source: To access your Home folder, press <menuchoice><guimenu>Places</guimenu><guimenuitem>Home Folder</guimenuitem></menuchoice>. You can create new folders inside your Home folder by pressing <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Create Folder</guimenuitem></menuchoice>. You may find it useful to create folders for different types of files, such as music and photos. This will help to keep things organized and you will be able to find your files more quickly and easily if they are categorized in this manner.
ar: للوصول إلى مجلد منزلك، اضغط<menuchoice><guimenu>أماكن</guimenu><guimenuitem>مجلد المنزل</guimenuitem></menuchoice>. تستطيع إنشاء مجلدات جديدة داحل مجلد منزلك عن طريق ضغط<menuchoice><guimenuitem>ملف</guimenuitem><guimenuitem>أنشئ مجلدا</guimenuitem></menuchoice>. قد تجد من المفيد إنشاء مجلدات لأنواع مختلفة من الملفات، مثل الموسيقى والصور. هذا سيساعدكفي إبقاء الأمور منظمة سوف تكون قادرا على إيجاد ملفاتك بشكل أسرعوأسهل إذا كانت مصنّفة على هذا النحو.
bg: За да използвате вашата Домашна папка, натиснете <menuchoice><guimenu>Места</guimenu><guimenuitem>Домашна папка</guimenuitem></menuchoice>. Можете да създадете нови папки във вашата Домашна папка като натиснете <menuchoice><guimenuitem>Файл</guimenuitem><guimenuitem>Създаване на папка</guimenuitem></menuchoice>. Може да ви е полезно да създавате папки за различни типове файлове, като музика и снимки. Това ще ви помогне да запазите нещата си организирани и ще можете да намерите вашите файлове по-бързо и лесно, когато са в категории по този начин.
de: Um in Ihren Persönlichen Ordner zu gelangen, drücken Sie <menuchoice><guimenu>Orte</guimenu><guimenuitem>Persönlicher Ordner</guimenuitem></menuchoice>. Sie können auch neue Ordner in Ihrem Persönlichen Ordner durch Drücken von <menuchoice><guimenuitem>Datei</guimenuitem><guimenuitem>Ordner anlegen</guimenuitem></menuchoice> erstellen. Sie werden feststellen, dass es sinnvoll ist, verschiedene Ordner für die verschiedenen Dateitypen zu erstellen. Somit wird die Dateistruktur besser organisiert und Sie werden so Ihre Dateien schneller und leichter finden.
el: Για να αποκτήσετε πρόσβαση τον Αρχικό κατάλογο, πατήστε <menuchoice><guimenu>Τοποθεσίες</guimenu><guimenuitem>Αρχικός κατάλογος</guimenuitem></menuchoice>. Μπορείτε να δημιουργήσετε νέους φακέλους μέσα στον Αρχικό κατάλογο πατώντας <menuchoice><guimenuitem>Αρχείο</guimenuitem><guimenuitem>Δημιουργία φακέλου</guimenuitem></menuchoice>. Είναι καλό να δημιουργείτε φακέλους για διαφορετικούς τύπους αρχείων, όπως μουσικής και φωτογραφιών. Αυτό θα σας βοηθήσει να έχετε τα πράγματα οργανωμένα και να βρίσκετε τα αρχεία σας πιο γρήγορα και πιο εύκολα.
es: Para acceder a su carpeta personal, pulse <menuchoice><guimenu>Lugares</guimenu><guimenuitem>Carpeta personal</guimenuitem></menuchoice>. Puede crear nuevas carpetas dentro de su carpeta personal, pulsando <menuchoice><guimenuitem>Archivo</guimenuitem><guimenuitem>Crear carpeta</guimenuitem></menuchoice>. Puede resultarle útil crear carpetas para diferentes tipos de archivos, como música o fotografías. Esto le ayudará a mantener las cosas organizadas, y le resultará más fácil y rápido encontrar sus archivos.
fr: Pour accéder à votre répertoire personnel, cliquez sur <menuchoice><guimenu>Emplacements</guimenu><guimenuitem>Répertoire personnel</guimenuitem></menuchoice>. Vous pouvez créer de nouveaux répertoires dans votre répertoire personnel en cliquant sur <menuchoice><guimenuitem>Fichier</guimenuitem><guimenuitem>Créer un dossier</guimenuitem></menuchoice>. Il peut s'avérer utile de créer des répertoires pour différents types de fichiers, tels que de la musique ou des photos. Ainsi, vos fichiers sont classés par catégories et bien organisés, et vous les retrouverez plus rapidement et facilement.
hu: A Saját mappa eléréséhez kattintson a <menuchoice><guimenu>Helyek</guimenu><guimenuitem>Saját mappa</guimenuitem></menuchoice> menüpontra. Ezen belül új mappák létrehozásához válassza a <menuchoice><guimenuitem>Fájl</guimenuitem><guimenuitem>Mappa létrehozása</guimenuitem></menuchoice> menüpontot. Érdemes lehet külön helyen tárolni a különféle fájlokat, például zenéket és fényképeket. Így rend lesz a gépén, gyorsabb és könnyebb is lesz megtalálni, ha valamit keres.
ko: 여러분의 홈 폴더에 접근하려면, <menuchoice><guimenu>위치</guimenu><guimenuitem>내 폴더</guimenuitem></menuchoice> 를 누릅니다. 홈 폴더 내에서 <menuchoice><guimenuitem>파일</guimenuitem><guimenuitem>폴더 만들기</guimenuitem></menuchoice> 를 눌러 새로운 폴더를 만들 수 있습니다. 음악, 사진 과 같은 다른 종류의 파일들을 위해 별도의 폴더를 만들어 두는 것이 좋을 것입니다. 이러한 방식은 여러분의 파일을 보다 조직적으로 관리할 수 있게 하며, 원하는 파일을 좀 더 빠르고 간편하게 찾을 수 있도록 도와줍니다.
pt: Para aceder à sua pasta Home, clique em <menuchoice><guimenu>Locais</guimenu><guimenuitem>Pasta Local</guimenuitem></menuchoice>. Pode criar novas pastas dentro da sua pasta Home clicando em <menuchoice><guimenuitem>Ficheiro</guimenuitem><guimenuitem>Criar Pasta</guimenuitem></menuchoice>. Deverá achar útil criar pastas para diferentes tipos de ficheiros, tais como músicas e fotos: Isto irá ajudar a manter os seus ficheiros organizados e poderá encontrá-los mais rápida e facilmente se estiverem categorizados dessa forma.
pt_br: Para acessar a sua pasta Home, pressione <menuchoice><guimenu>Locais</guimenu><guimenuitem>Pasta Pessoal</guimenuitem></menuchoice>. Você pode criar novas pastas dentro da sua Pasta Pessoal pressionando <menuchoice><guimenuitem>Arquivo</guimenuitem><guimenuitem>Criar Pasta</guimenuitem></menuchoice>. Você pode achar útil criar pastas para diferentes tipos de arquivos, como música e fotos. Isso irá lhe ajudar a manter as coisas organizadas e você estará apto para achar seus arquivos mais rápido e facilmente eles serão categorizados dessa maneira.
ru: Для доступа к вашей Домашней папке, нажмите <menuchoice><guimenu>Переход</guimenu><guimenuitem>Домашняя папка</guimenuitem></menuchoice>. Вы можете создать новые папки внутри Домашней, нажав <menuchoice><guimenuitem>Файл</guimenuitem><guimenuitem>Создать папку</guimenuitem></menuchoice>. Будет полезно создать папки для файлов различных типов, таких, как музыка или фото. Это поможет держать ваши файлы в порядке. Вам будет проще и быстрей находить нужные файлы, если они будут упорядочены подобным образом.
sk: Aby ste sa dostali do vášho domáceho priečinku, stlačte <menuchoice><guimenu>Miesta</guimenu><guimenuitem>Domáci priečinok</guimenuitem></menuchoice>. Môžete v ňom vytvárať nové priečinky. Urobíte to tak, že stlačíte <menuchoice><guimenuitem>Súbor</guimenuitem><guimenuitem>Vytvoriť priečinok</guimenuitem></menuchoice>. Môžete považovať za užitočné vytvoriť priečinky pre rôzne typy súborov ako hudba a fotografie. Ak budete mať súbory týmto spôsobom kategorizované a zorganizované, bude pre vás jednoduchšie a rýchlejšie ich nájsť.
sv: Tryck på <menuchoice><guimenu>Platser</guimenu><guimenuitem>Hemmapp</guimenuitem></menuchoice> för att komma åt din hemmapp. Du kan skapa nya mappar inne i din hemmapp genom att trycka på <menuchoice><guimenuitem>Arkiv</guimenuitem><guimenuitem>Skapa mapp</guimenuitem></menuchoice>. Du kanske tycker det är användbart att skapa mappar för olika filtyper, såsom musik och bilder. Det kan hjälpa dig att hålla ordning på saker och ting och du kommer att kunna hitta dina filer snabbare och enklare när de är organiserade på det här sättet.
zh_cn: 要进入你的主文件夹，请点击<menuchoice><guimenu>位置</guimenu><guimenuitem>主文件夹</guimenuitem></menuchoice>。点击<menuchoice><guimenuitem>文件</guimenuitem><guimenuitem>创建文件夹</guimenuitem></menuchoice>，你就可以在主文件夹里创建新的文件夹。你会发现可以用它来为诸如音乐和照片等不同类型的文件创建文件夹。用这种方法对文件进行分类，你就可以有效地管理文件，并且更快、更容易地找到你的文件。

source: How you copy your files from Windows into your Home folder will depend on how you decided to store your files from Windows. See <xref linkend="preparing-storage"/> for more information on this. However you decided to store your files, the procedure for transferring them across is very simple. For a CD or DVD for example, you would use the following procedure:
ar: كيفية نسخ ملفاتك من ويندوز إلى مجلد منزلك ستعتمد علىكيف قرّرت تخزين ملفاتك من ويندوز. راجع <xref linkend="preparing-storage"/> لمزيد من المعلومات عن هذا. أيضا كان قرارك في تخزين ملفاتك، طريقة نقلهاسهلة جدا. للاسطوانات أو الديفيديات على سبيل المثال، ستستخدم الطريقةالتالية:
bg: Как ще копирате вашите файлове от Windows във вашата Домашна папка зависи от това как сте съхранили вашите файлове от Windows. Вижте <xref linkend="preparing-storage"/> за повече информация относно това. Независимо как сте решили да съхраните вашите файлове, процедурата да ги прехвърлите е много проста. Примерно с CD или DVD, трябва да използвате следната процедура:
de: Wie Sie Ihre Daten von Windows in Ihren Persönlichen Ordner kopieren, hängt davon ab, wie Sie Ihre Daten unter Windows gesichert haben. Lesen Sie <xref linkend="preparing-storage"/> für weiterführende Informationen. Wie auch immer Sie Ihre Daten gesichert haben: deren Übertragung ist sehr einfach. Im Falle einer CD oder DVD folgen Sie folgendem Ablauf:
el: Το πως θα αντιγράψετε τα αρχεία σας από τα Windows στον Αρχικό κατάλογο εξαρτάται από τον τρόπο που αποθηκεύσατε τα αρχεία αυτά. Δείτε το <xref linkend="preparing-storage"/> για περισσότερες πληροφορίες. Ωστόσο η διαδικασία για την μεταφορά τους είναι πολύ απλή. Για παράδειγμα για ένα CD ή ένα DVD θα κάνετε την παρακάτω διαδικασία:
es: Cómo copiar sus archivos desde Windows a su carpeta personal dependerá de como decidió guardar sus archivos de Windows. Vea <xref linkend="preparing-storage"/> para obtener más información sobre esto. Sin embargo, si decidió guardar sus archivos, el procedimiento para transferirlos es muy simple. Para un CD o DVD, por ejemplo, usaría el siguiente procedimiento:
fr: La manière de copier vos fichiers depuis Windows dans votre dossier personnel va dépendre du mode de stockage que vous avez choisi. Veuillez vous référer à <xref linkend="preparing-storage"/> pour plus d'informations à ce sujet. Cependant, quel que soit le procédé de stockage que vous avez choisi, la procédure de transfert est très simple. Pour un CD ou un DVD par exemple, vous devrez utiliser la procédure suivante :
hu: Hogy hogyan másolhatja a fájljait Windows rendszerről a saját mappájába, az attól függ, hogyan mentette le azokat Windowsról. Ezzel kapcsolatban további információkért tekintse meg a <xref linkend="preparing-storage"/> részt. Bármelyik módszert is választotta, az átviteli eljárás nagyon egyszerű. CD vagy DVD esetén például a következő eljárást használhatja:
ko: 윈도우즈에서 여러분의 홈 폴더로 파일을 복사하는 방법은 여러분이 윈도우즈에서 파일을 저장해 둔 방식에 따라 달라집니다. 이에 대한 자세한 내용은 <xref linkend="preparing-storage"/> 부분을 살펴보기 바랍니다. 하지만 파일을 저장할 방법을 결정했다면 이를 우분투로 복사하는 과정은 매우 간단합니다. CD 혹은 DVD를 예로 들면, 다음과 같은 과정을 거쳐 파일을 복사할 수 있습니다:
pl: Jak skopiować twoje pliki z Windows do twojego Folderu domowego zależy od tego, w jaki sposób zdecydowałeś się przechować pliki z Windows. Zobacz <xref linkend="preparing-storage"/>, aby uzyskać więcej informacji na ten temat. Którejkolwiek metody użyłeś, procedura transferowania plików jest bardzo prosta. Na przykład przy użyciu płyty CD lub DVD, wystarczy wykonać te instrukcje:
pt: A forma como irá copiar os ficheiros a partir do Windows para a sua pasta Home irá depender da forma que decidiu armazenar os seus ficheiros do Windows. Veja <xref linkend="preparing-storage"/> para mais informações sobre este assunto. No entanto, caso tenha decido armazenar os seus ficheiros, o procedimento para a sua transferência para o Ubuntu é muito simples. Para um CD ou DVD, por exemplo, siga o seguinte procedimento:
pt_br: Como copiar seus arquivos do Windows dentro da pasta Pessoal irá depender de como você decidiu armazenar seus dados no Windows. Veja <xref linkend="preparing-storage"/> para maiores informações sobre isso. Entretanto você decidiu armazenar seus arquivo, o procedimento para transferir então é muito simples. Para o CD e DVD por exemplo, você gostaria de seguir esse procedimento:
ru: Порядок копирования ваших файлов из Windows в вашу Домашнюю папку будет зависеть от того, каким образом вы решили сохранить ваши файлы из Windows. Смотрите <xref linkend="preparing-storage"/> для получения дополнительной информации. Однако, как бы вы не решили сохранить ваши файлы, процедура переноса их между системами очень проста. Например, для переноса файлов посредством CD или DVD следует воспользоваться следующей процедурой:
sk: Spôsob, akým budete kopírovať súbory z Windows do vášho domáceho priečinku závisí od toho, ako ste sa ich rozhodli uložiť. Pre viac informácií o tejto téme pozrite <xref linkend="preparing-storage"/>. Nech ste sa rozhodli pre akýkoľvek spôsob, procedúra ich prenosu je veľmi jednoduchá. Napríklad v prípade CD alebo DVD nasledujte tento postup:
sv: Hur kopieringen av filerna från Windows till din hemma mapp skall utföras beror på hur filerna från Windows sparades, se <xref linkend="preparing-storage"/> för mer information. filerna är sparade och proceduren för att flytta över dem är väldigt enkelt. För en CD eller DVD följ följande procedur:
zh_cn: 从Windows复制文件到你的主文件夹的方式取决于你怎么从Windows存储文件。查阅<xref linkend="preparing-storage"/>以获取更多信息。无论你决定怎么存储文件，转移的过程很简单。例如从CD或DVD，可以按下面的过程做。
