Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: When you switch to Ubuntu, make a back-up copy of the folder you just made a copy of. This folder contains all of your mail folders from Thunderbird, in the <emphasis>mbox</emphasis> format.
ar: عندما تحوّل إلى أوبونتو، أنشئ نسخة احتياطية من المجلد الذي نسخته للتو. هذا المجلد يحتوي كل مجلدات بريدك من ثندربرد، بهيئة <emphasis>mbox</emphasis>.
bg: Когато превключите на Ubuntu, направете резервно копие на същата папка. Тази папка съдържа всички папки на вашата поща от Thunderbird във формата <emphasis>mbox</emphasis>.
de: Wenn Sie zu Ubuntu wechseln, erstellen Sie eine Sicherungskopie des Ordners, von dem Sie gerade eine Kopie gemacht haben. Dieser Ordner beinhaltet all Ihre E-Mail-Ordner aus Thunderbird im <emphasis>mbox</emphasis>-Format.
el: Όταν θα αλλάξετε στο Ubuntu, κρατήστε αντίγραφο ασφαλείας του φακέλου που μόλις κάνατε αντίγραφο. Ο φάκελος αυτός περιέχει όλους τους φακέλους αλληλογραφίας από τον Thunderbird, στην μορφή <emphasis>mbox</emphasis>.
es: Cuando cambie a Ubuntu, haga una copia de seguridad de la carpeta que acaba de copiar. Esta carpeta contiene todas sus carpetas de correo de Thunderbird, en el formato <emphasis>mbox</emphasis>.
fr: Quand vous passez sous Ubuntu, réalisez une copie de sauvegarde du répertoire dont vous venez de faire une copie. Ce répertoire contient tous vos répertoires de mail de Thunderbird, dans le format <emphasis>mbox</emphasis>.
hu: Mielőtt Ubuntura vált, készítsen a most lemásolt mappáról biztonsági másolatot. Ez a mappa <emphasis>mbox</emphasis> formátumban tartalmazza a Thunderbird-ből kimentett leveleket.
ko: 여러분이 우분투로 전환할 때, 방금 복사한 폴더의 백업 복사본을 만드십시오. 이 폴더는 Thunderbird에서 사용하는 모든 메일 폴더들을 <emphasis>mbox</emphasis> 형식으로 포함하고 있습니다.
pl: Gdy już zmienisz system na Ubuntu, utwórz kopię zapasową folderu, który właśnie skopiowałeś. Zawiera on wszystkie twoje foldery z pocztą z Thunderbirda w formacie <emphasis>mbox</emphasis>.
pt: Quando trocar para o Ubuntu, faça uma cópia de segurança da pasta que fez uma cópia agora. Esta pasta contém todos as pastas de e-mail do Thunderbird, no formato <emphasis>mbox</emphasis>.
pt_br: Quando você mudar para o Ubuntu, faça uma cópia de segurança da pasta que você acabou de copiar. Esta pasta contém todas as suas pastas de email do Thunderbird, no formato <emphasis>mbox</emphasis>.
ru: При переходе на Ubuntu сделайте резервную копию только что скопированной папки. Данная папка содержит всю вашу электронную почту из Thunderbird, сохранённую в формате <emphasis>mbox</emphasis>.
sk: Keď sa prepnete do Ubuntu, zazálohujte si túto kópiu priečinka. Tento priečinok obsahuje všetky vaše priečinky s poštou z Thunderbirdu vo formáte <emphasis>mbox</emphasis>.
sv: När du byter till Ubuntu gör en säkerhetskopia på den nyss kopierade mappen. Den här mappen innehåller all e-post från Thunderbird i <emphasis>mbox</emphasis> format.
zh_cn: 当转换到Ubuntu，把你复制的文件夹做个备份。该文件夹包含了从Thunderbird导出的<emphasis>mbox</emphasis>格式的邮件文件夹。

source: Transferring your data safely
ar: نقل بياناتك بأمان
bg: Безопасно прехвърляне на вашите данни
de: Sicherer Transfer Ihrer Daten
el: Μεταφέροντας τα δεδομένα σας με ασφάλεια
es: Transferencia segura de sus datos
fr: Transfert sécurisé de vos données
hu: Adatok biztonságos átvitele
ko: 데이터를 안전하기 이동하기
pl: Bezpieczne transferowanie twoich danych
pt: A transferir os seus dados de forma segura
pt_br: Transferindo seus dados com segurança
ru: Безопасный перенос данных
sk: Bezpečný prenos údajov
sv: Överför din data på ett säkert sätt
zh_cn: 安全转移您的数据

source: Once you have collected together all of the files and settings you might need, you must create a copy of them which can be stored safely while you initially install Ubuntu. There are many ways of storing a copy of this data, and which method you choose will depend on your particular circumstances.
ar: عندما تجمع كل الملفات والإعدادات التي قد تحناجها سويا، عليك إنشاء نسخة منها مخزنة بشكل آمن أثناء تثبيت أوبونتو ابتدائيا. يوجد الكثير من طرق تخزين نسخة من هذه البيانات، وأي طريقة تختارها ستعتمد على دخل ماديمحدد.
bg: Щом сте събрали заедно всички файлове и настройки, които може да са ви нужни, трябва да им направите копие, което трябва да бъде съхранено на безопасно място докато инсталирате Ubuntu. Има много начини за съхраняване на такъв тип данни и няма значение кой метод ще изберете.
de: Wenn Sie alle Dateien und Einstellungen, die Sie benötigen könnten, gesammelt haben, müssen Sie davon eine Kopie erstellen, die sicher gespeichert werden kann, während Sie Ubuntu zum ersten Mal installieren. Es gibt viele Möglichkeiten, eine Kopie dieser Daten zu erstellen und zu speichern. Wählen Sie die Methode, die Ihnen am günstigsten erscheint.
el: Όταν έχει συγκεντρώσει όλα τα αρχεία και τις ρυθμίσεις που μπορεί να χρειαστείτε, πρέπει να δημιουργήσετε ένα αντίγραφο και να το αποθηκεύσετε σε μια ασφαλή τοποθεσία. Υπάρχουν πολλοί τρόποι να τα αποθηκεύσετε και ο κάθε τρόπος αυτός εξαρτάται κάθε φορά από τις συγκεκριμένες συνθήκες.
es: Una vez que ha recopilado todos los archivos y configuraciones que pueda necesitar, debe crear una copia de éstos que pueda ser guardada de manera segura mientras instala Ubuntu inicialmente. Hay muchas maneras de guardar una copia de estos datos, y qué método escoger dependerá de su caso particular.
fr: Une fois que vous avez rassemblé tous les fichiers et paramètres donc vous pourriez avoir besoin, vous devez créer une copie qui peut être stockée en sûreté pendant que vous procédez à l'installation initiale d'Ubuntu. Il y a plusieurs façon de stocker une copie de ces données, et la méthode que vous choisirez dépendra de vos circonstances particulières.
hu: Miután összegyűjtötte az összes szükséges fájlt és beállítást, hozzon létre róluk egy másolatot, amit biztonságosan tárolhat az Ubuntu telepítése alatt. Az adatok másolatának tárolására számos lehetőség van. Hogy melyik a legjobb választás, az adott körülményeken múlik.
ko: 여러분에게 필요한 모든 파일과 설정들을 모아두었다면, 처음으로 우분투를 설치하는 도중에 이러한 정보들을 안전하게 저장할 수 있도록 복사본을 만들어 두어야 합니다. 이러한 데이터의 복사본을 저장하기 위한 여러 가지 방법들이 있으며, 여러분이 처한 환경에 따라 각 방법을 선택할 수 있습니다.
pl: Jeżeli zebrałeś już razem wszystkie pliki i ustawienia, których możesz potrzebować, musisz utworzyć ich kopię, która zostanie bezpiecznie zachowana podczas, gdy będziesz instalował po raz pierwszy Ubuntu. Jest wiele sposobów na przechowanie tych danych i wybór najlepszej z nich zależy od konkretnej sytuacji.
pt: Uma vez recolhidas todos os ficheiros e configurações que pode necessitar, deverá criar uma cópia destas que possa ser guardada de forma segura quando instalar o Ubuntu. Existem muitas formas de armazenar uma cópia destes dados, e o método que escolher irá depender das suas circunstancias particulares.
pt_br: Assim que você tiver juntado todos os arquivos e configurações que pode precisar, é necessário criar uma cópia deles em uma local de armazenamento seguro enquanto você instala o Ubuntu inicialmente. Existem várias maneiras de armazenar uma cópia destes dados, e o método escolhido vai depender da circunstância.
ru: Как только вы собрали в одном месте все файлы и настройки, которые могут быть востребованы в дальнейшем, необходимо сделать копию этих данных и сохранить их в безопасном месте на время установки Ubuntu. Есть множество способов создания копии этих данных, выбор подходящего именно вам метода зависит от конкретных обстоятельств.
sk: Keď ste už zozbierali dokopy všetky súbory a nastavenia, ktoré môžete potrebovať, musíte vytvoriť ich kópiu, ktorá môže byť bezpečne uložená počas inštalácie Ubuntu. Je množstvo spôsobov, ako kópiu takýchto údajov uložiť a metóda, ktorú zvolíte, závisí od konkrétnych okolností.
sv: När alla filer och inställningar är insamlade, måste en kopia av dem skapas och sparas på en säker plats under tiden Ubuntu installeras. Det finns många sätt att spara en kopia av filerna på, vilken metod du väljer beror på dina speciella förhållanden.
zh_cn: 把你需要的文件和设置搜集在一起后，若你第一次安装Ubuntu，你应该做个备份并安全保存。保存的方式取决于你的具体情况。

source: After you have made a copy of your files, it is very important to <emphasis role="strong">test the files</emphasis> to ensure that they have been copied successfully. If you have many files, at least check the most important files and randomly check other files where possible. This will help to protect you from data loss.
ar: بعد إنشاء نسخة من ملفاتك، من المهم جدا <emphasis role="strong">اختبار الملفات</emphasis> لضمان أنها نُسخت بنجاح. إذا كان لديك ملفات كثيرة، على الأقل تحقق من الملفات الهامة وتحقق بشكل عشوائي من الملفات الأخرى قدر الإمكان. هذا سوف يساعد على حمايتك من ضياع البيانات.
bg: След като сте направили копие на вашите файлове, много е важно да <emphasis role="strong">тествате файловете</emphasis>, за да сте сигурни, че са копирани успешно. Ако имате много файлове, поне проверете най-важните файлове и произволно проверете други файлове. Това ще намали риска от загуба на важни данни.
de: Nachdem Sie eine Kopie Ihrer Daten gemacht haben, ist es sehr wichtig, <emphasis role="strong">die Dateien zu testen</emphasis>, um sicherzustellen dass sie fehlerfrei kopiert wurden. Sollten Sie viele Daten besitzen, prüfen Sie wenigstens die wichtigsten Dateien und prüfen Sie andere stichprobenartig. Dies wird Sie vor Datenverlust schützen.
el: Μετά την δημιουργία του αντιγράφου των αρχείων σας, είναι πολύ σημαντικό <emphasis role="strong">να ελέγξετε τα αρχεία</emphasis>, ώστε να διασφαλίσετε ότι έχουν αντιγραφεί σωστά. Αν έχετε πολλά αρχεία τουλάχιστον ελέγξετε τα πιο σημαντικά και ορισμένα τυχαία. Αυτό θα σας βοηθήσει να προστατευτείτε από απώλειες δεδομένων.
es: Después de haber copiado sus archivos, es muy importante que <emphasis role="strong">los pruebe</emphasis> para asegurarse de que se han copiado satisfactoriamente. Si tiene muchos archivos, compruebe al menos los más importantes y algunos más de forma aleatoria. Esto le ayudará a prevenir una pérdida de datos.
fr: Après avoir fait une copie de vos fichiers, il est très important de <emphasis role="strong">tester les fichiers</emphasis> afin de vous assurer qu'ils ont bien été copiés. Si vous avez beaucoup de fichiers, vérifiez au moins les plus importants et vérifiez aléatoirement quelques autres fichiers où c'est possible. Cela vous aidera à éviter une perte de données.
hu: Miután lemásolta a fájlokat, fontos hogy <emphasis role="strong">ellenőrizze őket</emphasis> és megbizonyosodjon róla, hogy a másolás sikeres volt. Ha sok fájllal rendelkezik, akkor ellenőrizze legalább a legfontosabbakat és ha lehet, véletlenszerűen a többit is, így védheti magát az adatvesztéstől.
ko: 복사본을 만들고 난 후에는, 복사가 성공적으로 이루어졌는지 확인하기 위해 <emphasis role="strong">파일을 테스트</emphasis>해 보는 것이 중요합니다. 만약 여러분이 많은 파일들을 가지고 있다면, 최소한 가장 중요한 파일들과 임의로 선택한 다른 파일들만이라도 점검해 보십시오. 이 절차는 여러분의 데이터가 손실되지 않도록 보호해 줄 것입니다.
pl: Po utworzeniu kopii twoich danych, bardzo ważne jest, aby <emphasis role="strong">przetestować pliki</emphasis> w celu upewnienia się, że skopiowały się prawidłowo. Jeżeli masz dużo plików, sprawdź przynajmniej te najważniejsze i losowo sprawdź inne pliki, jeśli to możliwe. To pomoże zabezpieczyć cię przed utratą danych.
pt: Após ter efectuado a cópia dos seus ficheiros, é muito importante testar <emphasis role="strong"> os ficheiros</emphasis> para se assegurar que foram copiados com sucesso. Se possui muitos ficheiros, verifique, pelo menos, os mais importantes e, de forma aleatória, verifique outros ficheiros onde é possível. Isto irá o ajudar a proteger-se contra perda de dados.
pt_br: Após ter feito uma cópia de seus arquivos, é muito importante <emphasis role="strong">testar os arquivos</emphasis> para garantir que eles tenham sido copiados com sucesso. Se você possui muitos arquivos, verifique pelo menos os mais importantes e verifique aleatóriamente outros arquivos onde for possível. Isto irá ajudar a protege-lo de perda de dados.
ru: После копирования файлов очень важно <emphasis role="strong">проверить их</emphasis>, чтобы убедится, что копирование прошло успешно. Если у вас много файлов, по крайней мере проверьте наиболее важные из них, а также выборочно остальные файлы. Это поможет предотвратить потерю данных.
sk: Po tom, čo ste vytvorili kópiu vašich súborov, je veľmi dôležité <emphasis role="strong">otestovať súbory</emphasis>, aby ste si boli istí, že boli úspešne skopírované. Ak máte množstvo súborov, skontrolujte aspoň najdôležitejšie z nich a ak je to možné, náhodne aj ostatné. To vás ochráni pred stratou údajov.
sv: Efter filerna är kopierade är det väldigt viktigt att <emphasis role="strong">prova filerna</emphasis> för att säkerställa att kopieringen blev riktig. Om det är många filer kontrollera dom viktigaste och om möjligt slumpmässigt de andra filerna. Detta hjälper som skydd mot att förlora viktig data.
zh_cn: 备份后，<emphasis role="strong">测试文件</emphasis>以确定你已经备份成功是非常必要的。若你有大量的文件，至少要检查最重要的文件，如有可能也随机检查其它的文件。这有助于避免数据丢失。

source: Direct transfer
ar: النقل المباشر
bg: Директно прехвърляне
de: Direkte Übertragung
el: Άμεση μεταφορά
es: Transferencia directa
fr: Transfert direct
hu: Közvetlen átvitel
ko: 직접 전송
pl: Bezpośrednie przesyłanie danych
pt: Transferência Directa
pt_br: Transferência direta
ru: Прямой перенос данных
sk: Priamy prenos
sv: Direktöverföring
zh_cn: 直接传输

source: If you are installing Ubuntu onto a different computer than the one on which your data is stored, you can leave the data you collected on that computer and can safely transfer the data across once Ubuntu has been installed onto the other computer.
ar: إذا ثبّت أوبوتتو على حاسوب آخر ثم على آخر حيث ملفاتك مخزنة، تستطيع ترك البيانات التي جمعتها على ذلك الحاسوب وتستطيع نقلها بأمان عند تثبيت أوبونتو على الحاسوب الآخر.
bg: Ако инсталирате Ubuntu на друг компютър, можете да оставите данните, които сте събрали на компютъра и по-късно да ги прехвърлите безопасно на компютъра, на който току-що сте инсталирали Ubuntu.
de: Wenn Sie Ubuntu auf einem anderen Rechner installieren (nicht auf dem Ihre Daten gespeichert sind), können Sie Ihre gesammelten Daten am ursprünglichen Ort belassen. Ihre Daten können dann übertragen werden, wenn Ubuntu auf dem anderen Rechner installiert wurde.
el: Αν εγκαθιστάτε το Ubuntu σε έναν διαφορετικό υπολογιστή από αυτόν που είναι αποθηκευμένα τα δεδομένα σας, μπορείτε να τα κρατήσετε στον αρχικό υπολογιστή και να τα μεταφέρετε με ασφάλεια αργότερα.
es: Si está instalando Ubuntu en un equipo distinto a aquél en que guardo sus datos, puede dejar los datos que recopiló en ese equipo y transferirlos de forma segura una vez que Ubuntu se haya instalado en el otro equipo.
fr: Si vous êtes en train d'installer Ubuntu sur un autre ordinateur que celui où sont stockées vos données, vous pouvez laisser les données que vous avez rassemblées sur cet ordinateur et pourrez les transférer sans risques une fois qu'Ubuntu aura été installé sur l'autre ordinateur.
hu: Ha az Ubuntut nem arra a számítógépre telepíti, amin adatait tartja, az összegyűjtött adatokat nyugodtan otthagyhatja és az Ubuntu telepítése után átviheti a másik számítógépre.
ko: 만약 여러분이 데이터를 저장한 컴퓨터와 다른 컴퓨터에 우분투를 설치한다면, 모아둔 데이터들을 그 컴퓨터에 그냥 두고, 다른 컴퓨터에 우분투가 설치된 후에 안전하게 데이터를 전송할 수 있습니다.
pl: Jeżeli instalujesz Ubuntu na innym komputerze niż ten, na którym twoje dane są przechowywane, możesz pozostawić je tam i dopiero po zainstalowaniu Ubuntu przesłać je na inny komputer.
pt: Se está a instalar o Ubuntu num computador diferente daquele em que os seus dados estão armazenados, pode deixar os dados que recolheu nesse computador e transferir, de forma segura, os dados quando o Ubuntu tiver sido instalado no outro computador.
pt_br: Se você está instalando o Ubuntu em um computador diferente daquele no qual os seus dados estão guardados, você pode deixar os dados que você coletou neste computador e transferir com segurança os dados entre os computadores uma vez que o Ubuntu tenha sido instalado no outro computador.
ru: При установке Ubuntu на другой компьютер, отличный от того, на котором сохранены данные, можно просто оставить все собранные данные на старом компьютере, провести установку Ubuntu, а затем перенести данные.
sk: Ak inštalujete Ubuntu na iný počítač, ako na ktorom sú uložené vaše údaje, môžete údaje nechať na pôvodnom počítači a po inštalácii Ubuntu ich bezpečne preniesť na nový počítač.
sv: Om installationen av Ubuntu är på en annan dator än den som säkerhetskopian finns på, då kan filerna ligga kvar på den datorn och säkert kopieras över när Ubuntu är installerat på den andra datorn.
zh_cn: 若要在另一台电脑上安装Ubuntu，当你安装Ubuntu后可以安全地将数据从现存数据的电脑转移过来。

source: When ready, you can transfer the data between the computers using a network connection.
ar: عندما يكون جاهزا، تستطيع نقل البيانات بين الحاسوبين باستخدام اتصال شبكة.
bg: Когато сте готови, можете да прехвърлите данните между компютрите с мрежова връзка.
de: Sobald der Rechner fertig eingerichtet ist, können Sie Ihre Daten über ein Netzwerk zwischen den Rechnern übertragen.
el: Όταν είστε έτοιμοι μπορείτε να μεταφέρετε τα δεδομένα μεταξύ των υπολογιστών χρησιμοποιώντας μια σύνδεση δικτύου.
es: Cuando esté preparado, puede transferir los datos entre los equipos usando una conexión de red.
fr: Quand vous serez prêt, vous pourrez transférer les données entre les ordinateurs en utilisant une connexion réseau.
hu: Miután elkészült, az adatokat átküldheti a hálózaton keresztül.
ko: 준비가 되면, 네트워크 연결을 통해 두 컴퓨터 간에 데이터를 전송할 수 있습니다.
pl: Gdy będziesz gotowy, będziesz mógł przesłać pliki pomiędzy komputerami używając połączenia sieciowego.
pt: Quando pronto, pode transferir os dados entre os computadores usando uma ligação de rede.
pt_br: Quando pronto, você pode transferir dados entre computadores usando a conexão de rede.
ru: Когда всё будет готово, просто перенесите данные между компьютерами, воспользовавшись сетевым подключением.
sk: Keď bude všetko nachystané, môžete preniesť údaje medzi počítačmi prostredníctvom siete.
sv: När du är klar så kan filerna skickas mellan datorerna via en nätverksuppkoppling.
zh_cn: 准备就绪以后，你就可以使用网络连接在计算机之间转移文件了。

source: CD or DVD disc
ar: اسطوانة أو قرص ديفيدي
bg: CD или DVD диск
de: CD oder DVD
el: Δίσκος CD ή DVD
es: Disco CD o DVD
fr: CD ou DVD
hu: CD vagy DVD lemez
ko: CD 혹은 DVD 디스크
pl: Płyta CD lub DVD
pt: Disco CD ou DVD
pt_br: Disco de CD ou DVD
ru: CD или DVD диск
sk: CD alebo DVD disky
sv: Cd eller dvd-skivor
zh_cn: CD或DVD光盘
