Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: Ensure that you have all of the VPN connection information that you think you may require.
ar: تأكد أن لديك كل معلومات اتصال VPN التي تعتقد أنها مطلوبة.
bg: Уверете се, че имате всички данни за ВЧМ, които мислите, че могат да ви потрябват.
de: Stellen Sie sicher, dass Sie alle VPN-Verbindungsinformationen haben, die möglicherweise notwendig sind.
el: Διασφαλίστε ότι έχετε όλη την πληροφορία της σύνδεσης VPN που νομίζετε ότι θα χρειαστεί.
es: Asegúrese de tener toda la información sobre la conexión VPN que crea que puede necesitar.
fr: Assurez-vous d'avoir toutes les informations de connexion VPN dont vous pourriez avoir besoin.
hu: Bizonyosodjon meg, hogy rendelkezik a VPN-kapcsolat létrehozásához szükséges összes információval.
ko: 필요하리라 생각되는 모든 VPN 연결 정보를 가지고 있도록 하십시오.
pl: Upewnij się, że posiadasz wszystkie wymagane informacje o połączeniu VPN których możesz potrzebować.
pt: Assegure-se que possui todas as informações da ligação VPN que pensa ser necessária.
pt_br: Assegure-se de que você tem todas as informações da conexão de VPN que você acha que necessita.
ru: Убедитесь, что у вас есть вся необходимая информация о VPN соединении, которая по вашему мнению может потребоваться.
sk: Uistite sa, že máte o pripojení do siete VPN všetky informácie, ktoré môžete potrebovať.
sv: Säkerställ att du har all information för uppkoppling till VPN som kan komma behövas.
zh_cn: 确保你获得了你可能需要的所有VPN连接信息。

source: Instant messaging settings
ar: إعدادات المراسلة الفورية
bg: Настройки на внезапни съобщения
de: Einstellungen für Sofortnachrichten-Dienste
el: Ρυθμίσεις άμεσων μηνυμάτων
es: Configuración de la mensajería instantánea
fr: Paramètres de messagerie instantanée
hu: Azonnali üzenetküldés beállításai
ko: 인스턴트 메시징 설정
pl: Ustawienia komunikatorów
pt: Definições de mensageiro instantâneo
pt_br: Configurações do mensageiro instantâneo
ru: Настройки обмена мгновенными сообщениями
sk: Nastavenie okamžitých správ (IM)
sv: Snabbmedelande inställningar
zh_cn: 即时通信设置

source: If you use instant messaging (chat) software, you will have set up a user account on an instant messaging network. Ubuntu has excellent support for many instant messaging networks by default, so you should still be able to use your existing account after you have switched. Please ensure that you make a note of the following information about your instant messaging account:
ar: إذا كنت تستخدم برمجيات محادثة فورية (دردشة)، سيكون لديك حساب مستخدم على شبكة مراسلة فورية. يدعم أوبونتو بشكل متميز الكثير من شبكات المراسلة الفورية مبدئيا، لذا يجب أن تكون قادرا على استخدام حسابك الموجود بعد التحويل. من فضلك تأكد من تدوينك للمعلومات التالي عن حساب مراسلتك الفورية:
bg: Ако използвате софтуер за внезапни съобщения (чат), трябва да се регистрирате в мрежа за внезапни съобщения. Ubuntu по подразбиране има отлична поддръжка на много мрежи за внезапни съобщения, така че още бе трябвало да можете да използвате вашия съществуващ акаунт. Моля, уверете се, че сте обърнали внимание на следната информация за вашия акаунт за внезапни съобщения:
de: Wenn Sie Sofortnachrichten-Software (Chatsoftware) verwenden, werden sie ein Benutzerkonto bei dem entsprechenden Sofortnachrichtennetzwerk eingerichtet haben. Ubuntu bietet von Haus aus hervorragende Unterstützung für Sofortnachrichtennetze aller Art. Sie sollten keine Schwierigkeiten haben, Ihre existierenden Benutzerkonten nach dem Umstieg weiter verwenden zu können. Bitte notieren Sie folgende Informationen zu Ihrem Benutzerkonto beim Sofortnachrichtennetzwerk:
el: Αν χρησιμοποιείτε ένα λογισμικό άμεσων μηνυμάτων (chat), θα χρειαστεί να ρυθμίσετε ένα λογαριασμό στο δίκτυο τους. Το Ubuntu έχει εξ ορισμού εξαίρετη υποστήριξη για πολλά δίκτυα άμεσων μηνυμάτων, ώστε να μπορείτε να χρησιμοποιείτε τον ήδη υπάρχοντα λογαριασμό σας μετά στην εναλλαγή σας στο Ubuntu. Παρακαλούμε να σημειώσετε τις παρακάτω πληροφορίες για τον λογαριασμό άμεσων μηνυμάτων σας:
es: Si usa programas de mensajería instantánea (chat), tendrá configurada una cuenta de usuario en una red de mensajería instantánea. Ubuntu tiene por defecto un soporte excelente para muchas redes de mensajería instantánea, así que aún debería poder usar su actual cuenta después del cambio. Asegúrese de anotar la siguiente información sobre su cuenta de mensajería instantánea:
fr: Si vous souhaitez utiliser un logiciel de messagerie instantanée (« chat »), vous devez au préalable créer un compte utilisateur sur un réseau de messagerie instantanée. Ubuntu prend très bien en charge par défaut de nombreux réseaux de messagerie instantanée, donc vous devriez pouvoir utiliser votre ancien compte après avoir migré sous Ubuntu. Veuillez vous assurer d'avoir pris note des informations suivantes à propos de votre compte de messagerie instantanée :
hu: Ha azonnali üzenetküldő (csevegő) szoftvert használ, valószínűleg már rendelkezik beállított fiókkal valamelyik hálózaton. Az Ubuntu alapértelmezett állapotban is kitűnő támogatást nyújt sok azonnali üzenetküldő hálózathoz, így valószínű, hogy jelenlegi fiókját használhatja majd az átállás után is. Kérjük, bizonyosodjon meg róla, hogy birtokában van az azonnali üzenetküldési fiókjára vonatkozó következő információknak:
ko: 여러분이 만약 인스턴트 메시징 (채팅) 소프트웨어를 사용한다면, 인스턴트 메시징 네트워크 상의 사용자 계정을 설정해 두었을 것입니다. 우분투는 기본적으로 다양한 인스턴트 메시징 네트워크를 잘 지원하므로, 시스템을 전환한 후에도 기존의 계정을 그대로 이용할 수 있을 것입니다. 여러분이 사용하는 인스턴트 메시징 계정에 대한 다음과 같은 정보들을 기록해 두기 바랍니다.
pl: Jeśli używasz programów do natychmiastowej komunikacji (pogawędek), to masz już konta w sieciach tych usług. Ubuntu posiada standardowo doskonałą obsługę wielu sieci natychmiastowej komunikacji, więc powinieneś mieć możliwość korzystania z tych samych kont po zmianie systemu. Upewnij się, że zanotowałeś następujące informacje o swoich kontach:
pt: Se utiliza alguma aplicação para mensagens instantâneas (chat), terá que configurar uma conta de utilizador numa rede de mensagens instantâneas. O Ubuntu suporta excelentemente muitas redes de mensagens instantâneas por omissão, logo deverá conseguir utilizar as suas contas após ter feito a mudança. Por favor, assegure-se que tomou nota das seguintes informações acerca da sua conta de mensagens instantâneas:
pt_br: Se você está usando algum software mensangeiro (chat), você irá setar uma conta de usuário no seu instant messaging netword. Ubuntu tem um excelente suporte a muitos IM por padrão, então você pode continuar apto a usar sua conta existente depois da troca. Por favor tenha certeza que fez anotação da informação a seguir sobre a sua conta de IM.
ru: Если вы пользуетесь программами обмена мгновенными сообщениями (чатами), то у вас уже есть учётная запись пользователя в сети обмена мгновенными сообщениями. По умолчанию Ubuntu предоставляет отличную поддержку для многих сетей обмена мгновенными сообщениями, то есть вы сможете использовать вашу существующую учётную запись после перехода. Пожалуйста, убедитесь, что у вас есть записи со следующей информацией о вашей учётной записи:
sk: Ak používate softvér na posielanie okamžitých správ (IM), budete si musieť zriadiť v sieti okamžitých správ používateľské konto. Ubuntu už vo východziom nastavení obsahuje skvelú podporu pre siete okamžitých správ, takže aj po prechode budete môcť používať váš existujúci účet. Prosíme uistite sa, že máte poznačené nasledujúce informácie o vašom IM účte:
sv: Om du använder ett direktmeddelande (chatt) program, kommer det behövas ett konto på chatt nätverket. Ubuntu har ett utmärkt stöd för många chatt nätverk som standard. Därför kommer du kunna använda ditt nuvarande konto efter bytet till Ubuntu. Säkerställ att du har tillgång till följande information om kontot:
zh_cn: 如果使用即时消息（聊天）软件，要在即时消息网络上注册一个账号。Ubuntu对大都即时消息网络默认有很好的支持，在完成系统转换后仍然可以使用你已经拥有的账号。确定记录了你的即时消息账号的相关信息。

source: Screen name or alias
ar: اسم الشاشة أو الكنية
bg: Име на екрана или псевдоними
de: Anzeigename oder Alias
el: Όνομα οθόνης ή ψευδώνυμο
es: Nombre público o alias
fr: Pseudo ou alias
hu: Felhasználónév vagy álnév
ko: 대화명 혹은 별명
pl: Nazwa użytkownika (nick)
pt: None de utilizador ou apelido
pt_br: Nome de tela ou apelido
ru: Отображаемое имя или псевдоним
sk: Používateľské meno alebo prezývka
sv: Skärmnamn eller alias
zh_cn: Screen name或别名

source: If possible, also make a copy of your buddy- or contact-list.
ar: إذا أمكن، انسخ قائمة أصدقائك أو مراسليك.
bg: Ако е възможно, направете копие на вашия списък с приятели или контакти.
de: Wenn möglich, machen Sie auch eine Kopie Ihrer Freunde- oder Kontaktliste.
el: Αν είναι δυνατόν, κάντε ένα αντίγραφο τις λίστας των φίλων ή των επαφών σας.
es: Si es posible, haga también una copia de su lista de amigos o contactos.
fr: Si possible, faites également une copie de votre liste de contacts.
hu: Ha lehetséges, készítsen biztonsági másolatot partnereinek listájáról.
ko: 가능하다면, 친구 목록 혹은 연락처 목록도 복사해 두십시오.
pl: Jeśli to możliwe, stwórz kopię listy twoich kontaktów.
pt: Se possível faça também uma cópia da sua lista de amigos ou contactos
pt_br: Se possível, também faça uma cópia de sua lista de amigos/contatos.
ru: Если возможно, сделайте копию списка ваших собеседников или списка контактов.
sk: Ak je to možné, urobte si kópiu zoznamu vašich kamarátov alebo kontaktov.
sv: Om möjligt, gör en kopia på din kompis eller kontaktlista.
zh_cn: 也备份你的好友或联系人列表。

source: Web browser bookmarks
ar: علامات متصفح الوب
bg: Отметки на уеб браузър
de: Webbrowser-Lesezeichen
el: Σελιδοδείκτες περιηγητή ιστού
es: Marcadores del navegador web
fr: Marques-pages du navigateur web
hu: A webböngésző könyvjelzői
ko: 웹 브라우저 즐겨찾기(북마크)
pl: Zakładki przeglądarki WWW
pt: Marcadores do navegador web
pt_br: Favoritos do navegador Web
ru: Закладки Web-браузера
sk: Záložky internetového prehliadača
sv: Bokmärken i webbläsare
zh_cn: 浏览器书签

source: It is likely that you have many bookmarked websites in your web browser. This section helps you back them up.
ar: من المرجح أن لديك مواقع وب معلّمة كثيرة في متصفح الوب. هذا القسم يساعدك في نسخها احتياطيا.
bg: Нормално е да имате много отметки на уеб сайтове във вашия уеб браузър. Тази секция ще ви помогне да направите резервно копие на тези отметки.
de: Wahrscheinlich haben Sie in Ihrem Webbrowser viele Lesezeichen gespeichert. Dieser Abschnitt soll Ihnen bei deren Sicherung helfen.
el: Είναι πολύ πιθανόν να έχετε πολλούς σελιδοδείκτες στον περιηγητή ιστού σας. Αυτή η ενότητα θα βοηθήσει να τους κρατήσετε.
es: Probablemente tenga sitios web almacenados en sus marcadores (favoritos) de su navegador web. Esta sección le ayuda a copiarlos.
fr: Il est probable que vous ayez de nombreux marque-pages mémorisés dans votre navigateur Web. Cette section vous aidera à les sauvegarder.
hu: Valószínűleg sok oldalt tett könyvjelzőbe a webböngészőjében. Ez a rész bemutatja, hogyan lehet ezekről mentést készíteni.
ko: 여러분은 웹 브라우저 상에 많은 즐겨찾기들을 저장해 두었을 것입니다. 이 부분에서는 이 정보들을 백업하는 방법을 설명합니다.
pt: É provável que tenha muitos sites nos marcadores do ser navegador web. Esta secção ajuda-o a fazer uma cópia dos mesmos.
pt_br: É provável que você tenha muitos sites no Favoritos do seu navegador. Esta seção ajuda-lhe a ter de volta..
ru: Возможно у вас сохранилось много закладок в вашем Web-браузере. Этот раздел поможет вам восстановить их.
sk: Je pravdepodobné, že vo svojom internetovom prehliadači máte záložky internetových stránok. Táto sekcia vám pomôže pri ich zálohe.
sv: Det är sannolikt att du har bokmärkta webbplatser i din webbläsare. Det här avsnittet hjälper dig att säkerhetskopiera dem.
zh_cn: 你的浏览器里可能会收藏了很多书签，本章节即帮你对他们进行备份。

source: To backup your <application>Microsoft Internet Explorer 6</application> web browser:
ar: لنسخ متصفح الوب <application>Microsoft Internet Explorer 6</application> احتياطيا:
bg: За да направите резервно копие на отметките в уеб браузъра <application>Microsoft Internet Explorer 6</application>:
de: Um die Lesezeichen Ihres Webbrowsers <application>Microsoft Internet Explorer 6</application> zu sichern:
el: Για να κρατήσετε τους σελιδοδείκτες του περιηγητή ιστού <application>Microsoft Internet Explorer 6</application>:
es: Para copiar los marcadores de su navegador web <application>Microsoft Internet Explorer 6</application>:
fr: Pour sauvegarder les paramètres de votre navigateur Web <application>Microsoft Internet Explorer 6</application> :
hu: Mentés készítése a <application>Microsoft Internet Explorer 6</application> böngésző beállításairól:
ko: <application>Microsoft Internet Explorer 6</application> 웹 브라우저를 백업하려면:
pt: Para fazer uma cópia do seu navegador web <application>Microsoft Internet Explorer 6</application>
pt_br: Para fazer backup do seu navegador <application>Microsoft Internet Explorer 6</application>:
ru: Для создания резервной копии веб-браузера <application>Microsoft Internet Explorer 6</application>:
sk: Na zálohu internetového prehliadača <application>Microsoft Internet Explorer 6</application>:
sv: För att säkerhetskopiera dina inställningar i webbläsaren <application>Microsoft Internet Explorer 6</application>:
zh_cn: 要备份你的<application>Microsoft Internet Explorer 6</application>浏览器：

source: Start <application>Internet Explorer</application>.
ar: ابدأ <application>Internet Explorer</application>.
bg: Стартирайте <application>Internet Explorer</application>.
de: Starten Sie den <application>Internet Explorer</application>.
el: Εκκινήστε τον <application>Internet Explorer</application>.
es: Inicie <application>Internet Explorer</application>.
fr: Démarrer <application>Internet Explorer</application>.
hu: Indítsa el az <application>Internet Explorer</application> programot.
ko: <application>Internet Explorer</application>를 시작합니다.
pl: Uruchom <application>Internet Explorer</application>.
pt: Abrir o <application>Internet Explorer</application>.
pt_br: Inicie o <application>Internet Explorer</application>.
ru: Запустите <application>Internet Explorer</application>.
sk: Spustite <application>Internet Explorer</application>.
sv: Starta <application>Internet Explorer</application>.
zh_cn: 启动<application>Internet Explorer</application>。

source: Press <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Import and Export...</guimenuitem></menuchoice>.
ar: اضغط <menuchoice><guimenuitem>ملف</guimenuitem><guimenuitem>استيراد وتصدير...</guimenuitem></menuchoice>.
bg: Натиснете <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Import and Export...</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenuitem>Datei</guimenuitem><guimenuitem>Importieren und Exportieren...</guimenuitem></menuchoice>.
el: Πατήστε <menuchoice><guimenuitem>Αρχείο</guimenuitem><guimenuitem>Εισαγωγή και εξαγωγή...</guimenuitem></menuchoice>.
es: Pulse <menuchoice><guimenuitem>Archivo</guimenuitem><guimenuitem>Importar y exportar...</guimenuitem></menuchoice>.
fr: Cliquez sur <menuchoice><guimenuitem>Fichier</guimenuitem><guimenuitem>Importer et exporter...</guimenuitem></menuchoice>.
hu: Kattintson a <menuchoice><guimenuitem>Fájl</guimenuitem><guimenuitem>Importálás és exportálás...</guimenuitem></menuchoice> gombra.
ko: <menuchoice><guimenuitem>파일</guimenuitem><guimenuitem>가져오기 및 내보내기...</guimenuitem></menuchoice>를 누릅니다.
pl: Kliknij <menuchoice><guimenuitem>Plik</guimenuitem><guimenuitem>Importuj i eksportuj...</guimenuitem></menuchoice>.
pt: Carregue em <menuchoice><guimenuitem>Ficheiro</guimenuitem><guimenuitem>Importar e Exportar...</guimenuitem></menuchoice>.
pt_br: Pressione <menuchoice><guimenuitem>Arquivo </guimenuitem><guimenuitem>Importar e Exportar...</guimenuitem></menuchoice>.
ru: Нажмите <menuchoice><guimenuitem>Файл</guimenuitem><guimenuitem>Импорт и экспорт...</guimenuitem></menuchoice>.
sk: Stlačte <menuchoice><guimenuitem>Súbor</guimenuitem><guimenuitem>Import a Export...</guimenuitem></menuchoice>.
sv: Klicka på <menuchoice><guimenuitem>Arkiv</guimenuitem><guimenuitem>importera och exportera...</guimenuitem></menuchoice>.
zh_cn: 点击<menuchoice><guimenuitem>文件</guimenuitem><guimenuitem>导入和导出…</guimenuitem></menuchoice>。

source: The <application>Import/Export Wizard</application> will start. Press <guibutton>Next</guibutton>.
ar: سوف يبدأ <application>معالج الاستيراد/التصدير</application>. اضغط <guibutton>التالي</guibutton>.
bg: Ще се стартира <application>Import/Export Wizard</application>. Натиснете <guibutton>Next</guibutton>.
de: Der <application>Import/Export-Assistent</application> wird starten. Drücken Sie <guibutton>Weiter</guibutton>.
el: Θα ξεκινήσει ο <application>Οδηγός εισαγωγής/εξαγωγής</application>. Πατήστε <guibutton>Επόμενο</guibutton>.
es: El <application>Asistente de importación/exportación</application> comenzará. Pulse <guibutton>Siguiente</guibutton>.
fr: L'<application>assitant d'importation/exportation</application> va se lancer. Cliquez sur <guibutton>Suivant</guibutton>.
hu: Megjelenik az <application>Import-export varázsló</application>. Kattintson a <guibutton>Tovább</guibutton> gombot.
ko: <application>가져오기/내보내기 마법사</application>가 시작될 것입니다. <guibutton>다음</guibutton>을 누릅니다.
pl: Otworzy się <application>Kreator importu/eksportu</application>. Kliknij <guibutton>Dalej</guibutton>.
pt: O <application>Assistente de Importação/Exportação</application> irá iniciar. Carregue em <guibutton>Seguinte</guibutton>.
pt_br: O <application>Assistente de Importação e Exportação</application> vai iniciar. Pressione <guibutton>Próximo </guibutton>.
ru: Запустится <application>Мастер импорта/экспорта</application>. Нажмите <guibutton>Далее</guibutton>.
sk: Spustí sa <application>Sprievodca pre import a export</application>. Stlačte <guibutton>Ďalej</guibutton>.
sv: Då kommer <application>import/export guiden</application> att starta. Klicka på <guibutton>Nästa</guibutton>.
zh_cn: <application>导入/导出向导</application> 启动。 点击<guibutton>下一步</guibutton>。

source: Select <guilabel>Export Favorites</guilabel> and press <guibutton>Next</guibutton>.
ar: اختر <guilabel>تصدير المفضلة</guilabel> واضغط <guibutton>التالي</guibutton>.
bg: Изберете <guilabel>Export Favorites</guilabel> и натиснете <guibutton>Next</guibutton>.
de: Wählen Sie <guilabel>Favoriten exportieren</guilabel> und drücken Sie <guibutton>Weiter</guibutton>.
el: Επιλέξτε <guilabel>Εξαγωγή Αγαπημένων</guilabel> και πατήστε <guibutton>Επόμενο</guibutton>.
es: Seleccione <guilabel>Exportar favoritos</guilabel> y pulse <guibutton>Siguiente</guibutton>.
fr: Sélectionnez <guilabel>Exporter les favoris</guilabel> puis cliquez sur <guibutton>Suivant</guibutton>.
hu: Válassza ki a <guilabel>Kedvencek exportálása</guilabel> lehetőséget, és kattintson a <guibutton>Tovább</guibutton> gombot.
ko: <guilabel>즐겨찾기 내보내기</guilabel>를 선택하고 <guibutton>다음</guibutton>을 누릅니다.
pl: Wybierz <guilabel>Eksportuj ulubione</guilabel> i kliknij <guibutton>Dalej</guibutton>.
pt: Seleccione <guilabel>Exportar Favoritos</guilabel> e carregue em <guibutton>Seguinte</guibutton>.
pt_br: Selecione <guilabel>Exportar Favoritos </guilabel> e presssione <guibutton>Próximo</guibutton>.
ru: Выберите <guilabel>Экспорт Избранного</guilabel> и нажмите <guibutton>Далее</guibutton>.
sk: Vyberte <guilabel>Exportovať obľúbené položky</guilabel> a stlačte <guibutton>Ďalej</guibutton>.
sv: Välj <guilabel>Exportera favoriter</guilabel> och Klicka på <guibutton>Nästa</guibutton>.
zh_cn: 选择<guilabel>导出收藏夹</guilabel>，并点击<guibutton>下一步</guibutton>。

source: Select the folder from which you want to export your favorites. Selecting the <guilabel>Favorites</guilabel> folder will will export all of them. Press <guibutton>Next</guibutton>.
ar: اختر المجلد الذي تريد تصدير مفضلتك منه. اختيار المجلد <guilabel>Favorites</guilabel> سوف يصدرها كلها. اضغط <guibutton>التالي</guibutton>.
bg: Изберете папката, от която искате да експортирате вашите предпочитани. Избирането на папката <guilabel>Favorites</guilabel> ще ги експортира всичките. Натиснете <guibutton>Next</guibutton>.
de: Wählen Sie den Ordner, der die »Favoriten« (Lesezeichen) enthält, die Sie exportieren möchten. Durch Auswählen des Ordners <guilabel>Favoriten</guilabel> werden alle Lesezeichen exportiert. Drücken Sie <guibutton>Weiter</guibutton>.
el: Επιλέξτε τον φάκελο από τον οποίο θέλετε να εξάγετε τα αγαπημένα σας. Αν επιλέξετε τον φάκελο <guilabel>Favorites</guilabel> αυτό θα τα εξάγει όλα. Πατήστε <guibutton>Επόμενο</guibutton>.
es: Seleccione la carpeta desde la que quiere exportar sus favoritos. Seleccionar la carpeta <guilabel>Favoritos</guilabel> los exportará todos. Pulse <guibutton>Siguiente</guibutton>.
fr: Sélectionnez le dossier depuis lequel vous voulez exporter vos favoris. Ils seront tous exportés si vous sélectionnez <guilabel>Favoris</guilabel>. Cliquez sur <guibutton>Suivant</guibutton>.
hu: Válassza ki az exportálni kívánt mappát. Ha a <guilabel>Kedvencek</guilabel> mappát választja, az összes almappa exportálásra kerül. Kattintson a <guibutton>Tovább</guibutton> gombra.
ko: 여러분의 즐겨찾기를 내보낼 폴더를 선택합니다. <guilabel>즐겨찾기</guilabel> 폴더를 선택하면 해당 내용을 모두 내보낼 것입니다. <guibutton>다음</guibutton>을 누릅니다.
pl: Wybierz folder ulubionych, który chcesz wyeksportować. Jeśli wybierzesz katalog <guilabel>Ulubione</guilabel>, zostaną wyeksportowane wszystkie. Kliknij <guibutton>Dalej</guibutton>.
pt: Seleccione a pasta a partir da qual quer exportar os seus favoritos. Seleccionar a pasta <guilabel>Favoritos</guilabel> irá exportar todas. Carregue em <guibutton>Seguinte</guibutton>.
pt_br: Selecione a pasta de onde você quer exportar seus favoritos. Selecionando a pasta <guilabel>Favoritos</guilabel> vai exportar todos eles. Pressione o botão <guibutton>Próximo</guibutton>.
ru: Выберите папку, из которой вы хотите провести экспорт Избранного. При выборе папки <guilabel>Избранное</guilabel> будет произведён экспорт всех закладок. Нажмите <guibutton>Далее</guibutton>.
sk: Vyberte priečinok, z ktorého chcete exportovať vaše obťúbené položky. Zvolením priečinku <guilabel>Obľúbené</guilabel> (alebo Favorites) ich všetky vyexportujete. Stlačte <guibutton>Ďalej</guibutton>.
sv: Välj vilken mapp som favoriterna skall exporteras till. Välj <guilabel>Favoriter</guilabel> mappen och alla favoriter kommer exporteras. Klicka på <guibutton>Nästa</guibutton>.
zh_cn: 选择你要导出的收藏夹的所在的文件夹。选择<guilabel>Favorites</guilabel>文件夹将全部导出。点击<guibutton>下一步</guibutton>。
