Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: The instructions on exporting emails and email account settings are specific to particular applications. Instructions for some popular email clients are given in the following sections; users of other applications may find instructions relevant to their mail application from the Ubuntu <ulink url="https://help.ubuntu.com/community">Ubuntu community support website</ulink>.
ar: هذه التعليمات عن تصدير البريد الإلكتروني وإعدادات حساب البريد الإلكتروني محصصة لتطبيقات معينة. تعليمات لبعض عملاء البريد الإلكتروني مقدمة هنا في الأقسام التالية؛ مستخدمو التطبيقات الأخرى قد يجدون تعليمات متعلقة بتطبيق بريدهم الإلكتروني من <ulink url="https://help.ubuntu.com/community">موقع دعم مجتمع أوبونتو</ulink>.
bg: Инструкциите за експортиране на електронни писма и настройки на пощенски акаунт са специфични за някои програми. В следните секции са дадени инструкции за някои от популярните имейл клиенти; потребителите на други програми могат да намерят инструкции за съответната мейл програма от <ulink url="https://help.ubuntu.com/community">уеб сайта за поддръжка от обществото на Ubuntu</ulink>.
de: Die zum Export von E-Mails nötigen Schritte sind je nach verwendeter Anwendung verschieden. Anleitungen für einige populäre E-Mail-Programme werden in den folgenden Abschnitten zur Verfügung gestellt. Benutzer anderer Programme können eventuell Anleitungen für Ihre Anwendung auf der <ulink url="https://help.ubuntu.com/community">Ubuntu community support website (englisch)</ulink> finden.
el: Οι οδηγίες, για να εξάγετε τα ηλεκτρονικά σας μηνύματα και τις ρυθμίσεις του λογαριασμού του ηλεκτρονικού σας ταχυδρομείου, εξαρτώνται από την κάθε εφαρμογή που χρησιμοποιείτε. Στις παρακάτω ενότητες δίδονται οδηγίες για ορισμένους πελάτες ταχυδρομείου. Οι χρήστες άλλων εφαρμογών μπορούν να βρουν σχετικές οδηγίες για εφαρμογή ηλεκτρονικού ταχυδρομείου τους από την <ulink url="https://help.ubuntu.com/community">ιστοσελίδα υποστήριξης της κοινότητας του Ubuntu</ulink>.
es: Las instrucciones para exportar correos y configuraciones de cuentas de correo son específicas para cada aplicación particular. En las siguientes secciones se dan instrucciones para algunos clientes de correo populares. Los usuarios de otras aplicaciones pueden encontrar instrucciones interesantes para su aplicación de correo en el <ulink url="https://help.ubuntu.com/community">sitio web de soporte a la comunidad de Ubuntu</ulink>.
fr: Les instructions sur l'exportation des courriels et des paramètres des comptes sont spécifiques à chaque application. Les instructions concernant quelque logiciels de courrier répandus sont données dans les sections suivantes ; les utilisateurs d'autres applications pourront chercher les informations adéquates sur le <ulink url="http://ubuntu-fr.org/">site de la communauté francophone</ulink>.
hu: A levelek és fiókok exportálására vonatkozó utasítások konkrét programokhoz kötöttek. Néhány népszerű program beállítására kitérünk a következő fejezetekben, az egyéb alkalmazások használói az angol nyelvű <ulink url="https://help.ubuntu.com/community">Ubuntu közösségi támogató oldalon</ulink> találhatnak segítséget.
ko: 이메일과 이메일 계정 설정들을 내보내기 위한 방법은 특정 프로그램에 따라 다릅니다. 다음 부분에서는 몇 가지 대중적인 이메일 클라이언트 프로그램에서 이를 수행하는 방법에 대해 설명합니다. 다른 프로그램을 이용하는 사람들은 <ulink url="https://help.ubuntu.com/community">우분투 커뮤니티 지원 웹사이트</ulink>에서 자신이 사용하는 메일 클라이언트에 적용할 수 있는 방법을 찾을 수 있을 것입니다.
pl: Instrukcje dotyczące przeniesienia wiadomości e-mail i ustawień konta pocztowego są związane z konkretnymi programami. Poniżej podano instrukcje dotyczące kilku popularnych klientów pocztowych; użytkownicy innych programów pocztowych mogą znaleźć pomoc na <ulink url="http://ubuntu.pl/">polskim forum użytkowników Ubuntu</ulink> lub na <ulink url="https://help.ubuntu.com/community">angielskojęzycznej stronie społeczności Ubuntu</ulink>.
pt: As instruções de exportação de e-mails e configurações de contas de e-mail são específicas de cada aplicação. Instruções para os clientes de e-mail mais populares são fornecidas nas secções seguintes; os utilizadores de outras aplicações podem encontrar instruções relevantes para a sua aplicação de e-mail no <ulink url="https://help.ubuntu.com/community">website de suporte da comunidade</ulink> Ubuntu
pt_br: As instruções para exportação de configurações de contas de email e email são específicas para aplicativos em particular. Instruções para alguns clientes de email populares são fornecidas nas seguintes seções; usuários de outros aplicativos podem encontrar instruções relevantes para seus aplicativos de email no Ubuntu no <ulink url="https://help.ubuntu.com/community">Site de suporte da comunidade Ubuntu</ulink>.
ru: Инструкции по экспорту электронных писем и настроек учётной записи специфичны для каждого конкретного приложения. Инструкции для некоторых популярных почтовых клиентов даны в следующих разделах; пользователи других приложений могут найти инструкции, подходящие для их почтовых клиентов, на <ulink url="https://help.ubuntu.com/community">сайте поддержки сообщества Ubuntu</ulink>.
sk: Postup pri exportovaní emailov a nastavenia emailového účtu závisí od používanej aplikácie. Inštrukcie pre niektorých obľúbených internetových klientov nájdete v nasledujúcich kapitolách; používatelia iných aplikácií môžu nájsť inštrukcie pre ich emailovú aplikáciu na <ulink url="https://help.ubuntu.com/community">stránke komunitnej podpory Ubuntu</ulink>.
sv: Instruktioner för att exportera e-post och kontoinställningar är specifika för specifika program. Instruktioner för några populära e-postprogram är beskrivna i följande avsnitt; användare av andra program kan hitta instruktioner relevanta för sina e-postprogram från <ulink url="https://help.ubuntu.com/community">Ubuntu-gemenskapens supportwebbsida</ulink>.
zh_cn: 下面关于导出电子邮件和电子邮件账号的介绍是针对特定的应用程序的。以下部分是一些常见的电子邮件终端的介绍；其它的电子邮件终端的使用者可以在<ulink url="https://help.ubuntu.com/community">Ubuntu community support website</ulink>找到相关介绍。

source: These instructions are intended for users of <application>Microsoft Outlook Express 6</application>. If you are a user of a different version of <application>Outlook Express</application>, you may find instructions specific to that version from the Ubuntu <ulink url="https://help.ubuntu.com/community">Ubuntu community support website</ulink>.
ar: هذه التعليمات تستهدف مستخدمي <application>Microsoft Outlook Express 6</application>. إذا كنت مستخدما لنسخة أخرى من<application>Outlook Express</application>، قد تجد التعليمات المخصصة لتلك النسخة في <ulink url="https://help.ubuntu.com/community">موقع دعم مجتمع أوبونتو</ulink>.
bg: Тези инструкции са потребители на <application>Microsoft Outlook Express 6</application>. Ако използвате друга версия на <application>Outlook Express</application>, можете да намерите инструкции за тази версия в <ulink url="https://help.ubuntu.com/community">уеб сайта за поддръжка от обществото на Ubuntu</ulink>.
de: Diese Anweisungen sind für Benutzer von <application>Microsoft Outlook Express 6</application> gedacht. Wenn Sie eine andere Version von <application>Outlook Express</application> verwenden, finden Sie spezielle Hinweise dazu (auf Englisch) auf der <ulink url="https://help.ubuntu.com/community">Ubuntu community support website</ulink>.
el: Αυτές οι οδηγίες στοχεύουν στους χρήστες του <application>Microsoft Outlook Express 6</application>. Αν είστε χρήστης μιας διαφορετικής έκδοσης του <application>Outlook Express</application>, μπορείτε να βρείτε συγκεκριμένες οδηγίες για αυτή την έκδοση από την <ulink url="https://help.ubuntu.com/community">ιστοσελίδα υποστήριξης της κοινότητας του Ubuntu</ulink>.
es: Estas instrucciones van dirigidas a usuarios de <application>Microsoft Outlook Express 6</application>. Si es usuario de una versión diferente de <application>Outlook Express</application>, puede encontrar instrucciones específicas para esa versión en el <ulink url="https://help.ubuntu.com/community">sitio web de soporte a la comunidad de Ubuntu</ulink>.
fr: Ces instructions sont destinées aux utilisateurs de <application>Microsoft Outlook Express 6</application>. Si vous utilisez une version différente de <application>Outlook Express</application>, vous pourrez chercher des informations spécifiques à cet version sur le <ulink url="http://ubuntu-fr.org/">site de la communauté francophone</ulink>.
hu: Ezek a lépések a <application>Microsoft Outlook Express 6</application> használóinak szólnak. Ha más <application>Outlook Express</application>-verziót használ, segítséget az angol nyelvű <ulink url="https://help.ubuntu.com/community">Ubuntu közösségi támogató oldalon</ulink> találhat.
ko: 여기에서 설명하는 내용은 <application>Microsoft Outlook Express 6</application> 사용자들을 위한 것입니다. 만약 여러분이 다른 버전의 <application>Outlook Express</application>를 사용하고 있다면, <ulink url="https://help.ubuntu.com/community">우분투 커뮤니티 지원 웹사이트</ulink>에서 해당 버전에 대한 방법을 찾을 수 있을 것입니다
pl: Te instrukcje przeznaczone są dla użytkowników <application>Microsoft Outlook Express 6</application>. Jeżeli używasz innej wersji <application>Outlook Express</application>, możesz znaleźć instrukcje dla tej konkretnej wersji na <ulink url="http://ubuntu.pl/">polskim forum użytkowników Ubuntu</ulink> lub na <ulink url="https://help.ubuntu.com/community">angielskojęzycznej stronie społeczności Ubuntu</ulink>.
pt: Estas instruções são destinadas aos utilizadores do <application>Microsoft Outlook Express 6</application>. Se é utilizador de uma versão diferente do <application>Outlook Express</application>, poderá encontrar instruções específicas para a sua versão no <ulink url="https://help.ubuntu.com/community">website de suporte da comunidade</ulink> Ubuntu
pt_br: Estas instruções são dirigidas para usuários do <application>Microsoft Outlook Express 6</application>. Se você é um usuário de uma versão diferente do <application>Outlook Express</application>, você pode encontar instruções específicas para estas versões no Ubuntu no <ulink url="https://help.ubuntu.com/community">Site de suporte da comunidade Ubuntu</ulink>.
ru: Данные инструкции предназначены для пользователей <application>Microsoft Outlook Express 6</application>. Если вы пользуетесь другой версией <application>Outlook Express</application>, попробуйте найти инструкции для вашей конкретной версии на <ulink url="https://help.ubuntu.com/community">сайте поддержки сообщества Ubuntu</ulink>.
sk: Tento návod je určený pre používateľov <application>Microsoft Outlook Expressu 6</application>. Ak používate inú verziu programu <application>Outlook Express</application>, môžete nájsť inštrukcie pre danú verziu na <ulink url="https://help.ubuntu.com/community">stránke komunitnej podpory Ubuntu</ulink>.
sv: Dessa instruktioner är framtagna till användare av <application>Microsoft Outlook Express 6</application>. Om du använder en annan version av <application>Outlook Express</application>, finns det sannolikt instruktioner för den versionen på Ubuntus <ulink url="https://help.ubuntu.com/community">Ubuntu community support webbsida</ulink>.
zh_cn: 这些介绍是针对<application>Microsoft Outlook Express 6</application>的使用者。若你用的是<application>Outlook Express</application>，可在<ulink url="https://help.ubuntu.com/community">Ubuntu community support website</ulink>找到相关介绍。

source: Exporting the address book
ar: تصدير دفتر العناوين
bg: Експортиране на адресника
de: Exportieren des Adressbuchs
el: Εξαγωγή του βιβλίου διευθύνσεων
es: Exportación de la libreta de direcciones
fr: Exportation du carnet d'adresses
hu: Címjegyzék exportálása
ko: 주소록 내보내기
pl: Eksportowanie książki adresowej
pt: Exportar o livro de endereços
pt_br: Exportando o livro de endereços
ru: Экспорт адресной книги
sk: Exportovanie adresára
sv: Exportera adressboken
zh_cn: 导出地址簿

source: Open <application>Outlook Express</application> and press <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Export</guimenuitem><guimenuitem>Address Book...</guimenuitem></menuchoice>
ar: افتح <application>Outlook Express</application> واضغط <menuchoice><guimenuitem>ملف</guimenuitem><guimenuitem>تصدير</guimenuitem><guimenuitem>دفتر العناوين...</guimenuitem></menuchoice>
bg: Отворете <application>Outlook Express</application> и натиснете <menuchoice><guimenuitem>Файл</guimenuitem><guimenuitem>Експортиране</guimenuitem><guimenuitem>Адресник...</guimenuitem></menuchoice>
de: Öffnen Sie <application>Outlook Express</application> und drücken Sie <menuchoice><guimenuitem>Datei</guimenuitem><guimenuitem>Exportieren</guimenuitem><guimenuitem>Adressbuch...</guimenuitem></menuchoice>
el: Ανοίξτε το <application>Outlook Express</application> και πατήστε <menuchoice><guimenuitem>Αρχείο</guimenuitem><guimenuitem>Εξαγωγή</guimenuitem><guimenuitem>Βιβλίο διευθύνσεων...</guimenuitem></menuchoice>
es: Abra <application>Outlook Express</application> y pulse <menuchoice><guimenuitem>Archivo</guimenuitem><guimenuitem>Exportar</guimenuitem><guimenuitem>Libreta de direcciones...</guimenuitem></menuchoice>
fr: Ouvrez <application>Outlook Express</application> et cliquez sur <menuchoice><guimenuitem>Fichier</guimenuitem><guimenuitem>Exporter</guimenuitem><guimenuitem>Carnet d'adresses...</guimenuitem></menuchoice>
hu: Nyissa meg az <application>Outlook Express</application> programot, és válassza a <menuchoice><guimenuitem>Fájl</guimenuitem><guimenuitem>Exportálás</guimenuitem><guimenuitem>Címjegyzék...</guimenuitem></menuchoice> menüpontot.
ko: <application>Outlook Express</application>를 열고 <menuchoice><guimenuitem>파일</guimenuitem><guimenuitem>내보내기</guimenuitem><guimenuitem>주소록...</guimenuitem></menuchoice>을 누릅니다.
pl: Otwórz <application>Outlook Express</application> i wybierz <menuchoice><guimenuitem>Plik</guimenuitem><guimenuitem>Eksportuj</guimenuitem><guimenuitem>Książka adresowa...</guimenuitem></menuchoice>
pt: Abra o <application>Outlook Express</application> e carregue em <menuchoice><guimenuitem>Ficheiro</guimenuitem><guimenuitem>Exportar</guimenuitem><guimenuitem>Livro de Endereços...</guimenuitem></menuchoice>
pt_br: Abra <application>Outlook Express</application> e pressione <menuchoice><guimenuitem>Arquivo</guimenuitem><guimenuitem>Exportar</guimenuitem><guimenuitem>Catálogo de endereços</guimenuitem></menuchoice>
ru: Запустите <application>Outlook Express</application> и нажмите <menuchoice><guimenuitem>Файл</guimenuitem><guimenuitem>Экспорт</guimenuitem><guimenuitem>Адресная книга...</guimenuitem></menuchoice>
sk: Otvorte <application>Outlook Express</application> a stlačte <menuchoice><guimenuitem>Súbor</guimenuitem><guimenuitem>Exportovať</guimenuitem><guimenuitem>Adresár...</guimenuitem></menuchoice>
sv: Öppna <application>Outlook Express</application> och klicka på <menuchoice><guimenuitem>Arkiv</guimenuitem><guimenuitem>Exportera</guimenuitem><guimenuitem>Adress Bok...</guimenuitem></menuchoice>
zh_cn: 打开<application>Outlook Express</application>，并点击<menuchoice><guimenuitem>文件</guimenuitem><guimenuitem>导出</guimenuitem><guimenuitem>地址簿...</guimenuitem></menuchoice>。

source: The <application>Address Book Export Tool</application> will start. Select the option <guilabel>Text File (Comma Separated Values)</guilabel> and then press <guibutton>Export</guibutton>.
ar: سوف تبدأ <application>أداة تصدير دفتر العناوين</application>. اختر الخيار <guilabel>Text File (Comma Separated Values)</guilabel> ومن ثم اضغط <guibutton>تصدير</guibutton>.
bg: Ще се стартира <application>Инструмент за експортиране на адресник</application>. Изберете опцията <guilabel>Текстов файл (Стойности разделени със запетая</guilabel> и после натиснете <guibutton>Експортиране</guibutton>.
de: Das <application>Exportprogramm für das Adressbuch</application> wird gestartet. Hier wählen Sie <guilabel>Textdatei (mit Kommas als Trennzeichen)</guilabel> aus und drücken Sie <guibutton>Exportieren</guibutton>.
el: Το <application>Εργαλείο εξαγωγής Βιβλίου διευθύνσεων</application> θα εκκινηθεί. Επιλέξτε την επιλογή <guilabel>Αρχείο κειμένου (Τιμές οριοθετημένες με κόμματα)</guilabel> και μετά πατήστε <guibutton>Εξαγωγή</guibutton>.
es: Se iniciará la <application>Herramienta de exportación de libreta de direcciones</application>. Seleccione la opción <guilabel>Archivo de texto (valores separados por comas)</guilabel> y luego pulse <guibutton>Exportar</guibutton>.
fr: L'<application>outil d'exportation du carnet d'adresses</application> va se lancer. Sélectionnez l'option <guilabel>Fichier texte (valeurs séparées par des virgules)</guilabel> et cliquez sur <guibutton>Exporter</guibutton>.
hu: Elindul a <application>Címjegyzék-exportáló eszköz</application>. Válassza a <guilabel>Szövegfájl (Vesszővel elválasztott értékek)</guilabel> lehetőséget, és nyomja meg az <guibutton>Exportálás</guibutton> gombot.
ko: <application>주소록 내보내기 도구</application>가 시작될 것입니다. <guilabel>Text File (Comma Separated Values)</guilabel>을 선택하고 <guibutton>내보내기</guibutton> 버튼을 누릅니다.
pl: Otworzy się <application>Narzędzie do eksportu Książki adresowej</application>. Wybierz opcję <guilabel>Plik tekstowy (w formacie CSV)</guilabel> i naciśnij <guibutton>Eksportuj</guibutton>.
pt: A aplicação <application>Ferramenta de Exportação de Livro de Endereços</application> irá iniciar. Seleccione a opção <guilabel>Ficheiro de Texto (Valores Separados por Vírgulas)</guilabel> e carregue em <guibutton>Exportar</guibutton>.
pt_br: A <application>Ferramenta de exportação do catálogo de endereços</application> vai iniciar. Selecione a opção <guilabel>Arquivo de texto(Valores Separados por vírgulas ou CSV)</guilabel> e pressione <guibutton>Exportar</guibutton>.
ru: Запустится <application>Инструмент экспорта адресной книги</application>. Выберите опцию <guilabel>Текстовый файл (Значения, разделённые запятыми)</guilabel>, затем нажмите <guibutton>Экспорт</guibutton>.
sk: Spustí sa <application>Nástroj na exportovanie adresára</application>. Vyberte možnosť <guilabel>Textový súbor (hodnoty oddelené čiarkou)</guilabel> a stlačte <guibutton>Exportovať</guibutton>.
sv: Då kommer <application>Adress Bokens export verktyg</application> att starta. Välj alternativ <guilabel>Text fil (Comma Separated Values)</guilabel> och tryck därefter på <guibutton>Exportera</guibutton>.
zh_cn: <application>Address Book Export Tool</application> 启动。 选择选项<guilabel>Text File (Comma Separated Values)</guilabel> 再点击<guibutton>Export</guibutton>。

source: Save the file in a memorable location. Give the file a descriptive name, such as <filename>mail_address_book.csv</filename>, and press <guibutton>Next</guibutton>.
ar: احفظ الملف في موقع تحفظه. أعطِ الملف اسما وصفيا، مثل <filename>دفتر_عناوين_البريد_الإلكتروني.csv</filename>، واضغط <guibutton>التالي</guibutton>.
bg: Запазете файла в местоположение, което ще запомните. Въведете описателно име на файла, като <filename>mail_address_book.csv</filename> и натиснете <guibutton>Напред</guibutton>.
de: Speichern Sie die Datei an einem geeigneten Ort. Geben Sie der Datei einen aussagekräftigen Namen wie z.B. <filename>Mail_Adressbuch.csv</filename> und drücken Sie anschließend <guibutton>Weiter</guibutton>.
el: Αποθηκεύστε το αρχείο σε μια τοποθεσία που μπορείτε να θυμηθείτε. Δώστε ένα χαρακτηριστικό όνομα, όπως το <filename>βιβλίο_διευθύνσεων.csv</filename> και πατήστε <guibutton>Επόμενο</guibutton>.
es: Guarde el archivo en una ubicación fácil de recordar. Dé al archivo un nombre descriptivo, como <filename>libreta_de_direcciones.csv</filename> y pulse <guibutton>Siguiente</guibutton>.
fr: Enregistrez le fichier à un endroit précis et donnez lui un nom explicite, comme <filename>carnet_adresses_mail.csv</filename>, puis cliquez sur <guibutton>Suivant</guibutton>.
hu: Mentse a fájlt egy könnyen megjegyezhető helyre. Adjon neki valamilyen találó nevet, például <filename>levelező_címjegyzék.csv</filename>, majd nyomja meg a <guibutton>Tovább</guibutton> gombot.
ko: 기억할 수 있는 위치에 파일을 저장합니다. 파일 이름을 <filename>메일 주소록.csv</filename>와 같이 알아보기 쉽게 지정하고, <guibutton>다음</guibutton>을 누릅니다.
pl: Zapisz plik w miejscu, które później łatwo będziesz mógł znaleźć. Nazwij go opisowo, np. <filename>książka_adresowa_outlook.csv</filename> i kliknij <guibutton>Dalej</guibutton>.
pt: Guarde o ficheiro numa localização de fácil memorização. Dê ao ficheiro um nome descritivo, tal como <filename>livro_endereços_email.csv</filename>, e carregue em <guibutton>Seguinte</guibutton>.
pt_br: Salve o arquivo em um local relembrável. Dê ao arquivo um nome descritivo, como <filename>catálogo_de_endereços_de_email.csv</filename> e pressione <guibutton>Próximo</guibutton>.
ru: Для сохранения файла выберите и запомните местоположение, а также дайте этому файлу говорящее название, например <filename>mail_address_book.csv</filename> и нажмите <guibutton>Далее</guibutton>.
sk: Uložte súbor do príslušného adresára. Výstižne ho pomenujte, napríklad <filename>mailovy_adresar.csv</filename> a stlačte <guibutton>Ďalej</guibutton>.
sv: Spara filen på en plats du kommer ihåg. Ge filen ett beskrivande namn, så som <filename>e-post_adress_bok.csv</filename>, och tryck på <guibutton>Nästa</guibutton>.
zh_cn: 把文件保存到不会忘记的地方，起个象<filename>mail_address_book.csv</filename>这样的文件名，再点击<guibutton>下一步</guibutton>。

source: Select the details from the address book which you would like to export. If you are unsure, tick all of the options. Then, press <guibutton>Finish</guibutton>.
ar: اختر التفاصيل من دفتر العناوين التي تريد تصديرها. إذا كنتغير متأكد، اختر كل الخيارات. ثم اضغط <guibutton>إنهاء</guibutton>.
bg: Изберете данните, които искате да експортирате от адресника. Ако не сте сигурни, отбележете всички опции. После натиснете <guibutton>Край</guibutton>.
de: Wählen Sie die Details, welche Sie aus dem Adressbuch exportieren möchten. Wenn Sie sich unsicher sind, markieren Sie einfach alle Optionen. Drücken Sie anschließend <guibutton>Fertig stellen</guibutton>.
el: Επιλέξτε τις λεπτομέρειες από το βιβλίο διευθύνσεων, τις οποίες επιθυμείτε να εξάγετε. Αν δεν είστε σίγουρος, μαρκάρετε όλες τις επιλογές και μετά πατήστε <guibutton>Τέλος</guibutton>.
es: Seleccione los detalles de la libreta de direcciones que le gustaría exportar. Si no está seguro, marque todas las opciones. Luego, pulse <guibutton>Finalizar</guibutton>.
fr: Sélectionnez les champs à exporter depuis le carnet d'adresses. Si vous avez un doute, cochez toutes les cases. Enfin cliquez sur <guibutton>Terminer</guibutton>.
hu: Válassza ki az exportálandó mezőket. Ha bizonytalan, jelölje be az összes lehetőséget. Végül nyomja meg a <guibutton>Befejezés</guibutton> gombot.
ko: 주소록에서 내보내고 싶은 항목들을 선택합니다. 잘 모르겠다면, 모든 옵션을 선택하십시오. 그리고 <guibutton>마침</guibutton>을 누릅니다.
pl: Wybierz, które dane chcesz wyeksportować z książki adresowej. Jeśli nie jesteś pewien, zaznacz wszystkie opcje i kliknij <guibutton>Zakończ</guibutton>.
pt: Seleccione os detalhes do livro de endereços que deseja exportar. Se não tem a certeza, seleccione todas as opções. Em seguida, carregue em <guibutton>Terminar</guibutton>.
pt_br: Selecione os detalhes do catálogo de endereços que você deseja exportar. Se você não tiver certeza, marque todas as opções. Então, pressione <guibutton>Finalizar</guibutton>.
ru: Выберите список необходимых полей адресной книги, которые вы хотели бы экспортировать. Если затрудняетесь - просто выберите все возможные опции. Затем нажмите <guibutton>Завершить</guibutton>.
sk: Vyberte údaje z adresára, ktoré si prajete exportovať. Ak ste si nie istí, označte všetky možnosti. Potom stlačte <guibutton>Dokončiť</guibutton>.
sv: Välj detaljerna i adressboken som skall exporteras, är du osäker välj alla alternativ. Tryck sedan på <guibutton>Slutför</guibutton>.
zh_cn: 从地址簿选择你要导出的资料。如果不能确定，选取所有选项，再点击<guibutton>完成</guibutton>。
