Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: Converting from application-specific formats
ar: التحويل من هيئات تطبيقات معينة
bg: Преобразуване от формати за специфични програми
de: Umwandlung von anwendungsspezifischen Dateiformaten
el: Μετατροπή μορφών αρχείων συγκεκριμένων εφαρμογών
es: Conversión desde formatos de aplicaciones específicas
fr: Conversion depuis un format spécifique à une application
hu: Egyéb alkalmazások formátumainak átalakítása
ko: 프로그램에 특화된 형식 변환
pl: Konwertowanie z formatów specyficznych dla danej aplikacji
pt: A converter de formatos específicos de aplicação
pt_br: Convertendo formatos de aplicações específicas
ru: Преобразование из форматов, специфичных для какой-либо программы
sk: Konvertovanie formátov špecifických pre danú aplikáciu
sv: Konvertera från applikationspecifikt format
zh_cn: 从特定应用程序的格式转换

source: Some file formats are specific to particular Windows-only applications, and so cannot be used with Ubuntu software
ar: بعض هيئات الملفات مخصصة لتطبيقات معينة لويندوز فقط، ولذا لا يمكن أن تستخدم مع برمجيات أوبونتو
bg: Някои файлови формати за специфични само за програми за Windows и затова не могат да се изпозват от софтуер за Ubuntu.
de: Einige Dateiformate gehören zu Anwendungen, welche nur für Windows verfügbar sind. Diese können nicht mit Ubuntu-Software verwendet werden.
el: Μερικές μορφές αρχείων είναι καθορισμένες να λειτουργούν με εφαρμογές των Windows μόνο, έτσι δε μπορούν να χρησιμοποιηθούν με λογισμικό του Ubuntu.
es: Algunos formatos de archivo son específicos de aplicaciones sólo para Windows, así que no pueden ser utilizados con las aplicaciones de Ubuntu.
fr: Certains formats de fichiers sont spécifiques à certaines applications uniquement utilisables sous Windows, et par conséquent ne peuvent être utilisés par Ubuntu
hu: Néhány formátum csak Windows rendszeren futtatható programokhoz tartozik, így nem használható Ubuntuval.
ko: 어떤 파일 형식들은 특정한 윈도우즈 전용 프로그램에서만 사용할 수 있으며, 우분투 소프트웨어에서는 사용될 수 없습니다.
pl: Niektóre formaty plików są specyficzne dla aplikacji dostępnych tylko na Windows i nie mogą być używane z oprogramowaniem Ubuntu
pt: Alguns formatos de ficheiro são específicos de alguma aplicação que apenas existe para Windows, logo não podem ser utilizados com o software do Ubuntu
pt_br: Alguns formatos de arquivos são específicos para aplicações que só podem ser executadas no Windows, e por isso não podem ser utilizadas com o Ubuntu
ru: Некоторые форматы файлов специфичны для конкретных приложений, работающих только в Windows, поэтому они не могут быть использованы совместно с программным обеспечением Ubuntu
sk: Niektoré formáty súborov sú špecifické pre príslušné aplikácie bežiace iba v prostredí Windows a preto nemôžu byť použité v Ubuntu softvéri.
sv: Vissa filformat är särskilt framtagna till Windowsapplikationer och kan därför inte användas av Ubuntus programvaror.
zh_cn: 有些文件格式是只适用于Windows下的应用程序的，不能在Ubuntu下的软件使用。

source: Many applications use file formats specific to them. A good example is the <application>Adobe Photoshop</application> file format. Formats such as these are generally able to store additional data compared to widely-used standard formats and so are still useful. You may find that applications exist on Ubuntu to convert or use application specific formats. The <application>GIMP Image Editor</application> is able to use Adobe PSD files, for example.
ar: كثير من البرمجيات تستخدم هيئات ملفات خاصة بها. مثال جيد هي هيئة ملفات <application>أدوبي فوتوشوب</application>. مثل هذه الهيئات قادرة عموما على تخزين بيانات إضافية مقارنة بهيئات معيارية مستخدمة على نطاق واسع ولكي تظل مفيدة. قد تجد تطبيقات موجود على أوبونتو تحول أو تستخدم هيئات خاصة بتطبيق. <application>محرر الصور جمب</application> قادر على استخدام ملفات أدوبي PSD، على سبيل المثال.
bg: Много програми използват файлови формати специфични за тях самите. Добър пример е файловия формат <application>Adobe Photoshop</application>. Формати като този обикновено могат да съхраняват допълнителни данни сравнени с други широко използвани формати и да бъдат полезни. Можете да намерите програми в Ubuntu, които преобразуват или използват формати специфични за някои програми. Примерно <application>Редактор на изображения (GIMP)</application> може да използва Adobe PSD файлове.
de: Viele Anwendungen benutzen spezielle Dateiformate. Ein gutes Beispiel ist das <application>Adobe Photoshop</application>-Dateiformat. Formate wie diese sind im Gegensatz zu weit verbreiteten Standardformaten generell in der Lage, zusätzliche Daten zu speichern und sind deshalb weiterhin nützlich. Oftmals gibt es schon Anwendungen in Ubuntu, mit denen anwendungsspezifische Formate konvertiert und benutzt werden können. Beispielsweise ist der <application>GIMP Image Editor</application> in der Lage, »Adobe PSD«-Dateien zu verwenden.
el: Πολλές εφαρμογές χρησιμοποιούν δικές τους συγκεκριμένες μορφές αρχείων. Ένα καλό παράδειγμα είναι η μορφή αρχείων του <application>Adobe Photoshop</application>. Μορφές σαν και αυτές μπορούν να αποθηκεύσουν περισσότερα δεδομένα σε σχέση με τις ευρέως χρησιμοποιούμενες στάνταρντ μορφές και είναι πολύ χρήσιμες. Μπορείτε να βρείτε εφαρμογές του Ubuntu για να μετατρέψετε ή να χρησιμοποιήσετε τέτοιες μορφές αρχείων. Για παράδειγμα η εφαρμογή επεξεργασίας εικόνας <application>GIMP</application> μπορεί να χρησιμοποιήσει αρχεία τέτοιου τύπου όπως τα PSD.
es: Muchas aplicaciones usan los formatos de archivo específicos para ellas. Un buen ejemplo es el formato de archivo de <application>Adobe Photoshop</application>. Tales formatos pueden generalmente almacenar los datos adicionales de manera similar a los formatos estándares ampliamente utilizados, y así seguir siendo útiles. Puede encontrar que existen en Ubuntu aplicaciones para convertir o usar formatos específicos de una aplicación. El <application>Editor de Imágenes GIMP</application> puede utilizar archivos de Adobe PSD, por ejemplo.
fr: De nombreuses applications utilisent des formats de fichiers qui leur sont spécifiques. Un bon exemple est celui du format de fichier utilisé par <application>Adobe Photoshop</application>. Des formats de ce type sont généralement capables de sauvegarder des données supplémentaires comparés aux formats standards généralement utilisés. De ce fait ils restent utiles. Il est possible de trouver certaines applications sous Ubuntu permettant de convertir ou d'utiliser ces formats spécifiques. Ainsi l'<application>éditeur d'images GIMP</application> est capable d'utiliser les fichiers Adobe PSD.
hu: Sok alkalmazás saját formátumot használ. Jó példa erre az <application>Adobe Photoshop</application> formátuma. Az ilyen fájlformátumok a széles körben használt standard formátumokhoz viszonyítva többletinformáció tárolására képesek, így nehézkes kezelésük ellenére is hasznosak. Néha elérhető Ubuntu alá olyan program, ami képes ezeket a különleges formátumokat kezelni. A <application>GIMP Képszerkesztő</application> például kezeli az Adobe PSD-fájlokat.
ko: 많은 프로그램들은 자신들만의 파일 형식을 사용합니다. 그 예로 <application>Adobe Photoshop</application> 파일 형식이 있습니다. 이러한 파일 형식들은 일반적으로 널리 사용되는 표준 형식에 비해 추가적인 데이터들을 더 저장할 수 있고, 더 유용합니다. 여러분은 우분투에 존재하는 프로그램 중에서 특정 형식을 변환하거나 이용할 수 있는 것을 찾을 수도 있습니다. 예를 들어 <application>GIMP Image Editor</application>는 Adobe PSD 파일을 이용할 수 있습니다.
pl: Wiele aplikacji używa własnych formatów plików. Dobrym przykładem jest <application>Adobe Photoshop</application>. Taskie formaty mogą zwykle przechowywać dodatkowe dane w porównaniu z ogólnie przyjętymi standardowymi formatami są również użyteczne. Często istnieją aplikacje Ubuntu potrafiące konwertować lub obsługiwać takie formaty, np. The edytor plików graficznych <application>GIMP</application> potrafi obsługiwać pliki Adobe PSD.
pt: Muitas aplicações utilizam os seus formatos de ficheiros específicos. Um bom exemplo é a formato de ficheiro <application>Adobe Photoshop</application>. Formatos como estes são geralmente capazes de armazenar dados adicionais comparados aos formatos padrão largamente utilizados, logo ainda são úteis. Irá descobrir que existem aplicações no Ubuntu capazes de converter ou utilizar formatos específicos de uma aplicação. O <application>Editor de Imagem GIMP</application> é capaz de utilizar ficheiros Adobe PSD, por exemplo.
pt_br: Muitos aplicativos usam formatos de arquivos específicos para eles. Um bom exemplo é o formato de arquivo do aplicativo <application>Adobe Photoshop</application>. Formatos como esse geralmente são capazes de guardar informações adicionais se comparados com aplicativos mais amplamente utilizados como padrão e são ainda úteis. Você vai encontrar aplicativos existentes no Ubuntu para converter estes tipos de formato de arquivo específicos. O aplicativo <application>GIMP Image Editor</application> é capaz de converter arquivos do tipo .PSD por exemplo.
ru: Многие программы используют форматы файлов, специфичные для них. Наглядным примером служит формат файлов <application>Adobe Photoshop</application>. Форматы, подобные этому, обычно могут содержать дополнительную информацию по сравнению с более распространёнными стандартными форматами, однако и они могут быть использованы. В Ubuntu существуют приложения для преобразования или использования подобных программно-специфичных форматов. Например, <application>Редактор изображений GIMP</application> может использовать файлы Adobe PSD.
sk: Veľa aplikácií používa špecifické formáty súborov, ktoré používajú iba tieto aplikácie. Dobrým príkladom je formát súborov <application>Adobe Photoshop</application>. Takéto formáty vo všeobecnosti dokážu oproti rozšíreným štandardným formátom ukladať aj dodatočné informácie a je teda užitočné ich používať. V Ubuntu môžete nájsť aplikácie, ktoré dokážu konvertovať alebo používať špecifické formáty. Napríklad <application>Editor obrázkov GIMP</application> je schopný používať súbory Adobe PSD.
sv: Många applikationer har speciella filformat. Bra exempel på det är filformatet till <application>Adobe Photoshop</application>. Format som detta sparar generellt extra data jämfört med ett vanligt standard format som ändå är användbart. Du kommer att upptäcka att program i Ubuntu kan konvertera eller öppna även dessa speciella filformat. Programmet <application>GIMP Image Editor</application> kan till exempel öppna och använda Adobe PSD filer.
zh_cn: 许多程序使用它们特定的文件格式。一个好的例子是<application>Adobe Photoshop</application>的文件格式。相比于广泛使用的标准格式，象这样的格式通常能储存额外的数据，因而是很有用的。你能发现Ubuntu的自带的应用程序可以转换或者直接使用这些格式。例如，<application>GIMP 图像编辑器</application>能使用Adobe PSD文件。

source: If you are uncertain whether a format is application-specific or has a usable alternative, seek help from an <ulink url="http://www.ubuntu.com/support">Ubuntu support channel</ulink>.
ar: إذا لم نكن متأكدا فيما إذا كانت هيئة هي لتطبيق محدد أو لها بديل ممكن، ابحث عن مساعدة في <ulink url="http://www.ubuntu.com/support">قناة دعم أوبونتو</ulink>.
bg: Ако си несигурен дали формата е специфичен за определена програма или има алтернатива,потърси помощ от <ulink url="http://www.ubuntu.com/support">Ubuntu support channel</ulink>.
de: Wenn Sie unsicher sind, ob ein Dateiformat anwendungsspezifisch ist oder ob es brauchbare Alternativen gibt, können Sie beispielsweise im <ulink url="http://forum.ubuntuusers.de/">deutschsprachigen Ubuntu-Forum</ulink> nachfragen. Unter <ulink url="http://www.ubuntu.com/support">Ubuntu Support (englisch)</ulink> sind einige andere Möglichkeiten aufgelistet, Hilfe zu Ubuntu zu erhalten.
el: Αν δεν είστε σίγουροι, εάν μια μορφή αρχείων συγκεκριμένων εφαρμογών έχει μια χρηστική εναλλακτική, αναζητήστε βοήθεια από το <ulink url="http://www.ubuntu.com/support">κανάλι υποστήριξης του Ubuntu</ulink>.
es: Si no está seguro de si un formato es específico de una aplicación o tiene una alternativa para su uso, busque ayuda en un <ulink url="http://www.ubuntu.com/support">canal de soporte de Ubuntu</ulink>.
fr: Si vous n'êtes pas sûr qu'un format soit spécifique à une application ou qu'il ait une alternative utilisable, demandez de l'aide sur <ulink url="http://forum.ubuntu-fr.org/">les forums de la communauté francophone</ulink>
hu: Ha nem biztos benne, hogy egy adott alkalmazás saját formátuma Ubuntu alatt kezelhető, segítséget találhat az <ulink url="http://www.ubuntu.com/support">Ubuntu támogatási csatornán</ulink>.
ko: 만약 어떤 형식이 특정 프로그램 전용인지 혹은 다른 프로그램에서도 사용 가능한지 알아보려면 <ulink url="http://www.ubuntu.com/support">우분투 지원 채널</ulink>에서 도움말을 찾아보기 바랍니다.
pl: Jeśli nie jesteś pewien, czy dany format jest specyficzny dla aplikacji, lub czy istnieje obsługiwany format alternatywny, szkaj pomocy na <ulink url="http://www.ubuntu.com/support">kanale pomocy Ubuntu</ulink>.
pt: Se tem dúvidas acerca se um formato especifico de uma aplicação tem uma alternativa utilizável, procure ajuda de um <ulink url="http://www.ubuntu.com/support">Canal de suporte Ubuntu</ulink>.
pt_br: Se você não tiver certeza de que um formato de arquivo é de um aplicativo específico ou tem uma alternativa utilizável, procure ajuda de um <ulink url="http://www.ubuntu.com/support">Canal de suporte Ubuntu</ulink>
ru: Если вы не знаете, является ли некоторый формат специфичным для конкретной программы или для него существует рабочая альтернатива, обратитесь за помощью на <ulink url="http://www.ubuntu.com/support">канал поддержки Ubuntu</ulink>.
sk: Ak ste si nie istý, či sa vo vašom prípade jedná o špecifický formát alebo či existuje k nemu príslušná alternatíva, obráťte sa o pomoc na <ulink url="http://www.ubuntu.com/support">kanál podpory Ubuntu</ulink>.
sv: Om du är osäker på om ett format är applikationspecifikt eller har ett användbart alternativ, sök hjälp på <ulink url="http://www.ubuntu.com/support">Ubuntu support channel</ulink>.
zh_cn: 如果你不能确定一个格式是程序特定的还是可以选择可用的，请查阅<ulink url="http://www.ubuntu.com/support">Ubuntu 支持频道l</ulink>。

source: Internet connection settings
ar: إعدادات اتصال الإنترنت
bg: Настройки на интернет връзката
de: Internet-Verbindungseinstellungen
el: Ρυθμίσεις της σύνδεσης στο διαδικτύου
es: Configuración de la conexión a Internet
fr: Paramètres de connexion Internet
hu: Internetkapcsolat beállításai
ko: 인터넷 연결 설정
pl: Ustawienia połączenia internetowego
pt: Definições de ligação à internet
pt_br: Configurações de conexão com a internet
ru: Настройки подключения к интернету
sk: Nastavenie pripojenia do internetu
sv: Inställningar för internetanslutning
zh_cn: 互联网连接设置

source: The Internet connection settings which are relevant to you will depend on the type and supplier of your Internet connection. Your supplier will generally be able to advise you of the relevant settings if you encounter difficulties in finding them yourself.
ar: إعدادات اتصال الإنترنت المرتبطة بك تعتمد على نوع ومزود اتصالك بالإنترنت. سيستطيع مزودك غالبا إعطاءك الإعدادات المتعلقة إذا واجهتك صعوبات في إيجادها بنفسك.
bg: Настройките на интернет връзка, които се отнасят за вас, ще зависят от типа и доставчика на вашата интернет връзка. Вашият доставчик може да ви каже вашите настройки, ако имате проблем при намирането им.
de: Welche Internet-Verbindungseinstellungen für Sie relevant sind, hängt von der Art und dem Anbieter Ihres Internetzugangs ab. Ihr Anbieter kann Ihnen die wichtigsten Einstellungen mitteilen, falls Sie Probleme haben, diese selbst herauszufinden.
el: Οι ρυθμίσεις της σύνδεσης στο διαδικτύου που σας αφορούν είναι εξαρτώνται από τον τύπο και τον πάροχο της σύνδεσής σας. Ο πάροχος σας γενικά θα μπορεί να σας παρέχει συμβουλές για τις σχετικές ρυθμίσεις, αν αντιμετωπίζετε δυσκολίες.
es: La configuración de la conexión a Internet que sea relevante dependerá del tipo y distribuidor de la conexión. Su distribuidor generalmente podrá informarle de la configuración relevante si encuentras problemas para encontrarla por sí mismo.
fr: Les paramètres de connexion Internet qui vous conviendront dépendent du type de connexion et de votre fournisseur d'accès Internet. En général, votre fournisseur sera en mesure de vous indiquer les paramètres pertinents si vous rencontrez des difficultés pour les trouver vous-même.
hu: Az Önnek fontos beállítások internetkapcsolatának típusán és szolgáltatóján múlnak. Ha a gép olyan információt kér, amelynek Ön nincs birtokában, internetszolgáltatójához fordulhat segítségért.
ko: 인터넷 연결 설정은 여러분에게 인터넷 연결을 제공하는 공급자와 그 방식에 따라 달라집니다. 인터넷 연결 설정 중에 어려움을 겪게 되는 경우, 일반적으로 인터넷 공급자들이 도움을 줄 수 있습니다.
pl: Twoje ustawienia połączenia internetowego zależą od jego typu i twojego dostawcy internetowego. Twój dostawca zazwyczaj pomoże ci, jeżeli będziesz miał trudności z ich znalezieniem.
pt: As configurações da ligação de Internet relevantes para si irão depender do tipo de fornecedor da ligação de Internet. O seu fornecedor normalmente irá o avisar das configurações relevantes se tiver problemas em as encontrar sem ajuda.
pt_br: As configurações de conexão de Internet que são relevantes a você vão depender do tipo e seu provedor da sua conexão de Internet. Seu provedor geralmente é capaz de lhe especificar as configurações relevantes caso você encontre dificuldades de encontrá-las por si só.
ru: Настройки интернет соединения в вашем случае зависят от типа и провайдера интернет соединения. Обычно, провайдер сможет помочь вам сделать подходящие настройки, если по каким-то причинам вам не удастся определить их самостоятельно.
sk: Nastavenie pripojenia do internetu závisí na type pripojenia a na jeho poskytovateľovi. Ak objavíte nejaký problém, tak vám spravidla bude váš poskytovateľ schopný pomôcť s príslušným nastavením,
sv: Inställningarna för internetanslutningen som är relevanta för dig beror på din internetleverantör. Din leverantör har normalt instruktioner för relevanta inställningar om du stöter på problem och inte kan lösa dem själv.
zh_cn: 网络连接设置与你的网络连接类型和提供商有关。如果有困难你的网络服务提供商会给你提供相关的建议。

source: If you connect to the Internet using a network or router, see <xref linkend="preparing-settings-network"/> for instructions.
ar: إذا كنت تتصل بالإنترنت باستخدام شبكة أو راوتر، راجع <xref linkend="preparing-settings-network"/> للخطوات.
bg: Ако се свързваш към Интернет чрез мрежа или рутер,погледни <xref linkend="preparing-settings-network"/> за инструкции
de: Wenn Ihr Rechner über einen Router mit dem Internet verbunden ist, lesen Sie bitte <xref linkend="preparing-settings-network"/>, um weitere Informationen zu erhalten.
el: Αν συνδέεστε στο διαδίκτυο μέσω ενός τοπικού δικτύου ή ενός δρομολογητή (router), δείτε το <xref linkend="preparing-settings-network"/> για οδηγίες.
es: Si se conecta a Internet utilizando una red local o un enrutador, consulte <xref linkend="preparing-settings-network"/> para más instrucciones.
fr: Si vous vous connectez à l'Internet au travers d'un réseau ou d'un routeur, veuillez consulter <xref linkend="preparing-settings-network"/> pour obtenir des instructions.
hu: Ha hálózatból vagy router mögül internetezik, a <xref linkend="preparing-settings-network"/> fejezetben talál további információt.
ko: 만약 여러분이 네트워크나 라우터를 통해 인터넷에 연결된다면, <xref linkend="preparing-settings-network"/> 부분의 지시를 따르십시오.
pl: Jeżeli łączysz się używając sieci lub bramy lokalnej, (routera) zobacz <xref linkend="preparing-settings-network"/>.
pt: Se se ligar à Internet usando uma rede ou router, veja <xref linkend="preparing-settings-network"/> para instruções.
pt_br: Se você se conecta à Internet utilizando uma rede local ou roteador, veja <xref linkend="preparing-settings-network"/> para obter instruções.
ru: Если вы подключены к Интернету через локальную сеть или маршрутизатор, обратитесь к разделу <xref linkend="preparing-settings-network"/> за инструкциями.
sk: Ak pre pripojenie do internetu využívate sieť alebo router, pozrite pre bližšie informácie <xref linkend="preparing-settings-network"/>.
sv: Om du ansluter dig till Internet via ett nätverk eller en router, se <xref linkend="preparing-settings-network"/> för instruktioner.
zh_cn: 你如果通过局域网或路由器接入，请查阅<xref linkend="preparing-settings-network"/>的介绍。

source: Dial-up Internet connection
ar: اتصال الطلب الهاتفي بالإنترنت
bg: Dial-up интернет връзка
de: Einwahlverbindung
el: Σύνδεση στο διαδίκτυο μέσω τηλεφώνου (dial-up)
es: Conexión a Internet por vía teléfonica (dial-up)
fr: Connexion internet en RTC
hu: Betárcsázós kapcsolat
ko: 다이얼-업 인터넷 연결
pl: Połączenie internetowe typu Dial-up
pt: Ligações de Internet Dial-up
pt_br: Conexão de Internet Discada
ru: Модемное соединение с интернет
sk: Dial-up internetové pripojenie
sv: Uppringd internetanslutning
zh_cn: 拨号互联网接连

source: Below is a list of common settings which you are likely to need:
ar: أدناه قائمة بالإعدادات الشائعة التي تحتاجها عادة:
bg: Отдолу е списъка на основните настройки от които се нуждаете:
de: Nachfolgend finden Sie eine Liste mit häufigen Einstellungen, die Sie wahrscheinlich benötigen werden:
el: Παρακάτω υπάρχει μια λίστα με συνήθεις ρυθμίσεις που πιθανότατα θα χρειαστείτε:
es: A continuación se enumeran algunas configuraciones comunes que es probable que necesite:
fr: Ci-dessous, une liste de paramètres courants dont vous aurez vraisemblablement besoin :
hu: Valószínűleg a következő adatokra lesz szüksége:
ko: 다음은 여러분이 필요로 할 일반적인 설정 목록입니다:
pl: Poniżej jest lista głównych ustawień, których najprawdopodobniej będziesz potrzebować:
pt: Abaixo encontra-se uma lista de configurações comuns que provavelmente irá necessitar:
pt_br: Abaixo há uma lista de configurações comuns que você pode precisar:
ru: Ниже представлен список настроек, которые скорее всего могут понадобиться:
sk: Nižšie je zoznam bežných nastavení, ktoré sa vám môžu zísť:
sv: Nedan är en lista över vanliga inställningar som du sannolikt behöver:
zh_cn: 以下是你可能用得上的普通设置列表：

source: User name
ar: اسم المستخدم
bg: Потребителско име
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fr: Nom d'utilisateur
hu: Felhasználónév
ko: 사용자 이름
pl: Nazw użytkownika
pt: Nome de utilizador
pt_br: Nome de usuário
ru: Имя пользователя
sk: Používateľské meno
sv: Användarnamn
zh_cn: 用户名

source: Password
ar: كلمة السر
bg: Парола
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fr: Mot de passe
hu: Jelszó
ko: 비밀번호
pl: Hasło
pt: Senha
pt_br: Senha
ru: Пaроль
sk: Heslo
sv: Lösenord
zh_cn: 密码

source: Dial-up telephone number
ar: رقم هاتف الطلب الهاتفي
bg: Dial-up телефонен номер
de: Telefonnummer zur Einwahl
el: Αριθμός κλήσης της σύνδεσης μέσω τηλεφώνου
es: Número de teléfono para la conexión
fr: Numéro de téléphone pour l'accès RTC
hu: Betárcsázási telefonszám
ko: 다이얼-업 전화번호
pl: Numer telefonu usługodawcy
pt: Número de telefone de Dial-up
pt_br: Número de telefone dial-up
ru: Номер телефона для модемного соединения
sk: Dial-up telefónne číslo
sv: Telefonnummer att ringa
zh_cn: 拨号电话号码

source: You may also require the following information:
ar: قد تحتاج أيضا المعلومات التالية:
bg: Може да изискате следната информация:
de: Folgende Informationen könnten zusätzlich erforderlich sein:
el: Μπορεί επίσης να χρειαστείτε τις παρακάτω πληροφορίες:
es: Tambien puede necesitar la siguiente información:
fr: Vous pourrez également avoir besoin des informations suivantes :
hu: A következő információra szintén szüksége lehet
ko: 또한 다음과 같은 정보들이 필요할 수도 있습니다:
pl: Możesz również potrzebować następujących informacji:
pt: Pode também precisar da seguinte informação
pt_br: Talvez você também necessite da seguinte informação:
ru: Вам также может потребоваться следующая информация:
sk: Môžete potrebovať aj nasledujúce informácie:
sv: Du behöver också följande information:
zh_cn: 你也可能需要以下信息：

source: Dial-out number
ar: رقم دايل-آوت
bg: Dial-out номер
de: Vorwahl zum Hinaustelefonieren (»Amt«)
es: Número para marcado externo
fr: Numéro d'appel sortant
hu: Külső vonal előhívószáma
ko: 다이얼-아웃 번호
pl: Numer dostępu do linii zewnętrznej
pt: Número de Dial-out
pt_br: Número de discagem para linha externa
ru: Номер выхода на внешнюю линию
sk: Dial-out číslo
sv: Fjärranslutningsnummer
zh_cn: 拨出号码
