Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: A folder will open. Find the file you just selected. If you have difficultly finding the file, it should be of type <emphasis>Office Data File</emphasis> or have the file extension <filename>.pst</filename>.
ar: سوف يفتح مجلد. جِد الملف الذي اخترته للتو. إذا واجهت صعوبات في إيجاد الملف، يجب أن يكون من نوع <emphasis>ملف بيانات Office</emphasis> أو له الامتداد <filename>.pst</filename>.
bg: Ще се отвори папка. Намерете файла, който току-що избрахте. Ако се затруднявате при намирането на файла, трябва да е тип <emphasis>Office Data File</emphasis> или да има разширението <filename>.pst</filename>.
de: Ein Ordner wird geöffnet. Suchen Sie die Datei, die Sie eben ausgewählt haben. Falls Sie Schwierigkeiten haben, die Datei zu finden, sollten Sie nach Dateien des Typs <emphasis>Persönliche Ordner-Dateien</emphasis> oder Dateien mit der Endung <filename>.pst</filename> suchen.
el: Ένας φάκελος θα ανοίξει. Βρείτε το αρχείο που επιλέξατε. Αν έχετε δυσκολία στο να βρείτε το αρχείο προσέξτε ότι είναι τύπου <emphasis>Office Data File</emphasis> και έχει προέκταση <filename>.pst</filename>.
es: Se abrirá una carpeta. Busque el archivo que acaba de seleccionar. Si tiene dificultades en encontrarlo, debería ser del tipo <emphasis>Archivo de datos de Office</emphasis> o tener la extensión <filename>.pst</filename>.
fr: Un répertoire sera ouvert. Trouvez le fichier que vous venez de sélectionner. Si vous éprouvez des difficultés à trouver le fichier, il devrait être du type <emphasis>Fichier de données Office</emphasis> ou posséder l'extension <filename>.pst</filename>.
hu: Megnyílik egy mappa. Keresse meg az előbb kijelölt fájlt. Ha nem találná, egy <filename>.pst</filename> kiterjesztésű <emphasis>Office adatfájlt</emphasis> keressen.
ko: 폴더가 열리면 방금 선택한 파일을 찾습니다. 만약 파일을 찾기가 힘들다면, <emphasis>Office 데이터 파일</emphasis> 형식으로 검색하거나 <filename>.pst</filename> 확장자를 가지는 파일을 검색하십시오.
pl: Zostanie otwarty folder. Znajdź plik, który przed chwilą zaznaczyłeś. Jeśli masz problem w znalezieniu go, powinien on być typu <emphasis>Plik danych pakietu Office</emphasis> lub mieć rozszerzenie <filename>.pst</filename>.
pt: Uma pasta irá ser aberta. Procure o ficheiro que seleccionou anteriormente. Se tiver dificuldades em encontrar o ficheiro, ele deverá ser do tipo <emphasis>Ficheiro de Dados do Office</emphasis>, ou ter a extensão <filename>.pst</filename>.
pt_br: Uma pasta será aberta. Ache o arquivo que você selecionou. Se você tiver dificuldade em achar o arquivo, será necessário será do tipo <emphasis>Arquivo de Dados Office</emphasis> ou tem uma extensão de arquivo <filename>.pst</filename>.
ru: Откроется папка. Найдите файл, который вы только что выбрали. Если у вас возникли трудности в определении файла, обратите внимание, что он должен иметь тип <emphasis>Файл данных Office</emphasis> или расширение <filename>.pst</filename>.
sk: Otvorí sa priečinok. Nájdite súbor, ktorý ste práve vybrali. Ak máte problémy ho nájsť, malo by sa jednať o typ <emphasis>Údajový súbor balíka Office</emphasis>, alebo by mal mať príponu <filename>.pst</filename>.
sv: En mapp kommer att öppnas. Leta upp filen som tidigare valts. Om du har svårt att hitta filen, bör den vara sparad som <emphasis>Office Data File</emphasis> eller ha filändelsen <filename>.pst</filename>.
zh_cn: 将打开一个文件夹，找到你要选中的文件。如果你难于找到它，那它应该是<emphasis>Office Data File</emphasis>或扩展名为<filename>.pst</filename>。

source: Copy the file into the location you are using to store your exported settings.
ar: انسخ الملف إلى الموقع الذي تستخدمه لتخزين إعداداتك المُصدّرة.
bg: Копирайте файла в местоположението, в което съхранявате вашите експортирани настройки.
de: Kopieren Sie die Datei an den Ort, den Sie zum Speichern Ihrer exportierten Einstellungen verwenden.
el: Αντιγράψτε το αρχείο στην τοποθεσία που χρησιμοποιείτε για να αποθηκεύσετε τις ρυθμίσεις που θέλετε να κρατήσετε.
es: Copie el archivo en la ubicación que esté usando para guardar sus configuraciones exportadas.
fr: Copiez le fichier à l'emplacement que vous utilisez pour stocker vos paramètres exportés.
hu: Másolja a fájlt oda, ahol az exportált beállításokat tartja.
ko: 내보낼 설정이 저장되는 위치로 파일을 복사합니다.
pl: Skopiuj plik do katalogu, w którym przechowujesz wyeksportowane ustawienia.
pt: Copie o ficheiro para a localização que está a utilizar para as suas configurações exportadas.
pt_br: Copie o arquivo para o local que você está usando para guardar suas configurações exportadas.
ru: Сохраните этот файл в папку, которую вы используете для сохранения экспортируемых настроек.
sk: Skopírujte súbor do umiestnenia, kam ukladáte vaše exportované nastavenia.
sv: Kopiera filen till platsen där exporterade filer sparas.
zh_cn: 将文件复制到你正在使用的目录中，从而保存你导出的设置。

source: Repeat this process for all of the files which were listed on the <guilabel>Outlook Data Files</guilabel> screen.
ar: كرّر هذه العملية لكل الملفات المسرودة في الشاشة<guilabel>ملفات بيانات Outlook</guilabel>.
bg: Повторете този процес за всички файлове, които са описани в екрана <guilabel>Файлове с данни на Outlook</guilabel>.
de: Wiederholen Sie diesen Ablauf für alle Dateien, die im Fenster <guilabel>Outlook-Datendateien</guilabel> angezeigt werden.
el: Επαναλάβετε την διαδικασία για όλα τα αρχεία που βρίσκονται στην οθόνη <guilabel>Αρχεία δεδομένων του Outlook</guilabel>.
es: Repita este proceso para todos los archivos que aparecen listados en la pantalla <guilabel>Archivos de datos de Outlook</guilabel>.
fr: Répétez ce processus pour tous les fichiers repris dans l'écran <guilabel>Fichiers de données Outlook</guilabel>
hu: Hajtsa végre a fenti lépéseket az <guilabel>Outlook adatfájlok</guilabel> képernyőn megjelenő minden egyes fájllal.
ko: <guilabel>Outlook 데이터 파일</guilabel> 화면의 목록에 보이는 모든 파일들에 대해서 이 과정을 반복합니다.
pl: Powtórz te czynności dla wszystkich plików wymienionych w oknie <guilabel>Pliki danych Outlook</guilabel>.
pt: Repita este processo para todos os ficheiros listados no ecrã do <guilabel>Ficheiros de Dados do Outlook</guilabel>.
pt_br: Repita esse processo para todos os arquivo que estão listado na tela <guilabel>Dados de Arquivos Outlook</guilabel>.
ru: Повторите эти шаги для всех файлов, перечисленных в окне <guilabel>Файлы данных Outlook</guilabel>.
sk: Opakujte tento postup pre všetky súbory, ktoré sú v zozname na obrazovke <guilabel>Súbory s údajmi programu Outlook</guilabel>.
sv: upprepa processen för alla filer som finns med på listan i <guilabel>Outlook Data Files</guilabel> fönstret.
zh_cn: 对所有<guilabel>Outlook 数据文件</guilabel>屏幕上的所有文件执行这一步骤。

source: Exporting your contacts
ar: تصدير مراسليك
bg: Експортиране на вашите контакти
de: Exportieren Ihrer Kontakte
el: Εξάγοντας τις επαφές σας
es: Exportación de sus contactos
fr: Exporter vos contacts
hu: Partnerek exportálása
ko: 연락처 내보내기
pl: Eksportowanie kontaktów
pt: A exportar os seus contactos
pt_br: Exportando seus contatos
ru: Экспорт контактов
sk: Exportovanie kontaktov
sv: Exportera dina kontakter
zh_cn: 导出您的联系人

source: Open <application>Outlook</application> and press <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Import and Export...</guimenuitem></menuchoice>
ar: افتح <application>Outlook</application> واضغط <menuchoice><guimenuitem>ملف</guimenuitem><guimenuitem>استيراد وتصدير...</guimenuitem></menuchoice>
bg: Отворете <application>Outlook</application> и натиснете <menuchoice><guimenuitem>Файл</guimenuitem><guimenuitem>Импортиране и Експортиране...</guimenuitem></menuchoice>
de: Öffnen Sie <application>Outlook</application> und drücken Sie <menuchoice><guimenuitem>Datei</guimenuitem><guimenuitem>Importieren/Exportieren...</guimenuitem></menuchoice>
el: Ανοίξτε το <application>Outlook</application> και πατήστε <menuchoice><guimenuitem>Αρχείο</guimenuitem><guimenuitem>Εισαγωγή και εξαγωγή...</guimenuitem></menuchoice>
es: Abra <application>Outlook</application> y pulse <menuchoice><guimenuitem>Archivo</guimenuitem><guimenuitem>Importar y exportar...</guimenuitem></menuchoice>
fr: Ouvrez <application>Outlook</application> et sélectionnez <menuchoice><guimenuitem>Fichier</guimenuitem><guimenuitem>Importer et exporter...</guimenuitem></menuchoice>
hu: Nyissa meg az <application>Outlook</application> programot, és kattintson a <menuchoice><guimenuitem>Fájl</guimenuitem><guimenuitem>Importálás és exportálás...</guimenuitem></menuchoice> menüpontra.
ko: <application>Outlook</application>을 열고 <menuchoice><guimenuitem>파일</guimenuitem><guimenuitem>가져오기 및 내보내기...</guimenuitem></menuchoice>를 누릅니다.
pl: Otwórz <application>Outlook</application> i wybierz <menuchoice><guimenuitem>Plik</guimenuitem><guimenuitem>Importuj i eksportuj...</guimenuitem></menuchoice>
pt: Abra o <application>Outlook</application> e carregue em <menuchoice><guimenuitem>Ficheiro</guimenuitem><guimenuitem>Importar e Exportar...</guimenuitem></menuchoice>
pt_br: Abra <application>Outlook</application> e pressione <menuchoice><guimenuitem>Arquivo</guimenuitem><guimenuitem>Importar e Exportar...</guimenuitem></menuchoice>
ru: Запустите <application>Outlook</application> и нажмите <menuchoice><guimenuitem>Файл</guimenuitem><guimenuitem>Импорт и экспорт...</guimenuitem></menuchoice>
sk: Otvorte <application>Outlook</application> a stlačte <menuchoice><guimenuitem>Súbor</guimenuitem><guimenuitem>Importovať a exportovať...</guimenuitem></menuchoice>
sv: Öppna <application>Outlook</application> och klicka på <menuchoice><guimenuitem>Arkiv</guimenuitem><guimenuitem>Importera och Exportera...</guimenuitem></menuchoice>
zh_cn: 打开<application>Outlook</application>，并点击<menuchoice><guimenuitem>文件</guimenuitem><guimenuitem>导入和导出...</guimenuitem></menuchoice>

source: The <application>Import and Export Wizard</application> will start. Select the option <guilabel>Export to a file</guilabel> and then press <guibutton>Next</guibutton>.
ar: سوف يبدأ <application>معالج الاستيراد والتصدير</application>. اختر الخيار <guilabel>تصدير إلى ملف</guilabel> وثم اضغط <guibutton>التالي</guibutton>.
bg: Ще се стартира <application>Съветник за импортиране и експортиране</application>. Изберете опцията <guilabel>Експортиране във файла</guilabel> и натиснете <guibutton>Напред</guibutton>.
de: Der <application>Import/Export-Assistent</application> wird gestartet. Wählen Sie die Option <guilabel>Exportieren in eine Datei</guilabel>.
el: Θα ξεκινήσει ο <application>Οδηγός εισαγωγής και εξαγωγής</application>. Επιλέξτε την επιλογή <guilabel>Εξαγωγή σε αρχείο</guilabel> και πατήστε <guibutton>Επόμενο</guibutton>.
es: El <application>Asistente de importación y exportación</application> se iniciará. Seleccione la opción <guilabel>Exportar a un archivo</guilabel> y luego pulse el botón <guibutton>Siguiente</guibutton>.
fr: L'<application>assistant d'importation et d'exportation</application> va démarrer. Sélectionnez l'option <guilabel>Exporter un fichier</guilabel> et appuyez sur <guibutton>Suivant</guibutton>.
hu: Megjelenik az <application>Importálás és exportálás varázsló</application>. Válassza ki az <guilabel>Exportálás fájlba</guilabel> lehetőséget és nyomja meg a <guibutton>Tovább</guibutton> gombot.
ko: <application>가져오기/내보내기 마법사</application>가 시작될 것입니다. <guilabel>내보내기-파일</guilabel>을 선택하고 <guibutton>다음</guibutton>을 누릅니다.
pl: Uruchomi się <application>Kreator importu i eksportu</application>. Wybierz opcję <guilabel>Eksport do pliku</guilabel> i naciśnij <guibutton>Dalej</guibutton>.
pt: O <application>Assistente de Importação e Exportação</application> irá ser iniciado. Seleccione a opção <guilabel>Exportar para ficheiro</guilabel>
pt_br: O <application>Assistente Importar e Exportar</application> irá começar a Seleção da opção <guilabel>Exportar para o arquivo</guilabel> e então pressione <guibutton>Próximo</guibutton>.
ru: Запустится <application>Мастер импорта и экспорта</application>. Выберите опцию <guilabel>Экспорт в файл</guilabel> и нажмите <guibutton>Далее</guibutton>.
sk: Spustí sa <application>Sprievodca importom a exportom</application>. Vyberte možnosť <guilabel>Exportovať do súboru</guilabel> a stlačte <guibutton>Ďalej</guibutton>.
sv: Då kommer <application>Importortering och exporteringsguiden</application> att starta. Välj alternativ <guilabel>Exportera till fil</guilabel> och klicka på <guibutton>Nästa</guibutton>.
zh_cn: 将启动<application>导入导出向导</application>。选中<guilabel>导出到文件</guilabel>，点击<guibutton>下一步</guibutton>。

source: Select <guilabel>Comma Separated Values (DOS)</guilabel> and press <guibutton>Next</guibutton>
ar: اختر <guilabel>قيم تفصلها فواصل (DOS)</guilabel> واضغط <guibutton>التالي</guibutton>
bg: Изберете <guilabel>Стойности разделени със запетая (DOS)</guilabel> и натиснете <guibutton>Напред</guibutton>
de: Wählen Sie <guilabel>Kommagetrennte Werte (DOS)</guilabel> und drücken Sie <guibutton>Weiter</guibutton>
el: Επιλέξτε <guilabel>Τιμές οριοθετημένες με κόμματα (DOS)</guilabel> και πατήστε <guibutton>Επόμενο</guibutton>
es: Seleccione <guilabel>Valores separados por comas (DOS)</guilabel> y pulse <guibutton>Siguiente</guibutton>
fr: Sélectionnez <guilabel>Valeurs séparées par des virgules (DOS)</guilabel> et appuyez sur <guibutton>Suivant</guibutton>
hu: Válassza ki a <guilabel>Pontosvesszővel tagolt adatok (DOS)</guilabel> lehetőséget és kattintson a <guibutton>Tovább</guibutton> gombra.
ko: <guilabel>Comma Separated Values (DOS)</guilabel>를 선택하고 <guibutton>다음</guibutton>을 누릅니다.
pl: Wybierz <guilabel>Wartości oddzielone przecinkami (DOS)</guilabel> i naciśnij <guibutton>Dalej</guibutton>
pt: Seleccione <guilabel>Valores Separados por Vírgulas (DOS)</guilabel> e carregue em <guibutton>Seguinte</guibutton>
pt_br: Selecione <guilabel>Valores Separados por Vírgula CVS (DOS)</guilabel> e pressione <guibutton>Próximo</guibutton>
ru: Выберите <guilabel>Comma Separated Values (DOS)</guilabel> и нажмите <guibutton>Далее</guibutton>
sk: Vyberte <guilabel>Hodnoty oddelené čiarkou (DOS)</guilabel> a stlačte <guibutton>Ďalej</guibutton>
sv: Välj <guilabel>Comma Separated Values (DOS)</guilabel> och klicka på <guibutton>Nästa</guibutton>
zh_cn: 选中<guilabel>Comma Separated Values (DOS)</guilabel>，点击<guibutton>下一步</guibutton>

source: Select the <guilabel>Contacts</guilabel> folder and press <guibutton>Next</guibutton>. Then, choose where to save the file and press <guibutton>Next</guibutton>.
ar: اختر المجلد <guilabel>Contacts</guilabel> واضغط <guibutton>التالي</guibutton>. ثم اختر مكان حفظ الملف واضغط <guibutton>التالي</guibutton>.
bg: Изберете папката <guilabel>Контакти</guilabel> и натиснете <guibutton>Напред</guibutton>. После изберете къде да бъде запазен файла и натиснете <guibutton>Напред</guibutton>.
de: Wählen Sie den Ordner <guilabel>Kontakte</guilabel> und drücken Sie <guibutton>Weiter</guibutton>. Wählen Sie anschließend den Speicherort der Datei und klicken Sie <guibutton>Weiter</guibutton>.
el: Επιλέξτε τον φάκελο <guilabel>Επαφές</guilabel> και πατήστε <guibutton>Επόμενο</guibutton>. Μετά αποφασίστε που θέλετε να αποθηκεύσετε το αρχείο και πατήστε <guibutton>Επόμενο</guibutton>.
es: Seleccione la carpeta <guilabel>Contactos</guilabel> y pulse <guibutton>Siguiente</guibutton>. Luego, elija dónde guardar el archivo y pulse <guibutton>Siguiente</guibutton>.
fr: Sélectionnez le dossier <guilabel>Contacts</guilabel> et appuyez sur <guibutton>Suivant</guibutton>. Ensuite, choisissez où sauvegarder le fichier et appuyez sur <guibutton>Suivant</guibutton>.
hu: Válassza ki a <guilabel>Névjegyalbum</guilabel> mappát és kattintson a <guibutton>Tovább</guibutton> gombra. Ezután válassza ki a mentendő fájl helyét, majd nyomja meg ismét a <guibutton>Tovább</guibutton> gombot.
ko: <guilabel>연락처</guilabel> 폴더를 선택하고 <guibutton>다음</guibutton>을 누릅니다. 그리고 파일을 저장할 위치를 지정한 뒤 <guibutton>다음</guibutton>을 누릅니다.
pl: Wybierz folder <guilabel>Kontakty</guilabel> i naciśnij <guibutton>Dalej</guibutton>. Następnie wybierz, gdzie chcesz zapisać plik i kliknij <guibutton>Dalej</guibutton>.
pt: Seleccione a pasta <guilabel>Contactos</guilabel> e carregue em <guibutton>Seguinte</guibutton>. Seguidamente escolha onde guardar o ficheiro e carregue em <guibutton>Seguinte</guibutton>.
pt_br: Selecione a pasta de <guilabel>Contatos</guilabel> e pressione <guibutton>Próximo</guibutton>. Então escolha onde deseja salvar o arquivo e pressoine <guibutton>Próximo</guibutton>.
ru: Выберите папку <guilabel>Контакты</guilabel> и нажмите <guibutton>Далее</guibutton>. Затем выберите куда сохранить файл и нажмите <guibutton>Далее</guibutton>.
sk: Vyberte priečinok <guilabel>Kontakty</guilabel> a stlačte <guibutton>Ďalej</guibutton>. Potom vyberte, kam sa má súbor uložiť a stlačte <guibutton>Ďalej</guibutton>.
sv: Välj <guilabel>Kontakter</guilabel> mappen och klicka på <guibutton>Nästa</guibutton>. Välj sedan var filen skall sparas och klicka på <guibutton>Nästa</guibutton>.
zh_cn: 选择<guilabel>连接</guilabel>文件夹，并点击<guibutton>下一步</guibutton>。然后选择保存文件的位置，并点击<guibutton>下一步</guibutton>。

source: A screen listing <guilabel>Actions to be performed</guilabel> will be shown. Press <guibutton>Finish</guibutton> to export your contacts to the location you selected in the previous step.
ar: سوف تعرض نافذة تسرد <guilabel>Actions to be performed</guilabel>. اضغط <guibutton>إنهاء</guibutton> لتصدير مراسليك إلى الموقع الذي اخترته في الخطوة السابقة.
bg: Ще се покаже екран описващ <guilabel>Действия за извършване</guilabel>. Натиснете <guibutton>Край</guibutton>, за да експортирате вашите контакти на местоположението, което сте избрали в предишната стъпка.
de: Nun erscheint ein weiteres Fenster. Drücken Sie <guibutton>Fertig stellen</guibutton>, um Ihre Kontakte in dem vorher gewählten Ort zu speichern.
el: Θα εμφανιστεί μια οθόνη με τις <guilabel>Ενέργειες που θα εκτελεστούν</guilabel>. Πατήστε <guibutton>Τέλος</guibutton> για να εξάγετε τις επαφές σας στην τοποθεσία που επιλέξατε στο προηγούμενο βήμα.
es: Aparecerá una pantalla mostrando <guilabel>Acciones a realizar</guilabel>. Pulse <guibutton>Finalizar</guibutton> para exportar sus contactos a la ubicación que seleccionó en el paso anterior.
fr: Un écran reprenant les <guilabel>Actions à réaliser</guilabel> sera montré. Appuyez <guibutton>Terminer</guibutton> pour exporter vos contacts à l'emplacement que vous avez sélectionné dans l'étape précédente.
hu: A megjelenő képernyő összefoglalja a <guilabel>Végrehajtandó műveleteket</guilabel>. Kattintson a <guibutton>Befejezés</guibutton> gombra a címjegyzék előbb megjelölt helyre történő exportálásához.
ko: <guilabel>수행할 작업</guilabel>이라는 화면이 나타날 것입니다. <guibutton>마침</guibutton>을 누르면 여러분의 연락처를 지정한 위치로 내보냅니다.
pl: Pojawi się lista <guilabel>Akcje do wykonania</guilabel>. Kliknij <guibutton>Zakończ</guibutton>, aby wyeksportować twoje kontakty do miejsca wskazanego w poprzednim kroku.
pt: Um ecrã listando as <guilabel>Acções a serem realizadas</guilabel> será mostrado. Carregue em <guibutton>Terminar</guibutton> para exportar os seus contactos para a localização que seleccionou no passo anterior.
pt_br: Uma listagem <guilabel>Tarefas a fazer</guilabel> será mostrada na tela. Selecione <guibutton>Finalizar</guibutton> para exportar os seus contatos para o local que você escolheu no passo anterior.
ru: Будет показан диалог, перечисляющий <guilabel>Действия, которые будут выполнены</guilabel>. Нажмите <guibutton>Завершить</guibutton> для экспорта контактов в местоположение, выбранное на предыдущем шаге.
sk: Objaví sa obrazovka so zoznamom <guilabel>Vykonajú sa nasledovné akcie:</guilabel>. Stlačte <guibutton>Dokončiť</guibutton> a vaše kontakty sa vyexportujú do vami zvoleného umiestnenia (určeného v predchádzajúcom kroku).
sv: Ett fönster som listar <guilabel>Handlingar att genomföra</guilabel> kommer visas. Klicka på <guibutton>Slutför</guibutton> för att exportera kontakterna till den plats som tidigare valdes.
zh_cn: 显示<guilabel>要执行的动作</guilabel>，点击<guibutton>完成</guibutton>导出联系人到你前面步骤选择的目录。

source: Exporting your calendar
ar: تصدير تقويمك
bg: Експортиране на календара
de: Den Kalender exportieren
el: Εξάγοντας το ημερολόγιο σας
es: Exportación de su calendario
fr: Exporter votre calendrier
hu: Naptár exportálása
ko: 일정 내보내기
pl: Eksportowanie kalendarza
pt: A exportar o seu calendário
pt_br: Exportando seu calendário
ru: Экспорт календаря
sk: Exportovanie kalendára
sv: Exportera din kalender
zh_cn: 导出您的日历

source: Select the <guilabel>Calendars</guilabel> folder and press <guibutton>Next</guibutton>. Then, choose where to save the file and press <guibutton>Next</guibutton>.
ar: اختر المجلد <guilabel>Calendars</guilabel> واضغط <guibutton>التالي</guibutton>. ثم اختر مكان حفظ الملف واضغط <guibutton>التالي</guibutton>.
bg: Изберете папката <guilabel>Календари</guilabel> и натиснете <guibutton>Напред</guibutton>. После изберете къде да бъде запазен файла и натиснете <guibutton>Напред</guibutton>.
de: Wählen Sie den Ordner <guilabel>Kalender</guilabel> aus und drücken Sie <guibutton>Weiter</guibutton>. Wählen Sie dann aus, wo die Datei gespeichert werden soll und drücken Sie auf <guibutton>Weiter</guibutton>.
el: Επιλέξτε τον φάκελο <guilabel>Χρονικό</guilabel> και πατήστε <guibutton>Επόμενο</guibutton>. Μετά επιλέξτε που θέλετε να αποθηκεύσετε το αρχείο και πατήστε πάλι <guibutton>Επόμενο</guibutton>.
es: Seleccione la carpeta <guilabel>Calendarios</guilabel> y pulse <guibutton>Siguiente</guibutton>. Luego, elija dónde guardar el archivo y pulse <guibutton>Siguiente</guibutton>.
fr: Sélectionnez le dossier <guilabel>Calendriers</guilabel> et appuyez sur <guibutton>Suivant</guibutton>. Ensuite, choisissez où sauvegarder le fichier et appuyez sur <guibutton>Suivant</guibutton>.
hu: Válassza ki a <guilabel>Naptár</guilabel> könyvtárat és nyomja meg a <guibutton>Tovább</guibutton> gombot. Ezután jelölje meg a menteni kívánt fájl helyét, és kattintson a <guibutton>Tovább</guibutton> gombra.
ko: <guilabel>일정</guilabel> 폴더를 선택하고 <guibutton>다음</guibutton>을 누릅니다. 그리고 파일을 저장할 위치를 지정한 뒤 <guibutton>다음</guibutton>을 누릅니다.
pl: Wybierz folder <guilabel>Kalendarz</guilabel> i naciśnij <guibutton>Dalej</guibutton>. Następnie wybierz, gdzie chcesz zapisać plik i kliknij <guibutton>Dalej</guibutton>.
pt: Seleccione a pasta <guilabel>Calendários</guilabel> e carregue em <guibutton>Seguinte</guibutton>. Depois, escolha a localização onde pretende guardar o ficheiro e carregue em <guibutton>Seguinte</guibutton>.
pt_br: Selecione a pasta de <guilabel>Calendários</guilabel> e pressione <guibutton>Próximo</guibutton>. Então escolha onde deseja salvar o arquivo e pressoine <guibutton>Próximo</guibutton>.
ru: Выберите папку <guilabel>Календари</guilabel> и нажмите <guibutton>Далее</guibutton>, затем выберите куда сохранить файл и нажмите <guibutton>Далее</guibutton>.
sk: Vyberte priečinok <guilabel>Kalendár</guilabel> a stlačte <guibutton>Ďalej</guibutton>. Potom vyberte, kam sa má súbor uložiť a stlačte <guibutton>Ďalej</guibutton>.
sv: Välj <guilabel>Kalender</guilabel> mappar och klicka på <guibutton>Nästa</guibutton>. Därefter välj var filen skall sparas, klicka på <guibutton>Nästa</guibutton>.
zh_cn: 选择<guilabel>日历</guilabel>文件夹，点击<guibutton>下一步</guibutton>。选择你要保存文件的地方再点击<guibutton>下一步</guibutton>。

source: Exporting mail messages
ar: تصدير رسائل البريد
bg: Експортиране на настройки на поща
de: E-Mail-Nachrichten exportieren
el: Εξαγωγή μηνυμάτων ταχυδρομείου
es: Exportación de los mensajes de correo
fr: Exporter les messages électroniques
hu: Levelek exportálása
ko: 메일 메시지 내보내기
pl: Eksportowanie wiadomości pocztowych
pt: A exportar as mensagens de correio
pt_br: Exportando mensagens de e-mail
ru: Экспорт почтовых сообщений
sk: Exportovanie emailových správ
sv: Exportera e-post meddelanden
zh_cn: 导出邮件信息
