Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: The <guilabel>Trash</guilabel> works much the same way as the Recycle Bin. The Trash is almost always at the bottom right corner of the screen.
ar: تعمل <guilabel>المهملات</guilabel> إلى حد بعيد مثل سلة المهملات. المهملات موجودة تقريبا دائما في الزاوية السفلية اليمنى للشاشة.
bg: <guilabel>Кошчето</guilabel> работи по същия начин като "Кошче" в Windows. Кошчето е също в долния десен ъгъл на екрана.
de: Der <guilabel>Mülleimer</guilabel> funktioniert auf die gleiche Art und Weise wie der Papierkorb. Er sollte an der rechten unteren Bildschirmecke zu finden sein.
el: Τα <guilabel>Απορρίμματα</guilabel> λειτουργούν όπως και ο Κάδος Ανακύκλωσης και βρίσκονται πάντα στο κάτω δεξιά μέρος της οθόνης.
es: La <guilabel>Papelera</guilabel> trabaja igual que la Papelera de reciclaje. La Papelera está casi siempre en la esquina inferior derecha de la pantalla.
fr: La <guilabel>Corbeille</guilabel> sous Ubuntu fonctionne de la même façon que sous Windows. Elle se trouve dans le coin inférieur droit de l'écran.
hu: A <guilabel>Kuka</guilabel> hasonló módon működik, mint a Lomtár. A Kuka majdnem mindig a képernyő jobb alsó sarkában található.
ko: 우분투의 <guilabel>휴지통</guilabel>은 윈도우즈의 휴지통과 매우 비슷하게 동작합니다. 휴지통은 거의 항상 화면의 오른쪽 아래에 있습니다.
pl: <guilabel>Kosz</guilabel> w Ubuntu działa podobnie, jak w Windows. Kosz jest prawie zawsze w prawym dolnym rogu ekranu.
pt: O <guilabel>Lixo</guilabel> funciona de forma muito semelhante à Reciclagem. O Lixo está quase sempre no canto inferior direito do ecrã.
pt_br: O <guilabel>Lixo</guilabel> funciona da mesma forma que a Lixeira. O Lixo está quase sempre no canto inferior direito da tela.
ru: <guilabel>Корзина</guilabel> работает точно так же, как и корзина в Windows. Практически всегда, корзина расположена в нижнем правом углу экрана.
sk: <guilabel>Kôš</guilabel> v Ubuntu funguje takmer identicky ako vo Windows. Kôš je skoro vždy v pravom dolnom rohu obrazovky.
sv: <guilabel>Papperskorgen</guilabel> fungerar på ungefär samma sätt som papperkorgen i Windows. Papperskorgen finns nästan alltid längst ner till höger på skrivbordet.
zh_cn: <guilabel>回收站</guilabel>和Windows下的回收站一样。回收站总在屏幕的右下角。

source: Standby
ar: الاستعداد
bg: Приспиване
el: Αναμονή
es: Hibernar
fr: Mise en veille
hu: Készenlét
ko: 대기 모드
pt: Inactivo
pt_br: Em espera
ru: Ждущий режим
sk: Úsporný režim
sv: Viloläge
zh_cn: 挂起

source: To put your computer into a power-saving mode until you resume using it, click the <application>User Switcher</application> in the top right hand corner of the screen, then <guilabel>Suspend</guilabel> or <guilabel>Hibernate</guilabel>. (<guilabel>Hibernate</guilabel> requires no power at all, but is slower, and is not available on some types of computer.)
ar: لوضع حاسوبك في وضع حفظ الطاقة حتى تستعيده، انقر <application>مبدّل المستخدم</application> في الزاوية العليا اليمنى من الشاشة، ثم <guilabel>علق الجهاز</guilabel> أو <guilabel>سبات</guilabel>. (لا يتطلب <guilabel>سبات</guilabel> أي طاقة على الإطلاق، لكنه أبطأ، وغير متوفر على بعض أنواع الحواسيب).
bg: За да поставите компютъра в енергоспестяващ режим докато го използвате отново, щракнете <application>Превключване на потребител</application> в горния деснен ъгъл на екрана, после изберете <guilabel>Преустановяване</guilabel> или <guilabel>Хибернация</guilabel>. (<guilabel>Хибернация</guilabel> не изисква електричество, но е по-бавна и не е достъпна на някои типове компютри.
de: Um Ihren Rechner in einen Energiesparmodus zu versetzen, bis Sie ihn wieder aktivieren, klicken Sie auf <application>Benutzer wechseln</application> in der oberen rechten Ecke des Bildschirms und wählen Sie <guilabel>Bereitschaft</guilabel> oder <guilabel>Ruhezustand</guilabel>. (Der <guilabel>Ruhezustand</guilabel> verbraucht überhaupt keine Energie, ist aber langsamer und auf manchen Rechnertypen nicht verfügbar.)
es: Para poner el equipo en un modo de ahorro de energía hasta que vuelva a usarlo, pulse en el <application>Selector de usuarios</application> situado en la esquina superior derecha de la pantalla y luego pulse en <guilabel>Suspender</guilabel> or <guilabel>Hibernar</guilabel>. (<guilabel>Hibernar</guilabel> no consume energía, pero es más lento y no está disponible en ciertos tipos de equipos.)
fr: Pour mettre votre ordinateur dans un mode d'économie d'énergie, cliquez sur <application>Changement d'utilisateur</application> en haut à gauche de l'écran puis sur <guibutton>Suspendre</guibutton> ou <guilabel>Hiberner</guilabel>. (<guilabel>Hiberner</guilabel> n'utilise plus du tout de courant, mais c'est plus long et ne fonctionne pas forcément avec tous les ordinateurs.)
pt_br: Para por seu computador em um modo de economia de energia até você voltar a usá-lo, clique em <application>alternador de usuários</application> no canto direito superior da tela e depois em <guilabel>suspender</guilabel> ou <guilabel>hibernar</guilabel>. (O modo <guilabel>hibernar</guilabel> não requer nada de energia, mas é mais lento e não está disponível em alguns tipos de computadores.)
ru: Чтобы перевести компьютер в режим сохранения энергии до тех пор, пока Вы снова не воспользуетесь им, щёлкните по апплету <application>Переключатель пользователей</application> в правом верхнем углу экрана и нажмите <guibutton>Приостановить</guibutton> или <guilabel>Перейти в спящий режим</guilabel> (<guilabel>Перейти в спящий режим</guilabel> не потребляет энергии вообще, но переход осуществляется дольше и недоступен для некоторых типов компьютеров).

source: Start button
ar: زر ابدأ
bg: Бутон "Старт"
de: Startknopf
el: Έναρξη
es: Botón de inicio
fr: Bouton Démarrer
hu: Start menü
ko: 시작 버튼
pl: Przycisk Start
pt: Botão Iniciar
pt_br: Botão Iniciar
ru: Кнопка пуск
sk: Tlačidlo Štart
sv: Startknapp
zh_cn: 开始按钮

source: The three menus at the top left of the screen &mdash;<guimenu>Applications</guimenu>, <guimenu>Places</guimenu>, and <guimenu>System</guimenu>&mdash; contain most of the same things as the Start menu in Windows.
ar: الثلاث قوائم في أعلى يسار الشاشة&mdash;<guimenu>تطبيقات</guimenu> و<guimenu>أماكن</guimenu> و<guimenu>نظام</guimenu>&mdash; تحتوي معظم نفس الأشياء في قائمة ابدأ في ويندوز.
bg: Трите менюто в горната лява част на екрана &mdash;<guimenu>Програми</guimenu>, <guimenu>Места</guimenu> и <guimenu>Система</guimenu>&mdash; съдържат почти същите неща като Меню "Старт" в Windows.
de: Die drei Menüs am linken oberen Bildschirmrand &mdash;<guimenu>Anwendungen</guimenu>, <guimenu>Orte</guimenu>, und <guimenu>System</guimenu>&mdash; enthalten annähernd dasselbe wie das Windows-Startmenü.
el: Υπάρχουν τρία μενού στο πάνω αριστερά μέρος της οθόνης τα &mdash;<guimenu>Εφαρμογές</guimenu>, <guimenu>Τοποθεσίες</guimenu> και <guimenu>Σύστημα</guimenu>&mdash; που περιέχουν σχεδόν τα ίδια πράγματα που όπως και το μενού Έναρξη των Windows.
es: Los tres menús en la esquina superior izquierda &mdash;<guimenu>Aplicaciones</guimenu>, <guimenu>Lugares</guimenu>, y <guimenu>Sistema</guimenu>&mdash; contienen la mayoría de las cosas que el menú de inicio de Windows.
fr: Les trois menus <guimenu>Applications</guimenu>, <guimenu>Raccourcis</guimenu>, et <guimenu>Système</guimenu>, en haut de l'écran, regroupent les mêmes outils que le menu Démarrer de Windows.
hu: A képernyő bal felső sarkában található három menüpont &mdash;<guimenu>Alkalmazások</guimenu>, <guimenu>Helyek</guimenu> és <guimenu>Rendszer</guimenu>&mdash; hozzávetőlegesen tartalmazza a Windows Start menüjében elérhető funkciók megfelelőit.
ko: 화면의 왼쪽 위에 있는 세 가지 메뉴들&mdash;<guimenu>프로그램</guimenu>, <guimenu>위치</guimenu>, <guimenu>시스템</guimenu>&mdash;은 윈도우즈의 시작 메뉴에서 하는 대부분의 작업들을 수행합니다.
pl: Trzy menu w lewym górnym rogu ekranu &mdash;<guimenu>Aplikacje</guimenu>, <guimenu>Miejsca</guimenu> i <guimenu>System</guimenu>&mdash; zawierają w większości te same rzeczy, co menu Start w Windows.
pt: Os três menus no canto superior esquerdo do ecrã &mdash;<guimenu>Applicações</guimenu>,·<guimenu>Locais</guimenu>,·e·<guimenu>Sistema</guimenu>&mdash; contêm a maior parte das mesmas opções que pode encontrar no menu Iniciar do Windows.
pt_br: Os três menus no topo esquerdo da tela &mdash;<guimenu>Aplicações</guimenu>, <guimenu>Locais</guimenu>, e <guimenu>Sistema</guimenu>&mdash; contém as mesmas coisas que o menu Iniciar no Windows.
ru: Три меню в левой верхней части экрана &mdash; <guimenu>Приложения</guimenu>, <guimenu>Переход</guimenu> и <guimenu>Система</guimenu>&mdash; содержат элементы, большинство из которых соответствует подобным элементам из меню Пуск в Windows.
sk: Tri ponuky v ľavom hornom rohu obrazovky &mdash;<guimenu>Aplikácie</guimenu>, <guimenu>Miesta</guimenu> a <guimenu>Systém</guimenu>&mdash; obsahujú väčšinou podobné veci ako ponuka Štart vo Windows.
sv: De tre menyerna högst upp till vänster på skärmen &mdash;<guimenu>Program</guimenu>, <guimenu>Platser</guimenu>, och <guimenu>System</guimenu>&mdash; innehåller i stort sätt samma saker som start menyn i Windows.
zh_cn: 在屏幕的左上方有三个菜单：<guimenu>应用程序</guimenu>, <guimenu>位置</guimenu>, and <guimenu>系统</guimenu>，包含了Windows下的开始的绝大多数功能。

source: Task Manager
ar: إدارة المهام
bg: Диспечер на задачи
el: Διαχείριση Εργασιών
es: Administrador de tareas
fr: Gestionnaire des tâches
hu: Feladatkezelő
ko: 작업 관리자
pl: Menadżer zadań
pt: Gestor de Tarefas
pt_br: Gerenciador de Tarefas
ru: Диспетчер задач
sk: Správca úloh
sv: Aktivitetshanterare
zh_cn: 任务管理器

source: To see or halt currently running programs, or to track processor and memory usage, choose <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>System Monitor</guimenuitem></menuchoice>.
ar: لرؤية أو إيقاف البرامج المنفذة حاليا، أو تعقب المعالج واستخدامالذاكرة، اختر<menuchoice><guimenu>نظام</guimenu><guisubmenu>إدارة</guisubmenu><guimenuitem>مراقب النظام</guimenuitem></menuchoice>.
bg: За да видите или спрете текущо изпълняващи се програми или да следите натоварването на процесора или използваната памет, изберете <menuchoice><guimenu>Система</guimenu><guisubmenu>Администриране</guisubmenu><guimenuitem>Наблюдение на системата</guimenuitem></menuchoice>.
de: Um laufende Programme zu sehen oder zu stoppen und die CPU- und Speichernutzung zu prüfen, wählen Sie <menuchoice><guimenu>System</guimenu><guisubmenu>Systemverwaltung</guisubmenu><guimenuitem>Systemüberwachung</guimenuitem></menuchoice>.
el: Για να δείτε ή να σταματήσετε προγράμματα ή να δείτε την χρήση του επεξεργαστή και της μνήμης επιλέξτε <menuchoice><guimenu>Σύστημα</guimenu><guisubmenu>Διαχείριση συστήματος</guisubmenu><guimenuitem>Παρακολούθηση συστήματος</guimenuitem></menuchoice>.
es: Para ver o finalizar programas actualmente en ejecución, o para seguir el uso de la memoria y el procesador, elija <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administración</guisubmenu><guimenuitem>Monitor del sistema</guimenuitem></menuchoice>.
fr: Pour savoir quels programmes sont en cours d'utilisation, pour interrompre un programme particulier, ou encore pour suivre l'utilisation du processeur, de la mémoire ou du réseau, démarrez <menuchoice><guimenu>Système</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Moniteur système</guimenuitem></menuchoice>.
hu: Az éppen futó programok megtekintéséhez vagy leállításához, illetve a processzor- és memóriahasználat ellenőrzéséhez válassza a <menuchoice><guimenu>Rendszer</guimenu><guisubmenu>Adminisztráció</guisubmenu><guimenuitem>Rendszerfigyelő</guimenuitem></menuchoice> menüpontot.
ko: 현재 실행 중인 프로그램을 관찰 혹은 종료하거나, 프로세서와 메모리 사용량을 보고 싶다면 <menuchoice><guimenu>시스템</guimenu><guisubmenu>관리</guisubmenu><guimenuitem>시스템 감시</guimenuitem></menuchoice>를 누르십시오.
pl: Aby zobaczyć lub zakończyć aktualnie uruchomione programy, lub śledzić użycie procesora i pamięci wybierz <menuchoice><guimenu>System</guimenu><guisubmenu>Administracja</guisubmenu><guimenuitem>Monitor systemu</guimenuitem></menuchoice>.
pt: Para ver ou parar os programas em execução, ou analisar a utilização do processador ou memória, carregue em <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administração</guisubmenu><guimenuitem>Monitor de Sistema</guimenuitem></menuchoice>.
pt_br: Para ver ou parar os programas atualmente em execução, ou para verificar o uso de processador e memória, escolha<menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administração</guisubmenu><guimenuitem>Monitor de Sistema</guimenuitem></menuchoice>.
ru: Чтобы увидеть список запущенных программ или прервать их работу, а также для определения загрузки процессора и использования оперативной памяти, выберите <menuchoice><guimenu>Система</guimenu><guisubmenu>Администрирование</guisubmenu><guimenuitem>Системный монитор</guimenuitem></menuchoice>.
sk: Aby ste videli alebo zastavili práve bežiace programy, alebo aby ste sledovali využitie procesora alebo pamäte vyberte <menuchoice><guimenu>Systém</guimenu><guisubmenu>Správa</guisubmenu><guimenuitem>Monitor systému</guimenuitem></menuchoice>.
sv: För att se eller stoppa program som för tillfället körs eller för att kontrollera processor och minnesanvändning, gå till <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Systemövervakare</guimenuitem></menuchoice>.
zh_cn: 查看或者终止当前运行的程序, 或者监视处理器和内存的使用情况, 请选择 <menuchoice><guimenu>系统</guimenu><guisubmenu>系统管理</guisubmenu><guimenuitem>系统监视器</guimenuitem></menuchoice>.

source: Windows Media Player
fr: Lecteur Windows Media
ru: Медиапроигрыватель Windows

source: Programs that play music and movies, and rip music CDs, are available from <menuchoice><guimenu>Applications</guimenu><guimenuitem>Sound &amp; Video</guimenuitem></menuchoice>.
ar: البرامج التي تشغل الموسيقى والأفلام وأسطوانات موسيقى الراب متوفرة في<menuchoice><guimenu>تطبيقات</guimenu><guimenuitem>صوت و فيديو</guimenuitem></menuchoice>.
bg: Налични са програми за възпроизвеждане на музика и филми и извличане на музикални дискове от <menuchoice><guimenu>Програми</guimenu><guimenuitem>Звук &amp; Видео</guimenuitem></menuchoice>.
de: Anwendungen zum Abspielen von Musik und Videos sowie zum Auslesen von CDs sind verfügbar unter <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Unterhaltungsmedien</guimenuitem></menuchoice>.
el: Προγράμματα που αναπαράγουν μουσική και ταινίες, και αντιγράφουν CD μουσικής, είναι διαθέσιμα από το <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Ήχος &amp; Bίντεο</guimenuitem></menuchoice>.
es: Los programas que reproducen música y películas y extraen los CD de música, están disponibles en <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Sonido y vídeo</guimenuitem></menuchoice>.
fr: Les programmes pour lire des musiques, visionner des films et vidéos, ou encore extraire la musique à partir de CDs, sont disponibles dans <menuchoice><guimenu>Applications</guimenu><guimenuitem>Son et Vidéo</guimenuitem></menuchoice>.
hu: A zenéket és filmeket lejátszó, illetve zenei CD-ket beolvasó programok az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Hang és videó</guimenuitem></menuchoice> menüpontból érhetők el.
ko: 음악과 비디오를 재생하거나, 음악 CD를 추출하기 위한 프로그램들은 <menuchoice><guimenu>프로그램</guimenu><guimenuitem>음악과 비디오</guimenuitem></menuchoice> 메뉴에서 찾을 수 있습니다.
pl: Programy odtwarzające muzykę i filmy oraz zgrywające płyty z muzyką są dostępne w menu <menuchoice><guimenu>Aplikacje</guimenu><guimenuitem>Dźwięk i obraz</guimenuitem></menuchoice>.
pt: Os programas que reproduzem música, filmes, e convertem CDs de música, estão disponíveis em <menuchoice><guimenu>Applicações</guimenu><guimenuitem>Som·& Vídeo</guimenuitem></menuchoice>.
pt_br: Programas que tocam músicas e filmes, e ripam CDs de música estão disponíveis em <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Som e Vídeo</guimenuitem></menuchoice>.
ru: Программы для воспроизведения музыки и видео, а также для копирования музыкальных CD, доступны через <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Аудио &amp; Видео</guimenuitem></menuchoice>.
sk: Programy na prehrávanie hudby a filmov a na extrahovanie hudobných CD sú dostupné v <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Zvuk a video</guimenuitem></menuchoice>.
sv: Program för att spela musik och filmer och spara ner musik CDs, är tillgängliga från menyn <menuchoice><guimenu>Program</guimenu><guimenuitem>Ljud och video</guimenuitem></menuchoice>.
zh_cn: 音乐，电影播放软件, 以及音乐CD播放软件可以在这里找到：<menuchoice><guimenu>Applications</guimenu><guimenuitem>Sound &amp; Video</guimenuitem></menuchoice>.

source: Windows Update
bg: Актуализиране на Windows
el: Ενημέρωση των Windows
pt_br: Update do Windows
ru: Обновление Windows
sk: Windows Update/Aktualizácie

source: To check for updates to Ubuntu, open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Ubuntu Update Manager</guimenuitem></menuchoice>.
ar: للاتماس التحديثات لأوبونتو، افتح <menuchoice><guimenu>نظام</guimenu><guimenuitem>إدارة</guimenuitem><guimenuitem>مدير تحديث أوبونتو</guimenuitem></menuchoice>.
bg: За да проверите за обновления за Ubuntu, отворете <menuchoice><guimenu>Система</guimenu><guimenuitem>Администриране</guimenuitem><guimenuitem>Диспечер на актуализациите</guimenuitem></menuchoice>.
de: Um nach Aktualisierungen für Ubuntu zu suchen, öffnen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Aktualisierungsverwaltung</guimenuitem></menuchoice>.
el: Για να ελέγξετε για ενημερώσεις του Ubuntu, ανοίξτε το <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Διαχείριση συστήματος</guimenuitem><guimenuitem>Διαχείριση ενημερώσεων</guimenuitem></menuchoice>.
es: Para comprobar las actualizaciones de Ubuntu, abra <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Gestor de actualizaciones</guimenuitem></menuchoice>.
fr: Pour vérifier les mises à jour pour Ubuntu, ouvrez <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Gestionnaire de mises à jour</guimenuitem></menuchoice>.
hu: Az Ubuntuhoz elérhető frissítések kereséséhez válassza a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Frissítéskezelő</guimenuitem></menuchoice> menüpontot.
ko: 우분투 업데이트를 체크하려면 <menuchoice><guimenu>시스템</guimenu><guimenuitem>관리</guimenuitem><guimenuitem>업데이트 관리자</guimenuitem></menuchoice>를 실행하십시오.
pl: Aby sprawdzić aktualizacje dla Ubuntu, otwórz <menuchoice><guimenu>System</guimenu><guimenuitem>Administracja</guimenuitem><guimenuitem>Menedżer aktualizacji Ubuntu</guimenuitem></menuchoice>.
pt: Para verificar actualizações do Ubuntu, abra <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Gestor de Actualizações</guimenuitem></menuchoice>.
pt_br: Para verificar atualizações para o Ubuntu, abra <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administrativo</guimenuitem><guimenuitem>Gerenciador de Atualizações do Ubuntu</guimenuitem></menuchoice>.
ru: Для проверки доступности обновлений Ubuntu запустите <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem><guimenuitem>Менеджер обновлений</guimenuitem></menuchoice>.
sk: Na skontrolovanie, či sú dostupné aktualizácie pre Ubuntu vyberte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Správca aktualizácií</guimenuitem></menuchoice>.
sv: För att kontrollera uppdateringar till Ubuntu, öppna <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Uppdateringshanterare</guimenuitem></menuchoice>.
zh_cn: 在Ubuntu上检查系统更新,请打开<menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Ubuntu Update Manager</guimenuitem></menuchoice>.
