Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: You should receive a message stating that the <guilabel>Address book export process has completed</guilabel>. Press <guibutton>OK</guibutton> and then <guibutton>Close</guibutton>. Your address book should now have been exported successfully.
ar: يجب أن تتلقى رسالة تشير إلى <guilabel>اكتمال عملية تصدير دفتر العناوين</guilabel>. اضغط <guibutton>موافق</guibutton> ومن ثم <guibutton>إغلاق</guibutton>. يجب أن يكون دفتر عناوينك مُصدّر بنجاح.
bg: Трябва да получите съобщение, в което пише <guilabel>Експортирането на адресника е успешно</guilabel>. Натиснете <guibutton>OK</guibutton> и после <guibutton>Затвори</guibutton>. Сега вашата адресник трябва да е била експортирана успешно.адресна книга
de: Sie sollten eine Nachricht erhalten, dass das Adressbuch vollständig exportiert wurde. Drücken Sie <guibutton>OK</guibutton> und danach <guibutton>Schließen</guibutton>. Das Adressbuch sollte nun erfolgreich exportiert worden sein.
el: Θα λάβετε ένα μήνυμα που θα αναφέρει ότι <guilabel>Η διαδικασία εξαγωγής του βιβλίου διευθύνσεων ολοκληρώθηκε</guilabel>. Πατήστε <guibutton>OK</guibutton> και μετά <guibutton>Κλείσιμο</guibutton>. Το βιβλίο διευθύνσεων έχει εξαχθεί επιτυχώς.
es: Debería recibir un mensaje constatando que <guilabel>El proceso de exportación de la libreta de direcciones ha terminado</guilabel>. Pulse <guibutton>Aceptar</guibutton> y luego <guibutton>Cerrar</guibutton>. Su libreta de direcciones debería ahora haber sido exportada con éxito.
fr: Vous devriez voir un message signalant que l'<guilabel>exportation du carnet d'adresses est terminée</guilabel>. Cliquez sur <guibutton>OK</guibutton> puis sur <guibutton>Fermer</guibutton>. Votre carnet d'adresses doit maintenant avoir été exporté correctement.
hu: Az Outlook Express a <guilabel>Címjegyzék exportálása befejeződött</guilabel> üzenettel tájékoztatja a sikeres exportálásról. Kattintson az <guibutton>OK</guibutton>, majd a <guibutton>Bezárás</guibutton> gombra. Ha minden jól ment, a címjegyzék sikeresen exportálásra került.
ko: <guilabel>"주소록 내보내기가 완료되었습니다."</guilabel>라는 메시지를 받을 것입니다. <guibutton>확인</guibutton>을 누르고 <guibutton>닫기</guibutton>를 누릅니다. 이제 여러분의 주소록이 성공적으로 내보내졌습니다.
pl: Powinieneś zobaczyć komunikat <guilabel>Proces eksportowania książki adresowej został zakończony</guilabel>. Kliknij <guibutton>OK</guibutton>, a następnie <guibutton>Zamknij</guibutton>. Twoja książka adresowa powinna być teraz pomyślnie wyeksportowana.
pt: Deverá receber uma mensagem declarando <guilabel>A exportação do livro de endereços completa</guilabel>. Carregue em guibutton>OK</guibutton>e em seguida em <guibutton>Fechar</guibutton>. O seu livro de endereços deverá ter sido exportado com sucesso.
pt_br: Você deve receber uma mensagem dizendo que <guilabel>Processo de exportação do catálogo de endereços foi completada</guilabel>. Pressione <guibutton>OK</guibutton> e então <guibutton>Fechar</guibutton>. Seu catálogo de endereços agora foi exportado com sucesso.
ru: Вы должны получить сообщение <guilabel>Процесс экспорта адресной книги завершён</guilabel>. Нажмите <guibutton>OK</guibutton>, затем <guibutton>Закрыть</guibutton>. Адресная книга должна была быть успешно сохранена.
sk: Mali by ste dostať správu <guilabel>Exportovanie adresára bolo ukončené</guilabel>. Stlačte <guibutton>OK</guibutton> a potom <guibutton>Zatvoriť</guibutton>. Váš adresár by mal byť úspešne vyexportovaný.
sv: Du skall få ett meddelande att <guilabel>Adressbok exporten är färdig</guilabel>. TRyck på <guibutton>OK</guibutton> och sedan på <guibutton>Stäng</guibutton>. Adressboken skall nu vara exporterad.
zh_cn: 会显示<guilabel>导出地址簿信息完成</guilabel>。点击<guibutton>OK</guibutton>，再点<guibutton>关闭</guibutton>。你的地址簿就导出成功了。

source: Exporting mail messages from Outlook Express
ar: تصدير رسائل البريد من Outlook Express
bg: Експортиране на писма от Outlook Express
de: Exportieren von E-Mail-Nachrichten aus Outlook Express
el: Εξαγωγή ηλεκτρονικών μηνυμάτων από το Outlook Express
es: Exportar mensajes de correo de Outlook Express
fr: Exportation des courriels depuis Outlook Express
hu: Levelezés exportálása az Outlook Expressből
ko: Outlook Express 에서 메일 메시지 내보내기
pl: Eksportowanie wiadomości pocztowych z aplikacji Outlook Express
pt: A exportar mensagens de e-mail do Outlook Express
pt_br: Exportando mensagem de correio do Outlokk Express
ru: Экспорт почты из Outlook Express
sk: Exportovanie mailov z Outlook Expressu
sv: Exportera e-postmeddelanden från Outlook Express
zh_cn: 从Outlook Express导出邮件信息。

source: Because <application>Microsoft Outlook Express</application> is unable to export its mail messages to an intermediate format, you must install another piece of software in order to export your email.
ar: بسبب أن <application>Microsoft Outlook Express</application> غير قادر على تصدير رسائل بريده إلى هيئة معتدلة، عليك تثبيت برنامجآخر لتصدير بريدك.
bg: Понеже <application>Microsoft Outlook Express</application> не може да експортира писма в ползваем формат, трябва да инсталирате допълнителен софтуер, за да можете да експортирате вашите писма.
de: Da <application>Microsoft Outlook Express</application> nicht in der Lage ist, E-Mail-Nachrichten in ein Zwischenformat zu exportieren, müssen Sie zusätzliche Software installieren, um Ihre E-Mails exportieren zu können.
el: Επειδή το <application>Microsoft Outlook Express</application> δεν μπορεί να εξάγει τα ηλεκτρονικά μηνύματα σε μια ενδιάμεση μορφή, πρέπει να εγκαταστήσετε ένα άλλο λογισμικό για να εξάγετε τα μηνύματα σας.
es: Dado que <application>Microsoft Outlook Express</application> es incapaz de exportar sus mensajes de correo a un formato intermedio, debe instalar otra aplicación para exportar su correo.
fr: Comme <application>Microsoft Outlook Express</application> est incapable d'exporter son courrier dans un format intermédiaire, vous devez installer un autre logiciel pour exporter vos messages électroniques.
hu: Mivel a <application>Microsoft Outlook Express</application> nem képes a benne tárolt leveleket köztes formátumba exportálni, levelei átviteléhez másik szoftvert kell telepítenie.
ko: <application>Microsoft Outlook Express</application>는 중간 형식으로 메일 메시지를 내보낼 수 없기 때문에, 여러분의 메일을 내보내기 위해서는 다른 소프트웨어를 설치해야 합니다.
pl: Ponieważ <application>Microsoft Outlook Express</application> nie jest w stanie wyeksportować wiadomości pocztowych do jakiegoś pośredniego formatu danych, musisz skorzystać z innego programu aby wyeksportować swoje wiadomości pocztowe.
pt: Devido ao facto do <application>Microsoft Outlook Express</application> não ser capaz de exportar as suas mensagens de e-mail para um formato imediato, terá de instalar outro software para exportar o seu e-mail.
pt_br: Como o <application>Microsoft Outlook Express</application> é incapaz de exportar suas mensagens de e-mail para um formato intermediário, você deve instalar outra peça de software afim de exportar seus e-mails.
ru: <application>Microsoft Outlook Express</application> не умеет экспортировать сообщения электронной почты в промежуточные форматы, поэтому вам придётся установить дополнительное программное обеспечение для экспорта вашей электронной почты.
sk: Pretože <application>Microsoft Outlook Express</application> nevie exportovať maily do použiteľného formátu, budete na tento úkon musieť použiť iný softvér.
sv: Beroende på att <application>Microsoft Outlook Express</application> inte kan exportera e-post meddelanden till ett mellan format, därför måste ett annat program installeras för att exportera din e-post.
zh_cn: 因为<application>Microsoft Outlook Express</application>不能将邮件信息导出为中间格式，你得安装其它的软件以便导出你的电子邮件。

source: Please see <xref linkend="preparing-email-import"/> for instructions on importing your email into the <application>Mozilla Thunderbird</application> application, which will allow the exporting of your messages.
ar: من فضلك راجع <xref linkend="preparing-email-import"/> لمزيد من التعليمات عن استيراد بريدك إلى التطبيق <application>موزيلا ثندربرد</application>، الذي سيسمح بتصدير رسائلك.
bg: Моля, вижте <xref linkend="preparing-email-import"/> за инструкции за импортиране на вашите електронни писма в програмата <application>Mozilla Thunderbird</application>, която ще ви позволи да експортирате вашите писма.
de: Bitte lesen Sie <xref linkend="preparing-email-import"/> für Anweisungen zum Import Ihrer E-Mails in die <application>Mozilla Thunderbird</application>-Anwendung, die Ihnen den Export all Ihrer Nachrichten ermöglicht.
el: Παρακαλούμε δείτε το <xref linkend="preparing-email-import"/> για οδηγίες εισαγωγής των μηνυμάτων σας στην εφαρμογή <application>Mozilla Thunderbird</application>, η οποία θα σας επιτρέψει την τελική εξαγωγή τους.
es: Vea <xref linkend="preparing-email-import"/> para instrucciones sobre cómo importar su correo en la aplicación <application>Mozilla Thunderbird</application>, que le permitirá exportar sus mensajes.
fr: Veuillez vous référer à <xref linkend="preparing-email-import"/> pour savoir comment importer vos messages dans <application>Mozilla Thunderbird</application>, qui vous permettra ensuite de les exporter.
hu: A levelek <application>Mozilla Thunderbirdbe</application> másolásáról a <xref linkend="preparing-email-import"/> fejezetben olvashat. A Thunderbirdből már exportálhatók a levelek.
ko: 여러분의 메일 메시지들을 내보내기 위해서 <application>Mozilla Thunderbird</application> 프로그램으로 이메일을 가져오는 방법은 <xref linkend="preparing-email-import"/> 부분을 보기 바랍니다.
pl: Tutaj <xref linkend="preparing-email-import"/> znajdziesz instrukcję jak zaimportować wiadomości pocztowe do programu <application>Mozilla Thunderbird</application>, który pozwoli wyeksportować twoje wiadomości.
pt: Por favor veja <xref linkend="preparing-email-import"/> para instruções em como importar o seu e-mail para a aplicação <application>Mozilla Thunderbird</application>, o que irá permitir a exportação das suas mensagens.
pt_br: Por favor veja <xref linkend="preparing-email-import"/> para instruções de como importar seus e-mails para o aplicativo <application>Mozilla Thunderbird</application>, que vai habilitar você a exportar suas mensagens.
ru: Пожалуйста, обратитесь к <xref linkend="preparing-email-import"/>, где описаны шаги по импорту электронной почты в программу <application>Mozilla Thunderbird</application>, это позволит вам произвести экспорт сообщений электронной почты.
sk: Prosím pozrite si <xref linkend="preparing-email-import"/> inštrukcie na importovanie emailov do aplikácie <application>Mozilla Thunderbird</application>, ktorý vám umožní exportovať vaše správy.
sv: Se länken <xref linkend="preparing-email-import"/> för instruktioner om importera e-post till <application>Mozilla Thunderbird</application> mjukvaran, som därefter ger möjligheten till att exportera dina meddelanden.
zh_cn: 请阅<xref linkend="preparing-email-import"/>，这里介绍导入你的电子邮件到<application>Mozilla Thunderbird</application>。

source: These instructions are intended for users of <application>Microsoft Office Outlook 2003</application>. If you are a user of a different version of <application>Outlook</application>, you may find instructions specific to that version on the wiki.
ar: هذه التعليمات موجهة لمستخدمي <application>Microsoft Office Outlook 2003</application>. إذا كنت مستخدما لنسخة أخرى من <application>Outlook</application>، قد تجد تعليمات مخصصة لتلك النسخة على الويكي.
bg: Тези инструкции са за потребители на <application>Microsoft Office Outlook 2003</application>. Ако използвате друга версия на <application>Outlook</application>, можете да намерите инструкции за тази версия в wiki.
de: Diese Anweisungen sind für Anwender von <application>Microsoft Office Outlook 2003</application> gedacht. Wenn Sie eine andere Version von <application>Outlook</application> verwenden, finden Sie eine Anleitung speziell für diese Version im Wiki.
el: Αυτές οι οδηγίες δίδονται για τους χρήστες του <application>Microsoft Office Outlook 2003</application>. Αν είστε χρήστης μιας διαφορετικής έκδοσης του <application>Outlook</application>, μπορείτε να βρείτε συγκεκριμένες οδηγίες για την έκδοση σας στο wiki του Ubuntu.
es: Estas instrucciones van dirigidas a usuarios de <application>Microsoft Office Outlook 2003</application>. Si es usuario de una versión diferente de <application>Outlook</application>, puede encontrar instrucciones específicas para su versión en el wiki.
fr: Ces instructions sont destinées aux utilisateurs de <application>Microsoft Office Outlook 2003</application>. Si vous utilisez une version différente d'<application>Outlook</application>, vous devriez chercher les instructions spécifiques sur le wiki.
hu: A következő lépések a <application>Microsoft Office Outlook 2003</application> felhasználóinak készültek. Ha az <application>Outlook</application> más verzióját használja, ahhoz az Ubuntu wikiben talál segítségét.
ko: 여기에서 설명하는 내용은 <application>Microsoft Office Outlook 2003</application> 사용자들을 위한 것입니다. 만약 여러분이 다른 버전의 <application>Outlook</application>을 사용하고 있다면, 우분투 위키에서 해당 버전에 대한 방법을 찾을 수 있을 것입니다
pl: Poniższa instrukcja przeznaczona jest dla użytkowników programu <application>Microsoft Office Outlook 2003</application>. Jeśli używasz innej wersji programu <application>Outlook</application>, spróbuj poszukać odpowiedniej instrukcji na stronach wiki.
pt: Estas instruções destinam-se aos utilizadores do <application>Microsoft Office Outlook 2003</application>. Se é um utilizador de outra versão do <application>Outlook</application>, pode encontrar instruções específicas para a sua versão no wiki.
pt_br: Estas instruções são dirigidas para usuários do <application>Microsoft Office Outlook 2003</application>. Se você é um usuário de uma versão diferente do <application>Outlook</application>, você deve encontrar instruções específicas para estas versões no Wiki.
ru: Данные инструкции предназначены для пользователей <application>Microsoft Office Outlook 2003</application>. Если вы используете другую версию <application>Outlook</application>, попробуйте найти руководство для этой конкретной версии на страницах вики.
sk: Tento návod je určený pre používateľov <application>Microsoft Office Outlooku 2003</application>. Ak používate inú verziu <application>Outlooku</application>, môžete nájsť inštrukcie pre danú verziu na wiki.
sv: De här instruktionerna är till för användare av <application>Microsoft Office Outlook 2003</application>. Om du använder en annan version av <application>Outlook</application>, Kan det finnas instruktioner för den versionen på wiki-sidorna.
zh_cn: 这个介绍针对<application>Microsoft Office Outlook 2003</application>用户。如果你使用不同版本的<application>Outlook</application>，在wiki上可找到相关信息。

source: Exporting all Outlook data
ar: تصدير كل بيانات Outlook
bg: Експортиране на всички данни на Outlook
de: Export aller Outlook-Daten
el: Εξάγοντας όλα τα δεδομένα του Outlook
es: Exportación de todos los datos de Outlook
fr: Exportation de toutes les données Outlook
hu: Az összes Outlook adat exportálása
ko: Outlook의 모든 데이터 내보내기
pl: Eksportowanie wszystkich danych z programu Outlook
pt: Exportar todo os dados do Outlook
pt_br: Exportando todos os dados do Outlook
ru: Экспорт всех данных Outlook
sk: Exportovanie všetkých údajov z Outlooku
sv: Exportera all Outlook-data
zh_cn: 导出所有Outlook数据

source: This method may be unreliable and should be used for backup purposes only.
ar: هذه الطريقة قد تكون غير موثوقة ويجب أن تستخدم لأغراض النسخ الاحتياطي فقط.
bg: Този метод може да не е надежден и трябва да се използва само за създаване на резервно копие.
de: Diese Methode könnte unzuverlässig sein und sollte nur zum Zweck der Datensicherung verwendet werden.
el: Η μέθοδος μπορεί να μην είναι αξιόπιστη και θα πρέπει να χρησιμοποιείται μόνο για αντίγραφα ασφαλείας.
es: Este método puede ser poco fiable y debería usarse tan sólo para hacer copias de seguridad.
fr: Cette méthode pourrait ne pas être fiable et ne devrait être utilisée que pour une sauvegarde.
hu: Ez a módszer megbízhatatlan lehet és csak biztonsági mentés céljából használandó.
ko: 이 방법은 적절히 동작하지 않을 수도 있으며, 백업 목적으로만 사용되어져야 합니다.
pl: Ten sposób może być zawodny i należy go stosować tylko w celu stworzenia kopii bezpieczeństwa.
pt: Este método pode não ser fiável e deve apenas ser usado apenas com o objectivo de efectuar cópias de segurança.
pt_br: Este método pode ser inseguro e deve ser usado somente para finalidade de cópia de segurança.
ru: Этот способ может быть ненадёжным и должен использоваться только для целей резервного копирования.
sk: Táto metóda nemusí byť spoľahlivá a mali by ste ju použiť iba na účely zálohovania.
sv: Den här metodenär opålitlig och skall därför endast användas för säkerhetskopiering.
zh_cn: 这个方法不太可靠，只应用于备份。

source: Open <application>Outlook</application> and press <menuchoice><guimenuitem>Tools</guimenuitem><guimenuitem>Options...</guimenuitem></menuchoice>
ar: افتح <application>Outlook</application> واضغط <menuchoice><guimenuitem>أدوات</guimenuitem><guimenuitem>خيارات...</guimenuitem></menuchoice>
bg: Отворете <application>Outlook</application> и натиснете <menuchoice><guimenuitem>Инструменти</guimenuitem><guimenuitem>Опции...</guimenuitem></menuchoice>
de: Öffnen Sie <application>Outlook</application> und drücken Sie <menuchoice><guimenuitem>Extras</guimenuitem><guimenuitem>Optionen...</guimenuitem></menuchoice>
el: Ανοίξτε το <application>Outlook</application> και πατήστε <menuchoice><guimenuitem>Εργαλεία</guimenuitem><guimenuitem>Επιλογές...</guimenuitem></menuchoice>
es: Abra <application>Outlook</application> y pulse <menuchoice><guimenuitem>Herramientas</guimenuitem><guimenuitem>Opciones...</guimenuitem></menuchoice>
fr: Ouvrez <application>Outlook</application> et cliquez sur <menuchoice><guimenuitem>Outils</guimenuitem><guimenuitem>Options...</guimenuitem></menuchoice>
hu: Nyissa meg az <application>Outlook</application> programot, és válassza az <menuchoice><guimenuitem>Eszközök</guimenuitem><guimenuitem>Beállítások...</guimenuitem></menuchoice> menüpontot.
ko: <application>Outlook</application>을 열고 <menuchoice><guimenuitem>도구</guimenuitem><guimenuitem>옵션...</guimenuitem></menuchoice>을 누릅니다.
pl: Otwórz <application>Outlook</application> i wybierz <menuchoice><guimenuitem>Narzędzia</guimenuitem><guimenuitem>Opcje...</guimenuitem></menuchoice>
pt: Abra o <application>Outlook</application> e Carregue em <menuchoice><guimenuitem>Ferrementas</guimenuitem><guimenuitem>Opções...</guimenuitem></menuchoice>
pt_br: Abra <application>Outlook</application> e pressione <menuchoice><guimenuitem>Ferramentas </guimenuitem><guimenuitem>Opções...</guimenuitem></menuchoice>
ru: Откройте <application>Outlook</application> и нажмите <menuchoice><guimenuitem>Инструменты</guimenuitem><guimenuitem>Настройки...</guimenuitem></menuchoice>
sk: Otvorte <application>Outlook</application> a stlačte <menuchoice><guimenuitem>Nástroje</guimenuitem><guimenuitem>Možnosti...</guimenuitem></menuchoice>
sv: Öppna <application>Outlook</application> och klicka på <menuchoice><guimenuitem>Verktyg</guimenuitem><guimenuitem>Alternativ...</guimenuitem></menuchoice>
zh_cn: 打开<application>Outlook</application>，并点击<menuchoice><guimenuitem>工具</guimenuitem><guimenuitem>选项...</guimenuitem></menuchoice>

source: Select the <guilabel>Mail Setup</guilabel> tab and press <guibutton>Data Files...</guibutton>
ar: اختر اللسان <guilabel>إعداد البريد</guilabel> واضغط <guibutton>ملفات البيانات...</guibutton>
bg: Изберете раздела <guilabel>Настройки на поща</guilabel> и натиснете <guibutton>Файлове с данни...</guibutton>
de: Wählen Sie den Reiter <guilabel>E-Mail-Setup</guilabel> und drücken Sie <guibutton>Datendateien</guibutton>
el: Επιλέξτε στην ετικέτα <guilabel>Ρύθμιση αλληλογραφίας</guilabel> και πατήστε <guibutton>Αρχεία δεδομένων...</guibutton>
es: Seleccione la pestaña <guilabel>Configuración del correo</guilabel> y pulse <guibutton>Archivos de datos...</guibutton>
fr: Sélectionnez l'onglet de <guilabel>Configuration du courriel</guilabel> et appuyez sur <guibutton>Fichiers de données...</guibutton>
hu: Kattintson a <guilabel>Levelezés beállításai</guilabel> fülön az <guibutton>Adatfájlok...</guibutton> gombra.
ko: <guilabel>메일 설정</guilabel> 탭을 선택하고<guibutton>데이터 파일...</guibutton>을 누릅니다.
pl: Wybierz kartę <guilabel>Ustawienia poczty</guilabel> i kliknij <guibutton>Pliki danych...</guibutton>
pt: Seleccione o separador <guilabel>Configuração do Correio</guilabel> e pressione <guibutton>Ficheiros de Dados...</guibutton>
pt_br: Selecione o campo <guilabel>Configurações de conta</guilabel> e pressione <guibutton>Arquivos de dados...</guibutton>
ru: Выберите вкладку <guilabel>Настройка почты</guilabel> и нажмите <guibutton>Файлы данных...</guibutton>
sk: vyberte kartu <guilabel>Nastavenie pošty</guilabel> a stlačte <guibutton>Súbory s údajmi...</guibutton>
sv: Välj sedan <guilabel>e-post inställning</guilabel> fliken och klicka på <guibutton>Data filer...</guibutton>
zh_cn: 选择<guilabel>邮件设置</guilabel>标签，并点击<guibutton>数据文件...</guibutton>

source: A screen called <guilabel>Outlook Data Files</guilabel> will be displayed. Select the first file in the list, make a note of its name, and press <guibutton>Open Folder...</guibutton>
ar: سوف تُعرض شاشة تسمّى <guilabel>ملفات بيانات Outlook</guilabel>. اختر أول ملف في القائمة، دوّن اسمه، واضغط<guibutton>فتح مجلد...</guibutton>
bg: Ще се покаже екран с името <guilabel>Файлове с данни на Outlook</guilabel>. Изберете първия файл в списъка, забележете неговото име и натиснете <guibutton>Отвори папка...</guibutton>
de: Ein Fenster, genannt <guilabel>Outlook-Datendateien</guilabel> wird angezeigt. Wählen Sie die erste Datei in der Liste und notieren Sie sich ihren Namen. Drücken Sie dann <guibutton>Ordner öffnen...</guibutton>
el: Εμφανίζεται μια οθόνη που ονομάζεται <guilabel>Αρχεία δεδομένων του Outlook</guilabel>. Επιλέξτε το πρώτο αρχείο στην λίστα, σημειώστε το όνομα του και πατήστε <guibutton>Άνοιγμα φακέλου...</guibutton>
es: Se mostrará una pantalla llamada <guilabel>Archivos de datos de Outlook</guilabel>. Seleccione el primer archivo de la lista, anote su nombre y pulse <guibutton>Abrir carpeta...</guibutton>
fr: Un écran appelé <guilabel>Fichiers de données Outlook</guilabel> va apparaître. Sélectionnez le premier fichier de la liste, prenez note de son nom et appuyez sur <guibutton>Ouvrir le répertoire...</guibutton>
hu: Megjelenik egy <guilabel>Outlook adatfájlok</guilabel> nevű képernyő. Válassza ki a listából az első fájlt, jegyezze le a nevét és nyomja meg a <guibutton>Mappa megnyitása...</guibutton> gombot.
ko: <guilabel>Outlook 데이터 파일</guilabel>이라는 화면이 나타날 것입니다. 목록에서 첫 번째 파일을 선택하고, 그 이름을 기록한 뒤 <guibutton>폴더 열기...</guibutton>를 누릅니다.
pl: Zostanie wyświetlone okno <guilabel>Pliki danych Outlook</guilabel>. Wybierz pierwszy plik z listy, zapisz jego nazwę i kliknij <guibutton>Otwórz folder...</guibutton>
pt: Um ecrã chamado <guilabel>Ficheiros de Dados do Outlook</guilabel> será exibido. Seleccione o primeiro ficheiro da lista, tire nota do seu nome e pressione <guibutton>Abrir Pasta...</guibutton>
pt_br: Uma tela chamada <guilabel>Dados de Arquivos Outlook</guilabel> será mostrada. Selecione o primeiro arquivo da lista, faça uma anotação desse nome e pressione <guibutton>Abrir Pasta...</guibutton>
ru: Отобразится диалог <guilabel>Файлы данных Outlook</guilabel>. Выберите из списка первый файл, запомните его имя и нажмите <guibutton>Открыть папку...</guibutton>
sk: Objaví sa obrazovka s názvom <guilabel>Súbory s údajmi programu Outlook</guilabel>. Vyberte prvý súbor zo zoznamu, poznačte si jeho meno a stlačte <guibutton>Otvoriť priečinok...</guibutton>
sv: Ett fönster som heter <guilabel>Outlook data filer</guilabel> kommer visas. Välj första filen i listan och notera dess namn ock klicka på <guibutton>Öppna mapp...</guibutton>
zh_cn: 出现<guilabel>Outlook数据文件</guilabel>屏幕，选中列表上的第一个文件，记下文件名，点击<guibutton>打开文件夹...</guibutton>
