Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: While Ubuntu is usually able to automatically detect the settings for your network, it is wise to make a note of relevant network settings in case the network you are trying to connect to cannot be handled automatically.
ar: على الرغم من أن أوبونتو قادر عادة على كشف إعدادات شبكتك تلقائيا، من الممكن تدوين إعدادات الشبكة المتعلقة في حالة عدم إمكانية التعامل مع الشبكة التي تحاول الاتصال بها تلقائيا.
bg: Докато Ubuntu обикновено автоматично открива настройките на вашата мрежа, би било полезно да погледнете съответните мрежови настройки в случай, че свърването не може да бъде направено автоматично.
de: Obwohl Ubuntu normalerweise die Einstellungen für Ihr Netzwerk selbst erkennt, ist es ratsam sich die wesentlichen Netzwerkeinstellungen zu notieren, falls die von Ihnen gewählte Netzwerkverbindung nicht automatisch erkannt wird.
el: Αν και το Ubuntu συνήθως μπορεί να εντοπίσει αυτόματα τις ρυθμίσεις του δικτύου, είναι καλό να σημειώσετε τις ρυθμίσεις αυτές σε περίπτωση δεν μπορείτε να συνδεθείτε στο δίκτυο που θέλετε.
es: Aunque normalmente Ubuntu puede detectar automáticamente la configuración de su red, es inteligente anotar la configuración relevante de la red por si la red a la que intenta conectarse no puede ser manejada automáticamente.
fr: Bien qu'Ubuntu soit généralement capable de détecter automatiquement les paramètres pour votre réseau, il est sage de noter les paramètres adéquats au cas où le réseau auquel vous essayez de vous connecter ne puisse pas être géré automatiquement.
hu: Bár az Ubuntu általában magától felismeri ezeket, bölcs ötlet leírni a fontosabb hálózati beállításokat arra az esetre, ha a hálózat, amihez csatlakozni kíván, nem kezelhető automatikusan.
ko: 보통 우분투가 자동으로 여러분의 네트워크에 대한 설정을 인식할 수 있지만, 자동으로 처리되지 않는 네트워크에 연결해야 하는 경우를 위해 관련된 네트워크 설정들을 기록해 두는 것이 좋습니다.
pl: Chociaż Ubuntu zazwyczaj jest w stanie rozpoznać automatycznie ustawienia sieci komputerowej, dobrym pomysłem jest zanotowanie istotnych ustawień sieci na wypadek, gdyby połączenie nie mogło być stworzone w sposób automatyczny.
pt: Dado que o Ubuntu é normalmente capaz de detectar automaticamente as configurações da sua rede, é prudente tomar nota das configurações de rede relevantes, em caso de a rede a que está a tentar ligar-se não seja automaticamente tratada.
pt_br: Enquanto o Ubuntu é capaz de detectar automaticamente as configurações para a sua rede, é inteligente tomar nota de configurações relevantes no caso da rede que você está tentando se conectar não puder ser manuseada automaticamente.
ru: Обычно Ubuntu в состоянии определить настройки сети автоматически, однако не будет лишним записать необходимые настройки сети, на случай если настройки сети, к которой вы подключаетесь, не могут быть определены в автоматическом режиме.
sk: Aj keď Ubuntu spravidla automaticky rozpozná nastavenia vašej siete, je múdre si poznačiť príslušné nastavenia siete pre prípad, že by sieť, ku ktorej sa pripájate, nebola automaticky nakonfigurovaná.
sv: Ubuntu kommer normalt att automatiskt hitta rätt inställningar för ditt nätverk, men det är rekommenderat att skriva ner viktiga nätverksinställningar ifall den automatiska inställningen inte fungerar.
zh_cn: 虽然Ubuntu一向能自动侦测网络设置，做好相关设置的记录还是明智的，在不能自动设置网络而要手动设置时是有用的。

source: Home networks
ar: الشبكات المنزلية
bg: Домашни мрежи
de: Heimnetzwerk
el: Οικιακά δίκτυα
es: Redes locales
fr: Réseaux personnels
hu: Otthoni hálózatok
ko: 홈 네트워크
pl: Sieci domowe
pt: Redes caseiras
pt_br: Redes domésticas
ru: Домашние сети
sk: Domáce siete
sv: Hemmanätverk
zh_cn: 家庭网络

source: If you have a home network, perhaps connected using a router or switch, there are a few settings which you may need in order to connect to the network successfully. While most networks will be able to assign correct settings to Ubuntu automatically, some networks cannot.
ar: إذا كان لديك شبكة منزلية، قد تكون متصلة بواسطة راوتر أو محول، توجد إعدادات قليلة قد تحتاجها لتتمكن من الاتصال بالشبكة بنجاح. على الرغم من أن معظم الشبكات ستكون قادرة على ضبط الإعدادات الصحيحة لأوبونتو تلقائيا، بعض الشبكات لا تستطيع فعل ذلك.
bg: Ако имате домашна мрежа, вероятно свързана с помощта на рутер или суич, има няколко настройки, които могат да ви потрябват, за да се свържете с мрежата успешно. Докато повечето мрежи биха успели автоматично да зададат настройките правилно за Ubuntu, някои мрежи не могат.
de: Wenn Sie ein Heimnetzwerk haben, das beispielsweise über einen Router oder Switch verbunden ist, gibt es einige Einstellungen, die Sie benötigen, um Ihren Rechner erfolgreich mit dem Netzwerk zu verbinden. Obwohl die meisten Netzwerke die richtigen Einstellungen automatisch an Ubuntu vergeben, ist dies bei einigen nicht der Fall.
el: Αν έχετε ένα οικιακό δίκτυο, το πιθανότερο είναι να συνδέεστε με έναν δρομολογητή (router) ή ένα μεταγωγέα (switch). Υπάρχουν ορισμένες ρυθμίσεις για να συνδεθείτε με επιτυχία στο δίκτυο. Αν και τα περισσότερα δίκτυα θα ρυθμιστούν αυτόματα στο Ubuntu, κάποια άλλα δεν μπορούν.
es: Si tiene una red local, quizás conectada usando un enrutador o un interruptor, existen algunos ajustes que podría necesitar para poder conectarse a la red correctamente. Aunque la mayoría de las redes se remitirán correctamente su configuración a Ubuntu, algunas no podrán.
fr: Si vous avez un réseau personnel, utilisant sans doute un routeur ou un commutateur, il y a quelques paramètres dont vous pourriez avoir besoin pour pouvoir vous connecter au réseau. Bien que la plupart des réseaux soient capables d'assigner automatiquement les paramètres corrects pour Ubuntu, certains réseaux ne le pourront pas.
hu: Ha otthoni hálózattal rendelkezik, esetleg az internethez router vagy switch mögül kapcsolódik, a szüksége lehet néhány beállításra a sikeres csatlakozáshoz. Bár a legtöbb hálózat automatikusan a megfelelő beállításokat rendeli majd az Ubuntuhoz, más hálózatokkal problémák adódhatnak.
ko: 만약 여러분이 (아마도) 라우터나 스위치를 통해 연결된 홈 네트워크를 가지고 있다면, 네트워크이 연결이 성공적으로 이루어지기 위해 몇 가지 설정을 해야 합니다. 대부분의 네트워크에서는 우분투가 자동적으로 올바른 설정을 할당할 것이지만, 그렇지 못한 경우도 있습니다.
pl: Jeśli używasz sieci domowej, prawdopodobnie jest ona utworzona przy pomocy routera lub przełącznika (switcha) i możesz potrzebować kilku ustawień, by połączyć komputer z siecią. Choć większość sieci komputerowych jest w stanie automatycznie przypisać Ubuntu właściwe ustawienia, niektóre sieci komputerowe mogą nie być do tego zdolne.
pt: Se possuir uma rede local, talvez ligada a um router ou switch, estas são algumas configurações que podem ser necessárias de modo a ser possível ligar-se com sucesso à rede. Enquanto a maioria das redes serão capazes de determinar automática e correctamente as configurações para o Ubuntu, algumas não o fazem.
pt_br: Se você possuir uma rede residencial, talvez conectada usando um roteador ou um switch, existem poucas configurações que você pode necessitar afim de fazer sua conexão com na rede com sucesso. Enquanto a maioria das redes são capazes de designar configurações corretas para o Ubuntu automaticamente, algumas redes não podem.
ru: Если вы используете домашнюю сеть, возможно, построенную с использованием маршрутизатора или свича, вам могут потребоваться некоторые настройки для успешного подключения к этой сети. Некоторые сети способны предоставить Ubuntu правильные настройки, в то время как другие этого не могут.
sk: Ak máte domácu sieť, pravdepodobne spojenú prostredníctvom routeru alebo switchu, na úspešné pripojenie do siete môžete potrebovať určité nastavenia. Zatiaľ čo väčšina sietí je schopná priradiť v Ubuntu príslušné nastavenia automaticky, niektoré siete to nedokážu.
sv: Om du har ett hemma nätverk som är anslutna via en router eller switch så är det ett par inställningar som kanske behöver göras för att få ett fungerande nätverk. De flesta nätverk kan automatiskt tilldela rätt inställningar för Ubuntu, några nätverk kan det inte.
zh_cn: 如果你有家庭网络，可能用路由器或网关连接，要做点设置以便能连接成功。大部分网络能自动识别Ubuntu，有的也不能。

source: Follow the instructions below to obtain a copy of the network settings which you may need:
ar: اتبع التعليمات أسفله للحصول على نسخة من إعدادات الشبكة التي قد تحتاجها:
bg: Следвай инструкциите по-долу,за да получиш копие от настройките на мрежата,от които може да имаш нужда:
de: Folgen Sie den untenstehenden Anweisungen, um eine Kopie der notwendigen Netzwerkeinstellungen zu erhalten:
el: Ακολουθήστε τις παρακάτω οδηγίες για να αποκτήσετε ένα αντίγραφο των ρυθμίσεων του δικτύου, τις οποίες μπορεί να χρειαστείτε:
es: Siga las instrucciones a continuación para obtener una copia de la configuración de red que podría necesitar:
fr: Suivez les instructions ci-dessous pour obtenir une copie des paramètres réseau dont vous pourriez avoir besoin :
hu: A következő információkra lehet szüksége - megszerzésükhöz kövesse a lenti utasításokat:
ko: 다음 지시를 따라 혹시 필요할지 모를 네트워크 설정값을 복사해 두기 바랍니다.
pl: Postępuj zgpodnie z poniższą instrukcją, by uzyskać informację o ustawieniach sieci, które mogą być potrzebne w przyszłości podczas instalacji Ubuntu:
pt: Siga as instruções descritas abaixo para obter uma cópia das configurações da rede que pode necessitar:
pt_br: Siga as instruções abaixo para obter uma cópia das configurações de Internet que você pode necessitar:
ru: Ниже даны инструкции, как получить копию настроек сети, которые могут потребоваться:
sk: Nasledujte nižšie uvedené inštrukcie a získate údaje o nastavené siete, ktoré sa vám môžu zísť:
sv: Följ instruktionen nedan för att skaffa en kopia på nätverksinställningar som kan behövas:
zh_cn: 按下面的介绍获得你需要的网络设置。

source: Press <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Run</guimenuitem></menuchoice>. Type <emphasis>cmd.exe</emphasis> into the box labelled <guilabel>Open:</guilabel> and press <guibutton>OK</guibutton>.
ar: اضغط <menuchoice><guimenuitem>ابدأ</guimenuitem><guimenuitem>تشغيل</guimenuitem></menuchoice>. اطبع <emphasis>cmd.exe</emphasis> في الصندوق المسمّى <guilabel>فتح:</guilabel> واضغط <guibutton>موافق</guibutton>.
bg: Натиснете <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Run</guimenuitem></menuchoice>. Напишете <emphasis>cmd.exe</emphasis> в полето с име <guilabel>Open:</guilabel> и натиснете <guibutton>OK</guibutton>.
de: Wählen Sie <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Ausführen</guimenuitem></menuchoice>, tippen Sie <emphasis>cmd.exe</emphasis> in das mit <guilabel>Öffnen:</guilabel> beschriftete Dialogfeld ein und drücken Sie <guibutton>OK</guibutton>.
el: Πατήστε <menuchoice><guimenuitem>Έναρξη</guimenuitem><guimenuitem>Εκτέλεση...</guimenuitem></menuchoice>. Πληκτρολογήστε <emphasis>cmd.exe</emphasis> στο κουτί <guilabel>Άνοιγμα:</guilabel> και πατήστε <guibutton>OK</guibutton>.
es: Pulse <menuchoice><guimenuitem>Inicio</guimenuitem><guimenuitem>Ejecutar</guimenuitem></menuchoice>. Escriba <emphasis>cmd.exe</emphasis> en el cuadro llamado <guilabel>Abrir:</guilabel> y pulse <guibutton>Aceptar</guibutton>.
fr: Cliquez sur <menuchoice><guimenuitem>Démarrer</guimenuitem><guimenuitem>Exécuter</guimenuitem></menuchoice>. Tapez <emphasis>cmd</emphasis> dans la zone appelée <guilabel>Ouvrir :</guilabel> et cliquez sur <guibutton>OK</guibutton>.
hu: Válassza a <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Futtatás</guimenuitem></menuchoice> elemet. A <guilabel>Megnyitás:</guilabel> mezőbe írja be a <emphasis>cmd.exe</emphasis> szöveget, majd kattintson az <guibutton>OK</guibutton> gombra.
ko: <menuchoice><guimenuitem>시작</guimenuitem><guimenuitem>실행</guimenuitem></menuchoice>을 누릅니다. <guilabel>열기:</guilabel>라는 박스 안에 <emphasis>cmd.exe</emphasis>를 입력하고 <guibutton>확인</guibutton>을 누릅니다.
pl: Kliknij <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Uruchom</guimenuitem></menuchoice>. Wpisz <emphasis>cmd.exe</emphasis> w pole <guilabel>Otwórz:</guilabel> i kliknij <guibutton>OK</guibutton>.
pt: Carregue em <menuchoice><guimenuitem>Iniciar</guimenuitem><guimenuitem>Executar</guimenuitem></menuchoice>. Digite <emphasis>cmd.exe</emphasis>na caixa com o nome <guilabel>Abrir:</guilabel> e carregue <guibutton>OK</guibutton>.
pt_br: Pressione <menuchoice><guimenuitem>Iniciar</guimenuitem><guimenuitem>Executar</guimenuitem></menuchoice>. Digite <emphasis>cmd.exe</emphasis> na caixa de texto <guilabel>Abrir:</guilabel> e clique em <guibutton>OK</guibutton>.
ru: Нажмите <menuchoice><guimenuitem>Пуск</guimenuitem><guimenuitem>Выполнить...</guimenuitem></menuchoice>. Наберите <emphasis>cmd.exe</emphasis> в поле, помеченном <guilabel>Открыть:</guilabel> и нажмите <guibutton>OK</guibutton>.
sk: Stlačte <menuchoice><guimenuitem>Štart</guimenuitem><guimenuitem>Spustiť...</guimenuitem></menuchoice>. Do poľa <guilabel>Otvoriť:</guilabel> napíšte <emphasis>cmd.exe</emphasis> a stlačte <guibutton>OK</guibutton>.
sv: Klicka på <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Kör</guimenuitem></menuchoice>. skriv <emphasis>cmd.exe</emphasis> i rutan märkt <guilabel>Öppna:</guilabel> och tryck <guibutton>OK</guibutton>.
zh_cn: 点击<menuchoice><guimenuitem>开始</guimenuitem><guimenuitem>运行</guimenuitem></menuchoice>。输入<emphasis>cmd.exe</emphasis>到标有<guilabel>打开:</guilabel>的对话框，点击<guibutton>确定</guibutton>。

source: A black screen called <application>Command Prompt</application> will appear. Into the screen, type <screen>ipconfig /all</screen> and press <keycap>Enter</keycap>. This will list a set of network settings for each of the networking devices you have installed. You may have one or several networking devices.
ar: سوف تظهر شاشة سوداء تسمّى <application>موجة الأوامر</application>. اكتب في الشاشة، <screen>ipconfig /all</screen> واضغط <keycap>Enter</keycap>. هذا سوف يسرد مجموعة من إعدادات الشبكة لكل مشغّلات الشبكة التي ثبّتها. قد يكون لديك مشغل شبكة واحد أو أكثر.
bg: Ще се покаже черен екран наречен <application>Command Prompt</application>. В екрана напишете <screen>ipconfig /all</screen> и натиснете клавиша <keycap>Enter</keycap>. Това ще покаже настройките на всяко мрежово устройство, което е инсталирано на вашата система. Можете да имате едно или няколко мрежови устройство.
de: Ein schwarzes Fenster, die <application>Kommandozeile</application> wird sich öffnen. Geben Sie in diesem Fenster <screen>ipconfig /all</screen> ein und drücken Sie <keycap>Enter</keycap>. Dieser Befehl wird für jedes Ihrer installiereten Netzwerkgeräte eine Liste von Netzwerkeinstellungen ausgeben. Dies können ein oder Mehrere Geräte sein.
es: Aparecerá una pantalla negra llamada <application>Interfaz de comandos</application>. En la pantalla escriba <screen>ipconfig /all</screen> y presione <keycap>Intro</keycap>. Esto listará un conjunto de configuraciones de red para cada uno de los dispositivos de red que tenga instalado. Puede tener uno o varios dispositivos de red.
fr: Un écran noir appelé <application>invite de commandes</application> va apparaître. Dans cette fenêtre, tapez <screen>ipconfig /all</screen> et appuyez sur <keycap>Entrée</keycap>. Ceci affichera la configuration de chacune de vos interfaces réseau installée. Vous pouvez avoir une ou plusieurs interfaces réseau.
pt_br: Uma tela preta chamada <application>Prompt de Comando</application> aparecerá. Na tela, digite <screen>ipconfig /all</screen> e pressione <keycap>Enter</keycap>. Isto irá listar um conjunto de configurações de rede para cada um dos dispositivos de rede que você instalou. Você pode ter um ou vários dispositivos de rede.
ru: Появится черный экран, называемый <application>командной строкой</application>. В нем напечатайте <screen>ipconfig /all</screen> и нажмите <keycap>Enter</keycap>. Будет напечатан список настроек для каждого из установленных сетевых устройств. У Вас может быть одно или несколько сетевых устройств.

source: Now, type <screen>ipconfig /all &gt; C:\network_settings.txt</screen> and then press <keycap>Enter</keycap>. This will store the settings you have just seen in the file <filename>C:\network_settings.txt</filename>.
ar: الآن، اطبع <screen>ipconfig /all &gt; C:\network_settings.txt</screen> وثم انقر <keycap>Enter</keycap>. هذا سيخزن الإعدادات التي رأيتها للتو في الملف <filename>C:\network_settings.txt</filename>.
bg: Сега напишете <screen>ipconfig /all &gt; C:\network_settings.txt</screen> и натиснете клавиша <keycap>Enter</keycap>. Това ще запази настройките, които току0що сте видели във файла <filename>C:\network_settings.txt</filename>.
de: Geben Sie jetzt <screen>ipconfig /all &gt; C:\network_settings.txt</screen> ein und drücken Sie <keycap>Enter</keycap>. Dieser Befehl wird die Einstellungen, die Sie eben gesehen haben, in der Datei <filename>C:\network_settings.txt</filename> speichern.
el: Τώρα γράψτε <screen>ipconfig /all &gt; C:\network_settings.txt</screen> και πατήστε <keycap>Enter</keycap>. Έτσι θα αποθηκεύσετε τις ρυθμίσεις που μόλις είδατε στο αρχείο <filename>C:\network_settings.txt</filename>.
es: Ahora, escriba <screen>ipconfig /all &gt; C:\network_settings.txt</screen> y luego presione <keycap>Enter</keycap>. Esto guardará las configuraciones que acaba de ver en el archivo <filename>C:\network_settings.txt</filename>.
fr: Tapez maintenant <screen>ipconfig /all &gt; C:\network_settings.txt</screen> et appuyez sur <keycap>Entrée</keycap>. Ceci enregistrera votre configuration réseau dans le fichier <filename>C:\network_settings.txt</filename>.
pt_br: Agora, digite <screen>ipconfig /all &gt; C:\network_settings.txt</screen> e pressione <keycap>Enter</keycap>. Isto irá guardar as configurações que acabou de ver no arquivo <filename>C:\network_settings.txt</filename>.
ru: Теперь введите <screen>ipconfig /all &gt; C:\network_settings.txt</screen> и нажмите <keycap>Enter</keycap>. Все, что вы только что видели, будет сохранено в фаил <filename>C:\network_settings.txt</filename>.

source: Locate and open <filename>C:\network_settings</filename> in a text editing program, such as <application>Notepad</application>. Print out a copy of the file if possible.
ar: افتح <filename>C:\network_settings</filename> في برنامج تحرير نصوص، مثل <application>المفكرة</application>. ثم اطبع نسخة من الملف إذا أمكن.
bg: Намерете и отворете <filename>C:\network_settings</filename> в програма за редактиране на текст, като <application>Notepad</application>. Ако е възможно, отпечатайте съдържанието на файла.
de: Finden und öffnen Sie die Datei <filename>C:\network_settings</filename> in einem Texteditor, wie zum Beispiel <application>WordPad</application>. Nach Möglichkeit sollten Sie die Datei ausdrucken.
el: Εντοπίστε και ανοίξτε το αρχείο <filename>C:\network_settings</filename> σε ένα επεξεργαστή κειμένου, όπως το <application>Notepad</application>. Εκτυπώστε ένα αντίγραφο του αρχείου αν γίνεται.
es: Localice y abra <filename>C:\network_settings</filename> con un editor de textos, como el <application>Bloc de Notas</application>. Imprima una copia del archivo si es posible.
fr: Localisez et ouvrez <filename>C:\parametres_reseau.txt</filename> dans un éditeur de texte tel que le <application>Bloc-notes</application>. Imprimez si possible une copie du fichier.
hu: Keresse meg és nyissa meg a <filename>C:\network_settings</filename> fájlt valamilyen szövegszerkesztőben, például a <application>Jegyzettömb</application> alkalmazásban. Ha lehetséges, nyomtassa ki a fájlt.
ko: <application>메모장</application>과 같은 텍스트 편집 프로그램으로 <filename>C:\network_settings.txt</filename> 파일을 열고, 가능하다면 이 파일을 인쇄합니다.
pl: Zlokalizuj i otwórz <filename>C:\ustawienia_sieci</filename> w edytorze tekstu takim, jak <application>Notatnik</application>. Jeśli masz drukarkę, możesz wydrukować ten plik.
pt: Localize e abra <filename>C:\network_settings</filename> num programa de edição de texto, por exemplo o <application>Bloco de Notas</application>. Se possível imprima uma cópia do ficheiro.
pt_br: Localize e abra <filename>C:\network_settings</filename> em um programa de edição de textos, como o <application>Bloco de notas</application>. Imprima uma cópia do arquivo se possível.
ru: Найдите и откройте <filename>C:\network_settings</filename> в программе редактирования текстов, например в <application>Блокноте</application>. По возможности распечатайте этот файл.
sk: Otvorte <filename>C:\network_settings</filename> v textovom editore ako je <application>Notepad</application>. Ak je to možné, vytlačte si tento súbor.
sv: Gå till och öppna <filename>C:\network_settings</filename> i ett text editeringsprogram, Tillexempel <application>Anteckningar</application>. Skriv ut en kopia om det är möjligt.
zh_cn: 用<filename>C:\network_settings.txt</filename>文字编辑程序打开<filename>C:\network_settings.txt</filename>，如有可能，打印出来。

source: Windows networks
ar: شبكات ويندوز
bg: Windows мрежи
de: Windows-Netzwerke
el: Δίκτυα των Windows
es: Redes de Windows
fr: Réseaux Windows
hu: Windows-hálózatok
ko: 윈도우즈 네트워크
pl: Sieci Windows
pt: Redes Windows
pt_br: Redes Windows
ru: Windows сети
sk: Windows siete
sv: Windows nätverk
zh_cn: Windows网络
