Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: To manage the files and folders on your computer, start by choosing an item from the <guimenu>Places</guimenu> menu.
ar: لإدارة الملفات والمجلدات على حاسوبك، ابدء عن طريق اختيار عنصر من القائمة <guimenu>أماكن</guimenu>.
bg: За да управлявате файловете и папките на вашия компютър, започнете като изберете елемент от менюто <guimenu>Места</guimenu>.
de: Um die Dateien und Ordner auf Ihrem Rechner zu verwalten, wählen Sie ein Objekt im <guimenu>Orte</guimenu>-Menü.
el: Για να διαχειριστείτε τα αρχεία και τους φακέλους στον υπολογιστή σας ξεκινήστε επιλέγοντας ένα από τα στοιχεία του μενού <guimenu>Τοποθεσίες</guimenu>.
es: Para administrar los archivos y carpetas de su equipo, comience escogiendo un elemento del menú <guimenu>Lugares</guimenu>.
fr: Pour gérer les fichiers et répertoires sur votre ordinateur, commencez par choisir un élément du menu <guimenu>Raccourcis</guimenu>.
hu: Fájljai és mappái kezeléséhez válasszon egy elemet a <guimenu>Helyek</guimenu> menüből.
ko: 컴퓨터 상의 파일과 폴더들을 관리하려면 <guimenu>위치</guimenu> 메뉴에 있는 항목을 선택하여 작업할 수 있습니다.
pl: Aby zarządzać plikami i folderami na twoim komputerze, zacznij wybierając element z menu <guimenu>Miejsca</guimenu>.
pt: Para gerir os ficheiros e pastas no seu computador, comece por seleccionar um item do menu <guimenu>Locais</guimenu>
pt_br: Para manejar os arquivos e pastas em seu computador, comece escolhendo um item a partir do menu <guimenu>Locais</guimenu>.
ru: Для управления файлами и папками на вашем компьютере, начните с использования меню <guimenu>Переход</guimenu>.
sk: Spravovanie súborov a priečinkov na vašom počítači začnite tak, že si vyberiete nejakú položku v ponuke <guimenu>Miesta</guimenu>.
sv: För att hantera filer och mappar på datorn, börja med att välja <guimenu>Platser</guimenu> i menyn.
zh_cn: 要管理电脑上的文件和文件夹，选择<guimenu>位置</guimenu>菜单上的选项可开始。

source: Favorites
ar: المفضلة
bg: Предпочитани
de: Favoriten
el: Αγαπημένα
es: Favoritos
fr: Favoris
hu: Kedvencek
ko: 즐겨찾기
pl: Ulubione
pt: Favoritos
pt_br: Favoritos
ru: Избранное
sk: Obľúbené položky
sv: Favoriter
zh_cn: 收藏夹

source: Use <guimenu>Places</guimenu> for easy access to commonly-used folders. Firefox has <guimenu>Bookmarks</guimenu>, which are equivalent to Favorites in Internet Explorer.
ar: استخدم <guimenu>أماكن</guimenu> للوصول السهل إلى المجلدات المستخدمة بشكل شائع. لدى فايرفوكس <guimenu>العلامات</guimenu>، التي تكافئ المفضلة في Internet Explorer.
bg: Използвайте <guimenu>Места</guimenu> за лесен достъп до често използвани папки. Firefox има <guimenu>Отметки</guimenu>, които са еквивалент на Предпочитани в Internet Explorer.
de: Benutzen Sie <guimenu>Orte</guimenu>, um leichten Zugriff auf oft genutzte Ordner zu haben. Firefox hat <guimenu>Lesezeichen</guimenu>, die äquivalent zu den Favoriten im Internet Explorer sind.
el: Χρησιμοποιείστε τις <guimenu>Τοποθεσίες</guimenu> για εύκολη πρόσβαση στους φακέλους σας. Ο Firefox έχει επίσης <guimenu>Σελιδοδείκτες</guimenu>, που είναι τα αντίστοιχα Αγαπημένα του Internet Explorer.
es: Use <guimenu>Lugares</guimenu> para acceder fácilmente a las carpetas más usadas. Firefox has <guimenu>Marcadores</guimenu>, que es equivalente a los Favoritos de Internet Explorer.
fr: Utilisez le menu <guimenu>Raccourcis</guimenu> pour avoir un accès rapide aux dossiers couramment utilisés. Firefox a des <guimenu>Marque-pages</guimenu> qui sont équivalents aux Favoris dans Internet Explorer.
hu: Használja a <guimenu>Helyek</guimenu> menüt a gyakran használt mappák egyszerű eléréséhez. A Firefox <guimenu>Könyvjelzőkkel</guimenu> rendelkezik, ami egyenértékű az Internet Explorerben használt Kedvencekkel.
ko: 주로 사용하는 폴더들을 간단히 접근하려면 <guimenu>위치</guimenu> 메뉴를 사용하십시오. Firefox는 Internet Explorer의 즐겨찾기에 대응되는 <guimenu>북마크</guimenu>를 가지고 있습니다.
pl: Użyj <guimenu>Miejsc</guimenu>, aby uzyskać szybki dostęp do często używanych folderów. Firefox posiada <guimenu>Zakładki</guimenu>, które są odpowiednikiem Ulubionych w Internet Explorerze.
pt: Utilize <guimenu>Locais</guimenu> para aceder facilmente pastas utilizadas frequentemente. O Firefox possui <guimenu>Marcadores</guimenu> que são o equivalente aos Favoritos do Internet Explorer.
pt_br: Use <guimenu>Locais</guimenu> para fácil acesso às pastas mais usadas. O navegador Firefox possui os <guimenu>Favoritos</guimenu>, que são equivalentes aos Favoritos no Internet Explorer.
ru: Используйте меню <guimenu>Переход</guimenu> для быстрого доступа к часто используемым папкам. Firefox имеет <guimenu>Закладки</guimenu> - эквивалент Избранного в Internet Explorer.
sk: Pre jednoduchý prístup do bežne používaných priečinkov použite <guimenu>Miesta</guimenu>. <guimenu>Záložky</guimenu> vo Firefoxe sú ekvivalentom Obľúbených položiek v Internet Exploreri.
sv: Använd <guimenu>Platser</guimenu> för enkel åtkomst till ofta använda mappar. Firefox har <guimenu>Bokmärken</guimenu>, som är samma sak som favoriter i Internet Explorer.
zh_cn: 通过使用<guimenu>位置</guimenu>，就可以便捷地进入通常使用的文件夹。Firefox具备<guimenu>书签</guimenu>功能，相当于Internet Explorer中的收藏夹。

source: You can use <application>Firefox</application> to search the Web and visit Web sites: <menuchoice><guimenu>Applications</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>.
ar: تستطيع استخدام <application>فايرفوكس</application> للبحث في الوب وزيارة مواقع الوب: <menuchoice><guimenu>تطبيقات</guimenu><guisubmenu>إنترنت</guisubmenu><guimenuitem>متصفح الوب فايرفوكس</guimenuitem></menuchoice>.
bg: Можете да използвате <application>Firefox</application>, за да търсите в Интернет и да посещавате уеб сайтове: <menuchoice><guimenu>Програми</guimenu><guisubmenu>Интернет</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>.
de: Sie können <application>Firefox</application> benutzen, um das Internet zu durchsuchen und Webseiten zu besuchen: <menuchoice><guimenu>Anwendungen</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>.
el: Μπορείτε να χρησιμοποιείσετε τον <application>Firefox</application> για να ψάξετε στον παγκόσμιο ιστό και να επισκεφθείτε ιστοσελίδες: <menuchoice><guimenu>Εφαρμογές</guimenu><guisubmenu>Διαδίκτυο</guisubmenu><guimenuitem>Firefox Περιηγητής ιστού</guimenuitem></menuchoice>.
es: Puede usar <application>Firefox</application> para navegar por la web y visitar páginas web: <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navegador web Firefox</guimenuitem></menuchoice>.
fr: Pour naviguer sur le Web, vous pouvez utiliser <application>Firefox</application> : <menuchoice><guimenu>Applications</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navigateur Internet Firefox</guimenuitem></menuchoice>.
hu: A <application>Firefox</application> alkalmazást használhatja a web böngészésére és honlapok meglátogatására: <menuchoice><guimenu>Alkalmazások</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox webböngésző</guimenuitem></menuchoice>.
ko: 여러분은 웹을 검색하거나 웹 사이트를 방문하기 위해 <application>Firefox</application>를 이용할 수 있습니다: <menuchoice><guimenu>프로그램</guimenu><guisubmenu>인터넷</guisubmenu><guimenuitem>Firefox 웹 브라우저</guimenuitem></menuchoice>.
pl: Możesz użyć <application>Firefoksa</application>, aby przeszukiwać sieć i odwiedzać strony internetowe: <menuchoice><guimenu>Aplikacje</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Przeglądarka WWW Firefox</guimenuitem></menuchoice>.
pt: Pode utilizar o <application>Firefox</application> para procurar a Web e visitar Web sites: <menuchoice><guimenu>Applicações</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navegador Web Firefox</guimenuitem></menuchoice>.
pt_br: Você pode usar o navegador <application>Firefox</application> para pesquisar na Web e visitar sites da Web: <menuchoice><guimenu>Aplicações</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navegador Firefox</guimenuitem></menuchoice>.
ru: Вы можете использовать <application>Firefox</application> для поиска в Интернете и посещения Web-сайтов: <menuchoice><guimenu>Приложения</guimenu><guisubmenu>Интернет</guisubmenu><guimenuitem>Firefox Web-браузер</guimenuitem></menuchoice>.
sk: Na preskúmavanie internetu a prehliadanie internetových stránok môžete použiť <application>Firefox</application>: <menuchoice><guimenu>Aplikácie</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Internetový prehliadač Firefox</guimenuitem></menuchoice>.
sv: Du kan använda <application>Firefox</application> för att söka på internet och besöka hemsidor: <menuchoice><guimenu>Program</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>.
zh_cn: 可用<application>Firefox</application>搜索网页和访问网站: <menuchoice><guimenu>应用程序</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>.

source: Log Off
ar: تسجيل الخروج
bg: Излизане от системата
de: Abmelden
el: Αποσύνδεση
es: Salir
fr: Se déconnecter
hu: Kijelentkezés
ko: 로그오프
pl: Wyloguj
pt: Terminar Sessão
pt_br: Sair
ru: Завершение сеанса
sk: Odhlásiť sa
sv: Avsluta
zh_cn: 注销

source: To close all your programs and leave the computer ready for someone else to log in, click the <application>User Switcher</application> in the top right hand corner of the screen and then press <guibutton>Log out</guibutton>.
ar: لإغلاق كل برامج ومغادرة الحاسوبك استعدادا لولوج شخص آخر، انقر <application>مبدّل المستخدم</application> في الزاويا العليا اليمنى من الشاشة واضغط <guibutton>اخرج</guibutton>.
bg: За да затворите всички ваши програми и да оставите компютъра готов за работа за някой друг да влезе в системата, щракнете иконата <application>Превключване на потребител</application> в горния десен ъгъл на екрана и натиснете <guibutton>Излизане от системата</guibutton>.
de: Um alle Ihre Programme zu schließen und den Rechner einem anderen zu Anmeldung zu überlassen, klicken Sie auf <application>Benutzer wechseln</application> in der oberen rechten Ecke des Bildschirms und wählen Sie <guibutton>Abmelden</guibutton>.
es: Para cerrar todos sus programas y dejar el equipo listo para que otra persona inicie una sesión, pulse en el <application>Selector de usuarios</application> situado en la esquina superior derecha de la pantalla y pulse en <guibutton>Cerrar sesión</guibutton>.
fr: Pour fermer toutes vos applications et laisser votre ordinateur prêt à ouvrir une session pour un autre utilisateur, cliquez sur <application>Changement d'utilisateur</application> en haut à gauche de l'écran puis sur <guibutton>Se déconnecter</guibutton>.
pt_br: Para fechar todos os seus programas e deixar o computador pronto para alguem usar, clique em <application>Alternador de usuários</application> no canto direito superior da tela e depois em <guibutton>Sair...</guibutton>.
ru: Для того, чтобы закрыть все программы и подготовить компьютер для работы другого пользователя, щёлкните по апплету <application>Переключатель пользователей</application> в правом верхнем углу экрана и нажмите <guibutton>Завершить сеанс</guibutton>.

source: My Computer
ar: جهاز الكمبيوتر
bg: Моят компютър
de: Arbeitsplatz
el: Ο Υπολογιστής μου
es: Mi PC
fr: Poste de travail
hu: Sajátgép
ko: 내 컴퓨터
pl: Mój komputer
pt: O meu computador
pt_br: Meu Computador
ru: Мой компьютер
sk: Tento počítač
sv: Den här datorn
zh_cn: 我的电脑

source: Equivalent items to those in the <quote>My Computer</quote> window are found in various places in Ubuntu.
ar: عناصر مكافئة لتلك الموجودة في نافذة <quote>جهاز الكمبيوتر</quote> في أماكن عديدة في أوبونتو.
bg: Еквивалент на елементите в прозореца <quote>Моят компютър</quote> се намира на различни места в Ubuntu.
de: Vergleichbare Objekte wie unter <quote>Arbeitsplatz</quote> können Sie in Ubuntu an verschieden Orten finden:
el: Αντίστοιχα στοιχεία που υπάρχουν στο παράθυρο <quote>Ο Υπολογιστής μου</quote> μπορούν να βρεθούν σε πολλές τοποθεσίες στο Ubuntu.
es: Los elementos equivalentes a los de la ventana <quote>Mi PC</quote> se encuentran en varios lugares en Ubuntu.
fr: Les éléments équivalents à ceux présents dans la fenêtre <quote>Poste de travail</quote> sont répartis à différents endroits dans Ubuntu.
hu: A <quote>Sajátgép</quote> ablak elemeinek megfelelői különböző helyeken találhatók az Ubuntuban.
ko: <quote>내 컴퓨터</quote>에 해당하는 항목들은 우분투 내의 여러 곳에서 찾을 수 있습니다.
pl: Odpowiedniki elementów z <quote>Mojego komputera</quote> w Ubuntu znajdują się w różnych miejscach.
pt: Itens equivalente àqueles que se encontra na janela <quote>O Meu·Computador</quote> estão em vários locais no Ubuntu
pt_br: Itens equivalentes aos do <quote>Meu Computador</quote> são encontrados em vários lugares no Ubuntu.
ru: Различные элементы, доступные через <quote>Мой компьютер</quote>, могут быть также обнаружены в нескольких местах Ubuntu.
sk: Ekvivalenty položiek v okne <quote>Tento úpočítač</quote> nájdete v Ubuntu na rôznych miestach.
sv: Motsvarande objekt till dem i <quote>Den här datorn</quote>-fönstret går att hitta på olika ställen i Ubuntu.
zh_cn: <quote>我的电脑</quote>窗口中的选项也同样可以在Ubuntu中的各个位置找到。

source: To see the disks and storage devices connected to the computer, choose <menuchoice><guimenu>Places</guimenu><guimenuitem>Computer</guimenuitem></menuchoice>.
ar: لمشاهدة الأقراص وأجهزة التخزين المتصلة بالحاسوب، اختر <menuchoice><guimenu>أماكن</guimenu><guimenuitem>الحاسوب</guimenuitem></menuchoice>.
bg: За да видите дисковете и устройството свързане с вашия компютър, изберете <menuchoice><guimenu>Места</guimenu><guimenuitem>Компютър</guimenuitem></menuchoice>.
de: Um die an den Rechner angeschlossenen Laufwerke und Datenträger zu sehen, wählen Sie <menuchoice><guimenu>Orte</guimenu><guimenuitem>Computer</guimenuitem></menuchoice>.
el: Για να δείτε τους δίσκους και τις συσκευές αποθήκευσης που είναι συνδεδεμένες στον υπολογιστή σας επιλέξτε <menuchoice><guimenu>Τοποθεσίες</guimenu><guimenuitem>Υπολογιστής</guimenuitem></menuchoice>.
es: Para ver los discos y los dispositivos de memoria conectados al equipo, elija <menuchoice><guimenu>Lugares</guimenu><guimenuitem>Equipo</guimenuitem></menuchoice>.
fr: Pour afficher les disques et les périphériques de stockage connectés à l'ordinateur, choisissez <menuchoice><guimenu>Raccourcis</guimenu><guimenuitem>Poste de travail</guimenuitem></menuchoice>.
hu: A számítógéphez csatlakoztatott merevlemezek és háttértárak megtekintéséhez válassza a <menuchoice><guimenu>Helyek</guimenu><guimenuitem>Számítógép</guimenuitem></menuchoice> menüpontot.
ko: 이 컴퓨터에 연결된 디스크나 저장 장치들을 보려면 <menuchoice><guimenu>위치</guimenu><guimenuitem>컴퓨터</guimenuitem></menuchoice>를 선택하십시오.
pl: Aby zobaczyć dyski i wymienne nośniki podłączone do komputera, wybierz <menuchoice><guimenu>Miejsca</guimenu><guimenuitem>Komputer</guimenuitem></menuchoice>.
pt: Para ver os discos e dispositivos de armazenamento ligados ao computador, escolha <menuchoice><guimenu>Locais</guimenu><guimenuitem>Computador</guimenuitem></menuchoice>.
pt_br: Para ver os discos e dispositivos de armazenamento conectados ao seu computador, escolha <menuchoice><guimenu>Localizações</guimenu><guimenuitem>Computador</guimenuitem></menuchoice>.
ru: Чтобы увидеть диски и накопители, подключенные к компьютеру, воспользуйтесь пунктом меню <menuchoice><guimenu>Переход</guimenu><guimenuitem>Компьютер</guimenuitem></menuchoice>.
sk: Aby ste videli disky a úložné zariadenia pripojené k počítaču vyberte <menuchoice><guimenu>Miesta</guimenu><guimenuitem>Počítač</guimenuitem></menuchoice>.
sv: För att se diskar och lagringsenheter, välj <menuchoice><guimenu>Platser</guimenu><guimenuitem>Dator</guimenuitem></menuchoice>.
zh_cn: 要查看联机的磁盘和存储设备，选择<menuchoice><guimenu>位置</guimenu><guimenuitem>计算机</guimenuitem></menuchoice>。

source: My Documents
ar: المستندات
bg: Моите документи
de: Eigene Dateien
el: Τα Έγγραφα μου
es: Mis documentos
fr: Mes documents
hu: Dokumentumok
ko: 내 문서
pl: Moje dokumenty
pt: Os Meus Documentos
pt_br: Meus Documentos
ru: Мои документы
sk: Moje dokumenty
sv: Mina dokument
zh_cn: 我的文档

source: Inside your home folder (<menuchoice><guimenu>Places</guimenu><guimenuitem>Home Folder</guimenuitem></menuchoice>), you can arrange documents and other files in whatever folders you wish.
ar: داخل مجلد منزلك(<menuchoice><guimenu>أماكن</guimenu><guimenuitem>مجلد المنزل</guimenuitem></menuchoice>)، تستطيع تنظيم مستنداتك والملفات الآخرى في أي مكان تريد.
bg: Във вашата домашна папка (<menuchoice><guimenu>Места</guimenu><guimenuitem>Домашна папка</guimenuitem></menuchoice>), можете да подреждате документи и други файлове в каквито папки желаете.
de: In Ihrem Persönlichen Ordner (<menuchoice><guimenu>Orte</guimenu><guimenuitem>Persönlicher Ordner</guimenuitem></menuchoice>) können Sie Dokumente und andere Dateien in beliebigen Ordnern anordnen, wie sie möchten.
el: Μέσα στον Αρχικό κατάλογο (<menuchoice><guimenu>Τοποθεσίες</guimenu><guimenuitem>Αρχικός κατάλογος</guimenuitem></menuchoice>) μπορείτε να οργανώσετε τα έγγραφα και άλλα αρχεία σε όποιους φακέλους θέλετε.
es: Dentro de su carpeta personal (<menuchoice><guimenu>Lugares</guimenu><guimenuitem>Carpeta personal</guimenuitem></menuchoice>), puede ordenar sus documentos y otros archivos en las carpetas que desee.
fr: Dans votre dossier personnel (<menuchoice><guimenu>Raccourcis</guimenu><guimenuitem>Dossier personnel</guimenuitem></menuchoice>), vous pouvez organiser vos documents et vos fichiers comme vous le souhaitez.
hu: A saját mappáján (<menuchoice><guimenu>Helyek</guimenu><guimenuitem>Saját mappa</guimenuitem></menuchoice>) belül a dokumentumokat és fájlokat kedve szerint rendezheti mappákba.
ko: 여러분의 홈 폴더 (<menuchoice><guimenu>위치</guimenu><guimenuitem>내 폴더</guimenuitem></menuchoice>) 내에서는 여러 가지 문서나 파일들을 관리할 수 있습니다.
pl: W twoim foldere domowym (<menuchoice><guimenu>Miejsca</guimenu><guimenuitem>Folder domowy</guimenuitem></menuchoice>) możesz porządkować swoje dokumenty i inne pliki w jakich tylko chcesz folderach.
pt: Dentro da sua pasta pessoal (Home) (<menuchoice><guimenu>Locais</guimenu><guimenuitem>Pasta Pessoal</guimenuitem></menuchoice>), pode organizar documentos e outros ficheiros nas pastas que desejar.
pt_br: Dentro da sua pasta Pessoal (<menuchoice><guimenu>Locais</guimenu><guimenuitem>Pasta Pessoal</guimenuitem></menuchoice>), você pode organizar documentos e outros arquivo como desejar.
ru: Вы можете рассортировать документы и другие файлы в любые папки в вашем домашнем каталоге (<menuchoice><guimenu>Переход</guimenu><guimenuitem>Домашняя папка</guimenuitem></menuchoice>).
sk: Vo vnútri vášho domáceho priečinka (<menuchoice><guimenu>Miesta</guimenu><guimenuitem>Domáci priečinok</guimenuitem></menuchoice>), môžete usporiadať dokumenty a ostatné súbory do priečinkov podľa ľubovôle.
sv: I din hemmapp (<menuchoice><guimenu>Platser</guimenu><guimenuitem>Hemmapp</guimenuitem></menuchoice>) kan du organisera dokument och andra filer i vilka mappar du vill.
zh_cn: 在你的主目录里(<menuchoice><guimenu>位置</guimenu><guimenuitem>主目录</guimenuitem></menuchoice>)，你可以安排文档和其它文件到任何你愿意的文件夹里。

source: Printers &amp; Faxes
ar: الطابعات والفاكسات
bg: Принтери &amp; Факсове
de: Drucker &amp; Faxe
el: Εκτυπωτές &amp; Φαξ
es: Impresoras y faxes
fr: Imprimantes &amp; télécopieurs
hu: Nyomtatók és faxok
ko: 프린터와 팩스
pl: Drukarki i faksy
pt: Impressoras &amp; Faxes
pt_br: Impressoras &amp; Faxes
ru: Принтеры &amp; Факсы
sk: Tlačiarne a faxy
sv: Skrivare och fax
zh_cn: 打印机&amp;传真

source: Open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Printing</guimenuitem></menuchoice> to set up printers. Ubuntu does not support faxing.
ar: افتح <menuchoice><guimenu>نظام</guimenu><guimenuitem>إدارة</guimenuitem><guimenuitem>طباعة</guimenuitem></menuchoice> لإعداد الطابعات. لا يدعم أوبونتو الفاكسات.
bg: Отворете <menuchoice><guimenu>Система</guimenu><guimenuitem>Администриране</guimenuitem><guimenuitem>Печатане</guimenuitem></menuchoice>, за да настроите принтери. Ubuntu не поддържа изпращане на факсове.
de: Öffnen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Drucken</guimenuitem></menuchoice>, um Ihren Drucker einzurichten. Faxgeräte werden von Ubuntu nicht unterstützt.
el: Ανοίξτε το <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Διαχείριση συστήματος</guimenuitem><guimenuitem>Εκτύπωση</guimenuitem></menuchoice> για να ρυθμίσετε τους εκτυπωτές. Το Ubuntu δεν υποστηρίζει λειτουργίες φαξ.
es: Abra <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Impresoras</guimenuitem></menuchoice> para configurar las impresoras. Ubuntu no soporta envío de faxes.
fr: Ouvrez <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Impression</guimenuitem></menuchoice> pour paramétrer les imprimantes. Ubuntu ne prend pas en charge pour l'instant l'envoi de télécopie.
hu: Nyissa meg a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Nyomtatás</guimenuitem></menuchoice> menüpontot a nyomtatók beállításához. Az Ubuntu nem támogatja a fax használatát.
ko: 프린터를 설정하려면 <menuchoice><guimenu>시스템</guimenu><guimenuitem>관리</guimenuitem><guimenuitem>Printing</guimenuitem></menuchoice>을 누릅니다. 우분투는 팩스를 지원하지 않습니다.
pl: Otwórz <menuchoice><guimenu>System</guimenu><guimenuitem>Administracja</guimenuitem><guimenuitem>Drukarki</guimenuitem></menuchoice>, aby ustawić drukarki. Ubuntu nie obsługuje faksowania.
pt: Abra <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Impressorar</guimenuitem></menuchoice>·para configurar impressoras. O Ubuntu não suporta fax.
pt_br: Abra <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Impressão</guimenuitem></menuchoice> para escolher sua impressora. Ubuntu não suporta faxes.
ru: Откройте <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem><guimenuitem>Печать</guimenuitem></menuchoice> для настройки принтеров. Ubuntu не поддерживает работу с факсами по умолчанию.
sk: Pre nastavenie tlačiarní otvorte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Tlačiarne</guimenuitem></menuchoice>. Ubuntu nepodporuje faxovanie.
sv: Öppna <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Utskrift</guimenuitem></menuchoice> för att konfigurera skrivare. Ubuntu saknar stöd för fax.
zh_cn: 打开<menuchoice><guimenu>系统</guimenu><guimenuitem>系统管理</guimenuitem><guimenuitem>打印机</guimenuitem></menuchoice>以安装打印机。Ubuntu不支持传真。

source: Recycle Bin
ar: سلة المهملات
bg: Кошче
de: Papierkorb
el: Κάδος Ανακύκλωσης
es: Papelera de reciclaje
fr: Corbeille
hu: Lomtár
ko: 휴지통
pl: Kosz
pt: Reciclagem
pt_br: Lixeira
ru: Корзина
sk: Kôš
sv: Papperskorg
zh_cn: 回收站
