Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: For a well-supported audio format to replace MP3 and WMA, consider the <emphasis>Ogg Vorbis</emphasis> format. For a well-supported lossless (very high quality) format to replace AAC Lossless and WMA-VBR, consider the <emphasis>FLAC</emphasis> format. Both of these formats are open, and can be played in Ubuntu without the installation of any additional software.
ar: لهيئة مدعومة بشكل جيد لاستبدال MP3 و WMA، فكّر في هيئة <emphasis>Ogg Vorbis</emphasis>. لهيئة lossless (جودة عالية جدا) مدعومة بشكل جيد لاستبدال AAC Lossless و WMA-VBR، فكّر في هيئة <emphasis>FLAC</emphasis>. كلا هاتين الهيئتين مفتوحتين، ويمكن تشغليها في أوبونتو بدون تثبيت أي برمجيات إضافية.
bg: Добре поддържан аудио формат заменя MP3 и WMA, помислете за формата <emphasis>Ogg Vorbis</emphasis>. За добре поддържан без загуби (много високо качество) формат за замяна на AAC Lossless и WMA-VBR, помислете за формата <emphasis>FLAC</emphasis>. и двата формати са свободни и могат да се възпроизвеждат в Ubuntu без да се инсталира никакъв допълнителен софтуер.
de: Wenn Sie MP3- und WMA-Dateien durch ein gut unterstütztes Format ersetzen wollen, sollten Sie das <emphasis>Ogg Vorbis</emphasis>-Format verwenden. Als gut unterstützte Alternative für verlustfreie Audio-Formate (mit sehr hoher Klangqualität) wie »AAC Lossless« und »WMA-VBR« empfiehlt sich das <emphasis>FLAC</emphasis>-Format. Beide Formate sind offen und können von Ubuntu ohne die Installation zusätzlicher Software abgespielt werden.
el: Μια καλά υποστηριζόμενη μορφή αρχείου για να αντικαταστήσει τα MP3 και WMA, είναι η <emphasis>Ogg Vorbis</emphasis>. Μια άλλη επίσης καλά υποστηριζόμενη πολύ υψηλής ποιότητας μορφή αρχείου για να αντικαταστήσετε τα AAC Lossless και WMA-VBR, είναι η μορφή <emphasis>FLAC</emphasis>. Και οι δύο παραπάνω μορφές είναι ανοικτές και μπορούν να αναπαραχθούν στο Ubuntu χωρίς την εγκατάσταση επιπλέον λογισμικού.
es: Como formato de audio bien soportado para reemplazar a MP3 y WMA, considere el formato <emphasis>Ogg Vorbis</emphasis>. Como formato sin pérdida (altísima calidad) bien soportado para reemplazar a AAC Lossless y WMA-VRB, considere el formato <emphasis>FLAC</emphasis>. Ambos formatos son abiertos y pueden ser reproducidos en Ubuntu sin la instalación de aplicaciones adicionales.
fr: Vous devez envisager d'utiliser le format, bien pris en charge, <emphasis>Ogg Vorbis</emphasis> en remplacement de MP3 et WMA . Pour un format sans perte (très haute qualité), bien pris en charge, remplaçant ACC Sans perte et WMA-VBR, envisagez le format <emphasis>FLAC</emphasis>. Ces deux formats sont ouverts et peuvent être joués dans Ubuntu sans installation de programmes supplémentaires.
hu: Az MP3 és a WMA formátumok helyett érdemes megfontolni a támogatott <emphasis>Ogg Vorbis</emphasis> formátumot. Ha tömörítetlen (veszteségmentes) formátumot keres, azt ajánljuk, hogy az AAC Lossless és a WMA-VBR formátumok helyett használja inkább a <emphasis>FLAC</emphasis> formátumot. Mindkét formátum nyílt, és Ubuntu alatt további szoftver telepítése nélkül lejátszható.
ko: MP3와 WMA를 대체할 잘 지원되는 오디오 형식으로는 <emphasis>Ogg Vorbis</emphasis> 형식을 고려해 볼 수 있습니다. 또한 무손실 AAC와 WMA-VBR을 대체할 잘 지원되는 무손실 (고음질) 형식으로는 <emphasis>FLAC</emphasis> 형식을 고려해 볼 수 있습니다. 이들 형식들은 오픈되어 있으며, 따라서 우분투에서 추가적인 소프트웨어의 설치없이도 잘 재생할 수 있습니다.
pl: Dobrze obsługiwanym formatem pliów dźwiękowych, który może zastąpić MP3 i WMA jest <emphasis>Ogg Vorbis</emphasis>. Dobrze obsługiwanym formatem bezstratnym (dla nagrań o bardzo wysokiej jakości), który może zastąpić bezstratny format AAC Lossless oraz WMA-VBR jest <emphasis>FLAC</emphasis>. Oba te formaty są otwarte i mogą być odtwarzane w Ubuntu bez konieczności instalowania dodatkowych programów.
pt: Para um formato áudio bem suportado que substitua o MP3 e o WMA, considere o formato <emphasis>Ogg Vorbis</emphasis>. Para um formato bem suportado sem perda (muito alta qualidade) para substituir o ACC Lossless e o WMA-VBR, considere o formato <emphasis>FLAC</emphasis>. Ambos os formatos são de código aberto e podem ser reproduzidos no Ubuntu sem a instalação de software adicional.
pt_br: Para um formato bem suportado que substitui MP3 e WMA, considere o formato <emphasis>Ogg Vorbis</emphasis>. Para um formato bem suportado sem perda ( qualidade muito alta, " losless" ) que substitui o AAC Losless e WMA-VBR, considere o formato <emphasis>FLAC</emphasis>. Ambos estes formatos são bertos, e podem ser tocados no Ubuntu sem a instalação de nenhum software adicional.
ru: В качестве хорошо поддерживаемого формата аудио файлов для замены MP3 и WMA взгляните на формат <emphasis>Ogg Vorbis</emphasis>. В качестве хорошо поддерживаемого формата сжатия аудио без потери качества (очень высокого качества) на замену AAC Lossless и WMA-VBR присмотритесь к формату <emphasis>FLAC</emphasis>. Оба упомянутых выше формата являются открытыми и могут быть воспроизведены в Ubuntu без установки дополнительного программного обеспечения.
sk: Ako dobre podporovaný formát na nahradenie MP3 a WMA je formát <emphasis>Ogg Vorbis</emphasis>. Ako dobre podporovaný formát na nahradenie bezstratových (tj. vo veľmi vysokej kvalite) formátov AAC Lossless a WMA-VBR môžete použiť formát <emphasis>FLAC</emphasis>. Obidva tieto formáty sú otvorené a v Ubuntu ich prehráte bez inštalácie dodatočného softvéru.
sv: För att ersätta MP3 och WMA med ett format med ett utbrett stöd bör du överväga att använda <emphasis>Ogg Vorbis</emphasis>. För ett format med utbrett stöd utan ljudförluster (mycket hög kvalitet) som ersätter AAC och WMA-VBR bör du överväga användning av <emphasis>FLAC</emphasis>. Båda dessa format är öppna och kan spelas i Ubuntu utan ytterligare installation av programvara.
zh_cn: 完全可以用受到良好支持的<emphasis>Ogg Vorbis</emphasis>格式取代MP3和WMA。用受到良好支持的无损的（非常高质量的）<emphasis>FLAC</emphasis>格式取代AAC Lossless and WMA-VBR。<emphasis>Ogg Vorbis和<emphasis>FLAC</emphasis>都是开源的，Ubuntu不需要安装额外的软件就可以直接播放它们。

source: There are many audio conversion applications for Windows available for download, and some of these can be obtained free of charge. These applications are also sometimes referred to as <emphasis>audio (re)encoders</emphasis>. Your choice of application depends on the formats which you wish to convert from and to. See websites such as <ulink url="http://www.download.com/Rippers-Encoders/3150-2140_4-0.html?tag=dir">Download.com</ulink> for a list of potentially useful applications.
ar: يوجد الكثير من تطبيقات تحويل الصوت لويندوز للتنزيل، وبعضها يمكن الحصول عليها بالمجان. هذه التطبيقات تسمى أحيانا <emphasis>audio (re)encoders</emphasis>. اختيارك للتطبيق يعتمد على الهيئات التي تريد التحويل منها وإليها. راجع موقعا مثل <ulink url="http://www.download.com/Rippers-Encoders/3150-2140_4-0.html?tag=dir">Download.com</ulink> لقائمة بتطبيقات يمكن أن تكون مفيدة.
bg: Има много програми за Windows достъпни за изтегляне и някои от тях могат да се изтегляг безплатно. Тези програми някога са категоризирани като <emphasis>аудио кодиращи програми</emphasis>. Вашият избор на програми зависи от формата, в или от който искате да преобразувате. Вижте уеб сайтове като <ulink url="http://www.download.com/Rippers-Encoders/3150-2140_4-0.html?tag=dir">Download.com</ulink> за списък на много полезни програми.
de: Es gibt viele Programme für Windows, die Audio Dateien konvertieren zum herunterladen, einige davon sind kostenlos. Diese Programme werden im Englischen manchmal auch als <emphasis>audio (re)encoders</emphasis> bezeichnet. Welches Programm für Sie das richtige ist, hängt davon ab, welche Formate Sie in welche umwandeln wollen. Werfen sie einen Blick auf <ulink url="http://www.download.com/Rippers-Encoders/3150-2140_4-0.html?tag=dir">Download.com</ulink> für eine Liste mit Programmen, die eventuell nützlich sind.
el: Υπάρχουν πολλές εφαρμογές για μετατροπή αρχείων ήχου στα Windows, οι οποίες είναι διαθέσιμες στο διαδίκτυο και ορισμένες από αυτές μπορούν να αποκτηθούν δωρεάν. Αυτές οι εφαρμογές αναφέρονται και ως <emphasis>Μετατροπείς Ήχου</emphasis> (audio (re)encoders). Η επιλογή της εφαρμογής εξαρτάται από τον τύπο αρχείου που θέλετε να μετατρέψετε. Δείτε ιστοσελίδες όπως <ulink url="http://www.download.com/Rippers-Encoders/3150-2140_4-0.html?tag=dir">Download.com</ulink> για λίστες με χρήσιμες εφαρμογές.
es: Existen muchos convertidores de audio para Windows disponibles para descargar, y algunos de ellos pueden obtenerse gratis. A estas aplicaciones también se les suele llamar <emphasis>codificadores de audio</emphasis>. La elección de la aplicación depende de los formatos desde y a los que quiera convertir. Mire sitios web como <ulink url="http://www.download.com/Rippers-Encoders/3150-2140_4-0.html?tag=dir">Download.com</ulink> para ver una lista de aplicaciones potencialmente útiles.
fr: Il existe de nombreux programmes de conversion audio pour Windows disponibles au téléchargement, certains d'entre eux peuvent s'obtenir gratuitement. Ces applications sont parfois appelées <emphasis>(ré)encodeurs audio</emphasis>. Votre choix d'application dépend des formats depuis lesquels et vers lesquels vous souhaitez convertir. Regardez des sites internet tels que <ulink url="http://www.01net.com/telecharger/windows/Multimedia/encodeurs_et_decodeurs/">Telecharger.com</ulink> ou <ulink url="http://www.framasoft.net/rubrique163.html">Framasoft.net</ulink> pour une liste d'applications qui pourraient vous aider.
hu: Számos, hangfájlok átalakítására szolgáló program érhető el Windows rendszeren, ezek egy része ingyenesen beszerezhető. Ezeket a programokat sokszor <emphasis>hang(újra)kódolóknak</emphasis> nevezik. Hogy Önnek pontosan melyik program kell, azon múlik, hogy milyen formátumból, illetve milyen formátumba szeretne átalakítani. Hasznos kódolóprogramok találhatók az angol nyelvű <ulink url="http://www.download.com/Rippers-Encoders/3150-2140_4-0.html?tag=dir">Download.com</ulink> webhelyen.
ko: 윈도우즈에서 사용할 수 있는 수 많은 오디오 변환 프로그램들이 있으며, 이들 중에는 무료로 얻을 수 있는 것들도 존재합니다. 이러한 프로그램들은 때때로 <emphasis>오디오 (재)인코더</emphasis>라고 불립니다. 이 중 어떤 것을 사용할지는 여러분이 변환하고 싶은 오디오 형식에 따라 달라집니다. <ulink url="http://www.download.com/Rippers-Encoders/3150-2140_4-0.html?tag=dir">Download.com</ulink>과 같은 웹사이트에서는 유용하게 사용할 수 있는 프로그램들의 목록을 볼 수 있습니다.
pl: Jest wiele aplikacji konwertujących pliki muzyczne dla Windows i niektóre z nich można za darmo pobrać z Internetu. Aplikacje te są czasami nazywane <emphasis>koderami audio</emphasis>. Wybór aplikacji zależy od formatów, z i do którego chcesz konwertować. Zobacz strony takie, jak <ulink url="http://www.download.com/Rippers-Encoders/3150-2140_4-0.html?tag=dir">Download.com</ulink>, aby uzyskać listę potencjalnie przydatnych aplikacji.
pt: Existem muitas aplicações de conversão de áudio para Windows disponíveis para transferir, e algumas delas podem ser obtidas gratuitamente. Estas aplicações são por vezes também conhecidas por emphasis>(Des)codificadores áudio</emphasis>. A sua escolha depende dos formatos a partir dos quais pretende converter, e para os que pretende converter. Ver os sítios web como <ulink url="http://www.download.com/Rippers-Encoders/3150-2140_4-0.html?tag=dir">Download.com</ulink> para uma lista de aplicações potencialmente úteis.
pt_br: Existem muitos aplicativos Windows de conversão de áudio disponíveis para download, e alguns deles podem ser obtidos sem nenhum custo. Estas aplicações são muitas vezes referidas como <emphasis>(re)codificadores de áudio</emphasis>. A sua escolha de aplicação depende do formato que você deseja converter de ou para. Veja sites de Internet como <ulink url="http://www.download.com/Rippers-Encoders/3150-2140_4-0.html?tag=dir">Download.com</ulink> para uma lista de aplicativos potencialmente utilizáveis.
ru: Большое количество приложений преобразования форматов аудио файлов для Windows доступно для скачивания, некоторые из них бесплатны. Подобные программы иногда называют <emphasis>аудио (пере-)кодировщики</emphasis> (англ.: audio (re)encoders). Выбор нужных программ зависит от форматов из которых и в которые вы желаете перекодировать файлы. Смотрите веб-сайты подобные <ulink url="http://www.download.com/Rippers-Encoders/3150-2140_4-0.html?tag=dir">Download.com</ulink>, чтобы получить список потенциально полезных программ.
sk: Pre konverziu audia vo Windows existuje mnoho aplikácií a niektoré z nich si môžete stiahnuť zadarmo. Niekedy sa tieto aplikácie nazývajú ako <emphasis>audio konveroty</emphasis>. Výber aplikácie závisí na formáte, z alebo do ktorého si prajete konvertovať. Pre zoznam potencionálne použiteľných aplikácií pozrite na internetovú stránku <ulink url="http://www.download.com/Rippers-Encoders/3150-2140_4-0.html?tag=dir">Download.com</ulink>.
sv: Det finns många tillgängliga ljudkonverteringsprogram för Windows att ladda ner och vissa av dessa är gratis. I bland räknas dessa programvaror som <emphasis>audio (re)encoders</emphasis>. Ditt val av program beror på vilket format du önskar kopiera från och till, se websidor som<ulink url="http://www.download.com/Rippers-Encoders/3150-2140_4-0.html?tag=dir">Download.com</ulink> för en förteckning över möjliga programvaror.
zh_cn: 有很多Windows下可用的音频转换程序可下载，它们中有很多是可以免费获得的。有时这些软件也被称为<emphasis>audio (re)encoders</emphasis>。依据你要转换的格式选择相应的音频转换程序。在<ulink url="http://www.download.com/Rippers-Encoders/3150-2140_4-0.html?tag=dir">Download.com</ulink>有音频转换程序（或者解码器)的列表。

source: It is still possible to add support for many restricted formats (such as those listed above) to Ubuntu after installation. See the <ulink url="https://help.ubuntu.com/community/RestrictedFormats">Restricted Formats</ulink> document on the Ubuntu community support website for more information.
ar: مازال بالإمكان إضافة دعم للكثير من الهيئات المقيدة (مثل تلك المسرودة أعلاه) إلى أوبونتو بعد التثتبيت. راجع مستند <ulink url="https://help.ubuntu.com/community/RestrictedFormats">الهيئات المقيدة</ulink> على موقع دعم مجتمع أوبونتو لمزيد من المعلومات.
bg: Все още е възможно да добавите поддръжка за много от ограничените формати (като тези описани по-горе) в Ubuntu след инсталацията. Вижте документа <ulink url="https://help.ubuntu.com/community/RestrictedFormats">Ограничени формати</ulink> в уеб сайта за поддръжка от обществото на Ubuntu за повече информация.
de: Es ist auch möglich, Unterstützung für viele eingeschränkte Formate (wie die oben aufgelisteten) nach der Installation zu Ubuntu hinzuzufügen. Weitere Informationen dazu finden Sie unter <ulink url="https://help.ubuntu.com/community/RestrictedFormats">Restricted Formats (englisch)</ulink> auf einer Webseite der Ubuntu-Gemeinde.
el: Είναι ακόμη δυνατό να προσθέσετε υποστήριξη για πολλές ιδιωτικές μορφές αρχείων (όπως παραπάνω) στο Ubuntu μετά την εγκατάσταση. Δείτε το έγγραφο <ulink url="https://help.ubuntu.com/community/RestrictedFormats">Ιδιωτικές μορφές αρχείων</ulink> στην ιστοσελίδα κοινοτικής υποστήριξης του Ubuntu για περισσότερες πληροφορίες.
es: Aún así es posible agregar soporte para muchos formatos restringidos (como los listados a continuación) a Ubuntu después de la instalación. Vea el documento de <ulink url="https://help.ubuntu.com/community/RestrictedFormats">Formatos restringidos</ulink> en la página web de soporte para la comunidad de Ubuntu para más información.
fr: Il est toujours possible d'ajouter la prise en charge pour de nombreux formats (comme ceux listé ci-dessus). Lisez le document sur les formats <ulink url="http://doc.ubuntu-fr.org/formats_non-libres">non libres</ulink> de la communauté francophone Ubuntu pour plus d'informations.
hu: Ugyanakkor számos korlátozott vagy nem támogatott formátum (például a fent említettek is) támogatottá tehető az Ubuntu telepítése után. Tovább információ a <ulink url="https://help.ubuntu.com/community/RestrictedFormats">Korlátozott formátumokról</ulink> az Ubuntu közösségi támogatóoldalán érhető el (angolul).
ko: 우분투를 설치한 이후에 (위에서 설명한 것과 같은) 많은 제한된 형식에 대한 지원을 추가하는 것도 가능합니다. 우분투 커뮤니티 지원 웹사이트의 <ulink url="https://help.ubuntu.com/community/RestrictedFormats">Restricted Formats</ulink> 문서를 보면 자세한 정보를 얻을 수 있을 것입니다.
pl: Jest także możliwe, aby dodać obsługę wielu formatów z restrykcjami (takich, jak wyżej wymienione) do Ubuntu po instalacji. Zobacz dokument <ulink url="https://help.ubuntu.com/community/RestrictedFormats">Formaty z restrykcjami</ulink> na stronach wsparcia społeczności Ubuntu, aby uzyskać więcej informacji.
pt: É ainda possível adicionar suporte para muitos formatos restritos (como os listados acima) ao Ubuntu depois da instalação. Veja o documento <ulink url="https://help.ubuntu.com/community/RestrictedFormats">Restricted Formats</ulink> no sitio de suporte comunitário do Ubuntu para mais informação.
pt_br: É possível adicionar suporte para muitos formatos restritos ( como os listados acima ) para o Ubuntu após a instalação. Veja este web site <ulink url="https://help.ubuntu.com/community/RestrictedFormats">Restricted Formats</ulink> para a documentação de suporte da comunidade Ubuntu para mais informações.
ru: Также существует возможность добавить поддержку закрытых звуковых форматов (типа перечисленных выше) после установки Ubuntu. Описание находится в документе <ulink url="https://help.ubuntu.com/community/RestrictedFormatsRu">Закрытые форматы</ulink> на сайте поддержки сообщества Ubuntu.
sk: Je tiež možné po inštalácii Ubuntu pridať podporu pre obmedzené formáty (ako napríklad pre tie spomenuté vyššie). Pre viac informácií pozrite na stránku komunitnej podpory Ubuntu <ulink url="https://help.ubuntu.com/community/RestrictedFormats">Obmedzené formáty</ulink>.
sv: Det är möjligt att lägga till stöd för många inskränkta format (som de som listas ovan) till Ubuntu efter installation. Se följande dokumentet <ulink url="https://help.ubuntu.com/community/RestrictedFormats">Restricted Formats</ulink> på Ubuntu-gemenskapens supportwebbsida för mer information.
zh_cn: 当然也可以在Ubuntu安装后添加对受限制的音频格式的支持。在<ulink url="https://help.ubuntu.com/community/RestrictedFormats">受限制格式</ulink>Ubuntu社区支持网站的文档有相关的信息。

source: Converting unsupported video formats
ar: تحويل هيئات الفيديو غير المدعومة
bg: Преобразуване на неподдържани видео формати
de: Umwandlung von nicht unterstützten Videoformaten
el: Μετατροπή μορφών αρχείων βίντεο που δεν υποστηρίζονται
es: Conversión de formatos de vídeo no soportados
fr: Conversion de formats vidéo non pris en charge
hu: Nem támogatott videoformátumok átalakítása
ko: 지원되지 않는 비디오 형식 변환
pl: Konwertowanie nieobsługiwanych formatów wideo
pt: A converter formatos de video não suportados
pt_br: Convertendo formatos de vídeo não suportados
ru: Преобразование неподдерживаемых видеоформатов
sk: Konvertovani nepodporovaných video formátov
sv: Konvertera filmformat som saknar stöd
zh_cn: 转换不受支持的视频格式

source: Many common video formats cannot be played on Ubuntu without the installation of additional software. This is due to legal restrictions.
ar: الكثير من هيئات الفيديو الشائعة لا يمكن تشعيلها على أوبونتو بدون تثبيت برمجيات إضافية. هذا بسبب القيود القانونية.
bg: Много основни видео формати не могат да се изпълняват от Убунту без инсталирането на допълнителен софтуер.Това предполага законови ограничения
de: Viele verbreitete Videoformate können aus rechtlichen Gründen nicht ohne die Installation zusätzlicher Software abgespielt werden.
el: Πολλοί συνηθισμένοι τύποι αρχείων βίντεο δεν μπορούν να αναπαραχθούν στο Ubuntu χωρίς την εγκατάσταση επιπλέον λογισμικού. Αυτό οφείλεται σε νομικούς περιορισμούς.
es: Muchos formatos de vídeo comunes no pueden ser reproducidos en Ubuntu sin la instalación de aplicaciones adicionales, debido a restricciones legales.
fr: De nombreux formats vidéo courants ne peuvent être joués sous Ubuntu sans l'installation de programmes supplémentaires. Ceci est dû à des restrictions légales.
hu: Sok gyakori videoformátum nem játszható le Ubuntu alatt további programok telepítése nélkül. Ez jogi korlátozások miatt van.
ko: 많은 일반적인 비디오 형식들은 법적인 문제로 인해 추가적인 소프트웨어의 설치 없이는 우분투에서 재생할 수 없습니다.
pl: Wiele podstawowych formatów plików nie może być obsługiwane przez Ubuntu bez instalacji dodatkowego oprogramowania. Spowodowane jest to przez restrykcje licencyjne.
pt: Muitos formatos de vídeo comuns não podem ser reproduzidos pelo Ubuntu sem a instalação de software adicional. Isto deve-se a restrições legais.
pt_br: Muitos formatos comuns de vídeo não podem ser reproduzidos no Ubuntu sem a instalação de programas adicionais. Isto ocorre devido a restrições legais.
ru: Множество распространённых форматов видео не могут воспроизводиться без установки дополнительного программного обеспечения из-за юридических ограничений.
sk: Mnoho bežných video formátov nemôže byť v Ubuntu prehraných bez inštalácie dodatočného softvéru. Je to spôsobené právnymi obmedzeniami.
sv: Flera vanliga videoformat kan inte spelas i Ubuntu utan att ytterligare programvaror installeras. Det beror på juridiska restriktioner
zh_cn: 如果没有安装额外的软件，很多通常的视频格式在Ubuntu下不能播放。这是由于法律的限制。
