Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: While applications available for Ubuntu support most common file types, there are still many file types which are not supported. If you have files in an unsupported format, it is recommended that you try to convert them to a supported format before switching. This section covers some common, unsupported or only partially-supported file types and lists possible alternatives and methods of conversion.
ar: على الرغم من أن التطبيقات المتاحة لأوبونتو تدعم معظم أنواع الملفات الشائعة، ما زال الكثير من أنواع الملفات غير مدعوم. إذا كان لديك ملفات في هيئة غير مدعومة، من المستحسن أن تحاول تحويلها إلى هيئة مدعومة قبل التبديل. هذا القسم يغطّي بعض أنواع الملفات غير المدعومة أو المدعومة جزئيا ويسرد البدائل الممكنة ووسائل التحويل.
bg: Въпреки че програмите налични за Убунту подържат повечето основни видове файлове,все пак има доста които не се поддържат. Ако имате файлове който са от неподдържан формат,е препоръчително да се опитате да ги преобразувате в поддържан за програмата формат преди да превключите.Тази час покрива някой основни,неподдържани или частично-поддържани видове файлове и изброява възможните алтернативи и методи за преобразуване им.
de: Obwohl die unter Ubuntu verfügbaren Anwendungen die meisten gebräuchlichen Dateitypen unterstützen, gibt es immer noch viele Dateitypen, die nicht unterstützt werden. Sollten Sie Dateien in einem nicht unterstützten Format besitzen, empfehlen wir, dass Sie diese vor dem Wechsel in ein unterstütztes Format umwandeln. Dieser Abschnitt listet einige nicht oder nur teilweise unterstützte Formate auf und zeigt mögliche Alternativen sowie Methoden zur Umwandlung.
el: Παρόλο που οι εφαρμογές που είναι διαθέσιμες για το Ubuntu υποστηρίζουν τους συνηθέστερους τύπους αρχείων, υπάρχουν ακόμα πολλοί τύποι αρχείων οι οποίοι δεν υποστηρίζονται. Εάν έχετε αρχεία σε τύπο που δεν υποστηρίζεται, προτείνεται να τα μετατρέψετε σε τύπο ο οποίος υποστηρίζεται πριν την εναλλαγή. Αυτή η ενότητα καλύπτει μερικούς συνηθισμένους, μη υποστηριζόμενους ή μερικώς υποστηριζόμενους τύπους αρχείων και λίστες με πιθανές εναλλακτικές και μεθόδους μετατροπής.
es: Mientras que las aplicaciones disponibles para Ubuntu soportan los tipos de archivos más comunes, aun quedan muchos tipos que no son soportados. Si tiene un fichero en un tipo de archivo no soportado, le recomendamos que intente convertirlo en un formato ya soportado. Esta sección abarca algunos de los tipos de archivos no soportados o parcialmente soportados más comunes, y lista posibles alternativas y métodos de conversión.
fr: Bien que les applications disponibles pour Ubuntu gèrent la plupart des types de fichiers usuels, il existe toujours plusieurs types de fichiers non pris en charge. Si vous avez des fichiers d'un format non géré, il est recommandé de les convertir dans un format pris en charge avant de passer à Ubuntu. Cette section couvre certains types de fichiers courants, partiellement ou non pris en charge et liste les alternatives possibles ainsi que les méthodes de conversion.
hu: Bár az Ubuntura elérhető programok a legtöbb elterjedt fájltípust támogatják, számos fájltípus nem támogatott. Ha nem támogatott formátumú fájljai vannak, ezeket a váltás előtt ajánlott átalakítani valamilyen támogatott formátumba. Ebben a fejezetben megtalálhatók a leggyakoribb nem támogatott, vagy csak részben támogatott fájltípusok és lehetséges alternatíváik, illetve az átalakítás folyamatához is segítséget nyújtunk.
ko: 비록 우분투에서 이용할 수 있는 프로그램들이 많은 일반적인 파일 형식들을 지원하지만, 아직도 지원되지 않는 많은 파일 형식들이 있습니다. 여러분들이 이러한 지원되지 않는 형식의 파일을 가지고 있다면, 시스템을 전환하기 전에 이러한 파일들을 지원되는 형식으로 변환해 보기를 권장합니다. 이 부분에서는 몇 가지 일반적인, 지원되지 않거나 일부만 지원되는 파일 형식들에 대해 다루며, 가능한 대체 형식의 목록과 변환 방법들을 설명합니다.
pl: Chociaż programy dostępne w Ubuntu są w stanie obsłużyć większość najczęściej spotykanych typy plików, jest wiele typów plików, które nie są obsługiwane. Jeśli masz pliki w takim nieobsługiwanym formacie, zalecane jest byś spróbował przekonwertować je do obsługiwanego formatu danych jeszcze zanim dokonasz przeprowadzki. Niniejszy rozdział dotyczy kilku często spotykanych nieobsługiwanych przez Ubuntu (lub obsługiwanych tylko częściowo) typów plików i podaje ich formaty zastępcze oraz sposoby konwersji.
pt: Apesar das aplicações disponíveis no Ubuntu suportarem a maioria dos formatos de ficheiros mais comuns, existem ainda muitos que não são suportados. Se tiver ficheiros num formato não suportado, recomenda-se que os tente converter para um formato suportado antes de mudar. Esta secção abrange alguns formatos comuns de ficheiros não suportados, ou só parcialmente suportados, e lista possíveis alternativas e métodos de conversão.
pt_br: Embora as aplicações para Ubuntu suportem os tipos mais comuns de arquivos, existem ainda muitos tipos de arquivos que não são suportados. Se você possui arquivos em um formato não suportado, é recomendável que você os converta em um formato de arquivo suportado antes de migrar. Esta seção mostra alguns tipos de arquivos comuns, sem suporte ou parcialmente suportados e lista possíveis alternativas e métodos de conversão.
ru: Программы, доступные в Ubuntu, хоть и поддерживают большинство распространённых типов файлов, большое количество типов файлов поддержки не имеют. Если у вас есть файлы неподдерживаемых типов, рекомендуется попытаться преобразовать их в файлы, поддерживаемые Ubuntu ещё до перехода. В данном разделе рассказывается о наиболее распространённых неподдерживаемых или частично поддерживаемых типах файлов, перечисляются возможные им альтернативы и способы преобразования.
sk: Aj keď aplikácie dostupné v Ubuntu podporujú väčšinu bežných typov súborov, stále existuje množstvo typov súborov, ktoré nie sú podporované. Ak máte súbory v nepodporovanom formáte, odporúčame vám ich pred prechodom skonvertovať na podporovaný formát. Táto sekcia zahŕňa niektoré nepodporované alebo len čiastočne podporované formáty a ponúka možné alternatívy a metódy konverzie.
sv: Applikationerna i Ubuntu stödjer de flesta vanliga filtyperna, men det finns fortfarande många filtyper som saknar stöd. Om du har en fil i ett format som saknar stöd rekommenderas att du försöker konvertera dem till ett format med stöd innan bytet till Ubuntu. Det här avsnittet innehåller en förteckning på filformat utan stöd eller med delvis stöd och möjliga alternativ eller metoder för konvertering.
zh_cn: 即便Ubuntu下的应用程序支持绝大多数通常的文件类型，照样有些文件类型不被支持。如果有文件类型不被支持的文件，在转换操作系统前，推荐你试着把它们转换成受支持的文件类型。这部分内容包括通常的，不被支持的或者仅仅第三方支持的文件类型的转换，以及可能的选择和转换的方法的列表。

source: Some types of file cannot be used in Ubuntu
ar: بعض أنواع الملفات لا يمكن استخدامها في أوبونتو
bg: Някой видове файлове не могат да се използват на Убунту
de: Einige Dateitypen können unter Ubuntu nicht genutzt werden
el: Μερικοί τύποι αρχείων δε μπορούν να χρησιμοποιηθούν στο Ubuntu
es: Algunos tipos de archivos no pueden ser usados en Ubuntu
fr: Certains types de fichiers ne peuvent pas être utilisés sous Ubuntu
hu: Néhány fájltípus nem használható Ubuntu alatt.
ko: 우분투에서 이용할 수 없는 몇 가지 파일 형식
pl: Niektóre typy plików nie mogą być użyte w Ubuntu
pt: Alguns tipos de ficheiros não podem ser usados no Ubuntu
pt_br: Alguns tipos de arquivos não podem ser utilizados no Ubuntu
ru: Некоторые типы файлов невозможно использовать в Ubuntu
sk: Niektoré typy súborov nie je možné používať v Ubuntu
sv: Vissa filtyper kan inte användas i Ubuntu
zh_cn: 某些类型的文件不能在Ubuntu中使用

source: Check to see whether the file types you use are supported
ar: التمس لمعرفة فيما إذا كانت أنواع الملفات التي تستخدمها مدعومة
bg: Провери,за да разбереш дали видовете файлове които използваш са поддържани
de: Überprüfen Sie vorher, ob die von Ihnen verwendeten Dateitypen unterstützt werden
el: Ελέγξτε εάν τα αρχεία τύπου που χρησιμοποιείτε υποστηρίζονται
es: Compruebe si los tipos de archivo que usa están soportados
fr: Vérifiez que les types de fichiers que vous utilisez sont pris en charge
hu: Ellenőrizze, hogy az Ön által használt fájltípusok támogatottak-e.
ko: 사용하고 있는 파일 형식이 지원되는지 점검하기
pl: Sprawdź, czy typy plików, których używasz, są obsługiwane przez Ubuntu
pt: Verifique se os tipos de ficheiros que usa são suportados
pt_br: Verifique se os tipos de arquivos que você usa são suportados
ru: Проверьте, поддерживаются ли используемые вами типы файлов
sk: Skontrolujte, či vami používané typy súborov sú podporované
sv: Kontrollera för att se om det finns stöd för filtypen du vill använda
zh_cn: 检查你使用的文件是否受支持

source: Convert the files which are of an unsupported type
ar: تحويل الملفات من نوع غير مدعوم
bg: Преобразувай файловете които са от неподдържан вид
de: Konvertieren Sie nicht unterstützte Dateien
el: Μετατρέψτε αρχεία που δεν υποστηρίζονται
es: Convierta los archivos de tipo no soportado
fr: Convertir les fichiers qui sont d'un type non pris en charge
hu: Alakítsa át a nem támogatott típusú fájlokat.
ko: 지원되지 않는 형식의 파일들을 변환하기
pl: Przekonwertuj pliki, które mają nieobsługiwany format
pt: Converta os ficheiros de tipos não suportados
pt_br: Converta os arquivos que são de um formato não suportado
ru: Преобразование неподдерживаемых типов файлов
sk: Konvertujte súbory nepodporovaného typy
sv: Konvertera filtyper som saknar stöd.
zh_cn: 转换类型不受支持的文件

source: Converting unsupported audio formats
ar: تحويل هيئات الصوت غير المدعومة
bg: Преобразуване на неподдържани аудио формати
de: Umwandlung von nicht unterstützten Audio-Dateiformaten
el: Μετατρέψτε αρχεία ήχου που δεν υποστηρίζονται
es: Conversión de formatos de audio no soportados
fr: Conversion des formats audio non pris en charge
hu: Nem támogatott hangformátumok átalakítása.
ko: 지원되지 않는 오디오 형식 변환
pl: Konwertowanie nieobsługiwanych formatów dźwiękowych
pt: Converter formatos de áudio não suportados
pt_br: Convertendo formatos de áudio não suportados
ru: Преобразование неподдерживаемых звуковых форматов
sk: Konvertovanie nepodporovaných audio formátov
sv: Konvertera ljudformat som saknar stöd
zh_cn: 转换不受支持的音频格式

source: Many common audio formats cannot be played on Ubuntu without the installation of additional software. This is due to legal restrictions.
ar: لا يمكن تشغيل الكثير من هيئات الصوت الشائعة على أوبونتو بدون تثبيت برمجيات إضافية. هذا بسبب القيود القانونية.
bg: Много основни аудио формати не могат да се изпълняват на Убунту без инсталирането на допълнителен софтуер.Това предполага законови ограничения.
de: Viele verbreitete Audioformate können aus rechtlichen Gründen nicht ohne die Installation zusätzlicher Software abgespielt werden.
el: Πολλοί συνηθισμένοι τύποι αρχείων ήχου δεν μπορούν να αναπαραχθούν στο Ubuntu χωρίς την εγκατάσταση επιπλέον λογισμικού. Αυτό οφείλεται σε νομικούς περιορισμούς.
es: Muchos formatos de audio comunes no pueden ser reproducidos en Ubuntu sin la instalación de programas adicionales, debido a restricciones legales.
fr: Beaucoup de formats audio courants ne peuvent être lus dans Ubuntu sans installer de logiciel supplémentaire. Cela est dû à des restrictions légales.
hu: Számos gyakran használt hangformátum nem játszható le Ubuntu alatt további szoftver telepítése nélkül. Ez jogi okokból van így.
ko: 많은 일반적인 오디오 형식들은 법적인 문제로 인해 추가적인 소프트웨어의 설치 없이는 우분투에서 재생할 수 없습니다.
pl: Z powodu ograniczeń prawnych wiele popularnych typów plików dźwiękowych nie może być odtwarzane w Ubuntu bez zainstalowania dodatkowego oprogramowania.
pt: Muitos formatos de áudio comuns não podem ser reproduzidos no Ubuntu sem a instalação de software adicional. Isto deve-se a restrições legais.
pt_br: Muitos formatos comuns de áudio não podem ser tocados no Ubuntu sem a instalação de programas adicionais. Isto ocorre devido a restrições legais.
ru: Многие популярные звуковые форматы не воспроизводятся в Ubuntu без установки дополнительных программ. Это связано с юридическими ограничениями.
sk: Mnoho bežných audio formátov v Ubuntu bez inštalácie dodatočného softvéru neprehráte. Je to z dôvodu právnych obmedzení.
sv: Flera vanliga ljudformat kan inte spelas i Ubuntu om inte ytterligare programvara installeras. Detta på grund av juridiska restriktioner.
zh_cn: 如果不安装额外的软件，许多音频格式就不能在Ubuntu播放。这是由法律限制造成的。

source: Unfortunately, due to legal restrictions and technical issues with some common audio formats, Ubuntu cannot play certain audio formats out-of-the-box. While support for certain restricted formats can be added after you have installed Ubuntu, it can be advantageous to convert audio files to a well-supported format. This is especially important if the files have been encoded using some form of <emphasis>Digital Rights Management (DRM)</emphasis> software, as DRM restrictions can render files unplayable in all applications but the one in which they were applied.
ar: لسوء الحظ، وبسبب القيود التقنية والمشاكل التقنية مع بعض هيئات الصوت الشائعة، لا يستطيع أوبونتو تشغيل هيئات صوت محددة بعد تثبيته مباشرة. على الرغم من أن دعم هيئات معينة يمكن إضافته بعد تثبيتك أوبونتو، قد يكون من المفيد تحويل ملفات الصوت إلى هيئة مدعومة بشكل جيد. هذا مهم خصوصا للملفات المرمّزة باستخدام بعض أنواع برمجيات <emphasis>إدارة الحقوق الرقمية (DRM)</emphasis> ، لأن إدارة الحقوق الرقمية يمكن أن تجعل الملفات غير قابلة للتشغيل في جميع التطبيقات عدا التطبيق الذي فعّلته.
bg: За съжаление, поради законни забрани и технически проблеми с някои аудио формати, Ubuntu не може да възпроизвежда определени аудио формати. Докато може да бъде добавена поддръжка за някои ограничени формати след като инсталирате Ubuntu, може да е полезно да преобразувате аудио файлове в добре поддържан формат. Това е много важно, ако файловете са били кодирани с помощта на някакъв вид <emphasis>Контрол на дигитални права (DRM)</emphasis> софтуер, като DRM ограниченията могат да бъдат от типа на невъзможност за възпроизвеждане на файловете освен с приложението, с което са дошли.
de: Leider kann Ubuntu aufgrund rechtlicher Einschränkungen und technischer Probleme bestimmte Audioformate nicht ohne die Installation zusätzlicher Software abspielen. Obwohl die Unterstützung für bestimmte eingeschränkte Formate nachträglich hinzugefügt werden kann, kann es vorteilhaft sein, Audiodateien in ein gut unterstütztes Format zu konvertieren. Dies ist besonders wichtig, wenn die Dateien mit einer Form von <emphasis>Digital Rights Management (DRM)</emphasis> verschlüsselt wurden, denn DRM-Einschränkungen können die Dateien nicht abspielbar machen. Diese Dateien können dann oft nur mit der Anwendung gespielt werden, mit der die DRM-Einschränkungen angelegt wurden.
el: Δυστυχώς, λόγω νομικών περιορισμών και τεχνικών θεμάτων με ορισμένους τύπους αρχείων ήχου, το Ubuntu δεν μπορεί να τους αναπαράγει εξ ορισμού. Αν και μπορεί να προστεθεί υποστήριξη για ορισμένες μορφές αρχείων μετά την εγκατάσταση του Ubuntu, μπορεί να είναι προτιμότερο να μετατρέψετε το αρχείο σε μια μορφή καλά υποστηριζόμενη. Αυτό είναι πολύ σημαντικό κυρίως για αρχεία που έχουν κωδικοποιηθεί χρησιμοποιώντας κάποια μορφή <emphasis>Διαχείρισης Ψηφιακών Δικαιωμάτων</emphasis> (Digital Rights Management εν συντομία DRM). Αυτό συμβαίνει, μια και οι περιορισμοί του DRM μπορούν να καταστήσουν την αναπαραγωγή ενός αρχείου αδύνατη σε όλες τις εφαρμογές, εκτός της εφαρμογής η οποία υποστηρίζεται.
es: Por desgracia, debido a restricciones legales y aspectos técnicos con algunos formatos habituales de sonido, Ubuntu no puede reproducir «de fábrica» ciertos formatos de sonido. Aunque se puede añadir el soporte para ciertos formatos restringidos una vez haya instalado Ubuntu, puede ser conveniente convertir los archivos de sonido a un formato bien soportado. Esto cobra especial importancia si los archivos han sido codificados con algún tipo de software de <emphasis>Gestión de Derechos Digitales, o Digital Rights Management (DRM)</emphasis>, puesto que las restricciones DRM pueden hacer que los archivos no puedan reproducirse en ninguna aplicación salvo aquella que satisface dicha restricción.
fr: Malheureusement, à cause de restrictions légales et de problèmes techniques avec certains formats audio, Ubuntu ne peut pas jouer certains fichiers audio. Même si la prise en charge de certains de ces formats peut être ajouté après avoir installé Ubuntu, il est conseillé de convertir les fichiers audio vers un format plus standard. Ceci est particulièrement important lorsque les fichiers audio ont été encodés en utilisant des mesures de protection techniques (connues sous le nom de <emphasis>DRM ou Digital Rights Management</emphasis>), ces restrictions sont susceptibles de rendre les fichiers illisibles en dehors des l'application qui les a appliqué.
hu: Sajnos — bizonyos jogi és technikai okok miatt — egyes népszerű hangfájl-formátumok nem játszhatók le Ubuntu alatt a telepítés után azonnal. Ezen fájltípusok támogatása később is telepíthető, de előnyösebb lehet, ha átalakítja őket egy jobban támogatott formátumra. Ez különösen akkor fontos, ha a fájl valamilyen digitális jogkezelést <emphasis>DRM (Digital Rights Management)</emphasis> használó eljárással lett kódolva, mert ezek gyakran csak az őket létrehozó programmal játszhatók le.
ko: 불행하게도, 몇 가지 일반적인 오디오 형식에 대한 법적인 제한과 기술적인 이슈들로 인해 우분투는 몇몇 오디오 형식들을 재생할 수 없습니다. 지원되지 않는 특정한 형식의 파일들에 대한 지원은 우분투를 설치한 이후에 추가될 수 있지만, 오디오 형식을 잘 지원되는 형식으로 변환하는 것이 좋을 것입니다. 이것은 파일들이 어떠한 <emphasis>디지털 권한 관리 (DRM)</emphasis> 소프트웨어를 통해 인코딩되어 있는 경우에 특히 중요합니다. DRM을 통한 제한은 이 파일이 DRM이 적용된 프로그램을 제외한 다른 모든 프로그램에서 재생될 수 없도록 할 것입니다.
pl: Niestety, z powodu ograniczeń prawnych i kwestii technicznych związanych z kilkoma popularnymi formatami dźwięku, Ubuntu nie może odtwarzać niektórych plików dźwiękowych od razu po zainstalowaniu. Pomimo tego, że wsparcie dla niektórych zastrzeżonych formatów może zostać dodane po zainstalowaniu Ubuntu, warto przekonwertować pliki dźwiękowe do dobrze obsługiwanych formatów. Szczególnie ma to znaczenie w przypadku plików, które zostały zakodowane przy użyciu oprogramowania zawierającego <emphasis>Digital Rights Management (DRM)</emphasis>, jako że z powodu ograniczeń DRM pliki mogą być odtwarzane tylko przez tą aplikację do której zostały przypisane uprawnienia, a nie przez dowolną aplikację.
pt: Infelizmente, devido a restrições legais e a razões técnicas com alguns formatos de áudio muito comuns o Ubuntu não consegue reproduzir certos formatos de áudio de raiz. Apesar de o suporte para certos formatos restritos poder ser adicionado após ter instalado o Ubuntu, pode ser vantajoso converter ficheiros áudio para um formato bem suportado. Isto é especialmente importante se os ficheiros tiverem sido codificados usando alguma forma de software de <emphasis>Gestão de Direitos Digitais (DRM)</emphasis>. As restrições DRM podem tornar impossível a reprodução dos ficheiros em todas as aplicações, excepto aquele em que foram aplicados.
pt_br: Infelizmente, devido a restrições legais e problemas técnicos com alguns formatos de áudio comuns, o Ubuntu não pode reproduzir certos formatos de áudio logo após ser instalado. Enquanto o suporte para certos formatos restritos pode ser adicionado após a instalação do Ubuntu, pode ser vantajoso converter os arquivos de áudio para um formato que seja bem suportado. Isso é especialmente importante se os arquivos foram criados usando alguma forma de software de <emphasis>Gestão de direitos digitais (Digital Rights Management, DRM)</emphasis>, já que as restrições de DRM podem impedir que os arquivos sejam reproduzidos em todos os aplicativos, mas sim apenas em um específico.
ru: К сожалению, в силу правовых и технических ограничений в отношении некоторых аудио форматов, Ubuntu не может воспроизводить эти форматы "из коробки". Но их поддержка может быть добавлена после того как вы полностью установите Ubuntu. Целесообразнее переконвертировать звуковые файлы в хорошо поддерживаемые форматы для Ubuntu. Это особенно важно для файлов, которые кодированы с использованием каких либо форм <emphasis>Защиты авторских прав (DRM)</emphasis>, ограничение которых делает невозможным воспроизведение этих файлов в других приложениях.
sk: Bohužiaľ, z dôvodu právnych a technických obmedzení súvisiacich s niektorými bežnými audio formátmi, nemôže Ubuntu vo východziom nastavení ich prehrať. Aj keď je možné podporu pre určité obmedzené formáty pridať po inštalácii Ubuntu, môže byť výhodnejšie prekonvertovať audio súbory do dobre podporovaného formátu. To je dôležité zvlášť vtedy, ak boli súbory zakódované použitím softvéru podporujúceho <emphasis>Správu digitálnych práv (DRM)</emphasis>. Obmedzenia viažuce sa na DRM môžu spôsobiť, že súbor nebude možné spustiť v inej aplikácii ako v tej, v ktorej boli aplikované tieto obmedzenia.
sv: Dessvärre, på grund av juridiska begränsningar och tekniska problem med vissa vanliga ljudformat, kan inte Ubuntu spela upp vissa ljudformat direkt. Eftersom stöd för vissa inskränkta format kan läggas till efter att du har installerat Ubuntu kan det vara till fördel att konvertera ljudfiler till ett format som stöds väl. Det är speciellt viktigt om filerna har kodats med någon form av programvara för <emphasis>Digital Rights Management (DRM)</emphasis>, eftersom DRM-begränsningar kan göra att filer inte kan spelas upp i alla program utan endast de som de var tänkta för.
zh_cn: 遗憾的是，由于一些音频格式受到法律限制，或者技术保密，所以Ubuntu不能默认播放某些音频格式。安装好Ubuntu以后，你可以添加对某些受限制的格式的支持，或者也可以把受限制的音频格式转换为能够得到良好支持的格式。这一点非常重要，因为如果文件是用某些<emphasis>数字版权管理（DRM）</emphasis>软件进行编码的，那么DRM的限制会使文件仅能用被认可的软件来播放，而不能用其他任何软件播放。

source: The following major audio formats are proprietary and so are not supported by default in Ubuntu:
ar: هيئات الصوت الرئيسية التالية مملوكة ولذا غير مدعومة مبدئيا في أوبونتو:
bg: Следващите важни аудио формати са с права за собственост и не са поддържани по подразбиране от Убунту
de: Die folgenden Audioformate sind proprietär und werden daher standardmäßig von Ubuntu nicht unterstützt:
el: Οι παρακάτω ευρέως χρησιμοποιούμενοι τύποι αρχείων ήχου είναι ιδιωτικοί και δεν υποστηρίζονται εξ ορισμού από το Ubuntu.
es: Los siguientes formatos de audio mayores son propietarios y por tanto no están soportados en Ubuntu por defecto:
fr: Les formats audio suivants sont propriétaires et donc ne sont pas pris en charge par défaut dans Ubuntu :
hu: A következő ismert hangformátumok szabadalmi védelem alatt állnak, ezért alapértelmezett állapotban nem játszhatók le Ubuntu alatt:
ko: 다음과 같은 주요 오디오 형식들은 특허권을 가지고 있으며, 따라서 우분투에서는 이들을 기본적으로 지원하지 않습니다:
pl: Następujące popularne typy plików dźwiękowych są opatentowane i z tego powodu nie są obsługiwane w Ubuntu bez dodatkowych zabiegów.
pt: Os seguintes principais formatos de áudio são proprietários, logo não são suportados por omissão no Ubuntu:
pt_br: Os principais formatos de áudio a seguir são proprietários e, por isso, não são suportados, por padrão, no Ubuntu:
ru: Следующие популярные звуковые форматы являются несвободными и по умолчанию не поддерживаются в Ubuntu:
sk: Nasledujúce rozšírené audio formáty sú chránené majetkovými právami a preto nie sú vo východzion Ubuntu podporované:
sv: Följande större ljudformat är propritär och stöds inte som standard i Ubuntu:
zh_cn: 以下大部分音频格式属于专利，因而不被Ubuntu默认支持。
