Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: A common and reliable way of backing-up data is by using a recordable CD or DVD disc. CDs and DVDs can be used by almost all computers and are relatively cheap. However, your computer must have a CD or DVD recorder drive installed and you may have to use several CDs or DVDs if the data you have collected is larger than the capacity of a single disc.
ar: طريقة شائعة وموثوقة لنسخ البيانات احتياطيا هي عن طريق استخدام اسطوانة قابلة للتسجيل أو قرص ديفيدي. الاسطونات والديفيديات يمكن أن تستخدم عن طريق تقريبا كل الحواسيب وهي رخصية. لكن يجب أن يمتلك حاسوبك جهاز مسجل اسطوانات أو ديفيديات مثبت وقد تحتاج عدة اسطونات وديفيديات إذا كانت البيانات التي جمعتها أكبر من قدرة قرص واحد.
bg: Често използван и надежден начин е архивиране на данните върху CD или DVD диск. CD и DVD могат да се използват от почти всеки компютър, който е сравнително евтин. Вашият компютър трябва да има CD или DVD записващо устройство и трябва да имате няколко CD или DVD диска, ако данните, които сте събрали са повече от обема на един диск.
de: Eine weit verbreitete und zuverlässige Methode, Sicherungskopien zu erstellen, ist, eine CD oder DVD zu brennen. CDs und DVDs können auf fast allen Rechnern benutzt werden und sind verhältnismäßig billig. Ihr Rechner muss hierzu einen CD- oder DVD-Brenner besitzen. Sie könnten mehrere CDs oder DVDs benötigen, falls die Daten die Aufnahmekapazität einer einzelnen CD/DVD übersteigen.
el: Ένας συνηθισμένος και αξιόπιστος τρόπος να κρατάτε αντίγραφα ασφαλείας είναι χρησιμοποιώντας ένα CD ή ένα DVD. Τα CD και τα DVD μπορούν να χρησιμοποιηθούν σχεδόν από όλους τους υπολογιστές και είναι σχετικά φθηνά. Ωστόσο ο υπολογιστής σας θα πρέπει να έχει ένα οδηγό αντιγραφής CD ή DVD, ενώ μπορεί να χρειαστεί να χρησιμοποιήσετε πολλούς τέτοιους δίσκους αν τα δεδομένα είναι μεγαλύτερα από την χωρητικότητα τους.
es: Un modo común y fiable de salvaguardar datos es usar un CD o DVD grabable. Los CD y los DVD pueden usarse en casi todos los equipos y son relativamente baratos. Sin embargo, su equipo ha de tener una grabadora de CD o DVD instalada y puede que tenga que usar varios CD o DVD si los datos que recopiló son mayores que la capacidad de un solo disco.
fr: Une manière commune et fiable de sauvegarder vos données est de graver un CD ou un DVD. Les CDs et les DVDs peuvent être utilisés par la plupart des ordinateurs et sont relativement bon marché. Cependant, votre ordinateur doit disposer d'un graveur CD ou DVD installé et vous pourriez avoir besoin de plusieurs CDs ou DVDs si la taille des données que vous avez rassemblées est supérieure à celle de la capacité d'un seul disque.
hu: Az adatok lementésének általános és megbízható módja az írható CD vagy DVD lemezek használata. A CD-k és DVD-k szinte az összes számítógépen használhatók és viszonylag olcsók. Ugyanakkor az adatokat jelenleg tároló számítógépnek rendelkeznie kell CD vagy DVD íróval, ha pedig az összegyűjtött adatok mérete meghaladja egyetlen lemez kapacitását, több lemezre is szükség lehet.
ko: 데이터를 백업하는 일반적이고 신뢰할 수 있는 방법은 기록가능한 CD 혹은 DVD 디스크를 사용하는 것입니다. CD와 DVD는 거의 대부분의 컴퓨터에서 사용할 수 있으며, 상대적으로 저렴합니다. 하지만 여러분의 컴퓨터에 CD 혹은 DVD 기록 장치가 설치되어 있어야 하며, 한 장의 디스크에 기록할 수 있는 용량보다 많은 데이터를 모은 경우에는 여러 장의 디스크를 사용해야만 합니다.
pl: Popularnym i niezawodnym sposobem tworzenia kopii zapasowej danych jest użycie nagrywalnych płyt CD lub DVD. Płyty CD i DVD mogą zostać użyte prawie na dowolnym komputerze i są stosunkowo tanie. Jednak twój komputer musi posiadać nagrywarkę CD lub DVD i być może będziesz musiał użyć kilku płyt CD lub DVD, jeżeli zebrane przez ciebie dane przekroczą pojemność pojedynczej płyty.
pt: Uma forma comum e fiável de efectuar cópias de segurança dos seus dados, é utilizar discos CD ou DVD graváveis. Os CDs e DVDs podem ser utilizados por quase todos os computadores e são relativamente baratos. No entanto, o seu compotador necessita de ter uma drive gravadora de CD ou DVD instalada, e é possível que tenha de utilizar vários CDs ou DVDs se a quantidade de dados que possui é superior à capacidade de um só disco.
pt_br: Uma maneira comum e confiável de se fazer cópias de segurança de dados é usar um disco gravável de CD ou DVD. CDs e DVDs podem ser usados por quase todos os computadores e são relativamente baratos. No entanto, o seu computador deve possuir um drive gravador de CD ou DVD e você pode ter de usar vários CDs ou DVDs se os dados que você coletou forem maiores do que a capacidade de um único disco.
ru: Записываемые CD или DVD диски являются распространённым и надёжным способом резервного копирования данных. CD и DVD относительно дёшевы и могут быть использованы практически со всеми компьютерами. Однако, компьютер должен иметь устройство записи CD или DVD и может потребоваться несколько CD или DVD дисков, если объём собранных данных превышает размер одного диска.
sk: Bežným a spoľahlivým spôsobom, ako zálohovať údaje, je použiť napaľovateľné CD alebo DVD médium. CD a DVD disky sú použiteľné na takmer každom počítači a sú relatívne lacné. Avšak musíte mať nainštalovanú CD alebo DVD napaľovačku a ak vaše údaje zaberajú viac miesta ako je kapacita média, budete musieť použiť niekoľko diskov.
sv: Ett vanligt sätt att säkerhetskopiera data är att använda skrivbara CD eller DVD skivor. Dessa kan användas i nästan alla datorer och är billiga att köpa. Men din dator måste ha en CD eller DVD brännare installerad och kanske behövs det flera CD eller DVD skivor om den ihopsamlade filerna är mer än utrymmet på en skiva.
zh_cn: 用可记录CD或者DVD光盘备份数据是一种常见的和可靠的数据备份方式。CD和DVD几乎可以被所有计算机使用，并且相对便宜。但是，你的计算机必须安装了CD或者DVD刻录设备，而且，如果你收集的数据大于单张光盘的容量，你就得用到数张CD或者DVD。

source: If possible, use DVD discs as these have a larger capacity and so you will require fewer discs to store all of your data. CDs typically have a capacity of 650-700MB while DVDs can normally hold up to 4.5GB of data (roughly equivalent to 7 CDs).
ar: إذا أمكن، استخدم أقراص ديفيدي بما أنها تمتلك قدرة أكبر ولأنك ستحتاج أقراص أقل لتخزين كل بياناتك. الاسطونات عادة لها قابلية 650-700 م.ب بينما يمكن لللديفيدي عادة التخزين إلى 4.5 غ.ب من البيانات (تقريبا يكافئ 7 اسطوانات).
bg: Ако е възможно, използвайте DVD дискове, защото те имат по-голям обем и ще са ви нужни по-малко дискове, за да запазите всичките си данни. CD обикновено има обем 650-700МБ, докато DVD дискът обикновено може да съхранява данни до 4.5ГБ (грубо се равнява на 7 CD диска).
de: Benutzen Sie nach Möglichkeit DVDs, da diese eine größere Kapazität haben. Sie werden dadurch weniger Datenträger benötigen, um Ihre Daten zu speichern. CDs haben üblicherweise eine Kapazität von 650 bis 700 MB, während DVDs bis zu 4,5 GB speichern können (dies entspricht ca. der gleichen Datenmenge wie auf 7 CDs).
el: Αν μπορείτε χρησιμοποιήστε δίσκους DVD, μια και έχουν μεγαλύτερη χωρητικότητα, και θα χρειαστείτε λιγότερα για να αποθηκεύσετε τα δεδομένα σας. Τα CD έχουν χωρητικότητα 650-700MB, ενώ τα DVD μπορούν να αποθηκεύσουν μέχρι 4.5GB δεδομένων (σχεδόν 7 CDs).
es: Si es posible, use discos DVD, ya que tienen una capacidad mayor y así necesitará menos discos para guardar todos sus datos. Los CD normalmente tienen una capacidad de unos 650-700MB mientras que los DVD pueden contener hasta 4.5GB (equivalente a unos 7 CD).
fr: Si possible, utilisez des DVDs, vu que ceux-ci disposent d'une plus grande capacité et donc que vous aurez besoin de moins de disques pour stoquer vos données. Les CDs ont pour la plupart une capacité de 650-700 Mo alors que les DVDs peuvent normalement stocker plus de 4.5 Go de données (à peu près l'équivalent de 7 CDs)
hu: Ha lehetséges, használjon DVD-lemezeket, mivel ezekre több adat fér, így kevesebb lemezre lesz szükség az összes adat tárolásához. Egy CD-re általában 650-700MB, míg egy DVD-re 4.5GB adat fér (tehát nagyjából 7 CD-nyi).
ko: 가능하다면, (CD보다 용량이 큰) DVD 디스크를 이용해야 데이터를 저장하는 데 필요한 디스크의 수를 줄일 수 있습니다. CD는 보통 650-700MB 정도의 용량을 가지며, DVD는 일반적으로 (대략적으로 CD 7장에 해당하는) 4.5GB 정도의 용량을 가집니다.
pl: Jeśli to możliwe, użyj płyt DVD, gdyż mają one większą pojemność i będziesz potrzebował mniej płyt, aby przechować wszystkie twoje dane. Typowe płyty CD mają pojemność 650-700 MB podczas, gdy płyty DVD zazwyczaj mogą przechować do 4,5 GB danych (czyli tyle, co ok. 7 płyt CD).
pt: Se possível, utilize discos DVD dado que estes possuem maior capacidade de armazenamento, e também porque irao ser necessários menos discos para armazenar os seus dados. Os CDs tipicamente armazenam 650-700MB, enquanto os DVDs podem armazenar até 4.5GB (o que equivale a aproximadamente 7 CDs).
pt_br: Se possível, use discos DVD como estes tem uma capacidade maior irá querer menos dicos para armazanar os seus dados. CDs tipicamente tem capacidade de 650-700MB enquanto DVDs podem normalmente ter 4.5GB (o que equivale a 7CDs).
ru: Если возможно, используйте DVD диски, так как они имеют больший объём, и потому потребуется меньше дисков, чтобы сохранить все ваши данные. CD диски обычно имеют объем 650-700MB, тогда как DVD в среднем могут хранить до 4.5GB данных (грубо говоря, 7 CD).
sk: Ak je to možné, použite DVD disky, nakoľko majú väčšiu kapacitu a teda na uloženie všetkých vašich údajov ich budete potrebovať menej. CD disky majú väčšinou kapacitu okolo 650-700MB, zatiaľ čo DVD disky spravidla až 4,5GB (čo je zhruba ekvivalent 7 CD)
sv: Om möjligt använd DVD skivor då dessa har en större kapacitet och därför behövs det färre skivor att spara data på. CD skivor har en normal kapacitet på 650-700MB medan DVD normalt kan spara 4.5GB data (ungefär 7CD skivor)
zh_cn: 可以的话就使用DVD，因为容量较大，你只需要少量光盘来保存所有的数据。CD的容量通常为650－700MB，而DVD的容量通常可以达到4.5GB（相当于7张CD）。

source: In order to store data on a blank CD or DVD, you must use a <emphasis>CD writing</emphasis> application. Microsoft Windows XP includes such an application by default, although other such applications are capable of storing your data just as well.
ar: لكي تخزن البيانات على اسطوانة أو ديفيدي فارغ، يجب أن تستخدم تطبيق <emphasis>كتابة اسطوانة</emphasis>. يتضمن Microsoft Windows XP تتطبيق مماثل مبدئيا، على الرغم من أن التطبيقات الأخرى المماثلة قادرة على تخزين بياناتك أيضا.
bg: За да можете да запазите данни на бразен CD или DVD диск, трябва да използвате програма за <emphasis>записване на CD</emphasis>. Microsoft Windows XP включва такава програма по подразбиране, но също и други програми могат да съхранят вашите данни толкова добре.
de: Um Daten auf einer leeren CD oder DVD speichern zu können, müssen Sie eine <emphasis>CD-Rekorder</emphasis>-Anwendung benutzen. Microsoft Windows XP beinhaltet von Anfang an eine solche Anwendung; es gibt allerdings auch andere Anwendungen, die Ihre Daten ebenso speichern können.
el: Για να αποθηκεύσετε δεδομένα σε ένα άδειο CD ή DVD, πρέπει να χρησιμοποιήσετε μια εφαρμογή <emphasis>εγγραφής CD</emphasis>. Τα Microsoft Windows XP διαθέτουν τέτοια εφαρμογή εξ ορισμού, αν και άλλες εφαρμογές μπορούν να αποθηκεύσουν τα δεδομένα σας το ίδιο καλά.
es: Para guardar sus datos en un CD o un DVD virgen, debe usar una aplicación de <emphasis>escritura para CD</emphasis>. Microsoft Windows XP incluye una aplicación así por defecto, aunque otras aplicaciones pueden hacerlo también.
fr: Pour stocker vos données sur un CD ou un DVD vierge, vous devez utiliser un logiciel de <emphasis>gravure</emphasis>. Microsoft Windows XP contient une application de ce type par défaut, bien que d'autres applications soient aussi bien capables de stocker vos données.
hu: Az adatok CD-n vagy DVD-n való tárolásához <emphasis>CD író</emphasis> programra lesz szüksége. A Microsoft Windows XP-ben is található ilyen eszköz, de más ilyen célra készített alkalmazások is ugyanolyan jól elvégzik ezt a feladatot.
ko: 빈 CD혹은 DVD에 데이터를 저장하려면, <emphasis>CD 쓰기(writing)</emphasis> 프로그램을 이용해야 합니다. Microsoft 윈도우즈 XP는 기본적으로 이러한 프로그램을 포함하고 있으며, 물론 다른 프로그램을 이용해서도 여러분의 데이터를 저장할 수 있습니다.
pl: Aby zapisać dane na czystej płycie CD lub DVD, musisz użyć programu do <emphasis>nagrywania CD</emphasis>. Microsoft Windows XP zawiera taką aplikację, ale możesz użyć także innego programu tego typu.
pt: De modo a armazenar os seus dados num CD ou DVD, terá de utilizar uma aplicação de <emphasis>gravação de CDs</emphasis>. O Microsoft Windows XP inclui uma aplicação por omissão, embora outras aplicações são capazes de armazenar os seus dados.
pt_br: Para armazenar dados em um CD ou DVD virgem, você deve usar um aplicativo de <emphasis>gravação de CD</emphasis>. O Microsoft Windows XP inclui tal aplicação por padrão, embora outros aplicativos sejam também capazes de armazenar seus dados perfeitamente.
ru: Чтобы записать данные на чистый CD или DVD, необходимо воспользоваться программой <emphasis>записи CD</emphasis>. По умолчанию Microsoft Windows XP уже содержит такую программу, однако есть и другие подобные утилиты, способные сохранить ваши данные.
sk: Na uloženie údajov na čisté CD alebo DVD musíte použiť <emphasis>napaľovací</emphasis> program. Microsoft Windows XP má takú aplikáciu už predinštalovanú, aj keď na to môžete použiť aj iné aplikácie.
sv: För att kunna spara data på en blank CD eller DVD, behövs det en <emphasis>CD brännings</emphasis> program. Microsoft Windows XP har ett sådant program installerat som standard, men andra program kan spara din data lika bra.
zh_cn: 要想把数据保存在空白CD或者DVD上，你必须使用<emphasis>CD刻录</emphasis>程序。Microsoft Windows XP默认状态下就包含有这类程序，其他类似程序也能够用来保存你的数据。

source: Ensure that your CD- or DVD-writing drive contains no discs. Eject any discs currently in the drive.
ar: تأكد من أن مشغل كتابة الاسطوانة أو الديفيدي لديك لا يحتوي أقرصا. أخرج أي أقراص في المشغل حاليا.
bg: Уврете се, че вашето CD или DVD записващо устройство не съдържа дискове. Извадете всички дискове от вашето устройство.
de: Stellen Sie sicher das sich in Ihrem CD- oder DVD-Brennerlaufwerk keine Medien befinden. Entfernen Sie gegebenenfalls die Medien, welche sich derzeit in dem Laufwerk befinden.
el: Διασφαλίστε ότι η συσκευή έγγραφής CD- ή DVD- δεν περιέχει κανένα δίσκο. Αν υπάρχει κάποιος δίσκος στον οδηγό απομακρύνετε τον.
es: Asegúrese de que su grabadora de CD o DVD no contiene ningún disco. Extraiga cualquier disco que esté actualmente en la unidad.
fr: Assurez vous que votre graveur CD ou DVD ne contient pas de disque. Éjectez tout disque se trouvant dans le graveur.
hu: Győződjön meg róla, hogy CD- vagy DVD-meghajtója nem tartalmaz lemezeket. Ha mégis, távolítsa el ezeket az íróból.
ko: 여러분의 CD 혹은 DVD 기록 장치에 디스크가 들어있지 않은지 확인합니다. 현재 드라이브 내에 들어있는 디스크를 빼냅니다.
pl: Upewnij się, że twoja nagrywarka CD lub DVD jest pusta. Wysuń z niej wszelkie płyty.
pt: Assegure-se que a sua drive de gravação de CD ou DVD não contém qualquer disco. Ejecte qualquer disco que se encontre na drive.
pt_br: Tenha certeza que o CD ou DVD está no drive. Ejete qualquer disco atualmente no drive.
ru: Убедитесь, что в CD- или DVD-приводах не содержится дисков, в противном случае выньте диски из устройств.
sk: Uistite sa, že vo vašej CD alebo DVD napaľovacej mechanike nie je žiadny disk. Vysuňte všetky disky z mechaniky.
sv: Säkerställ att din CD eller DVD brännare inte innehåller någon skiva, Mata ut skivan om det är någon i brännaren.
zh_cn: 确保你的CD或者DVD刻录设备中没有光盘。取出光驱里的光盘。

source: Press <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>My Computer</guimenuitem></menuchoice>. Locate your CD or DVD writing drive - it will likely have a name such as <guilabel>CD-RW drive</guilabel>.
ar: اضغط <menuchoice><guimenuitem>ابدأ</guimenuitem><guimenuitem>جهاز الكمبيوتر</guimenuitem></menuchoice>. جِد مشغل كتابة الاسطوانة أو الديفيدي سيكون ذا اسم مثل <guilabel>محرك أقراص CD-RW</guilabel>.
bg: Натиснете <menuchoice><guimenuitem>Старт</guimenuitem><guimenuitem>Моят компютър</guimenuitem></menuchoice>. Намерете вашето CD или DVD записващо устройство - би трябвало да има име като <guilabel>CD-RW устройство</guilabel>.
de: Drücken Sie <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Arbeitsplatz</guimenuitem></menuchoice>. Suchen Sie Ihren CD- oder DVD-Brenner - er wird meist mit <guilabel>CD-RW-Laufwerk</guilabel> bezeichnet sein.
el: Πατήστε <menuchoice><guimenuitem>Έναρξη</guimenuitem><guimenuitem>Ο Υπολογιστής μου</guimenuitem></menuchoice>. Εντοπίστε την συσκευή εγγραφής CD ή DVD, είναι πιθανό να έχει ένα όνομα, όπως <guilabel>Μονάδα CD-RW</guilabel>.
es: Pulse <menuchoice><guimenuitem>Inicio</guimenuitem><guimenuitem>Mi PC</guimenuitem></menuchoice>. Localice su grabadora de CD o DVD, normalmente se llamará algo así como <guilabel>Unidad CD-RW</guilabel>.
fr: Cliquez sur <menuchoice><guimenuitem>Démarrer</guimenuitem><guimenuitem>Poste de Travail</guimenuitem></menuchoice>. Cherchez votre graveur CD ou DVD - il devrait avoir un nom comme <guilabel>Lecteur CD-RW</guilabel>.
hu: Kattintson a <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Sajátgép</guimenuitem></menuchoice> menüre. Keresse meg a CD- vagy DVD-író meghajtót - a neve valószínűleg <guilabel>CD-RW meghajtó</guilabel> lesz.
ko: <menuchoice><guimenuitem>시작</guimenuitem><guimenuitem>내 컴퓨터</guimenuitem></menuchoice>를 누릅니다. CD 혹은 DVD 기록 장치로 이동합니다 - 이것은 <guilabel>CD-RW 드라이브</guilabel>와 같은 이름을 하고 있을 것입니다.
pl: Kliknij <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Mój komputer</guimenuitem></menuchoice>. Znajdź swoją nagrywarkę CD lub DVD - zazwyczaj ma ona nazwę taką, jak <guilabel>napęd CD-RW</guilabel>.
pt: Carregue em <menuchoice><guimenuitem>Iniciar</guimenuitem><guimenuitem>O Meu Computador</guimenuitem></menuchoice>. Localize a sua drive de gravação de CD ou DVD - provavelmente terá um nome como <guilabel>CD-RW</guilabel>.
pt_br: Pressione <menuchoice><guimenuitem>Iniciar</guimenuitem><guimenuitem>Meu Computador</guimenuitem></menuchoice>. Localize seu drive de CD ou DVD Locate your CD or DVD - terá geralmente o nome como <guilabel>Drive CD-RW</guilabel>.
ru: Нажмите <menuchoice><guimenuitem>Пуск</guimenuitem><guimenuitem>Мой компьютер</guimenuitem></menuchoice>. Определите устройство записи CD или DVD, скорее всего оно называется <guilabel>устройство CD-RW</guilabel>.
sk: Stlačte <menuchoice><guimenuitem>Štart</guimenuitem><guimenuitem>Môj počítač</guimenuitem></menuchoice>. Nájdite vašu CD alebo DVD napaľovanciu mechaniku - pravdepodobne bude mať názov ako <guilabel>CD-RW mechanika</guilabel>.
sv: Klicka på <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Den här datorn</guimenuitem></menuchoice>. Leta upp CD eller DVD brännar enheten - Den har troligtvis ett namn liknande <guilabel>CD-RW disk</guilabel>.
zh_cn: 点击<menuchoice><guimenuitem>开始</guimenuitem><guimenuitem>我的电脑</guimenuitem></menuchoice>。选定你的CD或者DVD刻录光驱——光驱通常会有<guilabel>CD-RW驱动器</guilabel>之类的名称。

source: Double-click on the icon of the drive. A blank folder should open, with a heading called <guilabel>CD Writing Tasks</guilabel> shown in the blue panel to the left of the screen.
ar: انقر مزدوجا على أيقونة المشغل. سوف يفتح مجلد فارغ، تروسية تدعى <guilabel>مهام الكتابة إلى قرص مضغوط</guilabel> معروضة في الشريط الأزرق على يسار الشاشة.
bg: Щракнете двукратно иконата на устройството. Трябва да се отвори празна папка, със заглавие <guilabel>Задачи за записване на CD</guilabel> в синята лента вляво на екрана.
de: Machen Sie einen Doppelklick auf das Symbol des Laufwerks. Ein leerer Ordner sollte sich nun öffnen, wobei in der linken Seitenleiste die Überschrift <guilabel>CD-Schreibaufgaben</guilabel> angezeigt wird.
el: Κάντε διπλό κλικ στο εικονίδιο του οδηγού. Ένας άδειος φάκελος θα ανοιχτεί με επικεφαλίδα <guilabel>Εργασίες εγγραφής CD</guilabel> που φαίνεται αριστερά στην οθόνη.
es: Haga doble clic en el icono de la unidad. Debería abrirse una carpeta vacía, con el encabezamiento <guilabel>Tareas de grabación de CD</guilabel> en el panel azul a la izquierda de la pantalla.
fr: Double-cliquez sur l'icône de ce lecteur. Un répertoire vide devrait s'ouvrir, avec une entête appelée <guilabel>Graver un CD</guilabel> affichée dans le panneau bleu sur la gauche de l'écran.
hu: Kattintson kétszer a meghajtó ikonjára. Megnyílik egy üres mappa, a bal oldalán egy <guilabel>CD-írási feladatok</guilabel> fejlécű kék mezővel.
ko: 드라이브 아이콘을 더블클릭합니다. 빈 폴더가 열리며, 화면 왼쪽의 파란 패널에 <guilabel>CD 쓰기 작업</guilabel>이라는 머리말이 보일 것입니다.
pl: Kliknij dwukrotnie na ikonę napędu. Powinien otworzyć się pusty folder zatytułowany <guilabel>Zapisywanie na dysku CD</guilabel> pokazany na niebieskim panelu z lewej strony okna.
pt: Clique duas vezes no ícone da drive. Uma pasta em branco deverá abrir, com um cabeçalho chamado <guilabel>Tarefas de Gravação de CD/guilabel> exibido no painel azul na esquerda do ecrã.
pt_br: Duplo clique no ícone do drive. Uma pasta deverá abrir, com o cabeçalho chamado <guilabel>Tareda de Gravação de CD</guilabel> mostrando no painel azul para a esquerda da tela.
ru: Дважды щёлкните по значку устройства. Должно открыться окно с пустой папкой, помеченное <guilabel>Задания записи CD</guilabel> в голубой панели в левой части окна.
sk: Dvakrát kliknite na ikonu mechaniky. Mal by sa otvoriť prázdny priečinok a v ľavom modrom paneli by mal mať hlavičku <guilabel>Úlohy na napaľovanie CD</guilabel>.
sv: Dubbel klicka på ikonen för enheten. En tom mapp kommer upp med en text <guilabel>CD-skrivningsaktiviteter</guilabel> som visas högst upp i den blå panelen på vänster sida av fönstret.
zh_cn: 双击该驱动器的图标，会打开一个空白文件夹，其左侧面板显示名为<guilabel>CD刻录任务</guilabel>的标题。

source: Leave this folder open and then open the folder containing the files which you have collected together.
ar: اترك المجلد مفتوحا ثم افتح المجلد المحتوي على الملفات التي جمعتها سويا.
bg: Оставете тази папка отворена и отворете папка, която съдържа файловете, които сте събрали.
de: Lassen Sie diesen Ordner geöffnet und öffnen Sie den Ordner, der Ihre gesammelten Daten beinhaltet.
el: Αφήστε αυτόν τον φάκελο ανοικτό και μετά ανοίξτε τον φάκελο που περιέχει τα αρχεία που έχετε συγκεντρώσει.
es: Deje abierta esta carpeta y luego abra la carpeta que contiene los archivos que recopiló anteriormente.
fr: Laissez ouvert ce répertoire et ouvrez le répertoire contenant les fichiers que vous avez rassemblés.
hu: Hagyja megnyitva ezt a mappát és nyissa meg az összegyűjtött fájlokat tartalmazó mappát.
ko: 이 폴더를 열어둔 채로, 여러분이 모아둔 파일들이 있는 폴더를 엽니다.
pl: Zostaw ten folder otwarty i otwórz katalog zawierający pliki, które zebrałeś w jedno miejsce.
pt: Mantenha esse pasta aberta, depois abra a pasta que contém os ficheiros que recolheu.
pt_br: Saia dessa pasta aberta e então abra a pasta que contêm arquivos que você selecionou junto.
ru: Оставьте данную папку открытой, дополнительно откройте папку, содержащую файлы подготовленные для сохранения.
sk: Nechajte tento priečinok otvorený a potom otvorte priečinok, v ktorom máte zozbierané súbory.
sv: Lämna den här mappen öppen och öppna därefter mappen som innehåller de ihopsamlade filerna.
zh_cn: 退出该文件夹，然后打开包含有你收集的文件的文件夹。
