Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/windows/po/*.po
Languages: ar, bg, de, el, es, fr, hu, ko, pl, pt, pt_br, ru, sk, sv, zh_cn

source: Press <menuchoice><guimenuitem>Bookmarks</guimenuitem><guimenuitem>Manage Bookmarks...</guimenuitem></menuchoice> to launch the <application>Bookmark Manager</application>.
ar: اضغط <menuchoice><guimenuitem>علامات</guimenuitem><guimenuitem>أدر العلامات...</guimenuitem></menuchoice> لتشغيل <application>مدير العلامات</application>.
bg: Натиснете <menuchoice><guimenuitem>Отметки</guimenuitem><guimenuitem>Управление на отметки...</guimenuitem></menuchoice>, за да стартирате <application>Диспечер на отметки</application>.
de: Wählen Sie <menuchoice><guimenuitem>Lesezeichen</guimenuitem><guimenuitem>Lesezeichen verwalten...</guimenuitem></menuchoice>, um die <application>Bibliothek</application> zu starten.
es: Pulse <menuchoice><guimenuitem>Marcadores</guimenuitem><guimenuitem>Administrar marcadores...</guimenuitem></menuchoice> para lanzar el <application>Administrador de marcadores</application>.
fr: Sélectionnez <menuchoice><guimenuitem>Marque-pages</guimenuitem><guimenuitem>Organiser les marque-pages...</guimenuitem></menuchoice> pour démarrer le <application>Gestionnaire de marque-pages</application>.
hu: Válassza a <menuchoice><guimenuitem>Könyvjelzők</guimenuitem><guimenuitem>Könyvjelzők kezelése...</guimenuitem></menuchoice> menüpontot a <application>Könyvjelzőkezelő</application> elindításához.
ko: <menuchoice><guimenuitem>북마크</guimenuitem><guimenuitem>북마크 구성...</guimenuitem></menuchoice>을 눌러 <application>북마크 관리자</application>를 실행합니다.
pl: Kliknij <menuchoice><guimenuitem>Zakładki</guimenuitem><guimenuitem>Zarządzaj zakładkami...</guimenuitem></menuchoice>, aby uruchomić <application>Menedżera zakładek</application>.
pt: Carregue em <menuchoice><guimenuitem>Marcadores</guimenuitem><guimenuitem>Organizar Marcadores...</guimenuitem></menuchoice> para lançar o <application>Gestor de Marcadores</application>.
pt_br: Pressione <menuchoice><guimenuitem>Favoritos</guimenuitem><guimenuitem>Organizar Favoritos...</guimenuitem></menuchoice> para iniciar o <application>Gerenciador de Favoritos</application>.
ru: Нажмите <menuchoice><guimenuitem>Закладки</guimenuitem><guimenuitem>Управление закладками...</guimenuitem></menuchoice>, чтобы запустить <application>Менеджер закладок</application>.
sk: Vyberte <menuchoice><guimenuitem>Záložky</guimenuitem><guimenuitem>Správa záložiek...</guimenuitem></menuchoice> a spustite <application>Správcu záložiek</application>.
sv: Klicka på <menuchoice><guimenuitem>Bokmärken</guimenuitem><guimenuitem>Ordna bokmärken...</guimenuitem></menuchoice> för att starta <application>Ordna bokmärken</application>.
zh_cn: 点击 <menuchoice><guimenuitem>书签</guimenuitem><guimenuitem>管理书签...</guimenuitem></menuchoice> 启动<application>书签管理器</application>.

source: Press <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Import...</guimenuitem></menuchoice> and choose the <guilabel>From File</guilabel> option, then press <guibutton>Next</guibutton>.
ar: اضغط <menuchoice><guimenuitem>ملف</guimenuitem><guimenuitem>استورد...</guimenuitem></menuchoice> واختر الخيار <guilabel>من ملف</guilabel>، ثم اضغط <guibutton>التالي</guibutton>.
bg: Натиснете <menuchoice><guimenuitem>Файл</guimenuitem><guimenuitem>Импортиране...</guimenuitem></menuchoice> и изберете опцията <guilabel>От файл</guilabel>, после натиснете <guibutton>Напред</guibutton>.
de: Drücken Sie <menuchoice><guimenuitem>Importieren und Backup</guimenuitem><guimenuitem>HTML importieren...</guimenuitem></menuchoice> und wählen Sie die Option <guilabel>Aus HTML-Datei</guilabel> aus. Drücken Sie dann <guibutton>Weiter</guibutton>.
es: Pulse <menuchoice><guimenuitem>Archivo</guimenuitem><guimenuitem>Importar...</guimenuitem></menuchoice> y elija la opción <guilabel>Desde un archivo</guilabel>, y luego pulse <guibutton>Siguiente</guibutton>.
fr: Sélectionnez <menuchoice><guimenuitem>Fichier</guimenuitem><guimenuitem>Importer...</guimenuitem></menuchoice> et choisissez l'option <guilabel>À partir du fichier</guilabel>, puis cliquez sur <guibutton>Suivant</guibutton>.
hu: Kattintson a <menuchoice><guimenuitem>Fájl</guimenuitem><guimenuitem>Importálás...</guimenuitem></menuchoice> menüpontra és válassza a <guilabel>Fájlból</guilabel> lehetőséget, majd kattintson a <guibutton>Tovább</guibutton> gombra.
ko: <menuchoice><guimenuitem>파일</guimenuitem><guimenuitem>가져오기...</guimenuitem></menuchoice>를 누르고 <guilabel>파일로부터 가져오기</guilabel> 옵션을 선택한 후에 <guibutton>다음</guibutton>을 누릅니다.
pl: Kliknij <menuchoice><guimenuitem>Plik</guimenuitem><guimenuitem>Importuj...</guimenuitem></menuchoice> i wybierz opcję <guilabel>Z pliku</guilabel>, a następnie kliknij <guibutton>Naprzód</guibutton>.
pt: Carregue em <menuchoice><guimenuitem>Ficheiro</guimenuitem><guimenuitem>Importar...</guimenuitem></menuchoice>·e escolha·a opção <guilabel>A Partir do Ficheiro</guilabel>·e carregue em·<guibutton>Seguinte</guibutton>.
pt_br: Pressione <menuchoice><guimenuitem>Arquivo</guimenuitem><guimenuitem>Importar...</guimenuitem></menuchoice> e escolha o <guilabel>Do arquivo</guilabel> opção, e então pressione <guibutton>Próximo</guibutton>.
ru: Нажмите <menuchoice><guimenuitem>Файл</guimenuitem><guimenuitem>Импорт...</guimenuitem></menuchoice> и выберите опцию <guilabel>Из файла</guilabel>, затем нажмите <guibutton>Далее</guibutton>.
sk: Stlačte <menuchoice><guimenuitem>Súbor</guimenuitem><guimenuitem>Importovať...</guimenuitem></menuchoice> a vyberte položku <guilabel>Zo súboru</guilabel>, potom stlačte <guibutton>Ďalej</guibutton>.
sv: Klicka på <menuchoice><guimenuitem>Arkiv</guimenuitem><guimenuitem>Importera...</guimenuitem></menuchoice> och välj <guilabel>Från fil</guilabel> alternativet, klicka därefter på <guibutton>Nästa</guibutton>.
zh_cn: 点击 <menuchoice><guimenuitem>文件</guimenuitem><guimenuitem>导入...</guimenuitem></menuchoice> 并选中 <guilabel>从文件</guilabel>，再点击<guibutton>下一步</guibutton>.

source: Find and select the file which you originally exported from <application>Internet Explorer</application> (see <xref linkend="preparing-bookmarks"/>) and press <guibutton>OK</guibutton>.
ar: جد واختر الملف الذي صدّرته أصلا من<application>Internet Explorer</application> (راجع <xref linkend="preparing-bookmarks"/>) واضغط <guibutton>موافق</guibutton>.
bg: Намерете и изберете файла, който съдържа вашите експортирани отметки то <application>Internet Explorer</application> (вижте <xref linkend="preparing-bookmarks"/>) и натиснете <guibutton>OK</guibutton>.
de: Suchen und wählen Sie die Datei, die Sie ursprünglich aus <application>Internet Explorer</application> (siehe <xref linkend="preparing-bookmarks"/>) exportiert haben, und drücken Sie <guibutton>OK</guibutton>.
el: Βρείτε και επιλέξτε το αρχείο το οποίο αρχικά εξάγατε από την εφαρμογή <application>Internet Explorer</application> (δείτε το <xref linkend="preparing-bookmarks"/>) και επιλέξτε <guibutton>OK</guibutton>.
es: Busque y seleccione el archivo que exportó originalmente desde <application>Internet Explorer</application> (vea <xref linkend="preparing-bookmarks"/>) y pulse <guibutton>Aceptar</guibutton>.
fr: Trouvez et sélectionnez le fichier que vous avez exporté depuis <application>Internet Explorer</application> (voir <xref linkend="preparing-bookmarks"/>) et cliquez sur <guibutton>OK</guibutton>.
hu: Keresse meg és válassza ki a fájlt, amit az <application>Internet Explorerből</application> exportált (lásd: <xref linkend="preparing-bookmarks"/>) és kattintson az <guibutton>OK</guibutton> gombra.
ko: 여러분이 <application>Internet Explorer</application>에서 내보낸 원본 파일을 찾아서 선택하고 (<xref linkend="preparing-bookmarks"/> 참조) <guibutton>확인</guibutton>을 누릅니다.
pl: Znajdź plik wyeksportowany z twojej <application>Internet Explorera</application> (zobacz <xref linkend="preparing-bookmarks"/>) i naciśnij <guibutton>Otwórz</guibutton>.
pt: Procure e seleccione o ficheiro para o qual originalmente exportou do <application>Internet·Explorer</application>·(ver·<xref·linkend="preparing-bookmarks"/>)·e carregue em·<guibutton>OK</guibutton>.
pt_br: Ache e selecione o arquivo que originalmente foi exportado pelo <application>Internet Explorer</application> (veja <xref linkend="preparing-bookmarks"/>) e pressoine <guibutton>OK</guibutton>.
ru: Найдите и выделите файл, который вы экспортировали из <application>Internet Explorer</application> (смотрите <xref linkend="preparing-bookmarks"/>) и нажмите <guibutton>OK</guibutton>.
sk: Nájdite a vyberte súbor, ktorý ste exportovali z <application>Internet Explorer</application> (viď <xref linkend="preparing-bookmarks"/>) a stlačte <guibutton>Otvoriť</guibutton>.
sv: Leta upp och välj filen som exporterades från <application>Internet Explorer</application> (se <xref linkend="preparing-bookmarks"/>) och klicka på <guibutton>Öppna</guibutton>.
zh_cn: 找到并选择你最初想要从<application>Internet Explorer</application>导出的文件（详见<xref linkend="preparing-bookmarks"/>），并点击<guibutton>确认</guibutton>。

source: Your list of favorite web pages should be imported into <application>Firefox</application>.
ar: قائمة بصفحات الوب المفضلة يجب أن تستورد إلى <application>فايرفوكس</application>.
bg: Вашият списък с отметки на уеб страници трябва да бъде импортиран във <application>Firefox</application>.
de: Ihre Liste mit den Lieblings-Webseiten sollte nun in <application>Firefox</application> importiert werden.
el: Η λίστα των αγαπημένων σας ιστοσελίδων πρόκειται να εισαχθεί στην εφαρμογή <application>Firefox</application>.
es: Su lista de páginas web favoritas debería haberse importado en <application>Firefox</application>.
fr: La liste de vos favoris Internet devrait maintenant être importée dans <application>Firefox</application>.
hu: A kedvenc oldalainak listája importálásra kerül a <application>Firefoxba</application>.
ko: 즐겨찾기 웹 페이지의 목록을 <application>Firefox</application>로 가져오게 됩니다.
pl: Lista twoich ulubionych powinna zostać zaimportowana do <application>Firefoksa</application>.
pt: A sua lista de páginas web favoritas deverá ser importada para o <application>Firefox</application>.
pt_br: Sua lista de favoritos deve ser importado no <application>Firefox</application>.
ru: Ваш список избранных web-страниц будет импортирован в <application>Firefox</application>.
sk: Zoznam obľúbených internetových stránok by mal byť importovaný do <application>Firefoxu</application>.
sv: En lista över dina favoritwebbsidor kommer att bli importerade till <application>Firefox</application>.
zh_cn: 你的网页收藏列表就会被导入<application>Firefox</application>。

source: Glossary of Windows Terms
ar: معجم مصطلحات ويندوز
bg: Справочник на термини в Windows
de: Glossar der Windows-Begriffe
el: Γλωσσάρι όρων των Windows
es: Glosario de términos de Windows
fr: Glossaire des termes Windows
hu: Windows kifejezések gyűjteménye
ko: 윈도우즈에 대응되는 용어들
pl: Słowniczek terminów systemu Windows
pt: Glossário ou Termos do Windows
pt_br: Dicionário de Termos do Windows
ru: Словарь терминов Windows
sk: Slovník pojmov z Windows
sv: Ordlista för Windows-termer
zh_cn: Windows术语词汇表

source: Add/Remove Programs
ar: إضافة/إزالة البرامج
bg: Добавяне/Премахване на програми
de: Anwendungen hinzufügen/entfernen
el: Προσθαφαίρεση προγραμμάτων
es: Añadir y quitar programas
fr: Ajout/suppression de logiciels
hu: Programok telepítése és törlése
ko: 프로그램 추가/제거
pl: Dodaj/usuń programy
pt: Adicionar/Remover Programas
pt_br: Adicionar/Remover Programas
ru: Установка/удаление приложений
sk: Pridať/Odstrániť programy
sv: Lägg till/Ta bort program
zh_cn: 添加/删除程序

source: Use <menuchoice><guimenu>Applications</guimenu><guimenuitem>Add/Remove...</guimenuitem></menuchoice> to install applications from Ubuntu&rsquo;s software library, or to remove existing applications from your computer. Use <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice> for more advanced tasks.
ar: استخدم <menuchoice><guimenu>تطبيقات</guimenu><guimenuitem>أضف/أزل...</guimenuitem></menuchoice>لثتبيت تطبيقات من مكتبة برمجيات أوبونتو أو لحذف تطبيقات موجودة من حاسوبك. استخدم<menuchoice><guimenu>نظام</guimenu><guimenuitem>إدارة</guimenuitem><guimenuitem>مدير الحزم Synaptic</guimenuitem></menuchoice> للمهام الأكثر تقدما.
bg: Използватйе <menuchoice><guimenu>Програми</guimenu><guimenuitem>Добавяне/Премахване...</guimenuitem></menuchoice>, за да инсталирате програми от софтуерна библиотека на Ubuntu&rsquo;s или, за да премахнете съществуващи програми от вашия компютър. Използвайте <menuchoice><guimenu>Система</guimenu><guimenuitem>Администриране</guimenuitem><guimenuitem>Мениджър на пакети (Synaptic)</guimenuitem></menuchoice>, за по-напреднали задачи.
de: Benutzen Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Hinzufügen/Entfernen …</guimenuitem></menuchoice>, um Anwendungen aus der Ubuntu-Softwarebibliothek zu installieren oder Anwendungen von Ihrem Rechner zu entfernen. Verwenden Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Synaptic-Paketverwaltung</guimenuitem></menuchoice> für weitergehende Aufgaben.
el: Χρησιμοποιείστε την <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Προσθαφαίρεση...</guimenuitem></menuchoice> για να εγκαταστήσετε από την βιβλιοθήκη λογισμικού του Ubuntu ή να αφαιρέσετε εφαρμογές από τον υπολογιστή σας. Χρησιμοποιείστε τον <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Διαχείριση συστήματος</guimenuitem><guimenuitem>Synaptic Διαχείριση πακέτων</guimenuitem></menuchoice> για προχωρημένες εργασίες.
es: Use <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Añadir y quitar...</guimenuitem></menuchoice> para instalar aplicaciones de la biblioteca de software de Ubuntu, o para desinstalar de su equipo aplicaciones ya existentes. Use <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Gestor de paquetes Synaptic</guimenuitem></menuchoice> para realizar tareas más avanzadas.
fr: Utilisez <menuchoice><guimenu>Applications</guimenu><guimenuitem>Ajouter/supprimer...</guimenuitem></menuchoice> pour installer des applications depuis la bibliothèque de logiciels d'Ubuntu, ou pour supprimer des applications existantes de votre ordinateur. Utilisez <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Gestionnaire de paquets Synaptic</guimenuitem></menuchoice> pour des effectuer des opérations avancées.
hu: Alkalmazások telepítéséhez az Ubuntu szoftvertárolóiból vagy azok törléséhez használja az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Hozzáadás/Eltávolítás...</guimenuitem></menuchoice> alkalmazást. Bonyolultabb feladatok elvégzésére a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Synaptic csomagkezelő</guimenuitem></menuchoice> szolgál.
ko: <menuchoice><guimenu>프로그램</guimenu><guimenuitem>추가/제거...</guimenuitem></menuchoice> 를 이용하여 우분투의 소프트웨어 라이브러리에서 프로그램을 설치하거나, 이미 설치된 프로그램을 제거할 수 있습니다. <menuchoice><guimenu>시스템</guimenu><guimenuitem>관리</guimenuitem><guimenuitem>시냅틱 꾸러미 관리자</guimenuitem></menuchoice> 를 사용하여 보다 전문적인 작업을 수행할 수 있습니다.
pt: Use <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Adicionar/Remover...</guimenuitem></menuchoice> para instalar aplicações da biblioteca de software do Ubuntu&rsquo;s, ou para remover aplicações existentes ado seu computador. Use <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Gestor de Pacotes Synaptic</guimenuitem></menuchoice> para tarefas mais avançadas.
pt_br: Use <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Adicionar/Remover...</guimenuitem></menuchoice> para instalar aplicações da biblioteca de software do Ubuntu&rsquo;s, ou para remover uma aplicação do seu computador. Use <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Gerenciador de Pacotes Synaptic</guimenuitem></menuchoice> para tarefas avançadas.
ru: Используйте <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Добавить/Удалить...</guimenuitem></menuchoice>, чтобы устанавливать приложения из библиотеки программного обеспечения Ubuntu&rsquo;s или удалять уже установленные приложения с вашего компьютера. Используйте <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem><guimenuitem>Менеджер пакетов Synaptic</guimenuitem></menuchoice> для более продвинутых задач.
sk: Použite <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Pridať/odstrániť...</guimenuitem></menuchoice> na inštaláciu aplikácií zo softvérovej knižnice Ubuntu alebo na odobratie programov nainštalovaných na vašom počítači. Použite <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Správca balíkov Synaptic</guimenuitem></menuchoice> pre zložitejšie úlohy.
sv: Använd <menuchoice><guimenu>Program</guimenu><guimenuitem>Lägg till/Ta bort...</guimenuitem></menuchoice> för att installera program från Ubuntus programvarubibliotek, eller för att ta bort befintliga program från din dator. Använd <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Pakethanteraren Synaptic</guimenuitem></menuchoice> för att göra mer avancerade uppgifter.
zh_cn: 使用<menuchoice><guimenu>应用程序</guimenu><guimenuitem>添加／删除...</guimenuitem></menuchoice>来从Ubuntu&rsquo;s软件库安装应用程序，或者从你的计算机删除引用程序。

source: Control Panel
ar: لوحة التحكم
bg: Контролен панел
de: Systemsteuerung
el: Πίνακας Ελέγχου
es: Panel de control
fr: Panneau de contrôle
hu: Vezérlőpult
ko: 제어판
pl: Panel sterowania
pt: Painel de Controlo
pt_br: Painel de Controle
ru: Панель управления
sk: Ovládací panel
sv: Kontrollpanel
zh_cn: 控制面板

source: Settings that affect everyone who uses Ubuntu on this computer are found in <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem></menuchoice>. Settings that just affect you are accessed from <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu></menuchoice>.
ar: توجد الإعدادات التي تؤثر على أي شخص يستخدم أوبونتو على هذا الحاسوب في<menuchoice><guimenu>نظام</guimenu><guimenuitem>إدارة</guimenuitem></menuchoice>. الإعدادات التي تؤثر عليك يتم الوصول إليها من <menuchoice><guimenu>نظام</guimenu><guisubmenu>تفضيلات</guisubmenu></menuchoice>.
bg: Настройки, които имат ефект върху всеки, който използва Ubuntu на този компютър се намират в <menuchoice><guimenu>Система</guimenu><guimenuitem>Администриране</guimenuitem></menuchoice>. Настройките, които засягат само вас се намират в <menuchoice><guimenu>Система</guimenu><guisubmenu>Предпочитани</guisubmenu></menuchoice>.
de: Einstellungen, die jeden Benutzer des Rechners betreffen, sind unter <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem></menuchoice> abgelegt. Auf Einstellungen, die nur Sie betreffen, haben Sie Zugriff unter <menuchoice><guimenu>System</guimenu><guisubmenu>Einstellungen</guisubmenu></menuchoice>.
el: Οι ρυθμίσεις που επηρεάζουν όλους τους χρήστες που χρησιμοποιούν τον υπολογιστή βρίσκονται στο <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Διαχείριση συστήματος</guimenuitem></menuchoice>. Οι ρυθμίσεις που έχει ο κάθε χρήστης βρίσκονται στο <menuchoice><guimenu>Σύστημα</guimenu><guisubmenu>Προτιμήσεις</guisubmenu></menuchoice>.
es: Las configuraciones que afectan a todos los que usan Ubuntu en este equipo se encuentran en <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem></menuchoice>. Las configuraciones que tan sólo le afectan a Ud. son accesibles desde <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Preferencias</guisubmenu></menuchoice>.
fr: Les paramètres qui affectent tous les utilisateurs sur cet ordinateur se trouvent dans <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem></menuchoice>. Pour les modifier, vous devez disposer du mot de passe administrateur. Les paramètres qui ne touchent que votre session se trouvent dans <menuchoice><guimenu>Système</guimenu><guisubmenu>Préférences</guisubmenu></menuchoice>.
hu: A számítógép összes felhasználóját érintő beállítások a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem></menuchoice> menüponton belül találhatóak. Azok a beállítások, amelyek csak az adott felhasználót érintik a <menuchoice><guimenu>Rendszer</guimenu><guisubmenu>Beállítások</guisubmenu></menuchoice> menüpontból érhetők el.
ko: 이 컴퓨터에서 우분투를 사용하는 모든 사람들에게 영향을 미치는 설정은 <menuchoice><guimenu>시스템</guimenu><guimenuitem>관리</guimenuitem></menuchoice> 메뉴에서 찾을 수 있습니다. 여러분 개인에게만 영향을 미치는 설정은 <menuchoice><guimenu>시스템</guimenu><guisubmenu>기본 설정</guisubmenu></menuchoice> 메뉴를 통해 접근할 수 있습니다.
pl: Ustawienia dotyczące wszystkich użytkowników Ubuntu na tym komputerze są dostępne w <menuchoice><guimenu>System</guimenu><guimenuitem>Administracja</guimenuitem></menuchoice>. Ustawienia dotyczące tylko ciebie są dostępne w <menuchoice><guimenu>System</guimenu><guisubmenu>Preferencje</guisubmenu></menuchoice>.
pt: As configurações que afectam todos os utilizadores do Ubuntu deste computador encontram-se em enuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem></menuchoice>.·As configurações que apenas afectam a si podem ser acedidas em<menuchoice><guimenu>Sistema</guimenu><guisubmenu>Preferências</guisubmenu></menuchoice>.
pt_br: Configurações que afetam todos que utilizam o Ubuntu nesse computador são encontrados em <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem></menuchoice>. Configurações que afetam apenas a você são acessadas em <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Preferências</guisubmenu></menuchoice>.
ru: Настройки, которые касаются всех кто использует Ubuntu на вашем компьютере находятся в <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem></menuchoice>. Настройки, которые касаются только вас, расположены в <menuchoice><guimenu>Система</guimenu><guisubmenu>Настройки</guisubmenu></menuchoice>.
sk: Nastavenia, ktoré ovplyvňujú každého, kto na tomto počítači používa Ubuntu, nájdete v <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem></menuchoice>. Nastavenia, ktoré ovplyvňujú iba vás nájdete v <menuchoice><guimenu>Systém</guimenu><guisubmenu>Predvoľby</guisubmenu></menuchoice>.
sv: Inställningar som har effekter på alla som använder Ubuntu på datorn finns i<menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem></menuchoice>. inställningar som endast påverkar dig finns i <menuchoice><guimenu>System</guimenu><guisubmenu>Inställningar</guisubmenu></menuchoice>.
zh_cn: 在<menuchoice><guimenu>S系统</guimenu><guimenuitem>系统管理</guimenuitem></menuchoice>可找到能影响电脑上所有使用Ubuntu的用户的设置。在<menuchoice><guimenu>系统</guimenu><guisubmenu>首选项</guisubmenu></menuchoice>的设置只影响你自己.

source: Explorer
ar: المستكشف
el: Περιηγητής αρχείων
es: Explorador
fr: Explorateur
hu: Intéző
ko: 탐색기
pl: Eksplorator
pt: Explorador
ru: Проводник
sk: Prieskumník
sv: Utforskaren
zh_cn: 资源管理器
