Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: To set up your secure server, use public key cryptography to create a public and private key pair. In most cases, you send your certificate request (including your public key), proof of your company's identity, and payment to a Certificate Authority (CA). The CA verifies the certificate request and your identity, and then sends back a certificate for your secure server.
ko: 여러분의 안전한 서버를 만들기 위하여, 공개와 사적 키 쌍을 만들기 위한 공개 키 암호화를 사용 합니다. 대부분의 경우에, 여러분의 공개 키를 포함하는 인증 요청, 여러분 회사의 이름 등의 증명, 그리고 인증 기관(CA)에 지불하는 비용을 보냅니다. CA는 인증 요청과 여러분의 식별을 확인한 후 보안 서버를 위하여 인증서를 보내게 됩니다.
pt: Para configurar o seu servidor seguro, utilize a encriptação pública de chaves para criar um par chave pública e chave privada. Na maioria dos casos, você envao p seu pedido de certificado (incluindo a sua chave pública), comprova a identidade da sua empresa, e um pagamento para uma Autoridade de Certificação (AC) <emphasis role="italics">Certificate Authority (CA)</emphasis> . A AC verifica o pedido de certificado e a sua identidade, e seguidamente envia um certificado para o seu servidor seguro.

source: Alternatively, you can create your own self-signed certificate. Note, however, that self-signed certificates should not be used in most production environments. Self-signed certificates are not automatically accepted by a user's browser. Users are prompted by the browser to accept the certificate and create the secure connection.
ko: 다른 방법으로, 여러분 스스로 자가-사인한 인증서를 만들 수 있습니다. 그러나, 자가-사인 인증서는 대부분의 현업 환경에서는 사용하지 말아야 함을 주의 하십시오. 자가-사인 인증서는 사용자의 웹브라우저에 의해 자동적으로 받아들여지지 않습니다. 사용자는 웹브라우저에 의하여 인증서를 받아들이고 보안 연결을 만들기 위한 질문을 받게 됩니다.
pt: Alternativamente, você pode criar o seu próprio certificado auto-autenticado. Note, no entanto, que o certificados auto-autenticados não devem ser utilizados na maioria dos ambientes de trabalho. Os certificados auto-autenticados não são automaticamente aceites pelos navegadores dos utilizadores, sendo solicitado a esses solicitado a esses utilizadores que aceitem o certificado e criem a ligação segura.

source: Once you have a self-signed certificate or a signed certificate from the CA of your choice, you need to install it on your secure server.
ko: 자가-사인 인증서 또는 여러분이 선택한 CA에서 사인한 인증서를 가진 후에, 그것을 보안 서버에 설치하는 것이 필요 합니다.
pt: Uma vez que tenha criado um certificado auto-autenticado ou um certificado assinado por uma AC, necessita instalá-la no seu servidor seguro.

source: You need a key and a certificate to operate your secure server, which means that you can either generate a self-signed certificate or purchase a CA-signed certificate. A CA-signed certificate provides two important capabilities for your server:
ko: 보안 서버를 동작하게 하려면 키와 인증서가 필요 합니다. 이것은 자가-사인한 인증서를 만들거나 또는 CA-사인 인증서를 구매하여야 하는 것을 의미 합니다. CA-사인 인증서는 여러분의 서버에 두 가지 중요한 능력을 제공 합니다:
pt: Você necessita uma chave e um certificado para o funcionamento do seu servidor seguro, o que significa que pode gerar um certificado auto-autenticado ou adquirir um certificado autenticado por uma Autoridade de Certificação. O certificado adquirido fornece duas importantes capacidades ao seu servidor.

source: Most Web browsers that support SSL have a list of CAs whose certificates they automatically accept. If a browser encounters a certificate whose authorizing CA is not in the list, the browser asks the user to either accept or decline the connection.
ko: SSL을 지원하는 대부분의 웹 브라우저는 그들이 자동적으로 받아들이는 인증한 CA의 목록을 가집니다. 만약 브라우저가 목록 내에 인증된 CA를 가지지 않은 인증서를 만나게 되면, 브라우저는 사용자에게 접속을 허용할 것인지 또는 거절할 것인지를 물어보게 됩니다.
pt: A maioria dos navegadores Web que suportam SSL têm uma lista de ACs cujos certificados são automaticamente aceites. Se um navegador encontra um certificado cuja AC não está na lista, o navegador pergunda ao utilizador se aceita ou não a ligação.

source: You can generate a self-signed certificate for your secure server, but be aware that a self-signed certificate does not provide the same functionality as a CA-signed certificate. A self-signed certificate is not automatically recognized by most Web browsers, and a self-signed certificate does not provide any guarantee concerning the identity of the organization that is providing the website. A CA-signed certificate provides both of these important capabilities for a secure server. The process of getting a certificate from a CA is fairly easy. A quick overview is as follows:
ko: 여러분은 보안 서버를 위하여 자가-사인된 인증서를 만들 수 있지만, 자가-사인된 인증서는 CA-사인된 인증서와 같은 기능을 제공하지 않음을 알고있어야 합니다. 자가-사인된 인증서는 대부분의 웹 브라우저에 의해 자동적으로 인식되지 않고, 자가-사인된 인증서는 웹 사이트를 제공하는 단체의 식별에 대한 염려를 위한 어떤 보증도 제공하지 않습니다. CA-사인된 인증서는 보안 서버를 위한 이 두 가지의 중요한 능력을 제공 합니다. CA에서 인증서를 받는 절차는 아주 쉽습니다. 빠른 개괄적인 것은 다음과 같습니다:
pt: Pode gerar um certificado auto assinado para o seu servidor seguro, mas tenha conciência de que esse certificado não oferece as mesmas funcionalidades que o certificado assinado por uma AC. Um certificado auto assinado não é automaticamente reconhecido pela maioria dos navegadores e não garante a identidade da organização que fornece o sítio web. Um certificado assinado por uma AC oferece estas duas importantes funcionalidades para um servidor seguro. O processo de obtenção de um certificado de uma AC é bastante simples. Numa rápida visão é como se segue:

source: Install this certificate on your secure server, and begin handling secure transactions.
ko: 이 인증서를 여러분의 보안 서버에 설치하고, 보안 트랜잭션을 관리하기 시작 합니다.
pt: Instale esse certificado no seu servidor seguro, e comece a utilizar transacções seguras.

source: To generate the Certificate Signing Request (CSR), you should create your own key. You can run the following command from a terminal prompt to create the key:
ko: 인증서 서명 요청 (CSR)을 만드려면, 여러분 소유의 키를 만들어야만 합니다. 키를 만들기 위하여 터미널 프롬프트에서 다음의 명령을 수행할 수 있습니다:
pt: Para gerar o Pedido de Assinatura de Certificado (CSR), deve criar a sua própria chave. Pode executar o seguinte comando num terminal para criar a chave:

source: Re-type the passphrase to verify. Once you have re-typed it correctly, the server key is generated and stored in <filename>server.key</filename> file.
ko: 확인을 위하여 암호 문구를 재 입력 합니다. 그것을 정확히 재 입력한 후, 서버 키는 만들어지고 <filename>server.key</filename> 파일로 저장이 됩니다.
pt: Volte a inserir a palavra passe para verificação. Uma vez que a tenha reinserido correctamente, a chave do servidor é gerada e guardada no ficheiro <filename>server.key</filename>.

source: You can also run your secure web server without a passphrase. This is convenient because you will not need to enter the passphrase every time you start your secure web server. But it is highly insecure and a compromise of the key means a compromise of the server as well.
ko: 또한 여러분의 보안 웹 서버를 암호 구문 없이 실행시킬 수 있습니다. 이것은 보안 웹 서버를 시작하는 매 번마다 암호 구문을 입력할 필요가 없으므로 편리합니다. 하지만, 그것은 굉장히 안전하지 못한 방법이고 보안 키의 절충은 서버의 절충과 마찬가지의 의미 입니다.
pt: Pode ainda correr o seu servidor web seguro sem palavra passe. Isso é conveniente porque assim não vai precisar de inserir a palavra passe sempre que inicie o seu servidor web seguro. No entanto isso é altamente inseguro e uma chave comprometida significa também o comprometimento do servidor.

source: In any case, you can choose to run your secure web server without a passphrase by leaving out the -des3 switch in the generation phase or by issuing the following command at a terminal prompt:
ko: 어떤 경우에는, 구문 생성에서 -des3 스위치는 떼는 것 또는 터미널 프롬프트에서 다음의 명령을 수행하는 것으로 암호 구문 없이 보안 웹 서버를 실행하는 것을 선택할 수 있습니다:
pt: Em qualquer dos casos, pode optar por correr o seu servidor web seguro sem a palavra passe deixando de fora a opção -des3 aquando da fase de geração ou utilizando o seguinte comando num terminal:

source: It will prompt you enter the passphrase. If you enter the correct passphrase, it will prompt you to enter Company Name, Site Name, Email Id, etc. Once you enter all these details, your CSR will be created and it will be stored in the <filename>server.csr</filename> file. You can submit this CSR file to a CA for processing. The CAN will use this CSR file and issue the certificate. On the other hand, you can create self-signed certificate using this CSR.
ko: 암호 구문을 입력하도록 물어 봅니다. 만약 여러분이 정확한 암호 구문을 입력하면, 회사 이름, 사이트 이름, 이메일 ID 등을 입력하도록 물어 봅니다. 이러한 모든 사항을 입력한 후에, 여러분의 CSR은 만들어지고 그것은 <filename>server.csr</filename> 파일에 저장 됩니다. 이 CSR 파일을 이 후의 절차를 위하여 CA로 보낼 수 있습니다. CAN은 이 CSR 파일을 사용하고 인증서를 발행 합니다. 다른 한편으로는, 여러분은 이 CSR을 사용하여 자가-사인 인증서를 만들 수도 있습니다.
pt: Ele vai pedir-lhe que insira a frase passe. Se inserir a frase correcta , vai pedir-lhe que indique o nome da empresa (Company Name), o endereço do servidor Web (Site Name), correio electrónico (Email ld), etc.. Após o fornecimento de todos estes dados, o seu CSR será gerado e guardado no ficheiro <filename>server.csr</filename>. Pode submeter este ficheiro CSR a um AC para processamento. O CAN utilizará este CSR e emitirá o certificado. Por outro lado, pode criar um certificado auto assinado utilizando este CSR.

source: You can install the key file <filename>server.key</filename> and certificate file <filename>server.crt</filename> or the certificate file issued by your CA by running following commands at a terminal prompt:
ko: 키 파일 <filename>server.key</filename>와 인증서 파일 <filename>server.crt</filename> 또는 여러분의 CA에서 발행한 인증서 파일을 터미널 프롬프트에서 다음의 명령들을 수행하여 설치할 수 있습니다:
pt: Pode instalar o ficheiro chave <filename>server.key</filename> e o ficheiro de certificado <filename>server.crt</filename> ou ainda o ficheiro certificado enviado pelo seu AC executando os seguintes comandos no terminal:

source: You should add the following four lines to the <filename>/etc/apache2/sites-available/default</filename> file or the configuration file for your secure virtual host. You should place them in the <emphasis>VirtualHost</emphasis> section. They should be placed under the <emphasis>DocumentRoot</emphasis> line:
ko: <filename>/etc/apache2/sites-available/default</filename> 파일 또는 여러분의 보안 가상 호스트를 위한 설정 파일에 다음의 네 줄을 추가하여야 합니다. <emphasis>VirtualHost</emphasis> 부분에 그것을 넣습니다. 그것은 <emphasis>DocumentRoot</emphasis> 줄 밑에 놓여집니다:
pt: Deverá adicionar as quatro linhas seguintes ao ficheiro <filename>/etc/apache2/sites-available/default</filename> ou ao ficheiro de configuração da sua máquina virtual segura. Deve colocar as linhas na secção <emphasis>VirtualHost</emphasis>. Devem ser colocadas depois da linha <emphasis>DocumentRoot</emphasis>:

source: HTTPS should listen on port number 443. You should add the following line to the <filename>/etc/apache2/ports.conf</filename> file:
ko: HTTPS는 포트 번호 443을 듣습니다. <filename>/etc/apache2/ports.conf</filename> 파일에 다음의 줄을 추가하여야 합니다:
pt: HTTPS deverá escutar no número de porto 443. Deverá adicionar a linha seguinte ao ficheiro <filename>/etc/apache2/ports.conf</filename>:

source: Accessing the Server
ko: 서버에 접근하기
pt: Aceder ao Servidor

source: Once you install your certificate, you should restart your web server. You can run the following command at a terminal prompt to restart your web server:
ko: 여러분의 인증서를 설치한 후에, 웹 서버를 재 시작하여야 합니다. 터미널 프롬프트에서 다음의 명령을 실행하여 웹 서버를 재 시작할 수 있습니다:
pt: Uma vez instalado o certificado, deverá reiniciar o seu servidor web. Para o reiniciar pode executar o comando seguinte num terminal:

source: You should remember and enter the passphrase every time you start your secure web server.
ko: 여러분은 반드시 그 암호 구문을 기억해야 하고 보안 웹 서버가 시작되는 매 번마다 암호 구문을 입력 합니다.
pt: Deve relembrar e inserir a frase passe de cada vez que inicia o seu servidor web seguro.

source: You will be prompted to enter the passphrase. Once you enter the correct passphrase, the secure web server will be started. You can access the secure server pages by typing https://your_hostname/url/ in your browser address bar.
ko: 암호 구문을 입력하도록 물어 봅니다. 정확한 암호 구문을 입력한 후에, 보안 웹 서버는 시작 됩니다. 여러분의 웹 브라우저 주소 란에서 https://your_hostname/url/ 형식으로 입력하여 보안 서버 페이지를 접근 합니다.
pt: A frase passe ser-lhe-á pedida. Uma vez que tenha introduzido a frase correcta, o servidor web seguro será iniciado. Para aceder às páginas do servidor seguro digite https://nome_seu_servidor/url/ na barra de endereços do seu navegador.

source: To install PHP5 you can enter the following command in the terminal prompt: <screen> <command>sudo apt-get install php5-common php5 libapache2-mod-php5</command> </screen>
ko: PHP5를 설치하려면 터미널에서 다음과 같이 입력하세요: <screen> <command>sudo apt-get install php5-common php5 libapache2-mod-php5</command> </screen>
pt: Para instalar o PHP5 pode introduzir o seguinte comando na consola: <screen> <command>sudo apt-get install php5-common php5 libapache2-mod-php5</command> </screen>

source: Again, Using Squid's access control, you may configure use of Internet services proxied by Squid to be available only users with certain Internet Protocol (IP) addresses. For example, we willll illustrate access by users of the 192.168.42.0/24 subnetwork only:
ko: 다시 한번, Squid 접근 조종을 사용하여, 특정 Internet Protocol (IP) 주소들을 가지는 사용자들만이 Squid에 의해 프락시된 인터넷 서비스가 사용 가능하도록 설정할 수 있습니다. 예를 들어, 192.168.42.0/24 서브 네트워크의 사용자들에 의해서만 접근할 수 있는 것을 보입니다:
pt: Mais uma vez, utilizando o controlo de acesso do Squid, pode configurar a utilização de serviços da Internet alvo de proxy pelo Squid por forma a que somente estejam acessiveis a utilizadores com determinados Endereços Internet (IP) . Por exemplo, vamos ilustrar o acesso apenas por utilizadores da subrede 192.168.42.0/24:

source: acl biz_network src 10.1.42.0/24 acl biz_hours time M T W T F 9:00-17:00
pt: acl rede_trabalho src 10.1.42.0/24 acl horas_trabalho time M T W T F 9:00-17:00

source: http_access allow biz_network biz_hours
pt: http_access allow rede_trabalho horas_trabalho

source: To run Ruby on Rails, you should install <application>Ruby</application>, <application>Ruby Gems</application>, <application>Ruby on Rails</application>, <application>lighttpd</application>, <application>MySQL</application> and <application>PHP5</application>. To install Ruby base packages you can enter the following command in the terminal prompt:
ko: 루비 온 레일스를 실행하려면, <application>루비</application>, <application>Ruby Gems</application>, <application>루비 온 레일스</application>, <application>lighttpd</application>, <application>MySQL</application>, <application>PHP5</application>를 설치해야 합니다. 루비 기본 꾸러미를 설치하려면 터미널 상에서 다음 명령을 입력하세요:
pt: Para correr Ruby on Rails, deverá instalar Copy text To run Ruby on Rails, you should install <application>Ruby</application>, <application>Ruby Gems</application>, <application>Ruby on Rails</application>, <application>lighttpd</application>, <application>MySQL</application> e <application>PHP5</application>. Para instalar os pacotes base do Ruby poderá inserir o seguinte comando no terminal:

source: To install Ruby Gems package, run the following set of commands:
ko: Ruby Gems 꾸러미를 설치하려면 다음 명령어들을 실행하세요:
pt: Para instalar o pacote Ruby Gems, execute o seguinte conjunto de comandos:

source: To install some basic gems, please run the following commands:
ko: 몇 가지 기본적인 gem들을 설치하려면 다음 명령을 실행하세요:
pt: Para instalar os gems (plugins) básicos, por favor execute os seguintes comandos:

source: To install <application>Ruby on Rails</application> package run the following command:
ko: <application>루비 온 레일스</application> 꾸러미를 설치하려면 다음 명령을 실행하세요:
pt: Para instalar o pacote <application>Ruby on Rails</application> execute o seguinte comando:

source: To install <application>lighttpd</application> package run the following command:
ko: <application>lighttpd</application> 꾸러미를 설치하려면 다음 명령을 실행하세요:
pt: Para instalar o pacote <application>lighttpd</application> execute o seguinte comando:

source: The <application>lighttpd</application> is an Web Server. You can install both <application>apache2</application> package and <application>lighttpd</application> package on same machine, but you can only run one at a time since both of them use the port number 80.
ko: <application>lighttpd</application>는 웹 서버입니다. 여러분은 한 머신 상에 <application>아파치2</application> 꾸러미와 <application>lighttpd</application> 꾸러미를 함께 설치할 수 있습니다. 하지만 이 두 프로그램은 모두 80번 포트를 사용하므로, 동시에 같이 실행해서는 안됩니다.
pt: O <application>lighttpd</application> é um servidor web. Pode instalar tanto o pacote <application>apache2</application> como o <application>lighttpd</application> na mesma máquina, mas apenas pode ter um a correr de cada vez, visto ambos usarem a porta 80.

source: To install <application>MySQL</application> package, please refer to the <xref linkend="mysql"/>.
ko: <application>MySQL</application> 꾸러미를 설치하려면, <xref linkend="mysql"/> 부분을 살펴보기 바랍니다.
pt: Para instalar o pacote <application>MySQL</application>, por favor consulte <xref linkend="mysql"/>.

source: To install <application>PHP5</application> package, please refer to the <xref linkend="php5"/> section.
ko: <application>PHP5</application> 꾸러미를 설치하는 방법은 <xref linkend="php5"/> 부분을 살펴보기 바랍니다.
pt: Para instalar o pacote <application>PHP5</application>, por favor veja a secção <xref linkend="php5"/>.

source: Modify <filename>/etc/lighttpd/lighttpd.conf</filename> configuration file to setup your domains.
ko: 도메인을 설정하기 위해 <filename>/etc/lighttpd/lighttpd.conf</filename> 설정 파일을 수정합니다.
pt: Modifique o ficheiro de configuração <filename>/etc/lighttpd/lighttpd.conf</filename> para configurar os seus domínios.

source: You should also enable couple of <application>lighttpd</application> modules for using <application>Ruby on Rails</application>. You can run the following commands to enable those modules:
ko: 또한 <application>루비 온 레일스</application>를 사용하기 위해 몇 가지 <application>lighttpd</application> 모듈들을 활성화 시켜야 합니다.
pt: Deverá activar alguns módulos do <application>lighttpd</application> para usar o <application>Ruby on Rails</application>. Pode executar os seguintes comandos para activar esses módulos:

source: Let us now verify the modification we did in the <filename>/etc/lighttpd/lighttpd.conf</filename> configuration file. Run the following commands to stop and verify the modification:
ko: 이제 <filename>/etc/lighttpd/lighttpd.conf</filename> 설정 파일의 변경 내용을 확인해야 합니다. 웹 서버를 중지시키고 변경 사항을 확인하기 위해 다음 명령을 실행합니다:
pt: Deixe-nos verificar as modificações efectuadas no ficheiro de configuração <filename>/etc/lighttpd/lighttpd.conf</filename>. Corra os seguintes comandos para parar e verificar a modificação:

source: If you see any errors, please make sure to address them. The error message you see in the output is the best source for getting more help.
ko: 만약 에러가 발생했다면, 이를 잘 기억해 두기 바랍니다. 출력 화면에 나타난 에러 메시지는 자세한 도움을 얻기 위해 필요합니다.
pt: Se vê alguns erros, por favor tente resolvê-los. A mensagem de erro que obtém como resultado é a melhor fonte para obter mais ajuda.

source: Thats it! Now you have your Server ready for your <application>Ruby on Rails</application> applications.
ko: 완료되었습니다! 이제 여러분은 <application>루비 온 레일스</application> 애플리케이션을 지원하는 서버를 가지게 되었습니다.
pt: Já está! Agora já tem o seu Servidor pronto para as suas aplicações <application>Ruby on Rails</application>.

source: Subversion repositories can be accessed (checked out) through many different methods --on local disk, or through various network protocols. A repository location, however, is always a URL. The table describes how different URL schemas map to the available access methods.
ko: Subversion 저장소는 로컬 디스크 상의 많은 다른 방법들 또는 다양한 네트워크 프로토콜을 통하여 접근(체크아웃)될 수 있습니다. 그러나, 하나의 저장소 위치는 언제나 URL 입니다. 다음 표는 어떻게 다른 URL 체계를 사용가능한 접근 방법으로 대치할 수 있는지를 기술 합니다.
pt: Os repositórios Subversion podem ser acedidos (verificados) através de vários métodos -- num disco local, ou utilizando vários protocolos de rede. No entanto a localização de um repositório é sempre um URL. A tabela refere como diferentes esquemas URL indicam deferentes métodos de acesso.

source: &lt;Location /svn&gt; DAV svn SVNPath /path/to/repos AuthType Basic AuthName "Your repository name" AuthUserFile /etc/subversion/passwd &lt;LimitExcept GET PROPFIND OPTIONS REPORT&gt; Require valid-user &lt;/LimitExcept&gt; &lt;/Location&gt;
pt: &lt;Location /svn&gt; DAV svn SVNPath /caminho/para/repositorio AuthType Basic AuthName "O nome do seu repositório" AuthUserFile /etc/subversion/passwd &lt;LimitExcept GET PROPFIND OPTIONS REPORT&gt; Require valid-user &lt;/LimitExcept&gt; &lt;/Location&gt;

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
ko: 이 문서는 우분투 문서화 팀(https://wiki.ubuntu.com/DocumentationTeam)에서 관리합니다. 공헌한 사람들의 목록을 보려면 <ulink url="../../../common/C/contributors.xml">공헌자 페이지</ulink>를 보기 바랍니다.
pt: Este documento é gerido pela equipa de documentação do Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para obter a lista de contribuidores veja a <ulink url="../../../common/C/contributors.xml">página de contribuidores</ulink>

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ko: 이 라이센스의 복사본은 여기에서 볼 수 있습니다: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">크리에이티브 커먼즈 저작자표시-동일조건변경허락 라이센스</ulink>.
pt: Uma cópia da licença está disponível aqui: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Licença Creative Commons ShareAlike</ulink>.

source: Canonical Ltd. and members of the Ubuntu Documentation Project
ko: Canonical Ltd. 와 우분투 문서화 프로젝트의 멤버
pt: Canonical Ltd. e membros do Projecto de Documentação Ubuntu

source: Firewall Introduction
ko: 방화벽 소개
pt: Introdução à <emphasis role="italics">Firewall</emphasis>

source: This can be accomplished with a single iptables rule, which may differ slightly based on your network configuration: <screen>sudo iptables -t nat -A POSTROUTING -s 192.168.0.0/16 -o ppp0 -j MASQUERADE</screen> The above command assumes that your private address space is 192.168.0.0/16 and that your Internet-facing device is ppp0. The syntax is broken down as follows: <placeholder-1/>
ko: 이것은 하나의 iptables 규칙을 가지고 완수할 수 있고, 여러분의 네트워크 설정에 따라 약간 다를 수 있습니다: <screen>sudo iptables -t nat -A POSTROUTING -s 192.168.0.0/16 -o ppp0 -j MASQUERADE</screen> 위의 명령은 여러분의 사설 주소 공간이 192.168.0.0/16 이고 인터넷을 사용하는 장치가 ppp0 라고 가정을 합니다. 문법은 다음과 같이 나누어질 수 있습니다: <placeholder-1/>
pt: Isso pode ser conseguido com uma única regra de iptables, que pode diferir ligeiramente na sua configuração de rede: <screen>sudo iptables -t nat -A POSTROUTING -s 192.168.0.0/16 -o ppp0 -j MASQUERADE</screen> O comando anterior assume que o espaço do seu endereço privado é 192.168.0.0/16 e que o seu interface com a internet é o ppp0. A sintaxe explica-se da seguinte forma: <placeholder-1/>
