Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: The common configuration elements of TCP/IP and their purposes are as follows: <placeholder-1/>
es: Los elementos de configuración comunes del TCP/IP y sus propositos son los siguientes: <placeholder-1/>
it: I tipici elementi di configurazione di TCP/IP e i loro scopi sono i seguenti: <placeholder-1/>
ko: TCP/IP의 공통적인 설정 요소와 그들의 목적은 다음과 같습니다: <placeholder-1/>
pt: Os elementos da configuração comum do TCP/IP e as suas finalidades são as seguintes <placeholder-1/>
sv: De vanligaste delarna i konfigurationen av TCP/IP och deras syften följer här:<placeholder-1/>

source: IP Routing
es: Encaminamiento IP
it: Instradamento IP
ko: IP 라우팅
pt: Encaminhamento IP
sv: IP-routning

source: IP routing is a means of specifying and discovering paths in a TCP/IP network along which network data may be sent. Routing uses a set of <emphasis>routing tables</emphasis> to direct the forwarding of network data packets from their source to the destination, often via many intermediary network nodes known as <emphasis>routers</emphasis>. There are two primary forms of IP routing: <emphasis>Static Routing</emphasis> and <emphasis>Dynamic Routing.</emphasis>
es: El encaminamiento o enrutamiento de IP es un medio para especificar y descubrir rutas en una red TCP/IP en la que se pueden enviar datos de red. Utiliza un conjunto de <emphasis>tablas de encaminamiento</emphasis> para dirigir el envío de paquetes de datos de red desde su origen hasta su destino, a menudo a través de muchos nodos intermedios conocidos como <emphasis>enrutadores</emphasis> ("routers"). Hay dos formas básicas de encaminamiento de IP: <emphasis>Encaminamiento estático</emphasis> y <emphasis>Encaminamiento adaptativo</emphasis>, o dinámico.
it: L'instradamento IP è un modo per indicare e scoprire percorsi in una rete TCP/IP attraverso i quali inviare dati. L'instradamento utilizza un insieme di <emphasis>tabelle di instradamento (routing)</emphasis> per dirigere i pacchetti di dati in una rete dalla loro sorgente avanti fino alla destinazione, spesso attraverso molti nodi di rete intermediari chiamati <emphasis>router</emphasis>. Esistono due forme primarie di instradamento IP: l'<emphasis>instradamento statico</emphasis> e l'<emphasis>instradamento dinamico</emphasis>.
ko: IP 라우팅은 TCP/IP 네크워크 상에서 데이터가 보내질 경로를 지정하고 찾아내는 방법입니다. 라우팅은 네트워크 데이터 패킷이 출발지에서 목적지로 전달되는 경로를 지정하기 위해 <emphasis>라우팅 테이블</emphasis>의 집합을 이용하며, 때때로 <emphasis>라우터</emphasis>라 불리는 많은 중간 네트워크 노드를 통합니다. IP 라우팅에는 <emphasis>정적 라우팅</emphasis>과 <emphasis>동적 라우팅</emphasis>이라는 두 가지 주요한 형태가 존재합니다.
pt: Routing IP significa especificar e descobrir caminhos numa rede TCP/IP atravês da qual os dados de rede possam ser enviados. Routing utiliza um conjunto de <emphasis>tabelas de routing</emphasis> para direccionar o encaminhamento de pacotes de dados na rede desde de a sua origem atê ao seu destino, muitas vezes através de nós intermédios de rede conhecidos como <emphasis>routers</emphasis>. Existem duas formas de routing <emphasis>Routing Estático</emphasis> e <emphasis>Routing Dinâmico.</emphasis>
sv: Med IP-routing menas att specificera och undersöka vägar i ett TCP/IP-nätverk där nätverksdata kan skickas. Routing använder en uppsättning av <emphasis>routingtabeller</emphasis> för att styra nätverksdata från källan till målet, ofta via flera mellanliggande nätverksnoder kända som <emphasis>routers</emphasis>. Det finns två primära former av IP-routing: <emphasis>statisk routing</emphasis> och <emphasis>dynamisk routing.</emphasis>

source: Static routing involves manually adding IP routes to the system's routing table, and this is usually done by manipulating the routing table with the <application>route</application> command. Static routing enjoys many advantages over dynamic routing, such as simplicity of implementation on smaller networks, predictability (the routing table is always computed in advance, and thus the route is precisely the same each time it is used), and low overhead on other routers and network links due to the lack of a dynamic routing protocol. However, static routing does present some disadvantages as well. For example, static routing is limited to small networks and does not scale well. Static routing also fails completely to adapt to network outages and failures along the route due to the fixed nature of the route.
es: El encaminamiento estático supone añadir manualmente rutas IP a la tabla de encaminamiento del sistema, lo cual se hace normalmente manipulando la tabla de encaminamiento con el comando <application>route</application>. El encaminamiento estático posee muchas ventajas sobre el encaminamiento dinámico: es más fácil de implementar en redes pequeñas, es más predecible (la tabla de encaminamiento siempre se calcula a priori, y por tanto la ruta es precisamente la misma cada vez que se usa), y supone menos sobrecarga sobre otros routers y enlaces de red al no usar un protocolo de encaminamiento dinámico. Sin embargo, el encaminamiento estático también presenta algunas desventajas. Por ejemplo, está limitado a redes pequeñas, y no escala bien. El encaminamiento estático además fracasa completamente a la hora de adaptarse a cortes en la red y a fallos en la ruta, debido a la naturaleza fija de esta última.
it: L'instradamento statico comporta l'aggiunta manuale di rotte IP nella tabella di instradamento del sistema, attività che viene fatta modificando la tabella di instradamento con il comando <application>route</application>. L'instradamento statico presenta molti vantaggi rispetto quello dinamico, come la semplicità di implementazione per piccole reti, la predicibilità (la tabella di instradamento è scritta a priori, quindi la rotta è sempre la stessa ogni volta che viene utilizzata) e il basso carico di lavoro sugli altri router e nodi di rete dovuto all'assenza di un protocollo di instradamento dinamico. In ogni caso, l'instradamento statico presenta anche degli svantaggi. Per esempio, è limitato a piccole reti e non è facilmente espandibile. L'instradamento statico fallisce completamente se si prova ad adattarlo ai ritardi della rete e le perdite lungo la rotta per la natura statica della rotta stessa.
ko: 정적 라우팅은 시스템 라우팅 테이블에 직접 IP 경로를 추가하는 작업을 포함하며, 이 작업은 대개 <application>route</application> 명령을 통해 라우팅 테이블을 조작하는 방식으로 이루어 집니다. 정적 라우팅은 동적 라우팅에 비해 작은 네트워크에서의 간단한 구현, 예측 가능성(라우팅 테이블은 항상 먼저 계산되므로, 라우팅은 매번 사용될 때 마다 정확히 일치합니다), 다른 라우터들과 네트워크 링크 간에 동적 라우팅 프로토콜의 부재에 따른 보다 적은 오버헤드 등의 장점을 가집니다. 하지만, 정적 라우팅은 몇 가지 단점들도 가지고 있습니다. 예를 들어 정적 라우팅은 작은 네트워크로만 제한되며 쉽게 확장하기가 어렵습니다. 또한 라우팅이 고정되어 있기 때문에 네트워크 정지 혹은 실패 시에는 전혀 동작하지 않게 됩니다.
pt: Routing Estático envolve a adição manual de caminhos de IP à tabela de routing local, feito normalmente manipulado a tabela de routing com o comando <application>route</application>. Routing Estático possui muitas vantagens sobre o routing dinâmico como simplicidade de implementação em redes mais pequenas , capacidade de predição (a tabela de routing executa sempre os cálculos em adiantamento, e assim o caminho é sempre o mesmo de cada vez que é usado), com pouco overhead em outros routers ou redes devido à falta de um protocolo dinâmico de routing. Contudo o routing estático também apresenta algumas desvantagens. Por exemplo, o routing estático é limitado a redes pequenas e não é muito escalavêl. Routing Estático também falha por completo na adaptação a faltas ou falhas de rede ao longo do caminho devido à natureza fixa do route.
sv: Statisk routning medför att manuellt lägga till IP-vägar systemets routningtabell och det utförs normalt genom att redigera routningtabellen med kommandot <application>route</application>. Statisk routning har många fördelar över dynamisk routning, såsom enkelheten i implementeringen på små nätverk, förutsägbarhet (routningtabellen är alltid beräknad i förhand och routen är exakt densamma varje gång) och låg overhead på andra routrar och nätverkslänkar beroende på bristen av ett dynamiskt routningsprotokoll. Däremot har statisk routning vissa nackdelar. Till exempel, statisk routning är begränsad till små nätverk och kan inte skala bra. Statisk routning misslyckas fullständigt att ställa om vid ett nätverksavbrott eller fel i routningen beroende på den naturligt fasta routningen.

source: Dynamic routing depends on large networks with multiple possible IP routes from a source to a destination and makes use of special routing protocols, such as the Router Information Protocol (RIP), which handle the automatic adjustments in routing tables that make dynamic routing possible. Dynamic routing has several advantages over static routing, such as superior scalability and the ability to adapt to failures and outages along network routes. Additionally, there is less manual configuration of the routing tables, since routers learn from one another about their existence and available routes. This trait also eliminates the possibility of introducing mistakes in the routing tables via human error. Dynamic routing is not perfect, however, and presents disadvantages such as heightened complexity and additional network overhead from router communications, which does not immediately benefit the end users, but still consumes network bandwidth.
es: El enrutamiento adaptativo depende de redes grandes con muchas rutas IP posibles desde un origen a un destino y hace uso de protocolos de enrutamiento especiales, como el Router Information Protocol (RIP), que gestiona los ajustes automáticos de las tablas de encaminamiento que hacen posible el enrutamiento adaptativo. Éste tipo de enrutamiento tiene muchas ventajas en comparación con el enrutamiento estático, como por ejemplo una mejor escalabilidad y la capacidad de adaptarse a los fallos y pérdidas que ocurren en las rutas de red. Además las tablas de enrutamiento necesitan menos configuración, ya que los enrutadores recuerdan la existencia de otros enrutadores y de las rutas disponibles. Esta característica también elimina la posibilidad de cometer errores (humanos) en las tablas de enrutamiento. Sin embargo el enrutamiento dinámico no es perfecto, y tiene algunas desventajas, como su elevada complejidad y el gasto extra en comunicaciones de enrutadores, que no benefician inmediatamente a los usuarios finales y que consumen ancho de banda.
it: L'instradamento dinamico serve nelle grandi reti con molte possibili rotte IP tra una sorgente e una destinazione. Fa uso di protocolli di instradamento speciali, come il protocollo di informazione dell'instradamento (RIP, Router Information Protocol) che gestisce le correzioni automatiche nella tabella di instradamento rendendo possibile l'instradamento dinamico. Ci sono molti vantaggi rispetto l'instradamento statico, come l'adattamento alle dimensioni superiori e l'abilità di adattarsi agli errori e alle perdite lungo le rotte della rete. Inoltre, necessita di una minore configurazione manuale delle tabelle di instradamento, dato che i router comunicano tra di loro la relativa esistenza e le possibili rotte. Questo tratto caratteristico elimina anche la possibilità di introdurre inesattezze nelle tabelle di instradamento causate da errori umani. In ogni caso, l'instradamento dinamico non è perfetto e presenta alcuni svantaggi come, l'aumento della complessità e del carico di lavoro dovuto alle comunicazioni dei router della rete, dei quali non può beneficiare subito l'utente finale che comunque consuma banda di rete.
ko: 동적 라우팅은 보낸 곳에서 받는 곳까지 복수의 IP 경로를 가질 수 있는 규모가 큰 네트웨크에 의존하고, 동적 라우팅이 가능하도록 라우팅 테이블의 자동 조정을 처리하는 Router Information Protocol (RIP) 과 같은 특별한 라우팅 프로토콜을 사용합니다. 동적 라우팅은 정적 라우팅에 비해 휼륭한 확장성, 네트워크 라우터의 실패와 중단에 대응하는 능력 등 여러가지 장점을 가집니다. 또한 라우터가 다른 라우터의 존재와 가능한 경로를 스스로 배우기 때문에, 라우팅 테이블의 수작업 설정을 줄여 줍니다. 이 특성은 또한 작업자의 오류로 인한 라우팅 테이블의 실수가 일어나는 가능성을 제거합니다. 하지만, 동적 라우팅은 완벽하지 않고, 계층적으로 복잡함과 라우터 간의 통신으로 인한 추가적인 (최종 사용자에게는 직접적으로 이득을 주지않고 네트워크의 대역폭을 소모하는) 네트워크 오버헤드와 같은 단점을 가집니다.
pt: Routing Dinámico é usado em grandes rede com múltiplos caminhos possíveis desde a origem até ao destino e faz uso de protocolos de routing especiai, tais como Router Information Protocol (RIP), que lida de forma automática co ajustes nas tabelas de routing permitindo o Routing Dinámico. O Routing Dinámico tém várias vantagens sobre o routing estático, tais como uma escalabilidade superior e a habilidade para adaptar-se a falhas e faltas ao longo dos caminhos na rede, uma vez que os routers aprendem uns com os outros sobre a sua existência e caminhos disponíveis. Este facto também elimina a possibilidade de introduzir erros nas tabelas de routing via erro humano. O Routing Dinámico não é perfeito, contudo, apresentam desvantagens tais como aumento de complexidade e overhead adicional devido às comunicações adicionais, que não beneficia imediatamente os utilizadores finais, mas consume largura de banda.
sv: Dynamisk routning fungerar bra i stora nätverk med flera möjliga IP-vägar från sändaren till mottagaren och använder speciella routningsprotokoll som Router Information Protocol (RIP), som hanterar automatiska förändringar i routningstabellerna så att dynamisk routning blir möjligt. Dynamisk routning har flera fördelar jämfört med statisk routning, som överlägsen skalbarhet och möjligheten att anpassa sig till nätverkskrasher längs nätverksvägarna. Det blir dessutom mindre manuell konfiguration av routningstabellerna, eftersom routrarna lär sig av varandra om deras existens och om tillgängliga vägar. Den här funktionen eliminerar även risken att den mänskliga faktorn infinner sig och orsakar fel. Dynamisk routning är dock inte perfekt, och har nackdelar som ökad komplexitet och extra nätverkstrafik för routerkommunikationer. Det senare ger inte några direkta fördelar för slutanvändaren, men ändå använder nätverkets bandbredd.

source: TCP and UDP
es: TCP y UDP
it: TCP e UDP
ko: TCP와 UDP
pt: TCP e UDP
sv: TCP och UDP

source: TCP is a connection-based protocol, offering error correction and guaranteed delivery of data via what is known as <emphasis>flow control</emphasis>. Flow control determines when the flow of a data stream needs to be stopped, and previously sent data packets should to be re-sent due to problems such as <emphasis>collisions</emphasis>, for example, thus ensuring complete and accurate delivery of the data. TCP is typically used in the exchange of important information such as database transactions.
es: El TCP es un protocolo orientado a conexión, que ofrece corrección de errores y garantiza la entrega de los datos mediante el denominado <emphasis>control de flujo</emphasis>. El control de flujo determina cuándo se tiene que parar el flujo de una corriente de datos, y cuándo se deben reenviar los datos enviados previamente debido a problemas tales como <emphasis>colisiones</emphasis>, por ejemplo, asegurando así la entrega completa y precisa de los datos. El TCP se usa habitualmente en el intercambio de información importante, como transacciones de bases de datos.
it: TCP è un protocollo basato sulla connessione, che offre correzione d'errore e che garantisce la consegna dei dati attraverso ciò che è conosciuto come <emphasis>controllo di flusso</emphasis>. Il controllo di flusso determina quando il flusso di uno stream di dati debba essere fermato e i pacchetti di dati inviati in precedenza debbano essere reinviati a causa di problemi come <emphasis>collisioni</emphasis>, assicurando quindi la completa e accurata consegna dei dati. TCP è tipicamente usato nello scambio di informazioni importanti come transazioni di database.
ko: TCP는 접속 기반(connection-based) 프로토콜이고, 에러 교정과 <emphasis>flow control</emphasis> (흐름 제어)로 알려진 데이터의 배달을 보장하는 것을 제공 합니다. 흐름 제어는 데이터 스트림의 흐름이 중단되는 것이 필요한 때와, 예를 들어, 데이타의 완전하고 정확한 배달을 확신하기 위하여, <emphasis>collisions</emphasis> 과 같은 문제들로 인하여 재전송을 해야하는 이전의 보내진 패킷을 결정합니다. TPC는 전형적으로 데이타베이스 트랜잭션과 같은 중요한 정보를 교환하는 데에 사용되어 집니다.
pt: O TCP é um protocolo baseado na ligação, e oferece correcção de erros e a garantia de entrega de dados através daquilo que é conhecido como <emphasis>controlo de fluxo<emphasis> <emphasis role="italics">flow control</emphasis>. O controlo de fluxo determina quando é necessário parar o envio de dados, e reenviar dados já enviados devido a problemas, como por exemplo <emphasis>colisões</emphasis>, isto assegura a completa e correcta entrega dos dados. O TCP é tipicamente utilizado para troca de informações importantes como sejam as transacções de bases de dados.
sv: TCP är ett anslutningsbaserat protokoll, som erbjuder felkorrigering och garanterad leverans av data över det som är känt som <emphasis>flödeskontroll</emphasis>. Flödeskontrollen avgör när strömmen av nätverksdata behöver stoppas, och tidigare skickade datapaket skickas då igen på grund av bland annat problem som <emphasis>kollisioner</emphasis>, och garanterar därmed komplett och korrekt leverans av data. TCP används vanligtvis för att skicka viktig information som databasöverföringar.

source: The User Datagram Protocol (UDP), on the other hand, is a <emphasis>connectionless</emphasis> protocol which seldom deals with the transmission of important data because it lacks flow control or any other method to ensure reliable delivery of the data. UDP is commonly used in such applications as audio and video streaming, where it is considerably faster than TCP due to the lack of error correction and flow control, and where the loss of a few packets is not generally catastrophic.
es: El Protocolo de Datagramas de Usuario (User Datagram Protocol, UDP), por otro lado, es un protocolo <emphasis>sin conexión</emphasis> que raramente se usa en la transmisión ed datos importantes ya que carece de control de flujo o de cualquier otro método para garantizar la fiabilidad en la entrega de los datos. El UDP se usa habitualmente en aplicaciones de «streaming» de audio y vídeo, donde resulta considerablemente más rápido que el TCP por carecer de corrección de errores y control de flujo, y donde la pérdida de unos cuantos paquetes no suele resultar catastrófico.
it: UDP (User Datagram Protocol), al contrario, è un protocollo <emphasis>senza connessione</emphasis> che raramente tratta della trasmissione dei dati importanti a causa della mancanza del controllo di flusso o di un altro metodo che garantisca la consegna affidabile dei dati. UDP è normalmente usato in applicazioni come lo streaming audio e video, in cui risulta considerevolmente più veloce del protocollo TCP, data la mancanza di correzione d'errore e del controllo di flusso, e in cui la perdita di alcuni pacchetti non è generalmente un evento catastrofico.
ko: 한편, User Datagram Protocol (UDP)는, <emphasis>비접속(connectionless)</emphasis> 프로토콜이고, 가끔 흐름 제어 또는 데이터의 신뢰할 수 있는 배달을 확신하기 위한 다른 수단이 부족한 사유로 중요한 데이타의 전송을 다룹니다. UDP는 일반적으로 오디오와 비디오 스트리밍과 같은 프로그램에서 사용되고, 이것은 에러 교정 또는 흐름 제어의 부족에 기인하여 TCP를 사용하는 것보다는 어지간히 빠르고, 약간의 패킷을 손실하는 것은 보통 큰 문제가 아닌 곳이기 때문 입니다.
pt: O Protocolo de Datagrama do Utilizador <emphasis role="italics">User Datagram Protocol</emphasis> (UDP), por outro lado, é um protocolo <emphasis>independente da ligação</emphasis> <emphasis>connectionless</emphasis> que raramente lida com a transmissão de dados importantes, dado que não possui controlo de fluxo ou qualquer outro método que assegure uma entrega fiável dos dados. O UDP é habitualmente utilizado em aplicações como a transmissão de áudio e vídeo, visto ser consideravelmente mais rápido que o TCP, exactamente por não ter a correcção de erros e o controlo de fluxo, e em que a perda de alguns pacotes não é catrastófica.
sv: UDP (User Datagram Protocol) är å andra sidan ett <emphasis>anslutningslöst</emphasis> protokoll som sällan hanterar viktig data eftersom det varken finns flödeskontroll eller någon annan metod för att garantera att allt data levereras. UDP används vanligtvis i platser som ljud- och videoströmmar, eftersom det är betydligt snabbare än TCP, eftersom det saknar felkorrigering och flödeskontroll, och i de fallen är en förlust av några paket vanligtvis inte katastrofalt.

source: The Internet Control Messaging Protocol (ICMP) is an extension to the Internet Protocol (IP) as defined in the Request For Comments (RFC) #792 and supports network packets containing control, error, and informational messages. ICMP is used by such network applications as the <application>ping</application> utility, which can determine the availability of a network host or device. Examples of some error messages returned by ICMP which are useful to both network hosts and devices such as routers, include <emphasis>Destination Unreachable</emphasis> and <emphasis>Time Exceeded</emphasis>.
es: El Protocolo de Mensajería de Control de Internet (Internet Control Messaging Protocol, ICMP), es una extensión del Protocolo de Internet (Internet Protocol, IP) definida en el documento Request For Comments (RFC) #792, y que soporta paquetes de red que contienen mensajes de control, error e información. El ICMP se usa en aplicaciones de red como la utilidad <application>ping</application>, que comprueba la disponibilidad de un host o dispositivo en la red. Como ejemplos de mensajes error devueltos por el ICMP que resultan de utilidad en hosts de red y dispositivos como routers, tenemos <emphasis>Destination Unreachable</emphasis> (Destino Inalcanzable) y <emphasis>Time Exceeded</emphasis> (Tiempo Excedido).
it: ICMP (Internet Control Messaging Protocol) è un'estensione di IP (Internet Protocol), come definito nell'RFC (Request For Comments) numero 792; ICPM supporta pacchetti di rete contenenti messaggi di controllo, di errore e di informazione. ICMP è usato da applicazioni di rete come l'utilità <application>ping</application>, che consente di determinare la disponibilità di un host o un'interfaccia di rete. Esempi di alcuni dei messaggi di errore restituiti da ICMP utili sia agli host e interfacce di rete che ai router sono <emphasis>Destination Unreachable</emphasis> e <emphasis>Time Exceeded</emphasis>.
ko: Internet Control Messaging Protocol (ICMP)는 Request For Comments (RFC) #792에 정의된 바와 같이 Internet Protocol (IP)의 확장이고, 제어, 에러 그리고 정보 메세지를 포함하는 네트워크 패킷을 지원 합니다. ICMP는 <application>ping</application> 유틸리티와 같은 네트워크 프로그램에서 사용되고, 네트워크 호스트 또는 장치의 사용 가능함을 결정할 수 있습니다. ICMP에 의해 되돌려지는 몇 가지 에러 메세지의 예는 네트워크 호스트와 라우터와 같은 장치 모두에게 유용하고, <emphasis>Destination Unreachable</emphasis> 과 <emphasis>Time Exceeded</emphasis> 를 포함 합니다.
pt: O Protocolo de Controlo de Mensagens da Internet <emphasis role="italics">Internet Control Messaging Protocol</emphasis> (ICMP) é uma extensão do Internet Protocol (IP) tal como definido no Request For Comments (RFC) #792 e suporta pacotes de rede que contenham informação de controlo, de erros e de mensagens. O ICMP é utilizado por aplicações de rede como o utilitário <application>ping</application>, que pode determinar a disponibilidade de um computador ou dispositivo de rede. Exemplos de algumas mensagens de erro devolvidas pelo ICMP que são úteis para computadores da rede ou dispositivos como os <emphasis role="italics">routers</emphasis>, incluem <emphasis>Destination Unreachable</emphasis> and <emphasis>Time Exceeded</emphasis>.
sv: Internet Control Messaging Protocol (ICMP) är ett tillägg till Internet Protocol (IP), som finns beskrivet i RFC (Request For Comments) #792 och stöder att nätverkspaket innehåller kontroll-, fel- och informationsmeddelanden. ICMP används av nätverksprogram som <application>ping</application>, som används för att avgöra om en nätverksvärd eller -enhet finns tillgänglig. Några felmeddelanden ICMP kan returnera som är användbara för både nätverksvärdar och enheter som routrar är bland annat <emphasis>Destination Unreachable</emphasis> och <emphasis>Time Exceeded</emphasis>.

source: Daemons
es: Demonios
it: Demoni
ko: 데몬
pt: Serviços
sv: Demoner
