Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Subversion is an open source version control system. Using Subversion, you can record the history of source files and documents. It manages files and directories over time. A tree of files is placed into a central repository. The repository is much like an ordinary file server, except that it remembers every change ever made to files and directories.
es: Subversion es un sistema de control de versiones open source. Mediante Subversion, puede registrar la historia de archivos de código fuente y documentos. Gestiona archivos y directorios a través del tiempo. Se coloca un árbol de archivos en un repositorio central. El repositorio es como un servidor de archivos ordinario, excepto en que recuerda todos los cambios que se realizan sobre los archivos y los directorios que contiene.
it: Subversion è un software open source per il controllo della versione. Utilizzando Subversion è possibile registrare la storia del codice sorgente e dei documenti. È in grado di gestire l'evolversi di file e directory nel tempo. Nel repository centrale viene posizionato un albero di tutti i file. Il repository è come un server di file, tranne per il fatto che si ricorda qualsiasi cambiamento apportato.
ko: Subversion 은 오픈소스 버전 관리 시스템 입니다. Subversion을 사용하여, 소스 파일과 문서의 이력을 기록할 수 있습니다. 그것은 시간에 걸쳐 파일과 디렉토리를 관리 합니다. 파일의 트리는 중앙 저장소로 놓여집니다. 저장소는 보통의 파일 서버와 매우 비슷하지만, 이제껏 만들어진 파일과 디렉토리의 모든 변경을 기억하고 있습니다.
pt: O Subversion é um sistema de controlo de versões 'open source'. Utilizando o Subversion pode gravar a história de ficheiros de código fonte e documentos. Eles gere ficheiros e directórios ao longo do tempo. Uma 'árvore' de ficheiros é colocada num repositório central. Este repositório é muito semelhante a um vulgar servidor de ficheiros, excepto que se lembra de todas as alterações efectuadas nos ficheiros e directórios.
sv: Subversion är ett versionshanteringssystem som är öppen källkod. Med Subversion kan du spara historiken hur källkodsfiler och dokumentation ändras. Det hanterar filer och kataloger över tid. Ett träd av filer placeras i ett centralt förråd. Förrådet fungerar ungefär som en vanlig filserver, med skillnaden att det kommer ihåg alla ändringar som någonsin gjorts i filerna eller katalogerna.

source: To access Subversion repository using the HTTP protocol, you must install and configure a web server. Apache2 is proven to work with Subversion. Please refer to the HTTP subsection in the Apache2 section to install and configure Apache2. To access the Subversion repository using the HTTPS protocol, you must install and configure a digital certificate in your Apache 2 web server. Please refer to the HTTPS subsection in the Apache2 section to install and configure the digital certificate.
es: Para acceder a un repositorio de Subversion mediante el protocolo HTTP, debe instalar y configurar un servidor web. Apache2 ha demostrado funcionar bien con Subversion (para instalar y configurar Apache2, consulte la sub-sección HTTP de la sección de Apache2). Para acceder al repositorio de Subversion repository mediante el protocolo HTTPS, debe instalar y configurar un certificado digital en su servidor web Apache 2 (para ello, consulte la sub-sección HTTPS de la sección de Apache2).
it: Per accedere al repository di Subversion utilizzando il protocollo HTTP, è necessario installare e configurare un server web come Apache2, che funziona molto bene con Subversion. Fare riferimento alla sottosezione HTTP della sezione relativa ad Apache2 per installare e configurare un certificato digitale.
ko: HTTP 프로토콜을 사용하여 Subversion 저장소를 접근하기 위해, 여러분은 반드시 웹 서버를 설치하고 설정하여야 합니다. 아파치2는 Subversion과 잘 동작하는 것이 증명 되었습니다. 아파치2를 설치하고 설정하기 위하여 아파치2 영역 내의 HTTP 부 영역을 참조 하십시오. HTTPS 프로토콜을 사용하여 Subversion 저장소에 접근하려면, 반드시 여러분의 아파치2 웹 서버 내에 디지털 인증서를 설치하고 설정하여야 합니다. 디지털 인증서를 설치하고 설정하기 위하여 아파치2 영역 내의 HTTPS 부 영역을 참조 하십시오.
pt: Para aceder ao repositório do Subversion utilizando o protocolo HTTP deve instalar e configurar um servidor web com certificado digital. Está provado que o Apache2 funciona com o Subversion. Por favor consulte a sub-secção HTTP da secção Apache2 para o instalar e configurar. Consulte a sub-secção HTTPS da secção Apache2 para o instalar e configurar um certificado digital.
sv: För att komma åt ett Subversion-förråd över HTTP-protokollet måste du installera och konfigurera en webbserver. Apache2 fungerar väl med Subversion. Läs HTTP-stycket i Apache2-avsnittet för att installera och konfigurera Apache2. För att komma åt Subversion-förrådet med HTTPS-protokollet måste du installera och konfigurera ett digitalt certifikat i din webbserver. Läs HTTPS-stycket i Apache2-avsnittet för att installera och konfigurera det digitala certifikatet.

source: To install Subversion, run the following command from a terminal prompt:
es: Para instalar Subversion, ejecute la siguiente orden en la línea de órdenes de una terminal:
it: Per installare Subversion, in un terminale, digitare:
ko: Subversion은 설치하려면, 터미널 프롬프트에서 다음의 명령을 실행 합니다:
pt: Para instalar o Subversion, execute o seguinte comando num terminal:
sv: För att installera Subversion, kör följande kommando från en terminalprompt:

source: Server Configuration
es: Configuración del servidor
it: Configurazione del server
ko: 서버 설정
pt: Configuração de Servidor
sv: Serverkonfiguration

source: This step assumes you have installed above mentioned packages on your system. This section explains how to create a Subversion repository and access the project.
es: Este paso asume que ya tiene instalados los paquetes mencionados en su sistema. Esta sección le explica cómo crear un repositorio de Subversion y acceder al proyecto.
it: I passi seguenti presumono siano stati installati i pacchetti elencati in precedenza. Questa sezione descrive come creare un repository con Subversion e come accedere al progetto.
ko: 이 절차는 위에서 언급된 꾸러미가 여러분의 시스템에 설치된 것으로 간주 합니다. 이 영역은 Subversion 저장소를 어떻게 만들고 프로젝트를 접근할 수 있는지를 설명 합니다.
pt: Este passo assume que instalou os pacotes acima referidos no seu sistema. Esta secção explica como criar um repositório Subversion e aceder ao projecto.
sv: Det här steget förutsätter att du har installerat ovan nämnda paket på ditt system. Detta avsnitt förklarar hur du skapar ett Subversion-förråd och hur du kommer åt projektet.

source: Create Subversion Repository
es: Crear un repositorio de Subversion
it: Creare un repository con Subversion
ko: Subversion 저장소 만들기
pt: Criar um Repsitório Subversion
sv: Skapa Subversion-förråd

source: The Subversion repository can be created using the following command from a terminal prompt:
es: El repositorio de Subversion puede ser creado usando la siguiente orden en la línea de órdenes de una terminal
it: Un repository può essere creato con il seguente comando:
ko: Subversion 저장소는 터미널 프롬프트에서 다음의 명령을 사용하여 만들 수 있습니다:
pt: O repositório Subversion pode ser criado usando o comando seguinte num terminal:
sv: Subversion-förrådet kan du skapa genom att använda följande kommando från terminalprompten:

source: Importing Files
es: Importar archivos
it: Importare i file
ko: 파일 임포트(import)하기
pt: A Importar os Ficheiros
sv: Importera filer

source: Once you create the repository you can <emphasis>import</emphasis> files into the repository. To import a directory, enter the following from a terminal prompt: <screen> <command>svn import /path/to/import/directory file:///path/to/repos/project</command> </screen>
es: Cuando haya creado el repositorio podrá <emphasis>importar</emphasis> archivos dentro de éste. Para importar un directorio, introduzca lo siguiente en una terminal: screen> <command>svn import /ruta/del/directorio/a/importar file:///ruta/al/repositorio/proyecto</command> </screen>
it: Una volta creato il repository è possibile <emphasis>import</emphasis>arvi file. Per importare una directory, digitare ciò che segue al prompt del terminale: <screen> <command>svn import /percorso/della/directory/da/importare file:///percorso/del/repository/</command>
ko: 저장소를 만들고 나면 파일들을 저장소로 <emphasis>임포트</emphasis> 할 수 있습니다. 디렉토리를 임포트 하려면 터미널 프롬프트에서 다음을 입력하세요: <screen> <command>svn import /path/to/import/directory file:///path/to/repos/project</command> </screen>
pt: Uma vez criado o repositório poderá <emphasis>importar</emphasis> os ficheiros para o repositório. Para importar um directório, insira o seguinte num terminal: <screen> <command>svn import /path/to/import/directory file:///path/to/repos/project</command> </screen>
sv: När du har skapat förrådet kan du <emphasis>importera</emphasis> filer till förrådet. För att importera en katalog, skriv följande från terminalprompten: <screen> <command>svn import /sökväg/till/import/katalog file:///sökväg/till/förråd/projekt</command> </screen>

source: Access Methods
es: Métodos de acceso
it: Metodi di accesso
ko: 접근 방법
pt: Métodos de Acesso
sv: Åtkomstmetoder

source: Subversion repositories can be accessed (checked out) through many different methods --on local disk, or through various network protocols. A repository location, however, is always a URL. The table describes how different URL schemes map to the available access methods.
es: A los repositorios de Subversion se puede acceder de muchas maneras -- en el disco local o a través de varios protocolos de red. Sin embargo, la ubicación de un repositorio siempre es un URL. La tabla describe cómo los diferentes esquemas de URL trazan los métodos de acceso disponibles.
it: È possibile accedere (checkout) ai repository Subversion in diversi modi, sul disco locale o attraverso diversi protocolli di rete. La posizione di un repository, comunque, è sempre un URL. La tabella illustra come i diversi schemi URL vengono mappati ai diversi metodi di accesso.
sv: Subversion-förråd går att komma åt (checka ut) på flera olika sätt -- på den lokala disken eller genom olika nätverksprotokoll. En förådsplats är alltid en URL. Tabellen beskriver olika URL-scheman över tillgängliga åtkomstmetoder

source: Schema
es: Esquema
pt: Esquema

source: Access Method
es: Método de acceso
it: Metodo di accesso
pt: Método de Acesso
sv: Åtkomstmetod

source: direct repository access (on local disk)
es: acceso directo al repositorio (en disco local)
it: Accesso diretto al repository (sul disco locale)
ko: 직접 저장소 접근 (로컬 디스크 상)
pt: acesso directo ao repositório (no disco local)
sv: direkt förrådstillgång (på den lokala hårddisken)

source: Access via WebDAV protocol to Subversion-aware Apache2 web server
es: Acceso a través del protocolo WebDAV a un servidor web Apache2 con Subversion incluido
it: Accesso attraverso il protocollo WebDAV al server web Apache2 di Subversion
ko: Subversion을 인식하는 아파치2 웹 서버로 WebDAV를 통하여 접근
pt: Acesso via protocolo WebDAV a um servidor web Apache2 com Subversion
sv: Kom åt det via WebDAV-protokollet från en Subversion-medveten Apache2-webbserver

source: Same as http://, but with SSL encryption
es: Igual que http://, pero con cifrado SSL
it: Come http://, ma con cifratura SSL
ko: http://와 같으나, SSL 암호화를 사용
pt: O mesmo que http://, mas com codificação SSL
sv: Som http://, men med SSL-kryptering

source: Access via custom protocol to an svnserve server
es: Acceso al servidor svnserve mediante el protocolo predeterminado
it: Accesso attraverso un protocollo personalizzato a un server svnserve
ko: svn를 사용하는 서버로 Subversion 프토토콜을 통하여 접근
pt: Acesso via protocolo personalizado a um servidor svnserve
sv: Kom åt det via ett specialprotokoll från en svnserve-server

source: Same as svn://, but through an SSH tunnel
es: Igual que svn://, pero a través de un túnel SSH
it: Come svn://, ma attraverso un tunnel SSH
ko: svn://와 같으나, SSH 터널을 사용
pt: O mesmo que svn://, mas através de túnel SSH
sv: Som svn://, men genom en SSH-tunnel

source: In this section, we will see how to configure Subversion for all these access methods. Here, we cover the basics. For more advanced usage details, refer to the <ulink url="http://svnbook.red-bean.com/">svn book</ulink>.
es: En esta sección, veremos cómo configurar Subversion para todos esos métodos de acceso. Aquí cubrimos lo básico. Para más detalles avanzados sobre su utilización, consulte el <ulink url="http://svnbook.red-bean.com/">libro de svn</ulink>.
it: In questa sezione viene descritto come configurare Subversion per tutti questi metodi. Saranno descritti solo gli elementi basilari. Per maggiori informazioni, fare riferimento al <ulink url="http://svnbook.red-bean.com/">libro di svn</ulink>.
ko: 이 영역에서는, 모든 접근 방법을 위하여 Subversion을 어떻게 설정하는 지를 보일 겁니다. 여기서는, 그 기초를 다룹니다. 좀 더 고급의 사용예에 대한 자세한 것은, <ulink url="http://svnbook.red-bean.com/">svn 책</ulink>을 참고 하십시오.
pt: Nesta secção, veremos como configurar o Subversion para todos estes métodos de acesso. Aqui, cobrimos o básico. Para mais detalhes em utilizações avançadas, consulte o <ulink url="http://svnbook.red-bean.com/">livro svn</ulink>.
sv: I detta avsnitt skall vi konfigurera Subversion så att alla dessa åtkomstmetoder fungerar. Här kommer vi bara att gå igenom det grundläggande. För mer avancerad användning, läs <ulink url="http://svnbook.red-bean.com/">svn-boken</ulink>.

source: Direct repository access (file://)
es: Acceso directo al repositorio (file://)
it: Accesso diretto al repository (file://)
ko: 직접 저장소 접근 (file://)
pt: Acesso directo ao repositório (file://)
sv: Direkt förrådsåtkomst (file://)

source: This is the simplest of all access methods. It does not require any Subversion server process to be running. This access method is used to access Subversion from the same machine. The syntax of the command, entered at a terminal prompt, is as follows:
es: Este es el método de acceso más sencillo. No necesita que se esté ejecutando ningún proceso de servidor Subversion. Este método de acceso se usa para acceder a Subversion desde la misma máquina. La sintaxis de la orden, introducida en la línea de órdenes de una terminal, es la siguiente:
it: Questo è il metodo di accesso più semplice. Non necessita di alcun server di Subversion in esecuzione e serve per accedere a Subversion dalla stessa macchina in cui è in esecuzione. La sintassi del comando è la seguente:
ko: 이것은 모든 접근 방법 중의 가장 단순한 것 입니다. 이것은 Subversion 서버의 프로세스가 실행 중인 것을 필요로 하지 않습니다. 이 접근 방법은 같은 기계에서 Subversion을 접근할 때 사용 됩니다. 명령의 문법은, 터미널 프롬프트에서, 다음과 같이 입력 합니다:
pt: Este é o mais simples de todos os métodos de acesso. Não requere nenhum processo do Subversion a funcionar no servidor. Este método é utilizado para aceder ao Subversion na mesma máquina. A sintaxe do comando, executado num terminal, é a seguinte:
sv: Det här är det enklaste sättet att komma åt Subversion. Det kräver inte att någon Subversion-server körs. Den här metoden används för att komma åt Subversion från samma dator. Syntaxen på kommandot, som du skriver från terminalprompten, är som följer:

source: or
es: o
it: o
ko: 또는
pt: ou
sv: eller

source: If you do not specify the hostname, there are three forward slashes (///) -- two for the protocol (file, in this case) plus the leading slash in the path. If you specify the hostname, you must use two forward slashes (//).
es: Si no especifica el nombre del host, ha de usar tres barras (///) -- dos para el protocolo (file, en este caso) más la barra que indica la raíz de la ruta. Si especifica el nombre del host, debe usar dos barras (//).
it: Se non viene specificato l'host, è necessario utilizzare tre slash (///), due per il protocollo (in questo caso file) e uno è lo slash iniziale del percorso. Se viene specificato l'host, utilizzare due slash (//).
ko: 만약 호스트 이름을 지정하지 않았다면, 세 개의 슬래쉬 (///)가 있습니다. 두 개는 프로토콜을 위한 것이고 (이 경우는 file), 마지막 하나는 경로를 나타내는 슬래쉬 입니다. 만약 호스트 이름을 지정한다면, 반드시 두 개의 슬래쉬(//)를 사용 합니다.
pt: Se não especificar o nome da máquina existem três barras (///) - duas para o protocolo (neste caso file) mais uma para o caminho. Se indicar o nome da máquina deve utilizar duas barras (//).
sv: Om du inte skriver något värddatornamn är det tre snedstreck (///) - två för protokollet (file, i det här fallet) och ett för början av sökvägen. Om du skriver ett värddatornamn måste du använda två snedstreck (//).

source: The repository permissions depend on filesystem permissions. If the user has read/write permission, he can checkout from and commit to the repository.
es: Los permisos del repositorio dependen de los permisos del sistema de archivos. Si el usuario tiene permisos de lectura/escritura, puede hacer «checkout» y «commit» sobre el repositorio.
it: I permessi di accesso al repository dipendono dai permessi impostati nel file system. Se l'utente possiede i permessi di scrittura e lettura, allora potrà eseguire checkout e commit al repository.
ko: 저장소의 접근 권한은 파일 시스템의 접근 권한에 의존 합니다. 만약 사용자가 읽기/쓰기 접근 권한을 가지고 있다면, 그 저장소에서 체크아웃을 하고 저장소로 커밋을 할 수 있습니다.
pt: As permissões do repositório dependem das permissões do sistema de ficheiros. Se o utilizador tem permissão leitura/escrita, é possível efectuar as operações sáida e envio (<quote>checkout</quote> e <quote>commit</quote>) no repositório.
sv: Förrådsrättigheterna beror på filsystemsrättigheterna. Om användaren har läs- och skrivrättigheter kan han komma åt filer från och lägga upp filer till förrådet.

source: Access via WebDAV protocol (http://)
es: Acceso mediante el protocolo WebDAV (http://)
it: Accesso con il protocollo WebDAV (http://)
ko: WebDAV 프로토콜을 사용하여 접근 (http://)
pt: Acesso via protocolo WebDav (http://)
sv: Tillgång via WebDAV-protokollet (http://)

source: To access the Subversion repository via WebDAV protocol, you must configure your Apache 2 web server. You must add the following snippet in your <filename>/etc/apache2/apache2.conf</filename> file:
es: Para acceder al repositorio de Subversion a través del protocolo WebDAV, debe configurar su servidor web Apache2. Debe añadir lo siguiente en su archivo <filename>/etc/apache2/apache2.conf</filename>:
it: Per accedere al repository di Subversion utilizzando il protocollo WebDAV, è necessario configurare il server web Apache2. Aggiungere quanto segue al file <filename>/etc/apache2/apache2.conf</filename>:
ko: WebDAV 프로토콜을 사용하여 Subversion 저장소를 접근하기 위하여, 여러분은 반드시 아파치2 웹 서버를 설정하여야 합니다. 반드시 다음의 예를 여러분의 <filename>/etc/apache2/apache2.conf</filename> 파일에 추가 합니다:
pt: Para aceder ao repositório Subversion via protocolo WebDAV, deve configurar o seu servidor web Apache2. Terá de adicionar o seguinte no ficheiro <filename>/etc/apache2/apache2.conf</filename>:
sv: För att komma åt Subversion-förråd via WebDAV-protokollet måste du konfigurera din Apache2-webbserver. Du måste lägga till följande rader till filen <filename>/etc/apache2/apache2.conf</filename>:

source: &lt;Location /svn&gt; DAV svn SVNParentPath /home/svn AuthType Basic AuthName "Your repository name" AuthUserFile /etc/subversion/passwd &lt;LimitExcept GET PROPFIND OPTIONS REPORT&gt; Require valid-user &lt;/LimitExcept&gt; &lt;/Location&gt;
es: &lt;Location /svn&gt; DAV svn SVNParentPath /home/svn AuthType Basic AuthName "Nombre de su repositorio" AuthUserFile /etc/subversion/passwd &lt;LimitExcept GET PROPFIND OPTIONS REPORT&gt; Require valid-user &lt;/LimitExcept&gt; &lt;/Location&gt;
it: &lt;Location /svn&gt; DAV svn SVNParentPath /home/svn AuthType Basic AuthName "IL NOME DEL REPOSITORY" AuthUserFile /etc/subversion/passwd &lt;LimitExcept GET PROPFIND OPTIONS REPORT&gt; Require valid-user &lt;/LimitExcept&gt; &lt;/Location&gt;

source: The above configuration snippet assumes that Subversion repositories are created under <filename>/home/svn/</filename> directory using <command>svnadmin</command> command. They can be accessible using <command>htpp://hostname/svn/repos_name</command> url.
es: El código de configuración anterior asume que los repositorios de Subversión han sido creados en el directorio <filename>/home/svn/</filename> usando la orden <command>svnadmin</command>. Pueden ser accesibles usando la URL <command>htpp://hostname/svn/repos_name</command>.
it: L'esempio di configurazione precedente assume che i repository di Subversion siano creati nella directory <filename>/home/svn/</filename> usando il comando <command>svnadmin</command>. Sono quindi accessibili usando l'URL <command>htpp://NOME_HOST/svn/NOME_REPOSITORY</command>.
sv: Ovanstående konfiguratonsutdrag förutsätter att Subversion-förråden skapas under katalogen <filename>/home/svn/</filename> genom att använda kommandot <command>svnadmin</command>. Åtkomst kan fås genom följande url <command>htpp://hostname/svn/repos_name</command>.

source: To import or commit files to your Subversion repository over HTTP, the repository should be owned by the HTTP user. In Ubuntu systems, normally the HTTP user is <command>www-data</command>. To change the ownership of the repository files enter the following command from terminal prompt:
es: Para importar o hacer commit de archivos en su repositorio Subversion a través de HTTP, el repositorio debe ser propiedad del usuario HTTP. En los sistemas Ubuntu, el usuario HTTP normalmente es <command>www-data</command>. Para cambiar el propietario de los archivos del repositorio, introduzca el siguiente comando en una terminal:
it: Per importare o eseguire il "commit" di file nel proprio repository Subversion via HTTP, il repository deve essere di proprietà dell'utente del servizio HTTP. Nei sistemi Ubuntu, solitamente, l'utente del servizio HTTP è <command>www-data</command>. Per cambiare il proprietario dei file del repository, digitare il comando seguente in un terminale:
ko: HTTP 를 통해 서브버전 저장소에서 파일을 임포트 하거나 커밋하려면, 저장소의 소유자가 HTTP 사용자여야 합니다. 우분투 시스템에서, 보통 HTTP 사용자는 <command>www-data</command> 입니다. 저장소 파일들의 소유자를 변경하려면 터미널 프롬프트에서 다음을 입력하세요:
pt: Para importar ou fazer commit de ficheiros para o repositórios do Subversion por HTTP, o repositório deverá ser da responsabilidade de um utilizador HTTP. os sistema Ubuntu, normalmente o utilizador HTTP é <command>www-data</command>. Para mudar a propriedade de uso do repositório insira o seguinte comando no terminal:
sv: För att importera eller verkställa filer över HTTP till ditt Subversion-förråd måste förrådet ägas av HTTP-användaren. I Ubuntu-system är oftast HTTP-användaren <command>www-data</command>. För att ändra ägare över förrådsfilerna kan du skriva följande kommando från terminalprompten:

source: sudo chown -R www-data:www-data /path/to/repos
es: sudo chown -R www-data:www-data /ruta/al/repositorio
it: sudo chown -R www-data:www-data /percorso/al/repository
sv: sudo chown -R www-data:www-data /sökväg/till/förråd

source: By changing the ownership of repository as <command>www-data</command> you will not be able to import or commit files into the repository by running <command>svn import file:///</command> command as any user other than <command>www-data</command>.
es: Al cambiar el propietario del repositorio a <command>www-data</command> no podrá importar o hacer commit de ningún archivo en el repositorio ejecutando el comando <command>svn import file:///</command> con ningún otro usuario que no sea <command>www-data</command>.
it: Modificando il proprietario del repository come <command>www-data</command> non sarà più possibile importare o eseguire il "commit" di file nel repository attraverso il comando <command>svn import file:///</command> come un qualsiasi utente, ma solo come <command>www-data</command>.
ko: 저장소의 소유자를 <command>www-data</command> 로 변경하면, <command>www-data</command> 이외의 사용자로는 <command>svn import file:///</command> 명령을 통해 파일 임포트 혹은 커밋할 수 없습니다.
pt: Mudando a propriedade do repositório com <command>www-data</command> não será capaz importar ou fazer commit de ficheiros no repositório correndo o comando <command>svn import file:///</command> como qualquer outro utilizador em vez de <command>www-data</command>.
sv: Genom att ändra ägarskapet för förrådet till <command>www-data</command> så kommer du inte kunna importera eller verkställa filer till förrådet genom att köra kommandot <command>svn import file:///</command> som någon annan användare än <command>www-data</command>.
