Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Once the mirror has finished replicating (and this can be quite long), you need to configure Apache so that your mirror files (in <filename>/var/spool/apt-mirror</filename> if you did not change the default), are published by your Apache server. For more information on Apache see <xref linkend="httpd"/>.
es: Una vez que la réplica haya terminado la réplica (y esto puede tardar mucho), tendrá que configurar Apache para que tus archivos espejo (que están, si no cambió la opción por defecto, en <filename>/var/spool/apt-mirror</filename>) sean publicados por su servidor Apache. Para más información sobre Apache, vea <xref linkend="httpd"/>.
it: Una volta terminata l'operazione di duplicazione del mirror (può durare molto), è necessario configurare Apache affinché i file del mirror (in <filename>/var/spool/apt-mirror</filename> se non è stato modificato il valore predefinito) siano pubblicati dal proprio server Apache. Per maggiori informazioni su Apache, consultare <xref linkend="httpd"/>.
sv: Så snart spegeln har avslutat replikeringen (det kan ta lång tid), behöver du konfigurera Apache så att dina speglade filer (i <filename>/var/spool/apt-mirror</filename> om du inte ändrat standardplatsen) publiceras av din Apache-server. För ytterligare information om Apache se <xref linkend="httpd"/>.

source: Installing in a RAM Disk
es: Instalar en un disco RAM
it: Installare in un disco RAM
sv: Installera i en RAM-disk

source: As you can easily imagine, writing to RAM is a <emphasis>LOT</emphasis> faster than writing to disk. If you have some free memory, letting vmbuilder perform its operation in a RAMdisk will help a lot and the option <emphasis>--tmpfs</emphasis> will help you do just that:
es: Como puede imaginar, escribir en la RAM es <emphasis>MUCHO</emphasis> más rápido que escribir en el disco. Si tiene memoria libre, dejar que vmbuilder haga esta operación en un disco RAMd le ayudará mucho y la opción <emphasis>--tmpfs</emphasis> le ayudará a hacer justo esto:
it: Scrivere direttamente nella RAM è <emphasis>molto</emphasis> più veloce dello scrivere su disco. Se si dispone di un po' di memoria libera, far eseguire le operazioni di vmbuilder in un RAMdisk può essere molto utile. Per fare questo, usare l'opzione <emphasis>--tmpfs</emphasis>:
sv: Som du enkelt kan föreställa dig, att skriva till RAM är <emphasis>MYCKET</emphasis> snabbare än att skriva till en hårddisk. Om du har ledigt minne och låter vmbuilder uföra sina procedurer i en RAM-disk kommer det att vara till stor hjälp och flaggan <emphasis>--tmpfs</emphasis> kommer hjälpa dig att göra just det:

source: --tmpfs OPTS Use a tmpfs as the working directory, specifying its size or "-" to use tmpfs default (suid,dev,size=1G).
es: --tmpfs OPTS Utiliza un sistema de archivos temporal en el directorio de trabajo, especificando su tamaño, o bien "-" para utilizar uno por defecto (suid,dev,size=1G).

source: So adding <command>--tmpfs -</command> sounds like a very good idea if you have 1G of free ram.
es: Así que añadair <command>--tmpfs -</command> parece una muy buena idea si tiene 1G de ram libre.
it: Se si dispone di più di 1GB di RAM, è altamente consigliato l'uso dell'opzione <command>--tmpfs -</command>.
sv: Så att lägga till <command>--tmpfs -</command> låter som en väldigt bra idé om du har 1G ledigt minne.

source: Package the Application
es: Empaquetar la aplicación
it: Pacchettizzare l'applicativo
sv: Paketera applikationen

source: Two option are available to us:
es: Hay dos opciones habilitadas para nosotros:
it: Sono disponibili due opzioni:
sv: Två alternativ är användbara för oss:

source: The recommended method to do so is to make a <emphasis>Debian</emphasis> package. Since this is outside of the scope of this tutorial, we will not perform this here and invite the reader to read the documentation on how to do this in the <ulink url="https://wiki.ubuntu.com/PackagingGuide">Ubuntu Packaging Guide</ulink>. In this case it is also a good idea to setup a repository for your package so that updates can be conveniently pulled from it. See the <ulink url="http://www.debian-administration.org/articles/286">Debian Administration</ulink> article for a tutorial on this.
es: El método recomendado para hacerlo es crear un paquete <emphasis>Debian</emphasis>. Puesto que eso se sale del ámbito de este tutorial, no haremos eso ahora e invitamos al lector a leer la documentación sobre cómo hacerlo en la <ulink url="https://wiki.ubuntu.com/PackagingGuide">Guía de Empaquetado de Ubuntu</ulink> (en inglés). En este caso, también es una buena idea configurar un repositorio para su paquete, de forma que las actualizaciones se puedan recoger convenientemente desde él. Consulte el artículo sobre <ulink url="http://www.debian-administration.org/articles/286">Administración de Debian</ulink> (en inglés) para ver un tutorial sobre ello.
it: Il metodo raccomandato è quello di creare un pacchetto <emphasis>Debian</emphasis>. Dato che questo argomento esula da questa guida, non verrà spiegato questo metodo e si rimanda alla <ulink url="https://wiki.ubuntu.com/PackagingGuide">Ubuntu Packaging Guide</ulink>. In questo caso è anche utile creare un repository per contenere il pacchetto in modo tale che gli aggiornamenti vengano prelevati da questo. Per ulteriori informazioni, consultare <ulink url="http://www.debian-administration.org/articles/286">Debian Administration</ulink>.
sv: Det rekommenderade sättet är att göra ett <emphasis>Debian</emphasis> paket. Eftersom det är utanför den här guidens omfattning, kommer vi inte utföra det här utan uppmanar läsaren att läsa dokumentationen för hur detta utförs på <ulink url="https://wiki.ubuntu.com/PackagingGuide">Ubuntu Packaging Guide</ulink>. I det här fallet är det också en god idé att konfigurera ett förråd för dina paket så att uppdateringar enkelt kan hämtas. Se artikeln <ulink url="http://www.debian-administration.org/articles/286">Debian Administration</ulink> för en guide om detta.

source: Manually install the application under <filename>/opt</filename> as recommended by the <ulink url="http://www.pathname.com/fhs/">FHS guidelines</ulink>.
es: Instale manualmente la aplicación bajo <filename>/opt</filename> como se recomienda en las <ulink url="http://www.pathname.com/fhs/">guías FHS</ulink>.
it: Installare l'applicativo nella directory <filename>/opt</filename> come raccomandato dalle <ulink url="http://www.pathname.com/fhs/">linee guida di FHS</ulink>.
sv: Installera manuellt applikationen under <filename>/opt</filename> vilket rekommenderas av <ulink url="http://www.pathname.com/fhs/">FHS guidelines</ulink>.

source: In our case we'll use <application>Limesurvey</application> as example web application for which we wish to provide a virtual appliance. As noted before, we've made a version of the package available in a PPA (Personal Package Archive).
es: En nuestro caso, utilizaremos <application>Limesurvey</application> como ejemplo de una aplicación web para la cual queremos proveer una aplicación virtual. Como se vio anteriormente, hemos hecho una versión del paquete disponible en PPA (Personal Package Archive).
it: In questo caso viene usato <application>Limesurvey</application> come esempio di applicazione web per cui creare un applicativo virtuale. Come accennato precedentemente. è disponibile un pacchetto di questa applicazione attraverso gli archivi PPA (Personal Package Archive).
sv: I vårt fall kommer vi använda <application>Limesurvey</application> som ett exempel på en webbapplikation för vilken vi vill förse en virtuell tillämpning. Som påpekats tidigare, har vi gjort en version av paketet som finns i ett PPA (personligt paketarkiv).

source: Finishing Install
es: Terminar la instalación
it: Terminare l'installazione
sv: Avsluta installationen

source: First Boot
es: Primer arranque
it: Primo avvio
sv: Första uppstarten

source: As we mentioned earlier, the first time the machine boots we'll need to install <application>openssh-server</application> so that the key generated for it is unique for each machine. To do this, we'll write a script called <filename>boot.sh</filename> as follows:
es: Tal y como dijimos antes, la primera vez que arranca la máquina necesitaremos instalar <application>openssh-server</application> con lo que la clave generada es única para cada máquina. Para hacer esto, escribiremos un guión llamado <filename>boot.sh</filename> como sigue:
it: Al primo avvio della macchina, è necessario installare il pacchetto <application>openssh-server</application>, in modo che la chiave generata sia unica per ogni macchina. Creare quindi uno script, chiamato <filename>boot.sh</filename>, come segue:
sv: Som vi nämnt tidigare, första gången maskinen startar behöver vi installera <application>openssh-server</application> så att nyckeln som skapas för den blir unik för varje maskin. För att göra det, så skriver vi ett skript som kallas för <filename>boot.sh</filename> på följande sätt:

source: # This script will run the first time the virtual machine boots # It is ran as root. apt-get update apt-get install -qqy --force-yes openssh-server
es: # Este guión correrá por primera vez el arranque de la máquina virtual # Corriendo como superusuario. apt-get update apt-get install -qqy --force-yes openssh-server
it: # Questo script viene eseguito al primo avvio della macchina virtuale # È eseguito come utente root. apt-get update apt-get install -qqy --force-yes openssh-server

source: And we add the <command>--firstboot boot.sh</command> option to our command line.
es: Y añadimos la opción <command>--firstboot boot.sh</command> en nuestra línea de órdenes.
it: Aggiungere quindi l'opzione <command>--firstboot boot.sh</command> al comando.
sv: Och vi lägger till alternativet <command>--firstboot boot.sh</command> till vår kommandorad.

source: First Login
es: Primera entrada
it: Primo accesso
sv: Första inloggningen

source: Mysql and Limesurvey needing some user interaction during their setup, we'll set them up the first time a user logs in using a script named login.sh. We'll also use this script to let the user specify:
es: Mysql y Limesurvey necesitan interacción del usuario durante su configuración. Los configuraremos la primera vez que un usuario inicie sesión, utilizando un guión llamado login.sh. También utilizaremos este guión para permitir que el usuario especifique lo siguiente:
it: Mysql e Limesurvey necessitano di interagire con l'utente durante l'installazione, per questo è necessario configurarli al primo accesso dell'utente utilizzando uno script chiamato login.sh. Lo stesso script verrà usato affinché l'utente specifichi:
sv: Mysql och Limesurvey behöver en del interaktion med användaren under installationen, vi sätter upp dem när användaren loggar in första gången genom att använda ett skript som heter login.sh. Vi kommer även att använda skriptet för att låta användaren ange:

source: His own password
es: Su propia contraseña
it: la propria password
sv: Hans egna lösenord

source: Define the keyboard and other locale info he wants to use
es: Definir el teclado y otra información de locales que el necesita usar
it: la tastiera e altre informazioni sulla lingua da usare
sv: Definiera tangentbordet och annan platsinformation som han vill använda

source: So we'll define <filename>login.sh</filename> as follows:
es: Entonces, defina <filename>login.sh</filename> como sigue:
it: Creare il file <filename>login.sh</filename> e inserirvi:
sv: Så vi definierar <filename>login.sh</filename> på följande sätt:

source: # This script is ran the first time a user logs in echo "Your appliance is about to be finished to be set up." echo "In order to do it, we'll need to ask you a few questions," echo "starting by changing your user password." passwd #give the opportunity to change the keyboard sudo dpkg-reconfigure console-setup #configure the mysql server root password sudo dpkg-reconfigure mysql-server-5.0 #install limesurvey sudo apt-get install -qqy --force-yes limesurvey echo "Your appliance is now configured. To use it point your" echo "browser to http://serverip/limesurvey/admin"
es: # Este guión correrá la primera vez que entren los usuarios echo "Su aplicación va a terminar de configurarse." echo "Para lo cual, necesitamos preguntarle unas cosas," echo "empezando por cambiar su contraseña." passwd #dé la oportunidad de cambiar el teclado sudo dpkg-reconfigure console-setup #configure la contraseña raíz del servidor mysql sudo dpkg-reconfigure mysql-server-5.0 #instale limesurvey sudo apt-get install -qqy --force-yes limesurvey echo "Su aplicación ahora está configurada. Para usarla escriba en su" echo "navegador http://serverip/limesurvey/admin"
it: # Questo script è eseguito al primo accesso dell'utente echo "L'installazione del proprio applicativo è quasi terminata." echo "Per concludere l'installazione, è necessario rispondere ad alcune domande," echo "iniziando col cambiare la propria password utente." passwd #consentire di cambiare la tastiera sudo dpkg-reconfigure console-setup #configura la password di root del server mysql sudo dpkg-reconfigure mysql-server-5.0 #installa limesurvey sudo apt-get install -qqy --force-yes limesurvey echo "L'applicativo è ora configurato. Per poterlo usare, visitare" echo "l'indirizzo: http://serverip/limesurvey/admin"

source: And we add the <command>--firstlogin login.sh</command> option to our command line.
es: Y añada la opción <command>--firstlogin login.sh</command> en nuestra línea de órdenes.
it: Aggiungere quindi l'opzione <command>--firstlogin login.sh</command> al comando.
sv: Och vi lägger till alternativet <command>--firstlogin login.sh</command> till vår kommandorad.

source: Useful Additions
es: Adiciones útiles
it: Utili accorgimenti
sv: Användbara tillägg

source: Configuring Automatic Updates
es: Configurar actualizaciones automáticas
it: Configurare gli aggiornamenti automatici
sv: Konfigurera automatiska uppdateringar

source: To have your system be configured to update itself on a regular basis, we will just install <application>unattended-upgrades</application>, so we add the following option to our command line:
es: Para hacer que su sistema esté configurado para actualizarse él solo periódicamente, tan sólo tiene que instalar <application>unattended-upgrades</application>, por lo que añadiremos la siguiente opción en nuestra línea de comandos:
it: Affinché il sistema sia configurato per aggiornarsi automaticamente a scadenze determinate, basta installare il pacchetto <application>unattended-upgrades</application>. Aggiungere quindi quanto segue al comando:
sv: För att konfigurera ditt system till att regelbundet uppdatera sig själv, behöver vi bara installera <application>unattended-upgrades</application>, så vi lägger till följande alternativ till vår kommandorad:

source: As we have put our application package in a PPA, the process will update not only the system, but also the application each time we update the version in the PPA.
es: Como hemos colocado nuestro paquete de aplicación en un PPA, el proceso actualizará no sólo el sistema, sino también la aplicación cada vez que actualicemos la versión en el PPA.
it: Dato che il pacchetto dell'applicazione è stata inserito nel PPA, il processo di aggiornamento non aggiornerà solamente il sistema, ma anche l'applicazione ogni qualvolta ci sia una versione aggiornata nel PPA.
sv: När vi placerat vårt programpaket i ett PPA, kommer processen inte bara uppdatera systemet, utan också applikationen varje gång vi uppdaterar versionen i PPA:t.

source: ACPI Event Handling
es: Manejo de evento ACPI
it: Gestire gli eventi ACPI
sv: ACPI händelshantering

source: For your virtual machine to be able to handle restart and shutdown events it is being sent, it is a good idea to install the acpid package as well. To do this we just add the following option:
es: Para que su máquina virtual pueda manejar los eventos de reinicio y de apagado que se envíen, es una buena idea instalar también el paquete acpid. Para ello, añada la siguiente opción:
it: Affinché la macchina virtuale possa gestire gli eventi come riavvio e arresto che le vengono inviati, è utile installare anche il pacchetto "acpid". Aggiungere quindi quanto segue al comando:
sv: För att din virtuella maskin skall kunna hantera skickade händelser som omstart och avsluta, är det en bra idé att också installera paketet acpid. För att göra det lägger vi till följande alternativ:

source: Final Command
es: Orden final
it: Il comando finale
sv: Avslutande kommando

source: Here is what the command with all the options discussed above:
es: Este es el comando con todas las opciones que hemos discutido:
it: Questo è il comando finale con tutte le opzioni descritte precedentemente:
sv: Här är kommandot med alla alternativ som diskuterats ovan:

source: If you are interested in learning more, have questions or suggestions, please contact the Ubuntu Server Team at:
es: Si esta interesado en saber más, o tiene preguntas o sugerencias, por favor contacte con el equipo de Ubuntu Server en:
it: Per avere maggiori informaioni, per porre qualche domanda o per lasciare dei suggerimenti, contattare l'«Ubuntu Server Team» presso:
sv: Om du är intresserad av att lära dig mer, har frågor eller förslag, kontakta Ubuntu:s serverteam på:

source: Mailing list: <ulink url="https://lists.ubuntu.com/mailman/listinfo/ubuntu-server">ubuntu-server at lists.ubuntu.com</ulink>
es: Lista de correo: <ulink url="https://lists.ubuntu.com/mailman/listinfo/ubuntu-server">ubuntu-server en lists.ubuntu.com</ulink>
sv: E-post lista: <ulink url="https://lists.ubuntu.com/mailman/listinfo/ubuntu-server">ubuntu-server at lists.ubuntu.com</ulink>

source: Overview
es: Vista general
it: Panoramica
sv: Översikt

source: <emphasis>Eucalyptus</emphasis> is an open-source software infrastructure for implementing "cloud computing" on your own clusters. <emphasis>Eucalyptus</emphasis> allows you to create your own cloud computing environment in order to maximize computing resources and provide a cloud computing environment to your users.
es: <emphasis>Eucalyptus</emphasis> es una infraestructura de software libre para implementar «computación en nube» (o «cloud computing») en sus propios clústers. <emphasis>Eucalyptus</emphasis> le permite crear su propio entorno de computación en nube con el objetivo de maximizar los recursos informáticos y proporcionar un entorno de computación en nube a sus usuarios.
sv: <emphasis>Eucalyptus</emphasis> är en infrastruktur baserad på öppen källkod för att implementera datormoln på de egna klustren. <emphasis>Eucalyptus</emphasis> låter dig skapa din eget datormolnsmiljö för att på så vis maximera beräkningsresurser och tillhandahålla en datormolnsmiljö åt dina användare.

source: This section will cover setting up a Cloud Computing environment using <application>Eucalyptus</application> with <application>KVM</application>. For more information on KVM see <xref linkend="libvirt"/>.
es: Esta sección cubre cómo configurar un entorno de computación en nube usando <application>Eucalyptus</application> con <application>KVM</application>. Para más información sobre KVM consulte <xref linkend="libvirt"/>.
sv: Det här stycket kommer att ta upp installationen utav en datormolnsmiljö baserad på <application>Eucalyptus</application> med <application>KVM</application>. För mer information om KVM se <xref linkend="libvirt"/>.

source: The Cloud Computing environment will consist of three components, typically installed on at least two separate machines (termed the 'front-end' and 'node(s)' for the rest of this document):
es: El entorno de computación en nube consistirá en tres componentes, que normalmente se instalan como mínimo en dos máquinas separadas (denominadas «front-end» y «nodo(s)» en el resto del documento):
sv: Datormolnsmiljön kommer att bestå av tre komponenter, i regel installerade på åtminstone två separata maskiner (refererade till som "framände" och "nod(er)" för resten utav det här dokumentet):

source: <emphasis>One Front-End:</emphasis> hosts one Cloud Controller, a Java based Web configuration interface, and a Cluster Controller, which determines where virtual machines (VMs) will be housed and manages cluster level VM networking.
es: <emphasis>Un «front-end»:</emphasis> aloja un Controlador de nube, una interfaz de configuración web basada en Java y un Controlador de clúster, que determina dónde se hospedarán las máquinas virtuales (MVs) y gestiona la red de MVs a nivel de clúster.

source: <emphasis>One or more Compute Nodes:</emphasis> runs the Node Controller component of Eucalyptus, which allows the machine to be part of the cloud as a host for VMs.
es: <emphasis>Uno o más «nodos de computación»:</emphasis> ejecutan el componente denominado «controlador de nodo» de Eucalyptus, lo que permite a la máquina formar parte de la nube como un anfitrión de MVs.

source: The simple <emphasis>System</emphasis> networking option will be used by default. This network method allows virtual machine instances, to obtain IP addresses from the local LAN, assuming that a DHCP server is properly configured on the LAN to hand out IPs dynamically to VMs that request them. Each node will be configured for bridge networking. For more details see <xref linkend="bridging"/>.
es: Se usará de forma predeterminada la opción de red sencilla <emphasis>Sistema (System)</emphasis>. Esta opción de red permite a las instancias de máquinas virtuales obtener direcciones IP desde la LAN local, suponiendo que exista un servidor DHCP adecudamente configurado en la LAN para conceder direcciones IP dinámicamente a las MVs que las soliciten. Cada nodo será configurado para como puente (bridge networking). Para más información, consulte <xref linkend="bridging"/>.
sv: Normalt används det enkla nätverksalternativet <emphasis>System</emphasis>. Den här nätverksmetoden tillåter virtuella maskininstanser, till att erhålla IP-adresser från det lokala nätverket, förutsatt att en DHCP-server är korrekt konfigurerad på nätverket till att dynamiskt dela ut IP-adresser till VM:s som begär dem. Varje nod kommer konfigureras för nätverksbrygga. För mer detaljer se <xref linkend="bridging"/>.

source: First, on the <emphasis>Front-End</emphasis> install the appropriate packages. In a terminal prompt on the Front-End enter:
es: En primer lugar, en el <emphasis>front-end</emphasis> instale los paquetes apropiados. En un intérprete de terminal en el front-end, introduzca:
sv: Först, installera lämpade paketen på <emphasis>Framänden</emphasis>. In en terminalprompt, på Framänden, skriv:

source: Next, on the each <emphasis>Compute Node</emphasis> install the node controller package. In a terminal prompt on each Compute Node enter:
es: A continuación, en cada <emphasis>nodo de computación</emphasis> instale el paquete controlador del nodo. En un intérprete de terminal en cada nodo de computación, introduzca:

source: Once the installation is complete, and it may take a while, in a browser go to <emphasis>https://front-end:8443</emphasis> and login to the administration interface using the default username and password of <emphasis>admin</emphasis>. You will then be prompted to change the password, configure an email address for the admin user, and set the storage URL.
es: Cuando se haya completado la instalación (y puede llevar un rato) abra un navegador, vaya a <emphasis>https://front-end:8443</emphasis> e inicie una sesión en el interfaz de administración usando el nombre de usuario y la contraseña predeterminados de <emphasis>admin</emphasis>. Se le pedirá que cambie la contraseña, que configure una dirección de correo electrónico para el usuario admin, y que establezca el URL de almacenamiento.
