Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: In addition to the SAMBA suite of file and printer sharing server applications, Ubuntu also includes other powerful server applications designed to provide additional network server functionality to Windows clients similar to the functionality provided by actual Windows servers. For example, Ubuntu offers centralized management of network resources such as computers and users via Directory Services, and facilitates the identification, and authorization of computers and users via Authentication Services.
ko: 파일과 프린터 공유 서버 프로그램인 SAMBA 스위트에 더하여, 우분투는 또한 실제 윈도우즈 서버에 의해 제공되는 기능과 비슷하게 윈도우즈 클라이언트에게 추가적인 네트워크 서버 기능을 제공하기 위하여 고안된 여타의 강력한 서버 프로그램을 포함하고 있습니다. 예를 들어, 우분투는 디렉토리 서비스를 통한 컴퓨터와 사용자와 같은 네트워크 자원의 중앙 관리, 사용자 식별의 편의, 그리고 인증 서비스를 통한 컴퓨터와 사용자의 인증을 제공합니다.
pt: Além do conjunto de aplicações SAMBA para partilha de ficheiros e impressoras no servidor, o Ubuntu também inclui outras aplicações de servidor poderosas concebidas para fornecer funcionalidades adicionais a clientes Windows, semelhantes às funcionalidades disponibilizadas por servidores Windows genuínos. Por exemplo: Ubuntu faculta a gestão centralizada de recursos de rede, tais como computadores e utilizadores através de Serviços de Directório e faculta a identificação e autorização de computadores e utilizadores através de Serviços de Autenticação.

source: The following sections will discuss SAMBA and the supporting technologies, such as Lightweight Directory Access Protocol (LDAP) server, and Kerberos authentication server in more detail. You will also learn about some of the available configuration directives available the SAMBA configuration file which facilitate network integration with Windows clients and servers.
ko: 다음 부분은 SAMBA와 경량 디렉토리 접근 프로토콜(LDAP), 그리고 Kerberos 인증 서버와 같은 지원 기술에 대하여 좀 더 자세하게 논의를 합니다. 여러분은 또한 윈도우즈 클라이언트와 서버를 가지고 네트워크 통합을 하는데 편리를 주는 SAMBA 설정 파일에서 사용할 수 있는 몇 개의 설정 지시에 대한 것도 배우게 될 것 입니다.
pt: As secções que se seguem aprofundam o SAMBA e as tecnologias de suporte, tais como o servidor Lightweight Directory Access Protocol (LDAP), e o servidor de autenticação Kerberos. Também irá tomar conhecimento de algumas directivas de configuração disponíveis no ficheiro de configuração do SAMBA que facultam a integração com clientes e servidores Windows.

source: Active Directory is a proprietary implementation of Directory Services by Microsoft, and is used to provide a means to share information about network resources and users. In addition to providing a centralized source of such information, Active Directory also acts as a centralized authentication security authority for the network. Active directory combines capabilities traditionally found in separate, specialized directory systems to simplify integration, management, and security of network resources. The SAMBA package may be configured to use Active Directory services from a Windows Domain Controller.
ko: Active Directory는 Microsoft에 의한 디렉토리 서비스의 독점적인 구현이고, 네트워크 자원과 사용자의 정보를 공유하기 위한 수단을 제공하는데 사용 됩니다. 이러한 정보의 중앙화된 소스를 제공하는 것에 추가하여, Active Directory는 또한 네트워크를 위한 중앙화된 인증 보안 권한으로도 동작을 합니다. Active Directory는 전통적으로 분리되고, 특화된 디렉토리 시스템에서 찾을 수 있는 능력을 단순화된 통합, 관리, 그리고 네트워크 자원의 보안으로 합칩니다. SAMBA 꾸러미는 하나의 윈도우즈 도메인 관리자에서 Active Directory 서비스를 사용하기 위하여 설정될 수 있습니다.
pt: O Active Directory é uma implementação proprietária da Microsoft dos Serviços de Directório e é utilizada para fornecer meios de partilhar informação acerca dos recursos e utilizadores de rede. Além de fornecer uma fonte centralizada destas informações, o Active Directory também funciona como uma autoridade centralizada de autenticação e segurança para a rede. O Active Directory junta funcionalidades tradicionalmente encontradas separadamente, especializadas em sistemas de directórios para simplicar a integração, a gestão e a segurança de recursos de rede. O pacote SAMBA poderá ser configurado para utilizar serviços do Active Directory a partir de um Controlador de Domínio Windows.

source: The LDAP server application provides Directory Services functionality to Windows computers in a manner very similar to Microsoft Active Directory services. Such services include managing the identities and relationships of computers, users, and groups of computers or users that participate in the network, and providing a consistent means to describe, locate, and manage these resources. The freely available implementation of LDAP available for your Ubuntu system is called <emphasis role="italic">OpenLDAP</emphasis>. The server daemons responsible for handling OpenLDAP directory requests and the propagation of directory data from one LDAP server to another on Ubuntu, are <application>slapd</application> and <application>slurpd</application>. OpenLDAP may be used in conjunction with SAMBA to provide File, Print, and Directory services in much the same way a Windows Domain Controller does so long as SAMBA is compiled with LDAP support.
ko: LDAP 서버 프로그램은 윈도우즈 컴퓨터에게 Microsoft Active Directory 서비스와 매우 유사한 방법으로 디렉토리 서비스 기능을 제공 합니다. 이러한 서비스는 컴퓨터, 사용자, 그리고 네크워크에 참여하는 컴퓨터 또는 사용자 그룹의 식별과 관계를 관리하는 것과 이러한 자원을 설명, 위치, 그리고 관리하기 위한 일관된 수단을 제공하는 것을 포함 합니다. 여러분의 우분투 시스템을 위하여 자유롭게 사용할 수 있는 LDAP의 구현은 <emphasis role="italic">OpenLDAP</emphasis> 이라 불립니다. OpenLDAP 디렉토리 요청을 관리하고 우분투의 하나의 LDAP 서버에서 다른 것으로 디렉토리 자료를 그대로 전달하는 책임을 가지는 서버 데몬은, <application>slapd</application>와 <application>slurpd</application> 입니다. OpenLDAP은, SAMBA가 LDAP 지원과 함께 컴파일이 되는 한, 윈도우즈 도메인 관리자가 하는 것과 마찬가지 방법으로 파일, 프린트, 그리고 디렉토리 서비스를 제공하기 위하여 SAMBA와 결합하여 사용되어 질 수 있습니다.
pt: A aplicação servidora de LDAP fornece funcionalidades de Serviços de Directório para computadores Windows de uma forma semelhante à dos serviços Active Directory da Microsoft. Estes serviços incluem a gestão de entidades e relações de computadores, utilizadores e grupos de computadores ou utilizadores que participam numa rede e providenciam meios consistentes para descrever, localizar e gerir os recursos. A implementação gratuita do LDAP disponível para o seu sistema Ubuntu tem o nome de <emphasis role="italic">OpenLDAP</emphasis>. Os serviços responsáveis por tratar os pedidos OpenLDAP e a propagação dos dados de directório de um servidor LDAP para outro, no Ubuntu, são <application>slapd</application> e <application>slurpd</application>. O OpenLDAP pode ser utilizado em conjunto com o SAMBA para providenciar serviços de Ficheiros, Impressão e Directório de uma forma muito semelhante à de um Controlador de Domínio Windows, desde que o SAMBA seja compilado com suporte LDAP.

source: The Kerberos authentication security system is a standardized service for providing authentication to computers and users by means of a centralized server which grants encrypted authorization tickets accepted for authorization by any other computer using Kerberos. Benefits of Kerberos authentication include mutual authentication, delegated authentication, interoperability, and simplified trust management. The primary server daemons for handling the Kerberos authentication and Kerberos database administration on Ubuntu are <application>krb5kdc</application> and <application>kadmin</application>. SAMBA may use Kerberos as a mechanism for authenticating computers and users against a Windows Domain Controller. To do so, the Ubuntu system must have Kerberos installed, and the <filename>/etc/samba/smb.conf</filename> must be modified to select the the proper <emphasis role="italic">realm</emphasis> and <emphasis role="italic">security</emphasis> mode. For example, edit the <filename>/etc/samba/smb.conf</filename> file and add the values:
ko: Kerberos 인증 보안 시스템은, 중앙화된 서버가 Kerberos를 사용하는 다른 컴퓨터에 의한 인증을 받은 암호화된 인증 티켓을 허용하는 것으로, 컴퓨터와 사용자에게 인증을 제공하기 위하여 표준화된 서비스 입니다. Kerberos 인증의 혜택은 상호적인 인증, 위임적인 인증, 상호 이용성, 그리고 단순화된 신뢰 관리를 포함 합니다. 우분투의 Kerberos 인증과 Kerberos 데이타베이스 관리를 관리하는 주요 서버 데몬은 <application>krb5kdc</application>와 <application>kadmin</application> 입니다. SAMBA는 윈도우즈 도메인 관리자에 대항하여 컴퓨터와 사용자의 인증을 위한 하나의 장치로서 Kerberos를 사용할 수 있습니다. 그렇게 하려면, 우분투 시스템은 반드시 Kerberos를 설치하여야 하고, <filename>/etc/samba/smb.conf</filename> 는 적절한 <emphasis role="italic">realm</emphasis> 과 <emphasis role="italic">security</emphasis> 모드를 선택하도록 반드시 변경되어야 합니다. 예를 들어, <filename>/etc/samba/smb.conf</filename> 파일을 편집하기 위해 열고, 다음 값을 추가 합니다:
pt: O sistema de autenticação segura Kerberos é um serviço padrão para fornecer autenticação a computadores e utilizadores através de um servidor central que emite bilhetes de autorização codificados aceites por qualquer computador que utilize o Kerberos. As vantagens do Kerberos incluem autenticação mútua, autenticação por delegação, interoperabilidade e gestão simplificada de domínios de confiança. Os processos do servidor principal para gestão da autenticação Kerberos e da administração da base de dados do Kerberos no Ubuntu são <application>krb5kdc</application> e <application>kadmin</application>. O SAMBA pode utilizar o Kerberos como mecanismo de autenticação de computadores e utilizadores num Controlador de Domínio Windows. Para isso o Ubuntu deve ter o Kerberos instalado e o ficheiro <filename>/etc/samba/smb.conf</filename> deve ser modificado para seleccionar o modo adequado de <emphasis role="italic">realm</emphasis> e <emphasis role="italic">security</emphasis>. Por exemplo: edite o ficheiro <filename>/etc/samba/smb.conf</filename> e acrescente os valores:

source: realm = DOMAIN_NAME
pt: realm = NOME_DOMÍNIO

source: to the file, and save the file.
ko: 그 파일에 위의 값을 더하고, 그리고 그 파일을 저장 합니다.
pt: para o ficheiro, e grave o ficheiro.

source: Be sure to replace the token DOMAIN_NAME in the example above with the actual name of your specific Windows Domain.
ko: 위의 예에서 DOMAIN_NAME 부분은 여러분이 사용하는 윈도우즈 도메인의 실제 이름으로 대체하십시오.
pt: Assegure-se de que substitui NOME_DOMÍNIO no exemplo acima pelo nome real do seu Domínio Windows específico.

source: You will need to restart the SAMBA daemons to effect these changes. Restart the SAMBA daemons with the following command entered at a terminal prompt:
ko: 이 변경이 효과를 갖게 하려면 SAMBA 데몬을 재시작 하는 것이 필요 합니다. 터미널 프롬프트에서 다음 명령을 입력하여 SAMBA 데몬을 재시작할 수 있습니다:
pt: Deve reiniciar os serviços SAMBA para as alterações surtirem efeito. Reinicie os serviços SAMBA com o seguinte comando escrito no terminal:

source: Computer Accounts
ko: 컴퓨터 계정
pt: Contas de Computador

source: Computer Accounts are used in Directory Services to uniquely identify computer systems participating in a network, and are even treated in the same manner as users in terms of security. Computer accounts may have passwords just as user accounts do, and are subject to authorization to network resources in the same manner as user accounts. For example, if a network user, with a valid account for a particular network attempts to authenticate with a network resource from a computer which does not have a valid computer account, depending upon policies enforced on the network, the user may be denied access to the resource if the computer the user is attempting authentication from is considered to be an unauthorized computer.
ko: 컴퓨터 계정은 네트워크에 참여하는 컴퓨터 시스템을 유일하게 식별하기 위하여 디렉토리 서비스에서 사용되고, 보안의 관점에서 사용자와 같은 방식으로 심지어 취급 됩니다. 컴퓨터 계정은 사용자 계정과 마찬가지로 암호를 가지고, 사용자 계정과 같은 방식으로 네트워크 자원에게 인증을 하기 위한 대상이 됩니다. 예를 들어, 만약 한 네트워크 사용자가, 올바른 컴퓨터 계정을 가지고 있지 않는 컴퓨터에서 특정 네트워크를 위한 올바른 계정을 가지고 네트워크 자원을 인증하기 위해 시도한다면, 네트워크에 강제된 정책에 따라, 인증되지 않은 컴퓨터에서 인증을 시도하는 것으로 여겨진다면 그 사용자는 그 자원에 접근하는 것이 거절될 수 있습니다.
pt: Contas de Computador são usadas nos Serviços de Directório para a identificação única de sistemas de computador participando em rede, e são mesmo tratadas da mesma maneira que utilizadores em termos de segurança. Contas de Computador podem ter palavras passe tal como têm as contas de utilizador, e são sujeitas a autorização a recursos de rede na mesma maneira que as contas de utilizador. Por exemplo, se um utilizador de rede, com uma conta válida para uma rede específica se tentar autenticar com um recurso de rede de um computador que não possui conta de computador válida, dependendo de políticas impostas na rede, pode ser negado ao utilizador acesso ao recurso se o computador a partir do qual o utilizador se tenta autenticar é considerado um computador não autorizado.

source: A computer account may be added to the SAMBA password file, provided the name of the computer being added exists as a valid user account in the local password database first. The syntax for adding a computer or machine account to the SAMBA password file is to use the <application>smbpasswd</application> command from a terminal prompt as follows:
ko: 컴퓨터 계정은 SAMBA 암호 파일에 추가되어질 수 있고, 그 암호 데이타베이스 내에 먼저 올바른 사용자 계정으로써 존재하는 추가된 컴퓨터의 이름으로 제공될 수도 있습니다. 컴퓨터 또는 기계 계정을 SAMBA 암호 파일에 추가하기 위한 문법은 다음과 같이 터미널 프롬프트에서 <application>smbpasswd</application> 명령을 사용 합니다:
pt: Uma conta para um computador pode ser adicionada ao ficheiro de palavras-passe do SAMBA desde que o computador já exista como um utilizador válido na base de dados local de palavras-passe. Para adicionar um computador ou máquina ao ficheiro de palavras-passe do SAMBA utilize o comando <application>smbpasswd</application> na linha de comandos, com a sintaxe seguinte:

source: sudo smbpasswd -a -m COMPUTER_NAME
pt: sudo smbpasswd -a -m NOME_COMPUTADOR

source: Be sure to replace the token COMPUTER_NAME in the example above with the actual name of the specific computer you wish to add a machine account for.
ko: 위의 예에서 COMPUTER_NAME 토큰은 여러분이 추가하려는 기계 계정을 위한 특정 컴퓨터의 실제 이름으로 대체하는 것을 확인 하십시오.
pt: Tenha em conta que deve substituir o NOME_DE_COMPUTADOR no exemplo acima com o verdadeiro nome do computador específico para o qual deseja adicionar uma conta de máquina.

source: File Permissions define the explicit rights a computer or user has to a particular directory, file, or set of files. Such permissions may be defined by editing the <filename>/etc/samba/smb.conf</filename> file and specifying the explicit permissions of a defined file share. For example, if you have defined a SAMBA share called <emphasis role="italic">sourcedocs</emphasis> and wish to give <emphasis role="italic">read-only</emphasis> permissions to the group of users known as <emphasis role="italic">planning</emphasis>, but wanted to allow writing to the share by the group called <emphasis role="italic">authors</emphasis> and the user named <emphasis role="italic">richard</emphasis>, then you could edit the <filename>/etc/samba/smb.conf</filename> file, and add the following entries under the <emphasis role="italic">[sourcedocs]</emphasis> entry:
ko: 파일 접근 권한은 컴퓨터 또는 사용자가 특정 디렉토리, 파일 또는 파일의 집합을 위하여 가지는 명시적 권리를 지정 합니다. 이러한 접근 권한은 <filename>/etc/samba/smb.conf</filename> 파일을 편집히고 지정된 파일 공유의 명시적 접근 권한을 규정하는 것으로 지정될 수 있습니다. 예를 들어, 여러분이 <emphasis role="italic">sourcedocs</emphasis> 이라 불리는 SAMBA 공유를 지정했고, <emphasis role="italic">planning</emphasis> 이라 알려진 사용자 그룹에게는 <emphasis role="italic">read-only</emphasis> 접근 권한을 주고 <emphasis role="italic">authors</emphasis> 라 불리는 그룹과 <emphasis role="italic">richard</emphasis> 라는 이름의 사용자에게는 그 공유에 쓰기를 허용하려고 한다면, <filename>/etc/samba/smb.conf</filename> 파일을 편집을 위하여 열고 다음의 항목을 <emphasis role="italic">[sourcedocs]</emphasis> 항목 아래에 추가 합니다:
pt: Permissões de Ficheiros definem explicitamente os privilégios que um computador ou utilizador têm para um directório, ficheiro ou conjunto de ficheiros. Tais privilégios podem ser definidos editando o ficheiro <filename>/etc/samba/smb.conf</filename> e indicando explicitamente as permissões de uma partilha. Por exemplo, se tiver definida uma partilha chamada <emphasis role="italic">sourcedocs</emphasis> e pretende dar permissões "só de leitura" <emphasis role="italic">read-only</emphasis> ao grupo de utilizadores definido como <emphasis role="italic">planning</emphasis>, mas pretende atribuir privilégios de escrita ao grupo de utilizadores <emphasis role="italic">authors</emphasis> e ao utilizador <emphasis role="italic">richard</emphasis>, então pode editar o ficheiro <filename>/etc/samba/smb.conf</filename> e acrescentar as seguintes linhas dentro da secção <emphasis role="italic">[sourcedocs]</emphasis> :

source: Save the <filename>/etc/samba/smb.conf</filename> for the changes to take effect.
ko: 변경이 효과를 가지게 하기 위해 <filename>/etc/samba/smb.conf</filename> 를 저장 합니다.
pt: Grave o <filename>/etc/samba/smb.conf</filename> para as alterações surtirem efeito.

source: Another possible permission is to declare <emphasis role="italic">administrative</emphasis> permissions to a particular shared resource. Users having administrative permissions may read, write, or modify any information contained in the resource the user has been given explicit administrative permissions to. For example, if you wanted to give the user <emphasis role="italic">melissa</emphasis> administrative permissions to the example <emphasis role="italic">sourcedocs</emphasis> share, you would edit the <filename>/etc/samba/smb.conf</filename> file, and add the following line under the <emphasis role="italic">[sourcedocs]</emphasis> entry:
ko: 또다른 가능한 접근 권한은 <emphasis role="italic">administrative</emphasis> 접근 권한을 특정한 공유 자원에 선언하는 것 입니다. 관리 접근 권한을 가진 사용자는 명시적으로 관리 접근 권한이 주어진 자원에 포함된 어떤 정보도 읽기, 쓰기, 또는 변경을 할 수 있습니다. 예를 들어, 만약 여러분이 사용자 <emphasis role="italic">melissa</emphasis> 에게 위의 예로 사용된 <emphasis role="italic">sourcedocs</emphasis> 공유의 관리 접근 권한을 주기를 원한다면, <filename>/etc/samba/smb.conf</filename> 파일을 편집하기 위해 열고 다음의 줄을 <emphasis role="italic">[sourcedocs]</emphasis> 항목 아래에 추가 합니다:
pt: Outro privilégio possível é declarar permissões administrativas <emphasis role="italic">administrative</emphasis> para uma partilha em particular. Os utilizadores com permissões administrativas podem ler, escrever ou modificar qualquer informação dentro do recurso para o qual o utilizador deu explicitamente permissões administrativas. Por exemplo, se quiser dar ao utilizador <emphasis role="italic">melissa</emphasis> permissões administrativas para a partilha <emphasis role="italic">sourcedocs</emphasis>, edite o ficheiro <filename>/etc/samba/smb.conf</filename> e adicione a seguinte linha dentro da secção <emphasis role="italic">[sourcedocs]</emphasis> :

source: Clients
ko: 클라이언트
pt: Clientes

source: Ubuntu includes client applications and capabilities for accessing network resources shared with the SMB protocol. For example, a utility called <application>smbclient</application> allows for accessing remote shared file-systems, in a manner similar to a File Transfer Protocol (FTP) client. To access a shared folder resource known as <emphasis role="italic">documents</emphasis> offered by a remote Windows computer named <emphasis role="italic">bill</emphasis> using <application>smbclient</application> for example, one would enter a command similar to the following at the prompt:
ko: 우분투는 클라이언트 프로그램과 SMB 프로토콜로 공유된 네트워크 자원을 접근하기 위한 능력을 가지고 있습니다. 예를 들어, <application>smbclient</application> 라 불리는 유틸리티는 파일 전송 프로토콜(FTP) 클라이언트와 유사한 방법으로, 원격의 공유된 파일 시스템을 사용하는 것을 허용 합니다. <application>smbclient</application> 를 사용하는 예는, <emphasis role="italic">bill</emphasis> 이란 원격의 윈도우즈 컴퓨터에 의해 제공되는 <emphasis role="italic">documents</emphasis> 라는 공유 폴더 자원을 사용하기 위하여, 여러분은 프롬프트에서 다음과 같은 명령을 입력 합니다:
pt: O Ubuntu inclui aplicações cliente e capacidades para aceder a recursos de rede partilhados com o protocolo SMB. Por exemplo, o utilitário <application>smbclient</application> permite o acesso remoto a sistemas de ficheiros partilhados, de forma semelhante a uma aplicação cliente de FTP <emphasis role="italic">File Transfer Protocol</emphasis>. Para aceder a uma pasta partilhada designada <emphasis role="italic">documents</emphasis> oferecida por uma máquina remota Windows com o nome <emphasis role="italic">bill</emphasis>, utilizando o <application>smbclient</application>, poderia-se introduzir por exemplo, um comando similar ao seguinte na linha de comandos:

source: smbclient //bill/documents -U &lt;username&gt;
pt: smbclient //bill/documents -U &lt;utilizador&gt;

source: You will then be prompted for the password for the user name specified after the -U switch, and upon successful authentication, will be presented with a prompt where commands may be entered for manipulating and transferring files in a syntax similar to that used by non-graphical FTP clients. For more information on the <application>smbclient</application> utility, read the utility's manual page with the command: <screen> <command>man smbclient</command> </screen>
ko: 그러면 -U 옵션을 통해 지정한 사용자의 암호를 물어보게 됩니다. 인증에 성공하면, 텍스트 기반의 FTP 클라이언트와 비슷한 문법을 이용하여 파일을 조작하거나 이동할 수 있는 명령을 입력하도록 물어볼 것입니다. <application>smbclient</application>에 대한 자세한 정보는, 이 유틸리티의 매뉴얼 페이지를 읽어보기 바랍니다: <screen> <command>man smbclient</command> </screen>
pt: Ser-lhe-á pedida a palavra-passe para o utilizador especificado após o parâmetro -U e, após autenticação bem-sucedida, ser-lhe-á apresentada uma linha de comandos onde podem ser emitidos comandos para manipular e transferir ficheiros numa sintaxe semelhante à utilizada em clientes FTP não-gráficos. Para mais informações acerca do utilitário <application>smbclient</application>, leia a página do manual do utilitário, com o comando: <screen> <command>man smbclient</command> </screen>

source: Local mounting of remote network resources using the SMB protocol is also possible using the <application>smbfs</application> program.
ko: <application>smbfs</application> 프로그램을 통해서도 SMB 프로토콜을 이용하여 원격 네트워크의 자원을 로컬에 마운트할 수 있습니다.
pt: A montagem local de recursos em rede utilizando o protocolo SMB é possível com recurso ao programa <application>smbfs</application>.

source: To mount a shared folder named <emphasis role="italic">project-code</emphasis> on a Windows server named <emphasis role="italic">development</emphasis> as the user <emphasis role="italic">dlightman</emphasis> to your Ubuntu system's /mnt/pcode mount-point (the mountpoint you choose should be an empty folder), you would issue this command at the prompt:
ko: <emphasis role="italic">development</emphasis>라는 이름을 가진 윈도우즈 서버에서 <emphasis role="italic">dlightman</emphasis> 사용자의 권한으로 <emphasis role="italic">project-code</emphasis>라는 공유 폴더를 우분투 시스템의 /mnt/pcode 마운트 포인트로(빈 폴더를 마운트 포인트로 선택해야 할 것입니다) 마운트하기 위해서는 명령행에서 다음을 입력합니다:
pt: Para montar uma pasta partilhada chamada <emphasis role="italic">codigo-projecto</emphasis> existente num servidor Windows com o nome <emphasis role="italic">desenvolvimento</emphasis> em nome do utilizador <emphasis role="italic">dlightman</emphasis> no ponto de montagem /mnt/codigop do seu sistema Ubuntu (o ponto de montagem deve ser um directório vazio), quererá enviar para a consola o seguinte comando:

source: sudo mount -t smbfs -o username=dlightman //development/project-code /mnt/pcode
pt: sudo mount -t smbfs -o username=dlightman //desenvolvimento/codigo-projecto /mnt/codigop

source: You will then be prompted for the user password, and after successfully authenticating, the contents of the shared resource will be available locally via the mount-point specified as the last argument to the mount command. To disconnect the shared resource, simply use the <application>umount</application> command as you would with any other mounted file system. For example:
ko: 여러분은 그런 후, 사용자 암호의 입력을 지시 받게되고, 성공적으로 인증이 된 후, 그 공유 폴더의 내용물은 마운트 명령의 마지막 인자로 지정한 그 마운트 디렉토리를 통해서 로컬 자원과 마찬가지로 사용을 할 수 있게 됩니다. 그 공유 자원의 연결을 끊는 것은, 여러분이 여타의 마운트된 파일 시스템에서 같이, 간단히 <application>umount</application> 명령을 사용 합니다. 예를 들어:
pt: Ser-lhe-á pedida a palavra-passe e, após autenticação validada, os conteúdos do recurso partilhado estarão disponíveis através do ponto de montagem especificado como último argumento do comando mount. Para desligar o recurso partilhado, utilize o comando <application>umount</application> como com qualquer outro sistema de ficheiros montado. Por exemplo:

source: sudo umount /mnt/pcode
pt: sudo umount /mnt/codigop

source: User Accounts
ko: 사용자 계정
pt: Contas de Utilizadores
