Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: <emphasis>/bin/ping flags=(complain):</emphasis> path to the profiled program, also setting the mode to <emphasis>complain</emphasis>.
es: <emphasis>/bin/ping flags=(complain):</emphasis> ruta del programa perfilado, también establece el modo a <emphasis>complain</emphasis>.
it: <emphasis>/bin/ping flags=(complain)</emphasis>: percorso al programma con profilo, impostandone la modalità ad <emphasis>apprendimento</emphasis>.
sv: <emphasis>/bin/ping flags=(complain):</emphasis> profilens sökväg till programmet, dessutom sätts läget till <emphasis>complain</emphasis>.

source: <emphasis>capability net_raw,:</emphasis> allows the application access to the CAP_NET_RAW Posix.1e capability.
es: <emphasis>capacidad net_raw,:</emphasis> permite a la aplicación acceder a la capacidad CAP_NET_RAW Posix.1e.
it: <emphasis>capability net_raw,</emphasis>: consente all'applicazione di accedere alla capacità CAP_NET_RAW Posix.1e.
sv: <emphasis>capability net_raw,:</emphasis> tillåter att programmet får behörighet till CAP_NET_RAW Posix.1e.

source: <emphasis>/bin/ping mixr,:</emphasis> allows the application read and execute access to the file.
es: <emphasis>/bin/ping mixr,:</emphasis> permite a la aplicación leer y ejecutar el acceso al archivo.
it: <emphasis>/bin/ping mixr,</emphasis>: consente all'applicazione accesso in lettura e in esecuzione al file.
sv: <emphasis>/bin/ping mixr,:</emphasis> tillåter programmet att få läs och skriv rättigheter till filen.

source: After editing a profile file the profile must be reloaded. See <xref linkend="apparmor-usage"/> for details.
es: Después de editar el archivo de perfil, el perfil debe ser recargado. Ver <xref linkend="apparmor-usage"/> para detalles.
it: Dopo aver modificato un profilo, è necessario ricaricarlo. Per maggiori informazioni, consultare <xref linkend="apparmor-usage"/>.
sv: Efter redigeringen av en profil måste profilen laddas om. För detaljer läs <xref linkend="apparmor-usage"/>.

source: Creating a Profile
es: Crear un perfil
it: Creare un profilo
sv: Skapa en profil

source: <emphasis>Design a test plan:</emphasis> Try to think about how the application should be exercised. The test plan should be divided into small test cases. Each test case should have a small description and list the steps to follow.
es: <emphasis>Diseñe un plan de pruebas:</emphasis> Trate de pensar sobre cómo la aplicación debe ser ejercida. El plan de pruebas debe ser dividido en casos de prueba pequeños. Cada caso de prueba debe tener una descripción pequeña y debe listar los pasos a seguir.
it: <emphasis>Progettare un piano di verifica</emphasis>: cercare di pensare a come l'applicazione dovrebbe essere eseguita. Il piano di verifica dovrebbe essere diviso in tanti piccoli casi d'uso, ognuno dei quali dovrebbe avere una breve descrizione e un elenco dei passi da compiere.
sv: <emphasis>Skapa en testplan:</emphasis> Försök att tänka dig vad programmet skall utföra. Testplanen skall delas upp i små principfall. Varje principfall skall ha en kort beskrivning och steg att följa.

source: Some standard test cases are:
es: Algunos casos estándar de prueba son:
it: Alcuni casi standard da verificare sono:
sv: Några standardprinciper är:

source: Starting the program.
es: Iniciando el programa.
it: Avvio del programma.
sv: Starta programmet.

source: Stopping the program.
es: Parando el programa.
it: Arresto del programma.
sv: Stoppa programmet.

source: Reloading the program.
es: Recargando el programa.
it: Ricaricamento del programma.
sv: Ladda om programmet.

source: Testing all the commands supported by the init script.
es: Comprobar todas las órdenes soportadas por el script de inicio.
it: Verifica di tutti i comandi supportati dallo script init.
sv: Testa alla kommandon som stöds av init-skriptet.

source: <emphasis>Generate the new profile:</emphasis> Use <application>aa-genprof</application> to generate a new profile. From a terminal:
es: <emphasis>Generar el nuevo perfil:</emphasis> Utilice <application>aa-genprof</application> para generar un nuevo perfil. Desde una terminal:
it: <emphasis>Generare il nuovo profilo</emphasis>: usare <application>aa-genprof</application> per generare un nuovo profilo. Da un terminale:
sv: <emphasis>Skapa en ny profil:</emphasis> Använd <application>aa-genprof</application> för att skapa en ny profil. Från en terminal:

source: For example:
es: Por ejemplo:
it: Per esempio:
sv: Till exempel:

source: To get your new profile included in the <application>apparmor-profiles</application> package, file a bug in <emphasis>Launchpad</emphasis> against the <ulink url="https://bugs.launchpad.net/ubuntu/+source/apparmor/+filebug">AppArmor</ulink> package:
es: Para tener su nuevo perfil incluido en el paquete <application>apparmor-profiles</application>, registre un error en <emphasis>Launchpad</emphasis> en contra del paquete <ulink url="https://bugs.launchpad.net/ubuntu/+source/apparmor/+filebug">AppArmor</ulink>:
it: Affinché il proprio nuovo profilo venga incluso nel pacchetto <application>apparmor-profiles</application>, segnalare un bug su <emphasis>Launchpad</emphasis> riguardo il pacchetto <ulink url="https://bugs.launchpad.net/ubuntu/+source/apparmor/+filebug">AppArmor</ulink>:
sv: För att inkludera din nya profil till paketet <application>apparmor-profiles</application>, rapportera en bugg till <emphasis>Launchpad</emphasis> mot paketet <ulink url="https://bugs.launchpad.net/ubuntu/+source/apparmor/+filebug">AppArmor</ulink>:

source: Include your test plan and test cases.
es: Incluye su plan de prueba y casos de prueba.
it: Includere la pianificazione e le casistiche del test.
sv: Inkludera din testplan och testfall.

source: Attach your new profile to the bug.
es: Adjunte el nuevo perfil al error.
it: Allegare il nuovo profilo al bug.
sv: Bifoga din nya profil till bugg-rapporten

source: Updating Profiles
es: Actualizando perfiles
it: Aggiornare i profili
sv: Uppdatera profiler

source: When the program is misbehaving, audit messages are sent to the log files. The program <application>aa-logprof</application> can be used to scan log files for <application>AppArmor</application> audit messages, review them and update the profiles. From a terminal:
es: Cuando el programa da error, se envía a los archivos de registro un mensaje de intervención. El programa <application>aa-logprof</application> se puede utilizar para explorar archivos de registro para mensajes de intervención de <application>AppArmor</application>, revisarlos y actualizar los perfiles. Desde un terminal:
it: Quando il programma si comporta stranamente, messaggi di audit vengono inviati ai file di registro. Il programma <application>aa-logprof</application> può essere usato per analizzare i file di registro per i messaggi di audit di <application>AppArmor</application>, per controllarli e per aggiornare i profili. Da un terminale:
sv: När programmet uppför sig illa, skickas meddelanden till loggfilerna. Programmet <application>aa-logprof</application> kan användas till att söka igenom loggfiler efter <application>AppArmor</application>-meddelanden, granska dem och uppdatera profilerna. Från en terminal:

source: See the <ulink url="http://www.novell.com/documentation/apparmor/apparmor201_sp10_admin/index.html?page=/documentation/apparmor/apparmor201_sp10_admin/data/book_apparmor_admin.html">AppArmor Administration Guide</ulink> for advanced configuration options.
es: Vea <ulink url="http://www.novell.com/documentation/apparmor/apparmor201_sp10_admin/index.html?page=/documentation/apparmor/apparmor201_sp10_admin/data/book_apparmor_admin.html">AppArmor Administration Guide</ulink> para las opciones de configuración avanzadas.
it: Per le opzioni avanzate di configurazione, consultare la <ulink url="http://www.novell.com/documentation/apparmor/apparmor201_sp10_admin/index.html?page=/documentation/apparmor/apparmor201_sp10_admin/data/book_apparmor_admin.html">AppArmor Administration Guide</ulink>
sv: Se <ulink url="http://www.novell.com/documentation/apparmor/apparmor201_sp10_admin/index.html?page=/documentation/apparmor/apparmor201_sp10_admin/data/book_apparmor_admin.html">AppArmor Administration Guide</ulink> för avancerade konfigurationsalternativ.

source: For details using AppArmor with other Ubuntu releases see the <ulink url="https://help.ubuntu.com/community/AppArmor"> AppArmor Community Wiki</ulink> page.
es: Para detalles de cómo usar AppArmor con otras versiones de Ubuntu, vea la página <ulink url="https://help.ubuntu.com/community/AppArmor"> AppArmor Community Wiki</ulink>.
it: Per maggiori informazioni su come usare AppArmor con altri rilasci di Ubuntu, consultare la <ulink url="http://wiki.ubuntu-it.org/Sicurezza/AppArmor">documentazione della comunità italiana</ulink>.
sv: För detaljer om att använda AppArmor med andra Ubuntu-versioner, läs sidan <ulink url="https://help.ubuntu.com/community/AppArmor"> AppArmor Community Wiki</ulink>.

source: The <ulink url="http://en.opensuse.org/AppArmor">OpenSUSE AppArmor</ulink> page is another introduction to AppArmor.
es: La página <ulink url="http://en.opensuse.org/AppArmor">OpenSUSE AppArmor</ulink> es otra introducción a AppArmor.
it: La pagina <ulink url="http://en.opensuse.org/AppArmor">OpenSUSE AppArmor</ulink> è un'altra introduzione ad AppArmor.
sv: <ulink url="http://en.opensuse.org/AppArmor">OpenSUSE AppArmor</ulink>-sidan är en annan introduktion till AppArmor.

source: A great place to ask for <application>AppArmor</application> assistance, and get involved with the Ubuntu Server community, is the <emphasis>#ubuntu-server</emphasis> IRC channel on <ulink url="http://freenode.net">freenode</ulink>.
es: Un gran lugar para pedir asistencia de AppArmor, e involucrarse con la Comunidad de Ubuntu Server, es el canal IRC <emphasis>#ubuntu-server</emphasis> en <ulink url="http://freenode.net">freenode</ulink>.
it: Un buon posto per chiedere assistenza riguardo <application>AppArmor</application>, e per partecipare nella comunità di Ubuntu Server, è il canale IRC <emphasis>#ubuntu-server</emphasis> su <ulink url="http://freenode.net">freenode</ulink>.
sv: En bra plats att fråga efter hjälp med <application>AppArmor</application> och komma i kontakt med Ubuntu Server gemenskapen, är på IRC-kanalen <emphasis>#ubuntu-server</emphasis> på <ulink url="http://freenode.net">freenode</ulink>.

source: Certificates
es: Certificados
it: Certificati
sv: Certifikat

source: One of the most common forms of cryptography today is <emphasis>public-key</emphasis> cryptography. Public-key cryptography utilizes a <emphasis>public key</emphasis> and a <emphasis>private key</emphasis>. The system works by <emphasis>encrypting</emphasis> information using the public key. The information can then only be <emphasis>decrypted</emphasis> using the private key.
es: Una de las formas de cifrado más comunes hoy en día es el cifrado de <emphasis>clave pública</emphasis>. El cifrado de clave pública utiliza una <emphasis>clave pública</emphasis> y una <emphasis>clave privada</emphasis>. El funcionamiento del sistema consiste en <emphasis>cifrar</emphasis> información usando la clave pública. Esta información cifrada sólo puede ser <emphasis>descifrada</emphasis> usando la clave privada.
it: Una delle più comuni forme di crittografia odierna è la crittografia a <emphasis>chiave pubblica</emphasis>. Questo tipo di crittografia utilizza una <emphasis>chiave pubblica</emphasis> e una <emphasis>chiave privata</emphasis>. Il sistema funziona <emphasis>cifrando</emphasis> le informazioni usando la chiave pubblica che possono solo essere <emphasis>decifrate</emphasis> con la chiave privata.
sv: En av de vanligaste formerna av kryptering idag är kryptering med <emphasis>publik nyckel</emphasis>. Kryptering med en publik nyckel använder en <emphasis>publik nyckel</emphasis> och en <emphasis>privat nyckel</emphasis>. Systemet fungerar genom att <emphasis>kryptera</emphasis> information med en publik nyckel. Informationen kan bara <emphasis>dekrypteras</emphasis> genom en privat nyckel.

source: A common use for public-key cryptography is encrypting application traffic using a Secure Socket Layer (SSL) or Transport Layer Security (TLS) connection. For example, configuring Apache to provide <emphasis>HTTPS</emphasis>, the HTTP protocol over SSL. This allows a way to encrypt traffic using a protocol that does not itself provide encryption.
es: Un uso habitual del cifrado de clave pública es el cifrado del tráfico de una aplicación usando una conexión «Secure Socket Layer» (SSL) o «Transport Layer Security» (TLS), por ejemplo, configurar Apache para que utilice <emphasis>HTTPS</emphasis>, el protocolo HTTP sobre SSL. Esto proporciona una manera de cifrar el tráfico de datos cuando se utiliza un protocolo que no ofrece cifrado por sí mismo.
it: L'utilizzo più comune della crittografia a chiave pubblica è nella cifratura del traffico delle applicazioni attraverso una connessione SSL (Secure Socket Layer) o TLS (Transport Layer Security), per esempio configurando Apache affinché fornisca <emphasis>HTTPS</emphasis>, il protocollo HTTP via SSL. Questo consente di cifrare il traffico utilizzando un protocollo che non fornisce nativamente una cifratura.
sv: Ett vanligt användningsområde för kryptering med en publik nyckel är kryptering av programtrafik genom att använda en Secure Socket Layer (SSL) eller Transport Layer Security (TLS) anslutning. Till exempel, konfigurera Apache till att erbjuda <emphasis>HTTPS</emphasis>, HTTP protokoll över SSL. Det möjliggör ett sätt att kryptera trafik till ett protokoll som i sig självt inte har möjlighet till kryptering.

source: A <emphasis>Certificate</emphasis> is a method used to distribute a <emphasis>public key</emphasis> and other information about a server and the organization who is responsible for it. Certificates can be digitally signed by a <emphasis>Certification Authority</emphasis> or CA. A CA is a trusted third party that has confirmed that the information contained in the certificate is accurate.
es: Un <emphasis>certificado</emphasis> es un método utilizado para distribuir una <emphasis>clave pública</emphasis> y otra información sobre un servidor, y la organización responsable de él. Los certificados pueden estar firmados digitalmente por una <emphasis>Autoridad de certificación</emphasis> o AC. Un AC es un tercero en quien se confía que ha confirmado la veracidad de la información contenida en el certificado.
it: Un <emphasis>certificato</emphasis> è un metodo di distribuzione di una <emphasis>chiave pubblica</emphasis> e di altre informazioni riguardo un server e l'organizzazione che ne è responsabile. I certificati possono essere firmati digitalmente a un'<emphasis>Autorità di Certificazione</emphasis> o CA. Una CA è un'entità fidata che conferma la veridicità delle informazioni contenute nel certificato.
sv: Ett <emphasis>Certifikat</emphasis> är en metod att sprida en <emphasis>publik nyckel</emphasis> och annan information om en server och organisationen som ansvarar för det. Certifikatet kan vara digitalt signerat av en <emphasis>Certificate Authority</emphasis> eller CA. En CA är en pålitlig tredjepart som har styrkt att informationen i certifikatet är korrekt.

source: Types of Certificates
es: Tipos de Certificados
it: Tipologie dei certificati
ko: 인증서의 종류
pt: Tipos de Certificados
sv: Typer av certifikat

source: To set up a secure server using public-key cryptography, in most cases, you send your certificate request (including your public key), proof of your company's identity, and payment to a CA. The CA verifies the certificate request and your identity, and then sends back a certificate for your secure server. Alternatively, you can create your own <emphasis>self-signed</emphasis> certificate.
es: Para configurar un servidor seguro usando criptografía de clave pública, en la mayoría de los casos, tiene que enviar su solicitud de certificado (incluyendo su clave pública), demostrar la identidad de su empresa, y pagar a una AC. La AC verifica la solicitud de certificado y su identidad, y luego le envía un certificado para su servidor seguro. Como alternativa, puede crearse su propio certificado <emphasis>autofirmado</emphasis>.
it: Per configurare un server sicuro affinché usi la crittografia a chiave pubblica, nella maggior parte dei casi, è necessario inviare la richiesta del certificato (compresa la chiave pubblica), una prova di esistenza della propria società e il pagamento a una CA. La CA verifica la richiesta e la propria identità e quindi invia un certificato per il proprio server. In alternativa, è possibile creare il proprio certificato <emphasis>auto-firmato</emphasis>.
sv: För att etablera en server som använder kryptering med publik nyckel, skickar du i de flesta fall en certifikatförfrågan (inklusive din publika nyckel), bevis på ditt företags identitet och betalning till en CA. CA verifierar din certifikatförfrågan och din identitet och skickar tillbaka ett certifikat till din server. Alternativt, kan du skapa ditt egna <emphasis>självsignerade</emphasis> certifikat.

source: Note, that self-signed certificates should not be used in most production environments.
es: Tenga en cuenta que los certificados autofirmados no deberían usarse en la mayoría de los entornos de producción.
it: I certificati auto-firmati non dovrebbero essere usati in ambienti di produzione.
sv: Notera, Ett självsignerat certifikat skall i flesta fall inte användas i produktionsmiljöer.

source: Continuing the HTTPS example, a CA-signed certificate provides two important capabilities that a self-signed certificate does not:
es: Continuando con el ejemplo de HTTPS, un certificado firmado por una AC proporciona dos características importantes que un certificado autofirmado no posee:
it: Continuando l'esempio di HTTPS, un certificato CA firmato dispone di caratteristiche che un certificato auto-firmato non ha:
sv: Fortsättning av HTTPS exemplet, ett CA-signerat certifikat tillför två viktiga möjligheter som självsignerade certifikat saknar:

source: Browsers (usually) automatically recognize the certificate and allow a secure connection to be made without prompting the user.
es: Los navegadores (habitualmente) reconocen automáticamente el certificado y permiten establecer una conexión segura sin preguntar al usuario.
it: I browser, solitamente, riconoscono automaticamente il certificato e consentono l'attivazione di una connessione sicura senza chiedere nulla all'utente.
ko: 웹브라우저들은 (대개) 사용자에게 묻는 것 없이 자동적으로 인증서와 만들어진 보안 연결을 인식 합니다.
pt: Os navegadores (habitualmente) reconhecem o certificado e permitem o estabelecimento de uma ligação segura sem perguntar ao utilizador.
sv: Webbläsare känner (oftast) automatiskt igen certifikatet och tillåter en säker anslutning utan att först fråga användaren.

source: When a CA issues a signed certificate, it is guaranteeing the identity of the organization that is providing the web pages to the browser.
es: Cuando una CA envía un certificado firmado, está garantizando la identidad de la organización que está suministrando las páginas web al navegador.
it: Quando una CA emette un certificato, garantisce l'identità dell'organizzazione che fornisce la pagina web al browser.
ko: CA가 사인된 인증을 발행하였을 때, 그것은 웹 페이지를 브라우저에 제공하는 단체의 식별을 보장 합니다.
pt: Quando uma Autoridade de Certificação emite um certificado assinado, está garantida a identidade da organização que fornece as páginas web ao navegador.
sv: När en CA ger ut ett signerat certifikat garanterar den identiteten på organisationen som ger webbsidor till webbläsaren.

source: Most Web browsers, and computers, that support SSL have a list of CAs whose certificates they automatically accept. If a browser encounters a certificate whose authorizing CA is not in the list, the browser asks the user to either accept or decline the connection. Also, other applications may generate an error message when using a self-singed certificate.
es: La mayoría de los navegadores web y los equipos que soportan SSL tienen una lista de CAs cuyos certificados aceptan automáticamente. Si un navegador encuentra un certificado autorizado por una CA que no está en la lista, preguntará al usuario si desea aceptar o rechazar la conexión. Otras aplicaciones pueden generar también un mensaje de error al usar un certificado autofirmado.
it: La maggior parte dei browser web, e dei computer che supportano SSL, dispongono di un elenco di CA i cui certificati sono accettati automaticamente. Se un browser incontra un certificato la cui CA non è presente nell'elenco, il browser chiede all'utente di accettare o rifiutare la connessione. Inoltre, altre applicazioni possono generare un messaggio di errore quando viene usato un certificato auto-firmato.
sv: De flesta webbläsare och datorer som stöder SSL har en lista över CA:s vilka certifikat de automatiskt accepterar. Om en webbläsare stöter på ett certifikat där den godkännande CA:n inte finns med i listan, frågar webbläsaren om användaren vill acceptera eller avböja anslutningen. Dessutom kan andra program generera felmeddelanden vid användande av självsignerade certifikat.

source: The process of getting a certificate from a CA is fairly easy. A quick overview is as follows:
es: El proceso para obtener un certificado de una AC es realmente sencillo. Lo siguiente es un vistazo rápido:
it: Il processo per ottenere un certificato da una CA è molto semplice. Un piccolo promemoria:
sv: Processen för att få ett certifikat från en CA är enkel. En snabb översikt följer:

source: Create a private and public encryption key pair.
es: Crear dos llaves encriptadas pública y privada.
it: Creare un coppia di chiavi pubblica e privata.
ko: 사적 그리고 공개 암호 키 쌍을 만듭니다.
pt: Criar um par chave privada e chave pública de codificação.
sv: Skapa ett krypteringsnyckelpar bestående av en privat och en publik nyckel.

source: Create a certificate request based on the public key. The certificate request contains information about your server and the company hosting it.
es: Crear una solicitud de certificado basado en la clave pública. La solicitud de certificado contiene información sobre su servidor y la compañía que lo aloja.
it: Creare una richiesta per un certificato basato su chiave pubblica. La richiesta del certificato contiene informazioni riguardo il server a la società che lo ospita.
ko: 공개 키에 근거하여 인증서 요청을 만듭니다. 인증서 요청은 여러분의 서버와 그것을 호스팅하는 회사에 대한 정보를 가집니다.
pt: Criar um pedido de certificado baseado numa chave pública. O pedido de certificado contém informação acerca do seu servidor e da empresa que o hospeda.
sv: Skicka en förfrågan om ett certifikat baserat på den publika nyckeln. Certifikatet innehåller information om din server och företaget som äger den.
