Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: User Accounts define persons with some level of authorization to use certain computer and network resources. Typically, in a network environment, a user account is provided to each person allowed to access a computer or network, where policies and permissions then define what explicit rights that user account has access to. To define SAMBA network users for your Ubuntu system, you may use the <application>smbpasswd</application> command. For example to add a SAMBA user to your Ubuntu system with the user name <emphasis role="italic">jseinfeld</emphasis>, you would enter this command at the prompt:
ko: 사용자 계정은 특정 컴퓨터와 네트워크 자원을 사용하기 위한 몇 가지 인증의 등급을 가지는 컴퓨터 이용자를 지정 합니다. 전형적으로, 네트워크 환경에서는, 사용자 계정은 각 이용자에게 허용된 컴퓨터 또는 네트워크를 접근하기 위하여 제공되어지고, 사용자 계정이 가지는 명시적인 권한을 지정한 정책과 접근 권한이 지정되는 곳 입니다. 여러분의 우분투 시스템을 위한 SAMBA 네트워크 사용자를 지정하려면, <application>smbpasswd</application> 명령을 사용 합니다. 사용자 이름 <emphasis role="italic">jseinfeld</emphasis> 를 여러분의 우분투 시스템에 SAMBA 사용자로 추가하는 예는, 프롬프트웨서 이 명령을 입력 합니다:
pt: As Contas de Utilizador definem pessoas com algum tipo de permissões para utilizarem determinados computadores e recursos de rede. Tipicamente, num ambiente de rede, é fornecida a cada pessoa uma conta com a qual pode aceder a um computador ou rede, onde políticas e permissões definem quais os privilégios específicos desse utilizador. Para definir utilizadores de rede SAMBA para o seu sistema Ubuntu pode utilizar o comando <application>smbpasswd</application>. Por exemplo, para adicionar um utilizador SAMBA ao seu sistema Ubuntu com o nome de utilizador <emphasis role="italic">jseinfeld</emphasis>, digite este comando na linha de comandos:

source: The <application>smbpasswd</application> application will then prompt you to enter a password for the user:
ko: 그런 다음 <application>smbpasswd</application> 프로그램은 여러분이 그 사용자를 위해 암호를 입력할 수 있도록 프롬프트를 보일 겁니다:
pt: A aplicação <application>smbpasswd</application> irá então pedir-lhe que introduza a palavra-passe para o utilizador:

source: New SMB password:
pt: Nova palavra-passe SMB:

source: Enter the password you wish to set for the user, and the <application>smbpasswd</application> application will ask you to confirm the password:
ko: 그 사용자를 위해 지정하고 싶은 암호를 입력하고, <application>smbpasswd</application> 프로그램은 여러분이 그 암호를 확인하도록 다시 물을 것 입니다:
pt: Insira a palavra-passe que deseja para este utilizador, e a aplicação <application>smbpasswd</application> irá pedir-lhe que confirme a palavra-passe:

source: Retype new SMB password:
pt: Insira novamente a nova palavra-passe SMB:

source: Confirm the password, and <application>smbpasswd</application> will add the entry for the user to the SAMBA password file.
ko: 암호를 확인하고, <application>smbpasswd</application> 프로그램은 SAMBA 암호 파일에 그 사용자를 위한 항목을 추가 합니다.
pt: Confirme a palavra-passe e o <application>smbpasswd</application> adicionará a entrada do novo utilizador no ficheiro de palavras-passe do SAMBA.

source: When defining groups in the SAMBA configuration file, <filename>/etc/samba/smb.conf</filename> the recognized syntax is to preface the group name with an "@" symbol. For example, if you wished to define a group named <emphasis role="italic">sysadmin</emphasis> in a certain section of the <filename>/etc/samba/smb.conf</filename>, you would do so by entering the group name as <emphasis role="bold">@sysadmin</emphasis>.
ko: SAMBA 설정 파일 <filename>/etc/samba/smb.conf</filename> 내에 그룹을 지정할 때 인식되는 문법은 그룹 이름 앞에 "@" 심벌을 가지는 것입니다. 예를 들어, 만약 여러분이 <filename>/etc/samba/smb.conf</filename> 의 특정 영역에 <emphasis role="italic">sysadmin</emphasis> 이란 이름의 그룹을 지정하기를 원한다면, 그 그룹의 이름을 <emphasis role="bold">@sysadmin</emphasis> 로 입력하는 것으로 그렇게 합니다.
pt: Ao definir grupos no ficheiro de configuração do SAMBA <filename>/etc/samba/smb.conf</filename> a sintaxe reconhecida é acrescentar o símbolo <emphasis role="bold">@</emphasis> como prefixo ao nome do grupo. Por exemplo, se pretende definir um grupo chamado <emphasis role="italic">sysadmin</emphasis> numa determinada secção do ficheiro <filename>/etc/samba/smb.conf</filename>, fá-lo-á indicando nessa secção o grupo como <emphasis role="bold">@sysadmin</emphasis> .

source: Group Policy
ko: 그룹 정책
pt: Política de Grupo

source: Group Policy defines certain SAMBA configuration settings pertaining to the Domain or Workgroup computer accounts belong to, and other global settings for the SAMBA server. For example, if the SAMBA server belongs to a Workgroup of Windows computers called <emphasis role="italic">LEVELONE</emphasis>, then the <filename>/etc/samba/smb.conf</filename> could be edited, and the following value changed accordingly:
ko: 그룹 정책은 도메인 또는 Workgroup 컴퓨터 계정이 속하는 것과 여타의 SAMBA 서버를 위한 전체 설정값과 관련하는 특정 SAMBA 설정 값을 지정 합니다. 예를 들어, 만약 SAMBA 서버가 <emphasis role="italic">LEVELONE</emphasis> 이라 불리는 윈도우즈 컴퓨터의 Workgroup에 속한다면, <filename>/etc/samba/smb.conf</filename> 는 다음과 같이 그에 대한 것을 적정하게 변경하는 것으로 편집될 수 있습니다:
pt: A Política de Grupo define determinadas configurações do SAMBA respeitantes ao Domínio ou Grupo de Trabalho ao qual o computador pertence, e outras configurações globais do servidor SAMBA. Por exemplo, se o servidor SAMBA pertence a um Grupo de Trabalho de computadores em Windows chamado <emphasis role="italic">LEVELONE</emphasis>, o ficheiro <filename>/etc/samba/smb.conf</filename> pode ser editado e o valor seguinte alterado em conformidade:

source: Save the file and restart the SAMBA daemons to affect the change.
ko: 파일을 저장하고 변경의 효과를 가지기 위하여 SAMBA 데몬을 재시작 합니다.
pt: Grave o ficheiros e reinicie os serviços (<emphasis role="italic">daemons</emphasis>) do SAMBA para aplicar as alterações.

source: Other important global policy settings include the <emphasis role="italic">server string</emphasis> which defines the NETBIOS server name reported by your Ubuntu system to other machines on the Windows-based network. This is the name your Ubuntu system will be recognized as by Windows clients and other computers capable of browsing the network with the SMB protocol. Additionally, you may specify the name and location of the SAMBA server's log file by using the <emphasis role="italic">log file</emphasis> directive in the <filename>/etc/samba/smb.conf</filename> file.
ko: 다른 중요한 전체 정책 설정값은 여러분의 우분투 시스템을 윈도우즈 기반의 네트워크 상의 다른 기계에 알리는 NETBIOS 서버 이름을 지정하는 <emphasis role="italic">server string</emphasis> 을 포함 합니다. 이것은 윈도우즈 클라이언트와 SMB 프로토콜을 가지고 네트워크를 열람할 능력이 있는 다른 컴퓨터들에 의하여 인식되는 여러분의 우분투 시스템 이름 입니다. 추가하여, 여러분은 <filename>/etc/samba/smb.conf</filename> 파일 내에 <emphasis role="italic">log file</emphasis> 지시자를 사용하여 SAMBA 서버의 로그 파일의 이름과 위치를 지정할 수 있습니다.
pt: Outra configuração importante de política global inclui a <emphasis role="italic">server string</emphasis> que define o nome NETBIOS do servidor comunicado pelo seu sistema Ubuntu a outras máquinas da rede baseada em Windows. É por este nome que o seu sistema Ubuntu será reconhecido pelos clientes Windows e outros computadores capazes de pesquisar na rede utilizando o protocolo SMB. Adicionalmente, pode especificar o nome e a localização do ficheiro de registos <emphasis role="italic">log</emphasis> do servidor SAMBA utilizando a directiva <emphasis role="italic">log file</emphasis> no ficheiro <filename>/etc/samba/smb.conf</filename>.

source: Some of the additional directives governing global group policy include specification of the global nature of all shared resources. For example, placing certain directives under the <emphasis role="italic">[global]</emphasis> heading of the <filename>/etc/samba/smb.conf</filename> file will affect all shared resources unless an overriding directive is placed under a particular shared resource heading. You specify all shares are browseable by all clients on the network by placing a <emphasis role="italic">browseable</emphasis> directive, which takes a Boolean argument, under the <emphasis role="italic">[global]</emphasis> heading in the <filename>/etc/samba/smb.conf</filename>. That is, if you edit the file and add the line:
ko: 전체 그룹 정책을 운영하는 몇 가지 추가적인 지시자들은 모든 공유된 자원의 전체적인 특징의 명세를 포함 합니다. 예를 들어, <filename>/etc/samba/smb.conf</filename> 파일의 <emphasis role="italic">[global]</emphasis> 제목 아래의 특정 지시자를 놓는 것은 특정 공유 자원의 제목 아래에 이를 덮어쓰기 위한 지시자를 위치시키지 않는 한 모든 공유 자원에게 영향을 미치게 됩니다. 여러분은 <emphasis role="italic">browseable</emphasis> 지시자를 놓는 것으로 네트워크 상의 모든 클라이언트들에 의해 열람될 수 있는 모든 공유를 지정할 수 있고, 그 지시자는 <filename>/etc/samba/smb.conf</filename> 파일 내에 <emphasis role="italic">[global]</emphasis> 아래, Boolean 인수(yes 또는 no)를 가집니다. 그것은, 여러분이 그 파일을 편집하기 위하여 열고 그 줄을 추가 합니다:
pt: Algumas das directivas adicionais que comandam a política de grupo global incluem a especificação da natureza global de todos os recursos partilhados. Por exemplo, ao colocar determinadas directivas dentro da secção <emphasis role="italic">[global]</emphasis> no início de ficheiro <filename>/etc/samba/smb.conf</filename> afectarão todos os recursos partilhados a não ser que uma directiva que se sobreponha seja colocada na secção de um recurso em particular. Pode especificar que todas as partilhas são pesquisáveis por todos os clientes da rede colocando a directiva <emphasis role="italic">browseable</emphasis>, que aceita um valor Lógico, dentro da secção <emphasis role="italic">[global]</emphasis> no início de <filename>/etc/samba/smb.conf</filename>. Isto é, se editar o ficheiro e adicionar a linha:

source: under the <emphasis role="italic">[global]</emphasis> section of <filename>/etc/samba/smb.conf</filename>, then all shares provided by your Ubuntu system via SAMBA will be browseable by all authorized clients, unless a specific share contains a <emphasis role="italic">browseable = false</emphasis> directive, which will override the global directive.
ko: <filename>/etc/samba/smb.conf</filename> 의 <emphasis role="italic">[global]</emphasis> 영역 아래에, 그러면 SAMBA를 통하여 여러분의 우분투 시스템에 의해 제공되는 모든 공유는 모든 허가된 클라이언트에 의하여 열람되어질 수 있습니다. 만약 특정한 공유가 <emphasis role="italic">browseable = false</emphasis> 지시자를 포함한다면, 그 전체 지시자는 덮어쓰여 집니다 - 즉, 특정한 공유에 지정된 것이 영향을 가집니다.
pt: dentro da secção <emphasis role="italic">[global]</emphasis> do ficheiro <filename>/etc/samba/smb.conf</filename>, todas as partilhas disponibilizadas pelo seu sistema Ubuntu através do SAMBA ficarão pesquisavéis por todos os clientes autorizados, a não ser que uma partilha específica contenha a directiva <emphasis role="italic">browseable = false</emphasis> que se sobrepõe à directiva global.

source: Other examples which work in a similar manner, are the <emphasis role="italic">public</emphasis> and <emphasis role="italic">writeable</emphasis> directives. The <emphasis role="italic">public</emphasis> directive accepts a Boolean value and decides whether a particular shared resource is visible by all clients, authorized or not. The <emphasis role="italic">writeable</emphasis> directive also takes a Boolean value and defines whether a particular shared resource is writable by any and all network clients.
ko: 다른 예제들도 비슷한 방식으로 작동을 하게 되고, <emphasis role="italic">public</emphasis> 과 <emphasis role="italic">writeable</emphasis> 지시자가 그 예가 됩니다. <emphasis role="italic">public</emphasis> 지시자는 Boolean 값을 갖고 특정 공유 자원이 모든 클라이언트 또는 허가된 것에만 보여지는 것의 여부를 결정 합니다. <emphasis role="italic">writeable</emphasis> 지시자도 또한 Boolean 값을 취하고 특정 공유 자원이 어떤 또는 모든 네트워크 클라이언트에 의해 쓰여지는 것의 여부를 지정 합니다.
pt: Outros exemplos que funcionam de forma similar são as directivas <emphasis role="italic">public</emphasis> e <emphasis role="italic">writeable</emphasis> . A directiva <emphasis role="italic">public</emphasis> aceita um valor lógico e determina que um recurso partilhado em particular é visível para todos os clientes, autorizados ou não. A directiva <emphasis role="italic">writeable</emphasis> também aceita um valor lógico e define se um recurso partilhado em particular tem acesso de escrita para todo e qualquer cliente de rede.

source: cd /usr/share/moin sudo mkdir mywiki sudo cp -R data mywiki sudo cp -R underlay mywiki sudo cp server/moin.cgi mywiki sudo chown -R www-data.www-data mywiki sudo chmod -R ug+rwX mywiki sudo chmod -R o-rwx mywiki
pt: cd /usr/share/moin sudo mkdir meuwiki sudo cp -R data meuwiki sudo cp -R underlay meuwiki sudo cp server/moin.cgi meuwiki sudo chown -R www-data.www-data meuwiki sudo chmod -R ug+rwX meuwiki sudo chmod -R o-rwx meuwiki

source: data_dir = '/org/moin/mywiki/data'
pt: data_dir = '/org/moin/meuwiki/data'

source: data_dir = '/usr/share/moin/mywiki/data'
pt: data_dir = '/usr/share/moin/meuwiki/data'

source: ### moin ScriptAlias /mywiki "/usr/share/moin/mywiki/moin.cgi" alias /wiki "/usr/share/moin/htdocs" &lt;Directory /usr/share/moin/htdocs&gt; Order allow,deny allow from all &lt;/Directory&gt; ### end moin
pt: ### moin ScriptAlias /meuwiki "/usr/share/moin/meuwiki/moin.cgi" alias /wiki "/usr/share/moin/htdocs" &lt;Directory /usr/share/moin/htdocs&gt; Order allow,deny allow from all &lt;/Directory&gt; ### end moin

source: http://localhost/mywiki
pt: http://localhost/meuwiki

source: http://localhost/mywiki?action=test
pt: http://localhost/meuwiki?action=test

source: You should also install <application>Apache2</application><application>PHP5</application> scripting language and Database Management Systems, <application>MySQL</application> or <application>PostgreSQL</application> depending on your need. Please refer to those sections in this manual for installation instructions.
ko: 또한 필요에 따라 <application>Apache2</application><application>PHP5</application> 스크립트 언어와, <application>MySQL</application> 혹은 <application>PostgreSQL</application> 데이터베이스 관리 시스템을 설치할 수 있습니다. 이들을 설치하는 방법은 이 설명서의 해당 부분을 참조하기 바랍니다.
pt: Poderá também instalar a linguagem de script <application>Apache2</application><application>PHP5</application>, e Sistemas de Gestão de Base de Dados <application>MySQL</application> ou <application>PostgreSQL</application> dependendo da sua necessidade. Por favor veja as secções em questão neste manual por instrucções de instalação.

source: Before you configuring <application>MediaWiki</application> application, you should configure PHP5. Edit the file <filename>/etc/php5/apache2/php.ini</filename> and uncomment the following lines, if they are still commented:
ko: <application>MediaWiki</application> 프로그램을 설정하기 전에 PHP5를 먼저 설정해야 합니다. <filename>/etc/php5/apache2/php.ini</filename> 파일을 열고, 다음 부분이 주석처리가 되어 있다면 주석을 해제합니다:
pt: Antes de configurar a aplicação <application>MediaWiki</application>, deve configurar o PHP5. Edite o ficheiro <filename>/etc/php5/apache2/php.ini</filename> e retire o comentário das seguintes linhas, caso estejam comentadas:

source: Once you uncomment the above lines in the PHP5 configuration file <filename>/etc/php5/apache2/php.ini</filename>, you can run the following commands to configure MediaWiki:
ko: PHP5 설정 파일인 <filename>/etc/php5/apache2/php.ini</filename> 파일에서 위의 줄을 주석 해제하고 나면, 다음 명령을 실행하여 MediaWiki를 설정할 수 있습니다:
pt: Uma vez retirados os comentários das linhas acima no ficheiro de configuração do PHP5 <filename>/etc/php5/apache2/php.ini</filename>, deve executar os seguintes comandos para configurar o MediaWiki:

source: At a terminal prompt enter the following command: <screen> <command>sudo apt-get install apache2</command> </screen>
ko: 터미널 프롬프트에서 다음의 명령을 입력 합니다: <screen> <command>sudo apt-get install apache2</command> </screen>
pt: Num terminal escreva o seguinte comando: <screen> <command>sudo apt-get install apache2</command> </screen>

source: This section explains Apache2 server essential configuration parameters. Refer to the <ulink url="http://httpd.apache.org/docs/2.0/">Apache2 Documentation</ulink> for more details.
ko: 이 영역은 아파치2 서버의 필수적인 설정 파라미터를 설명 합니다. 더 자세한 것은 <ulink url="http://httpd.apache.org/docs/2.0/">아파치2 문서</ulink>를 참조 합니다.
pt: Esta secção explica os parâmetros de configuração essenciais do servidor Apache2. Utilize <ulink url="http://httpd.apache.org/docs/2.0/">Documentação Apache2 </ulink> para mais detalhes.

source: Some options are specified on a per-directory basis rather than per-server. Option is one of these directives. A Directory stanza is enclosed in XML-like tags, like so: <screen><command>&lt;Directory /var/www/mynewsite&gt; ... &lt;/Directory&gt;</command></screen> The Options directive within a Directory stanza accepts one or more of the following values (among others), separated by spaces:
ko: 어떤 옵션들은 서버 별로 지정하는 것이 아니라 디렉토리에 따라 지정할 수 있습니다. Option 이라는 지시어가 이들중 하나입니다. 다음과 같이 Directory 구문이 XML 태그처럼 닫혀있을 때: <screen><command>&lt;Directory /var/www/mynewsite&gt; ... &lt;/Directory&gt;</command></screen> Directory 구문 내의 Option 지시어는 공백으로 구분된 다음과 같은 값들 중 하나 이상의 값을 허용합니다.
pt: Algumas opções são especificadas num sistema de directórios em vez do sistema de servidor. Opção é uma das dorectivas. Uma stanza de directório é um conjunto de tags tipo-XML, como : <screen><command>&lt;Directory /var/www/mynewsite&gt; ... &lt;/Directory&gt;</command></screen> a directiva de Opções dentro da stanza de directório apenas aceita um ou mais dos seguintes valores (entre outros), separados por espaços:

source: <emphasis role="bold">Includes</emphasis> - Allow server-side includes. Server-side includes allow an HTML file to <emphasis> include</emphasis> other files. This is not a common option. See <ulink url="http://httpd.apache.org/docs/2.0/howto/ssi.html">the Apache2 SSI Howto</ulink> for mor information.
ko: <emphasis role="bold">Includes</emphasis> - 서버 측의 includes를 허용 합니다. 서버 측 includes는 <emphasis> include</emphasis> 파일들로 HTML 파일을 허용 합니다. 이것은 일반적인 선택 사항이 아닙니다. 더 많은 정보는 <ulink url="http://httpd.apache.org/docs/2.0/howto/ssi.html">아파치2 SSI 하우투</ulink>를 보십시오.
pt: <emphasis role="bold">Includes</emphasis> - Permite inclusões no servidor, isto é, permite que um ficheiro HTML incluir <emphasis role="italics">include</emphasis> outros ficheiros. Esta opção não é frequente. Consulte <ulink url="http://httpd.apache.org/docs/2.0/howto/ssi.html">Apache2 SSI - Como fazer</ulink> para obter mais informação.

source: <emphasis role="bold">Indexes</emphasis> - Display a formatted list of the directory's contents, if no DirectoryIndex (such as index.html) exists in the requested directory. <placeholder-1/>
ko: <emphasis role="bold">Indexes</emphasis> - 요청된 디렉토리내에 DirectoryIndex가 (index.html과 같은) 없다면, 디렉토리 내용물의 형식화된 목록을 보여 줍니다.
pt: <emphasis role="bold">Indexes</emphasis> - Apresenta uma lista formatada do conteúdo do directório, se um dos ficheiros indicados na directiva DirectoryIndex (como por exemplo o index.html) não existir no directório pedido. <placeholder-1/>

source: <emphasis role="bold">Multiview</emphasis> - Support content-negotiated multiviews; this option is disabled by default for security reasons. See the <ulink url="http://httpd.apache.org/docs/2.0/mod/mod_negotiation.html#multiviews">Apache2 documentation on this option</ulink>.
ko: <emphasis role="bold">Multiview</emphasis> - 컨텐츠에 따라 복수개의 보기를 지원 합니다. 이 선택 사항은 보안상의 이유로 기본 설정으로는 사용하지 못하도록 되었습니다. <ulink url="http://httpd.apache.org/docs/2.0/mod/mod_negotiation.html#multiviews">이 선택 사항에 대한 아파치2 문서</ulink>를 보십시오.
pt: <emphasis role="bold">Multiview</emphasis> - Suporta a apresentação múltipla de conteúdos "negociados"; esta opção está desabilitada por omissão por motivos de segurança. Consulte ulink url="http://httpd.apache.org/docs/2.0/mod/mod_negotiation.html#multiviews">A documentação do Apache2 sobre esta opção</ulink>.

source: Apache is a modular server. This implies that only the most basic functionality is included in the core server. Extended features are available through modules which can be loaded into Apache. By default, a base set of modules is included in the server at compile-time. If the server is compiled to use dynamically loaded modules, then modules can be compiled separately, and added at any time using the LoadModule directive. Otherwise, Apache must be recompiled to add or remove modules. Ubuntu compiles Apache2 to allow the dynamic loading of modules. Configuration directives may be conditionally included on the presence of a particular module by enclosing them in an &lt;IfModule&gt; block. You can install additional Apache2 modules and use them with your Web server. You can install Apache2 modules using the <application>apt-get</application> command. For example, to install the Apache2 module for MYSQL authentication, you can run the following command from a terminal prompt:
ko: 아파치는 모듈 방식의 서버 입니다. 이것은 핵심 서버에는 가장 기본적인 기능만을 포함하는 것을 의미 합니다. 확장되는 기능은 아파치로 올려질 수 있는 모듈을 통하여 사용 가능 합니다. 기본 설정으로, 모듈의 기본적인 집합은 컴파일 시에 서버에 포함 됩니다. 만약 서버가 동적으로 올려지는 모듈을 사용하도록 컴파일 되었다면, 모듈은 분리하여 컴파일 될 수 있고, LoadModule 지시자를 사용하여 어느 때나 추가될 수 있습니다. 그렇지 않다면, 아파치는 모듈을 추가하거나 삭제하도록 반드시 재 컴파일 되어야 합니다. 우분투는 아파치2가 동적 모듈의 올림을 허용하도록 컴파일 하였습니다. 설정 지시자들은 &lt;IfModule&gt; 블럭 내에 특정 모듈의 존재를 넣는 것으로 조건적으로 포함될 수 있습니다. 여러분은 추가적인 아파치2 모듈을 설치할 수 있고 웹 서버와 함께 사용을 할 수 있습니다. 아파치2 모듈은 <application>apt-get</application> 명령을 사용하여 추가할 수 있습니다. 예를 들어, MYSQL 인증을 위한 아파치2 모듈을 설치하려면, 다음의 명령을 터미널 프롬프트에서 실행을 합니다:
pt: O Apache é um servidor modular. Isto implica que apenas as funcionalidades mais básicas estão incluídas no núcleo do servidor. Funções adicionais estão disponíveis sob a forma de módulos que podem ser carregados para o Apache. Por omissão, um conjunto base de módulos é incluído no servidor na altura da compilação. Se o servidor estiver configurado para utilizar módulos de carregamento dinâmico, então os módulos podem ser compilados separadamente e adicionados em qualquer altura utilizando a directiva LoadModule. Caso contrário, o Apache tem de ser recompilado para adicionar ou remover módulos. O Ubuntu compila o Apache2 para permitir o carregamento dinâmico de módulos. As directivas de configuração podem ser incluídas condicionalmente para a presença de um módulo em particular colocando-o na secção &lt;IfModule&gt; . Pode instalar módulos adicionais para o Apache2 e incluí-los no seu servidor Web. Pode instalar módulos para o apache utilizando o comando <application>apt-get</application> . Por exemplo, para instalar o módulo do Apache2 para autenticação com o MYSQL, pode utilizar o seguinte comando num terminal:

source: The <application>mod_ssl</application> module adds an important feature to the Apache2 server - the ability to encrypt communications. Thus, when your browser is communicating using SSL encryption, the https:// prefix is used at the beginning of the Uniform Resource Locator (URL) in the browser navigation bar.
ko: <application>mod_ssl</application> 모듈은 아파치2 서버에 중요한 - 통신을 암호화 하는 기능을 더합니다. 그러므로, SSL 암호화를 사용하여 여러분의 브라우저가 통신을 할 때, https:// 접두 주소가 브라우저 주소 막대 내의 Uniform Resource Locator (URL)의 시작에 사용 됩니다.
pt: O módulo <application>mod_ssl</application> adiciona uma importante funcionalidade ao servidor Apache2 - a capacidade de codificar comunicações. Assim, quando o seu navegador comunicar utilizando codificação SSL, o prefixo https:// é utilizado no início do Uniform Resource Locator (URL) na barra de endereços.

source: The <application>mod_ssl</application> module is available in <application>apache2-common</application> package. If you have installed this package, you can run the following command from a terminal prompt to enable the <application>mod_ssl</application> module:
ko: <application>mod_ssl</application> 모듈은 <application>apache2-common</application> 꾸러미 내에 있습니다. 이 꾸러미가 설치되어 있다면, 터미널 프롬프트에서 다음의 명령을 실행하여 <application>mod_ssl</application> 모듈을 활성화 할 수 있습니다:
pt: O módulo <application>mod_ssl</application> está disponível no pacote <application>apache2-common</application>. Se instalou este pacote, pode executar o seguinte comando num terminal para habilitar o módulo <application>mod_ssl</application>.

source: Certificates and Security
ko: 인증서와 보안
pt: Certificados e Segurança
