Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: This section explains how to add new project to the CVS repository. Create the directory and add necessary document and source files to the directory. Now, run the following command to add this project to CVS repository: <screen> <command>cd your/project</command> <command>cvs import -d :pserver:username@hostname.com:/var/lib/cvs -m "Importing my project to CVS repository" . new_project start</command> </screen><placeholder-1/> The string <emphasis>new_project</emphasis> is a vendor tag, and <emphasis>start</emphasis> is a release tag. They serve no purpose in this context, but since CVS requires them, they must be present. <placeholder-2/>
ko: 이 영역은 CVS 저장소로 어떻게 새로운 프로젝트를 추가하는 지에 대하여 설명 합니다. 디렉토리를 만들고 그 디렉토리로 필요한 문서와 소스 파일을 더합니다. 이제, CVS 저장소로 프로젝트를 추가하기 위하여 다음의 명령을 실행 합니다: <screen> <command>cd your/project</command> <command>cvs import -d :pserver:username@hostname.com:/var/lib/cvs -m "Importing my project to CVS repository" . new_project start</command> </screen><placeholder-1/> <emphasis>new_project</emphasis> 스트링은 벤더 태그이고, <emphasis>start</emphasis> 는 릴리스 태그 입니다. 그것들은 이 문맥에서는 아무 목적도 가지지 않지만, CVS가 그것들을 요구하므로 반드시 나타내야 합니다. <placeholder-2/>

source: All the parameters you configure in the user interface are stored in <filename>/etc/exim4/update-exim4.conf.conf</filename> file. If you wish to re-configure, either you re-run the configuration wizard or manually edit this file using your favourite editor. Once you configure, you can run the following command to generate the master configuration file: <screen> <command>sudo update-exim4.conf</command> </screen> The master configuration file, is generated and it is stored in <filename>/var/lib/exim4/config.autogenerated</filename>. <placeholder-1/> You can run the following command to start <application>exim4</application> daemon. <screen> <command>sudo /etc/init.d/exim4 start</command> </screen><emphasis role="strong">TODO:</emphasis> This section should cover configuring SMTP AUTH with exim4.
ko: 여러분이 사용자 인터페이스에서 설정할 수 있는 모든 파라미터들은 <filename>/etc/exim4/update-exim4.conf.conf</filename> 파일에 저장 됩니다. 만약 재 설정하기를 원한다면, 설정 마법사를 재 실행하던지 또는 여러분이 선호하는 편집기를 사용하여 수작업으로 이 파일을 편집할 수 있습니다. 설정한 후, 주 설정 파일을 만들기 위하여 다음 명령을 실행할 수 있습니다: <screen> <command>sudo update-exim4.conf</command> </screen> 주 설정 파일이 만들어지고 <filename>/var/lib/exim4/config.autogenerated</filename>로 저장 됩니다. <placeholder-1/> <application>exim4</application> 데몬을 시작하기 위하여 다음 명령을 실행할 수 있습니다: <screen> <command>sudo /etc/init.d/exim4 start</command> </screen><emphasis role="strong">TODO:</emphasis> 이 영역은 exim4와 함께 SMTP AUTH를 설정하는 것을 다룹니다.

source: Apache2
ko: 아파치2

source: Once mailman is installed, you can run it using the following command: <screen> <command>sudo /etc/init.d/mailman start</command> </screen> Once mailman is installed, you should create the default mailing list. Run the following command to create the mailing list: <screen> <command>sudo /usr/sbin/newlist mailman</command> </screen><placeholder-1/> We have configured exim to recognize all emails from mailman. So, it is not mandatory to make any new entries in <filename>/etc/aliases</filename>. If you have made any changes to the configuration files, please ensure that you restart those services before continuing to next section.
ko: mailman을 설치한 후, 다음 명령을 사용하여 그것을 실행할 수 있습니다: <screen> <command>sudo /etc/init.d/mailman start</command> </screen> mailman을 설치한 후, 기본 설정 메일링 리스트를 만들어야 합니다. 메일링 리스트를 만들기 위하여 다음 명령을 실행 합니다: <screen> <command>sudo /usr/sbin/newlist mailman</command> </screen><placeholder-1/> 우리는 exim이 mailman에서 오는 모든 이메일을 인식하도록 설정 하였습니다. 그러므로, <filename>/etc/aliases</filename> 파일 내에 어떠한 새로운 항목을 만드는 것은 필수적이지 않습니다. 만약 여러분이 그 설정 파일에 어떠한 변경을 하였다면, 다음 영역을 계속하기 전에 그 서비스들을 재 시작하는 것을 확신 하십시오.

source: IMAPS and POP3S are more secure that the simple IMAP and POP3 because they use SSL encryption to connect. Once you have chosen the protocol, amend the following line in the file <filename>/etc/dovecot/dovecot.conf</filename>: <placeholder-1/> It enables the protocols when <application>dovecot</application> is started. Next, add the following line in the pop3 section of the file <filename>/etc/dovecot/dovecot.conf</filename>: <placeholder-2/> Next, choose the mailbox you use. <application>Dovecot</application> supports <emphasis role="strong">maildir</emphasis> and <emphasis role="strong">mbox</emphasis> formats. These are the most commonly used mailbox formats. They both have their own benefits and they are discussed on <ulink url="http://wiki.dovecot.org/MailboxFormat">the dovecot website</ulink>.
ko: IMAPS 와 POP3S 는 연결을 위해 SSL 암호화를 이용하므로 단순한 IMAP 과 POP3 에 비해 더욱 안전합니다. 일단 프로토콜을 결정하면, <filename>/etc/dovecot/dovecot.conf</filename> 파일의 다음 부분을 수정합니다: <placeholder-1/> 이것은 <application>dovecot</application> 프로그램이 실행될 때 프로토콜을 활성화 합니다. 다음으로, <filename>/etc/dovecot/dovecot.conf</filename> 의 pop3 부분에 다음과 같은 줄을 추가합니다: <placeholder-2/> 다음으로, 사용할 메일박스를 선택합니다. <application>Dovecot</application> 은 <emphasis role="strong">maildir</emphasis> 과 <emphasis role="strong">mbox</emphasis> 형식을 지원합니다. 이들은 가장 널리 사용되는 메일박스 형식입니다. 이들은 각각의 장단점을 가지며, 이에 대해서는 <ulink url="http://wiki.dovecot.org/MailboxFormat">dovecot 웹사이트</ulink> 에 설명되어 있습니다.

source: To configure <application>dovecot</application> to use SSL, you can edit the file <filename>/etc/dovecot/dovecot.conf</filename> and amend following lines: <placeholder-1/> You can get the SSL certificate from a Certificate Issuing Authority or you can create self signed SSL certificate. Please refer to <xref linkend="creating-a-self-signed-certificate"/> for details about how to create self signed SSL certificate. Once you create the certificate, you will have a key file and a certificate file. Please copy them to the location pointed in the <filename>/etc/dovecot/dovecot.conf</filename> configuration file.
ko: <application>dovecot</application> 이 SSL 을 사용하도록 설정하려면, <filename>/etc/dovecot/dovecot.conf</filename> 파일을 편집하여 다음과 같은 줄을 수정합니다: <placeholder-1/> 여러분은 인증서 발급 기관에서 SSL 인증서를 발급받거나, 스스로 서명한 SSL 인증서를 생성할 수 있습니다. 스스로 서명한 SSL 인증서를 생성하는 것에 관한 자세한 내용은 <xref linkend="creating-a-self-signed-certificate"/> 부분을 참조하기 바랍니다. 인증서를 생성하고 나면 키 파일과 인증서 파일을 하나씩 갖게 될 것입니다. 이 파일들을 <filename>/etc/dovecot/dovecot.conf</filename> 설정 파일에서 지정한 위치에 복사하십시오.

source: 64 megabytes
ko: 64 메가바이트
