Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: <application>Aptitude</application> is best suited for use in a non-graphical terminal environment to ensure proper functioning of the command keys. You may start <application>Aptitude</application> as a normal user with the following command at a terminal prompt: <screen> <command>sudo aptitude</command> </screen>
es: <application>Aptitude</application> está orientado para ser utilizado en ambientes no gráficos, para asegurar el funcionamiento correcto de las teclas de comandos. Puede iniciar <application>Aptitude</application> como un usuario normal con el siguiente comando: <screen> <command>sudo aptitude</command> </screen>
it: <application>Aptitude</application> è indicato in un ambiente non grafico per assicurare il corretto funzionamento dei comandi. È possibile avviare <application>Aptitude</application> eseguendo il seguente comando al prompt del terminale: <screen> <command>sudo aptitude</command> </screen>
ko: <application>Aptitude</application>는 명령 키가 올바로 동작하는 것을 보장할 수 있도록 그래픽 터미널이 아닌 환경에 맞추어져 있습니다. 여러분은 일반 사용자 계정에서 다음 명령을 입력하여 <application>Aptitude</application>를 실행할 수 있습니다: <screen> <command>sudo aptitude</command> </screen>
pt: <application>Aptitude</application> é o mais adequada para uso num terminal não gráfico para garantir o correcto funcionamento da linha de comandos. Poderá iniciar o <application>Aptitude</application> como utilizador normal com o seguinte comando no terminal: <screen> <command>sudo aptitude</command> </screen>
sv: <application>Aptitude</application> är bäst lämpad att användas i en ickegrafisk terminalmiljö för att säkerställa att skrivna kommandon utför lämpliga funktioner. Du startar <application>Aptitude</application> som vanlig användare genom följande kommando från terminalprompten: <screen> <command>sudo aptitude</command> </screen>

source: When <application>Aptitude</application> starts, you will see a menu bar at the top of the screen and two panes below the menu bar. The top pane contains package categories, such as <emphasis role="italics">New Packages</emphasis> and <emphasis role="italics">Not Installed Packages</emphasis>. The bottom pane contains information related to the packages and package categories.
es: Cuando inicie <application>Aptitude</application> , usted podrá ver una barra de menú en la parte de arriba de la pantalla y dos paneles debajo de esta barra. El panel superior contiene las categorías de los paquetes, tal como <emphasis role="italics">Nuevos Paquetes</emphasis> y <emphasis role="italics">Paquetes No Instalados</emphasis>. El panel inferior contiene información relativa a los paquetes y categorías de paquetes.
it: All'avvio di <application>Aptitude</application>, viene mostrata una barra dei menù nella parte superiore dello schermo e due riquadri sotto tale barra. Il riquadro superiore contiene delle categorie di pacchetto, come <emphasis role="italics">Pacchetti nuovi</emphasis> e <emphasis role="italics">Pacchetti non installati</emphasis>. Il riquadro inferiore contiene le informazioni relative ai pacchetti e alle categorie di pacchetto.
ko: <application>Aptitude</application>를 시작하고, 여러분은 화면의 가장 위에 메뉴 막대를, 그 메뉴 막대 밑에 두 개의 부분 창을 보게 됩니다. 윗쪽의 부분 창은 <emphasis role="italics">새 꾸러미</emphasis> 와 <emphasis role="italics">설치되지 않은 꾸러미</emphasis> 와 같은 꾸러미 분류를 가집니다. 아래의 부분 창은 꾸러미와 꾸러미 분류에 관련된 정보를 가집니다.
pt: Quando o <application>Aptitude</application> inicia, irá ver uma barra de menu no topo do ecrã e duas secções abaixo da barra de menu. A secção de cima contém as categorias de pacotes, tal como <emphasis role="italics">Novos Pacotes</emphasis> e <emphasis role="italics">Pacotes Não Instalados</emphasis>. A secção de baixo contém informação relativa aos pacotes e suas categorias.
sv: När <application>Aptitude</application> startar kommer du att se en menyrad högst upp på skärmen och två rutor under menyraden. Den övre rutan innehåller paketkategorier, som <emphasis role="italics">Nya paket</emphasis> och <emphasis role="italics">Inte installerade paket</emphasis>. Den undre rutan innehåller information som har med paketen och paketkategorierna att göra.

source: Using <application>Aptitude</application> for package management is relatively straightforward, and the user interface makes common tasks simple to perform. The following are examples of common package management functions as performed in <application>Aptitude</application>:
es: Usar <application>Aptitude</application> para la administración de paquetes es relativamente simple, y la interfaz de usuario simplifica la ejecución de tareas comunes. Los siguientes son algunos ejemplos de funciones comunes de administración de paquetes y cómo se ejecutan en <application>Aptitude</application>:
it: Usare <application>Aptitude</application> per la gestione dei pacchetti è relativamente chiaro e l'interfaccia utente rende le operazioni comuni semplici da eseguire. Di seguito vengono presentati alcuni esempi di funzioni comuni della gestione dei pacchetti con <application>Aptitude</application>:
ko: 꾸러미 관리를 위해 <application>Aptitude</application>를 사용하는 것은 비교적 간단하며, 사용자 인터페이스는 일반적인 작업들을 간편하게 처리할 수 있게 해 줍니다. 다음은 <application>Aptitude</application>에서 수행되는 일반적인 꾸러미 관리 기능들입니다:
pt: Usar o <application>Aptitude</application> para gestão de pacotes é relativamente simples, e a interface de utilizador torna tarefas comuns simples de executar. O seguinte são exemplos de funções comuns de executar com um gestor de pacotes executados no <application>Aptitude</application>:
sv: Att använda <application>Aptitude</application> för pakethantering är relativt enkelt och användargränssnittet gör vanliga uppgifter enkla att utföra. Följande är exempel på vanliga pakethanteringsfunktioner utförda med <application>Aptitude</application>:

source: <emphasis role="bold">Install Packages</emphasis>: To install a package, locate the package via the Not Installed Packages package category, for example, by using the keyboard arrow keys and the <keycap>ENTER</keycap> key, and highlight the package you wish to install. After highlighting the package you wish to install, press the <keycap>+</keycap> key, and the package entry should turn <emphasis role="italics">green</emphasis>, indicating it has been marked for installation. Now press <keycap>g</keycap> to be presented with a summary of package actions. Press <keycap>g</keycap> again, and you will be prompted to become root to complete the installation. Press <keycap>ENTER</keycap> which will result in a Password: prompt. Enter your user password to become root. Finally, press <keycap>g</keycap> once more and you'll be prompted to download the package. Press <keycap>ENTER</keycap> on the <emphasis role="italics">Continue</emphasis> prompt, and downloading and installation of the package will commence.
es: <emphasis role="bold">Instalar paquetes</emphasis>: Para instalar un paquete, localícelo en la categoría «Paquetes no instalados», por ejemplo usando las teclas del cursor del teclado y la tecla <keycap>INTRO</keycap>, y seleccionando el paquete que desee instalar. Una vez haya seleccionado el paquete deseado, pulse la tecla <keycap>+</keycap>, y la entrada del paquete se pondrá de color <emphasis role="italics">verde</emphasis>, indicando así que el paquete ha sido marcado para su instalación. Entonces pulse la tecla <keycap>g</keycap> y se le presentará un resumen de las acciones que se van a realizar. Pulse <keycap>g</keycap> otra vez, y entonces se le solicitará convertirse en superusuario para completar la instalación. Pulse <keycap>INTRO</keycap> para que se le solicite la contraseña. Introduzca su contraseña para obtener privilegios de superusuario. Finalmente, pulse <keycap>g</keycap> una vez más y se le pedirá permiso para descargar el paquete. Pulse <keycap>INTRO</keycap> sobre el botón <emphasis role="italics">Continuar</emphasis>, y comenzará la descarga y posterior instalación del paquete.
it: <emphasis role="bold">Installare pacchetti</emphasis>: per installare un pacchetto, localizzare il pacchetto attraverso la categoria di pacchetto "Pacchetti non installati", usando i tasti freccia sulla tastiera e il tasto <keycap>Invio</keycap>, in modo da evidenziare il pacchetto da installare. Dopo aver evidenziato il pacchetto da installare, premere il tasto <keycap>+</keycap>: la voce relativa al pacchetto assume una colorazione <emphasis role="italics">verde</emphasis>, per indicare che è stato contrassegnato per l'installazione. Premere quindi il tasto <keycap>g</keycap> per ricapitolare le operazioni su pacchetti. Premendo nuovamente <keycap>g</keycap>, viene richiesto di acquisire i privilegi di amministrazione per completare l'installazione. Premere quindi <keycap>Invio</keycap> per mostrare un prompt «Password:». Inserire la propria password utente per diventare root. Infine premendo <keycap>g</keycap> ancora una volta viene richiesto se scaricare il pacchetto. Premere <keycap>Invio</keycap> al prompt <emphasis role="italics">Continua</emphasis>: viene avviato lo scaricamento e l'installazione del pacchetto.
ko: <emphasis role="bold">꾸러미 설치</emphasis>: 꾸러미를 설치하려면, 설치되지 않은 꾸러미 분류를 통하여 꾸러미에 위치하고, 예를 들어, 키보드의 화살표 키와 <keycap>ENTER</keycap> 키를 사용하여, 설치하고자 하는 꾸러미를 선택(하이라이팅으로 강조됨) 합니다. 설치하고자 하는 꾸러미의 선택 후, <keycap>+</keycap> 키를 누르면, 그 꾸러미 항목은 <emphasis role="italics">녹색</emphasis> 으로 색상이 바뀌고, 이것은 설치를 위하여 표시되었음을 알려 줍니다. 이제 꾸러미 동작의 요약을 보이기 위해 <keycap>g</keycap> 키를 누릅니다. 다시 한번 <keycap>g</keycap> 키를 누르면, 설치를 끝내기 위해 root가 되기위한 프롬프트를 보게 됩니다. <keycap>ENTER</keycap> 키를 누르면 암호 프롬프트를 보게되고, 여러분의 사용자 암호를 입력하여 root(시스템 관리를 하는 사용자)가 됩니다. 마지막으로, <keycap>g</keycap> 키를 한 번 더 누르고 꾸러미의 다운로드를 알리는 프롬프트를 보게 됩니다. <emphasis role="italics">Continue</emphasis> 프롬프트에서 <keycap>ENTER</keycap> 키를 누르면, 꾸러미의 내려받기와 설치가 시작 됩니다.
pt: <emphasis role="bold">Instalar Pacotes</emphasis>: Para instalar um pacote, localize-o via a categoria Pacotes Não Instalados, por exemplo, usando as setas do teclado e a tecla <keycap>ENTER</keycap>, e escolha o pacote que deseja instalar. Após escolher o pacote a instalar, pressione a tecla <keycap>+</keycap>, e a entrada do pacote irá tornar-se <emphasis role="italics">verde</emphasis>, indicando que foi marcado para instalação. De seguide pressione <keycap>g</keycap> para lhe ser apresentado o sumário das acções do pacote. Pressione <keycap>g</keycap> novamente, e ser-lhe-á pedido que se torne superutilizador para completar a instalação. Pressione <keycap>ENTER</keycap> o que irá resultar num pedido de palavra-chave. Insira a palavra-chave do utilizador para se tornar superutilizador. Finalmente, pressione <keycap>g</keycap> mais uma vez e ser-lhe-á dito para fazer o download do pacote. Pressione <keycap>ENTER</keycap> na prompt <emphasis role="italics">Continuar</emphasis>, e irá começar o download e instalação do pacote.
sv: <emphasis role="bold">Installera paket</emphasis>: För att installera ett paket, lokalisera det via paketkategorin Inte installerade paket, till exempel, genom att använda tangentbordets piltangenter och tangenten <keycap>ENTER</keycap>, och markera paketet du vill installera. Efter att paketet är markerat, tryck på tangenten <keycap>+</keycap>, och paketposten bör nu bli <emphasis role="italics">grön</emphasis>, vilket innebär att det har valts för installation. Tryck nu på <keycap>g</keycap> för att få se en sammanfattning över ändringar. Tryck <keycap>g</keycap> igen och du kommer att bli frågad om att bli root för att slutföra installationen. Tryck <keycap>ENTER</keycap>, och du möts av en lösenordsprompt. Skriv in din användares lösenord för att bli root. Till slut, tryck på <keycap>g</keycap> en gång till, och du kommer att bli frågad om du vill ladda ner paketet. Välj <emphasis role="italics">Fortsätt</emphasis>, och hämtningen av paket kommer att börja.

source: <emphasis role="bold">Remove Packages</emphasis>: To remove a package, locate the package via the Installed Packages package category, for example, by using the keyboard arrow keys and the <keycap>ENTER</keycap> key, and highlight the package you wish to remove. After highlighting the package you wish to install, press the <keycap>-</keycap> key, and the package entry should turn <emphasis role="italics">pink</emphasis>, indicating it has been marked for removal. Now press <keycap>g</keycap> to be presented with a summary of package actions. Press <keycap>g</keycap> again, and you will be prompted to become root to complete the installation. Press <keycap>ENTER</keycap> which will result in a Password: prompt. Enter your user password to become root. Finally, press <keycap>g</keycap> once more, and you'll be prompted to download the package. Press <keycap>ENTER</keycap> on the <emphasis role="italics">Continue</emphasis> prompt, and removal of the package will commence.
es: <emphasis role="bold">Desinstalar paquetes</emphasis>: Para desinstalar un paquete, localícelo en la categoría de paquetes «Paquetes instalados», por ejemplo usando las teclas del cursor y la tecla <keycap>Intro</keycap>, seleccione el paquete que desea desinstalar. A continuación pulse la tecla <keycap>-</keycap> y la entrada del paquete se volverá <emphasis role="italics">rosa</emphasis>, indicando así que se ha marcado para su desinstalación. Ahora pulse la tecla <keycap>g</keycap> y se le presentará un resumen de las acciones a realizar sobre los paquetes. Pulse de nuevo la tecla <keycap>g</keycap>, y se le pedirá que se convierta en administrador para completar la instalación. Pulse <keycap>Intro</keycap> y se le pedirá la contraseña. Introduzca su contraseña de usuario para convertirse en administrador. Finalmente, pulse una vez más la tecla <keycap>g</keycap> y se le preguntará si quiere descargar el paquete. Pulse <keycap>Intro</keycap> sobre el botón<emphasis role="italics">Continuar</emphasis>, y dará comienzo la desinstalación del paquete.
it: <emphasis role="bold">Rimuovere pacchetti</emphasis>: per rimuovere un pacchetto, localizzare il pacchetto attraverso la categoria di pacchetto "Pacchetti installati", usando i tasti freccia sulla tastiera e il tasto <keycap>Invio</keycap>, in modo da evidenziare il pacchetto da rimuovere. Dopo aver evidenziato il pacchetto da rimuovere, premere il tasto <keycap>-</keycap>: la voce relativa al pacchetto assume una colorazione <emphasis role="italics">rosa</emphasis>, per indicare che è stato contrassegnato per la rimozione. Premere quindi il tasto <keycap>g</keycap> per ricapitolare le operazioni sui pacchetti. Premendo nuovamente <keycap>g</keycap>, viene richiesto di acquisire i privilegi di amministrazione per completare l'installazione. Premere quindi <keycap>Invio</keycap> per mostrare un prompt "Password:". Inserire la propria password utente per diventare root. Infine, premendo <keycap>g</keycap> ancora una volta, viene richiesto se scaricare il pacchetto. Premere <keycap>Invio</keycap> al prompt <emphasis role="italics">Continua</emphasis>: viene avviata la rimozione del pacchetto.
ko: <emphasis role="bold">꾸러미 삭제</emphasis>: 꾸러미를 삭제하려면, 설치된 꾸러미 분류를 통하여 꾸러미에 위치하고, 예를 들어, 키보드의 화살표 키와 <keycap>ENTER</keycap> 키를 사용하여, 삭제하고자 하는 꾸러미를 선택 합니다. 삭제하고자 하는 꾸러미의 선택 후, <keycap>-</keycap> 키를 누르면, 그 꾸러미 항목은 <emphasis role="italics">분홍색</emphasis> 으로 색상이 바뀌고, 이것은 삭제를 위하여 표시되었음을 알려 줍니다. 이제 꾸러미 동작의 요약을 보이기 위해 <keycap>g</keycap> 키를 누릅니다. 다시 한번 <keycap>g</keycap> 키를 누르면, 삭제를 끝내기 위해 root가 되기위한 프롬프트를 보게 됩니다. <keycap>ENTER</keycap> 키를 누르면 암호 프롬프트를 보게되고, 여러분의 사용자 암호를 입력하여 root가 됩니다. 마지막으로, <keycap>g</keycap> 키를 한 번 더 누르고 꾸러미의 삭제를 알리는 프롬프트를 보게 됩니다. <emphasis role="italics">Continue</emphasis> 프롬프트에서 <keycap>ENTER</keycap> 키를 누르면, 꾸러미의 삭제가 시작 됩니다.
pt: <emphasis role="bold">Remover Pacotes</emphasis>: Para remover um pacote, localize o mesmo via a categoria Pacotes Instalados, por exemplo usando as setas de direcção no teclado e o <keycap>ENTER</keycap>, até o pacote desejado estar evidenciado. Depois deste passo, prima a tecla <keycap>-</keycap> e a entrada referente a este pacote assumirá uma cor <emphasis role="italics">rosa</emphasis>, indicando que foi marcada para remoção. De seguida prima a tecla <keycap>g</keycap> para que lhe seja apresentado um sumário das opções disponíveis para o pacote. Volte a premir a tecla <keycap>g</keycap> e ser-lhe-á solicitado que se assuma como o utilizador root para completar a tarefa. Prima <keycap>ENTER</keycap> mais uma vez obtendo assim uma caixa de diálogo solicitando a inserção da password. Insira a password do administrador/root. Finalmente prima <keycap>g</keycap> mais uma vez e ser-lhe-á indicada a acção a decorrer. Pressione <keycap>ENTER</keycap> na prompt <emphasis role="italics">Continuar</emphasis> e a remoção do pacote terá início.
sv: <emphasis role="bold">Ta bort paket</emphasis>: För att ta bort ett paket, leta rätt på det via kategorin installerade paket, till exempel, genom att använda tangentbordets piltangenter och tangenten <keycap>ENTER</keycap>, och markera paketet du vill ha. Efter att paketet är markerat, tryck på tangenten <keycap>-</keycap>, och paketposten bör nu bli <emphasis role="italics">rosa</emphasis>, vilket visar på att det har markerats för borttagning. Tryck nu på <keycap>g</keycap> för att få se en sammanfattning över ändringar. Tryck på <keycap>g</keycap> igen och du kommer att bli frågad om att bli root för att slutföra installationen. Tryck <keycap>ENTER</keycap>, och du möts av en lösenordsprompt. Skriv in din användares lösenord för att bli root. Till slut, tryck på <keycap>g</keycap> en gång till, och du kommer att bli frågad om du vill ladda ner paketet. Välj <emphasis role="italics">Fortsätt</emphasis>, och borttagningen av paket kommer att börja.

source: <emphasis role="bold">Update Package Index</emphasis>: To update the package index, simply press the <keycap>u</keycap> key and you will be prompted to become root to complete the update. Press <keycap>ENTER</keycap> which will result in a Password: prompt. Enter your user password to become root. Updating of the package index will commence. Press <keycap>ENTER</keycap> on the OK prompt when the download dialog is presented to complete the process.
es: <emphasis role="bold">Actualizar la lista de paquetes</emphasis>: Para actualizar la lista de paquetes, simplemente presione la tecla <keycap>u</keycap>, se le solicitará que se identifique como administrador para completar la actualización. Presione <keycap>INTRO</keycap> para poder introducir la contraseña. Tras ingresar su contraseña de usuario para convertirse en administrador, se iniciará la descarga de la lista de paquetes. Luego presione <keycap>INTRO</keycap> cuando se muestre el dialogo de descarga para completar el proceso.
it: <emphasis role="bold">Aggiornare l'indice dei pacchetti</emphasis>: per aggiornare l'indice dei pacchetti è sufficiente premere il tasto <keycap>u</keycap> e verrà richiesto di diventare amministratori per completare l'aggiornamento. Premendo <keycap>Invio</keycap> viene presentata la richiesta della password. Inserire la password del proprio utente per assumere i privilegi di amministratore. L'aggiornamento dell'indice dei pacchetti verrà avviato. Premere <keycap>Invio</keycap> al prompt OK quando appare il dialogo per scaricare il necessario al completamento del processo.
ko: <emphasis role="bold">꾸러미 인덱스 업데이트</emphasis>: 꾸러미 인덱스를 업데이트 하려면, 단지 <keycap>u</keycap> 키를 누르면 됩니다. 그러면 업데이트를 수행하기 위해 root 사용자로 변경한다는 메시지가 보일 것입니다. <keycap>ENTER</keycap> 키를 누르면 암호를 묻는 창이 뜨게 됩니다. 여러분의 암호를 입력하면, root 사용자로 변경되어 꾸러미 인덱스 업데이트가 수행될 것입니다. 업데이트가 완료하기 위해 다운로드 창이 뜨면 OK 프롬프트 상에서 <keycap>ENTER</keycap> 키를 누르세요.
pt: <emphasis role="bold">Actualizar Index Pacotes</emphasis>: Para fazer isto, simplesmente pressione a tecla <keycap>u</keycap> e ser-lhe-a pedido que se torne root para completar a actualização. Pressione <keycap>ENTER</keycap> que vai resutlar num pedido de palavra-passe. Insira a sua palavra-passe para se tornar root. A actualização do index de pacotes irá iniciar-se. Pressione <keycap>ENTER</keycap> no dialogo OK quando o dialogo de download é apresentado para terminar o processo.
sv: <emphasis role="bold">Uppdatera paket index</emphasis>: För att uppdatera paket indexet, tryck på <keycap>u</keycap> tangenten och du kommer att bli uppmanad att bli root för att slutföra uppdateringen. tryck på <keycap>ENTER</keycap> vilket resulterar i en lösenordsprompt. Skriv in ditt användarlösenord för att bli root. Uppdateringen av paketindexet börjar. Klicka på <keycap>ENTER</keycap> när OK visas i hämtadialogen för att slutföra processen.
