Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Next the <emphasis>Debian-exim</emphasis> user needs to be part of the <emphasis>sasl</emphasis> group in order for Exim4 to use the saslauthd service:
es: Seguidamente el usuario <emphasis>Debian-exim</emphasis> necesita ser parte del grupo <emphasis>sasl</emphasis> para que Exim4 pueda usar el servicio saslauthd:
it: Affinché Exim4 possa usare il servizio saslauth, l'utente <emphasis>Debian-exim</emphasis> deve far parte del gruppo <emphasis>sasl</emphasis>:
sv: Nästa steg, användaren <emphasis>Debian-exim</emphasis> behöver bli en del av gruppen <emphasis>sasl</emphasis> för att Exim4 skall använda tjänsten saslauthd:

source: Now start the <application>saslauthd</application> service:
es: Ahora inicie el servicio <application>saslauthd</application>:
it: Ora avviare il servizio <application>saslauthd</application>:
sv: Starta tjänsten <application>saslauthd</application>:

source: <application>Exim4</application> is now configured with SMTP-AUTH using TLS and SASL authentication.
es: <application>Exim4</application> está ahora configurada con SMTP-AUTH usando autenticación TLS y SASL.
it: <application>Exim4</application> è ora configurato con il supporto a SMTP-AUTH con l'uso dell'autenticazione TLS e SASL.
sv: <application>Exim4</application> är nu konfigurerad med SMTP-AUTH som använder TLS och SASL autentisering.

source: See <ulink url="http://www.exim.org/">exim.org</ulink> for more information.
es: Vea <ulink url="http://www.exim.org/">exim.org</ulink> para tener más información.
sv: För mer information, se <ulink url="http://www.exim.org/">exim.org</ulink>.

source: There is also an <ulink url="http://www.uit.co.uk/content/exim-smtp-mail-server">Exim4 Book</ulink> available.
es: También hay un libro de <ulink url="http://www.uit.co.uk/content/exim-smtp-mail-server">Exim4</ulink> disponible.
sv: Det finns också en fri <ulink url="http://www.uit.co.uk/content/exim-smtp-mail-server">Exim4 Bok</ulink>.

source: Dovecot Server
es: Servidor Dovecot
it: Server Dovecot
ko: Dovecot 서버
pt: Servidor Dovecot

source: <application>Dovecot</application> is a Mail Delivery Agent, written with security primarily in mind. It supports the major mailbox formats: mbox or Maildir. This section explain how to set it up as an imap or pop3 server.
es: <application>Dovecot</application> es un Agente de Entrega de Correo, escrito con la mirada puesta en la seguridad. Soporta los principales formatos de buzones: mbox o Maildir. Esta sección explica cómo configurar un servidor imap o pop3.
it: <application>Dovecot</application> è un Mail Delivery Agent progettato per garantire la sicurezza. Supporta la maggior parte dei formati di caselle di posta: mbox o maildir. Questa sezione espone come configurarlo come server imap o pop3.
ko: <application>Dovecot</application> 은 보안 우선을 염두에 두고 쓰여진 Mail Delivery Agent 입니다. 이것은 mbox 와 Maildir 같은 주요 메일박스 형식을 지원 합니다. 이 영역은 imap 또는 pop3 서버로서 Dovecot을 어떻게 설정하는 지를 설명 합니다.
pt: <application>Dovecot</application> é um Agente de Entrega de Correio Electrónico, escrito principalmente com a preocupação da segurança em mente. Suporta os principais formatos de caixas de correio: mbox ou Maildir. Esta secção exemplifica como configurá-lo como servidor imap ou pop3.
sv: <application>Dovecot</application> är en Mail Delivery Agent som är skriven med största fokus på säkerhet. Den stöder de vanligaste postlådeformaten: mbox och maildir. Detta avsnitt förklarar hur du sätter upp den för att bli en imap- eller pop3-server.

source: To install <application>dovecot</application>, run the following command in the command prompt:
es: Para instalar<application>dovecot</application>, ejecute la siguiente orden en un terminal:
it: Per installare <application>dovecot</application>, in un terminale, digitare:
sv: För att installera <application>dovecot</application>, kör följande kommando från terminalprompten:

source: To configure <application>dovecot</application>, you can edit the file <filename>/etc/dovecot/dovecot.conf</filename>. You can choose the protocol you use. It could be pop3, pop3s (pop3 secure), imap and imaps (imap secure). A description of these protocols is beyond the scope of this guide. For further information, refer to the Wikipedia articles on <ulink url="http://en.wikipedia.org/wiki/POP3">POP3</ulink> and <ulink url="http://en.wikipedia.org/wiki/Internet_Message_Access_Protocol">IMAP</ulink>.
es: Para configurar <application>dovecot</application>, puede editar el archivo <filename>/etc/dovecot/dovecot.conf</filename>. Puede elegir el protocolo a usar. Puede ser pop3, pop3s (pop3 seguro), imap e imaps (imap seguro). La descripción de estos protocolos excede del objetivo de esta guía. Para más información, vea los artículos de la Wikipedia en <ulink url="http://en.wikipedia.org/wiki/POP3">POP3</ulink> y <ulink url="http://en.wikipedia.org/wiki/Internet_Message_Access_Protocol">IMAP</ulink>.
sv: För att konfigurera <application>dovecot</application>, kan du redigera filen <filename>/etc/dovecot/dovecot.conf</filename>. Du kan välja det protokoll du använder. Det kan vara pop3, pop3s (säker pop3), imap och imaps (säker imap). En beskrivning av dessa protokoll ligger utanför den här guidens omfång. För ytterligare information, hänvisas du till wikipedia artiklar på <ulink url="http://en.wikipedia.org/wiki/POP3">POP3</ulink> och <ulink url="http://en.wikipedia.org/wiki/Internet_Message_Access_Protocol">IMAP</ulink>.

source: IMAPS and POP3S are more secure that the simple IMAP and POP3 because they use SSL encryption to connect. Once you have chosen the protocol, amend the following line in the file <filename>/etc/dovecot/dovecot.conf</filename>:
es: IMAPS y POP3S son más seguros que los simples IMAP y POP3 porque usan encriptación SSL para conectarse. Una vez que elija el protocolo, corrija la siguiente línea en el archivo <filename>/etc/dovecot/dovecot.conf</filename>:
it: IMAPS e POP3S sono più sicuri dei semplici IMAP e POP3 poiché utilizzano la cifratura SSL per connettersi. Una volta scelto il protocollo, modificare la seguente riga nel file <filename>/etc/dovecot/dovecot.conf</filename>:
sv: IMAPS och POP3S är mer säkra än enkla IMAP och POP3 eftersom de använder SSL-kryptering vid anslutning. När du valt protokoll, lägg till följande rad i filen <filename>/etc/dovecot/dovecot.conf</filename>:

source: Next, choose the mailbox you would like to use. <application>Dovecot</application> supports <emphasis role="strong">maildir</emphasis> and <emphasis role="strong">mbox</emphasis> formats. These are the most commonly used mailbox formats. They both have their own benefits and are discussed on <ulink url="http://wiki.dovecot.org/MailboxFormat">the Dovecot web site</ulink>.
es: A continuación, elija el buzón de correo que quiera usar. <application>Dovecot</application> admite los dos formatos más comunes: <emphasis role="strong">maildir</emphasis> y <emphasis role="strong">mbox</emphasis>. Cada uno tiene sus propios beneficios, que se detallan en <ulink url="http://wiki.dovecot.org/MailboxFormat">el sitio web de Dovecot</ulink>.
sv: Nästa steg, välj vilken postlåda du vill använda. <application>Dovecot</application> stöder formaten <emphasis role="strong">maildir</emphasis> och <emphasis role="strong">mbox</emphasis>. Dessa är de vanligaste postlådeformaten. Båda har sina fördelar och som diskuteras på <ulink url="http://wiki.dovecot.org/MailboxFormat">webbplatsen för Dovecot</ulink>.

source: Once you have chosen your mailbox type, edit the file <filename>/etc/dovecot/dovecot.conf</filename> and change the following line:
es: Una vez elegido su tipo de buzón de correo, edite el archivo <filename>/etc/dovecot/dovecot.conf</filename> y cambie la siguiente línea:
it: Una volta scelta la tipologia della casella di posta, modificare il file <filename>/etc/dovecot/dovecot.conf</filename> e cambiare la seguente riga:
sv: När du valt din postlåd-typ, redigera filen <filename>/etc/dovecot/dovecot.conf</filename> och ändra följande rader:

source: mail_location = maildir:~/Maildir # (for maildir) or mail_location = mbox:~/mail:INBOX=/var/spool/mail/%u # (for mbox)
es: mail_location = maildir:~/Maildir # (para maildir) or mail_location = mbox:~/mail:INBOX=/var/spool/mail/%u # (para mbox)
it: mail_location = maildir:~/Maildir # (per maildir) oppure mail_location = mbox:~/mail:INBOX=/var/spool/mail/%u # (per mbox)
ko: mail_location = maildir:~/Maildir # (maildir 형식) 혹은 mail_location = mbox:~/mail:INBOX=/var/spool/mail/%u # (mbox 형식)
sv: mail_location = maildir:~/Maildir # (för maildir) eller mail_location = mbox:~/mail:INBOX=/var/spool/mail/%u # (för mbox)

source: You should configure your Mail Transport Agent (MTA) to transfer the incoming mail to this type of mailbox if it is different from the one you have configured.
es: Deberá configurar su Agente de Transporte de Correo (Mail Transport Agent, MTA) para poder enviar el correo entrante a este tipo de buzón si resulta ser distinto al que ha configurado.
it: È necessario configurare l'MTA (Mail Transport Agent) per trasferire le mail ricevute in questo tipo di casella di posta se è differente da quella impostata.
ko: 만약 이전에 설정한 것과 메일박스 형식이 다르다면 여러분은 이 형식으로 수신된 메일을 전달하기 위해 Mail Transport Agent (MTA)를 설정해야 합니다.
pt: Deverá configurar o agente de transporte de mail (MTA) para transferir o mail que chega para este tipo de mailbox se for diferente da que configurou.
sv: Du bör konfigurera din Mail Transport Agent (MTA) att sända inkommande e-post till den här typen av postlåda om det skiljer sig från den du har konfigurerat.

source: Once you have configured dovecot, restart the <application>dovecot</application> daemon in order to test your setup:
es: Una vez configurado dovecot, reinicie el demonio <application>dovecot</application> para probar su configuración:
it: Una volta configurato, riavviare il demone <application>dovecot</application> per provare le impostazioni:
sv: Så snart du har konfigurerat dovecot, starta om <application>dovecot</application>-demonen för att testa din konfiguration:

source: If you have enabled imap, or pop3, you can also try to log in with the commands <command>telnet localhost pop3</command> or <command>telnet localhost imap2</command>. If you see something like the following, the installation has been successful:
es: Si usted ha habilitado imap, o pop3, usted puede probar conectarse con los comandos <command>telnet localhost pop3</command> o <command>telnet localhost imap2</command>. Si usted ve algo parecido a lo siguiente, la instalación ha sido satisfactoria:
it: Se è stato abilitato imap o pop3, è possibile provare a eseguire l'accesso con i comandi <command>telnet localhost pop3</command> o <command>telnet localhost imap2</command>. Se viene visualizzata una schermata simile alla seguente, l'installazione è stata eseguita con successo:
sv: Om du har aktiverat imap eller pop3, kan du också prova att ansluta med kommandot <command>telnet localhost pop3</command> eller <command>telnet localhost imap2</command>. Om du ser något som liknar följande, har installationen lyckats:

source: Dovecot SSL Configuration
es: Configuración de Dovecot SSL
it: Configurazione di Dovecot SSL
ko: Dovecot SSL 설정
pt: Configuração SSL do Dovecot
sv: SSL-konfiguration av Dovecot

source: To configure <application>dovecot</application> to use SSL, you can edit the file <filename>/etc/dovecot/dovecot.conf</filename> and amend following lines:
es: Para configurar <application>dovecot</application> para que utilice SSL, usted puede editar el archivo <filename>/etc/dovecot/dovecot.conf</filename> y corregir las siguientes líneas:
it: Per configurare <application>dovecot</application> affinché utilizzi SSL, è possibile modificare il file <filename>/etc/dovecot/dovecot.conf</filename> e cambiare le seguenti righe:
sv: För att konfigurera <application>dovecot</application> till att använda SSL, kan du redigera filen <filename>/etc/dovecot/dovecot.conf</filename> och lägga till följande rader:

source: You can get the SSL certificate from a Certificate Issuing Authority or you can create self signed SSL certificate. The latter is a good option for email, because SMTP clients rarely complain about "self-signed certificates". Please refer to <xref linkend="certificates-and-security"/> for details about how to create self signed SSL certificate. Once you create the certificate, you will have a key file and a certificate file. Please copy them to the location pointed in the <filename>/etc/dovecot/dovecot.conf</filename> configuration file.
es: Puede obtener el certificado SSL a través de una Autoridad emisora de certificados o puede crear un certificado SSL autofirmado. Este último es una buena opción para correo electrónico, ya que los clientes SMTP rara vez se quejan por "certificados autofirmados". Por favor diríjase a <xref linkend="certificates-and-security"/> para obtener más detalles acerca de cómo crear certificados SSL autofirmados. Una vez haya creado el certificado, tendrá un archivo de clave y un archivo de certificado. Cópielos a la ubicación indicada en el archivo de configuración <filename>/etc/dovecot/dovecot.conf</filename>.
it: È possibile ottenere il certificato SSL da un'entità di certificazione oppure è possibile creare il proprio certificato auto-firmato. Quest'ultima opzione è valida per le email, dato che i client SMPT solitamente non danno grossi problemi a riguardo. Per maggiori informazioni su come creare un certificato SSL, consultare <xref linkend="certificates-and-security"/>. Una volta creato, sono disponibili una chiave e un certificato sotto forma di file, copiarli nella posizione puntata all'interno del file <filename>/etc/dovecot/dovecot.conf</filename>.
sv: Du kan få SSL-certifikatet från en certifikatutfärdare eller så kan du skapa ett självsignerat SSL-certifikat. Det senare är ett bra alternativ för e-post, eftersom SMTP-klienter sällan klagar över "självsignerade certifikat". Se även <xref linkend="certificates-and-security"/> för detaljer hur du skapar självsignerade SSL-certifikat. När du har skapat ditt certifikat, har du en nyckelfil och en certifikatfil. Kopiera dem till platsen som pekas på i konfigurationsfilen <filename>/etc/dovecot/dovecot.conf</filename>.

source: Firewall Configuration for an Email Server
es: Configuración del cortafuegos para un servidor de correo
it: Configurazione del firewall per un server email
ko: 이메일 서버를 위한 방화벽 설정
pt: Configuração da Firewall para um Servidor de Email
sv: Brandväggskonfiguration för en e-postserver

source: To access your mail server from another computer, you must configure your firewall to allow connections to the server on the necessary ports. <placeholder-1/>
es: Para acceder a su servidor de correo desde otro equipo, deberá configurar su cortafuegos para que permita conexiones al servidor a través de los puertos necesarios. <placeholder-1/>
it: Per accedere al server mail da un altro computer, è necessario configurare il firewall affinché consenta i collegamenti al server sulle porte necessarie. <placeholder-1/>
ko: 다른 컴퓨터에서 메일 서버를 접근하려면, 필요한 포트로 서버로의 접속을 허용하도록 방화벽을 반드시 설정해야만 합니다. <placeholder-1/>
pt: Para aceder ao seu servidor de correio electrónico a partir de outro computador, deve configurar a sua firewall para permitir ligações ao servidor nos portos necessários. <placeholder-1/>
sv: För att komma åt din e-postserver från en annan dator måste du konfigurera din brandvägg så att den tillåter anslutningar till servern på de portar som krävs. <placeholder-1/>

source: See the <ulink url="http://www.dovecot.org/">Dovecot website</ulink> for more information.
es: Vea el <ulink url="http://www.dovecot.org/">sitio web de Dovecot</ulink> para tener más información.
sv: För mer information, se <ulink url="http://www.dovecot.org/">Dovecot website</ulink>.

source: Mailman is an open source program for managing electronic mail discussions and e-newsletter lists. Many open source mailing lists (including all the <ulink url="http://lists.ubuntu.com">Ubuntu mailing lists</ulink>) use Mailman as their mailing list software. It is powerful and easy to install and maintain.
es: Mailman es un programa open source para gestionar discusiones de correo electrónico y listas de noticias. Muchas listas de correo open source (incluyendo todas las <ulink url="http://lists.ubuntu.com">listas de correo de Ubuntu</ulink>) usan Mailman como su software de gestión de listas. Es potente y fácil de instalar y mantener.
it: Mailman è un programma open source per la gestione di discussioni elettroniche e newsletter. Molte mailing list open source (incluse tutte le mailing list di <ulink url="http://lists.ubuntu.com">Ubuntu</ulink>) utilizzano Mailman come software. È molto potente e facile da installare.
ko: Mailman은 전자 우편 회의와 전자 소식 목록을 관리하기 위한 오픈소스 프로그램 입니다. 많은 오픈소스 메일링 리스트는 (모든 <ulink url="http://lists.ubuntu.com">우분투 메일링 리스트</ulink>를 포함한) 메일링 리스트 소프트웨어로 Mailman을 사용 합니다. 이것은 강력하고 설치와 유지보수가 쉽습니다.
pt: Mailman é um programa de código fonte aberto para gerir discussões de correio electrónico e listas de notícias. Muitas listas de correio electrónico de software livre usam como software principal o Mailman (incluíndo <ulink url="http://lists.ubuntu.com">as listas de correio electrónico do Ubuntu</ulink>.) É poderoso e fácil de instalar e manter.
sv: Mailman är ett öppen källkodsprogram för att hantera elektroniska e-postdiskussioner och e-nyhetsbrev. Många av de svarslistor öppenkällkodsvärlden har (inklusive alla <ulink url="http://lists.ubuntu.com">Ubuntu:s svarslistor</ulink>) använder Mailman som svarslistmjukvara. Det är kraftfullt och enkelt att installera och underhålla.

source: Mailman provides a web interface for the administrators and users, using an external mail server to send and receive emails. It works perfectly with the following mail servers:
es: Mailman proporciona una interfaz web para administradores y usuarios, utilizando un servidor de correo externo para enviar y recibir correos electrónicos. Funciona perfectamente con los siguientes servidores de correo:
sv: Mailman tillhandahåller ett webbgränssnitt för administratörer och användare, genom att använda en extern e-postserver för att skicka och ta emot e-post. Den fungerar perfekt med följande e-postservrar:

source: We will see how to install and configure Mailman with, the Apache web server, and either the Postfix or Exim mail server. If you wish to install Mailman with a different mail server, please refer to the references section.
es: Veremos como instalar y configurar Mailman con, el servidor web Apache, y cualquiera de los servidores de Correos Postfix o Exim. Si usted desea instalar Mailman con un servidor de correos Diferente, por favor refiérase a la sección de referencias.
it: Viene descritto come installare Mailman, il server web Apache e il server mail Postfix o Exim. Per installare Mailman con un server mail diverso, fare riferimento alla sezione «Riferimenti».
sv: Vi går igenom installationen och konfigurationen av Mailman med webbservern Apache och någon av Postfix eller Exim e-postserver. Om du önskar installera Mailman med en annan e-postserver hänvisas du till referens sektionen.

source: You only need to install one mail server and <application>Postfix</application> is the default Ubuntu Mail Transfer Agent.
es: Solamente necesita instalar un servidor de correo y <application>Postfix</application> es el agente de transferencia de correo predeterminado de Ubuntu.
it: È necessario installare solamente un server mail e <application>Postfix</application> è il Mail Transfer Agent predefinito di Ubuntu.
sv: Du behöver bara installera en e-postserver och som standard för Ubuntu Mail Transfer Agent är <application>Postfix</application>.

source: To install apache2 you refer to <ulink url="./web-servers.xml#http-installation">HTTPD Installation</ulink> section for details.
es: Para instalar apache2 consulte la sección ulink url="./web-servers.xml#http-installation">Instalación de HTTPD</ulink> .
it: Per maggiori informazioni su come installare apache2, consultare <ulink url="./web-servers.xml#http-installation">Installare HTTPD</ulink>.
ko: 아파치2를 설치하려면 <ulink url="./web-servers.xml#http-installation">HTTPD 설치</ulink> 부분을 참조하십시오.
pt: Para instalar o apache2 consulte a secção <ulink url="./web-servers.xml#http-installation">Instalação do HTTPD</ulink> para detalhes.
sv: För att installera apache2 hänvisas du till avsnittet <ulink url="./web-servers.xml#http-installation">HTTPD Installation</ulink> för fler detaljer.

source: For instructions on installing and configuring Postfix refer to <xref linkend="postfix"/>
es: Para conocer instrucciones sobre como instalar y configurar Postfix vea <xref linkend="postfix"/>
it: Per le istruzioni su come installare e configurare Postfix, consultare <xref linkend="postfix"/>
sv: För instruktioner över installation och konfigurering av Postfix, se <xref linkend="postfix"/>

source: To install Exim4 refer to <xref linkend="exim4"/>.
es: Para instalar Exim4 vea <xref linkend="exim4"/>.
it: Per installare Exim4, consultare refer to <xref linkend="exim4"/>.
sv: Installation av Exim4, se <xref linkend="exim4"/>.

source: Once exim4 is installed, the configuration files are stored in the <filename>/etc/exim4</filename> directory. In Ubuntu, by default, the exim4 configuration files are split across different files. You can change this behavior by changing the following variable in the <filename>/etc/exim4/update-exim4.conf</filename> file: <placeholder-1/>
es: Una vez instalado exmi4, los archivos de configuración son almacenados en el directorio <filename>/etc/exim4</filename>. En Ubuntu, por defecto, los archivos de configuración de exmi4 están divididos en archivos diferentes. Usted puede cambiar este comportamiento cambiando la siguiente variable en el archivo <filename>/etc/exim4/update-exim4.conf</filename>: <placeholder-1/>
it: Una volta installato exim4, i file di configurazione sono salvati nella directory <filename>/etc/exim4</filename>. In Ubuntu, in modo predefinito, i file di configurazione di exim4 sono divisi tra vari file, ma è possibile cambiare questo comportamento modificando la seguente variabile nel file <filename>/etc/exim4/update-exim4.conf</filename>: <placeholder-1/>
sv: När exim4 är installerat, är konfigurationsfilerna sparade i katalogen <filename>/etc/exim4</filename>. Som standard i Ubuntu är konfigurationsfilerna för exim4 uppdelade i olika filer. Du kan ändra detta beteende genom att ändra följande variabel i filen <filename>/etc/exim4/update-exim4.conf</filename>: <placeholder-1/>

source: To install <application>Mailman</application>, run following command at a terminal prompt:
es: Para instalar <application>Mailman</application>, ejecute la siguiente orden en una terminal:
it: Per installare <application>Mailman</application>, in un terminale, digitare il seguente comando:
sv: För att installera <application>Mailman</application>, kör följande kommando från terminalprompten:
