Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Ubuntu ships with a number of graphical utilities to configure your network devices. This document is geared toward server administrators and will focus on managing your network on the command line.
es: Ubuntu viene con varias utilidades gráficas para configurar sus dispositivos de red. Este documento es una herramienta para los administradores de servidores y esta enfocada para manejar su red en línea de comandos.
it: Ubuntu è corredato da una serie di utilità grafiche per la configurazione dei dispositivi di rete. Questa sezione è diretta agli amministratori di server e si focalizza sulla gestione della rete da riga di comando.
ko: 우분투는 여러분의 네트워크 장치를 설정할 수 있는 몇 가지 그래픽 유틸리티를 제공 합니다. 이 문서는 서버 관리자를 위하여 작성되었고 명령어 라인에서 여러분의 네트워크를 관리하는 것에 중점 합니다.
pt: O Ubuntu vem com alguns utilitários em ambiente gráfico para configuração de dispositivos de rede. Este documento está orientado para administradores de servidores, e focar-se-á na gestão da rede a partir da linha de comandos.
sv: Med Ubuntu följer ett antal grafiska verktyg för att konfigurera dina nätverksenheter. Det här dokumentet riktar sig mot serveradministratörer och fokuserar därför på att hantera nätverket från kommandoraden.

source: Most Ethernet configuration is centralized in a single file, <filename>/etc/network/interfaces</filename>. If you have no Ethernet devices, only the loopback interface will appear in this file, and it will look something like this:
es: La mayoría de la configuración de red Ethernet está centralizada en un único archivo, <filename>/etc/network/interfaces</filename>. Si no tiene dispositivos de red, sólo aparecerá la interfaz de loopback en ese archivo, que tendrá un contenido similar al siguiente:
it: La maggior parte delle configurazioni relative alla rete Ethernet avvengono in un unico file: <filename>etc/network/interfaces</filename>. Se non vi sono dispositivi Ethernet, in quel file sarà presente la sola interfaccia di loopback e sarà simile a quanto segue:
sv: Det mesta av ethernetkonfigurationen är centraliserad till en fil, <filename>/etc/network/interfaces</filename>. Om du inte har några ethernetenheter kommer endast loopback-gränssnittet finnas i filen och det kommer se ut ungefär såhär:

source: If you have only one Ethernet device, eth0, and it gets its configuration from a DHCP server, and it should come up automatically at boot, only two additional lines are required:
es: Si tiene un único dispositivo Ethernet, eth0, y su configuración se obtiene a través de un servidor DHCP, y se debe iniciar automáticamente al inicio, son necesarias dos líneas adicionales:
it: Se è presente un solo dispositivo Ethernet, eth0, riceve la configurazione da un server DHCP e deve venir abilitato automaticamente all'avvio, sono richieste solo due righe aggiuntive:
sv: Om du endast har ett ethernetkort, eth0 och det får sin konfigurering från en DHCP-server och den skall komma upp automatiskt under starten, är det endast två ytterligare rader som behövs:

source: The first line specifies that the eth0 device should come up automatically when you boot. The second line means that interface (<quote>iface</quote>) eth0 should have an IPv4 address space (replace <quote>inet</quote> with <quote>inet6</quote> for an IPv6 device) and that it should get its configuration automatically from DHCP. Assuming your network and DHCP server are properly configured, this machine's network should need no further configuration to operate properly. The DHCP server will provide the default gateway (implemented via the <application>route</application> command), the device's IP address (implemented via the <application>ifconfig</application> command), and DNS servers used on the network (implemented in the <filename>/etc/resolv.conf</filename> file.)
es: La primera línea especifica que el dispositivo eth0 debería aparecer automáticamente al iniciar el equipo. La segunda línea significa que la interfaz (<quote>iface</quote>) eth0 debería tener un espacio de dirección IPv4 (reemplace <quote>inet</quote> por <quote>inet6</quote> para un dispositivo IPv6) y que debería obtener automáticamente su configuración por medio de DHCP. Asumiendo que su red y su servidor DHCP están configurados correctamente, la red de esta máquina no debería necesitar más configuración para funcionar adecuadamente. El servidor DHCP proporcionará la puerta de enlace predeterminada (implementada por medio de la orden <application>route</application>), la dirección IP del dispositivo (implementada por medio de la orden <application>ifconfig</application>) y los servidores DNS usados en la red (implementados en el archivo <filename>/etc/resolv.conf</filename>.)
it: La prima riga specifica che il dispositivo eth0 deve attivarsi all'avvio, la seconda che l'interfaccia (<quote>iface</quote>) eth0 deve avere un indirizzo di tipo IPv4 (sostituire <quote>inet</quote> con <quote>inet6</quote> per un dispositivo IPv6) e che deve ottenere la propria configurazione automaticamente da DHCP. Se il server DHCP e la rete sono configurati correttamente, non sono necessarie altre configurazioni, il server DHCP fornirà il gateway predefinito (attraverso il comando <application>route</application>), l'indirizzo IP del dispositivo (attraverso il comando <application>ifconfig</application>) e il server DNS usato nella rete (nel file <filename>/etc/resolv.conf</filename>).
sv: Första raden anger att eth0-enheten automatiskt kommer upp under start. Den andra raden betyder att gränssnittet (<quote>iface</quote>) eth0 skall ha ett IPv4 adressutrymme (ersätt <quote>inet</quote> med <quote>inet6</quote> för en IPv6 enhet) och att det får sin konfiguration automatiskt från en DHCP. Anta att ditt nätverk och DHCP-server är riktigt konfigurerade, då behöver den här datorns nätverk ingen mer konfiguration för att fungera riktigt. DHCP-servern kommer att erbjuda en standard gatewaydator (implementerad via kommandot <application>route</application>), enhetens ip-adress (implementerad via kommandot <application>ifconfig</application>) och DNS-servrar som används på nätverket (implementerade genom filen <filename>/etc/resolv.conf</filename>.)

source: To configure your Ethernet device with a static IP address and custom configuration, some more information will be required. Suppose you want to assign the IP address 192.168.0.2 to the device eth1, with the typical netmask of 255.255.255.0. Your default gateway's IP address is 192.168.0.1. You would enter something like this into <filename>/etc/network/interfaces</filename>:
es: Para configurar su dispositivo Ethernet con una dirección IP estática, es necesario alguna información adicional. Suponga que desea asignar la dirección 192.168.0.2 al dispositivo eth1, con la típica máscara de red 255.255.255.0. La dirección de la puerta de enlace por defecto es 192.168.0.1. Así debe añadir el siguiente contenido al archivo <filename>/etc/network/interfaces</filename>:
it: Per configurare il dispositivo Ethernet con un indirizzo IP statico, sono necessarie alcune informazioni in più. Si presuppone che si voglia assegnare l'indirizzo IP 192.168.0.2 al device eth1, con la tipica maschera di rete di 255.255.255.0 e l'indirizzo del gateway è 192.168.0.1. Bisogna inserire quindi quanto segue nel file <filename>/etc/network/interfaces</filename>:
sv: För att konfigurera din ethernetenhet med en statisk ip-adress och anpassad konfiguration, då behövs det lite mer information. Förutsätt att du vill tilldela ip-adressen 192.168.0.2 till enheten, eth1, med den typiska nätverksmasken 255.255.255.0. Standard ip-adressen till din gateway är 192.168.0.1. Då behöver du skriva ungefär det här i <filename>/etc/network/interfaces</filename>:

source: In this case, you will need to specify your DNS servers manually in <filename>/etc/resolv.conf</filename>, which should look something like this:
es: En este caso, necesitará especificar manualmente sus servidores DNS en <filename>/etc/resolv.conf</filename>, y debería parecerse a esto:
it: In questo caso è necessario specificare il server DNS manualmente in <filename>/etc/resolv.conf</filename>:
sv: I det här fallet behöver du ange dina DNS-servrar manuellt i <filename>/etc/resolv.conf</filename>, vilket skall se ut ungefär såhär:

source: The <emphasis role="italics">search</emphasis> directive will append mydomain.example to hostname queries in an attempt to resolve names to your network. For example, if your network's domain is mydomain.example and you try to ping the host <quote>mybox</quote>, the DNS query will be modified to <quote>mybox.mydomain.example</quote> for resolution. The <emphasis role="italics">nameserver</emphasis> directives specify DNS servers to be used to resolve hostnames to IP addresses. If you use your own nameserver, enter it here. Otherwise, ask your Internet Service Provider for the primary and secondary DNS servers to use, and enter them into <filename>/etc/resolv.conf</filename> as shown above.
es: La directiva <emphasis role="italics">search</emphasis> le añadirá mydomain.example a las consultas de nombre de anfitrión tratando de resolver nombres en sured. Por ejemplo, si el dominio de su red es mydomain.example y usted trata de hacer eco en el anfitrión <quote>mybox</quote>, la consulta al DNS se modificará como <quote>mybox.mydomain.example</quote> para resolver. Las directivas <emphasis role="italics">nameserver</emphasis> especifican los servidores DNS que se usarán para convertir nombres de anfitriones a direcciones IP. Si usted usa su propio servidor de nombres, introdúzcalo allí. Si no, pregúntele a su proveedor de servicios de Internet por los servidores DNS primario y secundario que debe usar e introdúzcalos en <filename>/etc/resolv.conf</filename> como se mostró anteriormente.
it: La direttiva <emphasis role="italics">search</emphasis> aggiunge mydomain.example alle interrogazioni sul nome host per risolvere i nomi della propria rete. Per esempio, se il dominio della rete è mydomain.example e si prova a eseguire ping sull'host <quote>mybox</quote>, l'interrogazione DNS viene modificata in <quote>mybox.mydomain.example</quote>. Le direttive <emphasis role="italics">nameserver</emphasis> specificano quali server DNS devono essere usati per risolvere i nomi hsot in indirizzi IP. Se si utilizzano dei server dei nomi personalizzati, inserirli qui, altrimenti chiedere al proprio fornitore di servizi Internet il DNS primario e secondario e inserirli in <filename>/etc/resolv.conf</filename>.
sv: Direktivet <emphasis role="italics">search</emphasis> kommer att lägga till mydomain.example till värddatornamnfrågorna i ett försök att besluta namn till ditt nätverk. Till exempel, om din nätverksdomän är mydomain.example och du försöker att pinga din värd <quote>mybox</quote>, kommer DNS-frågorna att ändras till <quote>mybox.mydomain.example</quote> för beslut. Direktivet <emphasis role="italics">nameserver</emphasis> anger vilka DNS-servrar som skall användas för att besluta värdnamn och ip-adresser. Om du använder en egen namnserver, skriv in det här. I annat fall fråga din internetleverantör efter den primära och sekundära DNS-servern som du skall använda och skriv in dem i <filename>/etc/resolv.conf</filename> som beskrivet ovan.

source: Many more configurations are possible, including dialup PPP interfaces, IPv6 networking, VPN devices, etc. Refer to <application>man 5 interfaces</application> for more information and supported options. Remember that <filename>/etc/network/interfaces</filename> is used by the <application>ifup</application>/<application>ifdown</application> scripts as a higher level configuration scheme than may be used in some other Linux distributions, and that the traditional, lower level utilities such as <application>ifconfig</application>, <application>route</application>, and <application>dhclient</application> are still available to you for ad hoc configurations.
es: Es posible realizar muchas más configuraciones, incluyendo interfaces de marcación analógica PPP, redes IPv6, dispositivos VPN, etc. Acuda a <application>man 5 interfaces</application> para obtener más información y las opciones soportadas. Recuerde que los scripts <application>ifup</application>/<application>ifdown</application> usan <filename>/etc/network/interfaces</filename> como un esquema de configuración de más alto nivel que el utilizado en otras distribuciones de Linux, y que las tradicionales utilidades de más bajo nivel como <application>ifconfig</application>, <application>route</application> y <application>dhclient</application> todavía se encuentran disponibles para realizar configuraciones más puntuales.
it: È possibile realizzare molte altre configurazioni, incluse quelle per le interfacce PPP dialup, le reti IPv6, i dispositivi VPN, ecc..., fare riferimento a <application>man 5 interfaces</application> per maggiori informazioni e per le opzioni supportate. Notare che <filename>/etc/network/interfaces</filename> è usato dagli script <application>ifup</application>/<application>ifdown</application> come schema di configurazione a un livello più alto rispetto ad altre distribuzioni Linux e che le tradizionali utilità di livello inferiore, come <application>ifconfig</application>, <application>route</application> e <application>dhclient</application> sono sempre disponibili per una configurazione ottimale.
ko: 다이얼업 PPP 인터페이스, IPv6 네트워킹, VPN 장치, 기타 등등을 포함하는 많은 다른 설정들이 가능합니다. 더 많은 정보와 지원되는 선택 사항들은 <application>man 5 interfaces</application> 를 참조 하십시오. 기억해야 할 것은, <filename>/etc/network/interfaces</filename> 파일은 <application>ifup</application>/<application>ifdown</application> 스크립트에 의하여 사용되고, 그것들은 다른 리눅스 배포판에서 사용되는 것보다 높은 수준의(역주:사용의 편의를 기했다는 의미) 설정 체계 입니다. <application>ifconfig</application>, <application>route</application>, 그리고 <application>dhclient</application> 와 같은 전통적이고, 낮은 수준의(역주:명령어 라인에 직접 입력해야 한다는 의미) 유틸리티는 여전히 ad hoc 설정을 위하여 사용 가능 합니다.
pt: Muitas mais configurações são possíveis, incluindo interfaces de marcação telefónica PPP, redes IPv6, dispositivos VPN, etc.. Consulte <application>man 5 interfaces</application> para saber mais informações e opções suportadas. Lembre-se que o ficheiro <filename>/etc/network/interfaces</filename> é utilizado pelos scripts <application>ifup</application>/<application>ifdown</application> como a configuração de mais alto nível que pode ser utilizada noutras distribuições de Linux, e que os tradicionais utilitários de baixo nível, tais como <application>ifconfig</application>, <application>route</application>, e <application>dhclient</application> ainda estão disponíveis para configurações ad hoc.
sv: Det går att konfigurera mycket mer, inklusive uppringda PPP-anslutningar, IPv6-nätverk, VPN-enheter med mera. Du kan få mer information och läsa om vad du kan skriva i <application>man 5 interfaces</application>. Kom ihåg att <filename>/etc/network/interfaces</filename> används av <application>ifup</application>/<application>ifdown</application>-skripten för att få ett konfigurationsschema som är lite mindre pilligt än det som används i vissa andra Linuxdistributioner, och att de traditionella verktygen som <application>ifconfig</application>, <application>route</application> och <application>dhclient</application> fortfarande finns tillgängliga om du vill använda dem.

source: Managing DNS Entries
es: Gestionar entradas DNS
it: Gestire i record DNS
ko: DNS 항목 관리
pt: Gerindo Entradas de DNS
sv: Hantera DNS-ingångar

source: This section explains how to configure which nameserver to use when resolving IP addresses to hostnames and vice versa. It does not explain how to configure the system as a name server.
es: En esta sección se explica cómo configurar servidor de nombres para usarlo al resolver direcciones IP a nombres de host y viceversa. Aquí no encontrará la explicación para configurar el sistema como servidor de nombres.
it: Questa sezione spiega come configurare un server dei nomi da usare quando devono essere risolti gli indirizzi IP in nomi host e viceversa, non viene spiegato come configurare il sistema per usarlo come server dei nomi.
ko: 이 부분에서는 IP 주소를 호스트 이름으로 해석하거나 그 반대의 일을 수행하기 위해 네임서버를 설정하는 방법을 설명합니다. 여기서는 시스템을 네임서버로 사용하도록 설정하는 방법을 설명하지는 않습니다.
pt: Esta secção explica como configurar qual o servidor de nomes para usar quando se tenta resolver endereços de IP para hostnames e vice-versa. Não explica como configurar o sistema como servidor de nomes.
sv: Detta avsnitt förklarar hur man konfigurerar vilken namnserver som skall användas för att upplösa IP-adresser till värdnamn och tvärtom. Det förklarar inte hur man konfigurerar systemet som en namnserver.

source: To manage DNS entries, you can add, edit, or remove DNS names from the <filename>/etc/resolv.conf</filename> file. A sample file is given below:
es: Para gestionar las entradas DNS, puede añadir, editar o eliminar los nombres DNS del archivo <filename>/etc/resolv.conf</filename>. A continuación tiene un archivo de ejemplo:
it: Per gestire i record DNS, è possibile aggiungere, modificare o rimuovere i nomi DNS dal file <filename>/etc/resolv.conf</filename>. Viene fornito un semplice file di esempio:
sv: För att hantera DNS-ingångar kan du lägga till, ändra på, eller ta bort DNS-serveradresser från filen <filename>/etc/resolv.conf</filename>. Nedan följer en exempelfil:

source: The <application>search</application> key specifies the string which will be appended to an incomplete hostname. Here, we have configured it to <application>com</application>. So, when we run: <command>ping ubuntu</command> it would be interpreted as <command>ping ubuntu.com</command>.
es: La clave <application>search</application> especifica la cadena que será añadida a un nombre de host incompleto. En este caso lo hemos configurado para <application>com</application>. De este modo, cuando ejecutemos: <command>ping ubuntu</command>, interpretará <command>ping ubuntu.com</command>.
it: Il campo <application>search</application> specifica la stringa che deve essere aggiunta a un nome host incompleto. Qui è stato configurato per essere un dominio <application>com</application>, così, eseguendo <command>ping ubuntu</command>, viene interpretato come <command>ping ubuntu.com</command>.
ko: <application>search</application> 키는 불완전한 호스트 이름에 추가될 문자열을 지정합니다. 여기서 우리는 <application>com</application>으로 설정해 두었으므로, <command>ping ubuntu</command> 명령을 실행할 때 <command>ping ubuntu.com</command>과 같이 해석될 것입니다.
pt: A chave <application>search</application> especifica a string que será adicionado a um hostname incompleto. Aqui, configuramos para <application>com</application>. Assim, qaundo corremos: <command>ping ubuntu</command> será interpretado como <command>ping ubuntu.com</command>.
sv: <application>search</application>-nyckeln anger vilken sträng som kommer bifogas till ett ofullständigt värdnamn. Här är det konfigurerat till <application>com</application>. Så när vi kör: <command>ping ubuntu</command> blir det översatt till <command>ping ubuntu.com</command>.

source: The <application>nameserver</application> key specifies the nameserver IP address. It will be used to resolve a given IP address or hostname. This file can have multiple nameserver entries. The nameservers will be used by the network query in the same order.
es: La clave <application>nameserver</application> especifica la dirección IP del servidor de nombres, que se usará para resolver direcciones IP o nombres de host. Este archivo puede tener varias entradas para servidores de nombres. Las peticiones de red harán uso de los servidores de nombres en ese orden.
it: Il campo <application>nameserver</application> specifica l'indirizzo IP del server dei nomi che viene utilizzato per risolvere gli indirizzi IP in nomi host. Questo file può avere vari server dei nomi e saranno usati dalle richieste di rete nello stesso ordine.
ko: <application>nameserver</application> 키는 네임서버의 IP 주소를 지정합니다. 이 네임서버는 주어진 IP 주소나 호스트 이름을 해석할 때 사용됩니다. 이 파일은 여러 개의 네임서버 항목을 가질 수 있습니다. 네임서버는 추가된 것과 동일한 순서대로 네트워크 쿼리 시에 사용될 것입니다.
pt: A chave <application>nameserver</application> especifica o endereço IP do servidor de nomes. Será utilizado para resolver um dado IP ou hostname. este ficheiro pode ter múltiplas entradas com servidores de nomes. Os servidores de nomes serão utilizados nas queries de rede na mesma rede.
sv: <application>namnserver</application>-nyckeln anger namnserverns IP-adress. Den kommer att användas till att avgöra en bestämd IP-adress eller värdnamn. Den här filen kan ha flera angivna namnservrar. Namnservern kommer att användas av nätverksfrågorna i samma ordning.

source: If the DNS server names are retrieved dynamically from DHCP or PPPoE (retrieved from your ISP), do not add nameserver entries in this file. It will be overwritten.
es: Si los nombres del servidor DNS se obtienen dinámicamente mediante DHCP o PPPoE (obtenido a través de su proveedor de Internet), no añada entradas para servidores de nombres en este archivo, pues será sobrescrito.
it: Se i server dei nomi DNS sono ottenuti dinamicamente tramite DHCP o PPPoE (forniti dal proprio ISP), non aggiungere server dei nomi in questo file o verranno sovrascritti.
ko: 만약 DNS 서버 이름을 DHCP나 PPPoE(여러분의 ISP에서 받음)에서 받아오는 경우에는, 이 파일에 nameserver 항목을 추가하지 마십시오. 이 정보가 덮어 쓰여질(overwritten) 것입니다.
pt: Se o servidor de nomes DNS é obtido dinamicamente de DHCP ou PPPoE (obtido do ISP), não adicione entradas de nome de servidores neste ficheiro, serão escritas por cima.
sv: Om DNS-servernamnen mottages dynamiskt från DHCP eller PPPoE (mottaget från din internetleverantör), lägg inte till rader för namnservrar i filen. Dessa kommer att skrivas över.

source: Managing Hosts
es: Gestionar los hosts
it: Gestione degli host
ko: 호스트 관리
pt: Gerindo Computadores
sv: Hantera datorvärdar
