Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Finally, you should restart the <application>PostgreSQL</application> service to initialize the new configuration. From a terminal prompt enter the following to restart <application>PostgreSQL</application>:
es: Finalmente, usted debe reiniciar el servicio application>PostgreSQL</application> para inicializar la nueva configuración. Desde una terminal ingrese lo siguiente para reiniciar <application>PostgreSQL</application>:
it: Infine, riavviare il servizio <application>PostgreSQL</application> per inizializzare la nuova configurazione. In un terminale, digitare quanto segue per riavviare <application>PostgreSQL</application>:
sv: Avslutningsvis, måste du starta om tjänsten <application>PostgreSQL</application> för att initiera den nya konfigurationen. Skriv följande från terminalprompten för att starta om <application>PostgreSQL</application>:

source: The above configuration is not complete by any means. Please refer <ulink url="http://www.postgresql.org/docs/8.3/static/admin.html"> the PostgreSQL Administrator's Guide</ulink> to configure more parameters.
es: La configuración de arriba no es en absoluto completa. Por favor, vea el apartado <ulink url="http://www.postgresql.org/docs/8.3/static/admin.html">Server Administration de la documentación de PostgreSQL</ulink> para configurar más parámetros.
it: La configurazione precedente non è completa. Per maggiori informazioni, fare riferimento alla <ulink url="http://www.postgresql.org/docs/8.3/static/admin.html">PostgreSQL Administrator's Guide</ulink>.
sv: Ovanstående konfiguration är på inga sätt komplett. Läs i <ulink url="http://www.postgresql.org/docs/8.3/static/admin.html"> PostgreSQL administratörsguide</ulink> för att konfigurera ytterligare parametrar.

source: As mentioned above the <ulink url="http://www.postgresql.org/docs/8.3/static/admin.html">Administrator's Guide</ulink> is an excellent resource. The guide is also available in the <application>postgresql-doc-8.3</application> package. Execute the following in a terminal to install the package:
es: Como se menciona más arriba, el apartado <ulink url="http://www.postgresql.org/docs/8.3/static/admin.html">Server Administration de la documentación de PostgreSQL</ulink> es un recurso excelente. El manual también está disponible en el paquete <application>postgresql-doc-8.3</application>. Ejecute lo siguiente en un terminal para instalar el paquete:
it: Come precedentemente detto, la <ulink url="http://www.postgresql.org/docs/8.3/static/admin.html">Administrator's Guide</ulink> è un'ottima risorsa ed è disponibile anche nel pacchetto <application>postgresql-doc-8.3</application>. Per installarlo, in un terminale, digitare:
sv: Som nämnts tidigare är <ulink url="http://www.postgresql.org/docs/8.3/static/admin.html">administratörsguiden</ulink> en utmärkt källa. Guiden finns också i paketet <application>postgresql-doc-8.3</application>. Kör följande kommando i en terminal för att installera paketet:

source: To view the guide enter <command>file:///usr/share/doc/postgresql-doc-8.3/html/index.html</command> into the address bar of your browser.
es: Para ver la guía escriba <command>file:///usr/share/doc/postgresql-doc-8.3/html/index.html</command> en la barra de direcciones de su navegador.
it: Per visualizzare la guida inserire, nella barra degli indirizzi del proprio browser: <command>file:///usr/share/doc/postgresql-doc-8.3/html/index.html</command>.
sv: För att visa guiden skriv följande i din webbläsares adressfält <command>file:///usr/share/doc/postgresql-doc-8.3/html/index.html</command>.

source: Clustering
es: Agrupamiento
sv: Klustring

source: Distributed Replicated Block Device (DRBD) mirrors block devices between multiple hosts. The replication is transparent to other applications on the host systems. Any block device hard disks, partitions, RAID devices, logical volumes, etc can be mirrored.
es: El Dispositivo de Bloques Replicado y Distribuido (Distributed Replicated Block Device, DRBD) replica dispositivos de bloques entre varios equipos. La replicación es transparente para las demás aplicaciones en los sistemas de los equipos. Puede replicarse cualquier dispositivo de bloques: discos duros, particiones, dispositivos RAID, volúmenes lógicos, etc.
sv: Distributed Replicated Block Device (DRBD) speglar block-enheter mellan multipla värdar. Replikeringen är transparent till andra applikationer på värdsystemet. vilka blockenheter som helst, hårddiskar, partitioner, RAID-enheter, logiska volymer, etc kan speglas.

source: To get started using <application>drbd</application>, first install the necessary packages. From a terminal enter:
es: Para conseguir iniciar usando <application>drbd</application>, primero instale los paquetes necesarios. En una terminal introduzca:
sv: För att börja använda <application>drbd</application>, installera först nödvändiga paket. Skriv från en terminal:

source: This section covers setting up a <application>drbd</application> to replicate a separate <filename>/srv</filename> partition, with an <application>ext3</application> filesystem between two hosts. The partition size is not particularly relevant, but both partitions need to be the same size.
es: Esta sección cubre la configuración de un <application>drbd</application> para replicar una partición <filename>/srv</filename> separada, con un sistema de archivos <application>ext3</application> entre dos equipos. El tamaño de la partición no es particularmente importante, pero ambas particiones deben tener el mismo tamaño.
sv: Detta avsnitt omfattar konfigurationen av <application>drbd</application> till att replikera en separat <filename>/srv</filename> partition, med ett <application>ext3</application>-filsystem mellan två värdar. Partitionsstorleken är inte särskilt relevant, men båda partitionerna behöver ha samma storlek.

source: The two hosts in this example will be called <emphasis>drbd01</emphasis> and <emphasis>drbd02</emphasis>. They will need to have name resolution configured either through DNS or the <filename>/etc/hosts</filename> file. See <xref linkend="dns"/> for details.
es: Los dos equipos de este ejemplo se llaman <emphasis>drbd01</emphasis> y <emphasis>drbd02</emphasis>. Necesitan disponer de la misma resolución de nombre configurada, bien mediante DNS o bien mediante del archivo <filename>/etc/hosts</filename>. Consulte <xref linkend="dns"/> para más información.
sv: De två värdarna kommer i detta exempel kallas för <emphasis>drbd01</emphasis> och <emphasis>drbd02</emphasis>. De behöver ha konfigurerat sin namnmatchning genom DNS eller filen <filename>/etc/hosts</filename>. Se <xref linkend="dns"/> för detaljer.

source: To configure <application>drbd</application>, on the first host edit <filename>/etc/drbd.conf</filename>:
es: Para configurar <application>drbd</application>, en el primer anfitrión, edite <filename>/etc/drbd.conf</filename>:
sv: För att konfigurera <application>drbd</application>, på den första värden, redigera <filename>/etc/drbd.conf</filename>:

source: There are many other options in <filename>/etc/drbd.conf</filename>, but for this example their default values are fine.
es: Hay otras muchas opciones en <filename>/etc/drbd.conf</filename>, pero para este ejemplo los valores predeterminados están bien.
sv: Det finns många fler alternativ i <filename>/etc/drbd.conf</filename>, men för detta exempel är deras standardvärden bra.

source: Now copy <filename>/etc/drbd.conf</filename> to the second host:
es: Ahora copie <filename>/etc/drbd.conf</filename> al segundo anfitrión:
sv: kopiera nu <filename>/etc/drbd.conf</filename> till den andra värden:

source: And, on <emphasis>drbd02</emphasis> move the file to <filename>/etc</filename>:
es: Y en <emphasis>drbd02</emphasis> mueva el archivo a <filename>/etc</filename>:
sv: Och, på <emphasis>drbd02</emphasis> flytta filen till <filename>/etc</filename>:

source: Next, on both hosts, start the <application>drbd</application> daemon:
es: Después en ambos anfitriones, inicie el demonio <application>drbd</application>:
sv: Nästa steg, på båda värdarna, starta demonen <application>drbd</application>:

source: Now using the <application>drbdadm</application> utility initialize the meta data storage. On each server execute:
es: Ahora usando la utilidad <application>drbdadm</application> inicialice el almacenamiento de datos. En cada servidor, ejecute:
sv: Använd nu verktyget <application>drbdadm</application> initiera metadata lagringen. På varje server kör:

source: On the <emphasis>drbd01</emphasis>, or whichever host you wish to be the primary, enter the following:
es: En <emphasis>drbd01</emphasis>, o cualquiera que sea el anfitrión que desee tener como primario, introduzca la siguiente:
sv: På <emphasis>drbd01</emphasis>, eller på den server som skall vara den primära, skriv följande:

source: After executing the above command, the data will start syncing with the secondary host. To watch the progresss, on <emphasis>drbd02</emphasis> enter the following:
es: Al ejecutar al orden anterior, los datos empezarán a sincronizarse con el anfitrión secundario. Para ver el progreso, introduzca lo siguiente en <emphasis>drbd02</emphasis> :
sv: Efter att du kört ovanstående kommando, kommer datan att synkroniseras med den sekundära värden. För att se processen, på <emphasis>drbd02</emphasis> skriv följande:

source: To stop watching the output press <emphasis>Ctrl+c</emphasis>.
es: Para dejar de ver la salida, presione <emphasis>Ctrl+c</emphasis>.
sv: För att sluta visa utdatan, tryck <emphasis>Ctrl+c</emphasis>.

source: Finally, add a filesystem to <filename>/dev/drbd0</filename> and mount it:
es: Añada finalmente un sistema de archivos a <filename>/dev/drbd0</filename> y móntelo:
sv: Slutligen, lägg till ett filsystem på <filename>/dev/drbd0</filename> och montera det:

source: To test that the data is actually syncing between the hosts copy some files on the <emphasis>drbd01</emphasis>, the primary, to <filename>/srv</filename>:
es: Para comprobar que los datos están sincronizándose, copie algunos archivos de <emphasis>drbd01</emphasis>, el primario, en <filename>/srv</filename>:
sv: För att testa så att datan verkligen synkroniseras mellan värdarna kopiera några filer på den primära <emphasis>drbd01</emphasis>, till <filename>/srv</filename>:

source: Next, unmount <filename>/srv</filename>:
es: Posteriormente, desmonte <filename>/srv</filename>:
sv: Nästa steg, avmontera <filename>/srv</filename>:

source: <emphasis>Demote</emphasis> the <emphasis>primary</emphasis> server to the <emphasis>secondary</emphasis> role:
es: <emphasis>Degrade</emphasis> el servidor <emphasis>primario</emphasis> al rol <emphasis>secundario</emphasis>:
sv: <emphasis>Degradera</emphasis> den <emphasis>primära</emphasis> servern till en <emphasis>sekundär</emphasis> roll:

source: Now on the the <emphasis>secondary</emphasis> server <emphasis>promote</emphasis> it to the <emphasis>primary</emphasis> role:
es: Ahora, en el servidor <emphasis>secundario</emphasis> <emphasis>promociónelo</emphasis> al rol <emphasis>primario</emphasis> :
sv: <emphasis>Befodra</emphasis> nu den <emphasis>sekundära</emphasis> servern till rollen <emphasis>primär</emphasis>:

source: Lastly, mount the partition:
es: Finalmente, monte la partición:
sv: Slutligen, montera partitionen:

source: Using <emphasis>ls</emphasis> you should see <filename>/srv/default</filename> copied from the former <emphasis>primary</emphasis> host <emphasis>drbd01</emphasis>.
es: Usando <emphasis>ls</emphasis> puede ver <filename>/srv/default</filename> copiado desde el anterior anfitrión <emphasis>primario</emphasis> <emphasis>drbd01</emphasis>.
sv: Genom att använda <emphasis>ls</emphasis> skall du nu se att <filename>/srv/default</filename> kopieras från den tidigare <emphasis>primära</emphasis> värden <emphasis>drbd01</emphasis>.

source: For more information on <application>DRBD</application> see the <ulink url="http://www.drbd.org/">DRBD web site</ulink>.
es: Para más información sobre <application>DRBD</application> consulte el <ulink url="http://www.drbd.org/">sitio web de DRBD </ulink>.
sv: För ytterligare information om <application>DRBD</application> se webbplatsen för <ulink url="http://www.drbd.org/">DRBD</ulink>.

source: The <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man5/drbd.conf.5.html">drbd.conf man page</ulink> contains details on the options not covered in this guide.
es: La <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man5/drbd.conf.5.html">página man drbd.conf</ulink> contiene detalles sobre opciones no cubiertas en esta guía.
sv: Man-sidorna för <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man5/drbd.conf.5.html">drbd.conf</ulink> innehåller detaljer om konfigurationsalternativen som inte omfattas av den här guiden.

source: Also, see the <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man8/drbdadm.8.html">drbdadm man page</ulink>.
es: También vea la <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man8/drbdadm.8.html">página man de drbdadm</ulink>.
sv: Dessutom, se man-sidan för <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man8/drbdadm.8.html">drbdadm</ulink>.

source: Backups
es: Copias de seguridad
it: Backup
sv: Säkerhetskopiering

source: There are many ways to backup an Ubuntu installation. The most important thing about backups is to develop a <emphasis>backup plan</emphasis> consisting of what to backup, where to back it up to, and how to restore it.
es: Existen muchas maneras de realizar un respaldo de una instalación Ubuntu. El aspecto más importante sobre los respaldos es definir un <emphasis>plan de respaldo</emphasis> que consiste en "qué respaldar", "donde respaldarlo", "donde guardar el respaldo" y "cómo restaurarlo".
sv: Det finns flera sätt att säkerhetskopiera en Ubuntu installation. Det viktigaste med säkerhetskopiering är att upprätta en <emphasis>säkerhetskopieringsplan</emphasis> som innehåller vad som skall säkerhetskopieras, var det skall säkerhetskopieras till och hur det skall arkiveras.

source: The following sections discuss various ways of accomplishing these tasks.
es: Las secciones siguientes discuten varias maneras de lograr estas tareas.
it: Questa sezione descrive diversi metodi per compiere queste attività.
sv: Följande avsnitt diskuterar olika sätt att utföra dessa uppgifter.

source: One of the simplest ways to backup a system is using a <emphasis>shell script</emphasis>. For example, a script can be used to configure which directories to backup, and use those directories as arguments to the <application>tar</application> utility creating an archive file. The archive file can then be moved or copied to another location. The archive can also be created on a remote file system such as an <emphasis>NFS</emphasis> mount.
es: Una de las formas más simples de hacer una copia de seguridad de un sistema es usar un <emphasis>script del shell</emphasis>. Por ejemplo, un <emphasis>script</emphasis> puede usarse para configurar qué carpetas copiar y usar esas carpetas como argumentos de la utilidad <application>tar</application> creando un archivo tar. El archivo puede luego moverse o copiarse a otro lugar. El archivo puede también crearse en un sistema de archivos remoto montado, por ejemplo, por NFS.
it: Uno dei metodi più semplici per effettuare il backup del sistema è usare uno <emphasis>script shell</emphasis>. Per esempio, è possibile usare uno script per scegliere le directory da archiviare e usare queste directory come argomento per <application>tar</application> per creare un archivio, che può essere quindi spostato o copiato in un'altra posizione. L'archivio può anche essere creato su un disco remoto, come una condivisione <emphasis>NFS</emphasis>.
sv: Ett av de enklaste sätten att säkerhetskopiera ett system är att använda ett <emphasis>shell-skript</emphasis>. Till exempel ett skript kan användas för att konfigurera vilka kataloger som skall säkerhetskopieras och använda dessa kataloger som argument till verktyget <application>tar</application> som skapar en arkivfil. Arkivfilen kan därefter flyttas eller kopieras till en annan plats. Arkivet kan också skapas på ett fjärrsystem såsom en monterad <emphasis>NFS</emphasis>.

source: The <application>tar</application> utility creates one archive file out of many files or directories. <application>tar</application> can also filter the files through compression utilities reducing the size of the archive file.
es: La utilidad <application>tar</application> crea un archivo de salida a partir de varios archivos o directorios. <application>tar</application> puede filtrar los archivos a través de utilidades de comprensión reduciendo el tamaño del archivo final.
it: L'utilità <application>tar</application> crea un archivio di file a partire da molti file o directory. Con <application>tar</application> è possibile anche elaborare i file con utilità di compressione riducendo così la dimensione dell'archivio.
sv: Verktyget <application>tar</application> skapar en arkivfil utifrån flera filer eller kataloger. <application>tar</application> kan också filtrera filer genomolika komprimeringsverktyg för att reducera storleken på arkivfilen.

source: Simple Shell Script
es: Shell Script Simple
it: Semplice script shell
sv: Enkla shell-skript

source: The following shell script uses <application>tar</application> to create an archive file on a remotely mounted NFS file system. The archive filename is determined using additional command line utilities.
es: El siguiente script de shell usa <application>tar</application> para crear un archivador en un sistema de archivos NFS montado de forma remota. El nombre del archivador se determina usando comandos adicionales.
it: Il seguente script utilizza <application>tar</application> per creare un archivio su un file system remoto NFS. Il nome dell'archivio è determinato utilizzando delle utilità a riga di comando aggiuntive.
sv: Följande shell-skript använder <application>tar</application> för att skapa en arkivfil på fjärranslutet NFS-filsystem. Arkivets filnamn fastställs genom att använda extra kommandoradsverktyg

source: #!/bin/sh #################################### # # Backup to NFS mount script. # #################################### # What to backup. backup_files="/home /var/spool/mail /etc /root /boot /opt" # Where to backup to. dest="/mnt/backup" # Create archive filename. day=$(date +%A) hostname=$(hostname -s) archive_file="$hostname-$day.tgz" # Print start status message. echo "Backing up $backup_files to $dest/$archive_file" date echo # Backup the files using tar. tar czf $dest/$archive_file $backup_files # Print end status message. echo echo "Backup finished" date # Long listing of files in $dest to check file sizes. ls -lh $dest
es: #!/bin/sh #################################### # # Copia de seguridad NFS guión de montaje. # #################################### # Qué respaldar. backup_files="/home /var/spool/mail /etc /root /boot /opt" # Dónde respaldar. dest="/mnt/backup" # Crear un nombre de archivo. day=$(date +%A) hostname=$(hostname -s) archive_file="$hostname-$day.tgz" # Imprimir el mensaje de estado de salida. echo "Respaldando $backup_files to $dest/$archive_file" date echo # Respaldar usando tar. tar czf $dest/$archive_file $backup_files # Imprimir mensaje de estado de salida. echo echo "Respaldo terminado" date # Lista archivos grandes en $dest para comprobar el tamaño del archivo. ls -lh $dest

source: <emphasis>$backup_files:</emphasis> a variable listing which directories you would like to backup. The list should be customized to fit your needs.
es: <emphasis>$backup_files:</emphasis> una variable que indica qué directorios le gustaría copiar. La lista debería personalizarse para adaptarse a sus necesidades.
it: <emphasis>$backup_files</emphasis>: una variabile con le directory di cui si vuole fare una copia. L'elenco va modificato come desiderato.
sv: <emphasis>$backup_files:</emphasis> en variabel som listar vilka kataloger du vill säkerhetskopiera. Lista skall skräddarsys för att passa dina behov.

source: <emphasis>$day:</emphasis> a variable holding the day of the week (Monday, Tuesday, Wednesday, etc). This is used to create an archive file for each day of the week, giving a backup history of seven days. There are other ways to accomplish this including other ways using the <application>date</application> utility.
es: <emphasis>$day:</emphasis> una variable que guarda el día de la semana (Monday, Tuesday, Wednesday, etc). Esto se usa para crear un archivador para cada día de la semana, lo que produce un historial de copias de siete días. Hay otras formas de conseguir ésto, incluyendo otras formas de usar la utilidad <application>date</application>.
it: <emphasis>$day</emphasis>: una variabile contenente il giorno della settimana (lunedì, martedì, mercoledì, ecc...) viene usata per creare un archivio per ogni giorno della settimana, consentendo di avere una cronologia di archivi di sette giorni. Esistono altri metodi per fare questo, come l'uso dell'utilità <application>date</application>.
sv: <emphasis>$day:</emphasis> en variabel för veckodagar (Monday, Tuesday, Wednesday, etc). Den används för att skapa en arkivfil för varje veckodag, vilket ger en backuphistorik på sju dagar. Det finns andra sätt för att åstadkomma detta inklusive andra sätt att använda verktyget <application>date</application>.

source: <emphasis>$hostname:</emphasis> variable containing the <emphasis>short</emphasis> hostname of the system. Using the hostname in the archive filename gives you the option of placing daily archive files from multiple systems in the same directory.
es: <emphasis>$hostname:</emphasis> variable que contiene el nombre <emphasis>corto</emphasis> del sistema. Usar el nombre del sistema en el nombre del archivo le da la opción de colocar archivos diarios de múltiples sistemas en la misma carpeta.
it: <emphasis>$hostname</emphasis>: variabile contenente il nome host <emphasis>breve</emphasis> del sistema. Usare il nome dell'host nel nome dell'archivio, consente di avere backup giornalieri di diversi sistemi in una sola directory.
sv: <emphasis>$hostname:</emphasis> variabel som innehåller ett <emphasis>kort</emphasis> värdnamn av systemet. Genom att använda värdnamnet i benämningen av arkivfilen ger det dig möjlighet att placera dagliga arkiv från flera system i samma katalog.

source: <emphasis>$archive_file:</emphasis> the full archive filename.
es: <emphasis>$archive_file:</emphasis> el nombre completo del archivador.
it: <emphasis>$archive_file</emphasis>: il nome completo dell'archivio.
sv: <emphasis>$archive_file:</emphasis> hela arkivfilnamnet.

source: <emphasis>$dest:</emphasis> destination of the archive file. The directory needs to be created and in this case <emphasis>mounted</emphasis> before executing the backup script. See <xref linkend="network-file-system"/> for details using <emphasis>NFS</emphasis>.
es: <emphasis>$dest:</emphasis> destino del archivo. La carpeta necesita ser creada y, en este caso, estar <emphasis>montada</emphasis> antes de ejecutar el <emphasis>script</emphasis> de backup. Vea <xref linkend="network-file-system"/> para los detalles sobre cómo usar <emphasis>NFS</emphasis>.
it: <emphasis>$dest</emphasis>: destinazione dell'archivio. La directory deve essere creata e in questo caso anche <emphasis>montata</emphasis> prima di eseguire lo script. Per dettagli sull'uso di <emphasis>NFS</emphasis>, consultare <xref linkend="network-file-system"/>.
sv: <emphasis>$dest:</emphasis> arkivfilens destination. Katalogen måste skapas och i det här fallet <emphasis>monteras</emphasis> innan säkerhetskriptet körs. Se <xref linkend="network-file-system"/> för detaljer om användandet av <emphasis>NFS</emphasis>.
