Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Ubuntu 9.04 Server Edition supports two (2) major architectures: Intel x86 and AMD64. The table below lists recommended hardware specifications. Depending on your needs, you might manage with less than this. However, most users risk being frustrated if they ignore these suggestions.
es: Ubuntu 9.04 Server Edition soporta dos (2) grandes arquitecturas: Intel x86 y AMD64. La siguiente tabla lista las especificaciones recomendadas de hardware. Dependiendo de sus necesidades, podría gestionarse con menos que esto. De todos modos, la mayoría de los usuarios se arriesgan a una frustración si ignoran estas sugerencias.
sv: Ubuntu 9.04 Server Edition stöder två (2) större arkitekturer: Intel x86 och AMD64. I tabellen nedan visas rekommenderade hårdvaruspecifikationer. Beroende på dina behov, kan du klara dig med mindre än detta. Däremot riskerar de flesta användarna att bli frustrerade om de ignorerar de här förslagen.

source: Recommended Minimum Requirements
es: Requisitos mínimos recomendados
it: Requisiti minimi raccomandati
ko: 권장되는 최소한의 요구 사항
pt: Requisitos Mínimos Recomendados
sv: Rekommenderade minimikrav

source: Install Type
es: Tipo de instalación
it: Tipo di installazione
ko: 설치 종류
pt: Tipo de Instalação
sv: Installationstyp

source: Hard Drive Space
es: Espacio en disco duro
it: Spazio disco fisso
ko: 하드 드라이브 용량
pt: Espaço em Disco
sv: Hårddiskutrymme

source: Base System
es: Sistema base
it: Sistema di base
sv: Bassystem

source: All Tasks Installed
es: Todas las tareas instaladas
it: Installazione completa
sv: Alla uppgifter installerade

source: Server
es: Servidor
ko: 서버
pt: Servidor

source: The Server Edition provides a common base for all sorts of server applications. It is a minimalist design providing a platform for the desired services, such as file/print services, web hosting, email hosting, etc.
es: La edición Servidor proporciona una base común para todo tipo de aplicaciones de servidor. Su diseño minimalista ofrece una plataforma para los servicios deseados, como servicios de archivos/impresión, alojamiento web, alojamiento de correo electrónico, etc.
it: La Server Edition fornisce una base comune per tutti i tipi di applicazioni server, ha una progettazione minimalista che fornisce una piattaforma per qualsiasi servizio desiderato, servizi di file e stampa, host web, email, ecc...
sv: Server Edition tillhandahåller en allmän bas av alla typer av serverapplikationer. Det är en minimalistisk modell som tillhandahåller en plattform för önskade tjänster, såsom fil/skriv tjänster, webbvärd, e-postvärd, o.s.v.

source: Server and Desktop Differences
es: Diferencias entre Servidor y Escritorio
it: Differenze tra Server e Desktop
sv: Server och desktop skillnader

source: There are a few differences between the <emphasis>Ubuntu Server Edition</emphasis> and the <emphasis>Ubuntu Desktop Edition</emphasis>. It should be noted that both editions use the same <application>apt</application> repositories. Making it just as easy to install a <emphasis role="italic">server</emphasis> application on the Desktop Edition as it is on the Server Edition.
es: Hay unas cuantas diferencias entre <emphasis>Ubuntu edición Servidor</emphasis> y <emphasis>Ubuntu edición Escritorio</emphasis>. Debe observarse que ambas ediciones usan los mismos repositorios <application>apt</application>. Esto hace que resulte tan sencillo instalar una aplicación de <emphasis role="italic">servidor</emphasis> en la edición Escritorio que en la edición Servidor.
it: Esistono alcune differenze tra <emphasis>Ubuntu Server Edition</emphasis> e <emphasis>Ubuntu Desktop Edition</emphasis>. È utile ricordare però che entrambe le edizioni utilizzano i repository <application>apt</application>, rendendo l'installazione di un'applicazione <emphasis role="italic">server</emphasis> sulla Desktop Edition facile come sulla Server Edition.
sv: Det är ett par skillnader mellan <emphasis>Ubuntu Server Edition</emphasis> och <emphasis>Ubuntu Desktop Edition</emphasis>. Noteras skall att båda versionerna använder samma <application>apt</application>-förråd. Det är lika enkelt att installera en <emphasis role="italic">server</emphasis>-applikation på Desktop Edition som på Server Edition.

source: The differences between the two editions are the lack of an X window environment in the Server Edition, the installation process, and different Kernel options.
es: Las diferencias entre las dos ediciones son la falta de un entorno X-Window en la edición Servidor, el proceso de instalación y las diferentes opciones del núcleo.
it: Le differenze tra le due edizioni sono la mancanza dell'ambiente X nella Server Edition, il processo di installazione e diverse opzioni per il kernel.
sv: Skillnaden mellan de två versionerna är att det saknas en fönsterhanterare i Server Edition, installationsprocessen och olika val i kärnan.

source: Kernel Differences:
es: Diferencias en el núcleo:
it: Differenze del kernel
sv: Skillnader i kärnan:

source: The Server Edition uses the <emphasis>Deadline</emphasis> I/O scheduler instead of the <emphasis>CFQ</emphasis> scheduler used by the Desktop Edition.
es: La edición Servidor usa el planificador de E/S <emphasis>Deadline</emphasis> en lugar del planificador <emphasis>CFQ</emphasis> usado en la edición Escritorio.
it: La Server Edition utilizza lo scheduler di I/O <emphasis>Deadline</emphasis> al posto di <emphasis>CFQ</emphasis> usato nella Desktop Edition.
sv: Server Edition använder <emphasis>Deadline</emphasis> I/O schemaläggare istället för <emphasis>CFQ</emphasis> schemaläggaren som används av Desktop Edition.

source: <emphasis>Preemption</emphasis> is turned off in the Server Edition.
es: La <emphasis>apropiación</emphasis> está deshabilitada en la edición Servidor.
it: L'opzione di <emphasis>preemption</emphasis> è disabilitata nella Server Edition.
sv: <emphasis>Preemption</emphasis> är avstängd i Server Edition.

source: The timer interrupt is 100 Hz in the Server Edition and 250 Hz in the Desktop Edition.
es: La interrupción del reloj es de 100 Hz en la edición Servidor, y de 250 Hz en la edición Escritorio.
it: Il timer dell'interrupt è di 100Hz nella Server Edition, 250Hz nella Desktop Edition.
sv: Tidstegen är 100 Hz i Server Edition och 250 Hz i Desktop Edition.

source: When running a 64-bit version of Ubuntu on 64-bit processors you are not limited by memory addressing space.
es: Cuando se ejecuta una versión de Ubuntu de 64 bits sobre procesadores de 64 bits, no se está limitado por el espacio de direccionamiento de la memoria.
it: Usando una versione a 64-bit di Ubuntu su processori a 64-bit non si è limitati nello spazio di indirizzamento della memoria.
sv: Vid användning av Ubuntu 64-bitars version på 64-bit processorer är du inte begränsad av minnets adresseringsutrymme.

source: To see all kernel configuration options you can look through <filename>/boot/config-2.6.27-server</filename>. Also, <ulink url="http://www.kroah.com/lkn/">Linux Kernel in a Nutshell</ulink> is a great resource on the options available.
es: Para ver todas las opciones de configuración de núcleo, puede mirar <filename>/boot/config-2.6.27-server</filename>. También, <ulink url="http://www.kroah.com/lkn/">Núcelo Linux en un Nutshell</ulink> es un gran recurso de opciones disponibles.
sv: För att se kärnans alla konfigurationsalternativ kan du läsa <filename>/boot/config-2.6.27-server</filename>. Dessutom är <ulink url="http://www.kroah.com/lkn/">Linux Kernel in a Nutshell</ulink> en bra resurs över tillgängliga alternativ.

source: Backing Up
es: Realizar una copia de seguridad
it: Effettuare una copia di backup
ko: 백업 하기
pt: Efectuando a Segurança
sv: Säkerhetskopiera

source: Before installing <application>Ubuntu Server Edition</application> you should make sure all data on the system is backed up. See <xref linkend="backups"/> for backup options.
es: Antes de instalar <application>Ubuntu edición Servidor</application> debería comprobar que ha hecho una copia de seguridad de todos sus datos. Consulte <xref linkend="backups"/> para opciones de copias de respaldo.
it: Prima di installare <application>Ubuntu Server Edition</application> è utile creare una copia di sicurezza di tutti i dati nel sistema. Per maggiori informazioni sulle opzioni di backup, consultare il <xref linkend="backups"/>.
sv: Innan du installerar <application>Ubuntu Server Edition</application> skall du säkerställa att all data på systemet är säkerhetskopierat. För säkerhetskopieringsalternativ, se <xref linkend="backups"/>.

source: If this is not the first time an operating system has been installed on your computer, it is likely you will need to re-partition your disk to make room for Ubuntu.
es: Si esta no es la primera vez que se instala un sistema operativo en su equipo, probablemente tendrá que reparticionar su disco con el objetivo de dejar espacio para Ubuntu.
it: Se non è la prima volta che viene installato un sistema operativo nel computer, potrebbe essere necessario ripartizionare il disco fisso per creare spazio per l'installazione di Ubuntu.
sv: Om det inte är första gången ett operativsystem har installerats på din dator, vill du antagligen ompartitionera din hårddisk för att skapa utrymme för Ubuntu.

source: Any time you partition your disk, you should be prepared to lose everything on the disk should you make a mistake or something goes wrong during partitioning. The programs used in installation are quite reliable, most have seen years of use, but they also perform destructive actions.
es: Cada vez que particiona su disco, deberá prepararse para perder todo el contenido del disco por cometer un error o porque algo vaya mal durante el particionado. Los programas usados en la instalación son bastante fiables, y la mayoría llevan años usándose, pero también llevan a cabo acciones destructivas.
it: A ogni partizionamento del disco fisso è necessario essere preparati per eventuali perdite di dati causate da errori o da malfunzionamenti nel sistema di partizionamento. I programmi usati durante l'installazione sono sicuri e usati da molti anni, ma possono anche eseguire azioni distruttive.
sv: Oavsett när du partitionerar din disk, måste du vara beredd på att förlora allt på disken om du gör ett misstag eller om något går fel under partitioneringen. Programmen som används under installationen är ganska tillförlitliga, de flesta har använts i flera år, men de utför också förstörande handlingar.

source: Installing from CD
es: Instalación desde el CD
it: Installare da CD
ko: CD에서 설치
pt: Instalar a partir do CD
sv: Installera från CD

source: The basic steps to install Ubuntu Server Edition from CD are the same for installing any operating system from CD. Unlike the <emphasis>Desktop Edition</emphasis> the <emphasis>Server Edition</emphasis> does not include a graphical installation program. Instead the Server Edition uses a console menu based process.
es: Los pasos básicos para instalar Ubuntu edición Servidor desde un CD son los mismos que para instalar cualquier sistema operativo desde CD. Al contrario que la <emphasis>edición Escritorio</emphasis>, la <emphasis>edición Servidor</emphasis> no incluye un programa de instalación gráfico. En su lugar, la edición Servidor usa un proceso basado en menús de consola.
it: I passi necessari per installare Ubuntu Server Edition da CD sono gli stessi per installare qualsiasi sistema operativo da CD. Diversamente dalla <emphasis>Desktop Edition</emphasis>, la <emphasis>Server Edition</emphasis> non comprende un programma di installazione grafica, ma utilizza un processo via console.
sv: Grundstegen för att installera Ubuntu Server Edition från CD är samma som att installera andra operativsystem från CD. Till skillnad från <emphasis>Desktop Edition</emphasis> innehåller inte <emphasis>Server Edition</emphasis> något grafiskt installationsprogram. Istället använder Server Edition en konsolbaserad process.

source: First, download and burn the appropriate ISO file from the <ulink url="http://www.ubuntu.com/getubuntu/download"> Ubuntu web site</ulink>.
es: En primer lugar, descargue y grabe el archivo ISO apropiado desde el <ulink url="http://www.ubuntu.com/getubuntu/download">sitio web de Ubuntu</ulink>.
it: Per prima cosa scaricare il file ISO appropriato dal <ulink url="http://www.ubuntu-it.org/index.php?page=download">sito web di Ubuntu</ulink>.
sv: Börja med att hämta och bränn en lämplig ISO-fil från <ulink url="http://www.ubuntu.com/getubuntu/download">webbplasten för Ubuntu</ulink>.

source: Boot the system from the CD-ROM drive.
es: Reinicie el sistema desde la unidad de CD-ROM.
it: Avviare il sistema dal CD-ROM.
sv: Starta systemet från CDROM-enheten.

source: At the boot prompt you will be asked to select the language. Afterwards the installation process begins by asking for your keyboard layout.
es: En la pregunta de arranque se le pedirá que seleccione un idioma. Después, el proceso de instalación comenzará a preguntarle por su distribución de teclado.
it: Al prompt viene chiesto di selezionare la lingua. Successivamente il processo di installazione richiede la disposizione della tastiera.
sv: Vid uppstartsprompten blir du tillfrågad om att välja språk. Därefter fortsätter installationsprocessen genom att fråga efter din tangentbordslayout.

source: The installer then discovers your hardware configuration, and configures the network settings using DHCP. If you do not wish to use DHCP at the next screen choose "Go Back", and you have the option to "Configure the network manually".
es: El instalador detectará la configuración de su hardware y configurará las opciones de red mediante DHCP. Si no desea usar DHCP, seleccione «Retroceder» en la pantalla siguiente y dispondrá de la opción «Configurar la red manualmente».
sv: Installeraren undersöker därefter din maskinvarukonfiguration och konfigurerar nätverksinställningarna med hjälp av DHCP. Om du inte vill använda DHCP väljer du vid nästa fönster att "Gå tillbaka" och du får nu möjlighet att "Konfigurera nätverket manuellt".

source: Next, the installer asks for the system's hostname and Time Zone.
es: Después, el instalador pregunta por el nombre del anfitrión del sistema y la zona horaria.
it: Vengono chiesti il nome host e il fuso orario.
sv: Härnäst frågar installationsprogrammet efter systemets värdnamn och tidszon.

source: You can then choose from several options to configure the hard drive layout. For advanced disk options see <xref linkend="advanced-installation"/>.
es: Entonces puede elegir entre distintas opciones para configurar la disposición del disco duro. Para ver las opciones avanzadas de disco: <xref linkend="advanced-installation"/>.
sv: Du kan välja mellan flera alternativ för att konfigurera din hårddisklayout. För avancerade diskalternativ, se <xref linkend="advanced-installation"/>.

source: The Ubuntu base system is then installed.
es: El sistema base Ubuntu estará instalado.
it: Il sistema base Ubuntu viene quindi installato.
sv: Ubuntu:s grundsystem är nu installerat.

source: A new user is setup, this user will have <emphasis>root</emphasis> access through the <application>sudo</application> utility.
es: Se configura un usuario nuevo. Este usuario tendrá acceso a <emphasis>root</emphasis> a través de la utilidad <application>sudo</application>.
it: Un nuovo utente viene configurato con accesso <emphasis>root</emphasis> attraverso l'uso di <application>sudo</application>.
sv: En ny användare är konfigurerad, den här användaren kommer att ha <emphasis>root</emphasis>-behörighet genom verktyget <application>sudo</application>.

source: After the user is setup, you will be asked to encrypt your <filename role="directory">home</filename> directory.
es: Después de configurado el usuario, se le preguntará para cifrar su directorio <filename role="directory">home</filename>.
sv: Efter att användaren är konfigurerad, kommer du bli ombedd att kryptera din <filename role="directory">hemmakatalog/filename>.

source: The next step in the installation process is to decide how you want to update the system. There are three options:
es: El siguiente paso en el proceso de instalación es decidir cuando quiere actualizar el sistema. Hay tres opciones:
sv: Nästa steg i installationsprocessen är att bestämma hur du vill uppdatera systemet. Det finns tre alternativ

source: <emphasis>No automatic updates</emphasis>: this requires an administrator to log into the machine and manually install updates.
es: <emphasis>Actualizaciones no automáticas</emphasis>: esto requiere un administrador que entre en la máquina y manualmente instale las actualizaciones.
sv: <emphasis>No automatic updates</emphasis>: detta kräver att administratören loggar in på maskinen och installerar uppdateringar.

source: <emphasis>Install security updates Automatically</emphasis>: will install the <application>unattended-upgrades</application> package, which will install security updates without the intervention of an administrator. For more details see <xref linkend="automatic-updates"/>.
es: <emphasis>Instalar actualizaciones de seguridad automáticamente</emphasis>: instalará el paquete <application>unattended-upgrades</application> el cual instalará las actualizaciones de seguridad sin la intervención de un administrador. Para más detalles vea <xref linkend="automatic-updates"/>.
sv: <emphasis>Install security updates Automatically</emphasis>: kommer installera paketet <application>unattended-upgrades</application>, som kommer att installera säkerhetsuppdateringar utan något ingripande av någon administratör. För mer information se <xref linkend="automatic-updates"/>.

source: <emphasis>Manage the system with Landscape</emphasis>: Landscape is a paid service provided by Canonical to help manager your Ubuntu machines. See the <ulink url="http://www.canonical.com/projects/landscape">Landscape</ulink> site for details.
es: <emphasis>Gestione el sistema con Landscape</emphasis>: Landscape es un servicio de pago proporcionado por Canonical para ayudarle a gestionar sus máquinas Ubuntu. Consulte la página web de <ulink url="http://www.canonical.com/projects/landscape">Landscape</ulink> para más información.
sv: <emphasis>Manage the system with Landscape</emphasis>: Landscape är en betaltjänst som tillhandahålls av Canonical för att hjälpa till med hanteringen av dina Ubuntu-maskiner. Se webbplatsen för <ulink url="http://www.canonical.com/projects/landscape">Landscape</ulink> för mer information.

source: You now have the option to install, or not install, several package tasks. See <xref linkend="install-tasks"/> for details. Also, there is an option to launch <application>aptitude</application> to choose specific packages to install. For more information see <xref linkend="aptitude"/>.
es: Ahora tiene la opción de instalar o no instalar varias tareas de paquetes. Consulte <xref linkend="install-tasks"/> para más información. Además, está la opción de arrancar <application>aptitude</application> para instalar los paquetes específicos que seleccione. Para más información, consulte <xref linkend="aptitude"/>.
sv: Du har nu valmöjligheten att installera eller inte installera ytterligare paketfunktioner. För detaljer se <xref linkend="install-tasks"/>. Dessutom finns det ett alternativ för att starta <application>aptitude</application> för att välja särskilda paket att installera. För mer information se <xref linkend="aptitude"/>.

source: Finally, the last step before rebooting is to set the clock to UTC.
es: Finalmente, el último paso antes de reiniciar es establecer la hora UTC en el reloj.
it: Infine, prima di riavviare, è necessario impostare l'orologio a UTC.
sv: Det sista steget innan omstart är att ställa in klockan till UTC.

source: If at any point during installation you are not satisfied by the default setting, use the "Go Back" function at any prompt to be brought to a detailed installation menu that will allow you to modify the default settings.
es: Si en cualquier punto de la instalación no está satisfecho con la opción predeterminada, use la función «Volver atrás» en cualquier indicador para acceder a un menú detallado de instalación que le permitirá modificar las opciones predeterminadas.
it: Se durante l'installazione non si è soddisfatti delle impostazioni predefinite, usare la funzione "Indietro" per visualizzare un menù di installazione dettagliato che consente di modificare le impostazioni.
sv: Om du vid något tillfälle under installationen inte är nöjd med standardinställningen, använd funktionen "Gå tillbaka" vid någon prompt för att komma till en detaljerad installationsmeny, som tillåter dig att modifiera inställningarna.

source: At some point during the installation process you may want to read the help screen provided by the installation system. To do this, press F1.
es: En cualquier momento del proceso de instalación puede leer la pantalla de ayuda suministrada por el sistema de instalación. Para ello, pulse F1.
it: In qualsiasi momento dell'installazione è possibile leggere la guida fornita dal sistema, basta premere F1.
sv: Om du vid något tillfälle under installationen vill läsa hjälptexten som tillhandahålls av installtionssystemet. För att göra detta, tryck på F1.

source: Once again, for detailed instructions see the <ulink url="https://help.ubuntu.com/9.04/installation-guide/"> Ubuntu Installation Guide</ulink>.
es: Una vez más, para intrucciones más detalladas vea <ulink url="https://help.ubuntu.com/9.04/installation-guide/"> Ubuntu Installation Guide</ulink>.
sv: Än en gång, för detaljerade instruktioner se <ulink url="https://help.ubuntu.com/9.04/installation-guide/"> Ubuntu installationsguide</ulink>.

source: Package Tasks
es: Tareas de paquetes
it: Pacchetti per attività specifiche
sv: Paketuppgifter

source: During the Server Edition installation you have the option of installing additional packages from the CD. The packages are grouped by the type of service they provide.
es: Durante la instalación de la edición Servidor tendrá la opción de instalar paquetes adicionales desde el CD. Los paquetes están agrupados por el tipo de servicio que proporcionan.
it: Durante l'installazione della Server Edition è possibile installare dei pacchetti aggiuntivi, raggruppati per il tipo di servizio che forniscono.
sv: Under installationen av Server Edition kan du välja att installera ytterligare paket från CDn. Paketen är grupperade efter tjänsten de tillhandahåller.

source: DNS server: Selects the BIND DNS server and its documentation.
es: Servidor DNS: Selecciona BIND (un servidor DNS) y su documentación.
it: Server DNS: seleziona il server DNS BIND e la documentazione.
sv: DNS-server: Väljer BIND DNS-server och dess dokumentation.

source: LAMP server: Selects a ready-made Linux/Apache/MySQL/PHP server.
es: Servidor LAMP: Selecciona un servidor Linux/Apache/MySQL/PHP listo para funcionar.
it: Server LAMP: seleziona un server Linux/Apache/MySQL/PHP.
sv: LAMP-server: Välj en färdiggjord Linux/Apache/MySQL/PHP-server.

source: Mail server: This task selects a variety of package useful for a general purpose mail server system.
es: Servidor de correo: Esta tarea selecciona una variedad de paquetes útiles para un sistema de servidor de correo de propósito general.
it: Server mail: seleziona diversi pacchetti utili per un server di posta generale.
sv: E-postserver: Det här alternativet har ett urval av paket som är användbara i ett generellt e-postserver system.

source: OpenSSH server: Selects packages needed for an OpenSSH server.
es: Servidor OpenSSH: Selecciona paquetes necesarios para un servidor OpenSSH.
it: Server OpenSSH: seleziona i pacchetti necessari per un server OpenSSH.
sv: OpenSSH-server: Väljer paket som är nödvändigt för en OpenSSH-server.
