Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: SMTP AUTH configuration is complete. Now it is time to start and test the setup. You can run the following command to start the SASL daemon: <screen><command>sudo /etc/init.d/saslauthd start</command></screen> To see if SMTP-AUTH and TLS work properly, run the following command: <screen><command>telnet mail.example.com 25</command></screen> After you have established the connection to the postfix mail server, type: <screen>ehlo mail.example.com</screen> If you see the following lines among others, then everything is working perfectly. Type <command>quit</command> to exit. <placeholder-1/>
ko: SMTP AUTH 설정을 마쳤습니다. 이제는 그것을 시작하고 설정을 테스트할 시간 입니다. SASL 데몬을 시작하기 위하여 다음의 명령을 실행할 수 있습니다: <screen><command>sudo /etc/init.d/saslauthd start</command></screen> SMTP-AUTH과 TLS가 적절하게 동작하는 지를 보려면, 다음의 명령을 실행 합니다: <screen><command>telnet mail.example.com 25</command></screen> 여러분이 postfix 메일 서버로 접속을 만들고 난 후, <screen>ehlo mail.example.com</screen> 을 입력하고 만약 다음의 줄들을 다른 것과 보게 된다면, 모든 것은 완전하게 동작하는 것 입니다. <command>quit</command>를 입력하여 종료 하십시오. <placeholder-1/>
pt: A configuração de SMTP AUTH está completa. Agora está na hora de iniciar e testar a configuração. Pode executar o seguinte comando para iniciar o serviço SASL: <screen><command>sudo /etc/init.d/saslauthd start</command></screen> Para verificar se o SMTP-AUTH e o TLS trabalham correctamente, execute o comando seguinte: <screen><command>telnet mail.example.com 25</command></screen> Após ter estabelecido a ligação ao servidor de correio postfix, escreva: <screen>ehlo mail.example.com</screen> Se obtiver as linhas seguintes entre outras, então tudo estará a funcionar perfeitamente. Escreva <command>quit</command> para sair. <placeholder-1/>

source: <application>Exim4</application> is another Message Transfer Agent (MTA) developed at the University of Cambridge for use on Unix systems connected to the internet. Exim can be installed in place of <application>sendmail</application>, although the configuration of <application>exim</application> is quite different to that of <application>sendmail</application>.
ko: <application>Exim4</application>는 University of Cambridge에서 개발한 인터넷에 연결된 유닉스 시스템을 위한 또다른 Message Transfer Agent (MTA) 입니다. 비록 <application>exim</application>의 설정은 <application>sendmail</application>과 매우 다르지만, Exim은 <application>sendmail</application>을 대신하여 설치될 수 있습니다..
pt: <application>Exim4</application> é outro agente de transferencia de mensagens (MTA) desenvolvido na Universidade de Cambridge para uso em sistemas Unix conectados à internet. O Exim pode ser instalado em vez de <application>sendmail</application>, apesar de a configuração do <application>exim</application> ser bastate diferente da configuração do <application>sendmail</application>.

source: To install <application>exim4</application>, run the following command: <screen> <command>sudo apt-get install exim4 exim4-base exim4-config</command> </screen>
ko: <application>exim4</application>를 설치하기 위하여, 다음 명령을 실행 합니다: <screen> <command>sudo apt-get install exim4 exim4-base exim4-config</command> </screen>
pt: Para instalar o <application>exim4</application>, execute o seguinte comando: <screen> <command>sudo apt-get install exim4 exim4-base exim4-config</command> </screen>

source: To configure <application>exim4</application>, run the following command: <screen> <command>sudo dpkg-reconfigure exim4-config</command> </screen> The user interface will be displayed. The user interface lets you configure many parameters. For example, In <application>exim4</application> the configuration files are split among multiple files. If you wish to have them in one file you can configure accordingly in this user interface.
ko: <application>exim4</application>를 설정하기 위하여, 다음 명령을 실행 합니다: <screen> <command>sudo dpkg-reconfigure exim4-config</command> </screen> 사용자 인터페이스가 보여질 겁니다. 사용자 인터페이스는 여러분이 많은 파라미터를 설정할 수 있도록 합니다. 예를 들어, <application>exim4</application> 설정 파일은 여러 개의 파일들로 나누어 집니다. 만약 여러분이 그것들을 한 파일로 갖기를 원한다면 이 사용자 인터페이스에서 적절하게 설정할 수 있습니다.
pt: Para configurar o <application>exim4</application>, execute o comando seguinte: <screen> <command>sudo dpkg-reconfigure exim4-config</command> </screen> A interface de utilizador será apresentada. A interface do utilizador permite-lhe configurar muitos parâmetros. Por exemplo, no <application>exim4</application> os ficheiros de configuração são divididos entre ficheiros múltiplos. Se desejar ter esses ficheiros num só ficheiro pode configurar essa forma na interface de utilizador.

source: To install <application>dovecot</application>, run the following command in the command prompt: <screen> <command>sudo apt-get install dovecot-common dovecot-imapd dovecot-pop3d</command> </screen>
ko: <application>dovecot</application> 설치하기 위하여, 명령 프롬프트에서 다음 명령을 실행 합니다: <screen> <command>sudo apt-get install dovecot-common dovecot-imapd dovecot-pop3d</command> </screen>
pt: Para instalar <application>dovecot</application>, execute o comando seguinte numa linha de comandos: <screen> <command>sudo apt-get install dovecot-common dovecot-imapd dovecot-pop3d</command> </screen>

source: To configure <application>dovecot</application>, you can edit the file <filename>/etc/dovecot/dovecot.conf</filename>. You can choose the protocol you use. It could be pop3, pop3s (pop3 secure), imap and imaps (imap secure). A description of these protocols is beyond the scope of this guide. For further information, refer to the wikipedia articles on <ulink url="http://en.wikipedia.org/wiki/POP3">POP3</ulink> and <ulink url="http://en.wikipedia.org/wiki/Internet_Message_Access_Protocol">IMAP</ulink>.
ko: <application>dovecot</application>을 설정하기 위하여, <filename>/etc/dovecot/dovecot.conf</filename> 파일을 편집할 수 있습니다. 여러분이 사용하고자 하는 프로토콜을 선택할 수 있고, 그것은 pop3, pop3s (pop3 secure), imap 그리고 imaps (imap secure)이 될 수 있습니다. 이 프로토콜에 대한 설명은 이 안내서의 범위 밖 입니다. 더 많은 정보는, wikipedia의 다음 글을, <ulink url="http://en.wikipedia.org/wiki/POP3">POP3</ulink> 와 <ulink url="http://en.wikipedia.org/wiki/Internet_Message_Access_Protocol">IMAP</ulink>, 참고 하십시오.
pt: Para configurar <application>dovecot</application>, edite o ficheiro <filename>/etc/dovecot/dovecot.conf</filename>. Pode escolher o protocolo a utilizar. Nomeadamente, pop3, pop3s (pop3 seguro), imap e imaps (imap seguro). Uma descrição destes protocolos está para além dos objectivos deste guia. Para mais informação, consulte os artigos wikipedia em <ulink url="http://en.wikipedia.org/wiki/POP3">POP3</ulink> e <ulink url="http://en.wikipedia.org/wiki/Internet_Message_Access_Protocol">IMAP</ulink>.

source: IMAPS and POP3S are more secure that the simple IMAP and POP3 because they use SSL encryption to connect. Once you have chosen the protocol, amend the following line in the file <filename>/etc/dovecot/dovecot.conf</filename>: <placeholder-1/> It enables the protocols when <application>dovecot</application> is started. Next, add the following line in the pop3 section of the file <filename>/etc/dovecot/dovecot.conf</filename>: <placeholder-2/> Next, choose the mailbox you use. <application>Dovecot</application> supports <emphasis role="strong">maildir</emphasis> and <emphasis role="strong">mbox</emphasis> formats. These are the most commonly used mailbox formats. They both have their own benefits and they are discussed on <ulink url="http://dovecot.org/doc/configuration.txt">the dovecot website</ulink>.
ko: IMAPS와 POP3S는 연결 시에 SSL 암호화를 사용하므로 일반 IMAP과 POP3 보다 안전합니다. 일단 이 프로토콜들을 선택했다면 <filename>/etc/dovecot/dovecot.conf</filename> 파일 내의 다음 줄을 수정하세요: <placeholder-1/> 그러면 <application>dovecot</application>이 실행될 때 이 프로토콜들을 활성화 할 것입니다. 다음으로, <filename>/etc/dovecot/dovecot.conf</filename> 파일의 pop3 부분에 다음을 추가하세요: <placeholder-2/> 다음은, 여러분이 사용하는 메일박스를 선택하세요. <application>Dovecot</application>은 <emphasis role="strong">maildir</emphasis>과 <emphasis role="strong">mbox</emphasis> 형식을 지원합니다. 이것은 가장 널리 이용되는 메일박스 형식입니다. 이들은 각자 고유한 장점들을 가지며 이에 대해서는 <ulink url="http://dovecot.org/doc/configuration.txt">dovecot 웹 사이트</ulink>에서 찾아볼 수 있습니다.
pt: IMAPS e POP3S são mais seguros que o simples IMAP e POP3 pois é usado encriptação SSL para conectar-se. Uma vez escolhido o protocolo corrija a seguinte linha no ficheiro <filename>/etc/dovecot/dovecot.conf</filename>: <placeholder-1/> Permite o uso dos protocolos quando <application>dovecot</application> é iniciado. Em seguida, adicione a linha seguinte na secção pop3 do ficheiro <filename>/etc/dovecot/dovecot.conf</filename>: <placeholder-2/> Em seguida, escolha a mailbox que usa. <application>Dovecot</application> supporta <emphasis role="strong">maildir</emphasis> e formatos<emphasis role="strong">mbox</emphasis>. Estes são usados de forma comum mos formatos de mailbox. Têm ambos os seus beneficios e são discutidos em <ulink url="http://dovecot.org/doc/configuration.txt">the dovecot website</ulink>.

source: default_mail_env = maildir:~/Maildir # (for maildir) or default_mail_env = mbox:~/mail:INBOX=/var/spool/mail/%u # (for mbox)
ko: default_mail_env = maildir:~/Maildir # (for maildir) 또는 default_mail_env = mbox:~/mail:INBOX=/var/spool/mail/%u # (for mbox)
pt: default_mail_env = maildir:~/Maildir # (para o maildir) or default_mail_env = mbox:~/mail:INBOX=/var/spool/mail/%u # (para mbox)

source: Once you have chosen your mailbox type, edit the file <filename>/etc/dovecot/dovecot.conf</filename> and change the following line: <placeholder-1/>
ko: 여러분의 메일박스 종류를 선택한 후, <filename>/etc/dovecot/dovecot.conf</filename> 파일을 편집하기 위하여 열고 다음 줄을 변경 합니다: <placeholder-1/>
pt: Uma vez escolhido o tipo de caixa de correio, edite o ficheiro <filename>/etc/dovecot/dovecot.conf</filename> e altere a linha seguinte: <placeholder-1/>

source: Once you have configured dovecot, start the <application>dovecot</application> daemon in order to test your setup: <screen><command>sudo /etc/init.d/dovecot start</command></screen> If you have enabled imap, or pop3, you can also try to log in with the commands <command>telnet localhost pop3</command> or <command>telnet localhost imap2</command>. If you see something like the following, the installation has been successful: <placeholder-1/>
ko: dovecot을 설정하고 난 후, 설정을 확인하기 위해 <application>dovecot</application> 대몬을 실행시킵니다: <screen><command>sudo /etc/init.d/dovecot start</command></screen> 만약 imap이나 pop3를 활성화 시켜 두었다면 <command>telnet localhost pop3</command> 혹은 <command>telnet localhost imap2</command> 명령을 사용하여 로그인을 시도해 볼 수도 있습니다. 만약 다음과 같은 내용이 보인다면, 설치가 성공적으로 이루어진 것입니다: <placeholder-1/>
pt: Uma vez configurado o dovecot, inicie o daemon <application>dovecot</application> de forma a testar as suas configuraçãos: <screen><command>sudo /etc/init.d/dovecot start</command></screen> Se tiver activado o imap, ou pop3, poderá tentar também fazer log in com os comandos <command>telnet localhost pop3</command> ou <command>telnet localhost imap2</command>. Se ver algo como o seguinte, a instalado teve sucesso: <placeholder-1/>

source: To configure <application>dovecot</application> to use SSL, you can edit the file <filename>/etc/dovecot/dovecot.conf</filename> and amend following lines: <placeholder-1/> The <emphasis role="strong">cert</emphasis> and <emphasis role="strong">key</emphasis> files are created automatically by <application>dovecot</application> when you install it. Please note that these keys are not signed and will give "bad signature" errors when connecting from a client. To avoid this, you can use commercial certificates, or even better, you can use your own SSL certificates.
ko: SSL을 사용하도록 <application>dovecot</application>을 설정하기 위하여, <filename>/etc/dovecot/dovecot.conf</filename> 파일을 편집하기 위해 열고 다음 줄을 수정 합니다: <placeholder-1/> <emphasis role="strong">cert</emphasis> 와 <emphasis role="strong">key</emphasis> 파일은 설치될 때 <application>dovecot</application>에 의하여 자동적으로 만들어 집니다. 이 키는 사인되지 않았고 클라이언트에서 연결을 할 때 "bad signature" 에러를 주게 되는 것을 주의 하십시오. 이 것을 피하려면, 상업용 인증서를 사용할 수 있고, 또는 보다 낫게, 여러분 스스로의 SSL 인증서를 사용할 수 있습니다.
pt: Para configurar o <application>dovecot</application> para utilizar SSL, pode editar o ficheiro <filename>/etc/dovecot/dovecot.conf</filename> e corrija as seguintes linhas: <placeholder-1/> Os ficheiros <emphasis role="strong">cert</emphasis> e <emphasis role="strong">key</emphasis> são gerados automaticamente pelo <application>dovecot</application> quando o instala. Por favor note que estas chaves não são assinadas e darão erros "bad signature" quando se ligar de um cliente. Para evitar isso, pode utilizar certificados comerciais, ou ainda melhor, pode utilizar os seus próprios certificados SSL.

source: Mailman provides a web interface for the administrators and users. So, it requires apache with mod_perl support. Mailman uses an external mail server to send and receive emails. It works perfectly with the following mail servers:
ko: Mailman은 관리자와 사용자를 위한 웹 인터페이스를 제공 합니다. 그러므로, 그것은 mod_perl 지원을 하는 아파치를 필요로 합니다. Mailman은 이메일을 보내고 받기 위한 외부 메일 서버를 사용 합니다. 다음의 메일 서버와 완벽하게 동작 합니다:
pt: Mailman fornece um interface web para administradores e utilizadores. Por isso, requer apache com suporte mod_perl. Mailman usa um servidor de correio electrónico externo para enviar e receber correio electrónico. Funciona perfeitamente com os servidores de email seguintes:

source: We will see how to install mailman, the apache web server and the Exim mail server. If you wish to install mailman with a different mail server, please refer to the references section.
ko: 우리는 어떻게 mailman, 아파치 웹 서버와 Exim 메일 서버를 설치하는지를 봅니다. 만약 여러분이 mailman을 다른 메일 서버와 함께 설치하기를 원한다면, 참조 영역을 참고 하십시오.
pt: Veremos como instalar mailman, o servidor web apache e o servidor de email Exim. Se deseja instalar mailman com um servidor de email diferente, consulte a secção de referências.

source: To install apache2 you refer to <xref linkend="http-installation"/>.
ko: 아파치2를 설치하는 것은 <xref linkend="http-installation"/> 을 참조 하십시오.
pt: Para instalar apache2 consulte <xref linkend="http-installation"/>.

source: To install Exim4 you run the following commands at a terminal prompt: <screen> <command>sudo apt-get install exim4</command> <command>sudo apt-get install exim4-base</command> <command>sudo apt-get install exim4-config</command> </screen> Once exim4 is installed, the configuration files are stored in the <filename>/etc/exim4</filename> directory. In Ubuntu, by default, the exim4 configuration files are split across different files. You can change this behavior by changing the following variable in the <filename>/etc/exim4/update-exim4.conf</filename> file: <placeholder-1/>
ko: Exim4를 설치하려면 터미널에서 다음을 입력하세요: <screen> <command>sudo apt-get install exim4</command> <command>sudo apt-get install exim4-base</command> <command>sudo apt-get install exim4-config</command> </screen> exim4가 설치되고 나면, 설정 파일이 <filename>/etc/exim4</filename> 디렉토리에 저장됩니다. 우분투에서는 기본적으로 exim4 설정 파일이 여러 개로 나누어져 있습니다. 이 기능을 변경하려면 <filename>/etc/exim4/update-exim4.conf</filename> 파일에 있는 다음 변수를 수정하세요: <placeholder-1/>
pt: Para instalar o Exim4 corra os seguitens comandos no terminal: <screen> <command>sudo apt-get install exim4</command> <command>sudo apt-get install exim4-base</command> <command>sudo apt-get install exim4-config</command> </screen> Uma vez instalado o exim4 , os ficheiros de configuração estarão na directoria <filename>/etc/exim4</filename>. No Ubuntu, por defeito, os ficheiros de configuração do exim4 estão espalhados por diversos ficheiros.Poderá mudar este comportamento mudando a variável no ficheiro <filename>/etc/exim4/update-exim4.conf</filename>: <placeholder-1/>

source: To install <application>Mailman</application>, run following command at a terminal prompt: <screen> <command>sudo apt-get install mailman</command> </screen> It copies the installation files in <application>/var/lib/mailman</application> directory. It installs the CGI scripts in <application>/usr/lib/cgi-bin/mailman</application> directory. It creates <emphasis>list</emphasis> linux user. It creates the <emphasis>list</emphasis> linux group. The mailman process will be owned by this user.
ko: <application>Mailman</application> 을 설치하기 위하여, 터미널 프롬프트에서 다음 명령을 실행 합니다: <screen> <command>sudo apt-get install mailman</command> </screen> 이것은 설치 파일을 <application>/var/lib/mailman</application> 디렉토리 내로 복사하고, <application>/usr/lib/cgi-bin/mailman</application> 디렉토리 내에 CGI 스크립트를 설치 합니다. <emphasis>list</emphasis> 리눅스 사용자를 만들고, <emphasis>list</emphasis> 리눅스 그룹도 만듭니다. mailman 프로세스는 이 사용자에 의하여 소유 됩니다.
pt: Para instalar <application>Mailman</application>, execute o comando seguinte num terminal: <screen> <command>sudo apt-get install mailman</command> </screen> Copia os ficheiros de instalação no directório <application>/var/lib/mailman</application>. Instala os scripts CGI no directório <application>/usr/lib/cgi-bin/mailman</application>. Cria o utilizador linux <emphasis>list</emphasis>. Cria o grupo linux <emphasis>list</emphasis>. Este utilizador será o proprietário do processo mailman.

source: This section assumes you have successfully installed <application>mailman</application>, <application>apache2</application>, and <application>exim4</application>. Now you just need to configure them.
ko: 이 영역에서는 여러분이 <application>mailman</application>, <application>apache2</application>, 그리고 <application>exim4</application>를 성공적으로 설치하였다고 가정 합니다. 이제 여러분은 단지 그것들을 설정할 필요가 있습니다.
pt: Esta secção assume que instalou com sucesso <application>mailman</application>, <application>apache2</application>, e <application>exim4</application>. Agora apenas precisa de os configurar.

source: Once apache2 is installed, you can add the following lines in the <filename>/etc/apache2/apache2.conf</filename> file: <placeholder-1/> Mailman uses apache2 to render its CGI scripts. The mailman CGI scripts are installed in the <application>/usr/lib/cgi-bin/mailman</application> directory. So, the mailman url will be http://hostname/cgi-bin/mailman/. You can make changes to the <filename>/etc/apache2/apache2.conf</filename> file if you wish to change this behavior.
ko: 아파치2가 설치되면, <filename>/etc/apache2/apache2.conf</filename> 파일에 다음의 줄들을 추가할 수 있습니다: <placeholder-1/> Mailman은 CGI 스크립트를 사용하기 위하여 아파치2를 이용 합니다. 메일맨 스크립트는 <application>/usr/lib/cgi-bin/mailman</application> 디렉토리에 설치 됩니다. 그러므로 그 메일맨 url은 http://hostname/cgi-bin/mailman/ 이 됩니다. 만약 변경하기를 원한다면, <filename>/etc/apache2/apache2.conf</filename> 파일에서 바꿀 수 있습니다.
pt: Uma vez instalado o apache2, pode adicionar as linhas seguintes no ficheiro <filename>/etc/apache2/apache2.conf</filename>: <placeholder-1/> O Mailman utiliza o apache2 para executar os seus scripts CGI. Os scripts CGI do mailman são instalados no directório <application>/usr/lib/cgi-bin/mailman</application>. Assim, o url do mailman será http://hostname/cgi-bin/mailman/. Pode fazer alterações ao ficheiro <filename>/etc/apache2/apache2.conf</filename> se desejar alterar este comportamento.

source: Once Exim4 is installed, you can start the Exim server using the following command from a terminal prompt: <screen> <command>sudo apt-get /etc/init.d/exim4 start</command> </screen> In order to make mailman work with exim4, you need to configure exim4. As mentioned earlier, by default, exim4 uses multiple configuration files of different types. For details, please refer to the <ulink url="http://www.exim.org">Exim</ulink> website. To run mailman, we should add new a configuration file to the following configuration types: <placeholder-1/> Exim creates a master configuration file by sorting all these mini configuration files. So, the order of these configuration files is very important.
ko: Exim4를 설치한 후, 터미널 프롬프트에서 다음 명령을 사용하여 Exim 서버를 시작할 수 있습니다: <screen> <command>sudo apt-get /etc/init.d/exim4 start</command> </screen> exim4와 함께 mailman이 동작하게 만들려면, exim4를 설정하는 것이 필요 합니다. 앞에 언급된 것과 같이, 기본 설정으로, exim4는 다른 종류의 복수 설정 파일들을 사용 합니다. 자세한 것은 <ulink url="http://www.exim.org">Exim</ulink> 웹 사이트를 참조 하십시오. mailman을 실행하기 위하여, 다음 설정 종류에 대한 새로운 설정 파일을 추가하여야 합니다: <placeholder-1/> Exim은 모든 이 작은 설정 파일들을 정렬하여 주 설정 파일을 만듭니다. 그러므로, 이 설정 파일의 순서는 매우 중요 합니다.
pt: Uma vez instalado o Exim4, pode iniciar o servidor Exim utilizando o seguinte comando num terminal:<screen> <command>sudo apt-get /etc/init.d/exim4 start</command> </screen> Por forma a fazer o mailman utilizar o exim4, precisa de configurar o exim4. Como mencionado anteriormente, por omissão, o exim4 utiliza ficheiros de configuração múltiplos e de tipos diferentes. Para detalhes, consulte a página <ulink url="http://www.exim.org">Exim</ulink>. Para executar o mailman, devemos adicionar um novo ficheiro de configuração aos seguintes tipos de configuração: <placeholder-1/> O Exim gera o ficheiro de configuração principal ordenando todos estes mini-ficheiros de configuração. Assim, a ordem destes ficheiros de configuração é bastante importante.

source: This will place new mail in /home/<emphasis role="italic">username</emphasis>/Maildir so you'll need to configure your Mail Delivery Agent to use the same path.
ko: 이제 새로운 메일이 도착하면 /home/<emphasis role="italic">사용자 이름</emphasis>/Maildir 에 저장될 것입니다. 따라서 메일 전송 에이전트도 같은 경로를 사용하도록 설정해야 할 것입니다.
pt: Isto colocará o novo mail em home/<emphasis role="italic">username</emphasis>/Maildir pelo que será necessário configurar o seu agente de entrega de mail (MTA) para usar o mesmo caminho.

source: The next steps are to configure <application>postfix</application> to use SASL for SMTP AUTH.
ko: 다음 단계는 SMTP 인증을 위해 SASL 을 사용하기 위해 <application>postfix</application> 를 설정하는 것입니다.
pt: Os passos seguintes são os de configuração da aplicação <application>postfix</application> para usar SASL para SMTP AUTH.

source: Configure Postfix to do SMTP AUTH using SASL (saslauthd): <screen> sudo postconf -e 'smtpd_sasl_local_domain =' sudo postconf -e 'smtpd_sasl_auth_enable = yes' sudo postconf -e 'smtpd_sasl_security_options = noanonymous' sudo postconf -e 'broken_sasl_auth_clients = yes' sudo postconf -e 'smtpd_recipient_restrictions = permit_sasl_authenticated,permit_mynetworks,reject_unauth_destination' sudo postconf -e 'inet_interfaces = all' </screen> Open the <filename>/etc/postfix/sasl/smtpd.conf</filename> file and add the following lines to end of the file: <screen> pwcheck_method: saslauthd mech_list: plain login </screen>
ko: SASL (saslauthd) 을 이용해 SMTP AUTH 을 수행하도록 Postfix 를 설정하려면: <screen> sudo postconf -e 'smtpd_sasl_local_domain =' sudo postconf -e 'smtpd_sasl_auth_enable = yes' sudo postconf -e 'smtpd_sasl_security_options = noanonymous' sudo postconf -e 'broken_sasl_auth_clients = yes' sudo postconf -e 'smtpd_recipient_restrictions = permit_sasl_authenticated,permit_mynetworks,reject_unauth_destination' sudo postconf -e 'inet_interfaces = all' </screen> Open the <filename>/etc/postfix/sasl/smtpd.conf</filename> file and add the following lines to end of the file: <screen> pwcheck_method: saslauthd mech_list: plain login </screen>
pt: Configurar a Postfix para permitir SMTP AUTH usando SASL (saslauthd): <screen> sudo postconf -e 'smtpd_sasl_local_domain =' sudo postconf -e 'smtpd_sasl_auth_enable = yes' sudo postconf -e 'smtpd_sasl_security_options = noanonymous' sudo postconf -e 'broken_sasl_auth_clients = yes' sudo postconf -e 'smtpd_recipient_restrictions = permit_sasl_authenticated,permit_mynetworks,reject_unauth_destination' sudo postconf -e 'inet_interfaces = all' </screen> Open the <filename>/etc/postfix/sasl/smtpd.conf</filename> file and add the following lines to end of the file: <screen> pwcheck_method: saslauthd mech_list: plain login </screen>
