Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: The default directory for non-authoritative zone files is <filename>/var/cache/bind/</filename>. This directory is also configured in <application>AppArmor</application> to allow the <application>named</application> daemon to write to. For more information on AppArmor see <xref linkend="apparmor"/>.
es: El directorio predeterminado para los archivos de zonas no autorizadas es <filename>/var/cache/bind/</filename>. Este directorio también está configurado en <application>AppArmor</application> para permitir que el demonio <application>named</application> pueda escribir en él. Para más información sobre AppArmor, consulte <xref linkend="apparmor"/>.
sv: Standardkatalogen för icke-auktoritativa zonfiler är <filename>/var/cache/bind/</filename>. Denna katalog är också konfigurerad i <application>AppArmor</application> till att tillåta den <application>nämda</application> demonen att skriva till. FFör mer information om AppArmor, se <xref linkend="apparmor"/>.

source: This section covers ways to help determine the cause when problems happen with DNS and <application>BIND9</application>.
es: Esta sección cubre formar de ayudarle a determinar la causa cuando los problemas ocurren con DNS y <application>BIND9</application>.
it: Questa sezione descrive i metodi per determinare le cause dei problemi che si possono verificare con DNS e <application>BIND9</application>.
sv: Detta avsnitt behandlar sätt för att få hjälp med att fastställa orsaken då ett problem uppstår med DNS och <application>BIND9</application>.

source: The first step in testing <application>BIND9</application> is to add the nameserver's IP Address to a hosts resolver. The Primary nameserver should be configured as well as another host to double check things. Simply edit <filename>/etc/resolv.conf</filename> and add the following:
es: El primer paso para testar <application>BIND9</application> es añadir la dirección IP del servidor de nombres al buscador de nombres de un anfitrión. Tanto el servidor de nombres primario como otro anfitrión deben ser configurados para hacer dobles comprobaciones. Simplemente edite <filename>/etc/resolv.conf</filename> y añada lo siguiente:
it: Il primo passo per verificare <application>BIND9</application> consiste nell'aggiungere l'indirizzo IP del server di nomi in un risolutore di host. Il server dei nomi primario dovrebbe essere configurato così come un altro host per verificare il tutto. Modificare il file <filename>/etc/resolv.conf</filename> e aggiungere quanto segue:
sv: Första steget i att testa <application>BIND9</application> är att lägga till namnserverns IP-adress till en värdöversättare. Den primära namnservern skall konfigureras liksom även en annan värd för att dubbelkontrollera saker. Redigera <filename>/etc/resolv.conf</filename> och lägg till följande:

source: You should also add the IP Address of the Secondary nameserver in case the Primary becomes unavailable.
es: Usted también debería agregar la dirección IP del servidor de nombres Secundario en caso que el Primario se vuelva no disponible.
it: Potrebbe essere necessario aggiungere anche l'indirizzo IP del server di nomi secondario nel caso in cui il primario non fosse più disponibile.
sv: Du skall också lägga till IP-adressen till den sekundära namnservern i fall att den primära blir otillgänglig.

source: If you installed the <application>dnsutils</application> package you can test your setup using the DNS lookup utility <application>dig</application>:
es: Si ha instalado el paquete <application>dnsutils</application>, puede probar su configuración usando la utilidad <application>dig</application>, para hacer peticiones DNS:
it: Se è stato installato il pacchetto <application>dnsutils</application>, è possibile configurare l'utilità di ricerca DNS <application>dig</application>:
sv: Om du har installerat paketet <application>dnsutils</application> så kan du testa din konfiguration med DNS-verktyget <application>dig</application>:

source: After installing <application>BIND9</application> use <application>dig</application> against the loopback interface to make sure it is listening on port 53. From a terminal prompt:
es: Tras instalar <application>BIND9</application> use <application>dig</application> contra el interfaz local para asegurarse de que está escuchando en el puerto 53. Desde la línea de órdenes de un terminal:
it: Una volta installato <application>BIND9</application> usare <application>dig</application> sull'interfaccia di loopback per assicurarsi che sia in ascolto sulla porta 53. Da un terminale digitare:
sv: Efter installationen av <application>BIND9</application> använd <application>dig</application> mot gränssnittet loopback för att säkerställa att den lyssnar på port 53. Från en terminalprompt:

source: You should see lines similar to the following in the command output:
es: Verá unas líneas similares a las siguientes en la salida de la orden:
it: L'output del comando dovrebbe essere simile al seguente:
sv: Du skall se rader som liknar följande utdata:

source: If you have configured <application>BIND9</application> as a <emphasis>Caching</emphasis> nameserver "dig" an outside domain to check the query time:
es: Si ha configurado <application>BIND9</application> como un servidor de nombres caché, use <application>dig</application> sobre un dominio externo para comprobar el tiempo de consulta:
it: Se <application>BIND9</application> è stato configurato come un server di <emphasis>cache</emphasis>, eseguire "dig" su un dominio esterno per verificare il tempo dell'interrogazione:
sv: Om du har konfigurerat <application>BIND9</application> som en <emphasis>cachande</emphasis> namnserver "dig" en domän på utsidan för att kontrollera tiden för en förfrågan:

source: Note the query time toward the end of the command output:
es: Note el tiempo de consulta hacia el final de la salida de la orden:
it: Prestare attenzione al tempo dell'interrogazione verso la fine dell'output:
sv: Notera tiden för förfrågan som finns i slutet av utdatan från kommandot:

source: After a second dig there should be improvement:
es: Tras un segundo dig debe haber una mejora:
it: Dopo una seconda esecuzione del comando si dovrebebro vedere dei miglioramenti:
sv: Efter en andra dig skall det bli en förbättring:

source: ping
es: eco

source: Now to demonstrate how applications make use of DNS to resolve a host name use the <application>ping</application> utility to send an ICMP echo request. From a terminal prompt enter:
es: Ahora, para demostrar cómo las aplicaciones hacen uso del DNS para resolver el nombre de un equipo, use la utilidad <application>ping</application> para enviar una petición de eco ICMP. Introduzca en un terminal:
sv: För att nu demonstrera hur applikationer använder DNS till att avgöra ett värdnamn använd verktyget <application>ping</application> till att skicka en ICMP eko-förfrågan. Från en terminalprompt skriv:

source: This tests if the nameserver can resolve the name <emphasis>ns.example.com</emphasis> to an IP Address. The command output should resemble:
es: Esto comprueba el servidor de nombres puede resolver el nombre <emphasis>ns.ejemplo.com</emphasis> a una dirección IP. La salida del comando debe parecerse a:
sv: Detta testar om namnservern kan översätta namnet <emphasis>ns.example.com</emphasis> till en IP-adress. kommandots utdata bör likna:

source: PING ns.example.com (192.168.1.10) 56(84) bytes of data. 64 bytes from 192.168.1.10: icmp_seq=1 ttl=64 time=0.800 ms 64 bytes from 192.168.1.10: icmp_seq=2 ttl=64 time=0.813 ms
es: PING ns.ejemplo.com (192.168.1.10) 56(84) bytes of data. 64 bytes from 192.168.1.10: icmp_seq=1 ttl=64 time=0.800 ms 64 bytes from 192.168.1.10: icmp_seq=2 ttl=64 time=0.813 ms

source: A great way to test your zone files is by using the <application>named-checkzone</application> utility installed with the <application>bind9</application> package. This utility allows you to make sure the configuration is correct before restarting <application>BIND9</application> and making the changes live.
es: Una excelente manera de probar sus archivos de zona es usando la utilidad <application>named-checkzone</application> instalada con el paquete <application>bind9</application>. Esta utilidad le permite asegurarse de que la configuración es correcta antes de reiniciar <application>BIND9</application> y hacer que los cambios hagan efecto.
it: Un ottimo modo per provare i propri file zona consiste nell'usare l'utilità <application>named-checkzone</application> installata con il pacchetto <application>bind9</application>. Questa utilità consente di verificare che la configurazione sia corretta prima di riavviare <application>BIND9</application> e consentendo di apportare delle modifiche.
sv: Ett bra sätt att testa dina zonfiler på är att använda verktyget <application>named-checkzone</application> som installeras med paketet <application>bind9</application>. Det här verktyget hjälper dig att säkerställa att konfigurationen är riktig innan du startar om <application>BIND9</application> och aktiverar ändringarna.

source: To test our example Forward zone file enter the following from a command prompt:
es: Para probar el archivo de ejemplo de zona de redirección introduzca lo siguiente en un terminal:
it: Per provare il file zona "Forward", in un terminale, digitare quanto segue:
sv: För att testa vår exempel vidaresändande zonfil, skriv följande från en terminalprompt:

source: named-checkzone example.com /etc/bind/db.example.com
es: named-checkzone ejemplo.com /etc/bind/db.ejemplo.com

source: If everything is configured correctly you should see output similar to:
es: Si todo está correctamente configurado deberá ver algo similar a esto:
it: Se tutto è stato configurato correttamente, si dovrebbe vedere un output simile a questo:
sv: Om allt är rätt konfigurerat skall resultatet likna:

source: Similarly, to test the Reverse zone file enter the following:
es: De la misma forma, para probar el archivo de la zona inversa introduzca lo siguiente:
it: Analogamente, per verificare il file zona "Reverse", digitare quanto segue:
sv: På liknande sätt, för att testa din reverserande zonfil skriv följande:

source: The output should be similar to:
es: La salida debe ser similar a:
it: L'output dovrebbe essere simile a quanto segue:
sv: Utdatan skall likna:

source: The <emphasis>Serial Number</emphasis> of your zone file will probably be different.
es: Probablemente, el <emphasis>número de serie</emphasis> de su archivo de zona será diferente.
it: Il valore <emphasis>Serial</emphasis> del proprio file zona probabilmente sarà diverso.
sv: <emphasis>Serienumret</emphasis> på din zonfil kommer troligtvis vara en annan.

source: Logging
es: Entrada
it: Registrazione
sv: Logga

source: <application>BIND9</application> has a wide variety of logging configuration options available. There are two main options. The <emphasis>channel</emphasis> option configures where logs go, and the the <emphasis>category</emphasis> option determines what information to log.
es: <application>BIND9</application> tiene disponible una amplia variedad de opciones de configuración de registros. Hay dos opciones principales. La opción <emphasis>channel</emphasis> configura a dónde van los registros y la opción <emphasis>category</emphasis> determina qué información registrar.
it: <application>BIND9</application> dispone di molte opzioni di configurazione per la registrazione degli eventi. Sono disponibili due principali opzioni, <emphasis>channel</emphasis>, che configura dove vanno le registrazioni, e <emphasis>category</emphasis> che determina quali informazioni registrare.
sv: <application>BIND9</application> har flera olika tillgängliga alternativ för loggkonfiguration. Det finns två huvudalternativ. Alternativet <emphasis>channel</emphasis> konfigurerar var loggningen skall genomföras och alternativet <emphasis>category</emphasis> bestämmer vilken information som loggas.

source: If no logging option is configured the default option is:
es: Si no se ha configurado la opción de entrada, la predeterminada es:
it: Se non viene configurata alcuna opzione di registrazione, quella predefinita è:
sv: Om inget loggalternativ har konfigurerats är standardalternativet:

source: This section covers configuring <application>BIND9</application> to send <emphasis>debug</emphasis> messages related to DNS queries to a separate file.
es: Esta sección cubre la configuración de <application>BIND9</application> para enviar mensajes de <emphasis>depuración</emphasis> relacionados con solicitudes DNS a un archivo separado.
it: Questa sezione descrive come configurare <application>BIND9</application> affinché invii i messaggi di <emphasis>debug</emphasis> relativi alle interrogazioni DNS in un file diverso.
sv: Detta avsnitt omfattar konfigurering av <application>BIND9</application> till att skicka <emphasis>debug</emphasis>-meddelanden som är relaterade till DNS-förfrågningar till en separat fil.

source: First, we need to configure a channel to specify which file to send the messages to. Edit <filename>/etc/bind/named.conf.local</filename> and add the following:
es: Primero, tenemos que configurar un canal para especificar a qué archivo enviar los mensajes. Edite el archivo <filename>/etc/bind/named.conf.local</filename> y añada lo siguiente:
it: Per prima cosa è necessario configurare un canale per specificare quale a quale file inviare i messaggi. Modificare quindi il file <filename>/etc/bind/named.conf.local</filename> e aggiungere quanto segue:
sv: Först behöver vi konfigurera en kanal till att specificera vilken fil som meddelandet skall skickas till. Redigera <filename>/etc/bind/named.conf.local</filename> och lägg till följande:

source: Next, configure a category to send all DNS queries to the query file:
es: A continuación, configure una categoría para enviar todas las solicitudes DNS al archivo de solicitudes:
it: Configurare una categoria per inviare tutte le interrogazioni DNS al file:
sv: Därefter, konfigurera en kategori som skickar alla DNS-förfrågningar till förfrågningsfilen:

source: Note: the <emphasis>debug</emphasis> option can be set from 1 to 3. If a level isn't specified level 1 is the default.
es: Nota:la opción <emphasis>debug</emphasis> puede establecerse desde 1 a 3. Si no sde ha especificado nivel 1 es el predeterminado.
it: L'opzione <emphasis>debug</emphasis> può essere impostata tra 1 e 3. Se non viene specificato alcun livello, viene considerato quello predefinito, cioè 1.
sv: Notera: Alternativet <emphasis>debug</emphasis> kan sättas från 1 till 3. Om en nivå inte är nivå 1 standard.

source: Since the <emphasis>named daemon</emphasis> runs as the <emphasis>bind</emphasis> user the <filename>/var/log/query.log</filename> file must be created and the ownership changed:
es: Ya que el demonio <application>named</application> corre bajo el usuario <emphasis>bind</emphasis>, el archivo <filename>/var/log/query.log</filename> se debe crear y cambiar su propietario:
it: Dato che il demone <emphasis>named</emphasis> viene eseguito come l'utente <emphasis>bind</emphasis>, è necessario creare il file <filename>/var/log/query.log</filename> e modificarne il proprietario:
sv: Eftersom <emphasis>namngiven demon</emphasis> körs körs som användare <emphasis>bind</emphasis> måste filen <filename>/var/log/query.log</filename> skapas och äganderätten ändras:

source: Before <application>named</application> daemon can write to the new log file the <application>AppArmor</application> profile must be updated. First, edit <filename>/etc/apparmor.d/usr.sbin.named</filename> and add:
es: Antes de que el demonio <application>named</application> pueda escribir en el nuevo archivo de registro, el perfil <application>AppArmor</application> debe actualizarse. Primero, edite <filename>/etc/apparmor.d/usr.sbin.named</filename> y añada:
it: Prima che il demone <application>named</application> possa scrivere nel nuovo file di registrazione, il profilo <application>AppArmor</application> deve esser aggiorato. Per prima cosa modificare <filename>/etc/apparmor.d/usr.sbin.named</filename> e aggiungere:
sv: Innan <application>named</application>-demonen kan skriva till den nya loggfilen måste först <application>AppArmor</application>-profilen uppdateras. Börja med att redigera <filename>/etc/apparmor.d/usr.sbin.named</filename> och lägg till:

source: Next, reload the profile:
es: Ahora, recargue el perfil:
it: Quindi ricaricare il profilo:
sv: Nästa, ladda om profilen:

source: For more information on <application>AppArmor</application> see <xref linkend="apparmor"/>
es: Para más información sobre <application>AppArmor</application> vea <xref linkend="apparmor"/>
it: Per maggiori informazioni riguardo <application>AppArmor</application>, consultare la <xref linkend="apparmor"/>.
sv: För mer information om <application>AppArmor</application>, se <xref linkend="apparmor"/>

source: Now restart <application>BIND9</application> for the changes to take effect:
es: Ahora reinicie <application>BIND9</application> para que los cambios tengan efecto:
sv: Starta nu om <application>BIND9</application> för att ändringarna ska börja gälla:

source: You should see the file <filename>/var/log/query.log</filename> fill with query information. This is a simple example of the <application>BIND9</application> logging options. For coverage of advanced options see <xref linkend="dns-more-info"/>.
es: Debe ver como el archivo <filename>/var/log/query.log</filename> se llena con información de peticiones. Este es un ejemplo simple de las opciones de registro de <application>BIND9</application>. Para opciones avanzadas vea <xref linkend="dns-more-info"/>.
it: Dovrebbe essere possibile vedere il file <filename>/var/log/query.log</filename> riempirsi con le informazioni relative alle interrogazioni. Per maggio informazioni sulle opzioni di registrazione di <application>BIND9</application>, consultare la <xref linkend="dns-more-info"/>.
sv: Du bör se filen <filename>/var/log/query.log</filename> fylld med information om förfrågningar. Det här är ett exempel på loggalternativen i <application>BIND9</application>. För information om avancerade alternativ, se <xref linkend="dns-more-info"/>.

source: Common Record Types
es: Tipos de registros habituales
it: Tipi di record comuni
sv: Vanliga post sorter

source: This section covers some of the most common DNS record types.
es: Esta sección cubre algunos de los tipos de registros DNS más comunes.
it: Questa sezione descrive i più comuni tipi di record DNS.
sv: Det är avsnittet behandlar några av de vanligaste sorterna av DNS-poster.

source: <emphasis>A</emphasis> record: This record maps an IP Address to a hostname.
es: Registro <emphasis>A</emphasis>: Este registro asocia una dirección IP a un nombre de equipo.
it: Record <emphasis>A</emphasis>: mappa un indirizzo IP con un nome host.
sv: Posten <emphasis>A</emphasis>: Den här posten avbildar en IP-adress till ett värdnamn.

source: <emphasis>CNAME</emphasis> record: Used to create an alias to an existing A record. You cannot create a CNAME record pointing to another CNAME record.
es: Registro <emphasis>CNAME</emphasis>: Usado para crear un alias a un registro A ya existente. No puede crear un registro CNAME que apunte a otro registro CNAME.
it: Record <emphasis>CNAME</emphasis>: usato per creare un alias di un record "A" esistente. Non è possibile creare un record CNAME che punti a un altro record CNAME.
sv: Posten <emphasis>CNAME</emphasis>: Används för att skapa en alias till en existerande A-post. Du kan inte skapa en CNAME post som pekar på en annan CNAME post.

source: <emphasis>MX</emphasis> record: Used to define where email should be sent to. Must point to an A record, not a CNAME.
es: Registro <emphasis>MX</emphasis>: Usado para definir a dónde se deben enviar los correos electrónicos. Debe apuntar a un registro A, no a un registro CNAME.
it: Record <emphasis>MX</emphasis>: usato per definire dove dovrebbero essere inviate le email. Deve puntare a un record A, non a uno CNAME.
sv: Posten <emphasis>MX</emphasis>: Används för att definiera var e-post skall sändas till. Måste peka på en A-post och inte på CNAME.

source: IN MX mail.example.com. mail IN A 192.168.1.13
es: IN MX correo.ejemplo.com. correo IN A 192.168.1.13

source: <emphasis>NS</emphasis> record: Used to define which servers serve copies of a zone. It must point to an A record, not a CNAME. This is where Primary and Secondary servers are defined.
es: Registro <emphasis>NS</emphasis>: Usado para definir qué servidores sirven copias de una zona. Debe apuntar a un registro A, no a un CNAME. Aquí es donde se definen los servidores Primario y Secundario.
it: Record <emphasis>NS</emphasis>: usato per definire quali server dispongono di copie di una zona. Deve puntare a un record A, non a un CNAME. Qui vengono definiti i server primario e secondario.
sv: Posten <emphasis>NS</emphasis>: Används för att definiera vilken server som delgiver kopior av en zon. Den måste peka på en A-post och inte en CNAME. Det är här som primära och sekundära servrar definieras.

source: More Information
es: Más información
it: Ulteriori informazioni
sv: Mer information

source: The <ulink url="http://www.tldp.org/HOWTO/DNS-HOWTO.html">DNS HOWTO</ulink> explains more advanced options for configuring BIND9.
es: El <ulink url="http://www.tldp.org/HOWTO/DNS-HOWTO.html">HOWTO del DNS</ulink> (en inglés) explica opciones más avanzadas de configuración de BIND9.
it: Il <ulink url="http://www.tldp.org/HOWTO/DNS-HOWTO.html">DNS HOWTO</ulink> dispone di maggiori informazioni sulla configurazione di BIND9.
sv: På <ulink url="http://www.tldp.org/HOWTO/DNS-HOWTO.html">DNS HOWTO</ulink> finns förklaringar på mer avancerade alternativ för konfigureringen av BIND9.

source: For in depth coverage of <emphasis>DNS</emphasis> and <application>BIND9</application> see <ulink url="http://www.bind9.net/">Bind9.net</ulink>.
es: Para un tratamiento en profundidad de <emphasis>DNS</emphasis> y <application>BIND9</application> vea <ulink url="http://www.bind9.net/">Bind9.net</ulink>.
it: Per un approfondimento di <emphasis>DNS</emphasis> e <application>BIND9</application>, consultare <ulink url="http://www.bind9.net/">Bind9.net</ulink>.
sv: För heltäckande detaljer om <emphasis>DNS</emphasis> och <application>BIND9</application> se <ulink url="http://www.bind9.net/">Bind9.net</ulink>.

source: <ulink url="http://www.oreilly.com/catalog/dns5/index.html">DNS and BIND</ulink> is a popular book now in it's fifth edition.
es: <ulink url="http://www.oreilly.com/catalog/dns5/index.html">DNS y BIND</ulink> es un libro popular ahora en su quinta edición.
it: <ulink url="http://www.oreilly.com/catalog/dns5/index.html">DNS and BIND</ulink> è un libro molto comune giunto ormai alla quinta edizione.
sv: <ulink url="http://www.oreilly.com/catalog/dns5/index.html">DNS and BIND</ulink> är en populär bok som, nu i sin femte utgåva.
