Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: This method entails defining a pool (sometimes also called a range or scope) of IP addresses from which DHCP clients are supplied their configuration properties dynamically and on a fist come first serve basis. When a DHCP client is no longer on the network for a specified period, the configuration is expired and released back to the address pool for use by other DHCP Clients.
it: Questo metodo comporta la definizione di un insieme o intervallo di indirizzi IP (a volte indicati come pool) con cui configurare dinamicamente i client DHCP in base all'ordine di arrivo delle richieste (la prima che arriva è la prima servita, disciplina FIFO). Dopo un determinato periodo, se il client DHCP non è presente in rete, la configurazione scade e viene reinserita nello spazio di indirizzi per poter essere riutilizzata.
ko: 이 방법은, 동적으로 그리고 먼저 오는 것이 먼저 수행되는 기본으로 설정 속성이 공급되는 DHCP 클라이언트에서 IP 주소의 풀 (때때로 한계 또는 범위로 불리는)을 지정하는 것을 수반 합니다. DHCP 클라이언트가 지정한 기간 동안 네트워크 상에 더 이상 있지 않을 때, 설정은 만료되고 다른 DHCP 클라이언트에 의해 사용되도록 주소 풀로 되돌려집니다.
pt: Este método implica definir uma gama (pool) de endereços IP a partir da qual os clientes DHCP são fornecidos, com propriedades e configurações dinâmicas, e numa lógica de servir primeiro o primeiro a chegar (first come first serve). Quando um cliente DHCP abandona a rede por um determinado período de tempo, a configuração expira, e o endereço é devolvido à gama dos disponíveis para ser utilizado por outro cliente DHCP.

source: # Sample /etc/dhcpd.conf # (add your comments here) default-lease-time 600; max-lease-time 7200; option subnet-mask 255.255.255.0; option broadcast-address 192.168.1.255; option routers 192.168.1.254; option domain-name-servers 192.168.1.1, 192.168.1.2; option domain-name "mydomain.example"; subnet 192.168.1.0 netmask 255.255.255.0 { range 192.168.1.10 192.168.1.100; range 192.168.1.150 192.168.1.200; }
it: # Sample /etc/dhcpd.conf # (add your comments here) default-lease-time 600; max-lease-time 7200; option subnet-mask 255.255.255.0; option broadcast-address 192.168.1.255; option routers 192.168.1.254; option domain-name-servers 192.168.1.1, 192.168.1.2; option domain-name "miodominio.example"; subnet 192.168.1.0 netmask 255.255.255.0 { range 192.168.1.10 192.168.1.100; range 192.168.1.150 192.168.1.200; }

source: DHCP FAQ
it: FAQ di DHCP
ko: DHCP에 대해 자주하는 질문
pt: Perguntas frequentes sobre o DHCP

source: The <application>slapd</application> daemon will send log information to <filename>/var/log/syslog</filename> by default. So if all does <emphasis>not</emphasis> go well check there for errors and other troubleshooting information.
it: Il demone <application>slapd</application> invia le proprie registrazioni verso <filename>/var/log/syslog</filename>, se qualche cosa <emphasis>non</emphasis> funziona correttamente, controllare lì per gli eventuali errori o altre informazioni utili alla risoluzione dei problemi.

source: <emphasis>-a:</emphasis> applies the specified profile.
it: <emphasis>-a</emphasis>: applica il profilo specificato.

source: sudo ldapadduser george example
it: sudo ldapadduser mario example

source: sudo ldapsetpasswd george
it: sudo ldapsetpasswd mario

source: sudo ldapdeleteuser george
it: sudo ldapdeleteuser mario

source: replace: gecos gecos: George Carlin
it: replace: gecos gecos: Mario Rossi

source: Now is a good time to decide which mailbox format you want to use. By default Postifx will use <emphasis role="strong">mbox</emphasis> for the mailbox format. Rather than editing the configuration file directly, you can use the <command>postconf</command> command to configure all <application>postfix</application> parameters. The configuration parameters will be stored in <filename>/etc/postfix/main.cf</filename> file. Later if you wish to re-configure a particular parameter, you can either run the command or change it manually in the file.
it: A questo punto è utile decidere quale formato di casella di posta usare. In modo predefinito, Postifx utilizza <emphasis role="strong">mbox</emphasis> come formato. Invece di modificare direttamente il file di configurazione, è possibile usare il comando <command>postconf</command> per configurare tutti i parametri di <application>postfix</application> che verranno salvati nel file <filename>/etc/postfix/main.cf</filename>. In seguito, per riconfigurare un particolare parametro, è possibile eseguire nuovamente il comando o modificare il file a mano.
ko: 이제 어느 메일박스 형식을 사용할 지를 결정해야 합니다. 기본적으로 Postfix 는 <emphasis role="strong">mbox</emphasis> 형식을 사용할 것입니다. 설정 파일을 직접 수정하는 대신, <command>postconf</command> 명령어를 통해 모든 <application>postfix</application> 파라미터들을 설정할 수 있습니다. 설정 파라미터들은 <filename>/etc/postfix/main.cf</filename> 파일에 저장될 것입니다. 이후에 특정 파라미터를 변경하고 싶다면, 이 명령을 실행하거나 설정 파일을 직접 수정할 수 있습니다.
pt: Agora será uma boa altura para decidir que formatos de mailbox deseja usar. Por defeito o Postfix irá usar <emphasis role="strong">mbox</emphasis> para o formato da mailbox. Em vez de editar o ficheiro de configuração directamente, pode usar o comando <command>postconf</command> para configurar todos os parâmetros <application>postfix</application>. Os parâmetros de configuração serão armazenados em <filename>/etc/postfix/main.cf</filename>. Poderá posteriormente, se o desejar, configurar um parâmetro em particular correndo o comando ou alterando de forma manual o ficheiro.

source: To configure the mailbox format for <emphasis role="strong">Maildir:</emphasis>
it: Per configurare la casella di posta per <emphasis role="strong">Maildir</emphasis>:
ko: <emphasis role="strong">Maildir</emphasis> 형식의 메일박스를 사용하도록 설정하려면:
pt: Para configurar o formato da mailbox para <emphasis role="strong">Maildir:</emphasis>

source: This will place new mail in /home/<emphasis role="italic">username</emphasis>/Maildir so you will need to configure your Mail Delivery Agent (MDA) to use the same path.
it: Questo posizionerà le nuove mail in /home/<emphasis role="italic">NOME_UTENTE</emphasis>/Maildir e sarà quindi necessario configurare il proprio MDA (Mail Delivery Agent) affinché utilizzi lo stesso percorso.

source: Configure Postfix for SMTP-AUTH using SASL (Dovecot SASL):
it: Configurare Postfix per SMTP-AUTH usando SASL (Dovecot SASL):

source: The <emphasis>smtpd_sasl_path</emphasis> configuration is a path relative to the Postfix queue directory.
it: La configurazione <emphasis>smtpd_sasl_path</emphasis> è un percorso relativo alla directory di Postfix.

source: Next, configure the digital certificate for TLS. When asked questions, follow the instructions and answer appropriately:
it: Configurare il certificato digitale per TLS. Seguire le istruzioni a schermo e rispondere appropriatamente:

source: You can get the digital certificate from a certificate authority. But unlike web clients, SMTP clients rarely complain about "self-signed certificates", so alternatively, you can create the certificate yourself. Refer to <xref linkend="creating-a-self-signed-certificate"/> for more details.
it: È possibile ottenere un certificato da un'autorità di certificazione, ma diversamente dai client web, i client SMTP non pongono problemi riguardo i certificati auto-firmati ed è quindi possibile crearne uno. Per maggiori informazioni, consultare <xref linkend="creating-a-self-signed-certificate"/>.

source: Configure Postfix to provide TLS encryption for both incoming and outgoing mail:
it: Configurare Postfix affinché fornisca cifratura TLS per le email sia in entrata che in uscita:

source: Now, the file <filename>/etc/postfix/main.cf</filename> should look like <ulink url="../sample/postfix_configuration">this</ulink>.
it: Ora, il file <filename>/etc/postfix/main.cf</filename> dovrebbe essere simile a <ulink url="../sample/postfix_configuration">questo</ulink>.
ko: 이때 <filename>/etc/postfix/main.cf</filename>와 <ulink url="../sample/postfix_configuration">this</ulink>이 같아보여야 합니다.
pt: Agora, o ficheiro <filename>/etc/postfix/main.cf</filename> deverá ser semelhante a <ulink url="../sample/postfix_configuration">este</ulink>.

source: The postfix initial configuration is complete. Run the following command to restart the postfix daemon:
it: La configurazione iniziale di postfix è completa, eseguire il seguente comando per riavviarne il demone:

source: <application>Postfix</application> supports SMTP-AUTH as defined in <ulink url="ftp://ftp.isi.edu/in-notes/rfc2554.txt">RFC2554</ulink>. It is based on <ulink url="ftp://ftp.isi.edu/in-notes/rfc2222.txt">SASL</ulink>. However it is still necessary to set up SASL authentication before you can use SMTP-AUTH.
it: <application>Postfix</application> supporta SMTP-AUTH come descritto in <ulink url="ftp://ftp.isi.edu/in-notes/rfc2554.txt">RFC2554</ulink> ed è basato su <ulink url="ftp://ftp.isi.edu/in-notes/rfc2222.txt">SASL</ulink>. È comunque ancora necessario impostare l'autenticazione SASL prima di poter usare SMTP-AUTH.

source: Postfix supports two SASL implementations Cyrus SASL and Dovecot SASL. To enable Dovecot SASL the <application>dovecot-common</application> package will need to be installed. From a terminal prompt enter the following:
it: Postfix supporta due implementazioni SASL: Cyrus SASL e Dovecot SASL. Per abilitare Dovecot SASL è necessario installare il pacchetto <application>dovecot-common</application>. In un terminale digitare:

source: Next you will need to edit <filename>/etc/dovecot/dovecot.conf</filename>. In the <emphasis>auth default</emphasis> section uncomment the <emphasis>socket listen</emphasis> option and change the following:
it: Modificare quindi il file <filename>/etc/dovecot/dovecot.conf</filename>. Nella sezione <emphasis>auth default</emphasis> de-commentare l'opzione <emphasis>socket listen</emphasis> e modificare come di seguito:

source: Once you have <application>Dovecot</application> configured restart it with:
it: Una volta configurato <application>Dovecot</application>, riavviarlo:

source: bhuvan@rainbow:~$ telnet localhost pop3 Trying 127.0.0.1... Connected to localhost.localdomain. Escape character is '^]'. +OK Dovecot ready.
it: telnet localhost pop3 Trying 127.0.0.1... Connected to localhost.localdomain. Escape character is '^]'. +OK Dovecot ready.

source: Mailman provides a web interface for the administrators and users. So, it requires Apache with mod_perl support. Mailman uses an external mail server to send and receive emails. It works perfectly with the following mail servers:
it: Mailman fornisce un'interfaccia web per gli amministratori e per gli utenti ed è quindi richiesto Apache con il supporto mod_perl. Mailman utilizza un server mail esterno per inviare e ricevere le email e funziona molto bene con i seguenti server mail:

source: Spamassassin Wiki
it: Wiki di Spamassassin

source: 128 megabytes
it: 128 megabyte

source: The installer then discovers your hardware configuration, and configures the network settings using DHCP.
it: Il programma di installazione scopre la propria configurazione hardware e configura le impostazioni di rete usando DHCP.

source: You now have the option to install, or not install, several package tasks. See <xref linkend="install-tasks"/> for details.
it: È ora possibile decidere se istallare o meno diversi pacchetti "task". Per maggiori informazioni, consultare la <xref linkend="install-tasks"/>.

source: vsftpd is an FTP daemon available in Ubuntu. It is easy to install, set up, and maintain. To install <application>vsftpd</application> you can run the following command: <screen> <command>sudo apt-get install vsftpd</command> </screen>
it: Un demone FTP disponibile in Ubuntu è vsftpd, semplice da installare, configurare e mantenere. È possibile installare <application>vsftpd</application> eseguendo il comando seguente: <screen> <command>sudo apt-get install vsftpd</command> </screen>
ko: vsftpd 는 우분투에서 사용할 수 있는 FTP 데몬 입니다. 이것은 설치, 설정, 그리고 관리하기가 쉽습니다. <application>vsftpd</application> 를 설치하려면 다음의 명령을 실행 합니다: <screen> <command>sudo apt-get install vsftpd</command> </screen>
pt: vsftpd é um serviço disponível no Ubuntu. É fácil de instalar, configurar e manter. Para instalar o <application>vsftpd</application> pode executar o seguinte comando: <screen> <command>sudo apt-get install vsftpd</command> </screen>

source: vsftpd - FTP Server Configuration
it: vsftpd - Configurazione del server FTP
ko: vsftpd - FTP 서버 설정
pt: vsftpd - Configuração do Servidor FTP

source: You can edit the vsftpd configuration file, <filename>/etc/vsftpd.conf</filename>, to change the default settings. By default only anonymous FTP is allowed. If you wish to disable this option, you should change the following line:
it: È possibile modificare il file di configurazione <filename>/etc/vsftpd.conf</filename> per cambiare le impostazioni predefinite. L'unico accesso consentito è quello anonimo e per disabilitare questa opzione è necessario modificare la seguente riga:

source: By default, local system users are not allowed to login to FTP server. To change this setting, you should uncomment the following line:
it: Gli utenti locali, in modo predefinito, non hanno accesso al server FTP. Per modificare questa impostazione, de-commentare la seguente riga:

source: By default, users are allowed to download files from FTP server. They are not allowed to upload files to FTP server. To change this setting, you should uncomment the following line:
it: Agli utenti, in modo predefinito, è consentito scaricare file dal server FTP, ma non sono autorizzati a caricarne. Per modificare questa impostazione, de-commentare la seguente riga:

source: Similarly, by default, the anonymous users are not allowed to upload files to FTP server. To change this setting, you should uncomment the following line:
it: Anche gli utenti anonimi non possono caricare i file al server FTP. Per modificare questa impostazione, de-commentare la seguente riga:

source: Once you configure <application>vsftpd</application> you can start the daemon. You can run following command to run the <application>vsftpd</application> daemon:
it: Una volta configurato <application>vsftpd</application> è possibile avviarne il demone. Per avviare il demone <application>vsftpd</application> digitare:

source: Please note that the defaults in the configuration file are set as they are for security reasons. Each of the above changes makes the system a little less secure, so make them only if you need them.
it: Notare che le impostazioni predefinite presenti nel file di configurazione, sono così per ragioni di sicurezza. Ognuno dei cambiamenti prima elencati rendono il sistema un po' meno sicuro: applicarli in casi di effettiva necessità.
ko: 설정 파일에 기본 설정된 것은 보안의 사유를 위하여 지정된 것임을 주의 하십시오. 위의 변경된 각각은 시스템을 덜 보안적으로 할 수 있으므로, 그것들이 꼭 필요한 경우에만 변경을 하십시오.
pt: Note-se que os valores por omissão no ficheiro de configuração são definidos como estão por razões de segurança. Cada uma das alterações anteriores torna o sistema um pouco menos seguro, pelo que só devem ser feitas se necessário.

source: ServerAdmin bjoy@somebigco.com
it: ServerAdmin carlo@qualchesocieta.it

source: Listen 127.0.0.1:631 # existing loopback Listen Listen /var/run/cups/cups.sock # existing socket Listen Listen 192.168.10.250:631 # Listen on the LAN interface, Port 631 (IPP)
it: Listen 127.0.0.1:631 # Listen esistente per loopback Listen /var/run/cups/cups.sock # socket Listen esistente Listen 192.168.10.250:631 # Listen sull'interfaccia LAN, porta 631 (IPP)
pt: Listen 127.0.0.1:631 # escuta no interface loopback Listen /var/run/cups/cups.sock # socket Listen actual Listen 192.168.10.250:631 # Escutar o interface de rede local, na Porta, 631 (IPP)

source: It is possible to configure the same server to be a caching name server, primary master, and secondary master. A server and be the Start of Authority (SOA) for one zone, while providing secondary service for another zone. All the while providing caching services for hosts on the local LAN.
it: È possibile configurare un server dei nomi come server cache, server primario o secondario. Un server può essere lo "Start of Authority" (SOA) per una zona, fornendo al tempo stesso servizi di server secondario per un'altra e servizi di cache per gli host nella rete locale.

source: Once you have made a change to the zone file <application>BIND9</application> will need to be restarted for the changes to take affect:
it: Una volta apportate le modifiche al file zona, è necessario riavviare <application>BIND9</application> affinché i cambiamenti abbiano effetto:

source: Once a host has been configured to use the new nameserver one of the simplest tests is the <application>ping</application> utility. From a terminal prompt enter:
it: Una volta configurato un host affinché sfrutti il nuovo server dei nomi, la prova più semplice consiste nell'utilizzare l'utilità <application>ping</application>. Dal terminale digitare:

source: This tests if the nameserver can resolve the name <emphasis>example.com</emphasis> to an IP Address. The command output should resemble:
it: In questo modo viene verificato se il server dei nomi è in grado di risolvere il nome <emphasis>example.com</emphasis> in un indirizzo IP. L'output del comando dovrebbe essere simile a questo:

source: Now restart <application>BIND9</application> for the changes to take affect:
it: Ora riavviare <application>BIND9</application> affinché le modifiche abbiano effetto.

source: There are many ways to backup a Ubuntu installation. The most import thing about backups is to develop a <emphasis>backup plan</emphasis> consisting of what to backup, where to backup it up to, and how to restore it.
it: Esistono diversi metodi per eseguire una copia di backup di un'installazione di Ubuntu. La parte più importante riguardo alle copie di backup è la pianificazione di un <emphasis>piano di backup</emphasis> composto di che cosa fare una copia di backup, dove farla e come ripristinarla.

source: # m h dom mon dow command
it: # m h dom mon dow comando

source: tar -tzvf /mnt/backup/host-Monday.tgz
it: tar -tzvf /mnt/backup/host-lunedì.tgz

source: tar -xzvf /mnt/backup/host-Monday.tgz -C /tmp etc/hosts
it: tar -xzvf /mnt/backup/host-lunedì.tgz -C /tmp etc/hosts

source: sudo tar -xzvf /mnt/backup/host-Monday.tgz
it: sudo tar -xzvf /mnt/backup/host-lunedì.tgz

source: sudo adduser $username bacula
it: sudo adduser NOME_UTENTE bacula

source: Fortunately, your Ubuntu system may provide all such facilities to Windows clients and share network resources among them. One of the principle pieces of software your Ubuntu system includes for Windows networking is the SAMBA suite of SMB server applications and tools. This section of the <phrase>Ubuntu</phrase> Server Guide will briefly introduce the installation and limited configuration of the SAMBA suite of server applications and utilities. Additional, detailed documentation and information on SAMBA is beyond the scope of this documentation, but exists on the <ulink url="http://www.samba.org">SAMBA website</ulink>.
ko: 다행스럽게, 우분투 시스템은 윈도우즈 클라이언트에게 이 모든 편의를 제공하고 그들과 함께 네트워크 자원을 공유할 수 있습니다. 윈도우즈 네트워킹을 위하여 우분투 시스템이 포함하는 가장 중요한 소프트웨어의 하나는 SMB 서버 프로그램과 도구들을 모은 SAMBA 스위트(suite) 입니다. <phrase>우분투</phrase> 서버 안내서의 이 부분에서는 서버 프로그램과 유틸리티의 SAMBA 스위트를 설치하고 제한적인 설정을 하는 소개를 간략히 하겠습니다. SAMBA에 대한 상세한 문서와 정보는 이 문서의 범위를 벗어나지만, 여러분은 <ulink url="http://www.samba.org">SAMBA 웹사이트</ulink>에서 해당 문서들을 찾아볼 수 있습니다.
pt: Felizmente o seu sistema Ubuntu pode providenciar todos os meios para clientes Windows e partilhar recursos entre sistemas. Uma das principais peças de software que o seu sistema Ubuntu inclui para ligar em rede com o Windows é o SAMBA, um conjunto de servidores e ferramentas SMB. Esta secção do Guia do Servidor <phrase>Ubuntu</phrase> dar-lhe-á uma breve introdução à instalação e configuração do conjunto de servidores e ferramentas do SAMBA. Documentação e informações mais detalhadas acerca do SAMBA estão fora dos objectivos desta documentação mas está disponível no <ulink url="http://www.samba.org">website do SAMBA</ulink>.

source: Installing SAMBA
ko: SAMBA 설치
pt: Instalar o SAMBA

source: At the prompt enter the following command to install the SAMBA server and client applications:
ko: 프롬프트에서 다음 명령을 입력하여 SAMBA 서버와 클라이언트 프로그램을 설치합니다:
pt: Na linha de comandos escreva o seguinte comando para instalar o servidor SAMBA e as suas aplicações cliente:

source: To mount Windows filesystems using SMB, you will also need smbfs. Enter the command:
ko: SMB를 이용하여 윈도우즈 파일 시스템을 마운트하려면 smbfs가 필요합니다. 다음 명령을 입력하세요:
pt: Para montar sistemas de ficheiros utilizando SMB irá necessitar do smbfs. Escreva o comando:

source: Configuring SAMBA
ko: SAMBA 설정
pt: Configurar o SAMBA

source: You may configure the SAMBA server by editing the <filename>/etc/samba/smb.conf</filename> file to change the default settings or add new settings. More information about each setting is available in the comments of the <filename>/etc/samba/smb.conf</filename> file or by viewing the <filename>/etc/samba/smb.conf</filename> manual page from the prompt with the following command typed at a terminal prompt:
ko: 여러분은 기본 설정을 변경하거나 새로운 설정을 추가하기 위하여 <filename>/etc/samba/smb.conf</filename> 파일을 편집하는 것으로 SAMBA 서버를 설정할 수 있습니다. 각 설정에 대한 좀 더 많은 정보는 <filename>/etc/samba/smb.conf</filename> 파일의 설명에 있고, 또는 터미널 프롬프트에서 다음의 명령을 입력하여 <filename>/etc/samba/smb.conf</filename> 매뉴얼 페이지를 보셔도 됩니다:
pt: Pode configurar o servidor SAMBA editando o ficheiro <filename>/etc/samba/smb.conf</filename> para alterar as definições padrão ou adicionar novas definições. Informação extra sobre cada definição está disponível nos comentários do ficheiro <filename>/etc/samba/smb.conf</filename> ou consultando o manual do <filename>/etc/samba/smb.conf</filename> a partir da consola com o seguinte comando:

source: Prior to editing the configuration file, you should make a copy of the original file and protect it from writing so you will have the original settings as a reference and to re-use as necessary.
ko: 설정 파일을 편집하기 전에, 여러분은 원본 파일의 복사본을 만들고 쓰기에서 이것을 보호해야만 합니다. 그러므로 여러분은 참조할 수 있는 원래의 설정을 가지게 되고 필요에 따라 재 사용할 수 있습니다.
pt: Antes de editar o ficheiro de configuração, deve efectuar uma cópia do ficheiro original e protegê-lo contra escrita por forma a manter as definições originais como referência e reutilizá-las quando necessário.

source: Backup the <filename>/etc/samba/smb.conf</filename> file:
ko: <filename>/etc/samba/smb.conf</filename> 파일 백업:
pt: Criar cópia de segurança do ficheiro <filename>/etc/samba/smb.conf</filename>:

source: Now, edit the <filename>/etc/samba/smb.conf</filename> file and make your changes.
ko: 이제, <filename>/etc/samba/smb.conf</filename> 파일을 열어 변경합니다.
pt: Agora, edite o ficheiro <filename>/etc/samba/smb.conf</filename> e faça as suas alterações.
