Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: As with any other security barrier you put in place to protect your server, it is pretty tough to defend against untold damage caused by someone with physical access to your environment, for example, theft of hard drives, power or service disruption and so on. Therefore, console security should be addressed merely as one component of your overall physical security strategy. A locked "screen door" may deter a casual criminal, or at the very least slow down a determined one, so it is still advisable to perform basic precautions with regard to console security.
es: Como con cualquier otra barrera de seguridad que usted ponga para proteger su servidor, es muy difícil defenderse de los daños impredecibles causados por alguien con acceso físico a su entorno, por ejemplo, robo de discos rígidos, interrupción del servicio o energía y así. Por esta razón, la seguridad de la consola debe tenerse en cuenta simplemente como un componente más de su estrategia general de seguridad física. Una "pantalla de entrada" bloqueada puede desanimar a un criminal casual, o por lo menos ralentizar a uno decidido, así que es recomendable tener precauciones básicas respecto a la seguridad de la consola.
it: Come con qualsiasi sistema di protezione che viene usato per proteggere il proprio server. è molto difficile difendersi dai rischi imprevisti, causati da qualcuno con accesso fisico all'interno dell'ambiente di lavoro, come furti di dischi fissi, mancanza di corrente e via dicendo. Perciò, è necessario considerare la sicurezza della console come un componente della sicurezza totale del sistema. Una porta bloccata può fermare un malintenzionato o può rallentare un ladro esperto, ed è quindi utile prendere delle precauzioni anche a livello della console.
sv: Som med andra säkerhetsbarriärer du iordningställt för att skydda din server så är det mycket svårt att skydda sig mot oförberedda skador orsakat av någon med fysisk åtkomst till lokalerna, till exempel hårddiskstöld, ström eller serviceskador o.s.v. Därför skall konsolsäkerhet ses som en del av en övergripande fysisk säkerhetsstrategi. En låst "screen door" bör avskräcka en tillfällig brottsling eller åtminstone fördröja en som är beslutsam, det är fortfarande lämpligt att uppföra ett grundskydd med avseende på konsolsäkerhet.

source: The following instructions will help defend your server against issues that could otherwise yield very serious consequences.
es: Las siguientes instrucciones le ayudarán a defender su servidor contra cuestiones que de otro modo podrían producir consecuencias muy graves.
it: Le seguenti istruzioni consentiranno di proteggere il proprio server da problemi che potrebbero portare serie conseguenze.
sv: Följande instruktioner hjälper till med att skydda din server mot problem som annars skulle kunna orsaka mycket allvarliga konsekvenser.

source: Disable Ctrl+Alt+Delete
es: Deshabiltar Ctrl+Alt+Supr
it: Disabilitare il Ctrl+Alt+Canc
sv: Inaktivera Ctrl+Alt+Delete

source: First and foremost, anyone that has physical access to the keyboard can simply use the <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Delete</keycap></keycombo> key combination to reboot the server without having to log on. Sure, someone could simply unplug the power source, but you should still prevent the use of this key combination on a production server. This forces an attacker to take more drastic measures to reboot the server, and will prevent accidental reboots at the same time.
es: En primer lugar, cualquiera que tenga acceso físico al teclado puede simplemente usar la combinación de teclas <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Supr</keycap></keycombo> para reiniciar el servidor sin tener que iniciar una sesión. Es cierto que cualquiera podría simplemente desenchufar el servidor de la red eléctrica, pero aun así debería prevenir el uso de esta combinación de teclas en un servidor en producción. Esto forzaría a un atacante a tomar medidas más drásticas para reiniciar el servidor y al mismo tiempo previene los reinicios accidentales.
it: Qualsiasi persona con accesso fisico alla tastiera può semplicemente premere <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Canc</keycap></keycombo> per riavviare il server senza eseguire l'accesso. Qualcuno può sempre scollegare la presa della corrente, ma per lo meno è da evitare l'uso di questa combinazione di tasti su un server in produzione. In questo modo un malintenzionato è costretto a utilizzare altre strategie per riavviare un server e consente di non riavviarlo accidentalmente.
sv: Först och främst, vem som helst som har fysisk tillgång till tangentbordet kan enkelt använda tangentbordskombinationen <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Delete</keycap></keycombo> för att starta om servern utan att behöva logga in. Visserligen kan någon dra ut strömkabeln, men du skall ändå skydda dig mot användandet av den här tangentbordskombinationen på en produktionsserver. Det tvingar en angripare att använda mer kraftfulla metoder för att starta om servern och på samma gång förhindra oavsiktliga omstarter.

source: To disable the reboot action taken by pressing the <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Delete</keycap></keycombo> key combination, comment out the following line in the file <filename>/etc/event.d/control-alt-delete</filename>.
es: Para deshabilitar la acción de reinicio tomada por oprimir la combinación de teclas <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Supr</keycap></keycombo>, comente la siguiente línea en el archivo <filename>/etc/event.d/control-alt-delete</filename>.
it: Per disabilitare il riavvio con la combinazione di tasti <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Canc</keycap></keycombo>, commentare le seguenti righe nel file <filename>/etc/event.d/control-alt-delete</filename>.
sv: För att inaktivera möjligheten till omstart genom att trycka <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Delete</keycap></keycombo>-kombinationen, avkommentera följande rader i filen <filename>/etc/event.d/control-alt-delete</filename>.

source: GRUB Password Security
es: Contraseña de seguridad GRUB
it: Sicurezza della password di GRUB
sv: GRUB lösenordssäkerhet

source: Ubuntu installs GNU GRUB as its default boot loader, which allows for great flexibility and recovery options. For example, when you install additional kernel images, these are automatically added as available boot options in the <application>grub</application> menu. Also, by default, alternate boot options are available for each kernel entry that may be used for system recovery, aptly labeled (recovery mode). Recovery mode simply boots the corresponding kernel image into single user mode (init 1), which lands the administrator at a root prompt without the need for any password.
es: Ubuntu instala GNU GRUB como su cargador de inicio por defecto, el cual permite una gran flexibilidad y opciones de recuperación. Por ejemplo, cuando instala imágenes de adicionales de kernel, estas se añaden automáticamente como opciones de inicio disponibles en el menú <application>grub</application>. También, por defecto, las opciones alternativas de inicio están disponibles para cada entrada de kernel que puede ser utilizado para la recuperación del sistema, acertadamente etiquetados (recovery mode). El Recovery mode simplemente inicia la imagen del kernel correspondiente en modo de usuario único (init 1), lo que permite entrar como administrador en una terminal de root sin la necesidad de alguna contraseña.
it: Il boot loader predefinito di Ubuntu, GNU GRUB, è dotato di grande flessibilità e di opzioni di recupero molto utili. Per esempio, quando vengono installate delle nuove immagini di kernel, queste vengono automaticamente aggiunte alle scelte del boot nel menù di <application>grub</application>. Come impostazione predefinita, vengono inserite delle voci per ogni kernel con delle opzioni alternative che permettono di avviare il sistema in modalità di recupero, sono le voci marcate come "(recovery mode)". La modalità di recupero avvia semplicemente il kernel in modalità singolo utente (init 1), permettendo all'amministratore di operare su un terminale senza la necessità di inserire una password.
sv: Ubuntu installerar GNU GRUB som sitt standardstartprogram, vilket ger utymme för stor flexibilitet och återställningsalternativ. Till exempel när du installerar ytterligare kärn-avbilder, läggs dessa automatiskt till som valbara startalternativ i <application>grub</application>-menyn. Som standard finns också alternativa startmöjligheter för varje kärna som kan användas för systemåterställning, lämpligt märkta (systemåterställning). Systemåterställningen startar tillhörande kärna till ett enavändarläge (init 1) vilket lämnar administratören vid en root-prompt utan behov av något lösenord.

source: Therefore, it is important to control who may edit the <application>grub</application> menu items which, would otherwise allow for someone to perform the following dangerous actions:
es: Por lo tanto, es importante controlar cómo se pueden editar los elementos del menú <application>grub</application> los cuales, podrían permitir a alguien ejecutar las siguiente acciones peligrosas:
it: Pertanto, è molto importante prevenire che le voci del menù di <application>grub</application> vengano modificate da chiunque, consentendo di eseguire le seguenti azioni pericolose:
sv: Därför är det nödvändigt att kontrollera vem som skall ha möjlighet att redigera innehållet i <application>grub</application>-menyn, i annat fall så kan vem som helst utföra följande farliga handlingar:

source: Pass kernel options at boot up.
es: Pasar opciones de kernel en la inicialización
it: Passare delle opzioni specifiche al kernel da caricare.
sv: Godkänna kärn-alternativ vid upstart.

source: Boot the server into single user mode.
es: Arrancar el servidor en modo usuario simple
it: Avviare il server in modalità singolo utente.
sv: Starta servern till enanvändarläge.

source: You can prevent these actions by adding a password to GRUB's configuration file of <filename>/boot/grub/menu.lst</filename>, which will be required to unlock GRUB's more advanced features prior to use.
es: Puede prevenir estas acciones añadiendo una contraseña al archivo de configuración de GRUB <filename>/boot/grub/menu.lst</filename>, que será necesaria para desbloquear el acceso a opciones más avanzadas de GRUB antes de usarlas.
it: È possibile bloccare queste azioni aggiungendo una password all'interno del file di configurazione di GRUB (<filename>/boot/grub/menu.lst</filename>) che verrà richiesta per sbloccare l'accesso alla funzioni avanzate di GRUB.
sv: Du kan förhindra att detta händer genom att lägga till ett lösenord till GRUB:s konfigurationsfil <filename>/boot/grub/menu.lst</filename>, vilket kommer att krävas för att låsa upp GRUB: s mer avancerade funktioner innan användning.

source: To add a password for use with <application>grub</application>, first you must generate an md5 password hash using the <application>grub-md5-crypt</application> utility:
es: Para añadir una contraseña para usarla con <application>grub</application>, primero debe generar una contraseña aleatoria md5 usando la utilidad <application>grub-md5-crypt</application>:
it: Per aggiungere una password a <application>grub</application>, è necessario generare un hash md5 della password usando l'utilità <application>grub-md5-crypt</application>:
sv: För att lägga till ett lösenord att använda med <application>grub</application>, måste du börja med att skapa ett md5 hash-lösenord, med hjälp av verktyget <application>grub-md5-crypt</application>:

source: The command will ask you to enter a password and offer a resulting hash value as shown below:
es: El comando le pedirá ingresar una contraseña y ofrecer un valor hash resultando como se muestra a continuación:
it: Il comando chiederà di inserire una password e successivamente ne mostrerà l'hash, come mostrato di seguito:
sv: Kommandot kommer be dig att ange ett lösenord och ge ett resulterande hash-värde, såsom visas nedan:

source: (enter new password)
es: (intriduzca nueva contraseña)
it: (inseririre una nuova password)

source: (repeat password)
es: (repita contraseña)
it: (ripetere la password)

source: Password: <placeholder-1/> Retype password: <placeholder-2/> $1$s3YiK$M3lxAbqA6JLm2FbDWnClQ0
es: Contraseña: <placeholder-1/>Reescriba contraseña: <placeholder-2/>$1$s3YiK$M3lxAbqA6JLm2FbDWnClQ0

source: Add the resulting hash value to the file <filename>/boot/grub/menu.lst</filename> in the following format:
es: Añada el resultado del cálculo al archivo <filename>/boot/grub/menu.lst</filename> en el siguiente formato:
it: Aggiungere il valore hash al file <filename>/boot/grub/menu.lst</filename> in questo modo:
sv: Lägg till hash-värderesultatet i filen <filename>/boot/grub/menu.lst</filename> i följande format:

source: password --md5 $1$s3YiK$M3lxAbqA6JLm2FbDWnClQ0
es: contraseña --md5 $1$s3YiK$M3lxAbqA6JLm2FbDWnClQ0

source: To require use of the password for entering single user mode, change the value of the <varname>lockalternative</varname> variable in the file <filename>/boot/grub/menu.lst</filename> to <varname>true</varname>, as shown in the following example.
es: Para requerir el uso de la contraseña para entrar al modo de usuario único, cambia el valor de la variable <varname>lockalternative</varname> en el archivo <filename>/boot/grub/menu.lst</filename> a <varname>true</varname>, como se muestra en el siguiente ejemplo.
it: Per attivare la richiesta della password per avviare il sistema in modalità singolo utente, modificare il valore della variabile <varname>lockalternative</varname> nel file <filename>/boot/grub/menu.lst</filename> a <varname>true</varname>, come mostrato in questo esempio:
sv: För att kräva ett lösenord för att komma in till enanvändarläget, ändra värdena i variabeln <varname>lockalternative</varname> i filen <filename>/boot/grub/menu.lst</filename> till <varname>true</varname>, som visas i följande exempel.

source: This does not prevent someone from booting the server from alternate media. A determined attacker would simply boot into an alternate environment, overwrite your master boot record, mount or copy your physical volumes, destroy your data, or anything else they can imagine. Please explore other countermeasures that may help you with these types of attacks.
es: Esto no evita que alguien inicie el servidor desde algún medio alternativo. Un atacante decidido simplemente iniciaría un entorno alternativo, sobrescribiría su sector de arranque principal, montaría o copiaría sus volúmenes físicos, destruiría sus datos o haría cualquier otra cosa que se pudiera imaginar. Por favor explore otras medidas de seguridad que puedan ayudarle respecto a este tipo de ataques.
it: Questo metodo non è comunque efficace se si riesce a effettuare il boot da un dispositivo esterno. Un utente malintenzionato, in questo modo, potrebbe facilmente modificare il sistema affinché esegua il boot utilizzando un kernel modificato, montare e copiare il contenuto dei volumi fisici o anche distruggere i dati presenti sul disco. È consigliato utilizzare altre contromisure per prevenire questi tipi di attacchi.
sv: Det här hindrar inte att någon startar servern från alternativa medier. En beslutsam angripare kommer helt enkelt starta servern i en alternativ miljö, skriva över startsektorn (master boot record), montera eller kopiera dina fysiska volymer, förstöra din data eller annat som de kan hitta på. Undersök andra möjligheter för att undvika den här typen av attacker.

source: Firewall
es: Cortafuegos
sv: Brandvägg

source: The Linux kernel includes the <emphasis>Netfilter</emphasis> subsystem, which is used to manipulate or decide the fate of network traffic headed into or through your server. All modern Linux firewall solutions use this system for packet filtering.
es: El kernel Linux incluye el subsistema <emphasis>Netfilter</emphasis>, que es usado para manipular o decidir el destino del tráfico de red entre o a través de su red. Todas las soluciones firewall Linux modernas utilizan este sistema para el filtrado de paquetes.
it: Il kernel Linux include il sottosistema <emphasis>Netfilter</emphasis> usato per manipolare o decidere la sorte del traffico di rete diretto all'interno o attraverso un server. Tutte le moderne soluzioni firewall per Linux si basano su questo sistema di filtraggio dei pacchetti.
ko: 리눅스 커널은 <emphasis>Netfilter</emphasis> 서브 시스템을 포함하고, 이것은 여러분 서버로 오는 또는 경유하는 네트워크 트래픽을 조작하거나 운명을 결정하는데 사용 됩니다. 모든 현대적인 리눅스 방화벽 솔루션은 패킷을 걸러내기 위하여 이 시스템을 사용 합니다.
pt: O kernel (núcleo) do Linux inclui o sub-sistema <emphasis>Netfilter</emphasis> que é utilizado para manipular ou decidir o destino do tráfego de encaminhado para ou de passagem pelo servidor. Todas as modernas soluções de <emphasis role="italics">firewall</emphasis> utilizam este sistema para filtragem de pacotes.
sv: Linuxkärnan innehåller systemet <emphasis>Netfilter</emphasis> som används för att manipulera eller avgöra ödet för nätverkstrafik som skickas till eller genom din server. Alla moderna brandväggslösningar för Linux använder det här systemet för nätverksfiltrering.

source: The kernel's packet filtering system would be of little use to administrators without a userspace interface to manage it. This is the purpose of iptables. When a packet reaches your server, it will be handed off to the Netfilter subsystem for acceptance, manipulation, or rejection based on the rules supplied to it from userspace via iptables. Thus, iptables is all you need to manage your firewall if you're familiar with it, but many frontends are available to simplify the task.
es: El sistema de filtrado de paquetes del núcleo resulta de poca ayuda a los administradores si no se tiene una interfaz de usuario para gestionarlo. Éste es el proposito de iptables. Cuando un paquete llega a su servidor, éste es gestionado por el subsistema Netfilter para aceptarlo, manipularlo o rechazarlo basándose en las reglas suministradas a éste via iptables. Así, iptables es todo lo que necesita para manejar su cortafuegos si está familiarizado con él, pero existen muchos interfaces de usuario disponibles para simplificar esta tarea.
it: Il sistema di filtraggio dei pacchetti del kernel non è di grande utilità per gli amministratori senza un'interfaccia nello spazio utente per gestirlo. Questo è il compito di iptables. Quando un pacchetto raggiunge il proprio server, esso è gestito affidato al sottosistema Netfilter per l'accettazione, la manipolazione oppure il rifiuto secondo quanto stabilito da regole fornite al sottosistema dallo spazio utente attraverso iptables. Quindi, iptables è tutto ciò che è necessario per gestire il proprio firewall, a patto che si abbia la dimestichezza necessaria; sono comunque disponibili molte altre applicazioni per semplificare tale attività.
ko: 커널의 패킷 필터링 시스템은 그것을 관리하기 위한 사용자 공간의 인터페이스가 없이 시스템 관리자가 약간의 작업을 하는 것이 필요 합니다. 이것은 iptables의 목적 입니다. 패킷이 여러분의 서버에 도착할 때, 패킷은 iptables를 통하여 사용자 공간에서 패킷에 제공되는 규칙에 근거하여 패킷의 수용, 조작 또는 거절을 위한 Netfilter 서브 시스템을 거치게 됩니다. 그러므로, iptables는, 만약 여러분이 그것에 익숙하다면, 여러분의 방화벽을 관리하기 위하여 필요한 전부이고, 작업을 단순화하기 위한 많은 프론트엔드들이 있습니다.
pt: O sistema de filtragem de pacotes do kernel seria de pouca utilidade sem um interface de utilizador para o gerir. Esta é a finalidade das tabelas de ip <emphasis role="italics">iptables</emphasis>. Quando um pacote chega ao servidor, será encaminhado para o sub-sistema Netfilter, para aceitação, manipulação ou rejeição baseado nas regras que lhe são fornecidas à área do utilizador através das <emphasis role="italics">iptables</emphasis>. Assim, as <emphasis role="italics">iptables</emphasis> são tudo o que é necessário para gerir a sua <emphasis role="italics">firewall</emphasis> se estiver familiarizado com elas, mas existem muitos interfaces disponíveis para simplificar a tarefa.
sv: Kärnans paketfiltreringssystem skulle vara ganska värdelöst för administratörer utan ett användargränssnitt för att hantera det. Ett sådant gränssnitt är iptables. När ett paket anländer till din server kommer det att skickas till Netfilter-systemet för att accepteras, manipuleras, eller nekas, beroende på de regler det får från iptables. Därför är iptables allt du behöver för att hantera din brandvägg om du är bekant med den, men det finns många gränssnitt för att förenkla uppgiften.

source: ufw - Uncomplicated Firewall
es: ufw - Cortafuegos sencillo
it: ufw - Firewall non complicato

source: The default firewall configuration tool for Ubuntu is <application>ufw</application>. Developed to ease iptables firewall configuration, <application>ufw</application> provides a user friendly way to create an IPv4 or IPv6 host-based firewall.
es: La herramienta de configuración de firewall por defecto para Ubuntu es <application>ufw</application>. Desarrollada para facilitar la configuración de firewall con iptables, <application>ufw</application> provee una manera amigable para crear un firewall IPv4 o IPv6 basada en host.
it: L'applicazione predefinita in Ubuntu per la configurazione di un firewall è <application>ufw</application>. Sviluppato per semplificare la configurazione di iptables, <application>ufw</application> offre un modo semplice per creare un firewall basato su protocolli IPv4 e IPv6.
sv: Konfigurationsverktyget för standardbrandväggen i Ubuntu är <application>ufw</application>. Den är utvecklad för att underlätta konfigurationen av brandväggen iptables, <application>ufw</application> tillhandahåller ett användarvänligt sätt att skapa en IPv4 eller IPv6 värd-baserad brandvägg.

source: <application>ufw</application> by default is initially disabled. From the <application>ufw</application> man page:
es: <application>ufw</application> está deshabilitada por defecto. De la página man de<application>ufw</application>:
it: <application>ufw</application>, in modo predefinito, è inizialmente disabilitato. Dal manuale di <application>ufw</application> si legge:
sv: <application>ufw</application> är normalt inaktiverad. Från <application>ufw</application> manualsidan:

source: ufw is not intended to provide complete firewall functionality via its command interface, but instead provides an easy way to add or remove simple rules. It is currently mainly used for host-based firewalls.
es: ufw no tiene la intención de proporcionar funcionalidad de corta fuegos total vía su interfaz de comando, pero en cambio provee una manera fácil de añadir y remover reglas simples. Actualmente es utilizado básicamente para corta fuegos basados en host.
it: ufw is not intended to provide complete firewall functionality via its command interface, but instead provides an easy way to add or remove simple rules. It is currently mainly used for host-based firewalls (ufw non ha lo scopo di implementare tutte le funzionalità di un firewall tramite la sua interfaccia di comandi, ma invece cerca di facilitare l'aggiunta o la rimozione di semplici regole. È usato principalmente per dei firewall host-based)
sv: ufw är inte tänkt att tillhandahålla en komplett brandväggsfunktionalitet genom kommandogränssnittet, utan istället tillhandahålla ett enkelt sätt att lägga till eller ta bort enkla regler. Den används förnärvarande främst till värd-baserade brandväggar.

source: The following are some examples of how to use <application>ufw</application>:
es: Lo siguiente son unos ejemplos de como usar <application>ufw</application>:
it: Seguono degli esempi sull'uso di <application>ufw</application>:
sv: Följande är några exempel på hur <application>ufw</application> kan användas:
