Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: <emphasis role="bold">Upgrade Packages</emphasis>: To upgrade packages, perform the update of the package index as detailed above, and then press the <keycap>U</keycap> key to mark all packages with updates. Now press <keycap>g</keycap> whereby you'll be presented with a summary of package actions. Press <keycap>g</keycap> again, and you will be prompted to become root to complete the installation. Press <keycap>ENTER</keycap> which will result in a Password: prompt. Enter your user password to become root. Finally, press <keycap>g</keycap> once more, and you'll be prompted to download the packages. Press <keycap>ENTER</keycap> on the <emphasis role="italics">Continue</emphasis> prompt, and upgrade of the packages will commence.
es: <emphasis role="bold">Actualizar paquetes</emphasis>: Para actualizar paquetes, ponga al día la lista de paquetes como se ha explicado anteriormente y pulse la tecla <keycap>U</keycap> para marcar todos los paquetes actualizables. Después pulse <keycap>g</keycap> y obtendrá un un resumen de todas las acciones que se realizarán. Pulse <keycap>INTRO</keycap>, introduzca la contraseña cuando se la pidan para convertirse en administrador. Vuelva a pulsar <keycap>g</keycap> y se se solicitará permiso para descargar los paquetes. Pulse <keycap>INTRO</keycap> en <emphasis role="italics">Continuar</emphasis> y comenzará la actualización de paquetes.
it: <emphasis role="bold">Aggiornare i pacchetti</emphasis>: per aggiornare i pacchetti, eseguire l'aggiornamento dell'indice dei pacchetti come spiegato precedentemente, quindi premere il tasto <keycap>U</keycap> per selezionare tutti i pacchetti con aggiornamenti. Adesso premere <keycap>g</keycap> per avere un sommario delle azioni possibili sui pacchetti. Premere nuovamente <keycap>g</keycap> per assumere i privilegi di amministratore per completare l'installazione. Premere <keycap>Invio</keycap> e inserire la password. Infine premere <keycap>g</keycap> ancora una volta per la richiesta di scaricare i pacchetti. Premere <keycap>Invio</keycap> al prompt <emphasis role="italics">Continua</emphasis> e l'aggiornamento dei pacchetti inizierà.
ko: <emphasis role="bold">꾸러미 업그레이드</emphasis>: 꾸러미들을 업그레이드하려면, 위에서 설명한 꾸러미 인덱스 업데이트를 수행하고 모든 꾸러미들을 업데이트하도록 표시하기 위해 <keycap>U</keycap> 키를 누릅니다. 이제 <keycap>g</keycap> 키를 누르면 꾸러미들에 수행될 동작들의 요약을 볼 수 있습니다. 다시 <keycap>U</keycap> 키를 누르면 설치를 완료하기 위해 root 사용자로 변경한다는 메시지가 보일 것입니다. <keycap>ENTER</keycap> 키를 누르면 암호를 묻는 창이 뜨게 됩니다. 여러분의 암호를 입력하면, root 사용자로 변경됩니다. 마지막으로 <keycap>U</keycap> 키를 한번 더 누르면 꾸러미들을 다운로드 할지 물어보는 창이 뜹니다. <emphasis role="italics">Continue</emphasis> 프롬프트 상에서 <keycap>ENTER</keycap> 키를 누르면 꾸러미 업그레이드가 수행될 것입니다.
pt: <emphasis role="bold">Actualzar Pacotes</emphasis>: Para actualizar pacotes, execute a actualização do index de pacotes como detalhado acima, pressionando em seguida a tecla <keycap>U</keycap> para marcar todos os pacotes com actualizações. Agora pressione a tecla <keycap>g</keycap> pela qual será apresentado um sumário de actualizações a efectuar. Pressione a tecla <keycap>g</keycap> outra vez, e ser-lhe-a pedida a palavra-passe para tornar-se root para completar o processo. Pressione <keycap>ENTER</keycap> que irá resultar num pedido de palavra-passe. insira a sua palavra passe de utilizador para se tornar root. Finalmente pressione <keycap>g</keycap> novamente e ser-lhe-a pedido para descarregar os pacotes. Pressione a tecla <keycap>ENTER</keycap> em <emphasis role="italics">Continuar</emphasis> e o upgrade de pacotes terá inicio.
sv: <emphasis role="bold">Uppgradera paket</emphasis>: För att uppgradera paket genomför uppdateringen av paket index som beskrivs ovan, tryck därefter på <keycap>U</keycap> tangenten för att markera alla uppdateringsbara paket. Klicka sedan på <keycap>g</keycap> Varigenom du kommer att presenteras en summering av paketåtgärder. Klicka på <keycap>g</keycap> igen och du blir uppmanad att bli root för att slutföra installationen. klicka på <keycap>ENTER</keycap> vilket resulterar i en lösenordsprompt. Skriv in ditt användarlösenord för att bli root. Till sist, klicka på <keycap>g</keycap> ännu en gång och du blir tillfrågad om att hämta paketen. tryck på <keycap>ENTER</keycap> på <emphasis role="italics">Fortsätt</emphasis> uppmaningen och uppgraderingen av paketen börjar.

source: <emphasis role="bold">i</emphasis>: Installed package
es: <emphasis role="bold">i</emphasis>: Paquete instalado
it: <emphasis role="bold">i</emphasis>: pacchetto installato
ko: <emphasis role="bold">i</emphasis>: 설치된 꾸러미
pt: <emphasis role="bold">i</emphasis>: Pacote instalado
sv: <emphasis role="bold">i</emphasis>: Installerat paket

source: <emphasis role="bold">c</emphasis>: Package not installed, but package configuration remains on system
es: <emphasis role="bold">c</emphasis>: Paquete no instalado, pero la configuración del paquete permanece en el sistema
it: <emphasis role="bold">c</emphasis>: pacchetto non installato, ma nel sistema è rimasta traccia della configurazione del pacchetto
ko: <emphasis role="bold">c</emphasis>: 설치되지 않은 꾸러미이지만, 설정이 시스템에 남아있는 꾸러미
pt: <emphasis role="bold">c</emphasis>: Pacote não instalado, mas a respectiva configuração mantém-se no sistema.
sv: <emphasis role="bold">c</emphasis>: Paketet är inte installerat, men paketets konfigurationsfiler finns kvar i systemet

source: <emphasis role="bold">p</emphasis>: Purged from system
es: <emphasis role="bold">p</emphasis>: Eliminado del sistema
it: <emphasis role="bold">p</emphasis>: rimosso completamente dal sistema
ko: <emphasis role="bold">p</emphasis>: 시스템에서 깨끗히 삭제된 꾸러미
pt: <emphasis role="bold">p</emphasis>: Eliminado do sistema
sv: <emphasis role="bold">p</emphasis>: Totalt borttaget från systemet

source: <emphasis role="bold">v</emphasis>: Virtual package
es: <emphasis role="bold">v</emphasis>: Paquete virtual
it: <emphasis role="bold">v</emphasis>: pacchetto virtuale
ko: <emphasis role="bold">v</emphasis>: 가상 꾸러미
pt: <emphasis role="bold">v</emphasis>: Pacote virtual
sv: <emphasis role="bold">v</emphasis>: Virtuellt paket

source: <emphasis role="bold">B</emphasis>: Broken package
es: <emphasis role="bold">B</emphasis>: Paquete roto
it: <emphasis role="bold">B</emphasis>: pacchetto non integro
ko: <emphasis role="bold">B</emphasis>: 잘못된 꾸러미
pt: <emphasis role="bold">B</emphasis>: Pacote danificado (broken)
sv: <emphasis role="bold">B</emphasis>: Trasigt paket

source: <emphasis role="bold">u</emphasis>: Unpacked files, but package not yet configured
es: <emphasis role="bold">u</emphasis>: Archivos desempaquetados, pero el paquete esta sin configurar
it: <emphasis role="bold">u</emphasis>: file decompressi, ma pacchetto non ancora configurato
ko: <emphasis role="bold">u</emphasis>: 풀려진 파일, 그러나 아직 설정이 안된 꾸러미
pt: <emphasis role="bold">u</emphasis>: Ficheiros descomprimidos (unpacked), mas o pacote não está ainda configurado
sv: <emphasis role="bold">u</emphasis>: Filerna är uppackade, men paketet är ännu inte konfigurerat

source: <emphasis role="bold">C</emphasis>: Half-configured - Configuration failed and requires fix
es: <emphasis role="bold">C</emphasis>: Medio configurado - La configuración ha fallado y es necesario arreglarla.
it: <emphasis role="bold">C</emphasis>: configurato in parte. La configurazione è fallita e necessita di essere corretta
ko: <emphasis role="bold">C</emphasis>: 설정 중(Half-configured) - 설정 과정이 실패하여 수정이 필요한 꾸러미
pt: <emphasis role="bold">C</emphasis>: Meio-Configurado - Configuração falhada e necessita correcção.
sv: <emphasis role="bold">C</emphasis>: Halvkonfigurerad - konfigurationen misslyckades och kräver en åtgärd

source: <emphasis role="bold">H</emphasis>: Half-installed - Removal failed and requires fix
es: <emphasis role="bold">H</emphasis>:Medio instalado - La desinstalación ha fallado y es necesario arreglarlo.
it: <emphasis role="bold">H</emphasis>: installato parzialmente. La rimozione è fallita e necessita di essere sistemata
ko: <emphasis role="bold">H</emphasis>: 설치 중(Half-installed) - 삭제 과정이 실패하여 수정이 필요한 꾸러미
pt: <emphasis role="bold">C</emphasis>: Meio-Configurado - Remoção falhada e necessita correcção.
sv: <emphasis role="bold">H</emphasis>: Halvinstallerad - Borttagningen misslyckades och kräver en åtgärd

source: The first column of information displayed in the package list in the top pane, when actually viewing packages lists the current state of the package, and uses the following key to describe the state of the package: <placeholder-1/>
es: La primera columna de información mostrada en la lista de paquetes en el panel superior refleja el estado actual de cada paquete, y para describir dicho estado se usa la siguiente leyenda: <placeholder-1/>
it: La prima colonna delle informazioni mostrate nell'elenco dei pacchetti nel riquadro superiore, indica l'attuale stato del pacchetto, utilizzando le seguenti chiavi per descrivere lo stato del pacchetto: <placeholder-1/>
ko: 위쪽 부분 창의 꾸러미 목록에 보여진 정보의 첫 항목(행)은, 꾸러미의 현재 상태를 꾸러미 목록에 실제 보이는 것이고, 꾸러미 상태를 기술하는 것은 다음의 키를 사용 합니다:<placeholder-1/>
pt: A primeira coluna de informação apresentada na lista de pacotes no painel superior, quando se visualiza efectivamente a listagem do estado actual dos pacotes, e utiliza a seguinte chave para descrever o estado do pacote: <placeholder-1/>
sv: Den första kolumnen i den övre rutan i huvudfönstret visar information om vilken status paketet har, och använder följande beteckningar för att beskriva detta: <placeholder-1/>

source: To exit Aptitude, simply press the <keycap>q</keycap> key and confirm you wish to exit. Many other functions are available from the Aptitude menu by pressing the <keycap>F10</keycap> key.
es: Para cerrar Aptitude, simplemente presione la tecla <keycap>q</keycap> y confirme que desea salir. Muchas otras funciones del menú de Aptitude estan disponibles presionando la tecla <keycap>F10</keycap> .
it: Per chiudere Aptitude, è sufficiente premere il tasto <keycap>q</keycap> e confermare l'uscita. Sono disponibili molte altre funzioni dal menù di Aptitude, premendo il tasto <keycap>F10</keycap>.
ko: Aptitude를 종료하려면, 간단히 <keycap>q</keycap> 키를 누르고 종료한다는 것을 확인 합니다. 많은 다른 기능들은 Aptitude 메뉴에서 <keycap>F10</keycap> 키를 눌러 보실 수 있습니다.
pt: Para sair do Aptitude, pressione simplesmente a tecla <keycap>q</keycap> e confirme que pretende sair. Muitas outras funções estão disponíveis no menu do Aptitude pressionando a tecla <keycap>F10</keycap>.
sv: För att avsluta Aptitude, tryck helt enkelt på <keycap>q</keycap> och bekräfta att du vill avsluta. Det finns många fler funktioner tillgängliga från Aptitudes meny, som du når genom att trycka på <keycap>F10</keycap>.

source: Automatic Updates
es: Actualizaciones automáticas
it: Aggiornamenti automatici
sv: Automatiska uppdateringar

source: The <application>unattended-upgrades</application> package can be used to automatically install updated packages, and can be configured to update all packages or just install security updates. First, install the package by entering the following in a terminal:
es: El paquete <application>unattended-upgrades</application> se puede usar para instalar automáticamente las actualizaciones de los paquetes, y puede configurarse para actualizar todos los paquetes o sólo las actualizaciones de seguridad. En primer lugar, instale el paquete tecleando lo siguiente:
it: Il pacchetto <application>unattended-upgrades</application> può essere usato per installare automaticamente gli aggiornamenti e può essere configurato per aggiornare tutti i pacchetti o installare solamente gli aggiornamenti di sicurezza. Per prima cosa, installare il pacchetto digitando:
sv: Paketet <application>unattended-upgrades</application> kan användas till att automatiskt installera uppdaterade paket och kan även konfigureras till att uppdatera alla paket eller endast säkerhetsuppdateringar. Börja med att installera paketet genom att ange följande i en terminal:

source: To configure <application>unattended-upgrades</application>, edit <filename>/etc/apt/apt.conf.d/50unattended-upgrades</filename> and adjust the following to fit your needs:
es: Para configurar <application>unattended-upgrades</application>, edite <filename>/etc/apt/apt.conf.d/50unattended-upgrades</filename> y ajuste lo siguiente en función de sus necesidades:
it: Per configurare <application>unattended-upgrades</application>, aprire il file <filename>/etc/apt/apt.conf.d/50unattended-upgrades</filename> e modificare quanto segue secondo le proprie esigenze:
sv: För att konfigurera <application>unattended-upgrades</application>, redigera <filename>/etc/apt/apt.conf.d/50unattended-upgrades</filename> och justera följande efter dina behov:

source: Certain packages can also be <emphasis>blacklisted</emphasis> and therefore will not be automatically updated. To blacklist a package, add it to the list:
es: Ciertos paquete pueden también ser <emphasis>bloqueados</emphasis> y por lo tanto no serán actualizados automáticamente. Para bloquear un paquete, añádalo en la lista:
it: Alcuni pacchetti possono essere inseriti nella <emphasis>blacklist</emphasis> per non aggiornarli mai. Per inserire un pacchetto nella blacklist, aggiungerlo all'elenco:
sv: Vissa paket kan också bli <emphasis>svartlistade</emphasis> och kommer därför inte att uppdateras automatiskt. För att svartlista ett paket, lägg till den i listan:

source: The double <emphasis><quote>//</quote></emphasis> serve as comments, so whatever follows "//" will not be evaluated.
es: <emphasis><quote>//</quote></emphasis> indica comentario, luego lo que sigue a «//» no será evaluado.
it: I doppi slash (<emphasis><quote>//</quote></emphasis>) servono come commento; tutto quello che segue "//" non verrà valutato.
sv: Dubbla <emphasis><quote>//</quote></emphasis> tjänar som kommentarer, så vad som än följer "//" kommer inte att utvärderas.

source: The results of <application>unattended-upgrades</application> will be logged to <filename>/var/log/unattended-upgrades</filename>.
es: El resultado de <application>unattended-upgrades</application> será registrado en <filename>/var/log/unattended-upgrades</filename>.
it: I risultati di <application>unattended-upgrades</application> vengono registrati in <filename>/var/log/unattended-upgrades</filename>.
sv: Resultatet av <application>unattended-upgrades</application> kommer att loggas till <filename>/var/log/unattended-upgrades</filename>.

source: Notifications
es: Notificaciones
it: Notifiche
sv: Notifieringar

source: Configuring <emphasis>Unattended-Upgrade::Mail</emphasis> in <filename>/etc/apt/apt.conf.d/50unattended-upgrades</filename> will enable <application>unattended-upgrades</application> to email an administrator detailing any packages that need upgrading or have problems.
es: Configuradno <emphasis>Unattended-Upgrade::Mail</emphasis> en <filename>/etc/apt/apt.conf.d/50unattended-upgrades</filename> permitirá <application>unattended-upgrades</application> para enviar un correo electrónico al administrador detallando cualquier paquete que necesita actualización o tiene problemas.
it: Configurando <emphasis>Unattended-Upgrade::Mail</emphasis> nel file <filename>/etc/apt/apt.conf.d/50unattended-upgrades</filename>, abilita <application>unattended-upgrades</application> all'invio di email all'amministratore indicando i pacchetti che necessitano di essere aggiornati o con problemi.
sv: Genom att konfigurera <emphasis>Unattended-Upgrade::Mail</emphasis> i <filename>/etc/apt/apt.conf.d/50unattended-upgrades</filename> gör det möjligt att <application>unattended-upgrades</application> kommer att skicka e-post till en administratör och specificera vilka paket som behöver uppdateras eller som har problem.

source: Another useful package is <application>apticron</application>. <application>apticron</application> will configure a <application>cron</application> job to email an administrator information about any packages on the system that need updated as well as a summary of changes in each package.
es: Otro paquete útil es <application>apticron</application>. <application>apticron</application> configura un trabajo de <application>cron</application> para enviar un correo al administrador con información sobre cualquier paquete del sistema que necesite actualización así como un resumen de los cambios en cada paquete.
it: Un altro pacchetto molto utile è <application>apticron</application>. <application>apticron</application> consente di configurare un lavoro <application>cron</application> per inviare email all'amministratore con informazioni sui pacchetti che necessitano di essere aggiornati oltre a un resoconto delle modifiche in ogni pacchetto.
sv: Ett annat användbart paket är <application>apticron</application>. <application>apticron</application> kommer konfigurera ett <application>cron</application>-jobb som skickar e-post till en administratör med information om vilka paket i systemet som behöver uppdateras och dessutom en summering av ändringarna i varje paket.

source: To install the <application>apticron</application> package, in a terminal enter:
es: Para instalar el paquete <application>apticron</application> introduzca en un terminal:
it: Per installare <application>apticron</application>, digitare:
sv: För att installera paketet <application>apticron</application>, skriv i en terminal:

source: Once the package is installed edit <filename>/etc/apticron/apticron.conf</filename>, to set the email address and other options:
es: Una vez instalado el paquete, edite <filename>/etc/apticron/apticron.conf</filename>, para establecer la dirección de correo electrónico y otras opciones:
it: Una volta installato, aprire il file <filename>/etc/apticron/apticron.conf</filename> e impostare l'indirizzo email e altre opzioni:
sv: När paketet är installerat, redigera <filename>/etc/apticron/apticron.conf</filename>, för att sätta e-postadressen och andra alternativ:

source: Configuration of the <emphasis>Advanced Packaging Tool</emphasis> (APT) system repositories is stored in the /etc/apt/sources.list configuration file. An example of this file is referenced here, along with information on adding or removing repository references from the file.
es: La configuración de los repositorios del sistema <emphasis>Advanced Packaging Tool</emphasis> (APT) se guarda en el archivo de configuración /etc/apt/sources.list. Un ejemplo de este archivo está referenciado aquí, junto con información sobre añadir o eliminar referencias a repositorios en este archivo.
it: La configurazione dei repository del sistema APT (<emphasis>Advanced Packaging Tool</emphasis>) è memorizzata nel file di configurazione /etc/apt/sources.list. Un esempio di questo file, con le istruzioni su come aggiungere e rimuovere repository, è qui referenziato.
ko: <emphasis>Advanced Packaging Tool</emphasis> (APT) 시스템 저장소에 대한 설정은 /etc/apt/sources.list 설정 파일에 저장 됩니다. 여기에 참조하는 것은 그 파일의 한 예이고, 그 파일에서 저장소를 추가 또는 삭제하는 것에 대한 정보를 보여 줍니다.
pt: A configuração dos repositórios do <emphasis>Utilitário Avançado de Pacotes</emphasis> (APT) está armazenada no ficheiro de configuração /etc/apt/sources.list. Um exemplo deste ficheiro está referenciado aqui, em conjunto com informação para adicionar ou remover repositórios do ficheiro.
sv: Konfigurationen av förråden som <emphasis>Advanced Packaging Tool</emphasis> (APT) använder lagras i konfigurationsfilen /etc/apt/sources.list. Ett exempel på den här filen visas här, tillsammans med information om att lägga till och ta bort förråd från filen.

source: <ulink url="../sample/sources.list">Here</ulink> is a simple example of a typical <filename>/etc/apt/sources.list</filename> file.
es: <ulink url="../sample/sources.list">Aquí</ulink> tiene un sencillo ejemplo de un archivo <filename>/etc/apt/sources.list</filename> típico.
it: <ulink url="../sample/sources.list">Questo</ulink> è un semplice esempio di un tipico file <filename>/etc/apt/sources.list</filename>.
ko: <ulink url="../sample/sources.list">이것</ulink>은 전형적인 <filename>/etc/apt/sources.list</filename> 파일의 간단한 예제입니다.
pt: <ulink url="../sample/sources.list">Aqui</ulink> é um exemplo simples do conteúdo típico do ficheiro <filename>/etc/apt/sources.list</filename>.
sv: <ulink url="../sample/sources.list">Här</ulink> finns ett enkelt exempel på en grundläggande <filename>/etc/apt/sources.list</filename>.

source: You may edit the file to enable repositories or disable them. For example, to disable the requirement of inserting the Ubuntu CD-ROM whenever package operations occur, simply comment out the appropriate line for the CD-ROM, which appears at the top of the file:
es: Usted puede editar el archivo para activar o desactivar repositorios. Por ejemplo, para desactivar el requerimiento de insertar el CD-ROM de Ubuntu al operar con paquetes, simplemente comente la línea apropiada para el CD-ROM, que aparece al principio del archivo.
it: È possibile modificare il file per abilitare o disabilitare i repository. Per esempio, per disabilitare la necessità di inserire il CD-ROM di Ubuntu ogni volta che viene effettuata un'operazione sui pacchetti, è sufficiente commenentare la riga relativa al CD-ROM, che si trova all'inizio del file:
ko: 여러분은 저장소를 활성화 또는 비활성화 하기 위하여 그 파일을 편집할 수 있습니다. 예를 들어, 꾸러미에 대한 동작이 일어날 때마다 우분투 CD-ROM의 삽입이 필요한 것을 비활성화 시키려면, 그 파일의 맨 위에 보여지는, CD-ROM를 위해 사용되는 그 줄을 간단히 주석처리 합니다:
pt: Pode editar o ficheiro para activar ou desactivar repositórios. Por exemplo, para desactivar o pedido de inserção do CD-ROM do Ubuntu sempre que ocorrem operações referentes a pacotes, coloque um comentário na linha apropriada que aparece no início do ficheiro:
sv: Du kan redigera filen för att aktivera eller inaktivera förråd. Om du till exempel vill inaktivera Ubuntu CD-skivan, så att du slipper stoppa in den i datorn när ändringar av paketen utförs, kommentera helt enkelt ut raden för CD-skivan, som finns överst i filen:

source: Extra Repositories
es: Repositorios adicionales
it: Repository aggiuntivi
ko: 추가 저장소
pt: Repositórios Extra
sv: Extra förråd
