Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: You are now ready to start signing certificates. The first item needed is a Certificate Signing Request (CSR), see <xref linkend="generating-a-csr"/> for details. Once you have a CSR, enter the following to generate a certificate signed by the CA:
es: Ahora todo está preparado para empezar a firmar certificados. Lo primero que necesita es una solicitud de firma de certificado (Certificate Signing Request, CSR). Consulte <xref linkend="generating-a-csr"/> para más información. Una vez que disponga de un CSR, introduzca lo siguiente para generar un certificado firmado por la CA:
it: È ora possibile firmare i certificati. La prima cosa necessaria è una CSR (Certificate Signing Request), consultare <xref linkend="generating-a-csr"/>. Una volta ottenuta, digitare quanto segue per generare un certificato firmato dalla CA:
sv: Du är nu redo att börja signera certifikat. Första saken som behövs är en Certificate Signing Request (CSR), för detaljer se <xref linkend="generating-a-csr"/>. När du har en CSR, skriv följande för att generera ett certifikat signerat av CA:

source: After entering the password for the CA key, you will be prompted to sign the certificate, and again to commit the new certificate. You should then see a somewhat large amount of output related to the certificate creation.
es: Tras introducir la contraseña para la clave de la AC, se le pedirá firmar el certificado, y una vez más para finalizar su creación. A continuación debería ver una salida de gran tamaño relacionada con la creación del certificado.
it: Inserita la passoword della chiave CA, viene chiesto di firmare il certificato e di generare quello nuovo. Dovrebbe quindi essere visibile l'output della generazione del certificato stesso.
sv: Efter att du angett lösenordet för CA-nyckeln, kommer du uppmanas att signera certifikatet och ännu en gång för tt godkänna certifikatet. Du bör sedan se en stor mängd utdata i samband med att certifikatet skapas.

source: There should now be a new file, <filename>/etc/ssl/newcerts/01.pem</filename>, containing the same output. Copy and paste everything between the <emphasis>-----BEGIN CERTIFICATE-----</emphasis> and <emphasis>----END CERTIFICATE-----</emphasis> lines to a file named after the hostname of the server where the certificate will be installed. For example <filename>mail.example.com.crt</filename>, is a nice descriptive name.
es: Ahora debería haberse creado un archivo nuevo, <filename>/etc/ssl/newcerts/01.pem</filename>, que contiene la misma salida. Copie y pegue todo lo que haya entre las líneas <emphasis>-----BEGIN CERTIFICATE-----</emphasis> y <emphasis>----END CERTIFICATE-----</emphasis> a un archivo que tenga el mismo nombre que el «hostname» del servidor donde se va a instalar el certificado. Por ejemplo, <filename>correo.ejemplo.com.crt</filename> es un nombre adecuado y descriptivo.
it: Dovrebbe essere presente un nuovo file, <filename>/etc/ssl/newcerts/01.pem</filename>, contenente il medesimo output. Copiare tutto ciò che è compreso tra <emphasis>-----BEGIN CERTIFICATE-----</emphasis> e <emphasis>----END CERTIFICATE-----</emphasis> e incollarlo in un file chiamato come il nome host del server in cui verrà installato. Per esempio: <filename>mail.example.it.crt</filename>.
sv: Det skall nu finnas en ny fil, <filename>/etc/ssl/newcerts/01.pem</filename>, som innehåller samma utdata. Kopiera och klistra in allt mellan raderna <emphasis>-----BEGIN CERTIFICATE-----</emphasis> och <emphasis>----END CERTIFICATE-----</emphasis> till en fil med samma namn som värdnamnet för den server där certifikatet kommer installeras. Till exempel <filename>mail.example.com.crt</filename>, är ett bra beskrivande namn.

source: Subsequent certificates will be named <filename>02.pem</filename>, <filename>03.pem</filename>, etc.
es: Los certificados subsiguientes serán nombrados <filename>02.pem</filename>, <filename>03.pem</filename>, etc.
it: Tutti i certificati successivi saranno chiamati <filename>02.pem</filename>, <filename>03.pem</filename>, ecc...
sv: Efterföljande certifikat kommer namnges till <filename>02.pem</filename>, <filename>03.pem</filename>, etc.

source: Replace <emphasis>mail.example.com.crt</emphasis> with your own descriptive name.
es: Reemplace <emphasis>mail.example.com.crt</emphasis> con su propio nombre descriptivo.
it: Sostituire <emphasis>mail.example.it.crt</emphasis> con un nome descrittivo appropriato al proprio caso.
sv: Ersätt <emphasis>mail.example.com.crt</emphasis> med din egna namnbeskrivning.

source: Finally, copy the new certificate to the host that needs it, and configure the appropriate applications to use it. The default location to install certificates is <filename role="directory">/etc/ssl/certs</filename>. This enables multiple services to use the same certificate without overly complicated file permissions.
es: Finalmente, copie el certificado nuevo a la máquina que lo necesite, y configure las aplicaciones que lo utilicen. La localización por defecto para instalar el certificado es <filename role="directory">/etc/ssl/certs</filename>. Esto permite que varios servicios utilicen el mismo certificado sin complicar los permisos del archivo.
it: In fine, copiare il nuovo certificato nell'host e configurare le applicazioni al suo uso. La posizione predefinita per l'installazione dei certificati è <filename role="directory">/etc/ssl/certs</filename>, consentendo così a molteplici servizi di usare lo stesso certificato senza complicare inutilmente i permessi.
sv: Till sist, kopiera det nya certifikatet till värden som behöver det och konfigurera lämplig applikation till att använda det. Standardplatsen att installera certifikat i är <filename role="directory">/etc/ssl/certs</filename>. Det gör att flera tjänster kan använda samma certifikat utan allt för komplicerade filrättigheter.

source: For applications that can be configured to use a CA certificate, you should also copy the <filename>/etc/ssl/certs/cacert.pem</filename> file to the <filename role="directory">/etc/ssl/certs/</filename> directory on each server.
es: Para aplicaciones que puedan configurarse para utilizar el certificado CA, debería copiar además el archivo <filename>/etc/ssl/certs/cacert.pem</filename> al directorio <filename role="directory">/etc/ssl/certs/</filename> de cada servidor.
it: Per le applicazioni che possono essere configurate all'uso di un certificato di una CA, è necessario copiare il file <filename>/etc/ssl/certs/cacert.pem</filename> nella directory <filename role="directory">/etc/ssl/certs/</filename> di ogni server.
sv: För applikationer som kan konfigureras till att använda ett CA certifikat, skall du också kopiera filen <filename>/etc/ssl/certs/cacert.pem</filename> till katalogen <filename role="directory">/etc/ssl/certs/</filename> på varje server.

source: For more detailed instructions on using cryptography see the <ulink url="http://tldp.org/HOWTO/SSL-Certificates-HOWTO/index.html">SSL Certificates HOWTO</ulink> by tlpd.org
es: Para instrucciones mas detalladas en la utilización de criptografía observe el <ulink url="http://tldp.org/HOWTO/SSL-Certificates-HOWTO/index.html">HOWTO de Certificados SSL</ulink> de tlpd.org
it: Per ulteriori informazioni sull'utilizzo della crittografia, consultare lo <ulink url="http://tldp.org/HOWTO/SSL-Certificates-HOWTO/index.html">SSL Certificates HOWTO</ulink>.
sv: För mer detaljer om användandet av kryptering se <ulink url="http://tldp.org/HOWTO/SSL-Certificates-HOWTO/index.html">SSL Certificates HOWTO</ulink> av tlpd.org

source: <ulink url="http://www.pki-page.org/">The PKI Page</ulink> contains a list of Certificate Authorities.
es: <ulink url="http://www.pki-page.org/">La página PKI</ulink> contiene una lista de autoridades de certificación.
it: Il sito <ulink url="http://www.pki-page.org/">The PKI Page</ulink> contiene un elenco di autorità di certificazione.
sv: <ulink url="http://www.pki-page.org/">The PKI Page</ulink> innehåller en lista på Certificate Authorities.

source: The Wikipedia <ulink url="http://en.wikipedia.org/wiki/Https">HTTPS</ulink> page has more information regarding HTTPS.
es: La página Wikipedia de <ulink url="http://en.wikipedia.org/wiki/Https">HTTPS</ulink> tiene mayor información relacionada a HTTPS.
it: La pagina Wikipedia <ulink url="http://it.wikipedia.org/wiki/HTTPS">HTTPS</ulink> dispone di ulteriori informazioni riguardo HTTPS.
sv: På Wikipedia <ulink url="http://en.wikipedia.org/wiki/Https">HTTPS</ulink> finns mer information om HTTPS.

source: For more information on <emphasis>OpenSSL</emphasis> see the <ulink url="http://www.openssl.org/">OpenSSL Home Page</ulink>.
es: Para más información sobre <emphasis>OpenSSL</emphasis> vea la <ulink url="http://www.openssl.org/">página de inicio de OpenSSL</ulink>.
it: Per maggiori informazioni riguardo <emphasis>OpenSSL</emphasis>, consultare il <ulink url="http://www.openssl.org/">sito web di OpenSSL</ulink>.
sv: För mer information om <emphasis>OpenSSL</emphasis>, se webbplatsen för <ulink url="http://www.openssl.org/">OpenSSL</ulink>.

source: Also, O'Reilly's <ulink url="http://oreilly.com/catalog/9780596002701/">Network Security with OpenSSL</ulink> is a good in depth reference.
es: El libro de O'Reilly <ulink url="http://oreilly.com/catalog/9780596002701/">Network Security with OpenSSL</ulink> es una buena referencia para obtener detalles en profundidad.
it: Inoltre, il libro <ulink url="http://oreilly.com/catalog/9780596002701/">Network Security with OpenSSL</ulink> di O'Reilly è un ottimo punto di riferimento.
sv: Dessutom, O'Reilly's <ulink url="http://oreilly.com/catalog/9780596002701/">Network Security with OpenSSL</ulink> är en annan bra referens.

source: <emphasis>eCryptfs</emphasis> is a POSIX-compliant enterprise-class stacked cryptographic filesystem for Linux. Layering on top of the filesystem layer <emphasis>eCryptfs</emphasis> protects files no matter the underlying filesystem, partition type, etc.
es: <emphasis>eCryptfs</emphasis> es un sólido sistema de archivos criptográfico compatible POSIX de nivel empresarial para Linux. Construido sobre la capa del sistema de archivos <emphasis>eCryptfs</emphasis>, protege los archivos sin importar el sistema de archivos o tipo de partición subyacentes.
sv: <emphasis>eCryptfs</emphasis> är ett POSIX-kompatibelt företagsklassat kryptografiskt stackande filsystem för Linux. Lägger ett lager ovanpå filsystemets lager, <emphasis> eCryptfs </ vikt> skyddar filer oavsett underliggande filsystemet, partitionstyp etc.

source: During installation there is an option to encrypt the <filename role="directory">/home</filename> partition. This will automatically configure everything needed to encrypt and mount the partition.
es: Durante la instalación hay una opción para cifrar la partición <filename role="directory">/home</filename>. Esto automáticamente configurará todo lo necesario para cifrar y montar la partición.
sv: Under installationen finns ett alternativ för att kryptera partitionen <filename role="directory">/home</filename>. Det kommer automatiskt konfigurera allt som är nödvändigt för att kryptera och montera partitionen.

source: As an example, this section will cover configuring <filename role="directory">/srv</filename> to be encrypted using eCryptfs.
es: Como un ejemplo, esta sección cubre la configuración de <filename role="directory">/srv</filename> para ser cifrado usando eCryptfs.
sv: Som ett exempel, kommer detta avsnitt att omfatta konfigureringen av <filename role="directory">/srv</filename> till att bli krypterad genom att använda eCryptfs.

source: Using eCryptfs
es: Usar eCryptfs
sv: Använda eCryptfs

source: First, install the necessary packages. From a terminal prompt enter:
es: Primero instale los paquetes necesarios. En una consola introduzca:
sv: Först, installera nödvändiga paket, skriv från en terminalprompt:

source: Now mount the partition to be encrypted:
es: Ahora monte la partición a cifrar:
sv: Montera nu partitionen som skall krypteras:

source: You will then be prompted for some details on how <application>ecryptfs</application> should encrypt the data.
es: Se le preguntará por algunos detalles acerca de como <application>ecryptfs</application> debe cifrar los datos.
sv: Du kommer tillfrågas efter några detaljer om hur <application>ecryptfs</application> skall kryptera datan.

source: To test that files placed in <filename>/srv</filename> are indeed encrypted copy the <filename>/etc/default</filename> folder to <filename>/srv</filename>:
es: Para comprobar que los archivos que están en <filename>/srv</filename> están en efecto cifrados, copie la carpeta <filename>/etc/default</filename> a <filename>/srv</filename>:
sv: För att testa så att filerna i <filename>/srv</filename> verkligen är krypterade kopiera katalogen <filename>/etc/default</filename> till <filename>/srv</filename>:

source: Now unmount <filename>/srv</filename>, and try to view a file:
es: Ahora desmonte <filename>/srv</filename>e intente ver un archivo:
sv: Avmontera nu <filename>/srv</filename>, och försök att visa en fil:

source: Remounting <filename>/srv</filename> using <application>ecryptfs</application> will make the data viewable once again.
es: Montar de nuevo <filename>/srv</filename> usando <application>ecryptfs</application> volverá a hacer visibles los datos.
sv: Återmontera <filename>/srv</filename> genom att använda <application>ecryptfs</application> kommer gör att datan återigen kan visas.

source: Automatically Mounting Encrypted Partitions
es: Montar automáticamente particiones cifradas
sv: Automatiskt montera krypterade partitioner

source: There are a couple of ways to automatically mount an <application>ecryptfs</application> encrypted filesystem at boot. This example will use a <filename>/root/.ecryptfsrc</filename> file containing mount options, along with a passphrase file residing on a USB key.
es: Hay varias maneras de montar automáticamente un sistema de archivos cifrado <application>ecryptfs</application> durante el arranque. Este ejemplo usará un archivo <filename>/root/.ecryptfsrc</filename> que contiene opciones de montaje, así como un archivo de contraseñas almacenado en una llave USB.
sv: Det finns flera sätt att automatiskt montera en <application>ecryptfs</application>-krypterat filsystem under uppstart. Detta exempel kommer använda en <filename>/root/.ecryptfsrc</filename> fil som innehåller monterings alternativ, tillsammans med en fil med en lösenordsfras som sparats på ett USB-minne.

source: First, create <filename>/root/.ecryptfsrc</filename> containing:
es: Primer cree <filename>/root/.ecryptfsrc</filename> conteniendo:
sv: Skapa först <filename>/root/.ecryptfsrc</filename> som innehåller:

source: Adjust the <emphasis>ecryptfs_sig</emphasis> to the signature in <filename>/root/.ecryptfs/sig-cache.txt</filename>.
es: Ajuste <emphasis>ecryptfs_sig</emphasis> a la firma en <filename>/root/.ecryptfs/sig-cache.txt</filename>.
sv: Justera <emphasis>ecryptfs_sig</emphasis> tillsignaturen i <filename>/root/.ecryptfs/sig-cache.txt</filename>.

source: Next, create the <filename>/mnt/usb/passwd_file.txt</filename> passphrase file:
es: Después cree el archivo de contraseña <filename>/mnt/usb/passwd_file.txt</filename>:
sv: Nästa steg, skapa filen <filename>/mnt/usb/passwd_file.txt</filename> som innehåller lösenordsfrasen:

source: Now add the necessary lines to <filename>/etc/fstab</filename>:
es: Ahora añada las líneas necesarias a<filename>/etc/fstab</filename>:
sv: Lägg nu till de nödvändiga raderna till <filename>/etc/fstab</filename>:

source: Make sure the USB drive is mounted before the encrypted partition.
es: Asegúrese de que la unidad USB está montada antes de la partición cifrada.
sv: Säkerställ att USB-enheten är monterad före den krypterade partitionen.

source: Finally, reboot and the <filename>/srv</filename> should be mounted using ecryptfs.
es: Finalmente reinicie y <filename>/srv</filename> deberá estar montado usando ecryptfs.
sv: Slutligen, starta om och <filename>/srv</filename> skall monteras genom att använda ecryptfs.

source: The <application>ecryptfs-utils</application> package includes several other useful utilities:
es: El paquete <application>ecryptfs-utils</application> incluye algunas otras utilidades:
sv: Paketet <application>ecryptfs-utils</application> inkluderar flera andra användbara verktyg:

source: <emphasis>ecryptfs-setup-private:</emphasis> creates a <filename>~/Private</filename> directory to contain encrypted information. This utility can be run by unprivileged users to keep data private from other users on the system.
es: <emphasis>ecryptfs-setup-private:</emphasis> crea un directorio <filename>~/Private</filename> para contener información cifrada. Esta utilidad puede ejecutarse por usuarios sin privilegios para mantener datos privados de otros usuarios en el sistema.
sv: <emphasis>ecryptfs-setup-private:</emphasis> skapar en <filename>~/Private</filename>-katalog till att innehålla krypterad information. Detta verktyg kan köras av oprivilegierade användare till att bevara data privat från andra användare på systemet.

source: <emphasis>ecryptfs-mount-private and ecryptfs-umount-private:</emphasis> will mount and unmount respectively, a users <filename>~/Private</filename> directory.
es: <emphasis>ecryptfs-mount-private y ecryptfs-umount-private:</emphasis> monta y desmonta respectivamente un directorio <filename>~/Private</filename> de usuario.
sv: <emphasis>ecryptfs-mount-private och ecryptfs-umount-private:</emphasis> kommer respektivt montera och avmontera, en användares <filename>~/Private</filename>-katalog.

source: <emphasis>ecryptfs-add-passphrase:</emphasis> adds a new passphrase to the kernel keyring.
es: <emphasis>ecryptfs-add-passphrase:</emphasis> añade una nueva contraseña al anillo de contraseñas del núcleo.
sv: <emphasis>ecryptfs-add-passphrase:</emphasis> lägger till en ny lösenordsfras till kärnans nyckelring.

source: <emphasis>ecryptfs-manager:</emphasis> manages <application>eCryptfs</application> objects such as keys.
es: <emphasis>ecryptfs-manager:</emphasis> gestiona objetos <application>eCryptfs</application> tales como claves.
sv: <emphasis>ecryptfs-manager:</emphasis> hanterar <application>eCryptfs</application>-objekt såsom nycklar.

source: <emphasis>ecryptfs-stat:</emphasis> allows you to view the <application>ecryptfs</application> meta information for a file.
es: <emphasis>ecryptfs-stat:</emphasis> le permite ves la metainformación <application>ecryptfs</application> de un archivo.
sv: <emphasis>ecryptfs-stat:</emphasis> tillåter att du kan visa <application>ecryptfs</application>-metainformation för en fil.

source: For more information on eCryptfs see the <ulink url="https://launchpad.net/ecryptfs">Launch Pad project page</ulink>
es: Para más información de eCryptfs vea la <ulink url="https://launchpad.net/ecryptfs">Página del proyecto Launch Pad</ulink>
sv: Föe mer information om eCryptfs, se projektsidan på <ulink url="https://launchpad.net/ecryptfs">Launch Pad</ulink>

source: There is also a <ulink url="http://www.linuxjournal.com/article/9400">Linux Journal</ulink> article covering eCryptfs.
es: También hay un artículo en <ulink url="http://www.linuxjournal.com/article/9400">Linux Journal</ulink> que cubre eCryptfs.
sv: Detfinns också en artikel i <ulink url="http://www.linuxjournal.com/article/9400">Linux Journal</ulink> som handlar om eCryptfs.

source: Also, for more <application>ecryptfs</application> options see the <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man7/ecryptfs.7.html">ecryptfs man page</ulink>.
es: Para más información sobre las opciones de <application>ecryptfs</application> vea la página de manual de <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man7/ecryptfs.7.html">ecryptfs</ulink>.
sv: Dessutom, för fler <application>ecryptfs</application> alternativ se <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man7/ecryptfs.7.html">ecryptfs man-sida</ulink>.

source: Remote Administration
es: Administración Remota
it: Amministrazione remota
sv: Fjärradministration

source: There are many ways to remotely administer a Linux server. This chapter will cover one of the most popular <application>SSH</application> as well as <application>eBox</application>, a web based administration framework.
es: Hay muchas formas de administrar remotamente un servidor Linux. Este capítulo tratará una de las más populares <application>SSH</application> así como <application>eBox</application>, un entorno de administración basado en web.
it: Ci sono diversi modi per amministrare un server Linux da remoto. Questa sezione copre uno dei metodi più comuni come <application>SSH</application> e anche <application>eBox</application>, un framework per l'amministrazione via web.
sv: Det finns flera sätt att fjärradministrera en Linux-server. Detta avsnitt kommer omfatta en av de populäraste <application>SSH</application>, liksom även <application>eBox</application> som är ett webbaserat administrationsramverk.

source: This section of the Ubuntu Server Guide introduces a powerful collection of tools for the remote control of networked computers and transfer of data between networked computers, called <emphasis>OpenSSH</emphasis>. You will also learn about some of the configuration settings possible with the OpenSSH server application and how to change them on your Ubuntu system.
es: Está sección de la Guía del servidor Ubuntu le presenta un robusto conjunto de herramientas para el control remoto de equipos conectados en red y la transferencia de datos entre equipos en red, llamado <emphasis>OpenSSH</emphasis>. También obtendrá información acerca de algunos ajustes de configuración de la aplicación del servidor OpenSSH y cómo cambiarlos en su sistema Ubuntu.
it: Questa sezione introduce una serie di strumenti per il controllo remoto di computer e per il trasferimento di dati tra i computer in rete di nome <emphasis>OpenSSH</emphasis>. Vengono spiegate alcune delle possibili impostazioni del server OpenSSH e come modificarne la configurazione in Ubuntu.
ko: 우분투 서버 안내서의 이 부분에서는 네트워크에 연결된 컴퓨터를 원격으로 제어하고, 컴퓨터들 간에 데이터를 전송할 수 있는 강력한 도구들의 집합인 <emphasis>OpenSSH</emphasis>에 대해서 소개합니다. 또한 OpenSSH 서버 프로그램을 위해 필요한 몇 가지 설정과 우분투에서 이들을 변경하는 방법에 대해서도 배울 것입니다.
pt: Esta secção do guia do Ubuntu Server introduz uma colecção poderosa de ferramentas para controlo remoto e transferência de dados em computadores em rede
sv: Detta avsnitt av Ubuntu serverguide introducerar en samling kraftfulla verktyg för fjärrkontroll av nätverksanslutna datorer och möjligheten att skicka data mellan datorer med <emphasis>OpenSSH</emphasis>. Du kommer också få lära dig några av de konfigurationsinställningar som är möjliga i applikationen OpenSSH server och hur du ändrar dem i ditt Ubuntu-system.
