Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: The amount of detail that is recorded in the logs can be increased. Below are some configuration options for increasing the log level for some of the areas covered above.
es: La cantidad de detalles que se graba en los registros puede ser aumentada. A continuación hay algunas opciones de configuración para aumentar el nivel de registro para algunas de las áreas cubiertas anteriormente.
it: Il livello di dettaglio delle registrazioni può essere incrementato. Di seguito vengono riportate alcune opzioni di configurazione per aumentare i dettagli di registrazione in alcune delle aree descritte precedentemente.
sv: Mängden av detaljer som sparas i loggen kan öka. Nedan är några konfigurationsalternativ för att öka detaljnivån för några av områdena beskrivna ovan.

source: To increase <emphasis>TLS</emphasis> activity logging set the <emphasis>smtpd_tls_loglevel</emphasis> option to a value from 1 to 4.
es: Para incrementar la actividad de registro de TLS ponga la opción <emphasis>smtpd_tls_loglevel</emphasis> a un valor entre 1 y 4.
it: Per aumentare la registrazione delle attività <emphasis>TLS</emphasis>, impostare l'opzione <emphasis>smtpd_tls_loglevel</emphasis> a un valore compreso tra 1 e 4.
sv: För att öka aktivitetsloggen för <emphasis>TLS</emphasis> ange <emphasis>smtpd_tls_loglevel</emphasis> alternativet ett värde från 1 till 4.

source: If you are having trouble sending or receiving mail from a specific domain you can add the domain to the <emphasis>debug_peer_list</emphasis> parameter.
es: Si usted tiene problema enviando o recibiendo correo de un dominio específico, usted puede agregar el dominio al parámetro <emphasis>debug_peer_list</emphasis>.
it: Se si riscontrano problemi nell'inviare o nel ricevere email da uno specifico dominio, è possibile aggiungere tale dominio al parametro <emphasis>debug_peer_list</emphasis>.
sv: Om du har problem att skicka eller ta emot e-post från en specifik domän kan du addera domänen till parametern <emphasis>debug_peer_list</emphasis>.

source: You can increase the verbosity of any <application>Postfix</application> daemon process by editing the <filename>/etc/postfix/master.cf</filename> and adding a <emphasis>-v</emphasis> after the entry. For example edit the <emphasis>smtp</emphasis> entry:
es: Puede incrementar la elocuencia de cualquier proceso <application>Postfix</application> editando el <filename>/etc/postfix/master.cf</filename> y añadiendo <emphasis>-v</emphasis> luego de la entrada. Por ejemplo edite la entrada <emphasis>smtp</emphasis>:
it: È possibile incrementare il livello di registrazione di qualsiasi demone <application>Postfix</application> modificando il file <filename>/etc/postfix/master.cf</filename> e aggiungendo <emphasis>-v</emphasis> subito dopo la voce. Per esempio, modificare la voce <emphasis>smtp</emphasis>:
sv: Du kan öka mångordigheten för varje <application>Postfix</application> demonprocess genom att redigera <filename>/etc/postfix/master.cf</filename> och lägga till ett <emphasis>-v</emphasis> efter noteringen. Som exempel redigera <emphasis>smtp</emphasis> noteringen:

source: It is important to note that after making one of the logging changes above the <application>Postfix</application> process will need to be reloaded in order to recognize the new configuration: <command>sudo /etc/init.d/postfix reload</command>
es: Es importante notar que después de hacer los cambios de registro anteriores, el proceso de <application>Postfix</application> necesitara ser recargado a fin de reconocer la nueva configuración: <command>sudo /etc/init.d/postfix reload</command>
it: È importante notare che dopo aver apportato una delle modifiche alla registrazione, il processo <application>Postfix</application> deve essere riavviato affinché riconosca la nuova configurazione: <command>sudo /etc/init.d/postfix reload</command>
sv: Det är viktigt att notera att efter utförandet av logg ändringen ovan behöver <application>Postfix</application> processen startas om för att upptäcka den nya konfigurationen: <command>sudo /etc/init.d/postfix reload</command>

source: To increase the amount of information logged when troubleshooting <emphasis>SASL</emphasis> issues you can set the following options in <filename>/etc/dovecot/dovecot.conf</filename>
es: Para incrementar la cantidad de información registrada cuando se localiza un problema <emphasis>SASL</emphasis> puede establecer las opciones siguientes en <filename>/etc/dovecot/dovecot.conf</filename>
it: Per incrementare il livello di informazioni registrate durante la risoluzione di problemi con <emphasis>SASL</emphasis>, è possibile impostare le seguenti opzioni nel file <filename>/etc/dovecot/dovecot.conf</filename>
sv: För att öka mängden information som loggas vid felsökning <emphasis>SASL</emphasis> problem kan du aktivera följande alternativ i <filename>/etc/dovecot/dovecot.conf</filename>

source: Just like <application>Postfix</application> if you change a <application>Dovecot</application> configuration the process will need to be reloaded: <command>sudo /etc/init.d/dovecot reload</command>.
es: Asi como en <application>Postfix</application>, si usted cambia una configuracion de <application>Dovecot</application>, el proceso necesitara ser recargado: <command>sudo /etc/init.d/dovecot reload</command>.
it: Proprio come <application>Postfix</application>, modificando la configurazione di <application>Dovecot</application> il processo deve essere ricaricato: <command>sudo /etc/init.d/dovecot reload</command>.
sv: På samma sätt som för <application>Postfix</application> om du ändrar konfigurationen för <application>Dovecot</application> behöver processen startas om: <command>sudo /etc/init.d/dovecot reload</command>.

source: Some of the options above can drastically increase the amount of information sent to the log files. Remember to return the log level back to normal after you have corrected the problem. Then reload the appropriate daemon for the new configuration to take affect.
es: Alguna de las opciones anteriores puede incrementar drásticamente la cantidad de información enviada a los archivos de registro. Recuerde retornar el nivel de registro de vuelta a normal después de que usted haya corregido el problema. Luego recargue el demonio apropiada para que la nueva configuración haga efecto.
it: Alcune delle opzioni precedenti possono aumentare drasticamente la quantità di informazioni inviata ai file di registrazione. Ricordarsi di ripristinare il livello di registrazione al valore predefinito dopo aver corretto il problema, quindi ricaricare il demone appropriato affinché la configurazione abbia effetto.
sv: Vissa av alternativen kommer drastiskt öka mängden information som skickas till loggfilerna. Kom ihåg att ändra tillbaka logg-nivån till normal efter att du korrigerat problemet. Starta därefter om lämplig demon för att den nya konfigurationen skall få effekt.

source: Administering a <application>Postfix</application> server can be a very complicated task. At some point you may need to turn to the Ubuntu community for more experienced help.
es: Administrar un servidor <application>Postfix</application> puede ser una tarea complicada. En algún punto puede que deba dirigirse a la comunidad de Ubuntu para ayuda más experimentada.
it: Amministrare un server <application>Postfix</application> può essere un compito molto complicato e potrebbe essere necessario richiedere aiuto alla comunità.
sv: Administrera en <application>Postfix</application>-server kan vara väldigt komplicerat, I vissa fall kan du behöva vända dig till Ubuntu gemenskapen för mer erfaren hjälp.

source: A great place to ask for <application>Postfix</application> assistance, and get involved with the Ubuntu Server community, is the <emphasis>#ubuntu-server</emphasis> IRC channel on <ulink url="http://freenode.net">freenode</ulink>. You can also post a message to one of the <ulink url="http://www.ubuntu.com/support/community/webforums">Web Forums</ulink>.
es: Un gran lugar para solicitar ayuda sobre <application>Postfix</application>, y relacionarse con la comunidad de Ubuntu Server, es el canal IRC <emphasis>#ubuntu-server</emphasis> en <ulink url="http://freenode.net">freenode</ulink>. Usted también puede poner un mensaje en alguno de los <ulink url="http://www.ubuntu.com/support/community/webforums">Foros Web</ulink>.
it: Un ottimo punto per richiedere assistenza riguardo <application>Postfix</application>, e per partecipare nella comunità di Ubuntu Server, è il canale IRC <emphasis>#ubuntu-server</emphasis> su <ulink url="http://freenode.net">freenode</ulink>. È anche possibile lasciare un messaggio in uno dei tanti <ulink url="http://www.ubuntu.com/support/community/webforums">forum</ulink>.
sv: En bra plats att fråga efter <application>Postfix</application> hjälp och bli involverad i Ubuntu server gemenskapen, är på IRC-kanalen <emphasis>#ubuntu-server</emphasis> på <ulink url="http://freenode.net">freenode</ulink>. Du kan också posta ett meddelande på något av <ulink url="http://www.ubuntu.com/support/community/webforums">Webbforumen</ulink>.

source: For in depth <application>Postfix</application> information Ubuntu developers highly recommend: <ulink url="http://www.postfix-book.com/">The Book of Postfix</ulink>.
es: Para información más a fondo de <application>Postfix</application> los desarrolladores de Ubuntu recomiendan altamente: <ulink url="http://www.postfix-book.com/">The Book of Postfix</ulink>.
it: Per informazioni dettagliate riguardo <application>Postfix</application>, gli sviluppatori Ubuntu consigliano il libro <ulink url="http://www.postfix-book.com/">The Book of Postfix</ulink>.
sv: För mer detaljerade information om <application>Postfix</application> rekommenderar Ubuntu utvecklarna: <ulink url="http://www.postfix-book.com/">The Book of Postfix</ulink>.

source: Finally, the <ulink url="http://www.postfix.org/documentation.html">Postfix</ulink> website also has great documentation on all the different configuration options available.
es: Finalmente el sitio web de <ulink url="http://www.postfix.org/documentation.html">Postfix</ulink> también tiene mucha documentación sobre todas las diferentes opciones de configuración disponibles.
it: In fine, il <ulink url="http://www.postfix.org/documentation.html">sito web di Postfix</ulink> dispone di ottima documentazione riguardo le diverse opzioni di configurazione.
sv: Till sist har webbplatsen <ulink url="http://www.postfix.org/documentation.html">Postfix</ulink> också bra dokumentation över alla konfigurationsalternativ som finns tillgängliga.

source: <application>Exim4</application> is another Message Transfer Agent (MTA) developed at the University of Cambridge for use on Unix systems connected to the Internet. Exim can be installed in place of <application>sendmail</application>, although the configuration of <application>exim</application> is quite different to that of <application>sendmail</application>.
es: <application>Exim4</application> es otro Agente de Transferencia de Mensajes (MTA) desarrollado en la universidad de Cambridge para usarse en sistemas Unix conectados a la Internet. Exim puede instalarse en lugar de <application>sendmail</application>, aunque la configuración de <application>exim</application> es un poco diferente a la de <application>sendmail</application>.
it: <application>Exim4</application> è un MTA (Message Transfer Agent) sviluppato dalla "University of Cambridge" per essere usato sui sistemi Unix collegati a Internet. Exim può essere installato al posto di <application>sendmail</application>, anche se la configurazione di <application>exim</application> è diversa da quella di <application>sendmail</application>.
sv: <application>Exim4</application> är en annan Message Transfer Agent (MTA) utvecklad på University of Cambridge för att användas på Unix-system anslutna till internet. Exim kan installeras istället för <application>sendmail</application>, trots att konfigurationen av <application>exim</application> är ganska olik den i <application>sendmail</application>.

source: To install <application>exim4</application>, run the following command: <screen> <command>sudo apt-get install exim4</command> </screen>
es: Para instalar <application>exim4</application>, ejecute la siguiente orden: <screen> <command>sudo apt-get install exim4</command> </screen>
it: Per installare <application>exim4</application>, eseguire il seguente comando: <screen> <command>sudo apt-get install exim4</command> </screen>
sv: För att installera <application>exim4</application>, kör följande kommando: <screen> <command>sudo apt-get install exim4</command> </screen>

source: To configure <application>Exim4</application>, run the following command:
es: Para configurar <application>Exim4</application>, corra la siguiente orden:
sv: För att konfigurera <application>Exim4</application>, kör följande kommando:

source: The user interface will be displayed. The user interface lets you configure many parameters. For example, In <application>Exim4</application> the configuration files are split among multiple files. If you wish to have them in one file you can configure accordingly in this user interface.
es: Se mostrará el interfaz de usuario. El interfaz de usuario le permite configurar muchos parámetros. Por ejemplo, en <application>Exim4</application> los archivos de configuración están separados en múltiples archivos. Si desea tenerlos en un único archivo puede configurarlo en este interfaz de usuario.
sv: Användargränssnittet kommer att visas. Användargränssnittet låter dig konfigurera flera parametrar. Till exempel, konfigurationsfilerna i <application>Exim4</application> är delade mellan flera filer. Om du vill ha dem i en fil så kan du i användargränsnittet omkonfigurera detta.

source: All the parameters you configure in the user interface are stored in <filename>/etc/exim4/update-exim4.conf.conf</filename> file. If you wish to re-configure, either you re-run the configuration wizard or manually edit this file using your favourite editor. Once you configure, you can run the following command to generate the master configuration file:
es: Todos los parámetros que usted configure en la interfaz de usuario son almacenados en el archivo <filename>/etc/exim4/update-exim4.conf.conf</filename>. Si usted desea reconfigurar, puede reejecutar el asistente de configuración o editar manualmente este archivo utilizando su editor favorito. Una vez que configure, usted puede ejecutar el siguiente comando para generar el archivo de configuración maestro.
it: Tutti i parametri che vengono configurati nell'interfaccia utente vengono archiviati nel file <filename>/etc/exim4/update-exim4.conf.conf</filename>. Per rieseguire la configurazione, è possibile eseguire nuovamente al configurazione guidata o modificare questo file usando l'editor di testo preferito. Una volta completata la configurazione, è possibile digitare il seguente comando per generare il file di configurazione principale:
sv: Alla parametrar du konfigurera genom användargränssnittet sparas i filen <filename>/etc/exim4/update-exim4.conf.conf</filename>. Om du vill omkonfigurera, endera kör du om konfigurationsguiden eller manuellt redigera filen i valfri textredigerare. När konfigurationen är klar, kan du köra följande kommando för att skapa huvudkonfigurationsfilen:

source: The master configuration file, is generated and it is stored in <filename>/var/lib/exim4/config.autogenerated</filename>.
es: El archivo de configuración maestro se genera y se almacena en <filename>/var/lib/exim4/config.autogenerated</filename>.
it: Il file di configurazione principale è generato e archiviato in <filename>/var/lib/exim4/config.autogenerated</filename>.
sv: Huvudkonfigurationsfilen skapas och sparas i <filename>/var/lib/exim4/config.autogenerated</filename>.

source: At any time, you should not edit the master configuration file, <filename>/var/lib/exim4/config.autogenerated</filename> manually. It is updated automatically every time you run <command>update-exim4.conf</command>
es: En cualquier caso, no debería editar manualmente el archivo de configuración principal, <filename>/var/lib/exim4/config.autogenerated</filename>. Éste se actualiza automáticamente cada vez que se ejecuta la orden <command>update-exim4.conf</command>.
it: Per nessun motivo modificare il file <filename>/var/lib/exim4/config.autogenerated</filename>. È aggiornato automaticamente ogni volta che viene eseguito il comando <command>update-exim4.conf</command>
ko: 언제든, 여러분은 주 설정 파일, <filename>/var/lib/exim4/config.autogenerated</filename>을 수작업으로 편집하지 않습니다. 그것은 <command>update-exim4.conf</command>를 실행할 때마다 자동적으로 업데이트 됩니다.
pt: Em momento algum, deve editar o ficheiro de configuração principal, <filename>/var/lib/exim4/config.autogenerated</filename> manualmente. Este é actualizado automaticamente sempre que executar o comando <command>update-exim4.conf</command>
sv: Du bör aldrig själv ändra i huvudkonfigurationsfilen <filename>/var/lib/exim4/config.autogenerated</filename>. Den uppdateras automatiskt varje gång du kör <command>update-exim4.conf</command>

source: You can run the following command to start <application>Exim4</application> daemon.
es: Puede correr la siguiente orden para iniciar el demonio <application>Exim4</application>.
sv: Du kan köra följande kommando för att starta demonen <application>Exim4</application>.

source: This section covers configuring Exim4 to use SMTP-AUTH with TLS and SASL.
es: Esta sección cubre la configuración de Exim4 para utilizar SMTP-AUTH con TLS y SASL.
it: Questa sezione descrive come configurare Exim4 affinché usi SMTP-AUTH con TLS e SASL.
sv: Detta avsnitt behandlar konfigurationen av Exim4 till att använda SMTP-AUTH med TLS och SASL.

source: The first step is to create a certificate for use with TLS. Enter the following into a terminal prompt:
es: El primer paso es crear un certificado para su uso con TLS. Introduzca lo siguiente en un terminal:
it: Il primo passo è quello di creare un certificato da usare con TLS. In un terminale, digitare quanto segue:
sv: Första steget är att skapa ett certifikat att använda med TLS. Skriv följande kommando från terminalprompten:

source: Now Exim4 needs to be configured for TLS by editing <filename>/etc/exim4/conf.d/main/03_exim4-config_tlsoptions</filename> add the following:
es: Ahora Exim4 necesita ser configura para TLS editando <filename>/etc/exim4/conf.d/main/03_exim4-config_tlsoptions</filename>, agregue lo siguiente:
it: Ora è necessario configurare Exim4 per l'utilizzo di TLS modificando il file <filename>/etc/exim4/conf.d/main/03_exim4-config_tlsoptions</filename> e aggiungendo quanto segue:
sv: Nu behöver Exim4 konfigureras för TLS genom att redigera <filename>/etc/exim4/conf.d/main/03_exim4-config_tlsoptions</filename>, lägg till följande:

source: Next you need to configure <application>Exim4</application> to use the <application>saslauthd</application> for authentication. Edit <filename>/etc/exim4/conf.d/auth/30_exim4-config_examples</filename> and uncomment the <emphasis>plain_saslauthd_server</emphasis> and <emphasis>login_saslauthd_server</emphasis> sections:
es: Luego necesita configurar <application>Exim4</application> para usar <application>saslauthd</application> para autenticarte. Edite <filename>/etc/exim4/conf.d/auth/30_exim4-config_examples</filename> y de-comente las secciones <emphasis>plain_saslauthd_server</emphasis> y <emphasis>login_saslauthd_server</emphasis>:
it: È ora necessario configurare <application>Exim4</application> affinché utilizzi <application>saslauthd</application> per l'autenticazione. Modificare il file <filename>/etc/exim4/conf.d/auth/30_exim4-config_examples</filename> e de-commentare le sezioni <emphasis>plain_saslauthd_server</emphasis> e <emphasis>login_saslauthd_server</emphasis>:
sv: Nästa steg är att konfigurera <application>Exim4</application> till att använda <application>saslauthd</application> för autentisering. Redigera <filename>/etc/exim4/conf.d/auth/30_exim4-config_examples</filename> och avkommentera sektionerna <emphasis>plain_saslauthd_server</emphasis> och <emphasis>login_saslauthd_server</emphasis>:

source: plain_saslauthd_server: driver = plaintext public_name = PLAIN server_condition = ${if saslauthd{{$auth2}{$auth3}}{1}{0}} server_set_id = $auth2 server_prompts = : .ifndef AUTH_SERVER_ALLOW_NOTLS_PASSWORDS server_advertise_condition = ${if eq{$tls_cipher}{}{}{*}} .endif # login_saslauthd_server: driver = plaintext public_name = LOGIN server_prompts = "Username:: : Password::" # don't send system passwords over unencrypted connections server_condition = ${if saslauthd{{$auth1}{$auth2}}{1}{0}} server_set_id = $auth1 .ifndef AUTH_SERVER_ALLOW_NOTLS_PASSWORDS server_advertise_condition = ${if eq{$tls_cipher}{}{}{*}} .endif
es: plain_saslauthd_server: driver = plaintext public_name = PLAIN server_condition = ${if saslauthd{{$auth2}{$auth3}}{1}{0}} server_set_id = $auth2 server_prompts = : .ifndef AUTH_SERVER_ALLOW_NOTLS_PASSWORDS server_advertise_condition = ${if eq{$tls_cipher}{}{}{*}} .endif # login_saslauthd_server: driver = plaintext public_name = LOGIN server_prompts = "Usuario:: : Contraseña::" # No envié contraseñas del sistema sobre conexiones no encriptadas server_condition = ${if saslauthd{{$auth1}{$auth2}}{1}{0}} server_set_id = $auth1 .ifndef AUTH_SERVER_ALLOW_NOTLS_PASSWORDS server_advertise_condition = ${if eq{$tls_cipher}{}{}{*}} .endif

source: Finally, update the Exim4 configuration and restart the service:
es: Finalmente actualice la configuración Exim4 y reinicie el servicio:
it: Infine, aggiornare la configurazione di Exim4 e riavviare il servizio:
sv: Till sist, uppdatera Exim4-konfigurationen och starta om tjänsten:

source: Configuring SASL
es: Configuración de SASL
it: Configurare SASL
ko: SASL 설정하기
pt: Configurar SASL
sv: Konfigurera SASL

source: This section provides details on configuring the saslauthd to provide authentication for <application>Exim4</application>.
es: Esta sección proporciona detalles sobre la configuración de saslauthd para proporcionar autenticación para <application>Exim4</application>.
it: Questa sezione descrive come configurare saslauthd per fornire l'autenticazione per <application>Exim4</application>.
sv: Detta avsnitt innehåller detaljer över konfigurationen av saslauthd till att tillhandahålla autentisering åt <application>Exim4</application>.

source: The first step is to install the sasl2-bin package. From a terminal prompt enter the following:
es: El primer paso es instalar el paquete sasl2-bin. En un terminal teclee lo siguiente:
it: Per prima cosa è necessario installare il pacchetto sasl2-bin. In un terminale, digitare quando segue:
sv: Första steget är att installera paketet sasl2-bin. Från en terminalprompt skriv följande:

source: To configure saslauthd edit the /etc/default/saslauthd configuration file and set START=no to:
es: Para configurar saslauthd, edite el archivo de configuración /etc/default/saslauthd y coloque START=no a:
it: Per configurare saslauthd, modificare il file "/etc/default/saslauthd" e impostare START=no a:
sv: För att konfigurera saslauthd redigera konfigurationsfilen /etc/default/saslauthd och ange START=no to:
