Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: The <ulink url="http://www.packtpub.com/Mediawiki/book">MediaWiki Administrators’ Tutorial Guide</ulink> contains a wealth of information for new MediaWiki administrators.
es: La <ulink url="http://www.packtpub.com/Mediawiki/book">Guia Tutorial de los Administradores MediaWiki</ulink> contiene muchísima información para los nuevos administradores MediaWiki.
sv: <ulink url="http://www.packtpub.com/Mediawiki/book">MediaWiki Administrators’ Tutorial Guide</ulink> innehåller en mängd information för nya MediaWiki administratörer.

source: <application>phpMyAdmin</application> is a LAMP application specifically written for administering <application>MySQL</application> servers. Written in <application>PHP</application>, and accessed through a web browser, phpMyAdmin provides a graphical interface for database administration tasks.
es: <application>phpMyAdmin</application> es una aplicación LAMP escrita específicamente para administrar servidores <application>MySQL</application>. phpMyAdmin está escrito en <application>PHP</application>, se accede a ella a través de un navegador web, y proporciona una interfaz gráfica para llevar a cabo tareas de administración de bases de datos.
sv: <application>phpMyAdmin</application> är en LAMP-applikation speciellt skriven för att administrera <application>MySQL</application>-servrar. Skriven i <application>PHP</application>, och nås från webbläsaren, phpMyAdmin tillhandahåller att grafiskt gränssnitt för databas administration.

source: Before installing <application>phpMyAdmin</application> you will need access to a <application>MySQL</application> database either on the same host as that phpMyAdmin is installed on, or on a host accessible over the network. For more information see <xref linkend="mysql"/>. From a terminal prompt enter:
es: Previo a la instalación de <application>phpMyAdmin</application> necesita acceso a una base de datos de <application>MySQL</application> , ya sea en el mismo anfitrión en el que está instalada phpMyAdmin o en un anfitrión que se pueda acceder a través de la red. Para mas información vea <xref linkend="mysql"/>. Desde una terminal escriba:
sv: Innan du installerar <application>phpMyAdmin</application> behöver du ha åtkomst till en <application>MySQL</application>-databas antingen på samma värd som phpMyAdmin är installerad på eller på en värd som du kommer åt över nätverket. För mer information se <xref linkend="mysql"/>. Från en terminalprompt skriv:

source: At the prompt choose which web server to be configured for <application>phpMyAdmin</application>. The rest of this section will use <application>Apache2</application> for the web server.
es: En el cursor elija el servidor web a ser configurado por <application>phpMyAdmin</application>. El resto de esta sección utilizará <application>Apache2</application> para el servidor web.
sv: Vid markören välj vilken webbserver som <application>phpMyAdmin</application> skall konfigureras för. I fortsättningen kommer detta avsnitt använda <application>Apache2</application> som webbserver.

source: In a browser go to <emphasis>http://servername/phpmyadmin</emphasis>, replacing <emphasis role="italic">serveranme</emphasis> with the server's actual hostname. At the login, page enter <emphasis>root</emphasis> for the <emphasis>username</emphasis>, or another <application>MySQL</application> user if you any setup, and enter the <application>MySQL</application> user's password.
es: En un navegador, diríjase a <emphasis>http://nombreservidor/phpmyadmin</emphasis>, sustituyendo <emphasis role="italic">nombreservidor</emphasis> por el nombre de su servidor. En la página de inicio de sesión introduzca <emphasis>root</emphasis> como <emphasis>nombre de usuario</emphasis> (o bien otro usuario de <application>MySQL</application> si lo tuviera), e introduzca la contraseña del usuario de <application>MySQL</application>.
sv: I en webbläsare gå till <emphasis>http://servername/phpmyadmin</emphasis>, ersätt <emphasis role="italic">serveranme</emphasis> med serverns verkliga värdnamn. Vid inloggningssidan skriv <emphasis>root</emphasis> som <emphasis>användarnamn</emphasis>, eller en annan <application>MySQL</application>-användare om du har satt upp någon och skriv <application>MySQL</application>-användarens lösenord.

source: Once logged in you can reset the <emphasis>root</emphasis> password if needed, create users, create/destroy databases and tables, etc.
es: Una vez que haya accedido puede restablecer la contraseña de <emphasis>root</emphasis> si lo necesita, crear usuarios, crear o destrozar bases de datos y tablas, etc.
sv: När du loggat in kan du återställa <emphasis>root</emphasis>-lösenordet om det behövs, skapa användare, skapa/ta bort databaser och tabeller, etc.

source: The configuration files for <application>phpMyAdmin</application> are located in <filename>/etc/phpmyadmin</filename>. The main configuration file is <filename>/etc/phpmyadmin/config.inc.php</filename>. This file contains configuration options that apply globally to <application>phpMyAdmin</application>.
es: Los archivos de configuración para <application>phpMyAdmin</application> están localizados en <filename>/etc/phpmyadmin</filename>. El archivo de configuración principal es <filename>/etc/phpmyadmin/config.inc.php</filename>. Este archivo contiene las opciones de configuración que aplican globalmente a <application>phpMyAdmin</application>.
sv: Konfigurationsfilerna för <application>phpMyAdmin</application> finns i <filename>/etc/phpmyadmin</filename>. huvudkonfigurationsfilen är <filename>/etc/phpmyadmin/config.inc.php</filename>. Denna fil innehåller konfigurationsalternativ som gäller globalt för <application>phpMyAdmin</application>.

source: To use <application>phpMyAdmin</application> to administer a MySQL database hosted on another server, adjust the following in <filename>/etc/phpmyadmin/config.inc.php</filename>:
es: Para usar <application>phpMyAdmin</application> como administrador de base de datos MySQL hospedado en otro servidor, ajuste lo siguiente en <filename>/etc/phpmyadmin/config.inc.php</filename>:
sv: För att använda <application>phpMyAdmin</application> till att administrera en MySQL-databas lokaliserad på en annan server, justera följande i <filename>/etc/phpmyadmin/config.inc.php</filename>:

source: Replace <emphasis role="italic">db_server</emphasis> with the actual remote database server name or IP address. Also, be sure that the <application>phpMyAdmin</application> host has permissions to access the remote database.
es: Remplace <emphasis role="italic">db_server</emphasis> con el nombre del servidor de bases de datos o la dirección IP. Asegúrese también de que el anfitrión <application>phpMyAdmin</application> tiene permisos para acceder a la base de datos remota.
sv: Ersätt <emphasis role="italic">db_server</emphasis> med den verkliga fjärrdatabasens servernamn eller IP-adress. Dessutom, säkerställ att värden <application>phpMyAdmin</application> har rättigheter att få tillträde till fjärrdatabasen.

source: Once configured, log out of <application>phpMyAdmin</application> and back in, and you should be accessing the new server.
es: Una vez que termine la configuración, salga de <application>phpMyAdmin</application> y vuelva a acceder. Estará accediendo al nuevo servidor.
sv: När konfigurationen är klar, logga ut från <application>phpMyAdmin</application> och tillbaka in igen, och du skall kunna få tillträde till den nya servern.

source: The <filename>config.header.inc.php</filename> and <filename>config.footer.inc.php</filename> files are used to add a HTML header and footer to <application>phpMyAdmin</application>.
es: Los archivos <filename>config.header.inc.php</filename> y <filename>config.footer.inc.php</filename> se usan para añadir una cabecera y un pie de página HTML a <application>phpMyAdmin</application>.
sv: Filerna <filename>config.header.inc.php</filename> och <filename>config.footer.inc.php</filename> används för att addera en html-sidhuvud och -sidfot till <application>phpMyAdmin</application>.

source: Another important configuration file is <filename>/etc/phpmyadmin/apache.conf</filename>, this file is symlinked to <filename>/etc/apache2/conf.d/phpmyadmin.conf</filename>, and is used to configure <application>Apache2</application> to serve the <application>phpMyAdmin</application> site. The file contains directives for loading <application>PHP</application>, directory permissions, etc. For more information on configuring <application>Apache2</application> see <xref linkend="httpd"/>.
es: Otro archivo de configuración importante es <filename>/etc/phpmyadmin/apache.conf</filename>. Este archivo está enlazado simbólicamente a <filename>/etc/apache2/conf.d/phpmyadmin.conf</filename>, y se usa para configurar <application>Apache2</application> para servir al sitio de <application>phpMyAdmin</application>. El archivo contiene directivas para cargar <application>PHP</application>, permisos de directorios, etc. Para más información sobre cómo configurar <application>Apache2</application>, consulte <xref linkend="httpd"/>.
sv: En anna viktig konfigurationsfil är <filename>/etc/phpmyadmin/apache.conf</filename>, den här filen är symboliskt länkad till <filename>/etc/apache2/conf.d/phpmyadmin.conf</filename>, och används till att konfigurera <application>Apache2</application> till att försörja webbplatsen <application>phpMyAdmin</application>. Filen innehåller direktiv för att ladda <application>PHP</application>, katalogrättigheter, etc. För mer <application>Apache2</application> konfigurationsinformation, se <xref linkend="httpd"/>.

source: The <application>phpMyAdmin</application> documentation comes installed with the package and can be accessed from the <emphasis>phpMyAdmin Documentation</emphasis> link (a question mark with a box around it) under the phpMyAdmin logo. The official docs can also be access on the <ulink url="http://www.phpmyadmin.net/home_page/docs.php">phpMyAdmin</ulink> site.
es: La documentación de <application>phpMyAdmin </application> viene instalada con el paquete y se puede acceder desde el enlace <emphasis>phpMyAdmin Documentation</emphasis> (con un signo de pregunta en una caja) en el marco del logotipo phpMyAdmin. A la documentación oficial también se puede acceder en <ulink url="http://www.phpmyadmin.net/home_page/docs.php">phpMyAdmin</ulink>.
sv: Dokumentationen för <application>phpMyAdmin</application> installeras tillsammans med paketet and kan nås från länken <emphasis>phpMyAdmin Documentation</emphasis> (ett frågetecken med en box runt sig) under phpMyAdmin logotypen. Den officiella dokumentationen kan också nås på webbplatsen för <ulink url="http://www.phpmyadmin.net/home_page/docs.php">phpMyAdmin</ulink>.

source: Also, <ulink url="http://www.packtpub.com/phpmyadmin-3rd-edition/book">Mastering phpMyAdmin</ulink> is a great resource.
es: También, <ulink url="http://www.packtpub.com/phpmyadmin-3rd-edition/book">Mastering phpMyAdmin</ulink> es un buen recurso.
sv: Dessutom, <ulink url="http://www.packtpub.com/phpmyadmin-3rd-edition/book">Mastering phpMyAdmin</ulink> är en bra resurs.

source: While installing from the Server Edition ISO (pressing <emphasis>F4</emphasis> on the first screen will allow you to pick "Minimal installation", which is the package selection equivalent to JeOS)
es: Cuando lleve a cabo una instalación usando la imagen ISO de la Edición Servidor (pulsando <emphasis>F4</emphasis> en la primera pantalla le permitirá seleccionar «Instalación mínima», que es la equivalente a la selección de paquetes para JeOS)
sv: Under installationen från Server Edition avbilden (tryck <emphasis>F4</emphasis> på den första skärmbilden, vilket möjliggör att du kan välja "Minimal installation", vilket är paketvalet som motsvarar JeOS).

source: Because of the nature of operations performed by vmbuilder, it needs to have root priviledge, hence the use of sudo.
es: Dada la naturaleza de las operaciones de vmbuilder, necesita tener privilegios de superusuario, o hacer uso de sudo.
sv: På grund av sättet som processer hanteras av vmbuilder, måste den ha root-privilegier, därmed användningen av sudo

source: Another convenient tool that we want to have on our appliance is OpenSSH, as it will provide our admins to access to access the appliance remotely. However, pushing in the wild an appliance with a pre-installed OpenSSH server is a big security risk as all these server will share the same secret key, making it very easy for hackers to target our appliance with all the tools they need to crack it open in a breeze. As for the user password, we will instead rely on a script that will install OpenSSH the first time a user logs in so that the key generated will be different for each appliance. For this we'll use a <emphasis>--firstboot</emphasis> script, as it does not need any user interaction.
es: Otra herramienta conveniente que queremos tener en nuestra aplicación es OpenSSH, ya que proporciona a nuestros administradores acceso remoto a la aplicación. Sin embargo, lanzar así una aplicación con un servidor OpenSSH es un gran riesgo de seguridad, ya que todos los servidores comparten la misma clave secreta, haciendo un blanco fácil para los hackers con todas las herramientas que necesitan para entrar, en un parpadeo. Igual que en la contraseña del usuario, tendremos que apoyarnos en un guión que instalará por primera vez OpenSSH un registro de usuarios, para que la contraseña generada sea diferente para cada aplicación. Para esto, utilizaremos un guión <emphasis>--firstboot</emphasis>, que no necesita interacción alguna con el usuario.
it: Un altro strumento utile da avere all'interno dell'applicativo è OpenSSH, utile per fornire accesso remoto agli amministratori. Mettere in produzione un applicativo con un server OpenSSH pre-installato è molto pericoloso, dato che tutti questi server condivideranno la stessa chiave privata, rendendo molto facile ai cracker attaccare l'applicativo. Come per la password utente, verrà utilizzato uno script che installerà OpenSSH al primo accesso dell'utente, in modo che la chiave generata sia diversa per ogni singolo applicativo. È possibile quindi usare quindi lo script <emphasis>--firstboot</emphasis>, dato che non necessita di alcuna interazione da parte dell'utente.
sv: Ett annat lämpligt verktyg som vi vill ha till vår tillämpning är OpenSSH, eftersom det tillhandahåller fjärråtkomst åt våra administratörer. Däremot, att trycka ut en tillämpning i det vilda med en förinstallerad OpenSSH-server är en stor säkerhetsrisk eftersom alla dessa servrar kommer att ha samma hemliga säkerhetsnyckel, som gör det väldigt enkelt för hackare att rikta in sig mot vår tillämpning som har alla verktyg de behöver för att med lätthet bryta sig in. På samma sätt som för lösenordet, behöver vi förlita oss på ett skript som installerar OpenSSH när första användaren loggar in, så att nyckeln som skapas blir olika för varje tillämpning. För detta kommer vi använda ett <emphasis>--firstboot</emphasis> skript, eftersom det inte kräver någon användarinteraktion.

source: Welcome to the <emphasis>Ubuntu Server Guide</emphasis>!
es: ¡Bienvenido a la <emphasis>Guía del servidor Ubuntu</emphasis>!
it: Benvenuti alla guida a <emphasis>Ubuntu server</emphasis>.
ko: <emphasis>우분투 서버 안내서</emphasis>에 온 것을 환영합니다!
pt: Bem Vindo ao <emphasis>Guia do Servidor Ubuntu</emphasis>!
sv: Välkommen till <emphasis>Ubuntu serverguide</emphasis>!

source: Here you can find information on how to install and configure various server applications. It is a step-by-step, task-oriented guide for configuring and customizing your system.
es: Aquí podrá encontrar información sobre cómo instalar y configurar varias aplicaciones de servidor. Es una guía paso a paso, orientada a tareas, que le ayudará a configurar y personalizar su sistema.
it: In questa guida è possibile trovare informazioni su come installare e configurare diversi applicativi server; è una guida passo-passo, orientata alle attività, per configurare e personalizzare il proprio sistema.
sv: Här kan du hitta information om installation och konfigurering av olika serverapplikationer. Det är en steg-för-steg guide för att konfigurera och skräddarsy ditt system.

source: This guide assumes you have a basic understanding of your Ubuntu system. Some installation details are covered in <xref linkend="installation"/>, but if you need detailed instructions installing Ubuntu please refer to the <ulink url="https://help.ubuntu.com/9.04/installation-guide/">Ubuntu Installation Guide</ulink>.
es: Esta guía asume que tiene una comprensión básica de su sistema Ubuntu. Se cubren algunos detalles de instalación en <xref linkend="installation"/>, pero si necesita instrucciones detalladas sobre la instalación de Ubuntu, por favor consulte la<ulink url="https://help.ubuntu.com/9.04/installation-guide/">Guía de instalación de Ubuntu</ulink>.
sv: Den här guiden förutsätter att du har en grundläggande förståelse för ditt Ubuntu-system. Vissa installationsdetaljer täcks in i <xref linkend="installation"/>, men om du behöver detaljerade instruktioner för installationen av Ubuntu hänvisar vi till <ulink url="https://help.ubuntu.com/9.04/installation-guide/">Ubuntu installationsguide</ulink>.

source: A HTML version of the manual is available online at <ulink url="http://help.ubuntu.com">the Ubuntu Documentation website</ulink>. The HTML files are also available in the <application>ubuntu-serverguide</application> package. See <xref linkend="package-management"/> for details on installing packages.
es: En <ulink url="http://help.ubuntu.com">el sitio web de Documentación de Ubuntu</ulink> se encuentra disponible en línea una versión HTML de este manual. Los archivos HTML también están disponibles en el paquete <application>ubuntu-serverguide</application>. Consulte <xref linkend="package-management"/> para más información sobre instalación de paquetes.
it: Una versione HTML di questa guida è disponibili in linea presso <ulink url="http://help.ubuntu-it.org">il sito web della documentazione di Ubuntu</ulink>, i file HTML sono disponibili anche nel pacchetto <application>ubuntu-serverguide</application>. Per maggiori informazioni sull'installazione dei pacchetti, consultare il <xref linkend="package-management"/>.
sv: En HTML-version av manualen finns online på <ulink url="http://help.ubuntu.com">Webbplatsen för Ubuntu-dokumentation</ulink>. HTML-filerna är också tillgängliga i paketet <application>ubuntu-serverguide</application>. Se <xref linkend="package-management"/> för detaljer om paketinstallation.

source: If you choose to install the <application>ubuntu-serverguide</application> you can view this document from a console by:
es: Si elije instalar <application>ubuntu-serverguide</application> puede ver este documento en una consola con:
it: Se si sceglie di installare <application>ubuntu-serverguide</application>, è possibile visualizzare questo documento da una console digitando:
sv: Om du valt att installera <application>ubuntu-serverguide</application> kan du visa det här dokumentet från en konsol genom:

source: Replace <emphasis>en_GB</emphasis> with your language localization.
es: Sustituya <emphasis>en_GB</emphasis> por la localización de su idioma (en español sería <emphasis>es</emphasis> o <emphasis>es_ES</emphasis>).
it: Sostituire <emphasis>en_GB</emphasis> con il codice della propria lingua.
sv: Ersätt <emphasis>en_GB</emphasis> med ditt språks lokalisering.

source: Support
es: Soporte

source: There a couple of different ways that Ubuntu Server Edition is supported, commercial support and community support. The main commercial support (and development funding) is available from Canonical Ltd. They supply reasonably priced support contracts on a per desktop or per server basis. For more information see the <ulink url="http://www.canonical.com/services/support">Canonical Services</ulink> page.
es: Existen un par de diferentes maneras de soporte para la Edición de servidor de Ubuntu, comercial y comunitario. El principal soporte comercial (y fondos para desarrollo) está disponible desde Canonical Ltd. Ellos proveen contratos de soporte a precios razonables en base a cantidad de escritorios o servidores. para más información vea la página ulink url="http://www.canonical.com/services/support">Canonical Services</ulink> (en inglés)
sv: Det finns ett par olika sätt att få support på Ubuntu server edition, kommersiell support och support från gemenskapen. Den huvudsakliga kommersiella supporten (och utvecklingsfinansiering) finns tillgänglig från Canonical Ltd. De tillhandahåller för ett rimligt pris supportavtal baserat på antal skrivbordsdatorer eller servrar. För mer information se sidan <ulink url="http://www.canonical.com/services/support">Canonical Services</ulink>.

source: Community support is also provided by dedicated individuals, and companies, that wish to make Ubuntu the best distribution possible. Support is provided through multiple mailing lists, IRC channels, forums, blogs, wikis, etc. The large amount of information available can be overwhelming, but a good search engine query can usually provide an answer to your questions. See the <ulink url="http://www.ubuntu.com/support">Ubuntu Support</ulink> page for more information.
es: El soporte de la comunidad se proporciona por personas dedicadas y compañías que desean hacer de Ubuntu la mejor distribución posible. El soporte se proporciona a través de diversas listas de correo, canales IRC, foros, blogs, wikis, etc. La gran cantidad de información disponible puede ser excesiva, pero un buen motor de búsqueda puede normalmente darle las respuestas a sus preguntas. Vea la página <ulink url="http://www.ubuntu.com/support">Ubuntu Support</ulink> para más información.
sv: Support från gemenskapen tillhandahålls också av engagerade användare och företag, som vill göra Ubuntu till den bästa distributionen. Support tillhandahålls också genom flera e-postlistor, IRC-kanaler, forum, bloggar, wikis, mm. Den stora mängd information som finns kan vara överväldigande, men en bra ställd fråga i en sökmotor kan oftast ge svar på dina frågor. Se sidan <ulink url="http://www.ubuntu.com/support">Ubuntu Support</ulink> för mer information.

source: This chapter provides a quick overview of installing Ubuntu 9.04 Server Edition. For more detailed instructions, please refer to the <ulink url="https://help.ubuntu.com/9.04/installation-guide/">Ubuntu Installation Guide</ulink>.
es: Este capítulo proporciona una visión rápida para instalar Ubuntu 9.04 Server Edition. Para conocer instrucciones más detalladas, vea la <ulink url="https://help.ubuntu.com/9.04/installation-guide/">Guía de instalación de Ubuntu</ulink>.
sv: Detta avsnitt tillhandahåller en kortfattad överblick av installationen av Ubuntu 9.04 Server Edition. För mer detaljerade instruktioner, hänvisar vi till <ulink url="https://help.ubuntu.com/9.04/installation-guide/">Ubuntu installationsguide</ulink>.

source: Preparing to Install
es: Preparando la instalación
it: Preparazione dell'installazione
ko: 설치 준비하기
pt: Preparar a Instalação
sv: Förbered installationen

source: This section explains various aspects to consider before starting the installation.
es: Esta sección explica varios aspectos a considerar antes de comenzar la instalación.
it: Questa sezione spiega i diversi aspetti da considerare prima di avviare l'installazione.
ko: 이 영역은 설치를 시작하기 전에 고려할 만한 다양한 측면을 설명 합니다.
pt: Esta secção explica vários aspectos a considerar antes de começar a instalação.
sv: Detta avsnitt förklarar olika aspekter att ta hänsyn till innan du påbörjar installationen.

source: System Requirements
es: Requisitos del sistema
it: Requisiti di sistema
ko: 시스템 요구 사항
pt: Requisitos de Sistema
sv: Systemkrav
