Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: LDAP is an acronym for Lightweight Directory Access Protocol, it is a simplified version of the X.500 protocol. The directory setup in this section will be used for authentication. Nevertheless, LDAP can be used in numerous ways: authentication, shared directory (for mail clients), address book, etc.
es: LPAD es el acrónimo de Lightweight Directory Access Protocol, una versión simplificada de protocolo X.500. Se utilizará la configuración de esta sección para la autenticación. No obstante, LDAP puede utilizarse de muchas maneras: para autenticación, directorios compartidos (para los clientes de correo), libreta de direcciones, etc.
it: LDAP è un acronimo per "Lightweight Directory Access Protocol", una versione semplificata del protocollo X.500. La directory impostata in questa sezione sarà usata per l'autenticazione. LDAP può comunque essere usato in diversi modi: autenticazione, directory condivisa (per i client mail), rubrica indirizzi. ecc...
sv: LDAP betyder Lightweight Directory Access Protocol, det är en förenklad version av X.500-protokollet. Katalogupplägget i detta avsnitt kommer att användas för autentisering. I vilket fall, kan en LDAP-katalog användas på flera sätt: autentisering, delad katalog (för e-postklienter), adressböcker, etc.

source: To describe LDAP quickly, all information is stored in a tree structure. With <application>OpenLDAP</application> you have freedom to determine the directory arborescence (the Directory Information Tree: the DIT) yourself. We will begin with a basic tree containing two nodes below the root:
es: Brevemente, toda la información de LDAP se guarda en una estructura de árbol. Con <application>OpenLDAP</application> tiene libertad para determinar la arborescencia del directorio (el Árbol de Información de Directorio o DIT en inglés). Comenzaremos con un árbol básico con dos nodos por debajo de la raíz:
it: Per descrivere LDAP velocemente, tutte le informazioni vengono archiviate in una struttura ad albero. Con <application>OpenLDAP</application> si ha la libertà di scegliere lo sviluppo dell'albero delle directory (il "Directory Information Tree", DIT). Per iniziare, si prende un esempio di un albero basilare con due nodi al di sotto della radice.
sv: För att snabbt beskriva LDAP, så sparas all information i en trädstruktur. Med <application>OpenLDAP</application> har du friheten att själv avgöra katalogens trädstruktur (Directory Information Tree= DIT). Vi börjar med ett grundläggande träd med två noder under root :

source: "People" node where your users will be stored
es: Un nodo «People» donde se guardarán los usuarios
it: Il nodo «People» è dove i propri utenti vengono salvati
ko: "People" 노드에는 여러분의 사용자들이 저장됩니다.
pt: Nó "Pessoas" onde os utilizadores serão guardados
sv: "People" nod där dina användare kommer sparas

source: "Groups" node where your groups will be stored
es: Un nodo «Groups» donde se guardarán los grupos
it: Il nodo «Groups» è dove i propri gruppi vengono salvati
ko: "Groups" 노드에는 여러분의 그룹들이 저장됩니다.
pt: Nó "Grupos" onde os grupos serão guardados
sv: "Groups" nod där dina grupper kommer sparas

source: Before beginning, you should determine what the root of your LDAP directory will be. By default, your tree will be determined by your Fully Qualified Domain Name (FQDN). If your domain is example.com (which we will use in this example), your root node will be dc=example,dc=com.
es: Antes de empezar, debería determinar cual será la raíz de su directorio LDAP. Por omisión, el árbol estará determinado por su Fully Qualified Domain Name (FQDN). Si su dominio es ejemplo.com (será el que usemos en este ejemplo) tu nodo raíz será dc=example,dc=com.
it: Prima di iniziare, è necessario determinare quale sarà la radice della propria directory LDAP. In modo predefinito, l'albero sarà determinato dal proprio FQDN (Fully Qualified Domain Name), se il domino è "example.com" (usato in questo esempio), la radice sarà "dc=example,dc=com".
sv: Innan du börjar, behöver du fastställa var din LDAP-root skall finnas. Som standard kommer ditt träd bestämmas av ditt kompletta domännamn (FQDN). Om din domän är example.com (som vi kommer att använda i det här exemplet), kommer din root-nod att bli dc=example,dc=com.

source: First, install the <application>OpenLDAP</application> server daemon <application>slapd</application> and <application>ldap-utils</application>, a package containing LDAP management utilities:
es: En primer lugar, instale el demonio de <application>OpenLDAP</application> <application>slapd</application> y <application>ldap-utils</application>, un paquete que contiene utilidades de gestión de LDAP:
it: Per prima cosa, installare il demone server <application>OpenLDAP</application> <application>slapd</application> e <application>ldap-utils</application>, un pacchetto contenente le utilità di gestione LDAP:
sv: Börja med att installera <application>OpenLDAP</application>-serverdemonen <application>slapd</application> och <application>ldap-utils</application>, ett paket som innehåller verktyg för att administrera LDAP:

source: The installation process will prompt you for the LDAP directory admin password and confirmation.
es: El proceso de instalación le preguntará por la contraseña y la confirmación de esta para el directorio LDAP.
it: Il processo di installazione chiederà la password di amministratore della directory LDAP e la conferma.
sv: Under installationsprocessen kommer du tillfrågas om ett administratörslösenord för LDAP-katalogen och en bekräftelse.

source: By default the directory suffix will match the domain name of the server. For example, if the machine's Fully Qualified Domain Name (FQDN) is ldap.example.com, the default suffix will be <emphasis>dc=example,dc=com</emphasis>. If you require a different suffix, the directory can be reconfigured using <application>dpkg-reconfigure</application>. Enter the following in a terminal prompt:
es: De forma predeterminada, el sufijo del directorio coincidirá con el nombre de dominio del servidor. Por ejemplo, si el Nombre de Dominio Totalmente Cualificado (Fully Qualified Domain Name, FQDN) es ldap.ejemplo.com, el sufijo predeterminado será <emphasis>dc=ejemplo,dc=com</emphasis>. Si necesita un sufijo distinto, puede reconfigurar el directorio usando <application>dpkg-reconfigure</application>. Introduzca lo siguiente en un terminal:
it: Il suffisso della directory, in modo predefinito, corrisponde al nome del dominio del server. Per esempio, se il FQDN (Fully Qualified Domain Name) è ldap.example.it, il suffisso predefinito sarà <emphasis>dc=example,dc=it</emphasis>. Se è necessario averne uno diverso, la directory può essere configurata usando <application>dpkg-reconfigure</application>. In un terminale, digitare quanto segue:
sv: Som standard kommer katalogsuffixet matcha domännamnet för servern. Till exempel, Om maskinens kompletta domännamn (FQDN) är ldap.example.com, kommer standard suffixet bli <emphasis>dc=example,dc=com</emphasis>. Om du behöver en annan suffix, kan katalogen omkonfigureras med hjälp av <application>dpkg-reconfigure</application>. Skriv följande vid en terminalprompt:

source: You will then be taken through a menu based configuration dialog, allowing you to configure various <application>slapd</application> options.
es: Aparecerá una ventana de configuración basada en menús, que le permitirá configurar varias opciones de <application>slapd</application>.
it: Viene visualizzato un dialogo di configurazione che consente di configurare diverse opzioni di <application>slapd</application>.
sv: Du kommer därefter att följa en menybaserad konfiguration som tillåter dig att konfigurera olika <application>slapd</application> alternativ.

source: <application>OpenLDAP</application> uses a separate database which contains the <emphasis>cn=config</emphasis> Directory Information Tree (DIT). The <emphasis>cn=config</emphasis> DIT is used to dynamically configure the <application>slapd</application> daemon, allowing the modification of schema definitions, indexes, ACLs, etc without stopping the service.
es: <application>OpenLDAP</application> utiliza una base de datos aparte, que contiene el Árbol de Información de Directorio Directory Information Tree, DIT) <emphasis>cn=config</emphasis>. El DIT <emphasis>cn=config</emphasis> se usa para configurar dinámicamente el demonio <application>slapd</application>, lo que permite la modificación de las definiciones de esquema, índices, ACLs, etc. sin tener que detener el servicio.
it: <application>OpenLDAP</application> utilizza un database separato che contiene il <emphasis>cn=config</emphasis> DIT (Directory Information Tree). Il <emphasis>cn=config</emphasis> DIT è usato per configurare dinamicamente il demone <application>slapd</application>, che consente la modifica delle definizioni schema, gli indici, ACL, ecc... senza dover fermare il servizio.
sv: <application>OpenLDAP</application> använder en separat databas som innehåller <emphasis>cn=config</emphasis> Directory Information Tree (DIT). <emphasis>cn=config</emphasis> DIT används till att dynamiskt konfigurera demonen <application>slapd</application>, tillåta modifiering av schemadefinitioner, index, ACLs, etc utan att stoppa tjänsten.

source: The <emphasis>cn=config</emphasis> tree can be manipulated using the utilities in the <application>ldap-utils</application> package. For example:
es: El árbol <emphasis>cn=config</emphasis> se puede manipular usando las utilidades del paquete <application>ldap-utils</application>. Por ejemplo:
it: L'albero <emphasis>cn=config</emphasis> può essere manipolato usando le utilità presenti nel pacchetto <application>ldap-utils</application>. Per esempio:
sv: Trädet <emphasis>cn=config</emphasis> kan manipuleras med hjälp av verktyg från paketet <application>ldap-utils</application>. Till exempel:

source: Use <application>ldapsearch</application> to view the tree, entering the admin password set during installation or reconfiguration:
es: Use <application>ldapsearch</application> para ver el árbol, introduciendo la contraseña de administrador establecida durante la instalación o reconfiguración:
it: Usare <application>ldapsearch</application> per visualizzare l'albero, inserendo la password dell'amministratore impostata durante l'installazione o la riconfigurazione:
sv: Använd <application>ldapsearch</application> för att visa trädet, ange admin-lösenordet som bestämdes under installationen eller omkonfigurering:

source: Enter LDAP Password: dn: olcDatabase={1}hdb,cn=config objectClass: olcDatabaseConfig objectClass: olcHdbConfig olcDatabase: {1}hdb olcDbDirectory: /var/lib/ldap olcSuffix: dc=example,dc=com olcAccess: {0}to attrs=userPassword,shadowLastChange by dn="cn=admin,dc=exampl e,dc=com" write by anonymous auth by self write by * none olcAccess: {1}to dn.base="" by * read olcAccess: {2}to * by dn="cn=admin,dc=example,dc=com" write by * read olcLastMod: TRUE olcDbCheckpoint: 512 30 olcDbConfig: {0}set_cachesize 0 2097152 0 olcDbConfig: {1}set_lk_max_objects 1500 olcDbConfig: {2}set_lk_max_locks 1500 olcDbConfig: {3}set_lk_max_lockers 1500 olcDbIndex: objectClass eq
es: Introduzca la contraseña LDAP: dn: olcDatabase={1}hdb,cn=config objectClass: olcDatabaseConfig objectClass: olcHdbConfig olcDatabase: {1}hdb olcDbDirectory: /var/lib/ldap olcSuffix: dc=example,dc=com olcAccess: {0}to attrs=userPassword,shadowLastChange by dn="cn=admin,dc=exampl e,dc=com" write by anonymous auth by self write by * none olcAccess: {1}to dn.base="" by * read olcAccess: {2}to * by dn="cn=admin,dc=example,dc=com" write by * read olcLastMod: TRUE olcDbCheckpoint: 512 30 olcDbConfig: {0}set_cachesize 0 2097152 0 olcDbConfig: {1}set_lk_max_objects 1500 olcDbConfig: {2}set_lk_max_locks 1500 olcDbConfig: {3}set_lk_max_lockers 1500 olcDbIndex: objectClass eq

source: The output above is the current configuration options for the <emphasis>hdb</emphasis> backend database. Which in this case containes the <emphasis>dc=example,dc=com</emphasis> suffix.
es: La salida anterior muestra las opciones de configuración actuales para la base de datos <emphasis>hdb</emphasis> de fondo. En este caso, contiene el sufijo <emphasis>dc=ejemplo,dc=com</emphasis>.
it: L'output precedente sono le opzioni della configurazione per il backend <emphasis>hdb</emphasis> del database che in questo caso contiene il suffisso <emphasis>dc=example,dc=com</emphasis>.
sv: Utdatan ovan är de nuvarande konfigurationsalternativen för bakändedatabasen <emphasis>hdb</emphasis>. Vilket i det här fallet innehåller suffixen <emphasis>dc=example,dc=com</emphasis>.

source: Refine the search by supplying a <emphasis role="italic">filter</emphasis>, in this case only show which attributes are indexed:
es: Refine la búsqueda proporcionando un <emphasis role="italic">filtro</emphasis>, en este caso sólo se muestra que atributos están indexados:
it: È possibile migliorare la ricerca fornendo un <emphasis role="italic">filtro</emphasis> che magari mostri solo quali attributi sono indicizzati:
sv: Förädla sökningen genom att lägga till ett <emphasis role="italic">filter</emphasis>, i det här fallet för att endast visa vilka attribut som är indexerade:

source: Enter LDAP Password: dn: olcDatabase={1}hdb,cn=config olcDbIndex: objectClass eq
es: Introduzca la contraseña LDAP: dn: olcDatabase={1}hdb,cn=config olcDbIndex: objectClass eq

source: As an example of modifying the <emphasis>cn=config</emphasis> tree, add another attribute to the index list using <application>ldapmodify</application>:
es: Como un ejemplo de modificación del árbol <emphasis>cn=config</emphasis>, añada otro atributo a la lista de índices usando <application>ldapmodify</application>:
it: Come esempio per modificare un albero <emphasis>cn=config</emphasis>, aggiungere un altro attributo all'indice usando il comando <application>ldapmodify</application>:
sv: Som ett exempel av att modifiera trädet <emphasis>cn=config</emphasis>, lägg till ett annat attribut till indexeringslistan genom att använda <application>ldapmodify</application>:

source: Enter LDAP Password:<placeholder-1/> modifying entry "olcDatabase={1}hdb,cn=config"
es: Introduzca la contraseña LDAP:<placeholder-1/> modificando la entrada "olcDatabase={1}hdb,cn=config"

source: Once the modification has completed, press <emphasis>Ctrl+D</emphasis> to exit the utility.
es: Una vez que la modificación se ha completado, pulse <emphasis>Ctrl+D</emphasis> para salir de la utilidad.
it: Una volta completata la modifica, premere <emphasis>Ctrl+D</emphasis> per uscire dall'utilità:
sv: När modifieringen är klar, tryck <emphasis>Ctrl+D</emphasis> för att avsluta verktyget.

source: <application>ldapmodify</application> can also read the changes from a file. Copy and paste the following into a file named <filename>uid_index.ldif</filename>:
es: <application>ldapmodify</application> puede también leer los cambios de un archivo. Copie y pegue lo siguiente en el archivo llamado <filename>uid_index.ldif</filename>:
it: <application>ldapmodify</application> è anche in grado di leggere le modifica da un file. Copiare e incolalre quanto segue in un file chiamato <filename>uid_index.ldif</filename>:
sv: <application>ldapmodify</application> kan också läsa ändringar från en fil. Kopiera och klistra in följande i en fil med namnet <filename>uid_index.ldif</filename>:

source: Then execute <application>ldapmodify</application>:
es: Luego ejecute <application>ldapmodify</application>:
it: Eseguire <application>ldapmodify</application>:
sv: Verkställ sedan <application>ldapmodify</application>:

source: Enter LDAP Password: modifying entry "olcDatabase={1}hdb,cn=config"
es: Introduzca la contraseña LDAP: modificando la entrada "olcDatabase={1}hdb,cn=config"

source: The file method is very useful for large changes.
es: El método de archivo es muy útil en grandes cambios.
it: Qusto metodo è molto utile per applicare grandi modifiche.
sv: Filmetoden är väldigt användbar för stora ändringar

source: Adding additional <emphasis>schemas</emphasis> to <application>slapd</application> requires the schema to be converted to LDIF format. Fortunately, the <application>slapd</application> program can be used to automate the conversion. The following example will add the <emphasis>misc.schema</emphasis>:
es: Para añadir más <emphasis>esquemas</emphasis> a <application>slapd</application>, es necesario convertir el esquema al formato LDIF. Afortunadamente, se puede usar el programa <application>slapd</application> para automatizar la conversión. El ejemplo siguiente añadirá el esquema <emphasis>misc.schema</emphasis>:
it: Aggiungere <emphasis>schemas</emphasis> aggiuntivi a <application>slapd</application> richiede di convertire lo schema nel formato LDIF ed è possibile farlo attraverso l'uso del programma <application>slapd</application>. L'esempio che segue, aggiunge lo schema <emphasis>misc.schema</emphasis>:
sv: För att lägga till ytterligare <emphasis>scheman</emphasis> till <application>slapd</application> krävs att schemat konverteras till formatet LDIF. Lyckligtvis, kan programmet <application>slapd</application> användas till att automatisera konverteringen. Följande exempel kommer att lägga till <emphasis>misc.schema</emphasis>:

source: First, create a conversion <filename>schema_convert.conf</filename> file containing the following lines:
es: Primero cree un archivo de conversión <filename>schema_convert.conf</filename> que contenga las siguientes líneas:
it: Creare un file di conversione <filename>schema_convert.conf</filename> contenente le seguenti righe:
sv: Börja med att skapa konverteringsfilen <filename>schema_convert.conf</filename> som innehåller följande rader:

source: Next, create a temporary directory to hold the output:
es: Luego, cree un directorio temporal para mantener la salida:
it: Creare una directory temporanea in cui salvare l'output:
sv: Nästa steg, skapa en temporär katalog som skall innehålla utdatan:

source: Now using <application>slaptest</application> convert the schema files to LDIF:
es: Ahora usando <application>slaptest</application> convierta los archivos de esquema en LDIF:
it: Ora, usando <application>slaptest</application>, convertire i file schema in LDIF:
sv: Använd nu <application>slaptest</application> för att konvertera schemafilerna till LDIF:

source: Adjust the configuration file name and temporary directory names if yours are different. Also, it may be worthwhile to keep the <filename>ldif_output</filename> directory around in case you want to add additional schemas in the future.
es: Cambie el nombre del archivo de configuración y los nombres de los directorios temporales si los suyos son diferentes. Además, puede merecer la pena conservar el directorio <filename>ldif_output</filename> para el caso de que desee añadir más esquemas en el futuro.
it: Nel caso i nomi della directory temporanea e del file siano diversi, modificarli di conseguenza. Potrebbe essere comunque utile mantenere la directory <filename>ldif_output</filename> per aggiungere altri schema in un secondo momento.
sv: Justera konfigurationsfilens namn och temporära katalognamnen om dina namn är annorlunda. Dessutom kan det vara värt att behålla katalogen <filename>ldif_output</filename> ifall du vill lägga till ytterligare scheman i framtiden.

source: Edit the <filename>/tmp/ldif_output/cn=config/cn=schema/cn={8}misc.ldif</filename> file, changing the following attributes:
es: Edite el archivo <filename>/tmp/ldif_output/cn=config/cn=schema/cn={8}misc.ldif</filename>, cambiando los siguientes atributos:
it: Aprire il file <filename>/tmp/ldif_output/cn=config/cn=schema/cn={8}misc.ldif</filename> e modificare i seguenti attributi:
sv: Redigera filen <filename>/tmp/ldif_output/cn=config/cn=schema/cn={8}misc.ldif</filename> och ändra följande attribut:

source: And remove the following lines from the bottom of the file:
es: Y elimine las siguientes líneas del final del archivo:
it: Rimuovere le seguenti righe dalla fine del file:
sv: Och ta bort följande rader i slutet av filen:

source: The attribute values will vary, just be sure the attributes are removed.
es: Los valores de los atributos variarán, asegúrese de que se eliminan los atributos.
it: I valori degli attributi possono variare, basta solo assicurarsi che gli attributi siano rimossi.
sv: Attributvärdena kommer skifta, säkerställ bara att attributen är borttagna.

source: Finally, using the <application>ldapadd</application> utility, add the new schema to the directory:
es: Finalmente, usando la utilidad <application>ldapadd</application>, añada el nuevo esquema al directorio:
it: In fine, usando l'utilità <application>ldapadd</application>, aggiugnere il nuovo schema alla directory:
sv: Till sist, använd verktyget <application>ldapadd</application>, för att lägga till det nya schemat i katalogen:

source: There should now be a <emphasis>dn: cn={4}misc,cn=schema,cn=config</emphasis> entry in the cn=config tree.
es: Ahora debe haber una entrada <emphasis>dn: cn={4}misc,cn=schema,cn=config</emphasis> en el árbol cn=config.
it: Dovrebbe esserci una voce <emphasis>dn: cn={4}misc,cn=schema,cn=config</emphasis> nell'albero "cn=config".
sv: Det skall nu finnas en <emphasis>dn: cn={4}misc,cn=schema,cn=config</emphasis> notering i trädet cn=config.

source: Populating LDAP
es: Población del LDAP
it: Popolare LDAP
ko: LDAP 데이터 넣기 (populating)
pt: Populando o LDAP
sv: Befolka LDAP

source: The directory has been created during installation and reconfiguration, and now it is time to populate it. It will be populated with a "classical" scheme that will be compatible with address book applications and with Unix Posix accounts. Posix accounts will allow authentication to various applications, such as web applications, email Mail Transfer Agent (MTA) applications, etc.
es: El directorio fue creado durante la instalación y reconfiguración y ahora es tiempo de poblarlo. Será poblado con un esquema "clásico" que será compatible con aplicaciones de libro de direcciones y con cuentas Posix de Unix. Las cuentas de Posix permitirán la autenticación de varias aplicaciones, tales como aplicaciones de red, agentes de transferencia de correo electrónico (MTA), etc.
it: La directory è stata creata durante l'installazione e la riconfigurazione, ora è necessario popolarla. Verrà riempita con uno schema "classico", compatibile con le applicazioni di rubrica e con gli account Unix Posix. Gli account posix consentono l'autenticazione di varie applicazioni, come quelle web, applicazioni emal MTA (Mail Transfer Agent), ecc...
sv: Katalogen har skapats under installationen och omkonfigureringen och nu är det dags att befolka den. Den kommer befolkas med ett "classical"-schema som kommer vara kompatibelt med adressbokapplikationer och med Unix Posix konton. Posix-konton kommer tillåta autentisering till olika applikationer, såsom webbapplikationer och e-post Mail Transfer Agent (MTA) applikationer, etc.

source: For external applications to authenticate using LDAP they will each need to be specifically configured to do so. Refer to the individual application documentation for details.
es: Para que las aplicaciones externas se autentifiquen usando LDAP cada una de ellas deberá ser configurada específicamente. Remítase a la documentación de cada aplicación para más detalles.
it: Affinché le applicazioni esterne possano autenticarsi via LDAP, è necessario che siano configurate a tal fine. Per come fare, fare riferimento alla documentazione di ogni singola applicazione.
sv: För att externa applikationer skall kunna autentisera genom att använda LDAP, så måste var och en särskilt konfigureras för detta. Du hänvisas till dokumentationen för respektive applikation för fler detaljer.
