Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: OpenSSH is a freely available version of the Secure Shell (SSH) protocol family of tools for remotely controlling a computer or transferring files between computers. Traditional tools used to accomplish these functions, such as <application>telnet</application> or <application>rcp</application>, are insecure and transmit the user's password in cleartext when used. OpenSSH provides a server daemon and client tools to facilitate secure, encrypted remote control and file transfer operations, effectively replacing the legacy tools.
es: OpenSSH es una versión libre del protocolo Secure Shell (SSH) que es una familia de herramientas para control remoto o transferencia de archivos entre equipos. Las herramientas utilizadas tradicionalmente para realizar estas funciones, eran el <application>telnet</application> o el <application>rcp</application>, que son inseguras y transmiten la contraseña de los usuarios en texto plano cuando son usadas. OpenSSH proporciona un demonio y unos clientes para facilitar un control remoto seguro y encriptado, así como operaciones de transferencia de archivos, reemplazando de forma efectiva las herramientas heredadas.
it: OpenSSH è una versione libera della famiglia di protocolli e strumenti SSH (Secure SHell) per il controllo remoto di un computer o per il trasferimento di file tra computer. Gli strumenti tradizionali usati per svolgere queste funzioni, come <application>telnet</application> o <application>rcp</application>, sono insicuri e quando utilizzati trasmettono la password dell'utente in chiaro. OpenSSH fornisce un demone server e degli strumenti lato client per facilitare operazioni di controllo remoto e trasferimento di file in sicurezza e con crittografia, sostituendo in modo completo gli strumenti tradizionali.
ko: OpenSSH는 원격으로 컴퓨터를 조종하거나 컴퓨터 간의 파일을 전송하기 위한 Secure Shell (SSH) 프토토콜 도구들의 자유롭게 사용할 수 있는 버전 입니다. 이러한 기능을 가지는 전통적인 도구들로는, <application>telnet</application> 이나 <application>rcp</application> 가 있지만, 보안이 적용되지 않고 사용될 때 사용자의 암호를 들여다 볼수 있는 텍스트로 전송 합니다. OpenSSH는, 이러한 전통적인 도구들을 효과적으로 대체하는, 서버 데몬과 보안, 암호화된 원격 조종과 파일 전송 동작 기능을 가지는 클라이언트 도구들을 제공 합니다.
pt: OpenSSH é uma versão livre do protocolo Secure Shell (SSH) e da família de ferramentas para controlar remotamente um computador ou transferir ficheiros entre computadores. Ferramentas tradicionais para executar essas funções, tais como <application>telnet</application> ou <application>rcp</application>, são inseguras e transmitem as palavras passe dos utilizadores em texto simples quando utilizadas. O OpenSSH fornece um serviço para o servidor e ferramentas cliente para facilitar um controlo remoto seguro, codificado e operações de transferência de ficheiros, substituindo efectivamente as ferramentas padrão.
sv: OpenSSH är en fritt tillgänglig version av Secure Shell (SSH) protokollfamilj med verktyg för att fjärrstyra en dator eller överföra filer mellan datorer. Traditionella verktyg som användes för att utföra sådana här funktioner, som <application>telnet</application> eller <application>rcp</application> är osäkra och överför användarens lösenord i klartext när de används. OpenSSH ger dig en serverdemon och klientverktyg för att genomföra säker, krypterad fjärrstyrning och filöverföringar, och ersätter därmed de klassiska verktygen.

source: The OpenSSH server component, <application>sshd</application>, listens continuously for client connections from any of the client tools. When a connection request occurs, <application>sshd</application> sets up the correct connection depending on the type of client tool connecting. For example, if the remote computer is connecting with the <application>ssh</application> client application, the OpenSSH server sets up a remote control session after authentication. If a remote user connects to an OpenSSH server with <application>scp</application>, the OpenSSH server daemon initiates a secure copy of files between the server and client after authentication. OpenSSH can use many authentication methods, including plain password, public key, and <application>Kerberos</application> tickets.
es: El componente servidor de OpenSSH, <application>sshd</application>, escucha continuamente a la espera de conexiones de clientes desde cualquiera de las herramientas cliente. Cuando aparece una petición de conexión, <application>sshd</application> establece la conexión correcta dependiendo del tipo de herramienta cliente que está conectándose. Por ejemplo, si el equipo remoto se está conectando con la aplicación cliente <application>ssh</application>, el servidor OpenSSH establecerá una sesión de control remoto tras la autenticación. Si el usuario remoto se conecta al servidor OpenSSH con <application>scp</application>, el demonio del servidor OpenSSH iniciará una copia segura de archivos entre el servidor y el cliente tras la autenticación. OpenSSH puede usar muchos métodos de autenticación, incluyendo contraseñas planas, claves públicas y tickets de <application>Kerberos</application>
it: Il componente server di OpenSSH, <application>sshd</application>, è in ascolto continuo per le connessioni in arrivo dei client, qualunque sia lo strumento usato sui client. Quando avviene una richiesta di connessione, per mezzo di <application>sshd</application> viene impostata la corretta connessione in base allo strumento utilizzato dal client. Per esempio, se il computer remoto sta effettuando una connessione con l'applicazione client <application>ssh</application>, il server OpenSSH imposta, dopo l'autenticazione, una sessione di controllo remoto. Se un utente remoto si connette a un server OpenSSH con <application>scp</application>, il demone server OpenSSH inizializza, dopo l'autenticazione, una procedura di copia sicura di file tra il server e il client. OpenSSH permette l'utilizzo di diversi metodi di autenticazione, inclusi password semplice, chiave pubblica e ticket <application>Kerberos</application>.
ko: OpenSSH 서버 구성 요소는, <application>sshd</application> 이고, 어떠한 클라이언트 도구이던 클라이언트 접속을 위하여 끊임없이 듣습니다. 접속 요청이 일어났을 때, <application>sshd</application> 는 연결하는 클라이언트 도구의 종류에 따라 올바른 접속을 만듭니다. 예를 들어, 원격 컴퓨터가 <application>ssh</application> 클라이언트 프로그램을 가지고 접속을 한다면, 그 OpenSSH 서버는 인증 후에 원격 조종 세션을 만듭니다. 만약 원격 사용자가 <application>scp</application> 를 가지고 OpenSSH 서버를 연결하면, 그 OpenSSH 서버 데몬은 인증 후에 서버와 클라이언트 간에 안전한 파일 복사를 시작 합니다. OpenSSH는 일반 암호, 공개 키, 그리고 <application>Kerberos</application> 티켓을 포함하는 여러가지 인증 방법을 사용할 수 있습니다.
pt: O componente <application>sshd</application> do servidor OpenSSH, aguarda continuamente ligações de qualquer das ferramentas dos clientes. Quando um pedido de ligação ocorre, o <application>sshd</application> configura a ligação correcta dependendo do tipo de ferramenta do cliente que se está a ligar. Por exemplo, se o computador remoto se está a ligar com a aplicação cliente <application>ssh</application>, o processo do servidor OpenSSH inicia uma ligação de controlo remoto após a autenticação. Se o utilizador remoto usa uma aplicação <application>scp</application> o processo do servidor OpenSSH inicia uma cópia segura dos ficheiros entre o servidor e o cliente após a autenticação. O OpenSSH pode utilizar vários métodos de autenticação, incluindo palavras passe simples, chaves públicas e senhas <application>Kerberos</application>.
sv: Serverkomponenten i OpenSSH, <application>sshd</application>, lyssnar kontinuerligt efter klientanslutningar från något av klientverktygen. När en anslutningsförfrågan anländer skapar <application>sshd</application> korrekt anslutning beroende på vilket klientverktyg som ansluter. Till exempel, om fjärrdatorn ansluter med klientprogrammet <application>ssh</application> kommer OpenSSH-servern att skapa en fjärrstyrningssession efter att klienten autentiserat sig. Om fjärrdatorn ansluter till OpenSSH-servern med <application>scp</application> skapar OpenSSH-servern istället en anslutning för säker kopiering av filer mellan servern och klienten efter att klienten autentiserat sig. OpenSSH kan använda flera autentiseringsmetoder, inklusive vanliga lösenord, publik nyckel och <application>Kerberos</application>-certifikat.

source: Installation of the OpenSSH client and server applications is simple. To install the OpenSSH client applications on your Ubuntu system, use this command at a terminal prompt:
es: La instalación de cliente y servidor OpenSSH es simple. Para instalar las aplicaciones cliente de OpenSSH en su sistema ubuntu, use el siguiente comando en la línea de comandos:
it: L'installazione delle applicazioni server e client di OpenSSH è semplice. Per installare l'applicazione client OpenSSH sui sistemi Ubuntu, usare questo comando al prompt di un terminale:
ko: OpenSSH 클라이언트와 서버 프로그램의 설치는 간단합니다. 우분투 시스템에 OpenSSH 클라이언트 프로그램을 설치하려면, 다음의 명령을 터미널 프롬프트에서 사용합니다:
pt: A instalação das aplicações cliente e servidor do OpenSSH é simples. Para instalar a aplicação cliente OpenSSH no seu sistema Ubuntu, utilize este comando num terminal:
sv: Installationen av OpenSSH-klienten och -servern är enkel. För att installera OpenSSH-klienten på din Ubuntu-dator, kör det här kommandot från en terminalprompt:

source: To install the OpenSSH server application, and related support files, use this command at a terminal prompt:
es: Para instalar la aplicación servidor de OpenSSH, y los archivos de soporte relacionados, use en una línea de comandos la siguiente instrucción:
it: Per installare l'applicazione server di OpenSSH e i relativi file di supporto, usare questo comando al prompt di un terminale:
ko: OpenSSH 서버 프로그램과 관련되는 지원 파일을 설치하려면, 다음의 명령을 터미널 프롬프트에서 사용합니다:
pt: Para instalar a aplicação servidor OpenSSH, e ficheiros de suporte associados, utilize este comando num terminal:
sv: För att installera OpenSSH-servern, och relaterade stödfiler, använd det här kommandot från en terminalprompt:

source: The <application>openssh-server</application> package can also be selected to install during the Server Edition installation process.
es: El paquete <application>openssh-server</application> se puede seleccionar para instalar durante el proceso de Instalación de la Edición Servidor.
it: È possibile scegliere di installare il pacchetto <application>openssh-server</application> durante il processo di installazione della Server Edition.
sv: Paketet <application>openssh-server</application> kan också väljas för installation under installationsprocessen av Server Edition.

source: You may configure the default behavior of the OpenSSH server application, <application>sshd</application>, by editing the file <filename>/etc/ssh/sshd_config</filename>. For information about the configuration directives used in this file, you may view the appropriate manual page with the following command, issued at a terminal prompt:
es: Puede configurar el comportamiento predeterminado del servidor OpenSSH, <application>sshd</application>, editando el archivo <filename>/etc/ssh/sshd_config</filename>. Para más información sobre las directivas de configuración usadas en este archivo, puede ver la página del manual apropiada con la siguiente orden, introducida en una terminal:
it: È possibile configurare il comportamento predefinito dell'applicazione server di OpenSSH, <application>sshd</application>, modificando il file <filename>/etc/ssh/sshd_config</filename>. Per maggiori informazioni riguardo le direttive di configurazione usate in questo file, consultare l'appropriata pagina di manuale inserendo, a un prompt di terminale, il seguente comando:
ko: 여러분은 OpenSSH 서버 프로그램, <application>sshd</application>, 의 기본 동작을 <filename>/etc/ssh/sshd_config</filename> 파일을 편집하는 것으로 설정할 수 있습니다. 이 파일에서 사용되는 설정 지시자에 대한 정보는, 터미널 프롬프트에서 다음의 명령을 입력하여 해당 매뉴얼 페이지를 보십시오:
pt: Pode alterar o comportamento predefinido da aplicação servidor OpenSSH, <application>sshd</application>, editando o ficheiro <filename>/etc/ssh/sshd_config</filename>. Para informações sobre as directivas de configuração usadas neste ficheiro, pode consultar a página de manual apropriada com o seguinte comando, executado num terminal:
sv: Du kan konfigurera standardbeteendet för OpenSSH-servern <application>sshd</application>, genom att ändra i filen <filename>/etc/ssh/sshd_config</filename>. För information om konfigurationsmöjligheterna som används i den här filen, kan du med följande kommando, som du skriver från terminalprompten, visa anvisad manualsida:

source: There are many directives in the <application>sshd</application> configuration file controlling such things as communication settings and authentication modes. The following are examples of configuration directives that can be changed by editing the <filename>/etc/ssh/sshd_config</filename> file.
es: Hay muchas directivas en el archivo de configuración <application>sshd</application> que controlan diferentes elementos como los ajustes de comunicación y los modos de autenticación. Los siguientes son ejemplos de las directivas de configuración que pueden ser modificadas editando el archivo <filename>/etc/ssh/sshd_config</filename>
sv: Det finns många inställningar i konfigurationsfilen för <application>sshd</application> som styr saker som kommunikationsinställingar och autentisieringslägen. Följande är exempel på konfigurationsdirektiv som går att ändra genom att redigera filen <filename>/etc/ssh/sshd_config</filename>.

source: Prior to editing the configuration file, you should make a copy of the original file and protect it from writing so you will have the original settings as a reference and to reuse as necessary.
es: Antes de cambiar el archivo de configuración, debe hacer una copia del archivo original y protegerlo contra escritura; así tendrá la configuración original como referencia y podrá volver a usarla si es necesario.
it: Prima di modificare il file di configurazione, è consigliato fare una copia del file originale e proteggerla dalla scrittura, così da avere le impostazioni originali come riferimento ed eventualmente riusarle se necessario.
ko: 설정 파일을 편집하기 전에, 원래의 파일을 복사본을 만들고 쓰기에서 그것을 보호해야만 합니다. 그래서 원래의 설정을 참고로 그리고 필요한 경우 재사용할 수 있습니다.
pt: Antes de editar o ficheiro de configuração, deverá fazer uma cópia do original e protegê-lo contra escrita por forma a ter sempre as configurações originais como referência ou para o reutilizar se necessário.
sv: Innan du redigerar konfigurationsfilen bör du göra en kopia av originalfilen och skydda den från skrivning så att du har kvar originalinställningarna som en referens och att återanvända om det blir nödvändigt.

source: Copy the <filename>/etc/ssh/sshd_config</filename> file and protect it from writing with the following commands, issued at a terminal prompt:
es: Copie el archivo <filename>/etc/ssh/sshd_config</filename> y protéjalo contra escritura con los siguientes comandos, tecleados en la línea de comandos de una terminal:
it: Copiare il file <filename>/etc/ssh/sshd_config</filename> e proteggerlo da scrittura, con il seguente comando, digitando a un prompt di terminale:
ko: <filename>/etc/ssh/sshd_config</filename> 파일을 복사하고 쓰기에서 그것을 보호하려면, 터미널 프롬프트에서 다음의 명령을 입력 합니다:
pt: Copie o ficheiro <filename>/etc/ssh/sshd_config</filename> e proteja-o contra escrita com os seguintes comandos, executados num terminal:
sv: Kopiera filen <filename>/etc/ssh/sshd_config</filename> och skrivskydda den med följande kommandon som du skriver från en terminalprompt:

source: The following are examples of configuration directives you may change:
es: Lo siguiente son ejemplos de directivas de configuración que se pueden cambiar:
it: Quelli che seguono sono esempi delle direttive di configurazione che è possibile cambiare:
ko: 다음은 여러분이 변경할 수 있는 설정 지시자의 예 입니다:
pt: A seguir apresentam-se exemplos de directivas que pode alterar:
sv: Följande är exempel på konfigurationsinställningar du kanske vill ändra på:

source: To set your OpenSSH to listen on TCP port 2222 instead of the default TCP port 22, change the Port directive as such:
es: Para hacer que su OpenSSH escuche por el puerto TCP 2222 en lugar del puerto TCP 22 por defecto, cambie la directiva Port como sigue:
it: Per impostare OpenSSH in modo da restare in ascolto sulla porta TCP 2222 invece che sulla predefinita porta TCP 22, cambiare la direttiva Port come segue:
ko: 여러분의 OpenSSH가 기본 설정된 TCP 포트 22 대신에 TCP 포트 2222를 사용하게 하려면, 다음과 같이 Port 지시자를 변경 합니다:
pt: Para ajustar o OpenSSH para aceitar pedidos (escutar) o protocolo TCP na porta 2222, em vez da porta por omissão TPC porta 22, altere a directiva Port como se segue:
sv: För att få OpenSSH att lyssna på TCP-porten 2222 istället för standardporten 22, ändra raden Port så att den ser ut såhär:

source: To have <application>sshd</application> allow public key-based login credentials, simply add or modify the line:
es: Para hacer que <application>sshd</application> permita credenciales de inicio de sesión basados en clave pública, simplemente añada o modifique la línea:
it: Per consentire l'utilizzo in <application>sshd</application> di credenziali di accesso basate su chiave pubblica, aggiungere o modificare la riga:
ko: <application>sshd</application> 가 공개 키 기반의 로그인 신뢰서를 허용하게 하려면, <filename>/etc/ssh/sshd_config</filename> 파일에서 간단히 이 줄을 더하거나 변경 합니다:
pt: Para fazer com que o <application>sshd</application> permita credenciais de login baseadas em chaves públicas, adicione simplesmente a linha seguinte:
sv: För att få <application>sshd</application> att tillåta publika, nyckelbaserade inloggningsmetoder, lägg till eller ändra följande rad:

source: In the <filename>/etc/ssh/sshd_config</filename> file, or if already present, ensure the line is not commented out.
es: En el archivo <filename>/etc/ssh/sshd_config</filename>, si estuviera presente, asegurese que la línea no esta comentada.
it: Nel file <filename>/etc/ssh/sshd_config</filename> assicurarsi che la riga non sia commentata.
sv: I filen <filename>/etc/ssh/sshd_config</filename> eller om den redan är gällande, säkerställ att raden inte är avkommenterad.

source: To make your OpenSSH server display the contents of the <filename>/etc/issue.net</filename> file as a pre-login banner, simply add or modify the line:
es: Para hacer que su servidor OpenSSH muestre el contenido del archivo <filename>/etc/issue.net</filename> como banner antes del login, simplemente añada o modifique la línea:
it: Per far sì che il server OpenSSH mostri il contenuto del file <filename>/etc/issue.net</filename> come un banner di pre-accesso, aggiungere o modificare la riga:
ko: 여러분의 OpenSSH 서버에서 로그인하기 전에 보여줄 배너로 <filename>/etc/issue.net</filename> 파일의 내용을 표시하게 만드려면, 간단히 이 줄을 더하거나 변경 합니다:
pt: Para fazer com que o seu servidor OpenSSH mostre o conteúdo do ficheiro <filename>/etc/issue.net</filename> como uma mensagem de pré-login, adicione simplesmente ou modifique a seguinte linha:
sv: För att få OpenSSH-servern att visa innehållet i <filename>/etc/issue.net</filename> som en inloggnings-banner, lägg till eller ändra följande rad:

source: In the <filename>/etc/ssh/sshd_config</filename> file.
es: En el archivo <filename>/etc/ssh/sshd_config</filename>.
it: Nel file <filename>/etc/ssh/sshd_config</filename>.
sv: I filen <filename>/etc/ssh/sshd_config</filename>.

source: After making changes to the <filename>/etc/ssh/sshd_config</filename> file, save the file, and restart the <application>sshd</application> server application to effect the changes using the following command at a terminal prompt:
es: Después de hacer los cambios en el archivo <filename>/etc/ssh/sshd_config</filename>, guarde este, y reinicie el servidor <application>sshd</application> para que los cambios tengan efecto usando la siguiente orden en una terminal:
it: Dopo aver apportato dei cambiamenti al file <filename>/etc/ssh/sshd_config</filename>, salvarlo e, per rendere effettivi i cambiamenti, riavviare il demone <application>sshd</application> usando il seguente comando:
ko: <filename>/etc/ssh/sshd_config</filename> 파일에 변경을 만든 후에, 그 파일을 저장하고, 변경의 효과를 가지려면 다음 명령을 터미널 프롬프트에서 사용하여 <application>sshd</application> 서버 프로그램을 재시작 합니다:
pt: Após a marcação de alterações no ficheiro <filename>/etc/ssh/sshd_config</filename>, grave o ficheiro e reinicie a aplicação servidor <application>sshd</application> para tornar efectivas as alterações utilizando o comando seguinte num terminal:
sv: Efter att du ändrat i filen <filename>/etc/ssh/sshd_config</filename>, måste du spara den och starta om serverprogrammet <application>sshd</application> för att verkställa ändringarna. Du gör det genom att skriva följande kommando från terminalprompten:
