Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: vsftpd - FTP Server Installation
es: vsftpd - Instalación del Servidor FTP
it: vsftpd - Installazione del server FTP
ko: vsftpd - FTP 서버 설치
pt: vstpd - Instalação do Servidor FTP
sv: vsftpd - Installation av FTP-servern

source: vsftpd is an FTP daemon available in Ubuntu. It is easy to install, set up, and maintain. To install <application>vsftpd</application> you can run the following command:
es: vsftpd es un demonio FTP disponible en Ubuntu. Es fácil de instalar, configurar y mantener. Para instalar <application>vsftpd</application> puede ejecutar el siguiente comando:
sv: vsftpd är en FTP demon som är tillgänglig i Ubuntu. Den är enkel att installera, konfigurera och underhålla. För att installera <application>vsftpd</application> kan du köra följande kommando:

source: Anonymous FTP Configuration
es: Configuración de FTP anónimo
sv: Anonym FTP-konfiguration

source: By default <application>vsftpd</application> is configured to only allow anonymous download. During installation a <emphasis>ftp</emphasis> user is created with a home directory of <filename>/home/ftp</filename>. This is the default FTP directory.
es: De forma predeterminada, <application>vsftpd</application> está configurado para aceptar sólo descargas anónimas. Durante la instalación, se crea un usuario llamado <emphasis>ftp</emphasis> con el directorio personal <filename>/home/ftp</filename>. Este es el directorio de FTP predeterminado.
sv: Som standard är <application>vsftpd</application> konfigurerad för att endast tillåta anonyma nerladdningar. Under installationen skapas en <emphasis>ftp</emphasis>-användare med hemkatalogen <filename>/home/ftp</filename>. Detta är den normala FTP-katalogen.

source: If you wish to change this location, to <filename>/srv/ftp</filename> for example, simply create a directory in another location and change the <emphasis>ftp</emphasis> user's home directory:
es: Si desea cambiar esta ubicación a, por ejemplo, <filename>/srv/ftp</filename>, simplemente cree un directorio en otro lugar y cambie el directorio personal del usuario <emphasis>ftp</emphasis>:
sv: Om du vill ändra den här platsen, till exempel till <filename>/srv/ftp</filename>, skapar du helt enkelt en katalog på en annan plats och ändrar <emphasis>ftp</emphasis>-användarens hemkatalog:

source: After making the change restart <application>vsftpd</application>:
es: Después de hacer los cambios, reinicie <application>vsftpd</application>:
sv: Efter ändringen starta om <application>vsftpd</application>:

source: Finally, copy any files and directories you would like to make available through anonymous FTP to <filename>/srv/ftp</filename>.
es: Finalmente, copie a <filename>/srv/ftp</filename> todos los archivos y directorios que desee hacer disponibles por FTP anónimo.
sv: Slutligen, kopiera de filer eller kataloger som du vill göra tillgängliga genom anonym FTP till <filename>/srv/ftp</filename>.

source: User Authenticated FTP Configuration
es: Configuración de FTP con usuario autenticado
sv: Användarautentiserad FTP-konfiguration

source: To configure <application>vsftpd</application> to authenticate system users and allow them to upload files edit <filename>/etc/vsftpd.conf</filename>:
es: Para configurar <application>vsftpd</application> para autenticar a los usuarios del sistema y permitirles subir archivos, edite el archivo <filename>/etc/vsftpd.conf</filename>:
sv: För at konfigurera <application>vsftpd</application> till autentisera systemanvändare och tillåta dem att skicka upp filer, redigera <filename>/etc/vsftpd.conf</filename>:

source: Now restart <application>vsftpd</application>:
es: Ahora reinicie <application>vsftpd</application>:
sv: Starta nu om <application>vsftpd</application>:

source: Now when system users login to FTP they will start in their <emphasis>home</emphasis> directories where they can download, upload, create directories, etc.
es: Ahora, cuando los usuarios del sistema inicien una sesión con FTP, aparecerán en sus directorios personales desde donde podrán descargar, subir archivos, crear directorios, etc.
sv: När nu systemanvändare loggar in till FTP:n kommer de starta i sina <emphasis>hem</emphasis>-kataloger där de kan ladda ner, ladda upp, skapa kataloger, etc.

source: Similarly, by default, the anonymous users are not allowed to upload files to FTP server. To change this setting, you should uncomment the following line, and restart <application>vsftpd</application>:
es: Del mismo modo, por omisión, los usuarios anónimos no están autorizados a subir archivos al servidor FTP. Para cambiar esta opción, deberá descomentar la siguiente línea y reiniciar <application>vsftpd</application>:
sv: På samma sätt, kan normalt inte anonyma användare ladda upp filer till FTP-servern. För att ändra denna inställning, så skall du avkommentera följande rad och starta om <application>vsftpd</application>:

source: Enabling anonymous FTP upload can be an extreme security risk. It is best to not enable anonymous upload on servers accessed directly from the Internet.
es: Habilitar la subida por FTP anónimo puede ser un riesgo extremo de seguridad. Es mejor no habilitar la subida anónima en servidores a los que se tenga acceso directo desde Internet.
sv: Att aktivera anonym FTP-uppladdning kan vara en extrem säkerhetsrisk. Det är bäst att inte aktivera anonym uppladdning på servrar som har direkt åtkomst från internet.

source: The configuration file consists of many configuration parameters. The information about each parameter is available in the configuration file. Alternatively, you can refer to the man page, <command>man 5 vsftpd.conf</command> for details of each parameter.
es: El archivo de configuración consiste en múltiples parámetros de configuración. La información acerca de cada parámetro está disponible en el archivo de configuración. Alternativamente, puede consultar la página de manual, <command>man 5 vsftpd.conf</command> para obtener detalles de cada parámetro.
it: Il file di configurazione è composto da diversi parametri di configurazione, le cui informazioni sono disponibili nel file stesso. In alternativa, è possibile fare riferimento alla pagina man (<command>man 5 vsftpd.conf</command>).
sv: Konfigurationsfilen har många konfigurationsparametrar. Information om alla dessa finns i själva konfigurationsfilen. Du kan även läsa i manualsidan, <command>man 5 vsftpd.conf</command>, för detaljer kring alla parametrar.

source: Securing FTP
es: Asegurando el FTP
sv: Säkra FTP

source: There are options in <filename>/etc/vsftpd.conf</filename> to help make <application>vsftpd</application> more secure. For example users can be limited to their home directories by uncommenting:
es: Hay opciones en <filename>/etc/vsftpd.conf</filename> que ayudan a que <application>vsftpd</application> sea más seguro. Por ejemplo, los usuarios pueden verse limitados a no salir de sus directorios personales descomentando:
sv: Det finns alternativ i <filename>/etc/vsftpd.conf</filename> som hjälper till att göra <application>vsftpd</application> mer säker. Till exempel kan användare begränsas till sina egna hemkataloger genom att avkommentera:

source: You can also limit a specific list of users to just their home directories:
es: También puede limitar a sus directorios personales a una lista específica de usuarios:
sv: Du kan också begränsa enligt en specifik lista av användare till just deras hemkataloger:

source: After uncommenting the above options, create a <filename>/etc/vsftpd.chroot_list</filename> containing a list of users one per line. Then restart <application>vsftpd</application>:
es: Después de descomentar las opciones anteriores, cree un archivo <filename>/etc/vsftpd.chroot_list</filename> que contenga una lista de usuarios, uno por línea. A continuación, reinicie <application>vsftpd</application>:
sv: Efter att avkommenterat ovanstående alternativ, skapa en <filename>/etc/vsftpd.chroot_list</filename> som innehåller en lista över användare en per rad. Starta därefter om <application>vsftpd</application>:

source: Also, the <filename>/etc/ftpusers</filename> file is a list of users that are <emphasis>disallowed</emphasis> FTP access. The default list includes root, daemon, nobody, etc. To disable FTP access for additional users simply add them to the list.
es: Además, el archivo <filename>/etc/ftpusers</filename> es una lista de usuarios que tienen <emphasis>prohibido</emphasis> el acceso por FTP. La lista predeterminada incluye los usuarios root, daemon, nobody, etc. Para deshabilitar el acceso FTP a más usuarios, simplemente añádalos a la lista.
sv: Dessutom, filen <filename>/etc/ftpusers</filename> är en lista över användare som har <emphasis>otillåten</emphasis> FTP-åtkomst. Standardlistan inkluderar, root, demoner, nobody, etc. För att avvisa FTP-åtkomst för ytterligare användare, läggs dessa helt enkelt till i listan.

source: FTP can also be encrypted using <emphasis>FTPS</emphasis>. Different from <emphasis>SFTP</emphasis>, <emphasis>FTPS</emphasis> is FTP over Secure Socket Layer (SSL). <emphasis>SFTP</emphasis> is a FTP like session over an encrypted <emphasis>SSH</emphasis> connection. A major difference is that users of SFTP need to have a <emphasis>shell</emphasis> account on the system, instead of a <emphasis>nologin</emphasis> shell. Providing all users with a shell may not be ideal for some environments, such as a shared web host.
es: FTP también puede cifrarse usando <emphasis>FTPS</emphasis>. <emphasis>FTPS</emphasis> es FTP sobre Secure Socket Layer (SSL), lo cual es distinto de <emphasis>SFTP</emphasis>. <emphasis>SFTP</emphasis> es una sesión de FTP sobre una conexión <emphasis>SSH</emphasis> cifrada. Una de las grandes diferencias es que los usuarios de SFTP necesitan tener una cuenta de <emphasis>intérprete de comandos</emphasis> en el sistema, en lugar de un intérprete <emphasis>nologin</emphasis>. Proporcionar acceso de intérprete de comandos a todos los usuarios puede no resultar ideal en algunos entornos, como en un host web compartido.
sv: FTP kan också krypteras genom att använda <emphasis>FTPS</emphasis>. Till skillnad från <emphasis>SFTP</emphasis>, är <emphasis>FTPS</emphasis> FTP över Secure Socket Layer (SSL). <emphasis>SFTP</emphasis> är en FTP-liknande session över en krypterad <emphasis>SSH</emphasis>-anslutning. En stor skillnad är att användare av SFTP behöver ha <emphasis>skal</emphasis>-konto på systemet, istället för ett <emphasis>nologin</emphasis>-skal. Att tillhandahålla ett skal för alla användare kanske inte är idealiskt för en del miljöer, såsom en delad webbvärd.

source: To configure <emphasis>FTPS</emphasis>, edit <filename>/etc/vsftpd.conf</filename> and at the bottom add:
es: Para configurar <emphasis>FTPS</emphasis>, edite <filename>/etc/vsftpd.conf</filename> y añada al final:
sv: För att konfigurera <emphasis>FTPS</emphasis>, redigera <filename>/etc/vsftpd.conf</filename> och lägg till i slutet:

source: Also, notice the certificate and key related options:
es: Además, tenga en cuenta las opciones relacionadas de certificados y claves:
sv: Dessutom, notera de relaterade alternativen för certifikat och nyckel:

source: By default these options are set the the certificate and key provided by the <application>ssl-cert</application> package. In a production environment these should be replaced with a certificate and key generated for the specific host. For more information on certificates see <xref linkend="certificates-and-security"/>.
es: De forma predeterminada, estas opciones se establecen para el certificado y la clave proporcionados por el paquete <application>ssl-cert</application>. En un entorno de producción, deberían cambiarse por un certificado y una clave generados para un host específico. Para más información sobre certificados, consulte <xref linkend="certificates-and-security"/>.
sv: Som standard för dessa alternativ tillhandahålls insällningarna för certifikat och nyckel av paketet <application>ssl-cert</application>. I en produktionsmiljö bör dessa ersättas av ett certifikat och nyckel som skapats för den specifika värden. För mer information om certifikat, se <xref linkend="certificates-and-security"/>.

source: Now restart <application>vsftpd</application>, and non-anonymous users will be forced to use <emphasis>FTPS</emphasis>:
es: Ahora reinicie <application>vsftpd</application> y los usuarios no anónimos se verán forzados a usar <emphasis>FTPS</emphasis>:
sv: Starta nu om <application>vsftpd</application>, och icke-anonyma användare kommer tvingas att använda <emphasis>FTPS</emphasis>:

source: To allow users with a shell of <filename>/usr/sbin/nologin</filename> access to FTP, but have no shell access, edit <filename>/etc/shells</filename> adding the <emphasis>nologin</emphasis> shell:
es: Para permitir que los usuarios con un intérprete de <filename>/usr/sbin/nologin</filename> puedan acceder por FTP, pero sin tener acceso a un intérprete, edite <filename>/etc/shells</filename> y añada el intérprete <emphasis>nologin</emphasis>:
sv: För att tillåta användare med ett skal av <filename>/usr/sbin/nologin</filename> att ansluta till FTP:n, men som saknar skal-åtkomst, redigera <filename>/etc/shells</filename> lägg till skalet <emphasis>nologin</emphasis>:

source: This is necessary because, by default <application>vsftpd</application> uses PAM for authentication, and the <filename>/etc/pam.d/vsftpd</filename> configuration file contains:
es: Esto es necesario porque, de forma predeterminada, <application>vsftpd</application> usa PAM para la autenticación, y el archivo de configuración <filename>/etc/pam.d/vsftpd</filename> contiene:
sv: Detta är nödvändigt eftersom, <application>vsftpd</application> som standard använder PAM för autentisering och konfigurationsfilen <filename>/etc/pam.d/vsftpd</filename> innehåller:

source: The <emphasis>shells</emphasis> PAM module restricts access to shells listed in the <filename>/etc/shells</filename> file.
es: El módulo <emphasis>shells</emphasis> de PAM restringe el acceso a los intérpretes indicados en el archivo <filename>/etc/shells</filename>.
sv: PAM-modulen <emphasis>shells</emphasis> begränsar åtkomsten till skal som listas i filen <filename>/etc/shells</filename>.

source: Most popular FTP clients can be configured connect using FTPS. The <application>lftp</application> command line FTP client has the ability to use FTPS as well.
es: Los clientes FTP más populares pueden configurarse para que se conecten mediante FTPS. El cliente FTP de línea de comandos <application>lftp</application> también tiene la capacidad de usar FTPS.
sv: De flesta populära FTP-klineterna kan konfigureras till att ansluta genom att använda FTPS. FTP-klienten <application>lftp</application> för kommandoraden hat också förmågan att använda FTPS för att ansluta.

source: See the <ulink url="http://vsftpd.beasts.org/vsftpd_conf.html">vsftpd website</ulink> for more information.
es: Consulte la <ulink url="http://vsftpd.beasts.org/vsftpd_conf.html">página web de vsftpd</ulink> para más información.
sv: Se <ulink url="http://vsftpd.beasts.org/vsftpd_conf.html">vsftpd website</ulink> för mer information.

source: For detailed <filename>/etc/vsftpd.conf</filename> options see the <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man5/vsftpd.conf.5.html">vsftpd.conf man page</ulink>.
es: Para más detalles sobre las opciones de <filename>/etc/vsftpd.conf</filename> consulte la <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man5/vsftpd.conf.5.html">página del manual de vsftpd.conf</ulink>.
sv: För detaljerade alternativ till <filename>/etc/vsftpd.conf</filename> se man-sidorna för <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man5/vsftpd.conf.5.html">vsftpd.conf</ulink>.

source: The CodeGurus article <ulink url="http://www.codeguru.com/csharp/.net/net_general/internet/article.php/c14329"> FTPS vs. SFTP: What to Choose</ulink> has useful information contrasting FTPS and SFTP.
es: El artículo de CodeGurus <ulink url="http://www.codeguru.com/csharp/.net/net_general/internet/article.php/c14329"> FTPS vs. SFTP: What to Choose</ulink> (en inglés) posee información útil comparando FTPS con SFTP.
sv: Artikeln av CodeGurus <ulink url="http://www.codeguru.com/csharp/.net/net_general/internet/article.php/c14329"> FTPS vs. SFTP: What to Choose</ulink> har användbar information för jämförelse av FTPS och SFTP.

source: NFS allows a system to share directories and files with others over a network. By using NFS, users and programs can access files on remote systems almost as if they were local files.
es: NFS permite a un sistema compartir directorios y archivos con otros sistemas a través de la red. Usando NFS, los usuarios y los programas pueden acceder a archivos en sistemas remotos casi como si fueran archivos locales.
it: NSF permette a un sistema di condividere file e directory con altri attraverso una rete. Utilizzando NFS, utenti e programmi possono accedere ai file presenti su sistemi remoti come se fossero dei file locali.
ko: NFS는 네트워크 상의 다른 사람과 디렉토리와 파일을 공유하는 시스템을 허용 합니다. NFS를 사용하는 것으로, 사용자와 프로그램은 원격지 시스템 상의 파일을 로컬 파일을 사용하는 것과 거의 비슷하게 접근할 수 있습니다.
pt: O NFS permite a um sistema partilhar directórios e ficheiros com outras pessoas através de uma rede. Utilizando o NFS, utilizadores e programas podem aceder a ficheiros num sistema remoto quase como se fossem ficheiros locais.
sv: NFS låter en dator dela kataloger och filer med andra över ett nätverk. Genom att använda NFS kan användare och program nå filer från fjärrsystem nästan som om de var lokala filer.

source: Some of the most notable benefits that NFS can provide are:
es: Algunos de los beneficios más notables que el NFS suministra son:
it: Alcuni dei principali benefici forniti da NFS sono:
ko: NFS가 제공하는 가장 주목할 만한 혜택의 몇 가지는 다음과 같습니다:
pt: Alguns dos benefícios mais notáveis que o NFS providencia são:
sv: Några av de tydligaste fördelarna med NFS är:

source: Local workstations use less disk space because commonly used data can be stored on a single machine and still remain accessible to others over the network.
es: Las estaciones de trabajo locales utilizan menos espacio en disco porque los datos usados de forma común pueden ser guardados en una sola máquina y permanecerán accesibles a todas las de la red.
it: Le workstation locali utilizzano meno spazio su disco perché i dati comuni possono essere memorizzati su una singola macchina, pur rimanendo accessibili agli altri attraverso la rete.
ko: 로컬 워크스테이션은 공통적으로 사용되는 데이터가 단일 기계에 저장되고 네트워크 상의 다른 것을 여전히 접근할 수 있기 때문에 보다 적은 디스크 공간을 사용 합니다.
pt: Estações de trabalho locais utilizam menos espaço em disco porque os dados frequentemente utilizados podem ser guardados num máquina única e permanecer, mesmo assim, acessíveis a outros através da rede.
sv: Lokala arbetsstationer kan använda mindre hårddiskutrymme eftersom vanlig data kan lagras på en enda dator och fortfarande finnas tillgängligt för andra över nätverket.

source: There is no need for users to have separate home directories on every network machine. Home directories could be set up on the NFS server and made available throughout the network.
es: No es necesario que los usuarios tengan directorios de inicio separados en cada máquina de la red. Los directorios de inicio pueden estar configurados en un servidor NFS y estar disponibles a través de la red.
it: Gli utenti non devono avere diverse directory home su ciascuna macchina in rete. Le directory home possono risiedere sul server NFS ed essere rese disponibili attraverso la rete.
ko: 사용자가 모든 네트워크 기계들에 분리된(각각의) 홈 디렉토리를 가질 필요가 없습니다. 홈 디렉토리는 NFS 서버 상에 만들어질 수 있고 네트워크를 통하여 사용할 수 있습니다.
pt: Não existe necessidade de os utilizadores terem directórios pessoais em cada máquina da rede. Os directórios pessoais podem ser configurados no servidor NFS e disponibilizados através da rede.
sv: Användarna behöver inte ha olika hemkataloger på alla datorer i nätverket. Hemkatalogen går att lägga på NFS-servern och göras tillgänglig över nätverket.

source: Storage devices such as floppy disks, CDROM drives, and USB Thumb drives can be used by other machines on the network. This may reduce the number of removable media drives throughout the network.
es: Los dispositivos de almacenamiento como disquetes, unidades de CDROM, y dispositivos USB pueden ser usados por otras máquinas a través de la red. Esto reduce el número de dispositivos removibles en la red.
it: I dispositivi di archiviazione come dischi floppy, unità CD-ROM e USB possono essere utilizzate dagli altri computer della rete. Questo può ridurre il numero di unità per supporti rimovibili presenti nella rete.
ko: 플로피 디스크, CD-ROM 드라이브, 그리고 USB 드라이브와 같은 저장 장치들은 네트워크 상의 다른 기계에 의하여 사용될 수 있습니다. 이것은 네트워크 전체의 이동식 미디어 드라이브의 숫자를 줄일지도 모릅니다.
pt: Dispositivos de armazenamento como as disquetes, unidades de CDROM e unidades de memória USB podem ser utilizados por outras máquinas na rede. Isto pode reduzir o número de dispositivos deste tipo dentro da rede.
sv: Lagringsenheter som disketter, CDROM-enheter och USB-minnen kan användas av andra datorer på nätverket. Det här kan minska antalet flyttbara enheter på nätverket.

source: At a terminal prompt enter the following command to install the NFS Server:
es: Ejecute la siguiente orden en una terminal para instalar el Servidor NFS:
it: Per installare il server NFS, inserire il comando seguente a un prompt di terminale:
ko: NFS 서버를 설치하기 위하여 다음의 명령을 터미널 프롬프트에서 입력 합니다:
pt: Num terminal insira o seguinte comando para instalar o servidor NFS:
sv: Från en terminalprompt skriv följande kommando för att installera NFS-servern:

source: You can configure the directories to be exported by adding them to the <filename>/etc/exports</filename> file. For example:
es: Puede configurar los directorios a exportar añadiendolos al archivo <filename>/etc/exports</filename> . Por ejemplo:
it: È possibile configurare le directory da esportare aggiungendole al file <filename>/etc/exports</filename>. Per esempio:
ko: <filename>/etc/exports</filename> 파일에 디렉토리를 추가하는 것으로 내보낼 디렉토리를 설정할 수 있습니다. 예는:
pt: Pode configurar os directórios a ser exportados adicionando-os ao ficheiro <filename>/etc/exports</filename>. Por exemplo:
sv: Du kan konfigurera vilka kataloger som skall exporteras genom att lägga till dem i filen <filename>/etc/exports</filename>. Till exempel:

source: You can replace * with one of the hostname formats. Make the hostname declaration as specific as possible so unwanted systems cannot access the NFS mount.
es: Puede reemplazar * con uno de los formatos de nombres de máquina. Haciendo la declaración del nombre de máquina tan específica como sea posible para evitar que sistemas no deseados accedan al punto de montaje NFS.
it: È possibile sostituire * con uno qualsiasi dei formati per i nomi di host. È necessario rendere la dichiarazione dei nomi di host più specifica possibile per impedire l'accesso di sistemi indesiderati ai mount NFS.
ko: 호스트 이름 형식의 하나를 *로 대체할 수 있습니다. 호스트 이름 정의를 가능한 지정하여 원하지 않는 시스템이 NFS 마운트를 접근할 수 없도록 합니다.
pt: Pode substituir * com um dos formatos de nome de máquina. Faça a declaração do nome de máquina tão especifica quanto possível para que sistemas não desejados não possam aceder à montagem NFS.
sv: Du kan ersätta * med en datorvärd i något format. Gör datorvärdsdefinitionen så specifik som möjligt så att inga andra datorer kommer åt NFS-utdelningen.
