Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: We have configured either Postfix or Exim4 to recognize all emails from mailman. So, it is not mandatory to make any new entries in <filename>/etc/aliases</filename>. If you have made any changes to the configuration files, please ensure that you restart those services before continuing to next section.
es: Hemos configurado Postfix o Exim4 para reconocer todos los correos que llegan desde mailman. Por tanto, no es obligatorio crear ninguna entrada nueva en <filename>/etc/aliases</filename>. Si hizo cualquier cambio en los archivos de configuración, asegúrese de reiniciar esos servicios antes de continuar con la siguiente sección.
it: Postfix o Exim4 sono stati configurati per riconoscere tutte le email di mailman ed è ora obbligatorio creare le nuove voci in <filename>etc/aliases</filename>. Se sono state apportate modifiche ai file di configurazione, assicurarsi di riavviare tali servizi prima di continuare.
sv: Vi har konfigurerat antingen Postfix eller Exim4 att känna igen e-post från mailman. Därför är det inte obligatoriskt att skapa några nya uppgifter i <filename>/etc/aliases</filename>. Om du har utfört några ändringar i konfigurationsfilerna, säkerställ att du startar om dessa tjänster innan du fortsätter till nästa avsnitt.

source: Administration
es: Administración
it: Amministrazione
ko: 관리
pt: Administração

source: We assume you have a default installation. The mailman cgi scripts are still in the <application>/usr/lib/cgi-bin/mailman/</application> directory. Mailman provides a web based administration facility. To access this page, point your browser to the following url:
es: Suponemos que ha realizado una instalación predeterminada. Los scripts cgi de mailman todavía están en el directorio <application>/usr/lib/cgi-bin/mailman/</application>. Mailman proporciona una utilidad de adminstración basada en web. Para acceder a esta página, vaya con su navegador a la siguiente url:
it: Si assume che sia stata fatta un'installazione di base. Gli script cgi di mailman si trovano nella directory <application>/usr/lib/cgi-bin/mailman/</application>. Mailman fornisce uno strumento di amministrazione basato sul web, per accedere alla relativa pagina, aprire con il browser il seguente url:
ko: 우리는 여러분이 기본 설치된 상태에 있다고 가정하겠습니다. mailman cgi 스크립트는 여전히 <application>/usr/lib/cgi-bin/mailman/</application> 디렉토리에 존재합니다. mailman은 웹 기반의 관리 기능을 제공합니다. 이 페이지에 접근하기 위해서는 웹 브라우저에서 다음 url을 입력합니다:
pt: É assumido que a sua instalação é a de defeito. Os scripts do <filename>/etc/exim4</filename> ainda se encontram na directoria <application>/usr/lib/cgi-bin/mailman/</application>. Mailman providencia um sistema de administração Web. Para aceder a esta página, coloque no seu browser o seguinte url:
sv: Vi förutsätter att du har en standard installation. mailman cgi-skripiten är fortfarande i mappen <application>/usr/lib/cgi-bin/mailman/</application>. Mailman tillhandahåller ett webbaserat administrationsplats. Åtkomst till sidan får du genom att peka din webbläsare till följande url:

source: http://hostname/cgi-bin/mailman/admin
es: http://nombrehost/cgi-bin/mailman/admin
sv: http://värdnamn/cgi-bin/mailman/admin

source: The default mailing list, <emphasis>mailman</emphasis>, will appear in this screen. If you click the mailing list name, it will ask for your authentication password. If you enter the correct password, you will be able to change administrative settings of this mailing list. You can create a new mailing list using the command line utility (<command>/usr/sbin/newlist</command>). Alternatively, you can create a new mailing list using the web interface.
es: La lista de correo predeterminada, <emphasis>mailman</emphasis>, aparecerá en esta pantalla. Si pulsa sobre el nombre de la lista de correo, se le pedirá su contraseña de autenticación. Si introduce la contraseña correcta, podrá cambiar las opciones administrativas de esa lista de correo. Puede crear una nueva lista de correo usando la utilidad de línea de comandos (<command>/usr/sbin/newlist</command>). También puede crear una nueva lista de correo usando la interfaz web.
it: La mailing list di base, <emphasis>mailman</emphasis>, comparirà in questa schermata. Facendo clic sul nome della mailing list, verrà richiesta la password di autenticazione. Se viene inserita la password corretta sarà possibile modificare le preferenze di amministrazione di questa mailing list. È possibile creare una nuova mailing list usando l'utilità a riga di comando (<command>/usr/sbin/newlist</command>). In alternativa, è possibile creare una nuova mailing list usando l'interfaccia web.
ko: 기본 메일링 리스트인 <emphasis>mailman</emphasis>이 화면에 나타날 것입니다. 메일링 리스트의 이름을 클릭하면 여러분의 인증을 위해 암호를 물어볼 것입니다. 올바른 암호를 입력하면 이 메일링 리스트의 관리를 위한 설정을 변경할 수 있습니다. 새로운 메일링 리스트를 생성하기 위해서는 명령행 유틸리티를 이용할 수 있습니다(<command>/usr/sbin/newlist</command>). 아니면 웹 인터페이스를 통해서도 새로운 메일링 리스트를 생성할 수 있습니다.
pt: A lista de mailing por defeito, <emphasis>mailman</emphasis>, irá surgir neste ecrâ. Se clicar no nome da lista de mailing, ser-lhe-a pedida a sua autenticação, Se inserir a palavra-passe correcta será capaz de mudar as configurações administrativas dessa nova lista de mailing usando o utilitário de linha de comandos (<command>/usr/sbin/newlist</command>). Alternativamente, poderá criar uma nova lista de mailing usando a interface Web.
sv: Standard-sändlistan <emphasis>mailman</emphasis>, framträder på skärmen. Om du klickar på sändlistans namn, blir du tillfrågad efter ett autentiseringslösenord. Om du skriver in korrekt lösenord, kommer du kunna att ändra administratörsinställningarna för din sändlista. Du kan skapa en nya sändlista genom att använda kommandoraden (<command>/usr/sbin/newlist</command>). Alternativt kan du skapa din nya sändlista genom att använda webbgränsnittet.

source: Users
es: Usuarios
it: Utenti
ko: 사용자
pt: Utilizadores
sv: Användare

source: Mailman provides a web based interface for users. To access this page, point your browser to the following url:
es: Mailman posee un interfaz de usuario web. Para acceder a esta página, introduzca la siguiente dirección en su navegador:
it: <application>Mailman</application> fornisce un'interfaccia web per gli utenti. Per accedere a questa pagina, indirizzare il browser web al seguente URL:
ko: Mailman은 사용자에게 웹 기반의 인터페이스를 제공 합니다. 이 페이지를 접근하려면, 다음 url을 여러분의 브라우저에서 사용 합니다:
pt: O Mailman providencia uma interface baseada na web para os utilizadores. Para aceder a esta página, aponte o seu navegador para o seguinte url:
sv: Mailman erbjuder ett webbaserat gränssnitt för användare. För att komma åt den här sidan besöker du följande adress med din webbläsare:

source: http://hostname/cgi-bin/mailman/listinfo
es: http://nombrehost/cgi-bin/mailman/listinfo
pt: http://nomedoanfitriao/cgi-bin/mailman/listinfo
sv: http://värdnamn/cgi-bin/mailman/listinfo

source: The default mailing list, <emphasis>mailman</emphasis>, will appear in this screen. If you click the mailing list name, it will display the subscription form. You can enter your email address, name (optional), and password to subscribe. An email invitation will be sent to you. You can follow the instructions in the email to subscribe.
es: Aparecerá en esta pantalla la lista de correo predeterminada, <emphasis>mailman</emphasis>. Si pulsa sobre el nombre, se le mostrará un formulario de suscripción. Puede introducir su dirección de correo, nombre (opcional) y contraseña para suscribirse. Le será enviado un correo de invitación. Puede seguir las instrucciones de este correo para suscribirse.
it: La mailing list predefinita, <emphasis>mailman</emphasis>, compare a schermo. Facendo clic sul nome, viene presentato il modulo di iscrizione. È possibile inserire il proprio indirizzo email, il nome (opzionale) e la password per completare l'iscrizione. Viene così inviata una email di invito all'indirizzo specificato. È possibile seguire le istruzioni contenute nell'email per completare l'iscrizione.
ko: 기본 설정된 메일링 리스트, <emphasis>mailman</emphasis> 가 이 화면에 나타납니다. 그 메일링 리스트 이름을 클릭하면, 가입 양식을 보입니다. 여러분의 이메일 주소, 이름(선택사항) 그리고 암호를 가입하기 위하여 입력 합니다. 여러분에게 이메일 초대가 보내집니다. 가입하기 위하여 그 이메일의 절차를 따릅니다.
pt: A lista de correio electrónico pré-definida, <emphasis>mailman</emphasis>, aparecerá neste ecrã. Se clicar no nome da lista, ser-lhe-á apresentado um formulário de subscrição. Pode preencher o seu endereço de correio electrónicp, nome (opcional), e senha de subscrição. Ser-lhe-á enviado um convite via correio electrónico. Pode seguir as instruções dessa mensagem para subscrever a lista.
sv: Nu kommer standardsändlistan, <emphasis>mailman</emphasis>, att visas på skärmen. Om du klickar på sändlistans namn kommer du att få se ett registreringsformulär. Du kan skriva in din e-postadress, ditt namn (valfritt), och ett lösenord för att registrera dig. En e-postinbjudan kommer att skickas till dig. Du kan följa instruktionerna i e-postmeddelandet för att registrera dig.

source: GNU Mailman - Installation Manual
es: GNU Mailman - Manual de instalación
it: GNU Mailman - Manuale di installazione
ko: GNU Mailman - 설치 매뉴얼
pt: GNU Mailman - Manual de Instalação
sv: GNU Mailman - installationsmanual

source: HOWTO - Using Exim 4 and Mailman 2.1 together
es: CÓMO - Usar juntos Exim4 y Mailman 2.1
ko: 하우투 - Exim 4와 Mailman 2.1을 함께 사용하기
pt: COMO FAZER - Utilizar o Exim 4 e o Mailman 2.1 em conjunto
sv: HOWTO - Använd Exim 4 och Mailman 2.1 tillsammans

source: Mail Filtering
es: Filtrar correo
it: Filtrare le email
sv: E-post filtrering

source: One of the largest issues with email today is the problem of Unsolicited Bulk Email (UBE). Also known as SPAM, such messages may also carry viruses and other forms of malware. According to some reports these messages make up the bulk of all email traffic on the Internet.
es: Uno de los mayores problemas actuales con el correo electrónico es el del Correo Basura No Solicitado. También conocido como SPAM, esos mensajes además pueden llevar virus y otras formas de software malicioso. Según algunos informes, esos mensajes conforman la mayoría de todo el tráfico de correo electrónico en Internet.
it: Uno dei più grandi problemi oggigiorno con le email è lo Unsolicited Bulk Email (UBE). Conosciuto anche come SPAM, questi messaggi possono essere virus e altre forme di malware. Secondi alcuni rapporti, questi messaggi compongono la maggior parte del traffico di email su Internet.
sv: Ett av de största problemen med e-post idag är problemen med Unsolicited Bulk Email (UBE), också känt som SPAM, sådana meddelanden kan också innehålla virus och andra former av skadlig kod. Enligt vissa rapporter består den största andelen av all e-posttrafik på internet av dessa meddelanden.

source: This section will cover integrating <application>Amavisd-new</application>, <application>Spamassassin</application>, and <application>ClamAV</application> with the <application>Postfix</application> Mail Transport Agent (MTA). <application>Postfix</application> can also check email validity by passing it through external content filters. These filters can sometimes determine if a message is spam without needing to process it with more resource intensive applications. Two common filters are <application>dkim-filter</application> and <application>python-policyd-spf</application>.
es: Esta sección cubrirá la integración de <application>Amavisd-new</application>, <application>Spamassassin</application> y <application>ClamAV</application> con el Agente de Transporte de Correo (MTA) <application>Postfix</application>. <application>Postfix</application> también puede verificar la validez del correo-e pasándolo a través de filtros de contenido externos. Algunas veces, estos filtros pueden determinar si un mensaje es basura sin necesidad de procesarlo con aplicaciones que consumen más recursos. Dos filtros comunes son <application>dkim-filter</application> y <application>python-policyd-spf</application>.
it: Questa sezione descrive come integrare <application>Amavisd-new</application>, <application>Spamassassin</application> e <application>ClamAV</application> con il Mail Transport Agent (MTA) <application>Postfix</application>. <application>Postfix</application> può anche verificare la validità delle email facendole analizzare da filtri esterni, che in certi casi possono determinare se un messaggio è indesiderato senza doverlo elaborare con applicazioni che richiedono più risorse. Due filtri comuni sono <application>dkim-filter</application> e <application>python-policyd-spf</application>.
sv: Detta avsnitt omfattar integreringen av <application>Amavisd-new</application>, <application>Spamassassin</application> och <application>ClamAV</application> med <application>Postfix</application> Mail Transport Agent (MTA). <application>Postfix</application> kan också kontrollera giltigheten i e-posten genom att låta den passera ett externt innehållsfilter. Dessa filter kan ibland upptäcka om ett meddelande är spam utan behovet av att processa meddelandet genom mer resurskrävande applikationer. Två vanliga filter är <application>dkim-filter</application> och <application>python-policyd-spf</application>.

source: <application>Amavisd-new</application> is a wrapper program that can call any number of content filtering programs for spam detection, antivirus, etc.
es: <application>Amavisd-new</ aplicación> es un programa envoltorio que puede llamar a cualquier número de programas de filtrado de contenidos para la detección de spam, antivirus, etc.
it: <application>Amavisd-new</application> è un "wrapper" che può chiamare qualsiasi programma di filtraggio per rilevare la posta indesiderata, virus, ecc...
sv: <application>Amavisd-new</application> är ett skyddsprogram som kan anropa olika typer av program för innehållsfiltrering för att upptäcka spam, antivirus, o.s.v.

source: <application>Spamassassin</application> uses a variety of mechanisms to filter email based on the message content.
es: <application>Spamassassin</application> usa una variedad de mecanismos para filtrar correo basándose en el contenido del mensaje.
it: <application>Spamassassin</application> utilizza moti meccanismi diversi per filtrare le email in base al contenuto del messaggio.
sv: <application>Spamassassin</application> använder olika mekanismer för att filtrera e-post baserat på dess innehåll.

source: <application>ClamAV</application> is an open source antivirus application.
es: <application>ClamAV</application> es un antivirus de código abierto.
it: <application>ClamAV</application> è un antivirus open source.
sv: <application>ClamAV</application> är ett antivirusprogram baserat på öppen källkod.

source: <application>dkim-filter</application> implements a Sendmail Mail Filter (Milter) for the DomainKeys Identified Mail (DKIM) standard.
es: <application>dkim-filter</application> implementa un filtro de envío de correo (Milter) para el estándar (DKIM).
it: <application>dkim-filter</application> implementa uno Sendmail Mail Filter (Milter) per lo standard DomainKeys Identified Mail (DKIM).
sv: <application>dkim-filter</application> implementerar en Sendmail Mail Filter (Milter) för standarden DomainKeys Identified Mail (DKIM).

source: <application>python-policyd-spf</application> enables Sender Policy Framework (SPF) checking with <application>Postfix</application>.
es: <application>python-policyd-spf</application> habilita la comprobación de Sender Policy Framework (SPF) con <application>Postfix</application>.
it: <application>python-policyd-spf</application> abilita il controllo Sender Policy Framework (SPF) con <application>Postfix</application>.
sv: <application>python-policyd-spf</application> aktiverar Sender Policy Framework (SPF) kontroller med <application>Postfix</application>.

source: This is how the pieces fit together:
es: Esta es la forma en la que las piezas encajan:
it: Il processo di elaborazione è il seguente:
sv: Det är såhär bitarna passar ihop:

source: An email message is accepted by <application>Postfix</application>.
es: Un mensaje de correo es aceptado por <application>Postfix</application>.
it: Un messaggio email viene accettato da <application>Postfix</application>.
sv: Ett e-postmeddelande accepteras av <application>Postfix</application>.

source: The message is passed through any external filters <application>dkim-filter</application> and <application>python-policyd-spf</application> in this case.
es: El mensaje ha pasado a través de cualquier filtro externo <application>dkim-filter</application> y <application>python-policyd-spf</application> en este caso.
it: Il messaggio è elaborato dai filtri esterni (in questo caso <application>dkim-filter</application> e <application>python-policyd-spf</application>).
sv: Meddelandet skickas genom några externa filter, i det här fallet <application>dkim-filter</application> och <application>python-policyd-spf</application>.

source: <application>Amavisd-new</application> then processes the message.
es: entonces <application>Amavisd-new</application> procesa el mensaje.
it: <application>Amavisd-new</application> quindi elabora il messaggio.
sv: <application>Amavisd-new</application> behandlar sedan meddelandet.

source: <application>ClamAV</application> is used to scan the message. If the message contains a virus <application>Postfix</application> will reject the message.
es: <application>ClamAV</application> se usa para explorar el mensaje. Si contiene virus <application>Postfix</application> lo rechazará.
it: <application>ClamAV</application> analizza il messaggio. Se contiene un virus, <application>Postfix</application> rifiuta il messaggio.
sv: <application>ClamAV</application> används sedan till att skanna meddelandet. Om meddelandet innehåller ett virus kommer <application>Postfix</application> avvisa meddelandet.

source: Clean messages will then be analyzed by <application>Spamassassin</application> to find out if the message is spam. <application>Spamassassin</application> will then add X-Header lines allowing <application>Amavisd-new</application> to further manipulate the message.
es: Los mensajes limpios luego serán analizados por <application>Spamassassin</application> para averiguar si el mensaje es spam. <application>Spamassassin</application> luego agregara líneas X-Header permitiendo a <application>Amavisd-new</application> manipular el mensaje.
it: I messaggi puliti vengono poi analizzati da <application>Spamassassin</application> per verificare che non sia indesiderato. <application>Spamassassin</application> aggiunge quindi una riga X-Header per consentire ad <application>Amavisd-new</application> di analizzare ulteriormente il messaggio.
sv: Rena meddelanden kommer sedan att analyseras av <application>Spamassassin</application> för att ta reda på om meddelandet är spam. <application>Spamassassin</application> kommer därefter lägga till X-Header rader vilket tillåter <application>Amavisd-new</application> att forsätta att behandla meddelandet.

source: For example, if a message has a Spam score of over fifty the message could be automatically dropped from the queue without the recipient ever having to be bothered. Another, way to handle flagged messages is to deliver them to the Mail User Agent (MUA) allowing the user to deal with the message as they see fit.
es: Por ejemplo, si el mensaje tiene una valoración de correo basura superior a cincuenta el mensaje podría descartarse de la cola automáticamente sin tener que afectar a la bandeja de entrada en ningún momento. Otra forma de manejar mensajes marcados es enviárselos al Agente de Usuario de Correo (Mail User Agent, MUA), lo que permite a los usuarios tratar los mensajes como éstos creen conveniente.
it: Per esempio, se un messaggio ha un punteggio spam di oltre 50, questo può essere scartato automaticamente senza nemmeno farlo arrivare al ricevente. Un altro metodo per gestire i messaggi con una segnalazione, è quello di lasciarli arrivare al Mail User Agent (MUA) consentendo all'utente di gestirli come meglio crede.
sv: Som exempel, om ett meddelande har mer än femtio spam poäng kan meddelandet automatiskt droppas från kön utan att mottagaren behöver veta något. Ett annat sätt att hantera flaggade meddelanden är att leverera dem till Mail User Agent (MUA) och tillåta att användaren hanterar meddelandet på ett passand sätt.

source: See <xref linkend="postfix"/> for instructions on installing and configuring Postfix.
es: Vea <xref linkend="postfix"/> para conocer instrucciones sobre como instalar y configurar Postfix.
it: Per maggiori informazioni sull'installazione e la configurazione di Postfix, consultare <xref linkend="postfix"/>.
sv: För instruktioner över installation och konfiguration av Postfix, se <linkend="postfix"/>.

source: To install the rest of the applications enter the following from a terminal prompt:
es: Para instalar el resto de las aplicaciones introduzca lo siguiente en un terminal:
it: Per installare le restanti applicazioni, in un terminale, digitare:
sv: För att installera resterande applikationer skriv följande från en terminalprompt:

source: There are some optional packages that integrate with <application>Spamassassin</application> for better spam detection:
es: Hay algunos paquetes opcionales que se integran con <application>Spamassassin</application> para mejorar la detección de correo basura:
it: Esistono dei pacchetti opzionali che si integrano con <application>Spamassassin</application> per rilevare più efficientemente la posta indesiderata:
sv: Det finns några valfria paket för bättre spam-detektering som integrerar med <application>Spamassassin</application>:

source: Along with the main filtering applications compression utilities are needed to process some email attachments:
es: Junto con las aplicaciones de filtrado principales, las utilidades de compresión necesitan procesar algunos anexos de correo electrónico:
it: Oltre alle applicazioni per il filtraggio, sono necessarie le utilità di compressioni per elaborare alcuni allegati delle email.
sv: Tillsammans med det huvudsakliga programmet för filtrering är komprimeringsverktyg nödvändiga för att processa e-post med bilagor:

source: Now configure everything to work together and filter email.
es: Ahora configure todo para trabajar en conjunto y filtrar el correo.
it: Ora è necessario configurare il tutto affinché i programmi funzionino assieme e vengano filtrate le email.
sv: Konfigurera nu allt till att fungera tillsammans och filtrera e-posten.

source: The default behaviour of <application>ClamAV</application> will fit our needs. For more ClamAV configuration options, check the configuration files in <filename>/etc/clamav</filename>.
es: El comportamiento predeterminado de <application>ClamAV</application> se ajustará a nuestras necesidades. Para más opciones de configuración de ClamAV compruebe los archivos de configuración en <filename>/etc/clamav</filename>.
sv: Standardbeteendet av <application>ClamAV</application> kommer att passa våra behov. För fler konfigurationsalternativ till ClamAV, se efter i konfigurationsfilerna i <filename>/etc/clamav</filename>.

source: Add the <emphasis>clamav</emphasis> user to the <emphasis>amavis</emphasis> group in order for <application>Amavisd-new</application> to have the appropriate access to scan files:
es: Añada el usuario <emphasis>clamav</emphasis> al grupo <emphasis>amavis</emphasis> para que <application>Amavisd-new</application> tenga los accesos apropiados para inspeccionar archivos:
sv: Lägg till användaren <emphasis>clamav</emphasis> till gruppen <emphasis>amavis</emphasis> för att <application>Amavisd-new</application> skall få korrekt behörighet till att skanna filer:
