Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: By default, the server writes the transfer log to the file <filename>/var/log/apache2/access.log</filename>. You can change this on a per-site basis in your virtual host configuration files with the <emphasis>CustomLog</emphasis> directive, or omit it to accept the default, specified in <filename> /etc/apache2/apache2.conf</filename>. You may also specify the file to which errors are logged, via the <emphasis>ErrorLog</emphasis> directive, whose default is <filename>/var/log/apache2/error.log</filename>. These are kept separate from the transfer logs to aid in troubleshooting problems with your Apache2 server. You may also specify the <emphasis>LogLevel</emphasis> (the default value is "warn") and the <emphasis>LogFormat</emphasis> (see <filename> /etc/apache2/apache2.conf</filename> for the default value).
es: Por defecto, el servidor escribe el historial de transferencias al archivo <filename>/var/log/apache2/access.log</filename>. Puede modificarlo para cada sitio en sus archivos de la configuración de anfitriones virtuales con la directiva <emphasis>CustomLog</emphasis>, o omitirla para aceptar lo predeterminado, especificado en <filename> /etc/apache2/apache2.conf</filename>. Puede también especificar el archivo en que los errores están registrados, a través de la directiva <emphasis>ErrorLog</emphasis>, cuyo predeterminado es <filename>/var/log/apache2/error.log</filename>. Estos se mantienen separados de los historiales de transferencias para ayudar en resolver problemas con el servidor Apache2. Puede también especificar la <emphasis>LogLevel</emphasis> (el valor predeterminado es avisar o «warn») y la <emphasis>LogFormat</emphasis> (consulte <filename> /etc/apache2/apache2.conf</filename> para el valor predeterminado).
sv: Servern loggar normalt alla överföringar till filen <filename>/var/log/apache2/access.log</filename>. Du kan ändra det här för varje webbplats i dina konfigurationsfiler för virtuella värdar med direktivet <emphasis>CustomLog</emphasis>, eller hoppa över det för att acceptera standardvärdet som bestäms i <filename> /etc/apache2/apache2.conf</filename>. Du kan också välja vilken fil felmeddelanden skall loggas till med direktivet <emphasis>ErrorLog</emphasis>. Standardplatsen för felmeddelanden är <filename>/var/log/apache2/error.log</filename>. Dessa sparas separat från överföringsloggarna för att underlätta felsökning av din Apache2-server. Du kan också välja <emphasis>LogLevel</emphasis> (standardvärdet är "warn") och <emphasis>LogFormat</emphasis> (se <filename> /etc/apache2/apache2.conf</filename> för standardvärdet).

source: Some options are specified on a per-directory basis rather than per-server. <emphasis>Options</emphasis> is one of these directives. A Directory stanza is enclosed in XML-like tags, like so:
es: Algunas opciones se establecen sobre la base del directorio en vez del servidor. <emphasis>Options</emphasis> es una de estas directivas. Se encierran las estrofas «Directory» por etiquetas como XML, así:
sv: Vissa alternativ är specificerade på en per-katalogbas snarare än per-server. <emphasis>Options</emphasis> är en av dessa direktiv. Ett katalogblock omfattas i XML-liknande taggar, liknande:

source: The <emphasis>Options</emphasis> directive within a Directory stanza accepts one or more of the following values (among others), separated by spaces:
es: La directiva <emphasis>Options</emphasis> dentro de una estrofa «Directory» acepta uno o más de los siguientes valores (entre otros), separados por espacios:
sv: Direktivet <emphasis>Options</emphasis> inuti ett katalogblock accepterar en eller flera av följande värden (bland annat), separerade av mellanslag:

source: Most files should not be executed as CGI scripts. This would be very dangerous. CGI scripts should kept in a directory separate from and outside your DocumentRoot, and only this directory should have the ExecCGI option set. This is the default, and the default location for CGI scripts is <filename>/usr/lib/cgi-bin</filename>.
es: La mayoría de los archivos no deben ser ejecutados como guiones CGI. Esto sería muy peligroso. Los guiones CGI deberían mantenerse en un directorio independiente y fuera de su DocumentRoot, y sólo este directorio debe tener la opción ExecCGI. Este es el valor predeterminado, la ubicación predeterminada de los guiones CGI es <filename>/usr/lib/cgi-bin</filename>.
sv: De flesta filer bör inte exekveras som CGI-skript. Detta kan vara mycket farligt. CGI-skript bör hållas i en katalog som är spearerad från och utanför din DocumentRoot, och bara den här katalogen ska ha ExecCGI alternativet satt. Detta är standard och standardplatsen för CGI-skript är <filename>/usr/lib/cgi-bin</filename>.

source: <emphasis role="bold">ExecCGI</emphasis> - Allow execution of CGI scripts. CGI scripts are not executed if this option is not chosen. <placeholder-1/>
es: <emphasis role="bold">ExecCGI</emphasis> - Permite la ejecución de scripts CGI. Los scripts CGI no serán ejecutados si esta opción no fue escojida. <placeholder-1/>
it: <emphasis role="bold">ExecCGI</emphasis>: consente l'esecuzione di script CGI. Questi script non vengono eseguiti se l'opzione non è selezionata. <placeholder-1/>
ko: <emphasis role="bold">ExecCGI</emphasis> - CGI 스크립트의 실행을 허용 합니다. 만약 이 선택사항이 선택되지 않았다면 CGI 스크립트는 수행될 수 없습니다. <placeholder-1/>
pt: <emphasis role="bold">ExecCGI</emphasis> - Permitir execução de scripts CGI. Os scripts CGI não são executados se esta opção não for escolhida. <placeholder-1/>
sv: <emphasis role="bold">ExecCGI</emphasis> - Tillåt att CGI-skript körs. CGI-skript körs inte om inte detta alternativ är valt. <placeholder-1/>

source: <emphasis role="bold">Includes</emphasis> - Allow server-side includes. Server-side includes allow an HTML file to <emphasis> include</emphasis> other files. This is not a common option. See <ulink url="http://httpd.apache.org/docs/2.2/howto/ssi.html">the Apache2 SSI HOWTO</ulink> for more information.
es: <emphasis role="bold">Includes</emphasis> - Permite inclusiones en el lado del servidor. Las inclusiones en el lado del servidor permiten a un archivo HTML <emphasis>incluir</emphasis> otros archivos. Ésta no es una opción común. Revise <ulink url="http://httpd.apache.org/docs/2.2/howto/ssi.html">el Cómo de SSI de Apache</ulink> para más información.
it: <emphasis role="bold">Includes</emphasis>: consente le inclusioni lato server. Le inclusioni lato server consentono ai file HTML di <emphasis>includere</emphasis> altri file. Questa non è un'opzione comune. Per maggiori informazioni, consultare <ulink url="http://httpd.apache.org/docs/2.2/howto/ssi.html">the Apache2 SSI HOWTO</ulink>.
sv: <emphasis role="bold">Includes</emphasis> - tillåter inkluderingar på serversidan. Inkluderingar på serversidan tillåter en HTML-fil att <emphasis> inkludera</emphasis> andra filer. Det här är inget vanligt alternativ. För mer information se <ulink url="http://httpd.apache.org/docs/2.2/howto/ssi.html">the Apache2 SSI HOWTO</ulink>.

source: <emphasis role="bold">IncludesNOEXEC</emphasis> - Allow server-side includes, but disable the <emphasis>#exec</emphasis> and <emphasis>#include</emphasis> commands in CGI scripts.
es: <emphasis role="bold">IncludesNOEXEC</emphasis> - Permite al lado servidor includes, pero desactiva las órdenes <emphasis>#exec</emphasis> y <emphasis>#include</emphasis> en guiones CGI.
sv: <emphasis role="bold">IncludesNOEXEC</emphasis> - Tillåter inkluderingar på server-sidan, men inaktiverar kommandona <emphasis>#exec</emphasis> och <emphasis>#include</emphasis> i CGI-skript.

source: For security reasons, this should usually not be set, and certainly should not be set on your DocumentRoot directory. Enable this option carefully on a per-directory basis only if you are certain you want users to see the entire contents of the directory.
es: Por razones de seguridad, esto no debería establecerse, y desde luego no en el directorio indicado por DocumentRoot. Habilite esta opción con cuidado (y sólo para ciertos directorios) sólo si esta seguro de querer que los usuarios vean todo el contenido del directorio.
it: Per motivi di sicurezza, quest'opzione non dovrebbe essere impostata e soprattutto non su DocumentRoot. Abilitare questa opzione con molta cautela solo su alcune directory e nel caso in cui si voglia visualizzare l'intero contenuto della directory.
ko: 보안상의 이유로, 이것은 보통 지정이 되지 않고, DocumentRoot 디렉토리에는 분명히 지정하지 않습니다. 만약 여러분이 사용자가 디렉토리의 전체 내용물을 보는 것을 분명히 원한다면 디렉토리 당 이 선택 사항을 주의깊게 사용 하십시오.
pt: Por razões de segurança, esta opção não deve ser utilizada, e não deve ser certamente utilizada no Directório de Raiz. Habilite esta opção cuidadosamente, directório a directório e apenas se tiver a certeza que os utilizadores vejam o conteúdo completo do directório.
sv: Av säkerhetsskäl skall vanligtvis inte detta vara aktiverat, och bör framförallt inte vara aktiverat i din DocumentRoot-katalog. Vaf försiktig om du aktivera det här alternativet, och bara för de kataloger där du med säkerhet vet att användarna vill se hela innehållet i katalogen.

source: <emphasis role="bold">Indexes</emphasis> - Display a formatted list of the directory's contents, if no <emphasis>DirectoryIndex</emphasis> (such as index.html) exists in the requested directory. <placeholder-1/>
es: <emphasis role="bold">Índices</emphasis> - Muestra una lista formateada de los contenidos de los directorios, si no existe <emphasis>DirectoryIndex</emphasis> (como index.html) en el directorio solicitado. <placeholder-1/>
it: <emphasis role="bold">Indexes</emphasis>: visualizza un elenco formattato dei contenuti della directory se non esiste alcun <emphasis>DirectoryIndex</emphasis> (come index.html) nella directory richiesta. <placeholder-1/>
sv: <emphasis role="bold">Indexes</emphasis> - Visar en formaterad lista över kataloginnehållet om ingen <emphasis>DirectoryIndex</emphasis> (såsom index.html) existerar i den begärda mappen. <placeholder-1/>

source: <emphasis role="bold">Multiview</emphasis> - Support content-negotiated multiviews; this option is disabled by default for security reasons. See the <ulink url="http://httpd.apache.org/docs/2.2/mod/mod_negotiation.html#multiviews">Apache2 documentation on this option</ulink>.
es: <emphasis role="bold">Multiview</emphasis> - Soporta vistas múltiples basadas en la negociación de contenidos; de manera predeterminada, esta opción se encuentra deshabilitada por motivos de seguridad. Vea la <ulink url="http://httpd.apache.org/docs/2.2/mod/mod_negotiation.html#multiviews">documentación de Apache2 acerca de esta opción</ulink>.
it: <emphasis role="bold">Multiview</emphasis>: supporta visualizzazioni multiple in base al contenuto, quest'opzione è disabilitata in modo predefinito per ragioni di sicurezza. Per maggiori informazioni, consultare <ulink url="http://httpd.apache.org/docs/2.2/mod/mod_negotiation.html#multiviews">la documentazione di Apache2</ulink>.
sv: <emphasis role="bold">Multiview</emphasis> - Stöd för "content-negotiated multiviews"; Den här möjligheten är normalt avstängd av säkerhetsskäl. Läs <ulink url="http://httpd.apache.org/docs/2.2/mod/mod_negotiation.html#multiviews">Apache2-dokumentationen om det här alternativet</ulink>.

source: <emphasis role="bold">SymLinksIfOwnerMatch</emphasis> - Only follow symbolic links if the target file or directory has the same owner as the link.
es: <emphasis role="bold">SymLinksIfOwnerMatch</emphasis> - Solo seguirá enlaces simbólicos si el directorio de destino es del mismo usuario que el enlace.
it: <emphasis role="bold">SymLinksIfOwnerMatch</emphasis>: segue i collegamenti simbolici solamente se il file di arrivo o la directory hanno gli stessi proprietari del collegamento.
ko: <emphasis role="bold">SymLinksIfOwnerMatch</emphasis> - 만약 타켓 파일 또는 디렉토리가 링크와 같은 소유자를 가졌다면 오직 심볼릭 링크를 따릅니다.
pt: <emphasis role="bold">SymLinksIfOwnerMatch</emphasis> - Apenas segue as ligações sinmbólicas se o ficheiro ou directório indicado pela ligação pertencer ao proprietário da ligação.
sv: <emphasis role="bold">SymLinksIfOwnerMatch</emphasis> - Följ bara symboliska länkar om målfilen eller -katalogen har samma ägare som länken.

source: httpd Settings
es: Configuración httpd
sv: httpd Inställningar

source: This section explains some basic <application>httpd</application> daemon configuration settings.
es: Esta sección explica algunas configuraciones básicas del demonio <application>httpd</application>.
sv: Detta avsnitt förklarar några grundläggande konfigurationsinställningar för demonen <application>httpd</application>.

source: <emphasis role="bold">LockFile</emphasis> - The LockFile directive sets the path to the lockfile used when the server is compiled with either USE_FCNTL_SERIALIZED_ACCEPT or USE_FLOCK_SERIALIZED_ACCEPT. It must be stored on the local disk. It should be left to the default value unless the logs directory is located on an NFS share. If this is the case, the default value should be changed to a location on the local disk and to a directory that is readable only by root.
es: <emphasis role="bold">LockFile</emphasis> - La directiva LockFile establece la ruta al archivo de bloqueo usado cuando el servidor se compila con la opción USE_FCNTL_SERIALIZED_ACCEPT o USE_FLOCK_SERIALIZED_ACCEPT. Debe almacenarse en el disco local. Debe dejarse a su valor predeterminado, a menos que el directorio de registros esté ubicado en un directorio NFS compartido. Si es éste el caso, debería cambiarse el valor predeterminado a una ubicación en el disco local y a un directorio en el que sólo tenga permisos de lectura el usuario «root» .
it: <emphasis role="bold">LockFile</emphasis>: la direttiva LockFile imposta il percorso al file di lock utilizzato quando il server viene compilato con USE_FCNTL_SERIALIZED_ACCEPT o USE_FLOCK_SERIALIZED_ACCEPT. Deve essere conservato nel disco locale. Questo valore dovrebbe essere lasciato invariato a meno che la directory di log non sia localizzata su una condivisione NFS. In questo caso, il valore dovrebbe essere modificato con una posizione sul disco locale e una directory accessibile solamente dall'utente root.
ko: <emphasis role="bold">LockFile</emphasis> - LockFile 지시자는 서버가 USE_FCNTL_SERIALIZED_ACCEPT 또는 USE_FLOCK_SERIALIZED_ACCEPT 중의 하나로 컴파일 되었을 때 사용되는 lockfile의 경로를 지정 합니다. 그것은 반드시 로컬 디스크에 저장되어야 합니다. NFS 공유 상에 로그 디렉토리가 위치하지 않는 한 기본 설정된 값으로 나두십시오. 이 경우라면, 오직 root에 의해서만 읽을 수 있는 디렉토리로 로컬 디스크 상의 위치를 기본 설정 값으로 변경 합니다.
pt: <emphasis role="bold">LockFile</emphasis> - A directiva LockFile indica qual o caminho para o ficheiro de bloqueios que o servidor utiliza quando compilado seja com USE_FCNTL_SERIALIZED_ACCEPT ou USE_FLOCK_SERIALIZED_ACCEPT. Deve ser guardado num disco local. Deve ser deixado no valor por omissão a não ser que o directório de registos esteja localizado numa partilha NFS. Neste caso, o valor por omissão deve ser alterado para um directório no disco local que tenha permissões de leitura apenas para o root.
sv: <emphasis role="bold">LockFile</emphasis> - Direktivet LockFile ställer in sökvägen till låsfilen som används om servern är kompilerad med antingen USE_FCNTL_SERIALIZED_ACCEPT eller USE_FLOCK_SERIALIZED_ACCEPT. Det måste vara på en lokal hårddisk. Det bör inte ändras från standardvärdet om inte loggfilerna ligger på en NFS-utdelning. Om så är fallet bör standardvärdet ändras till en plats på den lokala hårddisken och till en katalog som bara root får läsa.

source: <emphasis role="bold">PidFile</emphasis> - The PidFile directive sets the file in which the server records its process ID (pid). This file should only be readable by root. In most cases, it should be left to the default value.
es: <emphasis role="bold">PidFile</emphasis> - La directiva PidFile establece el archivo en el que el servidor registrará su identificador de proceso (pid). Sobre este archivo sólo debe tener permisos de lectura el usuario «root». En la mayoría de los casos, debería dejarse a su valor predeterminado.
it: <emphasis role="bold">PidFile</emphasis>: la direttiva PidFile imposta il file in cui il server registra il proprio «pid». Questo file dovrebbe essere leggibile solamente dall'utente root. Nella maggior parte dei casi può essere lasciata invariata.
ko: <emphasis role="bold">PidFile</emphasis> - PidFile 지시자는 서버가 프로세스 ID (pid)를 기록하는 파일을 지정 합니다. 이 파일은 반드시 root에 의해서만 읽혀질 수 있어야 합니다. 많은 경우에, 이 지시자는 기본 설정값으로 남겨져야 합니다.
pt: <emphasis role="bold">PidFile</emphasis> - A directiva PidFile indica qual o ficheiro em que o servidor deve gravar os seus identificadores de processos <emphasis role="italics">Process ID</emphasis> (pid). Este ficheiro deve ter acesso de leitura apenas pelo root. Na maioria dos casos deve ser deixado com o valor por omissão.
sv: <emphasis role="bold">PidFile</emphasis> - Direktivet PidFile ställer in filen som servern sparar sin process-ID (pid) till. Den här filen bör ingen annan än root kunna läsa. I de flesta fallen bör det här inte ändras från standardvärdet.

source: <emphasis role="bold">User</emphasis> - The User directive sets the userid used by the server to answer requests. This setting determines the server's access. Any files inaccessible to this user will also be inaccessible to your website's visitors. The default value for User is www-data.
es: <emphasis role="bold">User</emphasis> - La directiva User establece el identificador de usuario utilizado por el srevidor para responder a las peticiones. Esta opción determina el acceso de servidor. Todos los archivos inaccesibles para este usuario serán también inaccesibles para los visitantes de su sitio web. El valor predeterminado para User es «www-data».
it: <emphasis role="bold">User</emphasis>: la direttiva User imposta lo «userid» utilizzato dal server in modo tale che risponda alle richieste. Questa impostazione determina l'accesso al server. Qualsiasi file non accessibile a questo utente è inaccessibile anche a chi cerca di visitare il sito. Il valore predefinito è www-data.
ko: <emphasis role="bold">User</emphasis> - User 지시자는 요청을 대답하기 위하여 서버에 의해 사용되는 사용자 아이디를 지정 합니다. 이 설정은 서버의 접근을 결정 합니다. 이 사용자가 접근할 수 없는 파일은 또한 여러분의 웹 사이트 방문자도 접근할 수 없습니다. User를 위하여 기본 설정된 값은 www-data 입니다.
pt: <emphasis role="bold">User</emphasis> - A directiva User indica a identificação de utilizador utilizada pelo servidor para responder aos pedidos. Esta configuração determina o acesso ao servidor. Quaisquer ficheiros inacessíveis a este utilizador serão também inacessíveis aos visitantes do sítio web. O valor por omissão para User é www-data.
sv: <emphasis role="bold">User</emphasis> - Direktivet User ställer in vilket användar-ID servern använder när den svarar på förfrågningar. Den här inställningen ställer in vilka rättigheter servern har. Alla filer den här användaren inte kommer åt kommer inte webbplatsens besökare komma åt. Standardvärdet för User är www-data.

source: Unless you know exactly what you are doing, do not set the User directive to root. Using root as the User will create large security holes for your Web server.
es: Hasta que no sepa exactamente lo que esta haciendo, no ponga en la directiva User al root. Usar el root como usuario puede crear grandes agujeros de seguridad en su servidor Web.
it: A meno che non sia estremamente necessario, non impostare mai la direttiva «User» a root. Utilizzare root con «User» può creare una falla nella sicurezza del server Web.
ko: 여러분이 하는 것을 정확히 알지 않는 한, User 지시자를 root로 지정하지 마십시오. User로 root를 사용하는 여러분의 웹 서버에 거대한 보안 구멍을 만들게 됩니다.
pt: A não ser que saiba exactamente o que está a fazer, não coloque na directiva User root. Utilizar o root como User criará grandes falhas de segurança no seu servidor Web.
sv: Om du inte vet exakt vad du gör bör du inte sätta direktivet User till root. Att köra webbservern som root kommer att skapa stora säkerhetshål i din webbserver.

source: The Group directive is similar to the User directive. Group sets the group under which the server will answer requests. The default group is also www-data.
es: La directiva Group es similar a la directiva User. Group establece el grupo sobre el que el servidor aceptará las peticiones. El grupo por defecto es también www-data.
it: La direttiva Group è simile alla direttiva User, imposta il gruppo a cui il server è tenuto rispondere. Il gruppo predefinito è anche www-data.
ko: Group 지시자는 User 지시자와 비슷합니다. Group은 서버가 요청을 대답하는 그룹을 지정 합니다. 기본 설정된 그룹은 또한 www-data 입니다.
pt: A directiva Group é semelhante à directiva User. Group indica qual o grupo para o qual o servidor responderá aos pedidos. O grupo por omissão também é www-data.
sv: Direktivet Group är likt User. Group ställer in vilken grupp webbservern körs som. Standardgruppen är också www-data.

source: Apache Modules
es: Módulos de Apache
it: I moduli di Apache
ko: 아파치 모듈
pt: Módulos Apache
sv: Apachemoduler

source: Apache is a modular server. This implies that only the most basic functionality is included in the core server. Extended features are available through modules which can be loaded into Apache. By default, a base set of modules is included in the server at compile-time. If the server is compiled to use dynamically loaded modules, then modules can be compiled separately, and added at any time using the LoadModule directive. Otherwise, Apache must be recompiled to add or remove modules.
es: apache es un servidor modular. Esto implica que en el núcleo del servidor solamente se incluye la funcionalidad más básica. Las características extendidas están disponibles a través de módulos que pueden cargarse en Apache. Por defecto, se incluye un conjunto de módulos en el servidor en tiempo de compilación. Si el servidor se compila usando módulos cargados dinámicamente, entonces los módulos pueden compilarse separadamente y agregados en cualquier momento usando la directiva LoadModule. De otro modo, Apache debe ser recompilado para agregar o quitar módulos.
sv: Apache är en modulär server. Detta innebär att endast de mest grundläggande funktionerna ingår i standardservern. Utökade funktioner är tillgängliga via moduler som kan läsas in i Apache. Som standard ingår en basuppsättning moduler vid kompileringstillfället. Om servern är kompilerad till att använda dynamiskt inlästa moduler, då kan moduler kompileras separat och läggas till när som helst med hjälp av direktivet LoadModule. I annat fall måste Apache kompileras om för att lägga till eller ta bort moduler.

source: Ubuntu compiles Apache2 to allow the dynamic loading of modules. Configuration directives may be conditionally included on the presence of a particular module by enclosing them in an <emphasis>&lt;IfModule&gt;</emphasis> block.
es: Ubuntu compila Apache2 para permitir la carga dinámica de módulos. Las directivas de configuración pueden incluir de forma condicional la presencia de un módulo incluyéndolas en un bloque <emphasis>&lt;IfModule&gt; </emphasis>.
sv: Ubuntu kompilerar Apache2 till att tillåta dynamisk laddning av moduler. Konfigurationsdirektiven kan vara villkorligt inkluderat vid förekomsten av en viss modul genom att bifogade i ett <emphasis>&lt;IfModule&gt;</emphasis> block.

source: You can install additional Apache2 modules and use them with your Web server. For example, run the following command from a terminal prompt to install the <emphasis>MySQL Authentication</emphasis> module:
es: Puede instalar módulos Apache2 adicionales y usarlos con si servidor web. Por ejemplo, ejecute el siguiente comando desde una terminal para instalar el módulo <emphasis>Autenticación MySQL</emphasis>:
sv: Du kan installera ytterligare Apache2 moduler och använda dem med din webbserver. Till exempel, kör följande kommando från en terminalprompt för att installera modulen <emphasis>MySQL Authentication</emphasis>:
