Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: It copies the installation files in <application>/var/lib/mailman</application> directory. It installs the CGI scripts in <application>/usr/lib/cgi-bin/mailman</application> directory. It creates <emphasis>list</emphasis> linux user. It creates the <emphasis>list</emphasis> linux group. The mailman process will be owned by this user.
es: Copia los archivos de instalación en el directorio <application>/var/lib/mailman</application>. Instala los scripts CGI en el directorio <application>/usr/lib/cgi-bin/mailman</application>. Crea el usuario <emphasis>list</emphasis> en el sistema Linux. Crea el grupo <emphasis>list</emphasis> en el sistema Linux. El proceso mailman tendrá como propietario a ese usuario.
it: Questo copia i file di installazione nella directory <application>/var/lib/mailman</application>, gli script CGI nella directory <application>/usr/lib/cgi-bin/mailman</application>, crea l'utente <emphasis>list</emphasis> e il gruppo <emphasis>list</emphasis>. Il proprietario del processo mailman sarà l'utente creato.
sv: Det kopierar installationsfilerna i katalogen <application>/var/lib/mailman</application>. Den installerar CGI-skript i katalogen <application>/usr/lib/cgi-bin/mailman</application>. Den skapar linux-användaren <emphasis>list</emphasis>. Den skapar linux-gruppen <emphasis>list</emphasis>. Mailman-processen kommer ägas av denna användare.

source: This section assumes you have successfully installed <application>mailman</application>, <application>apache2</application>, and <application>postfix</application> or <application>exim4</application>. Now you just need to configure them.
es: Esta sección supone que ha instalado correctamente los programas <application>mailman</application>, <application>apache2</application> y <application>postfix</application> (o <application>exim4</application>). Ahora tan sólo necesita configurarlos.
it: Questa sezione ha come presupposto l'avvenuta installazione di <application>mailman</application>, <application>apache2</application> e di <application>postfix</application> o <application>exim4</application>. Ora è solo necessario configurarle.
sv: Detta avsnitt förutsätter att du har en fungerande installation av <application>mailman</application>, <application>apache2</application> och <application>postfix</application> eller <application>exim4</application>. Nu återstår bara att du konfigurerar dem.

source: An example Apache configuration file comes with <application>Mailman</application> and is placed in <filename>/etc/mailman/apache.conf</filename>. In order for Apache to use the config file it needs to be copied to <filename>/etc/apache2/sites-available</filename>:
es: Con <application>Mailman</application> se incluye un archivo de configuración de ejemplo para Apache, que podrá encontrar en <filename>/etc/mailman/apache.conf</filename>. Para que Apache pueda usar el archivo de configuración, es necesario copiarlo a <filename>/etc/apache2/sites-available</filename>:
it: Un file di esempio di Apache è disponibile con <application>Mailman</application> ed è localizzato in <filename>/etc/mailman/apache.conf</filename>. Affinché Apache possa utilizzare il file di configurazione è necessario copiarlo in <filename>/etc/apache2/sites-available</filename>:
sv: En exempelkonfigurationsfil för Apache kommer med <application>Mailman</application> och finns i <filename>/etc/mailman/apache.conf</filename>. För att Apache skall använda konfigurationsfilen behöver den kopieras till <filename>/etc/apache2/sites-available</filename>:

source: This will setup a new Apache <emphasis>VirtualHost</emphasis> for the Mailman administration site. Now enable the new configuration and restart Apache:
es: Esto configurará un nuevo Apache <emphasis>VirtualHost</emphasis> para la administración del sitio de Mailman. Ahora habilite la nueva configuración y reinicie Apache:
it: In questo modo verrà configurato un nuovo <emphasis>VirtualHost</emphasis> per il sito di amministrazione di Mailman. Ora è necessario abilitare la configurazione e riavviare Apache:
sv: Detta kommer sätta upp en ny Apache <emphasis>VirtualHost</emphasis> för Mailman administrationsplats. Aktivera nu den nya konfigurationsfilen och starta om Apache:

source: Mailman uses apache2 to render its CGI scripts. The mailman CGI scripts are installed in the <application>/usr/lib/cgi-bin/mailman</application> directory. So, the mailman url will be http://hostname/cgi-bin/mailman/. You can make changes to the <filename>/etc/apache2/sites-available/mailman.conf</filename> file if you wish to change this behavior.
es: Mailman usa apache2 para interpretar scripts CGI. Los scripts CGI de mailman se instalan en el directorio <application>/usr/lib/cgi-bin/mailman</application>. Así que el url de mailman será http://hostname/cgi-bin/mailman/. Puede hacerle cambios al archivo <filename>/etc/apache2/sites-available/mailman.conf</filename> si desea cambiar este comportamiento.
it: Mailman utilizza apache2 per eseguire gli script CGI. Gli script CGI di mailman sono installati all'interno della directory <application>/usr/lib/cgi-bin/mailman</application> e l'URL di mailman risulta quindi "http://hostname/cgi-bin/mailman/". È possibile apportare cambiamenti al file <filename>/etc/apache2/sites-available/mailman.conf</filename> per modificarne il comportamento.
sv: Mailman använder apache2 till att rendera CGI-skript. CGI-skripten för mailman är installerade i katalogen <application>/usr/lib/cgi-bin/mailman</application>. Mailman url kommer bli http://hostname/cgi-bin/mailman/. Du kan göra ändringar i filen <filename>/etc/apache2/sites-available/mailman.conf</filename> om du vill ändra detta beteende.

source: For <application>Postfix</application> integration, we will associate the domain lists.example.com with the mailing lists. Please replace <emphasis>lists.example.com</emphasis> with the domain of your choosing.
es: Para integración de <application>Postfix</application>, necesitaremos asociar el dominio lists.example.com con las listas de correo. Por favor reemplace <emphasis>lists.example.com</emphasis> con el dominio de su elección.
it: Per l'integrazione di <application>Postfix</application>, verrà associato il dominio "lists.example.com" con le seguenti mailing list. Sostituire <emphasis>lists.example.com</emphasis> con il proprio dominio.
sv: För integreringen av <application>Postfix</application>, kommer vi associera domänen lists.example.com med sändlistan. Ersätt <emphasis>lists.example.com</emphasis> med domänen du har valt.

source: You can use the postconf command to add the necessary configuration to <filename>/etc/postfix/main.cf</filename>:
es: Puede usar la orden postconf para añadir la configuración necesaria a <filename>/etc/postfix/main.cf</filename>:
it: È possibile usare il comando postconf per aggiungere la configurazione necessaria in <filename>/etc/postfix/main.cf</filename>:
sv: Du kan använda kommandot postconf för att lägga till nödvändig konfiguration till <filename>/etc/postfix/main.cf</filename>:

source: In <filename>/etc/postfix/master.cf</filename> double check that you have the following transport:
es: En <filename>/etc/postfix/master.cf</filename>, compruebe que tiene el siguiente transporte:
it: Controllare che in <filename>/etc/postfix/master.cf</filename> sia presente quanto segue:
sv: Dubbelkontrollera att du har följande transport i <filename>/etc/postfix/master.cf</filename>:

source: It calls the <emphasis>postfix-to-mailman.py</emphasis> script when a mail is delivered to a list.
es: Éste llama al script <emphasis>postfix-to-mailman.py</emphasis> cuando se envía un correo a una lista.
it: Invoca lo script <emphasis>postfix-to-mailman.py</emphasis> quando viene ricevuta una mail in una lista.
sv: Den anropar skriptet <emphasis>postfix-to-mailman.py</emphasis> när e-post levereras till en lista.

source: Associate the domain lists.example.com to the Mailman transport with the transport map. Edit the file <filename>/etc/postfix/transport</filename>:
es: Asocie el dominio listas.ejemplo.com a el transporte Mailman usando la asociación de transporte. Edite el archivo <filename>/etc/postfix/transport</filename>:
it: Associare il dominio "lists.example.com" a Mailman con la mappa dei metodi "transport". Modificare il file <filename>/etc/postfix/transport</filename>:
sv: Associera domänens lists.example.com till Mailman transport med transport map. Redigera filen <filename>/etc/postfix/transport</filename>:

source: lists.example.com mailman:
es: listas.ejemplo.com mailman:

source: Now have <application>Postfix</application> build the transport map by entering the following from a terminal prompt:
es: Ahora, haga que <application>Postfix</application> cree la asociación de transporte escribiendo lo siguiente en un terminal:
it: Ora è necessario far generare a <application>Postfix</application> la mappa "transport" digitando, in un terminale:
sv: Låt nu <application>Postfix</application> skapa en transport map genom att ange följande från en terminalprompt:

source: Then restart Postfix to enable the new configurations:
es: Entonces reinicie Postfix para habilitar las nuevas configuraciones:
it: Riavviare Postfix per abilitare le nuove configurazioni:
sv: Starta sedan om Postfix för att aktivera den nya konfigurationen:

source: Once Exim4 is installed, you can start the Exim server using the following command from a terminal prompt:
es: Cuando se haya instalado Exim4, podrá arrancar el servidor Exim usando el comando siguiente en un terminal:
it: Una volta installato Exim4, è possibile avviare il server Exim digitando, in un terminale, il seguente comando:
sv: När installationen av Exim4 är klar kan du starta Exim-servern genom att använda följande kommando från en terminalprompt:

source: Main
es: Principal
pt: Principal

source: Transport
es: Transporte
pt: Transporte

source: Router
es: Enrutamiento
pt: Encaminhador (Router)

source: In order to make mailman work with Exim4, you need to configure Exim4. As mentioned earlier, by default, Exim4 uses multiple configuration files of different types. For details, please refer to the <ulink url="http://www.exim.org">Exim</ulink> web site. To run mailman, we should add new a configuration file to the following configuration types: <placeholder-1/> Exim creates a master configuration file by sorting all these mini configuration files. So, the order of these configuration files is very important.
es: Para hacer un trabajo de mailman con Exim4, necesita configurar Exim4. Como se mencionó antes, de manera predeterminada, Exim4 usa múltiples archivos de configuración de diferentes tipos. Para conocer más detalles, visite el sitio web<ulink url="http://www.exim.org">Exim</ulink>. Para correr mailman, deberemos añadir un nuevo archivo de configuración de los siguientes tipos de configuración: <placeholder-1/> Exim crea un archivo de configuración maestro ordenando estos mini archivos de configuración, luego el orden de estos archivos de configuración es muy importante.
sv: För att göra så att mailman fungerar med Exim4, behöver du konfigurera Exim4. Som nämnts tidigare, som standard använder Exim4 flera konfigurationsfiler och olika typer av konfigurationsfiler. För detaljer, hänvisas du till webbplatsen <ulink url="http://www.exim.org">Exim</ulink>. För att köra mailman, skall vi lägga till en ny konfigurationsfil till följande konfigurationstyperna: <placeholder-1/> Exim skapar en huvudkonfigurationsfil genom att sortera alla dessa mini-konfigurationsfiler. Därför är ordningen på dessa konfigurationsfiler väldigt viktig.

source: # start # Home dir for your Mailman installation -- aka Mailman's prefix # directory. # On Ubuntu this should be "/var/lib/mailman" # This is normally the same as ~mailman MM_HOME=/var/lib/mailman # # User and group for Mailman, should match your --with-mail-gid # switch to Mailman's configure script. Value is normally "mailman" MM_UID=list MM_GID=list # # Domains that your lists are in - colon separated list # you may wish to add these into local_domains as well domainlist mm_domains=hostname.com # # -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-= # # These values are derived from the ones above and should not need # editing unless you have munged your mailman installation # # The path of the Mailman mail wrapper script MM_WRAP=MM_HOME/mail/mailman # # The path of the list config file (used as a required file when # verifying list addresses) MM_LISTCHK=MM_HOME/lists/${lc::$local_part}/config.pck # end
es: # comienzo # Directorio de inicio para su instalación de Mailman -- el directorio prefijo # de Mailman. # En Ubuntu debe ser "/var/lib/mailman" # Normalmente, es lo mismo que ~mailman MM_HOME=/var/lib/mailman # # Usuario y grupo para Mailman, deben cuadrar con la opción --with-mail-gid # del script de configuración de Mailman. Normalmente, su valor es "mailman" MM_UID=list MM_GID=list # # Los dominios en los que están sus listas - separados por ":" # también puede añadirlos en local_domains domainlist mm_domains=hostname.com # # -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-= # # Estos valores se derivan de los de arriba y no necesitan # cambiarse a menos que haya manipulado su instalación de mailman # # La ruta al script envoltorio de corro de Mailman MM_WRAP=MM_HOME/mail/mailman # # La ruta al archivo de configuración de la lista (se usa como un archivo # requerido cuando se verifican las direcciones de la lista) MM_LISTCHK=MM_HOME/lists/${lc::$local_part}/config.pck # end
pt: # inicio # directório Home para a sua instalação do Mailman -- também referido # como prefixo do directório do Mailman # No Ubuntu deverá ser "/var/lib/mailman" # Normalmente tem o mesmo significado que ~mailman MM_HOME=/var/lib/mailman # # Utilizador e Grupo para o Mailman, devem coincidir com a # opção --with-mail-gid do script de configuração do Mailman. # O valor é normalmente "mailman" MM_UID=list MM_GID=list # # Os domínios a listar estão numa - lista separada por vírgulas # deve querer adiciona-los também ao local_domains também domainlist mm_domains=hostname.com # # -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-= # # Estes valores derivam daqueles acima e não devem necessitar # de ser editados a não ser que tenha alterado a dua instalação mailman # # Caminho do script máscara do correio Mailman MM_WRAP=MM_HOME/mail/mailman # # Caminho do ficheiro da lista de configuração (utilizado como ficheiro # necessário quando são verificadas moradas de listas) MM_LISTCHK=MM_HOME/lists/${lc::$local_part}/config.pck # fim
sv: # start # Hemkatalog för din Mailman-installation - dvs Mailmans prefixkatalog. # I Ubuntu bör det här vara "/var/lib/mailman" # Det här är vanligtvis samma som ~mailman MM_HOME=/var/lib/mailman # # Användare och grupp för Mailman, bör vara samma som switchen --with-mail-gid # till Mailmans konfigurationsskript. Är vanligen "mailman" MM_UID=list MM_GID=list # # Domäner dina listor tillhör - en kolonseparerad lista. # Du kanske vill lägga till dessa till local_domains också. domainlist mm_domains=värdnamn.com # # -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-= # # Dessa värden kommer från de ovan och du bör inte behöva ändra dessa # om du inte har sabbat din mailmaninstallation # # Sökvägen till Mailmans mailskript MM_WRAP=MM_HOME/mail/mailman # # Sökvägen till listans konfigurationsfil (används när e-postadresser valideras) MM_LISTCHK=MM_HOME/lists/${lc::$local_part}/config.pck # slut

source: All the configuration files belonging to the main type are stored in the <filename>/etc/exim4/conf.d/main/</filename> directory. You can add the following content to a new file, named <filename>04_exim4-config_mailman</filename>: <placeholder-1/>
es: Todos los archivos de configuración pertenecientes al tipo principal son guardados en el directorio <filename>/etc/exim4/conf.d/main/</filename>. Puede añadir el contenido siguiente a un archivo nuevo, llamado <filename>04_exim4-config_mailman</filename>: <placeholder-1/>
it: Tutti i file di configurazione appartenenti al tipo main sono archiviati nella directory <filename>/etc/exim4/conf.d/main/</filename>. È possibile aggiungere il seguente contenuto a un nuovo file di configurazione chiamato <filename>04_exim4-config_mailman</filename>: <placeholder-1/>
ko: Main 종류에 속하는 모든 설정 파일들은 <filename>/etc/exim4/conf.d/main/</filename> 디렉토리 내에 저장 됩니다. <filename>04_exim4-config_mailman</filename> 이란 이름의 새 파일에 다음의 내용을 추가할 수 있습니다: <placeholder-1/>
pt: Todos os ficheiros de configuração pertencentes ao tipo main são guardados no directório <filename>/etc/exim4/conf.d/main/</filename>. Pode adicionar o conteúdo seguinte ao novo ficheiro, denominado <filename>04_exim4-config_mailman</filename>: <placeholder-1/>
sv: Alla konfigurationsfiler som hör till typen main lagras i katalogen <filename>/etc/exim4/conf.d/main/</filename>. Du kan lägga till följande innehåll i en ny fil, som du kallar för <filename>04_exim4-config_mailman</filename>: <placeholder-1/>

source: All the configuration files belonging to transport type are stored in the <filename>/etc/exim4/conf.d/transport/</filename> directory. You can add the following content to a new file named <filename> 40_exim4-config_mailman</filename>: <placeholder-1/>
es: Todos los archivos de configuración correspondientes a un tipo de transporte se almacenan en el directorio <filename>/etc/exim4/conf.d/transport/</filename>. Puede añadir el siguiente contenido en un nuevo archivo llamado <filename> 40_exim4-config_mailman</filename>: <placeholder-1/>
it: Tutti i file di configurazione appartenenti al tipo transport sono archiviati nella directory <filename>/etc/exim4/conf.d/transport/</filename>. È possibile aggiungere il seguente contenuto a un nuovo file di configurazione chiamato <filename> 40_exim4-config_mailman</filename>: <placeholder-1/>
ko: Transport 종류에 속하는 모든 설정 파일들은 <filename>/etc/exim4/conf.d/transport/</filename> 디렉토리 내에 저장 됩니다. <filename> 40_exim4-config_mailman</filename> 이란 이름의 새 파일에 다음의 내용을 추가할 수 있습니다: <placeholder-1/>
pt: Todos os ficheiros de configuração pertencentes ao tipo de transporte são guardados no directório <filename>/etc/exim4/conf.d/transport/</filename>. Pode adicionar o conteúdo seguinte a um novo ficheiro chamado <filename> 40_exim4-config_mailman</filename>: <placeholder-1/>
sv: Alla konfigurationsfiler som hör till typen transport lagras i katalogen <filename>/etc/exim4/conf.d/transport/</filename>. Du kan lägga till följande innehåll i en ny fil, som du kallar för <filename> 40_exim4-config_mailman</filename>: <placeholder-1/>

source: All the configuration files belonging to router type are stored in the <filename>/etc/exim4/conf.d/router/</filename> directory. You can add the following content in to a new file named <filename>101_exim4-config_mailman</filename>: <placeholder-1/>
es: Todos los archivos de configuración correspondientes a un tipo de encaminamiento se almacenan en el directorio <filename>/etc/exim4/conf.d/router/</filename>. Puede añadir el siguiente contenido en un nuevo archivo llamado <filename>101_exim4-config_mailman</filename>: <placeholder-1/>
it: Tutti i file di configurazione appartenenti al tipo router sono archiviati nella directory <filename>/etc/exim4/conf.d/router/</filename>. È possibile aggiungere il seguente contenuto a un nuovo file di configurazione chiamato <filename>101_exim4-config_mailman</filename>: <placeholder-1/>
ko: Router 종류에 속하는 모든 설정 파일들은 <filename>/etc/exim4/conf.d/router/</filename> 디렉토리 내에 저장 됩니다. <filename>101_exim4-config_mailman</filename> 이란 이름의 새 파일에 다음의 내용을 추가할 수 있습니다: <placeholder-1/>
pt: Todos os ficheiros de configuração pertencentes ao tipo encaminhador são guardados no directório <filename>/etc/exim4/conf.d/router/</filename>. Pode adicionar o conteúdo seguinte a ficheiro novo chamado <filename>101_exim4-config_mailman</filename>: <placeholder-1/>
sv: Alla konfigurationsfiler som hör till typen router lagras i katalogen <filename>/etc/exim4/conf.d/router/</filename>. Du kan lägga till följande innehåll i en ny fil, som du kallar för <filename>101_exim4-config_mailman</filename>: <placeholder-1/>

source: The order of main and transport configuration files can be in any order. But, the order of router configuration files must be the same. This particular file must appear before the <application>200_exim4-config_primary</application> file. These two configuration files contain same type of information. The first file takes the precedence. For more details, please refer to the references section.
es: El orden de los archivos de configuración principal y de transporte puede ser cualquiera. Pero el orden de los archivos de configuración de encaminamiento debe ser el mismo. Este archivo en particular debe aparecer antes que el archivo <application>200_exim4-config_primary</application>. Esos dos archivos de configuración contienen el mismo tipo de información. El primer archivo tiene prioridad. Para más detalles, consulte las secciones de referencia.
it: L'ordine dei file di configurazione main e transport può essere qualsiasi. L'ordine dei file di configurazione del tipo router deve essere lo stesso. Questo particolare file deve apparire prima del file <filename>200_exim4-config_primary</filename>. Questi file contengono le stesse informazioni, ma il primo ha la precedenza. Per maggiori informazioni fare riferimento alla sezione «Riferimenti».
ko: Main과 Transport 설정 파일들의 순서는 어느 순서가 되도 무방 합니다. 그러나, Router 설정 파일의 순서는 반드시 똑같아야 합니다. 이 특정 파일은 <application>200_exim4-config_primary</application> 파일 이전에 반드시 나타나야 합니다. 이 두 설정 파일은 같은 종류의 정보를 가지고 있습니다. 첫 번째 파일이 우선권을 가집니다. 더 자세한 것은, 참조 영역을 참고 하십시오.
pt: Os ficheiros de configuração principal e de transporte podem estar em qualquer ordem. Mas, a ordem dos ficheiros de configuração do encaminhador (router) deve ser a mesma. Este ficheiro em particular deve aparecer antes do ficheiro <application>200_exim4-config_primary</application>. Estes dois ficheiros de configuração contêem o mesmo tipo de informação. O primeiro ficheiro tem a precedência. Para mais detalhes, consulte as secções de referência por favor.
sv: Ordningen på konfigurationsfilerna för main och transport kan vara vilken som. Ordningen på router, däremot, spelar roll. Just den här filen måste vara före filen <application>200_exim4-config_primary</application>. De här två konfigurationsfilerna innehåller samma typ av konfiguration. Den första filen får bestämma. För fler detaljer kan du läsa i avdelningen referenser.

source: Once mailman is installed, you can run it using the following command:
es: Una vez que mailman está instalado, puede ejecutarlo usando la siguiente orden:
it: Una volta installato mailman, è possibile avviarlo usando il seguente comando:
sv: När mailman är installerat, kan du köra det genom att använda följande kommando:

source: Once mailman is installed, you should create the default mailing list. Run the following command to create the mailing list:
es: Cuando se haya instalado mailman, deberá crear la lista de correo predeterminada. Ejecute el comando siguiente para crear la lista de correo:
it: Creare quindi la mailing list predefinita. Per crearla, eseguire il seguente comando:
sv: När mailman är installerat skall du skapa en standard-sändlista. Kör följande kommando för att skapa sändlistan:
