Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: translator-credits
es: Launchpad Contributions: Alvaro Gonzalez https://launchpad.net/~andor Daniel Fuertes Pérez (DaniFP) https://launchpad.net/~danifp25-yahoo Gabriel Patiño https://launchpad.net/~gepatino Gerardo Cruz https://launchpad.net/~gcruz Jose Herran https://launchpad.net/~jose.herran Juan Manuel Molina García https://launchpad.net/~jmolinag Julián Alarcón https://launchpad.net/~alarconj Manuel Duran Moyano https://launchpad.net/~mduran Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Alvaro Gonzalez https://launchpad.net/~andor Daniel Fuertes Pérez (DaniFP) https://launchpad.net/~danifp25-yahoo Gabriel Patiño https://launchpad.net/~gepatino Gerardo Cruz https://launchpad.net/~gcruz Jose Herran https://launchpad.net/~jose.herran Julián Alarcón https://launchpad.net/~alarconj Manuel Duran Moyano https://launchpad.net/~mduran Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Alberto Caso https://launchpad.net/~alberto-caso Alvaro Gonzalez https://launchpad.net/~andor Andres E. Rodriguez Lazo https://launchpad.net/~andreserl Daniel Fuertes Pérez (DaniFP) https://launchpad.net/~danifp25-yahoo Feeelix https://launchpad.net/~joi-290 Gabriel Patiño https://launchpad.net/~gepatino Gabriela https://launchpad.net/~artemisa1 Gerardo Cruz https://launchpad.net/~gcruz Gonzalo L. Campos Medina https://launchpad.net/~gcamposm Jorge Juan https://launchpad.net/~jjchico Jose Herran https://launchpad.net/~jose.herran Juan Antonio López https://launchpad.net/~jalgb Julián Alarcón https://launchpad.net/~alarconj Luis Felipe López Acevedo https://launchpad.net/~sirgazil Manuel Duran Moyano https://launchpad.net/~mduran Nacho Blanco https://launchpad.net/~nako Natacha Menjibar https://launchpad.net/~kelp Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Xpek https://launchpad.net/~xpeknw-gmail javier https://launchpad.net/~javier1980 tazz https://launchpad.net/~davidmc83 Álvaro del Olmo Alonso https://launchpad.net/~dllum Launchpad Contributions: Alain Licona https://launchpad.net/~alicona Alberto Caso https://launchpad.net/~alberto-caso Alvaro Gonzalez https://launchpad.net/~andor Andres E. Rodriguez Lazo https://launchpad.net/~andreserl Daniel Fuertes Pérez (DaniFP) https://launchpad.net/~danifp25-yahoo Gabriel Patiño https://launchpad.net/~gepatino Gabriela https://launchpad.net/~artemisa1 Gerardo Cruz https://launchpad.net/~gcruz Gonzalo L. Campos Medina https://launchpad.net/~gcamposm Jorge Juan https://launchpad.net/~jjchico Jose Herran https://launchpad.net/~jose.herran Juan Asensio Sánchez https://launchpad.net/~okelet Julián Alarcón https://launchpad.net/~alarconj Lovecat1024 https://launchpad.net/~lovecat1024 Luis Felipe López Acevedo https://launchpad.net/~sirgazil Manuel Duran Moyano https://launchpad.net/~mduran Michael Castielli https://launchpad.net/~mickyx Nacho Blanco https://launchpad.net/~nako Natacha Menjibar https://launchpad.net/~kelp Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Ryan Berrio https://launchpad.net/~ryanberrio javier https://launchpad.net/~javier1980 tazz https://launchpad.net/~davidmc83 Álvaro del Olmo Alonso https://launchpad.net/~dllum Launchpad Contributions: Alain Licona https://launchpad.net/~alicona Alberto Caso https://launchpad.net/~alberto-caso Andres E. Rodriguez Lazo https://launchpad.net/~andreserl Andres Mujica https://launchpad.net/~andres.mujica Ariel Cabral https://launchpad.net/~acabral1961 Carlos J. Hernández https://launchpad.net/~carlos3.14 Daniel Fuertes Pérez (DaniFP) https://launchpad.net/~danifp25-yahoo David Erosa https://launchpad.net/~erosa Eneko Pérez https://launchpad.net/~eneko-perez Evan Murphy https://launchpad.net/~conejo251 Gabriel Patiño https://launchpad.net/~gepatino Gabriela https://launchpad.net/~artemisa1 Gerardo Cruz https://launchpad.net/~gcruz Gonzalo L. Campos Medina https://launchpad.net/~gcamposm Javier Carrasco https://launchpad.net/~javiercmh Jorge Juan https://launchpad.net/~jjchico Jose Herran https://launchpad.net/~jose.herran Juan Asensio Sánchez https://launchpad.net/~okelet Julián Alarcón https://launchpad.net/~alarconj Julián Romero https://launchpad.net/~romero-julian Lovecat1024 https://launchpad.net/~lovecat1024 Luis Felipe López Acevedo https://launchpad.net/~sirgazil Manuel Duran Moyano https://launchpad.net/~mduran Manuel Laguia https://launchpad.net/~manuel-laguia Michael Castielli https://launchpad.net/~castielli Nacho Blanco https://launchpad.net/~nako Natacha Menjibar https://launchpad.net/~kelp Paco Molinero https://launchpad.net/~franciscomol Rafael Otal https://launchpad.net/~aktescupo Ricardo Pérez López https://launchpad.net/~ricardo Roberto Alejandro Dicmonas https://launchpad.net/~bachy8677 Ryan Berrio https://launchpad.net/~ryanberrio Victor M Zarate https://launchpad.net/~victorgmz Z37A https://launchpad.net/~z37a carlos https://launchpad.net/~carlosm-1979 fjuarez https://launchpad.net/~feliciano-superjuarez jPax https://launchpad.net/~grhipe javier https://launchpad.net/~javier1980 pablo.sajnovsky https://launchpad.net/~pablo-sajnovsky tazz https://launchpad.net/~davidmc83 Álvaro del Olmo Alonso https://launchpad.net/~dllum
it: Launchpad Contributions: Agente Roger https://launchpad.net/~agente.roger Claudio Di Vita https://launchpad.net/~cdivita Daniele de Virgilio https://launchpad.net/~erunamo Giuseppe Terrasi https://launchpad.net/~peppe84 Leo Iannacone (L3oN) https://launchpad.net/~l3on Lorenzo Z. https://launchpad.net/~lorenzo-zolfa Luca Ferretti https://launchpad.net/~elle-uca Matthew East https://launchpad.net/~mdke Maurizio Moriconi https://launchpad.net/~bugman Milo Casagrande https://launchpad.net/~milo Negri Matteo https://launchpad.net/~negri-matteo Nicola Piovesan https://launchpad.net/~piovesannicola Paolo Naldini https://launchpad.net/~hattory Roberto Di Girolamo https://launchpad.net/~robydigi91 Trapanator https://launchpad.net/~trapanator Vincenzo Consales https://launchpad.net/~aquarius987 Virusbuster https://launchpad.net/~claudio-gilardoni Volans https://launchpad.net/~volans Launchpad Contributions: Claudio Di Vita https://launchpad.net/~cdivita Daniele de Virgilio https://launchpad.net/~erunamo Leo Iannacone https://launchpad.net/~l3on Luca Ferretti https://launchpad.net/~elle.uca Matthew East https://launchpad.net/~mdke Maurizio Moriconi https://launchpad.net/~bugman Michael Castielli https://launchpad.net/~mickyx Milo Casagrande https://launchpad.net/~milo Nicola Piovesan https://launchpad.net/~piovesannicola Roberto Di Girolamo https://launchpad.net/~robydigi91 Vincenzo Consales https://launchpad.net/~aquarius987 Volans https://launchpad.net/~volans ydioma2005 https://launchpad.net/~ydioma2005
ko: Launchpad Contributions: Namhyung Kim https://launchpad.net/~namhyung Sunjae Park https://launchpad.net/~darehanl atie https://launchpad.net/~atie-at-matrix Launchpad Contributions: Namhyung Kim https://launchpad.net/~namhyung Sunjae Park https://launchpad.net/~darehanl atie https://launchpad.net/~atie-at-matrix
pt: Launchpad Contributions: Fernando Pereira https://launchpad.net/~jordao Joao Carvalhinho https://launchpad.net/~latrine Joel Calado https://launchpad.net/~joelcalado Luis Reis https://launchpad.net/~luis-marafado Luís Louro https://launchpad.net/~lapisdecor Manuel Silva https://launchpad.net/~manuel-n-silva Marco Rodrigues https://launchpad.net/~gothicx Marco da Silva https://launchpad.net/~marcodasilva Miguel Pires da Rosa https://launchpad.net/~miguelpires Mykas0 https://launchpad.net/~mykas0 Rui Az. https://launchpad.net/~astronomy Susana Pereira https://launchpad.net/~susana Tiago Silva https://launchpad.net/~tiagosilva Tiago Sousa https://launchpad.net/~tiagoboldt cetautomatix https://launchpad.net/~mag-formacao homemr https://launchpad.net/~homemr
sv: Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Gustav Nilson https://launchpad.net/~gustavnilsson Håkan Hagman https://launchpad.net/~hhagman Johan Marcusson https://launchpad.net/~independence Magnus Malmsten https://launchpad.net/~magnus-malmsten Robin Sonefors https://launchpad.net/~ozamosi Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Gustav Nilson https://launchpad.net/~gustavnilsson Håkan Hagman https://launchpad.net/~hhagman Magnus Malmsten https://launchpad.net/~magnus-malmsten Robin Sonefors https://launchpad.net/~ozamosi Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Gustav Nilson https://launchpad.net/~gustavnilsson Håkan Hagman https://launchpad.net/~hhagman Magnus Malmsten https://launchpad.net/~magnus-malmsten Robin Sonefors https://launchpad.net/~ozamosi Launchpad Contributions: Andreas Brudin https://launchpad.net/~andreas-brudin Andreas Olsson https://launchpad.net/~andol Clement Durand https://launchpad.net/~clement-durand Daniel Nylander https://launchpad.net/~yeager Daniel Ruus https://launchpad.net/~daniel-ruus Håkan Hagman https://launchpad.net/~sagabusan Johan "Louie" Haals https://launchpad.net/~johan-haals Magnus Malmsten https://launchpad.net/~magnus-malmsten Robin Sonefors https://launchpad.net/~ozamosi St Peter https://launchpad.net/~stpeter davidhjelm https://launchpad.net/~dav-hjelm

source: IRC: #ubuntu-server on freenode
sv: IRC: #ubuntu-server på freenode

source: svnadmin create /path/to/repos/project
it: svnadmin create /posizione/del/repository/project
sv: svnadmin create /sökväg/till/projektkatalogen

source: svn co file:///path/to/repos/project
it: svn co file:///percorso/del/repository/progetto
pt: svn co file:///caminho/para/repositorio/projecto
sv: svn co file:///sökväg/till/projektkatalogen

source: svn co file://localhost/path/to/repos/project
it: svn co file://localhost/percorso/del/repository/progetto
pt: svn co file://nome_da_maquina/para/repositorio/projecto
sv: svn co file://localhost/sökväg/till/projektkatalogen

source: svn co http://servername/svn
pt: svn co http://nome_do_servidor/svn
sv: svn co http://servernamn/svn

source: username = password
sv: användarnamn = lösenord

source: svn co svn://hostname/project project --username user_name
it: svn co svn://hostname/project project --username nome_utente
pt: svn co svn://nome_da_maquina/projecto projecto --username nome_do_utilizador
sv: svn co svn://värdnamn/projekt projekt --username användarnamn

source: cd project_dir ; svn update
it: cd DIRECTORY_DEL_PROGETTO ; svn update
sv: cd projektkatalog ; svn update

source: svn co svn+ssh://hostname/var/svn/repos/project
pt: svn co svn+ssh://nome_da_maquina/var/svn/repos/projecto
sv: svn co svn+ssh://värdnamn/var/svn/förråd/projekt

source: sudo chown -R root:root /home/username/
it: sudo chown -R root:root /home/NOME_UTENTE/
sv: sudo chown -R root:root /home/användarnamn/

source: ls -ld /home/username
it: ls -ld /home/NOME_UTENTE
sv: ls -ld /home/användarnamn

source: Logs
it: Registri
ko: 로그
pt: Registos
sv: Loggar

source: sudo smbpasswd -a username
it: sudo smbpasswd -a NOME_UTENTE
sv: sudo smbpasswd -a användarnamn

source: sudo smbldap-useradd -a -P username
it: sudo smbldap-useradd -a -P NOME_UTENTE
sv: sudo smbldap-useradd -a -P användarnamn

source: sudo smbldap-userdel username
it: sudo smbldap-userdel NOME_UTENTE
sv: sudo smbldap-userdel användarnamn

source: sudo smbldap-groupadd -a groupname
it: sudo smbldap-groupadd -a NOME_GRUPPO
sv: sudo smbldap-groupadd -a gruppnamn

source: sudo smbldap-groupmod -m username groupname
it: sudo smbldap-groupmod -m NOME_UTENTE NOME_GRUPPO
sv: sudo smbldap-groupmod -m användarnamn gruppnamn

source: sudo smbldap-groupmod -x username groupname
it: sudo smbldap-groupmod -x NOME_UTENTE NOME_GRPPO
sv: sudo smbldap-groupmod -x användarnamn gruppnamn

source: sudo smbldap-useradd -t 0 -w username
it: sudo smbldap-useradd -t 0 -w NOME_UTENTE
sv: sudo smbldap-useradd -t 0 -w användarnamn

source: Create the stash for the LDAP bind password:
sv: Skapa stash:en för det LDAP-anslutna lösenordet:

source: Now, on the <emphasis>Primary KDC</emphasis> copy the <filename>/etc/krb5kdc/.k5.EXAMPLE.COM</filename><emphasis>Master Key</emphasis> stash to the Secondary KDC. Be sure to copy the file over an encrypted connection such as <application>scp</application>, or on physical media.
sv: På den <emphasis>primära KDC:n</emphasis> kopiera <filename>/etc/krb5kdc/.k5.EXAMPLE.COM</filename><emphasis>huvudnyckel</emphasis>-stash:en till den sekundära KDC:n. Säkerställ att du kopierar nyckeln över en krypterad anslutning såsom <application>scp</application>, eller på fysisk media.

source: mail.example.com
sv: mail.exempel.com

source: mail.example.com, localhost.localdomain, localhost
sv: mail.exempel.com, localhost.localdomain, localhost

source: No
sv: Nej

source: Enter the email address of the person running the list: bhuvan at ubuntu.com Initial mailman password: To finish creating your mailing list, you must edit your <filename>/etc/aliases</filename> (or equivalent) file by adding the following lines, and possibly running the `newaliases' program: ## mailman mailing list mailman: "|/var/lib/mailman/mail/mailman post mailman" mailman-admin: "|/var/lib/mailman/mail/mailman admin mailman" mailman-bounces: "|/var/lib/mailman/mail/mailman bounces mailman" mailman-confirm: "|/var/lib/mailman/mail/mailman confirm mailman" mailman-join: "|/var/lib/mailman/mail/mailman join mailman" mailman-leave: "|/var/lib/mailman/mail/mailman leave mailman" mailman-owner: "|/var/lib/mailman/mail/mailman owner mailman" mailman-request: "|/var/lib/mailman/mail/mailman request mailman" mailman-subscribe: "|/var/lib/mailman/mail/mailman subscribe mailman" mailman-unsubscribe: "|/var/lib/mailman/mail/mailman unsubscribe mailman" Hit enter to notify mailman owner... #
pt: Inroduza o endereço de correio electrónico da pessoa que gere a lista: bhuvan at ubuntu.com Palavra passe inicial do mailman: Para terminar a sua lista de correio electrónico, deve editar o seu ficheiro <filename>/etc/aliases</filename> (ou equivalente) adicionando as seguintes linhas, e posivelmente executar o programa `newaliases': ## mailman lista de correio mailman: "|/var/lib/mailman/mail/mailman post mailman" mailman-admin: "|/var/lib/mailman/mail/mailman admin mailman" mailman-bounces: "|/var/lib/mailman/mail/mailman bounces mailman" mailman-confirm: "|/var/lib/mailman/mail/mailman confirm mailman" mailman-join: "|/var/lib/mailman/mail/mailman join mailman" mailman-leave: "|/var/lib/mailman/mail/mailman leave mailman" mailman-owner: "|/var/lib/mailman/mail/mailman owner mailman" mailman-request: "|/var/lib/mailman/mail/mailman request mailman" mailman-subscribe: "|/var/lib/mailman/mail/mailman subscribe mailman" mailman-unsubscribe: "|/var/lib/mailman/mail/mailman unsubscribe mailman" Pressione enter para notificar o proprietário do mailman ... #
sv: Uppge e-postadressen till den person som ansvarar för listan: bhuvan at ubuntu.com Det första lösenordet för "mailman" är: To finish creating your mailing list, you must edit your /etc/aliases (or equivalent) file by adding the following lines, and possibly running the `newaliases' program: ## mailman mailing list mailman: "|/var/lib/mailman/mail/mailman post mailman" mailman-admin: "|/var/lib/mailman/mail/mailman admin mailman" mailman-bounces: "|/var/lib/mailman/mail/mailman bounces mailman" mailman-confirm: "|/var/lib/mailman/mail/mailman confirm mailman" mailman-join: "|/var/lib/mailman/mail/mailman join mailman" mailman-leave: "|/var/lib/mailman/mail/mailman leave mailman" mailman-owner: "|/var/lib/mailman/mail/mailman owner mailman" mailman-request: "|/var/lib/mailman/mail/mailman request mailman" mailman-subscribe: "|/var/lib/mailman/mail/mailman subscribe mailman" mailman-unsubscribe: "|/var/lib/mailman/mail/mailman unsubscribe mailman" Tryck [Enter] för att skicka meddelande till ägaren av listan mailman... #

source: sudo /etc/init.d/spamassassin start
sv: sudo /etc/init.d/spamassassin star

source: 500 megabytes
it: 500 megabyte
ko: 500 메가바이트
sv: 500 megabyte

source: Software RAID
sv: Programvaru-RAID

source: Network File System (NFS)
it: NFS (Network File System)
ko: 네트워크 파일 시스템 (NFS)
pt: Sistema de Ficheiros de Rede - Network File System (NFS)
sv: Nätverksfilsystem (NFS)

source: example.hostname.com:/ubuntu /local/ubuntu nfs rsize=8192,wsize=8192,timeo=14,intr
it: esempio.nomehost.it:/ubuntu /locale/ubuntu nfs rsize=8192,wsize=8192,timeo=14,intr
pt: nome_de_maquina.exemplo.com:/ubuntu /local/ubuntu nfs rsize=8192,wsize=8192,timeo=14,intr
sv: exempel.värddator.com:/ubuntu /local/ubuntu nfs rsize=8192,wsize=8192,timeo=14,intr

source: Shell Scripts
it: Script shell
sv: Shell-skript

source: Device { Name = "Tape Drive" Device Type = tape Media Type = DDS-4 Archive Device = /dev/st0 Hardware end of medium = No; AutomaticMount = yes; # when device opened, read it AlwaysOpen = Yes; RemovableMedia = yes; RandomAccess = no; Alert Command = "sh -c 'tapeinfo -f %c | grep TapeAlert'" }
sv: Device { Name = "Bandenhet" Device Type = tape Media Type = DDS-4 Archive Device = /dev/st0 Hardware end of medium = No; AutomaticMount = yes; # when device opened, read it AlwaysOpen = Yes; RemovableMedia = yes; RandomAccess = no; Alert Command = "sh -c 'tapeinfo -f %c | grep TapeAlert'" }

source: # Definition of "Tape Drive" storage device Storage { Name = TapeDrive # Do not use "localhost" here Address = backupserver # N.B. Use a fully qualified name here SDPort = 9103 Password = "Cv70F6pf1t6pBopT4vQOnigDrR0v3LT3Cgkiyj" Device = "Tape Drive" Media Type = tape }
sv: # Definition of "Bandenhet" storage device Storage { Name = TapeDrive # Do not use "localhost" here Address = backupserver # N.B. Use a fully qualified name here SDPort = 9103 Password = "Cv70F6pf1t6pBopT4vQOnigDrR0v3LT3Cgkiyj" Device = "Bandenhet" Media Type = tape }

source: # Localhost backup. Job { Name = "LocalhostBackup" JobDefs = "DefaultJob" Enabled = yes Level = Full FileSet = "LocalhostFiles" Schedule = "LocalhostDaily" Storage = TapeDrive Write Bootstrap = "/var/lib/bacula/LocalhostBackup.bsr" }
sv: # Localhost backup. Job { Name = "LocalhostBackup" JobDefs = "DefaultJob" Enabled = yes Level = Full FileSet = "LocalhostFiles" Schedule = "LocalhostDaily" Storage = Bandenhet Write Bootstrap = "/var/lib/bacula/LocalhostBackup.bsr" }

source: After editing <filename>smb.conf</filename> restart the Samaba:
it: Una volta modificato il file <filename>smb.conf</filename>, riavviare Samba:

source: sudo scp -r username@pdc:/var/lib/samba /var/lib
it: sudo scp -r NOME_UTENTE@PDC:/var/lib/samba /var/lib

source: For more <application>smbclient</application> options see the man page: <command>man smbclient</command>
it: Per maggiori informazioni e opzioni riguardo il comando <application>smbclient</application>, consultarne la pagina di manuale: <command>man smbclient</command>

source: The main executable file of the <application>likewise-open</application> package is <filename>/usr/bin/domainjoin-cli</filename>, which is used to join your computer to the domain. Before you join a domain you will need to make sure and have:
it: L'eseguibile principale del pacchetto <application>likewise-open</application> è <filename>/usr/bin/domainjoin-cli</filename>, usato per introdurre il proprio computer nel dominio. Prima di poter entrare in un dominio è necessario assicurarsi di avere:

source: Microsoft DNS
it: DNS Microsoft

source: Wiki Applications
it: Applicazioni wiki
ko: 위키 프로그램
pt: Aplicações Wiki

source: In this section, we explain howto install and configure the Wiki applications, <application>MoinMoin</application> and <application>MediaWiki</application> on your Ubuntu system.
it: In questa sezione viene spiegato come installare e configurare sul proprio sistema le applicazioni wiki <application>MoinMoin</application> e <application>MediaWiki</application>.
ko: 이 부분에서는 여러분의 우분투 시스템에 <application>MoinMoin</application>과 <application>MediaWiki</application>라는 위키 프로그램을 설치하고 설정하는 방법을 설명합니다.
pt: Nesta secção iremos explicar como instalar e configurar as aplicações Wiki <application>MoinMoin</application> e <application>MediaWiki</application> no seu sistema Ubuntu.

source: For more details, please refer to the <ulink url="http://moinmoin.wikiwikiweb.de/">MoinMoin</ulink> web site.
it: Per maggiori informazioni, consultare il sito web di <ulink url="http://moinmo.in/">MoinMoin</ulink>.
ko: 자세한 내용은 <ulink url="http://moinmoin.wikiwikiweb.de/">MoinMoin</ulink> 웹사이트를 참조하기 바랍니다.
pt: Para saber mais detalhes, por favor visite o sítio web <ulink url="http://moinmoin.wikiwikiweb.de/">MoinMoin</ulink>.

source: Apache is configured by placing <emphasis>directives</emphasis> in plain text configuration files. The main configuration file is called <filename>apache2.conf</filename>. In addition, other configuration files may be added using the <emphasis>Include</emphasis> directive, and wildcards can be used to include many configuration files. Any directive may be placed in any of these configuration files. Changes to the main configuration files are only recognized by Apache2 when it is started or restarted.
it: Apache viene configurato inserendo delle <emphasis>direttive</emphasis> in alcuni file di configurazione (file di testo semplice). Il file di configurazione principale è <filename>apache2.conf</emphasis>. È possibile aggiungere altri file di configurazione utilizzando la direttiva <emphasis>Include</emphasis>; è consentito l'uso di metacaratteri per includere più file di configurazione in una sola direttiva. All'interno di questi file di configurazione può essere utilizzata qualsiasi direttiva. I cambiamenti al file di configurazione principale sono riconosciuti solo all'avvio o al riavvio di Apache2.
ko: 아파치는 일반 텍스트 설정 파일 내에 <emphasis>지시자</emphasis>를 넣는 것으로 설정이 됩니다. 주 설정 파일은 <filename>apache2.conf</filename> 입니다. 추가하여, 다른 설정 파일들은 <emphasis>Include</emphasis> 지시자를 사용하여 더해질 수 있고, 많은 설정 파일을 포함하기 위하여 와일드카드를 사용할 수 있습니다. 어떠한 지시자도 이러한 설정 파일들에 놓여질 수 있습니다. 주 설정 파일의 변경은 아파치2가 시작 또는 재시작될 때만 인식이 됩니다.
pt: O Apache é configurado adicionando <emphasis>directivas</emphasis> em ficheiros de configuração de texto simples. O ficheiro de configuração principal é o <filename>apache2.conf</filename>. Adicionalmente, outros ficheiros de configuração podem ser adicionados utilizando a directiva <emphasis>Include</emphasis>, podendo ser utilizados carácteres de escape para adicionar muitos ficheiros de configuração. Qualquer directiva pode ser colocada em qualquer destes ficheiros de configuração. Alterações nos ficheiros de configuração principais só são reconhecidas pelo Apache2 quando ele for iniciado ou reiniciado.

source: The server also reads a file containing mime document types; the filename is set by the <emphasis>TypesConfig</emphasis> directive, and is <filename>mime.types</filename> by default.
it: Il server inoltre legge un file contenente i tipi MIME dei documenti. Il nome di questo file è impostato attraverso la direttiva <emphasis>TypesConfig</emphasis>; in modo predefinito il nome è <filename>mime.types</filename>.
ko: 서버는 또한 <emphasis>TypesConfig</emphasis> 지시자에 의해 정해지는 파일 이름과 그리고 기본으로 <filename>mime.types</filename>인 mime 문서 종류를 가지는 파일을 읽을 수 있습니다.
pt: O servidor lê também um ficheiro contendo tipos de documentos mime; este ficheiro é definido pela directiva <emphasis>TypesConfig</emphasis>, e tem o nome <filename>mime.types</filename> por omissão.
