Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: If the <filename role="directory">/etc/ssl/private</filename> and <filename>/etc/ssl/private/server.key</filename> have different permissions, adjust the commands appropriately.
es: Si los archivos <filename role="directory">/etc/ssl/private</filename> y <filename>/etc/ssl/private/server.key</filename> tienen diferentes permisos, ajuste las órdenes de manera apropiada.
it: Se la directory <filename role="directory">/etc/ssl/private</filename> e il file <filename>/etc/ssl/private/server.key</filename> hanno permessi diversi, modificare i comandi secondo le proprie esigenze.
sv: Om <filename role="directory">/etc/ssl/private</filename> och <filename>/etc/ssl/private/server.key</filename> har olika rättigheter, justera kommandona på lämpligt sätt.

source: Finally, restart <application>slapd</application>:
es: Finalmente, reinicie <application>slapd</application>:
it: In fine, riavviare <application>slapd</application>:
sv: Slutligen, starta om <application>slapd</application>:

source: The <application>slapd</application> daemon should now be listening for LDAPS connections and be able to use STARTTLS during authentication.
es: El demonio <application>slapd</application> puede ahora escuchar conexiones LDAPS y ser capaz de usar STARTTLS durante la autenticación.
it: Il demone <application>slapd</application> dovrebbe ora essere in ascolto per le connessioni LDAPS e dovrebbe essere in grado di usare STARTTLS nella fase di autenticazione.
sv: Demonen <application>slapd</application> skall nu lyssna efter LDAPS-anslutningar och kunna använda STARTTLS under verifiering.

source: TLS Replication
es: Replicación TLS
it: Replicazione TLS
sv: TLS replikering

source: If you have setup <application>Syncrepl</application> between servers, it is prudent to encrypt the replication traffic using <emphasis>Transport Layer Security (TLS)</emphasis>. For details on setting up replication see <xref linkend="openldap-server-replication"/>.
es: Si tiene configurado <application>Syncrepl</application> entre servidores, es prudente cifrar el tráfico de replicación usando <emphasis>Seguridad de capa de transporte-Transport Layer Security (TLS)</emphasis>. Para más detalles sobre la configuración de la replicación, vea <xref linkend="openldap-server-replication"/>.
it: Se è stato impostato <application>Syncrepl</application> tra i server è utile cifrare il traffico di replicazione usando <emphasis>TLS</emphasis> (Transport Layer Security). Per maggiori informazioni su come impostare la replicazione, consultare <xref linkend="openldap-server-replication"/>.
sv: Om du har satt upp en <application>Syncrepl</application> mellan servrar, är det klokt att kryptera replikeringstrafiken genom att använda <emphasis>Transport Layer Security (TLS)</emphasis>. För detaljer om att etablera replikering, se <xref linkend="openldap-server-replication"/>.

source: After setting up replication, and following the instructions in <xref linkend="openldap-tls"/>, there are a couple of consequences that should be kept in mind:
es: Después de configurada la replicación, y siguiendo las instrucciones en <xref linkend="openldap-tls"/>, hay un par de consecuencias que debe tener en cuenta:
it: Una volta impostata e configurata, seguire le istruzioni in <xref linkend="openldap-tls"/>. È comunque utile tenere in considerazione alcune delle possibili conseguenze:
sv: Efter att du har satt upp replikeringen och följt instruktionerna i <xref linkend="openldap-tls"/>, så finns det ett par saker att komma ihåg:

source: The configuration only needs to be modified on <emphasis>one</emphasis> server.
es: La configuración sólo necesita ser modificada en <emphasis>un</emphasis> servidor.
it: La configurazione necessita di essere modificata su <emphasis>un</emphasis> server.
sv: Konfigurationen behöver bara modifieras på <emphasis>en</emphasis> server.

source: The path names for the <emphasis>certificate</emphasis> and <emphasis>key</emphasis> must be the same on all servers.
es: Los nombres de ruta de <emphasis>certificado</emphasis> y <emphasis>clave</emphasis> deben ser iguales en todos los servidores.
it: I percorsi al <emphasis>certificato</emphasis> e la <emphasis>chiave</emphasis> devono essere gli stessi in tutti i server.
sv: Sökvägen till <emphasis>certifikatet</emphasis> och <emphasis>nyckeln</emphasis> måste vara samma på alla servrarna.

source: So on each replicated server: install a certificate, edit <filename>/etc/default/slapd</filename>, and restart <application>slapd</application>.
es: Luego en cada servidor replicado: instale un certificado, edite <filename>/etc/default/slapd</filename>, y reinicie <application>slapd</application>.
it: In ogni server replicato: installare un certificato, modificare il file <filename>/etc/default/slapd</filename> e riavviare <application>slapd</application>.
sv: Så på varje replikerande server: installera ett certifikat, redigera <filename>/etc/default/slapd</filename>, och starta om <application>slapd</application>.

source: Once <emphasis>TLS</emphasis> has been setup on each server, modify the <emphasis>cn=config</emphasis> replication by entering the following in a terminal:
es: Una vez que <emphasis>TLS</emphasis> se ha configurado en cada servidor, modifique <emphasis>cn=config</emphasis> de la replicación introduciendo lo siguiente en un terminal:
it: Una volta configurato <emphasis>TLS</emphasis> su ogni server, modificare la replicazione <emphasis>cn=config</emphasis> inserendo quanto segue in un terminale:
sv: När <emphasis>TLS</emphasis> har installerats på varje server, modifiera replikeringen <emphasis>cn=config</emphasis> genom att ange följande i en terminal:

source: Enter LDAP Password: <placeholder-1/> modifying entry "olcDatabase={0}config,cn=config"
es: Introduzca la contraseña LDAP: <placeholder-1/> modificando la entrada "olcDatabase={0}config,cn=config"

source: Now adjust the <emphasis>backend</emphasis> database replication:
es: Ahora ajuste la réplica de la base de datos <emphasis>trasera</emphasis>:
it: Sistemare la replica del <emphasis>backend</emphasis> del database:
sv: Justera nu <emphasis>bakände-</emphasis>databasens replikering:

source: Enter LDAP Password: <placeholder-1/> modifying entry "olcDatabase={1}hdb,cn=config"
es: Introduzca la contraseña LDAP: <placeholder-1/> modificando la entrada "olcDatabase={1}hdb,cn=config"

source: If the LDAP server hostname does not match the Fully Qualified Domain Name (FQDN) in the certificate, you may have to edit <filename>/etc/ldap/ldap.conf</filename> and add the following TLS options:
es: Si el nombre del servidor LDAP no coincide con el Nombre de dominio totalmente cualificado-Fully Qualified Domain Name (FQDN) en el certificado, debe editar <filename>/etc/ldap/ldap.conf</filename> y añadir las siguientes opciones TLS:
it: Se il nome host del server LDAP non corrisponde al FQDN (Fully Qualified Domain Name) nel certificato, potrebbe essere necessario modificare il file <filename>/etc/ldap/ldap.conf</filename> e aggiungere le seguenti opzioni TLS:
sv: Om värdnamnet för LDAP-servern inte matchar ditt kompletta domännamn (FQDN) i certifikatet, så kan du behöva redigera <filename>/etc/ldap/ldap.conf</filename> och lägga till följande TLS alternativ:

source: Finally, restart <application>slapd</application> on each of the servers:
es: Finalmente, reinicie <application>slapd</application> en cada uno de los servidores:
it: Riavviare <application>slapd</application> su ogni server:
sv: Slutligen, starta om <application>slapd</application> på var och en av servrarna:

source: LDAP Authentication
es: Autenticación LDAP
it: Autenticazione LDAP
sv: LDAP-autentisering

source: Once you have a working LDAP server, the <application>auth-client-config</application> and <application>libnss-ldap</application> packages take the pain out of configuring an Ubuntu client to authenticate using LDAP. To install the packages from, a terminal prompt enter:
es: Una vez que ya tiene un servidor LDAP funcionando, los paquetes <application>auth-client-config</application> y <application>libnss-ldap</application>, evitarán la molestia de configurar un cliente Ubuntu para autentificarse usando LDAP. Para instalar los paquetes, introduzca en una terminal:
it: Una volta ottenuto un server LDAP funzionante, i pacchetti <application>auth-client-config</application> e <application>libnss-ldap</application> consentono di configurare facilmente un client Ubuntu affinché utilizzi l'autenticazione LDAP. Per installare questi pacchetti, digitare:
sv: Så snart du har en fungerande LDAP-server, underlättar paketen <application>auth-client-config</application> och <application>libnss-ldap</application> konfigureringen av en Ubuntu-klient till att autentisera med hjälp av LDAP. För att installera paketen, skriv från en terminalprompt:

source: During the install a menu dialog will ask you connection details about your LDAP server.
es: Durante la instalación, un menú le preguntará detalles de su conexión sobre el servidor LDAP.
it: Durante la fase di installazione un dialogo richiederà i dettagli relativi alla connessione al server LDAP.
sv: Under installationen kommer en dialogruta att fråga efter anslutningsinformation för din LDAP-server.

source: If you make a mistake when entering your information you can execute the dialog again using:
es: Si comete un error introduciendo su información puede ejecutar el diálogo de nuevo, usando:
it: Nel caso si commetta un errore durante l'inserimento delle informazioni, è possibile rieseguire la configurazione tramite il comando:
sv: Om du gör ett misstag när du anger dina uppgifter kan du köra dialogrutan igen med:

source: The results of the dialog can be seen in <filename>/etc/ldap.conf</filename>. If your server requires options not covered in the menu edit this file accordingly.
es: Los resultados del diálogo se pueden ver en <filename>/etc/ldap.conf</filename>. Si su servidor requiere opciones no cubiertas en el menú, edite este archivo de manera coherente.
it: I risultati della configurazione possono essere visualizzati nel file <filename>/etc/ldap.conf</filename>. Se il server richiede delle opzioni non contemplate durante la fase di configurazione. modificare il file secondo le proprie esigenze.
sv: Resultatet från dialogrutan kan ses i <filename>/etc/ldap.conf</filename>. Om din server kräver information som inte täcks av menyn redigera då den här filen i enlighet med detta.

source: Now that <application>libnss-ldap</application> is configured enable the <application>auth-client-config</application> LDAP profile by entering:
es: Ahora que <application>libnss-ldap</application> está configurado, active el perfil LDAP <application>auth-client-config</application> introduciendo:
it: Ora che <application>libnss-ldap</application> è configurato, abilitare il profilo <application>auth-client-config</application> LDAP digitando:
sv: Nu när <application>libnss-ldap</application> är konfigurerad, aktivera LDAP-profilen <application>auth-client-config</application> genom att skriva:

source: <emphasis>-t:</emphasis> only modifies <filename>/etc/nsswitch.conf</filename>.
es: <emphasis>-t:</emphasis> sólo modifica <filename>/etc/nsswitch.conf</filename>.
sv: <emphasis>-t:</emphasis> modifierar endast <filename>/etc/nsswitch.conf</filename>.

source: <emphasis>-p:</emphasis> name of the profile to enable, disable, etc.
es: <emphasis>-p:</emphasis> nombre del perfil que activar, desactivar, etc.
it: <emphasis>-p</emphasis>: nome del profilo da abilitare, disabilitare, ecc...
sv: <emphasis>-p:</emphasis> namnet på profilen som skall aktiveras, inaktiveras, etc.

source: <emphasis>lac_ldap:</emphasis> the <application>auth-client-config</application> profile that is part of the <application>ldap-auth-config</application> package.
es: <emphasis>lac_ldap:</emphasis> el perfil <application>auth-client-config</application> que es parte del paquete <application>ldap-auth-config</application>.
it: <emphasis>lac_ldap</emphasis>: il profilo <application>auth-client-config</application> parte del pacchetto <application>ldap-auth-config</application>.
sv: <emphasis>lac_ldap:</emphasis> profilen <application>auth-client-config</application> som är en del av paketet <application>ldap-auth-config</application>.

source: Using the <application>pam-auth-update</application> utility, configure the system to use LDAP for authentication:
es: Usando la utilidad <application>pam-auth-update</application>, configure el sistema a usar LDAP para la autenticación:
sv: Genom att använda verktyget <application>pam-auth-update</application>, konfigureras systemet till att använda LDAP för autentisering:

source: From the <application>pam-auth-update</application> menu, choose LDAP and any other authentication mechanisms you need.
es: Del menú <application>pam-auth-update</application> , elija LDAP y cualquier otro mecanismo de autorización que necesite.
sv: Från menyn i <application>pam-auth-update</application>, välj LDAP och vilken annan autentiseringsmekanism som du behöver.

source: You should now be able to login using user credentials stored in the LDAP directory.
es: Ahora debe ser capaz de entrar usando las credenciales de usuario almacenadas en el directorio LDAP.
it: Ora dovrebbe essere possibile eseguire l'accesso utilizzando le credenziali presenti nella directory LDAP.
sv: Du skall nu kunna logga in genom att använda den användaridentitet som är sparad i LDAP-katalogen.

source: If you are going to use LDAP to store Samba users you will need to configure the server to authenticate using LDAP. See <xref linkend="samba-ldap"/> for details.
es: Si va a usar LDAP para almacenar usarios de Samba, necesitará configurar el servidor para la autenticación con LDAP. Consulte <xref linkend="samba-ldap"/> para más información.
sv: Om du skall använda LDAP till att spara Samba-användare behöver du konfigurera servern till att autentisera genom att använda LDAP. Se <xref linkend="samba-ldap"/> för detaljer.

source: User and Group Management
es: Gestión de grupo y usuario
it: Gestire utenti e gruppi
sv: Användare och grupphantering

source: The <application>ldap-utils</application> package comes with multiple utilities to manage the directory, but the long string of options needed, can make them a burden to use. The <application>ldapscripts</application> package contains configurable scripts to easily manage LDAP users and groups.
es: El paquete <application>ldap-utils</application> viene con múltiples utilidades para gestionar el directorio, pero dada la larga cadena de opciones que se necesitan, puede hacer complicado su uso. El paquete <application>ldapscripts</application> contiene guiones configurables para gestionar fácilmente usuarios y grupos LDAP.
it: Il pacchetto <application>ldap-utils</application> contiene diverse utilità per la gestione di directory, ma le molte opzioni necessarie possono rendere queste utilità di difficile utilizzo. Il pacchetto <application>ldapscripts</application> contiene degli script configurabili per gestire facilmente utenti e gruppi LDAP.
sv: Paketet <application>ldap-utils</application> innehåller flera verktyg för att hantera katalogen, men på grund av den långa raden av alternativ som behövs, kan de vara svåra att använda. Paketet <application>ldapscripts</application> innehåller konfigurationsbara skript för att enkelt kunna hantera användare och grupper i LDAP.

source: To install the package, from a terminal enter:
es: Para instalar el paquete desde una terminal, introduzca:
it: Per installare il pacchetto, da un terminale:
sv: För att installera paketet, skriv från en terminal:

source: Next, edit the config file <filename>/etc/ldapscripts/ldapscripts.conf</filename> uncommenting and changing the following to match your environment:
es: Después, edite el archivo de condiguración <filename>/etc/ldapscripts/ldapscripts.conf</filename> descomentando y cambiando lo siguiente para hacerlo coherente con su entorno:
it: Aprire il file <filename>/etc/ldapscripts/ldapscripts.conf</filename> e togliere il commento o aggiungere quanto segue in base alle proprie esigenze:
sv: Nästa steg, redigera konfigurationsfilen <filename>/etc/ldapscripts/ldapscripts.conf</filename> avkommentera och ändra följande så att det passar din miljö:

source: Now, create the <filename>ldapscripts.passwd</filename> file to allow authenticated access to the directory:
es: Ahora, cree el archivo <filename>ldapscripts.passwd</filename> para permitir el acceso autenticado al directorio:
it: Creare il file <filename>ldapscripts.passwd</filename> per consentire l'accesso autenticato alla directory:
sv: Skapa nu filen <filename>ldapscripts.passwd</filename> för att tillåta autentiserad åtkomst till katalogen:

source: Replace <quote>secret</quote> with the actual password for your LDAP admin user.
es: Reemplace <quote>secret</quote> con la contraseña actual para su usuario de administración LDAP.
it: Sostituire <quote>secret</quote> con la password dell'amministratore LDAP.
sv: Ersätt <quote>secret</quote> med det faktiska lösenordet för din LDAP-administratör.

source: The <application>ldapscripts</application> are now ready to help manage your directory. The following are some examples of how to use the scripts:
es: Ahora <application>ldapscripts</application> está listo para ayudar a gestionar su directorio. Lo siguiente son ejemplos de cómo usar los guiones:
it: Le applicazioni in <application>ldapscripts</application> sono ora pronte per la gestione delle directory. Quelli che seguono sono degli esempi sull'utilizzo di questi script:
sv: <application>ldapscripts</application> är nu redo att hjälpa till med att hantera din katalog. Följande är några exempel på hur man kan använda skript:

source: Create a new user:
es: Crear un nuevo usuario:
it: Creare un nuovo utente:
sv: Skapa en ny användare:

source: This will create a user with uid <emphasis role="italic">george</emphasis> and set the user's primary group (gid) to <emphasis role="italic">example</emphasis>
es: Esto creará un usuario con el uid <emphasis role="italic">george</emphasis> y ajustará el grupo primario del usuario (gid) a <emphasis role="italic">example</emphasis>
it: Viene creato un utente con UID <emphasis role="italic">mario</emphasis> e imposta il gruppo primario (GID) dell'utente a <emphasis role="italic">example</emphasis>
sv: Detta skapar en användare med uid <emphasis role="italic">george</emphasis> och sätter användarens primära grupp (gid) till <emphasis role="italic">example</emphasis>

source: Change a user's password:
es: Cambiar la contraseña del usuario:
it: Cambiare la password di un utente:
sv: Ändra en användares lösenord:

source: Changing password for user uid=george,ou=People,dc=example,dc=com
es: Cambiar la contraseña para el usuario uid=george,ou=People,dc=example,dc=com
it: Changing password for user uid=mario,ou=People,dc=example,dc=com
sv: Ändra lösenord för användare uid=george,ou=People,dc=example,dc=com

source: New Password:
es: Nueva contraseña:
sv: Nytt lösenord:

source: New Password (verify):
es: Nueva contraseña (verificar)
sv: Nytt lösenord (verifiera):

source: Delete a user:
es: Borrar un usuario:
it: Eliminare un utente:
sv: Ta bort en användare:

source: Add a group:
es: Añadir un grupo
it: Aggiungere un gruppo:
sv: Lägg till en grupp:

source: Delete a group:
es: Borrar un grupo
it: Eliminare un gruppo:
sv: Ta bort en grupp:

source: Add a user to a group:
es: Añadir un usuario al grupo:
it: Aggiungere un utente a un gruppo:
sv: Lägg till en användare i en grupp:

source: You should now see a <emphasis>memberUid</emphasis> attribute for the <emphasis role="italic">qa</emphasis> group with a value of <emphasis role="italic">george</emphasis>.
es: Ahora debería ver un atributo <emphasis>memberUid</emphasis> para el grupo <emphasis role="italic">qa</emphasis> con un valor de <emphasis role="italic">george</emphasis>.
it: Dovrebbe essere possibile visualizzare un attributo <emphasis>memberUid</emphasis> per il gruppo <emphasis role="italic">qa</emphasis> con un valore di <emphasis role="italic">mario</emphasis>.
sv: Du skall nu kunna se attributet <emphasis>memberUid</emphasis> för gruppen <emphasis role="italic">qa</emphasis> med värdet av <emphasis role="italic">george</emphasis>.

source: Remove a user from a group:
es: Eliminar un usuario de un grupo:
it: Rimuovere un utente da un gruppo:
sv: Ta bort en användare från en grupp:

source: The <emphasis>memberUid</emphasis> attribute should now be removed from the <emphasis role="italic">qa</emphasis> group.
es: El atributo <emphasis>memberUid</emphasis> debería ser eliminado ahora del grupo <emphasis role="italic">qa</emphasis>.
it: L'attributo <emphasis>memberUid</emphasis> dovrebbe ora essere rimosso dal gruppo <emphasis role="italic">qa</emphasis>.
sv: Attributet <emphasis>memberUid</emphasis> skall nu tas bort från gruppen <emphasis role="italic">qa</emphasis>.

source: The <application>ldapmodifyuser</application> script allows you to add, remove, or replace a user's attributes. The script uses the same syntax as the <application>ldapmodify</application> utility. For example:
es: El guión <application>ldapmodifyuser</application> permite añadir, eliminar o remplazar un atributo de usuario. El guión usa la misma sintaxis que la utilidad <application>ldapmodify</application>. Por ejemplo:
it: Lo script <application>ldapmodifyuser</application> consente di aggiungere, rimuovere o replicare gli attributi di un utente. Lo script utilizza la stessa sintassi dell'utilità <application>ldapmodify</application>. Per esempio:
sv: Skriptet <application>ldapmodifyuser</application> tillåter dig att lägga till, ta bort eller ersätta användarattribut. Skriptet använder samma syntax som verktyget <application>ldapmodify</application>. Till exempel:

source: # About to modify the following entry : dn: uid=george,ou=People,dc=example,dc=com objectClass: account objectClass: posixAccount cn: george uid: george uidNumber: 1001 gidNumber: 1001 homeDirectory: /home/george loginShell: /bin/bash gecos: george description: User account userPassword:: e1NTSEF9eXFsTFcyWlhwWkF1eGUybVdFWHZKRzJVMjFTSG9vcHk= # Enter your modifications here, end with CTRL-D. dn: uid=george,ou=People,dc=example,dc=com
es: # Sobre como modificar la siguiente entrada : dn: uid=george,ou=People,dc=example,dc=com objectClass: account objectClass: posixAccount cn: george uid: george uidNumber: 1001 gidNumber: 1001 homeDirectory: /home/george loginShell: /bin/bash gecos: george description: User account userPassword:: e1NTSEF9eXFsTFcyWlhwWkF1eGUybVdFWHZKRzJVMjFTSG9vcHk= # INtriduzca sus modificaciones aquí y finalice con CTRL-D. dn: uid=george,ou=People,dc=example,dc=com

source: The user's <emphasis>gecos</emphasis> should now be <quote>George Carlin</quote>.
es: El usuario <emphasis>gecos</emphasis> debería ser ahora <quote>George Carlin</quote>.
it: L'utente <emphasis>gecos</emphasis> dovrebbe ora essere <quote>Mario Rossi</quote>.
sv: Användaren <emphasis>gecos</emphasis> skall nu vara <quote>George Carlin</quote>.
