Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Uninstalling packages using <application>dpkg</application>, in most cases, is <emphasis>NOT</emphasis> recommended. It is better to use a package manager that handles dependencies, to ensure that the system is in a consistent state. For example using <command>dpkg -r</command> you can remove the <application>zip</application> package, but any packages that depend on it will still be installed and may no longer function correctly.
es: Desinstalar paquetes usando <application>dpkg</application>, en muchos casos <emphasis>NO</emphasis> es recomendable. Es mejor usar un gestor de paquetes que maneje las dependencias, para asegurarse que el sistema queda en un estado consistente. Por ejemplo usando <command>dpkg -r</command> puede eliminar el paquete <application>zip</application>, pero cualquier paquete que dependa de el quedará instalado y puede no funcionar correctamente.
it: Disinstallare i pacchetti usando <application>dpkg</application>, nella maggior parte dei casi, <emphasis>non</emphasis> è raccomandato. È meglio usare un gestore di pacchetti in grado di gestire le dipendenze per assicurarsi che il sistema permanga sempre in una stato consistente. Per esempio, usando <command>dpkg -r</command>, è possibile rimuovere il pacchetto <application>zip</application>, ma qualsiasi pacchetto che vi dipende resterà installato e potrebbe non funzionare correttamente.
sv: Att avinstallera paket med <application>dpkg</application>, är i de flesta fall <emphasis>INTE</emphasis> att rekommendera. Det är bättre att använda en pakethanterare som hanterar beroenden för att säkerställa att systemet är i konsistent läge. Till exempel, genom att använda <command>dpkg -r</command> kan du ta bort paketet <application>zip</application>, men andra paket som är beroende av det kommer fortfarande vara installerade men kanske inte fungerar korrekt.

source: For more <application>dpkg</application> options see the man page: <command>man dpkg</command>.
es: Para más opciones de <application>dpkg</application> vea la página de manual: <command>man dpkg</command>.
it: Per le ulteriori opzioni di <application>dpkg</application>, consultare la pagina di manuale: <command>man dpkg</command>.
sv: För fler alternativ till <application>dpkg</application> se manualsidan: <command>man dpkg</command>.

source: The <application>apt-get</application> command is a powerful command-line tool used to work with Ubuntu's <emphasis>Advanced Packaging Tool</emphasis> (APT) performing such functions as installation of new software packages, upgrade of existing software packages, updating of the package list index, and even upgrading the entire Ubuntu system.
es: La orden <application>apt-get</application> es una potente herramienta de línea de órdenes diseñada para trabajar con el <emphasis>Advanced Packaging Tool</emphasis> (APT) de Ubuntu realizando funciones de instalación de nuevos paquetes de software, actualización de paquetes de software, actualización del índice de paquetes, e incluso actualización de todo el sistema Ubuntu.
it: Il comando <application>apt-get</application> è un potente strumento a riga di comando usato per operare con l'APT (<emphasis>Advanced Packaging Tool</emphasis> ) di Ubuntu al fine di eseguire operazioni come l'installazione di nuovi pacchetti software, l'aggiornamento dei pacchetti software esistenti, l'aggiornamento dell'indice dell'elenco dei pacchetti e persino l'avanzamento di versione dell'intero sistema Ubuntu.
ko: <application>apt-get</application> 명령은, 새로운 소프트웨어 꾸러미의 설치, 존재하는 소프트웨어 꾸러미의 업그레이드, 꾸러미 목록 인덱스의 업데이트, 그리고 심지어 전체 우분투 시스템의 업그레이드를 수행하는 우분투의 <emphasis>Advanced Packaging Tool</emphasis> (APT) 에 사용되는, 강력한 명령행 도구 입니다.
pt: O comando <application>apt-get</application> é uma ferramenta poderosa em linha de comandos utilizada para trabalhar com o APT <emphasis>Advanced Packaging Tool</emphasis> do Ubuntu efectuando funções tais como a instalação de novos pacotes de software, actualização dos pacotes instalados, actualização da lista de pacotes, e até a actualização completa do sistema Ubuntu.
sv: Kommandot <application>apt-get</application> är ett kraftfullt kommandoradsverktyg som används för att arbeta med Ubuntu:s <emphasis>Advanced Packaging Tool</emphasis> (APT) som utför uppgifter som installation av nya programpaket, uppgradering av existerande programpaket, uppdatering av paketlistorna, och till och med uppgradering av hela Ubuntu-systemet.

source: Being a simple command-line tool, <application>apt-get</application> has numerous advantages over other package management tools available in Ubuntu for server administrators. Some of these advantages include ease of use over simple terminal connections (SSH) and the ability to be used in system administration scripts, which can in turn be automated by the <application>cron</application> scheduling utility.
es: Siendo como es una simple herramienta de línea de órdenes, <application>apt-get</application> tiene numerosas ventajas frente otras herramientas de gestión de paquetes disponibles para los administradores de sistemas en Ubuntu. Algunas de estas ventajas incluyen facilidad de uso a través de conexiones sencillas de terminal (SSH) y la capacidad de poder usarse en scripts de administración del sistema, que pueden automatizarse en la utilidad de planificación de tareas <application>cron</application> .
it: Essendo un semplice strumento da riga di comando, <application>apt-get</application> presenta agli amministratori di sistema numerosi vantaggi rispetto ad altri strumenti di gestione dei pacchetti disponibili in Ubuntu. Alcuni di questi vantaggi sono la facilità d'utilizzo mediante connessioni via terminale (SSH) e la possibilità di essere usato in script di amministrazione del sistema, magari automatizzati attraverso l'utilità di pianificazione <application>cron</application>.
ko: 단순한 명령행 도구로서, <application>apt-get</application> 은 서버 관리자를 위하여 우분투 내에서 사용할 수 있는 다른 꾸러미 관리 도구들에 비해 많은 장점을 가지고 있습니다. 이러한 장점 중의 하나는 간단한 터미널 연결(SSH)로 쉽게 사용할 수 있는 것과 <application>cron</application> 스케쥴링 도구에 의해 자동화 할 수 있도록 시스템 관리 스크립트에서 사용될 수 있다는 것 입니다.
pt: Sendo uma simples ferramenta de linha de comandos, o <application>apt-get</application> tem inúmeras vantagens sobre outras ferramentas de gestão de pacotes disponíveis para os administradores de sistemas. Algumas dessa vantagens incluem uma fácil utilização através de simples ligações via terminal (SSH) e a possibilidade de ser utilizado em programas <emphasis role="italics">scripts</emphasis> de administração, que podem podem ser activados pelo utilitário de agendamento de tarefas <application>cron</application>.
sv: Eftersom det är ett enkelt kommandoradsverktyg har <application>apt-get</application> flera fördelar, jämfört med andra pakethanteringsverktyg som finns tillgängliga i Ubuntu för serveradministratörer. Vissa av de här fördelarna är att det går enkelt att använda över enkla terminalanslutningar (SSH) och möjligheten att användas i systemadministrationsskript, som i sin tur kan automatiseras av schemaläggaren <application>cron</application>.

source: <emphasis role="bold">Install a Package</emphasis>: Installation of packages using the <application>apt-get</application> tool is quite simple. For example, to install the network scanner <emphasis role="italics">nmap</emphasis>, type the following: <screen> <command>sudo apt-get install nmap</command> </screen>
es: <emphasis role="bold">Instalar un paquete</emphasis>: La instalación de paquetes usando la herramienta <application>apt-get</application> es bastante simple. Por ejemplo, para instalar el analizador de red <emphasis role="italics">nmap</emphasis>, teclee lo siguiente: <screen> <command>sudo apt-get install nmap</command> </screen>
it: <emphasis role="bold">Installare un pacchetto</emphasis>: l'installazione di pacchetti usando lo strumento <application>apt-get</application> è molto semplice. Per esempio, per installare lo scanner di rete <emphasis role="italics">nmap</emphasis>, digitare il seguente comando: <screen> <command>sudo apt-get install nmap</command> </screen>
ko: <emphasis role="bold">꾸러미 설치</emphasis>: <application>apt-get</application> 을 사용하여 꾸러미를 설치하는 것은 아주 간단 합니다. 예를 들어, 네트워크 스캐너인 <emphasis role="italics">nmap</emphasis> 을 설치하려면, 다음을 입력 합니다: <screen> <command>sudo apt-get install nmap</command> </screen>
pt: <emphasis role="bold">Instalar um Pacote</emphasis>: A instalação de pacotes utilizando a ferramenta <application>apt-get</application> é muito simples. Por exemplo, para instalar a aplicação de análise de redes <emphasis role="italics">nmap</emphasis>, digite o seguinte seguinte comando: <screen> <command>sudo apt-get install nmap</command> </screen>
sv: <emphasis role="bold">Installera ett paket</emphasis>: Installation av paket med verktyget <application>apt-get</application> är ganska enkelt. Om du till exempel vill installera nätverksskannern <emphasis role="italics">nmap</emphasis> skriver du följande: <screen> <command>sudo apt-get install nmap</command> </screen>

source: <emphasis role="bold">Remove a Package</emphasis>: Removal of a package or packages is also a straightforward and simple process. To remove the nmap package installed in the previous example, type the following: <screen> <command>sudo apt-get remove nmap</command> </screen>
es: <emphasis role="bold">Desinstalar un paquete</emphasis>: Desinstalar uno o varios paquetes es también un proceso simple y sencillo. Para desinstalar el paquete nmap instalado en el ejemplo anterior, teclee lo siguiente: <screen> <command>sudo apt-get remove nmap</command> </screen>
it: <emphasis role="bold">Rimuovere un pacchetto</emphasis>: la rimozione di uno o più pacchetti è altrettanto semplice e immediata. Per rimuovere il pacchetto nmap installato nell'esempio precedente, digitare il seguente comando: <screen> <command>sudo apt-get remove nmap</command> </screen>
ko: <emphasis role="bold">꾸러미 삭제</emphasis>: 꾸러미(들)을 삭제하는 것도 또한 직선적이고 간단한 작업 입니다. 이전 예제에서 설치하였던 nmap 꾸러미를 삭제하려면, 다음을 입력 합니다: <screen> <command>sudo apt-get remove nmap</command> </screen>
pt: <emphasis role="bold">Remover um Pacote</emphasis>: A remoção de um ou mais pacotes é também um processo simples. Para remover o pacote nmap instalado no exemplo anterior, digite o seguinte comando: <screen> <command>sudo apt-get remove nmap</command> </screen>
sv: <emphasis role="bold">Ta bort ett paket</emphasis>: Att ta bort ett eller flera paket är också mycket enkelt. För att ta bort paketet nmap vi nyss installerade, skriv följande: <screen> <command>sudo apt-get remove nmap</command> </screen>

source: <emphasis role="bold">Multiple Packages</emphasis>: You may specify multiple packages to be installed or removed, separated by spaces.
es: <emphasis role="bold">Múltiples paquetes</emphasis>: Puede especificar múltiples paquetes para instalar o desinstalar, separándolos por espacios.
it: <emphasis role="bold">Pacchetti multipli</emphasis>: è possibile specificare più di un pacchetto da installare o rimuovere, separati da spazi.
ko: <emphasis role="bold">복수 꾸러미</emphasis>: 설치나 삭제를 위해 복수의 꾸러미를 지정할 때는, 공백(스페이스 키로)으로 구분 합니다.
pt: <emphasis role="bold">Múltiplos Pacotes</emphasis>: Pode indicar vários pacotes para serem instalados ou removidos simultaneamente separando os nomes por espaços.
sv: <emphasis role="bold">Flera paket</emphasis>: Du kan specificera att flera paket skall installeras eller tas bort genom att separera paketen med mellanslag.

source: Also, adding the <emphasis>--purge</emphasis> options to <command>apt-get remove</command> will remove the package configuration files as well. This may or may not be the desired effect so use with caution.
es: Añadiendo la opción <emphasis>--purge</emphasis> a <command>apt-get remove</command> también se eliminaran los archivos de configuración del paquete. Esto puede o no tener el efecto deseado, asi que uselo con precaución.
it: Aggiungere l'opzione <emphasis>--purge</emphasis> ad <command>apt-get remove</command> fa in modo che vengano rimossi anche i file di configurazione del paccahtto. Usare questa opzione con cautela se non è ciò che si vuole.
sv: Dessutom, lägga till alternativet <emphasis>--purge</emphasis> till <command>apt-get remove</command> så kommer också paketets konfigurationsfiler tas bort. Det kan vara en önskad effekt eller inte, så använd det med försiktighet.

source: <emphasis role="bold">Update the Package Index</emphasis>: The APT package index is essentially a database of available packages from the repositories defined in the <filename>/etc/apt/sources.list</filename> file. To update the local package index with the latest changes made in repositories, type the following: <screen> <command>sudo apt-get update</command> </screen>
es: <emphasis role="bold">Actualizar el índice de paquetes</emphasis>: El índice de paquetes de APT es esencialmente una base de datos de paquetes disponibles en los repositorios definidos en el archivo <filename>/etc/apt/sources.list</filename>. Para actualizar el índice local de paquetes con los últimos cambios realizados en los repositorios, teclee lo siguiente: <screen> <command>sudo apt-get update</command> </screen>
it: <emphasis role="bold">Aggiornare l'indice dei pacchetti</emphasis>: l'indice dei pacchetti di APT è essenzialmente un database dei pacchetti disponibili dai repository definiti nel file <filename>/etc/apt/sources.list</filename>. Per aggiornare l'elenco locale dei pacchetti con i cambiamenti apportati di recente nei repository, digitare il comando: <screen> <command>sudo apt-get update</command> </screen>
ko: <emphasis role="bold">꾸러미 인덱스 업데이트</emphasis>: APT 꾸러미 인덱스는 <filename>/etc/apt/sources.list</filename> 파일에 지정된 저장소에서 사용 가능한 꾸러미들의 필수적인 데이타베이스 입니다. 저장소에 최근의 변경된 것으로 로컬(여러분의 컴퓨터에 저장되는) 꾸러미 인덱스를 업데이트 하려면, 다음을 입력 합니다: <screen> <command>sudo apt-get update</command> </screen>
pt: <emphasis role="bold">Actualização da Lista de Pacotes</emphasis>: O índice de pacotes do APT é essencialmente uma base de dados dos pacotes diponíveis nos repositórios definidos no ficheiro <filename>/etc/apt/sources.list</filename>. Para actualizar a lista local de pacotes com as últimas alterações efectuadas nos repositórios, escreva o seguinte comando: <screen> <command>sudo apt-get update</command> </screen>
sv: <emphasis role="bold">Uppdatera paketlistan</emphasis>: APT:s paketlista är i praktiken en databas över tillgängliga paket från förråden som finns inskrivna i filen <filename>/etc/apt/sources.list</filename>. För att uppdatera din paketlista med de senaste ändringarna från förråden, skriv följande: <screen> <command>sudo apt-get update</command> </screen>

source: <emphasis role="bold">Upgrade Packages</emphasis>: Over time, updated versions of packages currently installed on your computer may become available from the package repositories (for example security updates). To upgrade your system, first update your package index as outlined above, and then type: <screen> <command>sudo apt-get upgrade</command> </screen>
es: <emphasis role="bold">Actualizar paquetes</emphasis>: Con el tiempo, los repositorios irán añadiendo versiones actualizadas de los paquetes instalados en su equipo (por ejemplo, actualizaciones de seguridad). Para actualizar su sistema, ponga al día el índice de paquetes como se ha explicado anteriormente, y después ejecute: <screen> <command>sudo apt-get upgrade</command> </screen>
it: <emphasis role="bold">Aggiornare i pacchetti</emphasis>: versioni aggiornate dei pacchetti installati possono essere disponibili attraverso i repository dei pacchetti (per esempio per aggiornamenti di sicurezza). Per aggiornare il proprio sistema è necessario, prima di tutto, aggiornare l'indice dei pacchetti come spiegato sopra, quindi digitare: <screen> <command>sudo apt-get upgrade</command> </screen>
ko: <emphasis role="bold">꾸러미 업그레이드</emphasis>: 시간이 흐르면, 여러분의 컴퓨터에 설치된 꾸러미들의 업데이트된 버전이 꾸러미 저장소에서 이용 가능하게 됩니다(예를 들면 보안 업데이트). 시스템을 업그레이드하려면, 먼저 여러분의 꾸러미 인덱스를 업데이트한 후에, 다음을 입력합니다: <screen> <command>sudo apt-get upgrade</command> </screen>
pt: emphasis role="bold">Upgrade de Pacotes</emphasis>: Com o tempo, novas versões com actualizações podem ficar disponíveis e poderão ser instaladas na sua máquina (por exemplo updates de segurança). Para actualizar o seu sistema, primeiro actualize o seu index de pacotes como marcado em baixo e depois insira: screen> <command>sudo apt-get upgrade</command> </screen>
sv: <emphasis role="bold">Uppgradera paket</emphasis>: Med tiden kommer uppdaterade versioner på paketen som är installerade på din dator att bli tillgängliga i paketförråden. För att uppdatera ditt system, börja med att uppdatera ditt paketindex enligt sammanfattningen ovan, skriv sedan: <screen> <command>sudo apt-get upgrade</command> </screen>

source: For information on upgrading to a new Ubuntu release see <xref linkend="installing-upgrading"/>.
es: Para información sobre la actualización a una nueva versión de Ubuntu vea <xref linkend="installing-upgrading"/>.
it: Per informazioni sull'avanzamento a un nuovo rilascio di Ubuntu, consultare la <xref linkend="installing-upgrading"/>.
sv: För information om uppgradering till en ny Ubuntu utgåva se <xref linkend="installing-upgrading"/>.

source: Some examples of popular uses for the <application>apt-get</application> utility: <placeholder-1/>
es: Algunos ejemplos de uso populares de la utilidad <application>apt-get</application>: <placeholder-1/>
it: Alcuni esempi di utilizzo tipico dell'utilità <application>apt-get</application>: <placeholder-1/>
ko: <application>apt-get</application> 유틸리티의 몇 가지 잘 알려진 사용 예는: <placeholder-1/>
pt: Alguns exemplos de utilizações populares para o utilitário <application>apt-get</application>: <placeholder-1/>
sv: Här följer några vanliga sätt att använda <application>apt-get</application>:

source: Actions of the <application>apt-get</application> command, such as installation and removal of packages, are logged in the /var/log/dpkg.log log file.
es: Las acciones realizadas por la orden <application>apt-get</application> , como la instalación o desinstalación de paquetes, son registradas en el archivo de registro «/var/log/dpkg.log».
it: Le azioni del comando <application>apt-get</application>, come l'installazione o la rimozione di pacchetti, vengono registrate nel file di registro /var/log/dpkg.log.
ko: <application>apt-get</application> 명령의 행위는, 즉 꾸러미의 설치와 삭제와 같은, /var/log/dpkg.log 로그 파일에 기록이 됩니다.
pt: As acções do comando <application>apt-get</application>, tais como instalação e remoção de pacotes, estão registadas num ficheiro /var/log/dpkg.log .
sv: Allt kommandot <application>apt-get</application> gör, som installation och borttagning av paket, loggas till loggfilen /var/log/dpkg.log.

source: For further information about the use of <application>APT</application>, read the comprehensive <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Debian APT User Manual</ulink> or type: <screen>apt-get help</screen>
es: Para mas información sobre el uso de <application>APT</application>, lea el extenso <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Manual de Usuario de Debian APT</ulink> (en inglés) o ejecute: <screen>apt-get help</screen>
it: Per maggiori informazioni sull'uso di <application>APT</application>, consultare il <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Manuale utente di Debian APT</ulink>, oppure digitare: <screen>apt-get help</screen>
ko: <application>APT</application> 사용에 대한 더 많은 정보는, 광범위한 <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">데비안 APT 사용자 지침서</ulink> 를 읽거나 다음을 입력 하십시오: <screen>apt-get help</screen>
pt: Para mais informação acerca da utilização do <application>APT</application>, consulte <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Debian APT User Manual</ulink> ou utilize o comando: <screen>apt-get help</screen>
sv: För ytterligare information om användandet av <application>APT</application>, läs den innehållsrika <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Debian APT User Manual</ulink> eller skriv: <screen>apt-get help</screen>

source: <application>Aptitude</application> is a menu-driven, text-based front-end to the <emphasis>Advanced Packaging Tool</emphasis> (APT) system. Many of the common package management functions, such as installation, removal, and upgrade, are performed in <application>Aptitude</application> with single-key commands, which are typically lowercase letters.
es: <application>Aptitude</application> es una interfaz del sistema <emphasis>APT (Advanced Packaging Tool)</emphasis> basada en texto y que se maneja por menús. Muchas de las funciones típicas de gestión de paquetes, como la instalación, desinstalación y actualización, se realizan con <application>Aptitude</application> mediante órdenes de una sola tecla, normalmente letras minúsculas.
it: <application>Aptitude</application> è un'interfaccia testuale basata su menù per il sistema APT (<emphasis>Advanced Packaging Tool</emphasis>). Molte delle tipiche funzioni di gestione dei pacchetti, come l'installazione, la rimozione e l'aggiornamento, possono essere effettuate in <application>Aptitude</application> con dei comandi mappati su un solo tasto, solitamente delle lettere minuscole.
ko: <application>Aptitude</application> 는 메뉴 방식이고, <emphasis>Advanced Packaging Tool</emphasis> (APT) 시스템의 텍스트 기반 프론트 엔드 입니다. 설치, 삭제, 그리고 업그레이드와 같은 많은 일반적인 꾸러미 관리 기능을 <application>Aptitude</application> 에서는 단일 키 명령, 보통 소문자를 사용하여 수행할 수 있습니다.
pt: <application>Aptitude</application> é uma interface em modo de texto baseada em menus, para o sistema APT <emphasis>Advanced Packaging Tool</emphasis>. Muitas das funções comuns de gestão de pacotes, tais como a instalação, remoção e actualização, são efectuadas no <application>Aptitude</application> com comandos de uma única tecla, habitualmente letras minúsculas.
sv: <application>Aptitude</application> är ett menydrivet, textbaserat användargränssnitt till systemet <emphasis>Advanced Packaging Tool</emphasis> (APT). Många av de vanligare pakethanteringsfunktionerna, som installation, borttagning och uppgradering, utförs i <application>Aptitude</application> genom att trycka på en knapp.
