Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Next, you must create the <filename>/etc/subversion/passwd</filename> file that will contain user authentication details. To create a file issue the following command at a command prompt (which will create the file and add the first user):
es: Lo siguiente es crear el archivo <filename>/etc/subversion/passwd</filename> que contendrá los detalles de autenticación de usuario. Para crearlo escribe la siguiente orden en la consola (la cual creará el archivo y añadirá el primer usuario):
sv: Nästa steg, du måste skapa filen <filename>/etc/subversion/passwd</filename> som kommer innehålla detaljer för användarautentisering. För att skapa fillen skriver du följande kommando vid terminalprompten (vilket kommer skapa filen och lägga till den första användaren):

source: sudo htpasswd -c /etc/subversion/passwd user_name
es: sudo htpasswd -c /etc/subversion/passwd nombre_usuario
it: sudo htpasswd -c /etc/subversion/passwd nome_utente
sv: sudo htpasswd -c /etc/subversion/passwd användarnamn

source: To add additional users omit the <emphasis>"-c"</emphasis> option as this option replaces the old file. Instead use this form:
es: Para añadir usuarios adicionales omita la opción <emphasis>"-c"</emphasis> ya que esta opción reemplaza el antiguo archivo. En su lugar utilice esta forma:
sv: För att lägga till ytterligare användare utelämnas flaggan <emphasis>"-c"</emphasis> eftersom detta alternativ ersätter den gamla filen. Använd istället denna form:

source: sudo htpasswd /etc/subversion/password user_name
es: sudo htpasswd /etc/subversion/password nombre_del_usuario

source: This command will prompt you to enter the password. Once you enter the password, the user is added. Now, to access the repository you can run the following command:
es: Ésta orden le pedirá que introduzca su contraseña. Cuando lo haga, se añadirá el usuario. Entonces, para acceder al repositorio puede ejecutar esto:
it: Verrà richiesta la password. Una volta inserita, l'utente viene aggiunto al file. Ora, per accedere al repository, digitare:
ko: 이 명령은 여러분이 암호를 입력하도록 물어 봅니다. 암호를 입력한 후, 그 사용자는 더해 집니다. 이제, 다음의 명령을 실행하여 저장소를 접근할 수 있습니다:
pt: Este comando pedir-lhe-á para indicar uma palavra passe. Quando o fizer o utilizador será adicionado. Agora, para aceder ao repositório pode executar o seguinte comando:
sv: Det här kommandot kommer att be dig skriva in ett lösenord. När du skrivit in lösenordet läggs användaren till. För att komma åt förrådet kör du nu följande kommando:

source: The password is transmitted as plain text. If you are worried about password snooping, you are advised to use SSL encryption. For details, please refer next section.
es: La contraseña se transmite como texto plano. Si le preocupa que puedan interceptar su contraseña, se le recomienda que use cifrado SSL. Para más detalles, consulte la siguiente sección.
it: La password viene trasmessa come testo in chiaro. Per evitare attacchi di tipo "password snooping", è necessario utilizzare la cifratura SSL. Per maggiori informazioni fare riferimento alla sezione successiva.
ko: 암호는 일반 텍스트로 전송 됩니다. 만약 암호를 훔쳐보는 것을 걱정한다면, SSL 암호화를 사용할 것을 권고 합니다. 자세한 것은, 다음 부분을 참고 하십시오.
pt: A palavra passe é transmitida como texto simples. Se estiver preocupado com a pesquisa indevida de palavras passe, aconselhamos a utilizalção de codificação SSL. Para detalhes consulte a secção seguinte:
sv: Lösenordet överförs i klartext. Om du är rädd för att någon annan skall få åtkomst till ditt lösenord bör du använda SSL-kryptering. För fler detaljer, läs nästa avdelning.

source: Access via WebDAV protocol with SSL encryption (https://)
es: Acceso mediante el protocolo WebDAV con cifrado SSL (https://)
it: Accesso con protocollo WebDAV protetto da cifratura SSL (https://)
ko: SSL 암호화와 함께 WebDAV 프로토콜을 사용하여 접근 (https://)
pt: Acesso via protocolo webDAV com codificação SSL (https://)
sv: Tillgång via WebDAV-protokollet via SSL-kryptering (https://)

source: Accessing Subversion repository via WebDAV protocol with SSL encryption (https://) is similar to http:// except that you must install and configure the digital certificate in your Apache2 web server.
es: El acceso a un repositorio de Subversion por medio del protocolo WebDAV con cifrado SSL (https://) es similar al http:// excepto en que debe instalar y configurar el certificado digital en su servidor web Apache2.
it: L'accesso al repository di Subversion attraverso il protocollo WebDAV con cifratura SSL (https://) è simile a http:// tranne per il fatto che è necessario installare e configurare un certificato digitale per il server Apache2.
ko: SSL 암호화와 함께 WebDAV 프로토콜(https://)을 사용하여 Subversion 저장소를 접근하는 것은 http://를 사용하는 것과 비슷하나 차이점은, 여러분은 반드시 아파치2 웹 서버에 디지털 인증서를 설치하고 설정하여야 합니다.
pt: Aceder ao repositório Subversion através do protocolo WebDAT com codificação SSL (https://) é semelhante ao http://, excepto que deve instalar e configurar um certificado difital no seu servidor web Apache2.
sv: Att komma åt ett Subversion-förråd via WebDAV-protokollet med SSL-kryptering (https://) är likadant som att komma åt http:// med den enda skillnaden att du måste installera och konfigurera det digitala certifikatet på din Apache2-server.

source: You can install a digital certificate issued by a signing authority like Verisign. Alternatively, you can install your own self-signed certificate.
es: Puede instalar un certificado digital emitido por una autoridad de certificación como Verisign. También puede instalar su propio certificado auto-firmado.
it: È possibile installare un certificato digitale emesso da un'autorità di certificazione come Verisign oppure è possibile installare i propri certificati auto-firmati.
ko: 디지털 인증서는 Verisign과 같은 인증 기관에서 발행된 것을 설치할 수 있습니다. 다른 방법으로는, 여러분이 스스로 사인한 인증서를 설치할 수도 있습니다.
pt: Pode instalar um certificado digital emitido por uma companhia creditada como a Verisign. Alternativamente, pode instalar o seu próprio certificado auto assinado.
sv: Du kan installera ett digitalt certifikat som givits ut av en signeringsauktoritet som Verisign. Du kan också installera ett certifikat du signerat själv.

source: This step assumes you have installed and configured a digital certificate in your Apache 2 web server. Now, to access the Subversion repository, please refer to the above section! The access methods are exactly the same, except the protocol. You must use https:// to access the Subversion repository.
es: Este paso asume que tiene instalado y configurado un certificado digital en su servidor web Apache2. Ahora, para acceder al repositorio de Subversion, por favor, consulte la sección anterior. Los métodos de acceso son exactamente los mismos, excepto el protocolo. Debe usar https:// para acceder al repositorio de Subversion.
it: I passi seguenti hanno come presupposto l'installazione di un certificato digitale all'interno del server web Apache2. Per accedere a un repository Subversion, fare riferimento alla sezione precedente. I metodi di accesso sono esattamente gli stessi tranne per il protocollo, in quanto è necessario utilizzare https://.
ko: 이 절차는 여러분의 아파치2 웹 서버에 디지털 인증서를 설치하고 설정하였다고 간주 합니다. 이제, Subversion 저장소를 접근하기 위하여, 윗 부분을 참조 하십시오! 접근 방법은 정확히 똑같고, 단지 프로토콜이 다릅니다. 여러분은 반드시 Subversion 저장소를 접근하기 위하여 https://를 사용하여야 합니다.
pt: Este passo assume que instalou e configurou um certificado digital no seu servidor web Apache2. Agora, para aceder ao repositório Subversion, consulte a secção acima! Os métodos de acesso são exactamente os mesmos, excepto o protocolo. Agora deve utilizar o https:// para aceder ao repositório Subversion.
sv: Vi förutsätter att du har installerat och konfigurerat ett digitalt certifikat i din Apache2-webbserver. Läs sedan ovanstående avdelning för att komma åt subversion-förrådet! Du gör precis likadant för att komma åt det, men protokollen är olika. Du måste använda https:// för att komma åt subversion-förrådet.

source: Access via custom protocol (svn://)
es: Acceso mediante un protocolo personalizado (svn://)
it: Accesso con il protocollo personalizzato (svn://)
ko: Subversion 프로토콜을 사용하여 접근 (svn://)
pt: Acesso via protocolo personalizado (svn://)
sv: Tillgång via ett specialprotokoll (svn://)

source: Once the Subversion repository is created, you can configure the access control. You can edit the <filename> /path/to/repos/project/conf/svnserve.conf</filename> file to configure the access control. For example, to set up authentication, you can uncomment the following lines in the configuration file:
es: Cuando se haya creado el repositorio de Subversion, podrá configurar el control de acceso. Puede editar el archivo <filename> /ruta/al/repositorio/proyecto/conf/svnserve.conf</filename> para configurar el control de acceso. Por ejemplo, para configurar la autenticación, puede descomentar las siguientes líneas en el archivo de configuración:
it: Una volta creato il repository è possibile configurare il controllo degli accessi modificando il file <filename> /path/to/repos/project/conf/svnserve.conf</filename>. Per esempio, per impostare l'autenticazione, togliere i commenti alle seguenti righe presenti nel file di configurazione:
ko: Subversion 저장소가 만들어진 후, 여러분은 접근 조종을 설정할 수 있습니다. 접근 조종을 설정하기 위하여 <filename> /path/to/repos/project/conf/svnserve.conf</filename> 파일을 편집할 수 있습니다. 예를 들어, 인증을 설정하는 것은, 그 설정 파일의 다음 줄들을 주석 해제 합니다:
pt: Uma vez criado o repositório Subversion, pode configurar o controlo de acessos. Edite o ficheiro <filename>/path/to/repos/project/conf/svnserve.conf</filename> para configurar o controlo de acessos. Por exemplo, para configurar a autenticação, pode retirar os comentários nas linhas seguintes do ficheiro de configuração:
sv: Så fort subversion-förrådet har skapats kan du konfigurera åtkomsträttigheter. Du kan ändra filen <filename> /sökväg/till/förråd/conf/svnserve.conf</filename> för att konfigurera åtkomsträttigheter. Till exempel kan du avkommentera följande rader i konfigurationsfilen för att aktivera autentisering:

source: After uncommenting the above lines, you can maintain the user list in the passwd file. So, edit the file <filename>passwd </filename> in the same directory and add the new user. The syntax is as follows:
es: Tras descomentar las líneas anteriores, podrá mantener la lista de usuarios en el archivo passwd. Para ello, edite el archivo <filename>passwd</filename> en el mismo directorio y añada el nuevo usuario. La sintaxis es la siguiente:
it: Dopo aver tolto i commenti alle righe precedenti, è possibile gestire la lista degli utenti nel file passwd. Modificare il file <filename>passwd </filename> presente nella directory e inserire il nuovo utente. La sintassi da usare è la seguente:
ko: 위의 줄들을 주석 해제한 후에, passwd 파일에 사용자 목록을 관리할 수 있습니다. 그러므로, 같은 디렉토리 내의 <filename>passwd </filename> 파일을 편집하기 위하여 열고 새로운 사용자를 추가 합니다. 문법은 다음과 같습니다:
pt: Depois de retirar os comentários nas linhas acima, pode gerir a lista de utilizadores no ficheiro passwd. Assim, edite o ficheiro <filename>passwd </filename> no mesmo directório e adicione um novo utilizador. A sintaxe é a seguinte:
sv: När du har avkommenterat ovanstående rader kan du upprätthålla en användarlista i passwd-filen. Med andra ord, redigera filen <filename>passwd </filename> i samma katalog och lägg till en ny användare. Syntaxen är såhär:

source: For more details, please refer to the file.
es: Para más detalles, por favor consulte el archivo.
it: Per maggiori informazioni fare riferimento al file.
ko: 더 자세한 것은, 그 파일을 참조 하십시오.
pt: Para mais detalhes, consulte o ficheiro por favor.
sv: Mer information finns i filen.

source: Now, to access Subversion via the svn:// custom protocol, either from the same machine or a different machine, you can run svnserver using svnserve command. The syntax is as follows:
es: Ahora, para acceder a Subversion a través del protocolo personalizado svn://, bien sea desde la misma máquina o desde otra diferente, debe ejecutar svnserver usando la orden svnserve. La sintaxis es la siguiente:
it: Per accedere a Subversion attraverso il protocollo svn://, sia dalla stessa macchina sia da un'altra macchina, avviare svnserver utilizzando il comando svnserve. La sintassi è la seguente:
ko: 이제, svn:// 프로토콜을 사용하여, 같은 기계 또는 다른 기계에 있는 Subversion 저장소를 접근하고, svnserve 명령을 사용하여 svn 서버를 실행할 수 있습니다. 문법은 다음과 같습니다:
pt: Agora, para aceder ao Subversion via protocolo svn://, quer da mesma máquina ou de uma máquina diferente, pode executar o svnserver usando o comando svnserve. A sintaxe é a seguinte:
sv: För att nu komma åt Subversion via specialprotokollet svn://, antingen från samma dator eller från en annan, kan du köra svnserver med kommandot svnserve. Syntaxen är såhär:

source: $ svnserve -d --foreground -r /path/to/repos # -d -- daemon mode # --foreground -- run in foreground (useful for debugging) # -r -- root of directory to serve For more usage details, please refer to: $ svnserve --help
es: $ svnserve -d --foreground -r /ruta/al/repositorio # -d -- modo demonio # --foreground -- ejecutar en primer plano (útil para depuración) # -r -- raíz del directorio a servir Para más detalles de uso, por favor, consulte: $ svnserve --help
it: $ svnserve -d --foreground -r /percorso/al/repository # -d -- daemon mode # --foreground -- run in foreground (useful for debugging) # -r -- root of directory to serve Per ulteriori dettagli sull'utilizzo fare riferimento a: $ svnserve --help
pt: $ svnserve -d --foreground -r /caminho/para/repositorio # -d -- modo serviço # --foreground -- correr visível (útil para correcção de erros) # -r -- raiz do directório a disponibilizar Para mais detalhes sobre a utilização, por favor consulte: $ svnserve --help
sv: $ svnserve -d --foreground -r /sökväg/till/förråd # -d -- demon-läge # --foreground -- kör i förgrunden (användbart för felsökning) # -r -- serverns rotkatalog För fler detaljer om användning, läs: $ svnserve --help

source: Once you run this command, Subversion starts listening on default port (3690). To access the project repository, you must run the following command from a terminal prompt:
es: Una vez haya ejecutado la orden, Subversion comenzará a escuchar por el puerto predeterminado (3690). Para acceder al repositorio del proyecto, deberá ejecutar la siguiente orden en la línea de órdenes de una terminal:
it: Una volta eseguito questo comando, Subversion si mette in ascolto sulla porta predefinita (3690). Per accedere al repository del progetto, è necessario eseguire, da un terminale, il seguente comando:
ko: 이 명령이 수행된 후, Subversion은 기본 설정 포트 (3690)을 듣기 시작 합니다. 프로젝트 저장소를 접근하려면, 터미널 프롬프트에서 다음의 명령을 반드시 실행하여야 합니다:
pt: Uma vez executado este comando, o Subversion começa a escutar no porto pré-definido (3690). Para aceder ao repositório do projecto, deve executar o comando seguinte num terminal:
sv: När du kör det här kommandot börjar Subversion lyssna på standardporten (3690). För att komma åt projektförrådet måste du köra följande kommando från en terminalprompt:

source: Based on server configuration, it prompts for password. Once you are authenticated, it checks out the code from Subversion repository. To synchronize the project repository with the local copy, you can run the <command>update</command> sub-command. The syntax of the command, entered at a terminal prompt, is as follows:
es: En función de la configuración del servidor, se le solicitará una contraseña. Cuando se haya autenticado, se recuperará («check out») el código desde el repositorio de Subversion. Para sincronizar el repositorio del proyecto con la copia local, puede ejecutar la sub-orden <command>update</command>. La sintaxis de la orden, introducida en la línea de órdenes, es la siguiente:
it: In base alla configurazione del server, verrà richiesta la password. Una volta autenticati, viene eseguito il check out del codice dal repository di Subversion. Per sincronizzare il repository del progetto con la copia locale, è possibile eseguire il comando <command>update</command>. La sintassi del comando è la seguente:
ko: 서버 설정에 따라, 암호를 물어 봅니다. 인증이 된 후, Subversion 저장소에서 코드를 체크 아웃 합니다. 로컬 복사본과 프로젝트 저장소를 동기화 하는 것은, <command>update</command> 부 명령을 실행 합니다. 그 명령의 문법은, 다음과 같이 터미널 프롬프트에서 입력 합니다:
pt: Dependendo da configuração, ele pede a palavra passe. Uma vez autenticado, ele verifica o código no repositório Subversion. Para sincronizar o repositório do projecto com a cópia local, pode executar num terminal o sub-comando <command>update</command>. A sintaxe é a seguinte:
sv: Servern kommer nu att fråga efter ett lösenord enligt serverkonfigurationen. När du har autentiserat dig kommer den att checka ut koden från subversion-förrådet. För att synkronisera projektförrådet med din lokala kopia kan du köra underkommandot <command>update</command>. Syntaxen för kommandot, som du skriver från en terminalprompt, är som följer:

source: For more details about using each Subversion sub-command, you can refer to the manual. For example, to learn more about the co (checkout) command, please run the following command from a terminal prompt:
es: Para más detalles sobre cómo usar cada sub-orden de Subversion, puede consultar el manual. Por ejemplo, para aprender más sobre la orden co (checkout), ejecute la siguiente orden en la línea de órdenes de una terminal:
it: Per maggiori informazioni sui sotto comandi di Subversion fare riferimento al manuale. Per esempio, per informazioni sul comando co (checkout), al prompt dei comandi digitare:
ko: 각각의 Subversion 부 명령을 사용하는 것에 대한 더 자세한 것은, 매뉴얼을 참조 하십시오. 예를 들어, co (checkout) 명령에 대한 것을 배우려면, 터미널 프롬프트에서 다음의 명령을 실행 합니다:
pt: Para mais detalhes acerca de cada subcomando do Subversion, pode consultar o manual. Por exemplo, para aprender mais sobre o comando co (do inglês checkout, verificar), por favor execute o comando seguinte num terminal:
sv: Fler detaljer kring hur du använder alla subversions underkommandon kan du läsa om i manualen. För att till exempel lära dig mer om kommandot co (checkout) kör du följande kommando från terminalprompten:

source: Access via custom protocol with SSL encryption (svn+ssh://)
es: Acceso mediante un protocolo personalizado con cifrado SSL (svn+ssh://)
it: Accesso con protocollo personalizzato a cifratura SSL (svn+ssh://)
ko: SSL 암호화와 함께 Subversion 프로토콜을 사용하여 접근 (svn+ssh://)
pt: Acesso via protocolo personalizado com codificação SSL (svn+ssh://)
sv: Åtkomst via specialprotokoll med SSL-kryptering (svn+ssh://)

source: The configuration and server process is same as in the svn:// method. For details, please refer to the above section. This step assumes you have followed the above step and started the Subversion server using <application>svnserve</application> command.
es: El proceso de configurar un servidor es el mismo que con el método svn://. Para más detalles, por favor, consulte la sección anterior. Este paso asume que ha seguido los pasos anteriores y que ha iniciado el servidor de Subversion usando la orden <application>svnserve</application>.
it: La configurazione e le procedure sono le medesime del metodo svn:// . Per i dettagli consultare la sezione precedente. Questo passaggio prevede che sia stata seguita la procedura precedente e il server Subversion sia stato avviato con il comando <application>svnserve</application>.
ko: 설정과 서버 절차는 svn:// 접근 방법 내의 것과 같습니다. 자세한 것은, 위의 영역을 참조 하십시오. 이 절차는 여러분이 위의 절차를 따라왔고 <application>svnserve</application> 명령을 사용하여 Subversion 서버을 실행하였다고 간주 합니다.
pt: A configuração e o processamento do servidor são os mesmos que o do método svn:// . Para mais detalhes consulte a secção acima. Este passo assume que seguiu os passos acima e iniciou o servidor Subversion utilizando o comando <application>svnserve</application>.
sv: Konfigurationen och serverprocessen är samma som i svn://-metoden. Läs ovanstående avsnitt för fler detaljer. Det här steget förutsätter att du har följt ovanstående steg och startat subversion-servern med kommandot <application>svnserve</application>.

source: It is also assumed that the ssh server is running on that machine and that it is allowing incoming connections. To confirm, please try to login to that machine using ssh. If you can login, everything is perfect. If you cannot login, please address it before continuing further.
es: También asume que se está ejecutando el servidor ssh en esa máquina y que se permiten las conexiones entrantes. Para confirmarlo, por favor, intente iniciar una sesión en esa máquina usando ssh. Si puede entrar, todo está correcto. Si no puede entrar, por favor, corríjalo antes de continuar.
it: Si suppone che il server ssh sia in esecuzione sulla macchina e che accetti connessioni in entrata. Per una conferma, provare a collegarsi alla macchina attraverso SSH. Se il login viene eseguito, tutto è configurato. In caso contrario configurare SSH.
ko: 또한 그 기계에 ssh 서버가 실행 중이고 들어오는 접속을 허용하는 중이라는 것도 가정 합니다. 확인을 하려면, ssh를 사용하여 그 기계에 로그인을 시도해 보십시오. 만약 로그인을 할 수 있으면, 모든 것은 완벽 합니다. 만약 로그인을 할 수 없다면, 더 진행하기 전에 그것을 먼저 고치십시오.
pt: Também é assumido que o servidor ssh está funcionar nessa máquina e que aceita ligações de entrada. Para confirmar, por favor tente entrar na máquina utilizando o ssh. Se conseguir entrar, está tudo bem. Se não conseguir, por favor verifique o servidor antes de continuar.
sv: Det antas också att ssh-servern körs på den datorn och att den tillåter inkommande anslutningar. För att se till att det här stämmer, försök logga in i den datorn med ssh. Om du kan logga in är allt perfekt. Om du inte kan logga in, åtgärda det innan du fortsätter.

source: The svn+ssh:// protocol is used to access the Subversion repository using SSL encryption. The data transfer is encrypted using this method. To access the project repository (for example with a checkout), you must use the following command syntax:
es: El procotolo svn+ssh:// se utiliza para acceder al repositorio de Subversion usando el cifrado SSL. Los datos transferidos se cifran usando este método. Para acceder al repositorio del proyecto (por ejemplo, con un «checkout») debe usar la siguiente sintaxis:
it: Il protocollo svn+ssh:// è utilizzato per accedere al repository di Subversion usando la cifratura SSL. I dati che vengono trasmessi sono cifrati con questo metodo. Per accedere al repository del progetto (per esempio attraverso un checkout), utilizzare, con il comando, la sintassi seguente:
ko: svn+ssh:// 프로토콜은 SSL 암호화와 함께 Subversion 저장소를 접근하기 위하여 사용 됩니다. 자료 전송은 이 방법을 사용하여 암호화 됩니다. 프로젝트 저장소를 접근하려면 (예를 들어 체크 아웃으로), 여러분은 반드시 다음의 명령 문법을 사용하여야 합니다:
pt: O protocolo svn+ssh:// é utilizado para aceder ao repositório Subversion utilizando codificação SSL. Os dados transferidos são codificados utilizando este método. Para aceder ao repositório do projecto (para efectuar, por exemplo, uma verificação), deve utilizar a seguinte sintaxe no comando:
sv: Protokollet svn+ssh:// används för att komma åt subversion-förrådet med SSL-kryptering. Dataöverföringen krypteras med den här metoden. För att komma åt projektförrådet (för att till exempel checka ut) måste du använda följande syntax:

source: You must use the full path (/path/to/repos/project) to access the Subversion repository using this access method.
es: Debe usar la ruta completa (/ruta/al/repositorio/del/proyecto) para acceder al repositorio de Subversion usando este método de acceso.
it: È necessario utilizzare il percorso completo (/percorso/al/repository/progetto) per accedere al repository di Subversion utilizzando questo metodo di accesso.
ko: 이 접근 방법을 사용하여 Subversion 저장소를 접근하려면 반드시 완전한 경로명을 (/path/to/repos/project) 사용하여야 합니다.
pt: Tem que indicar o caminho completo (/path/to/repos/project) para aceder ao repositório do Subversion utilizando este método.
sv: Du måste använda hela sökvägen (/sökväg/till/förråd/projekt) för att komma åt subversion-förrådet med den här åtkomstmetoden.
