Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Next, create a symlink to <filename>/etc/update-motd.d/60-local-weather</filename>:
es: Después, cree un vínculo simbólico a <filename>/etc/update-motd.d/60-local-weather</filename>:
sv: Nästa steg, skapa en symbolisk länk till <filename>/etc/update-motd.d/60-local-weather</filename>:

source: Finally, update the MOTD:
es: Finalmente actualice MOTD:
sv: Slutligen, uppdatera MOTD:

source: You should now be greeted with some useful information, and some information about the local weather that may not be quite so useful. Hopefully the <application>local-weather</application> example demonstrates the flexibility of <application>update-motd</application>.
es: Ahora será recibido con ciertas informaciones útiles, y alguna información acerca de la meteorología local que quizá no sea tan útil. Afortunadamente el ejemplo de <application>local-weather</application> demuestra la flexibilidad de <application>update-motd</application>.
sv: Du skall nu välkomnas med en del nyttig information, och information om det lokala vädret som kanske inte är fullt så användbart. Förhoppningsvis demonstrerar exemplet <application>local-weather</application> flexibiliteten av <application>update-motd</application>.

source: <application>etckeeper</application> allows the contents of <filename role="directory">/etc</filename> be easily stored in Version Control System (VCS) repository. It hooks into <application>apt</application> to automatically commit changes to <filename>/etc</filename> when packages are installed or upgraded. Placing <filename>/etc</filename> under version control is considered an industry best practice, and the goal of <application>etckeeper</application> is to make this process as painless as possible.
es: <application>etckeeper</application>permite guardar los contenidos de <filename role="directory">/etc</filename> fácilmente en un repositorio de sistema de control de versión «Version Control System» (VCS). Se engancha en <application>apt</application> para enviar los cambios automáticamente a <filename>/etc</filename> cuando los paquetes se instalan o se actualizan. Colocar <filename>/etc</filename> bajo control de versiones está considerado una costumbre de la industria y el objetivo de <application>etckeeper</application> es realizar este proceso lo más impecáblemente posible.
sv: <application>etckeeper</application> tillåter att innehållet i <filename role="directory">/etc</filename> enkelt blir sparat i versionshanteringssystemets (VCS) förråd. Det hakar fast till <application>apt</application> för att automatiskt skicka ändringar till <filename>/etc</filename> när paket är installerade eller uppdaterade. Att placera <filename>/etc</filename> under versionskontroll är att betrakta som bästa praxis, och målet för <application>etckeeper</application> är att göra denna process så enkel som möjligt.

source: Install <application>etckeeper</application> by entering the following in a terminal:
es: Instale <application>etckeeper</application> introduciendo lo siguiente en una terminal:
sv: Installera <application>etckeeper</application> genom att ange följande i en terminal:

source: The main configuration file, <filename>/etc/etckeeper/etckeeper.conf</filename>, is fairly simple. The main options being which VCS and which package management system to use. By default <application>etckeeper</application> is configured to use <application>bzr</application> for version control, <application>apt</application> for high level package mangement, and <application>dpkg</application> for low level package management.
es: El archivo de configuración principal, <filename>/etc/etckeeper/etckeeper.conf</filename>, es muy simple. Las principales opciones son cuál VCS y cuál sistema de gestión de paquetes utilizar. Por defecto <application>etckeeper</application> está configurado para utilizar <application>bzr</application> para control de versión, <application>apt</application> para gestión de paquetes de alto nivel y <application>dpkg</application>para gestión de paquetes de bajo nivel.
sv: Huvudkonfigurationsfilen <filename>/etc/etckeeper/etckeeper.conf</filename>, är rätt så enkel. Huvud alternativen är vilken VCS och vilket pakethanteringssystem som skall användas. Som standard är <application>etckeeper</application> konfigurerad till att använda <application>bzr</application> för versionskontroll, <application>apt</application> för högnivå pakethantering och <application>dpkg</application> för lågnivå pakethantering.

source: With the package installed, it is time to initialize the repository. In a terminal enter:
es: Con el paquete instalado, es el momento de inicializar el repositorio. En una terminal introduzca:
sv: Med paketet installerat, är det dags att initiera förrådet. Skriv i en terminal:

source: Next, commit the files to the repository:
es: Después, ponga los archivos en el repositorio:
sv: Nästa, överför filerna till förrådet:

source: Using the VCS commands you can view log information about files in <filename>/etc</filename>:
es: Usando las órdenes VCS puede ver la información de registro sobre los archivos en <filename>/etc</filename>:
sv: Genom att använda kommandot VCS kan du visa logg-information om filerna i <filename>/etc</filename>:

source: To demonstrate the integration with the package management system, install <application>postfix</application>:
es: Para demostrar la integración con el sistema de gestión de paquetes, instale <application>postfix</application>:
sv: För att demonstrera integrationen med pakethanteringssystemet, installera <application>postfix</application>:

source: When the installation is finished, all the <application>postfix</application> configuration files should be committed to the repository:
es: Cuando la instalación se acabe, todos los archivos de configuración de <application>postfix</application> deben ponerse en el repositorio:
sv: När installationen är klar, skall alla konfigurationsfiler för <application>postfix</application> skickats till förrådet:

source: For an example of how <application>etckeeper</application> tracks manual changes, add new a host to <filename>/etc/hosts</filename>. Using <application>bzr</application> you can see which files have been modified:
es: Para un ejemplo de cómo rastrean cambios manuales en <application>etckeeper</application> , añada un nuevo anfitrión a <filename>/etc/hosts</filename>. Usando <application>bzr</application> podrá ver cuales de los archivos han sido modificados:
sv: Som ett exempel på hur <application>etckeeper</application> spårar manuella ändringar, lägg till en värd i <filename>/etc/hosts</filename>. Genom att använda <application>bzr</application> kan du se vilka filer som har ändrats:

source: modified: hosts
es: modificado: anfitriones

source: Now commit the changes:
es: Ahora ejecute los cambios:
sv: Överför nu ändringarna:

source: For more information on <application>bzr</application> see <xref linkend="bazaar"/>.
es: Para más información sobre <application>bzr</application> vea <xref linkend="bazaar"/>.
sv: För mer information om <application>bzr</application> se <xref linkend="bazaar"/>.

source: Screen Profiles
es: Perfiles de pantalla
sv: Screen-profiler

source: One of the most useful applications for any system administrator is <application>screen</application>. It allows the execution of multiple shells in one terminal. To make some of the advanced <application>screen</application> features more user friendly, and provide some useful information about the system, the <application>screen-profiles</application> package was created.
es: Una de las aplicaciones mas útiles para cualquier administrador de sistemas es <application>screen</application>. Permite la ejecución de consolas múltiples en una sola terminal. Para efectuar algunas de las más avanzadas características de<application>screen</application> más amigables al usuario, y otorgar información útil sobre el sistema, el paquete <application>screen-profiles</application> fue creado.
sv: Ett av de mest användbara programmen för en systemadministratör är <application>screen</application>. Den möjliggör körning av flera skal i en terminal. För att göra en del av de avancerade <application>screen</application>-funktionerna mer användarvänliga och tillhandahålla användbar information om systemet, har paketet <application>screen-profiles</application> skapats.

source: When executing <application>screen</application> for the first time you will be presented with the <application>screen-profiles-helper</application> menu. This menu will allow you to:
es: Cuando ejecute <application>screen</application> por primera vez le aparecerá el menú <application>screen-profiles-helper</application>. Este menú le permitirá:
sv: När du kör <application>screen</application> för första gången kommer du presenteras för menyn <application>screen-profiles-helper</application>. Denna meny tillåter dig att:

source: View the Help menu
es: Ver el menú de ayuda
sv: Visa hjälpmenyn

source: Change the key binding set
es: Cambie el conjunto de atajos de teclado
sv: Ändra tangentbordsgenvägar

source: Change screen profiles
es: Cambiar los perfiles de pantalla
sv: Ändra screen-profiler

source: Change the escape sequence
es: Cambiar la secuencia de escape
sv: Ändra escape-sekvens

source: Create new screen windows
es: Crear nueva ventana de pantalla
sv: Skapa nytt screen-fönster

source: Manage the default windows
es: Gestionar las ventanas predeterminadas
sv: Hantera standardfönstren

source: Install screen by default at login
es: Instale pantalla por defecto en el acceso
sv: Installera screen automatiskt vid inloggning

source: The <emphasis>key bindings</emphasis> determine such things as the escape sequence, new window, change window, etc. There are two key binding sets to choose from <emphasis>common</emphasis> and <emphasis>none</emphasis>. If you wish to use the original key bindings choose the <emphasis>none</emphasis> set.
es: Los <emphasis>atajos de teclado</emphasis> determinan tales cosas como la secuencia de escape, nueva ventana, cambiar ventena, etc. Se puede escoger entre dos conjuntos de atajos de teclado: <emphasis>common</emphasis> (común) y <emphasis>none</emphasis> (ninguno). Si desea usar los atajos predeterminados de teclado, escoja el conjunto <emphasis>none</emphasis>.
sv: <emphasis>Tangentbordsgenvägar</emphasis> fastställer sådana saker som avslutningssekvens, nytt fönster, byta fönster, etc. Det finns två uppsättningar med tangentbordsgenvägar att välja från <emphasis>common</emphasis> och <emphasis>none</emphasis>. Om du vill använda de ursprungliga tangentbordsgenvägarna välj uppsättningen <emphasis>none</emphasis>.

source: The Ubuntu <application>screen-profiles</application> provide a menu which displays the Ubuntu release, processor information, memory information, and the time and date. The effect is similar to a desktop menu. When a profile is selected it will be symlinked to <filename>~/.screenrc</filename>. The <application>select-screen-profile</application> utility can also be used to change profiles, in a terminal enter:
es: La aplicación Ubuntu <application>screen-profiles</application> proporciona un menú que muestra el lanzamiento de la versión Ubuntu, información de procesador, información de memoria, la hora y la fecha. El efecto es similar a un menú de escritorio. Cuando se selecciona un perfil se vincula de forma simbólica a <filename>~/.screenrc</filename>. La utilidad <application>select-screen-profile</application> también puede ser utilizada para cambiar perfiles, escriba en una terminal:
sv: Ubuntu:s <application>screen-profiles</application> tillhandahåller en meny som visar Ubuntu utgåvan, processor information, minnes information, och tid och datum. Effekten är att den liknar en skrivbordsmeny. När en profil väljs kommer symboliskt länkas till <filename>~/.screenrc</filename>. Verktyget <application>select-screen-profile</application> kan också användas till att ändra profiler, skriv i en terminal:

source: The <emphasis>plain</emphasis> profile will change <application>screen</application> back to the defaults, which does not include the information menu at the bottom.
es: El perfil <emphasis>plano</emphasis> hará que <application>screen</application> vuelva a sus valores predeterminados, lo cual no incluye el menú de información en la parte inferior.
sv: Profilen <emphasis>plain</emphasis> kommer ändra <application>screen</application> tillbaka till dess ursprung, vilket inte inkluderar informationsmenyn i nederkant.

source: Using the <emphasis>"Install screen by default at login"</emphasis> option will cause screen to be executed any time a terminal is opened. Changes made to <application>screen</application> are on a per user basis, and will not affect other users on the system.
es: Usar la opción <emphasis>"Instalar pantalla por defecto en inicio de sesión"</emphasis> provocará que la pantalla se ejecute cada vez que se abra una terminal. Los cambios realizados en <application>screen</application> están basados en usuarios, por lo que no afectarán a otros usuarios del sistema.
sv: Genom att använda alternativet <emphasis>"Install screen by default at login"</emphasis> vilket medför att screen kommer köras varje gång en terminal öppnas. Ändringar som utförs till <application>screen</application> är på användarbasis och får ingen effekt på andra användare av systemet

source: One difference when using screen is the <emphasis>scrollback</emphasis> mode. If you are using one of the Ubuntu profiles press the <emphasis>F7</emphasis>, or <emphasis>Ctrl+a+[</emphasis> if not, to enter scrollback mode. Scrollback mode allows you to navigate past output using <emphasis>vi</emphasis> like commands. Here is a quick list of movement commands:
es: Una diferencia al usar screen es el modo <emphasis>scrollback</emphasis>. Para entrar en el modo scrollback, pulse <emphasis>F7</emphasis> si está usando uno de los perfiles de Ubuntu; en caso contrario, pulse <emphasis>Ctrl+a+[</emphasis>. El modo scrollback le permite navegar por la salida generada en el pasado usando comandos tipo «vi». He aquí una lista rápida de comandos de movimiento:
sv: En skillnad med att använda screen är <emphasis>scrollback</emphasis>-läget. Om du använder en av Ubuntu-profilerna tryck <emphasis>F7</emphasis>, eller <emphasis>Ctrl+a+[</emphasis> om inte, för att komma till scrollback-läget. Scrollback-läget tillåter dig att navigera i senaste resultaten genom att använda <emphasis>vi</emphasis> liknande kommandon. Här är en kort lista över flyttkommandon:

source: <emphasis>h</emphasis> - Move the cursor left by one character
es: <emphasis>h</emphasis> - Mueve el cursor a la izquierda un carácter
sv: <emphasis>h</emphasis> - Flytta markören ett tecken åt vänster

source: <emphasis>j</emphasis> - Move the cursor down by one line
es: <emphasis>j</emphasis> - Mueve el cursor abajo una línea
sv: <emphasis>j</emphasis> - Flytta markören ner en rad

source: <emphasis>k</emphasis> - Move the cursor up by one line
es: <emphasis>k</emphasis> - Mueve el cursor arriba una línea
sv: <emphasis>k</emphasis> - Flytta markören upp en rad

source: <emphasis>l</emphasis> - Move the cursor right by one character
es: <emphasis>l</emphasis> - Mueve el cursor a la derecha un carácter
sv: <emphasis>l</emphasis> - Flytta markören ett tecken åt höger

source: <emphasis>0</emphasis> - Move to the beginning of the current line
es: <emphasis>0</emphasis> - Mueve al principio de la línea actual
sv: <emphasis>0</emphasis> - Flytta till början av nuvarande rad

source: <emphasis>$</emphasis> - Move to the end of the current line
es: <emphasis>$</emphasis> - Mueve al final de la línea actual
sv: <emphasis>$</emphasis> - Flytta till slutet av nuvarande rad

source: <emphasis>G</emphasis> - Moves to the specified line (defaults to the end of the buffer)
es: <emphasis>G</emphasis> - Mueve a la línea especificada (predeterminado al final del búffer)
sv: <emphasis>G</emphasis> - Flytta till den specificerade raden (standard till slutet av bufferten)

source: <emphasis>C-u</emphasis> - Scrolls a half page up
es: <emphasis>C-u</emphasis> - Desplaza media página hacia arriba
sv: <emphasis>C-u</emphasis> - Rulla en halv sida upp

source: <emphasis>C-b</emphasis> - Scrolls a full page up
es: <emphasis>C-b</emphasis> - Desplaza la página entera hacia arriba
sv: <emphasis>C-b</emphasis> - Rulla en hel sida upp

source: <emphasis>C-d</emphasis> - Scrolls a half page down
es: <emphasis>C-d</emphasis> - Baja media página
sv: <emphasis>C-d</emphasis> - Rulla en halv sida ner

source: <emphasis>C-f</emphasis> - Scrolls the full page down
es: <emphasis>C-f</emphasis> - Baja una página
sv: <emphasis>C-f</emphasis> - Rulla en hel sida ner

source: <emphasis>/</emphasis> - Search forward
es: <emphasis>/</emphasis> - Buscar hacia delante
sv: <emphasis>/</emphasis> - Sök framåt

source: <emphasis>?</emphasis> - Search backward
es: <emphasis>?</emphasis> - Buscar hacia atrás
sv: <emphasis>?</emphasis> - Sök bakåt:

source: <emphasis>n</emphasis> - Moves to the next match, either forward or backword
es: <emphasis>n</emphasis> - Mueve a la siguiente coincidencia, delante o detrás.
sv: <emphasis>n</emphasis> - Flytta till nästa motsvarande, antingen framåt eller bakåt

source: See the <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man1/update-motd.1.html">update-motd man page</ulink> for more options available to <application>update-motd</application>.
es: Vea la página de manual de <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man1/update-motd.1.html">update-motd</ulink> para saber más de las opciones disponibles de <application>update-motd</application>.
sv: Se man-sidan <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man1/update-motd.1.html">update-motd</ulink> för fler alternativ som är tillgängliga till <application>update-motd</application>.

source: The Debian Package of the Day <ulink url="http://debaday.debian.net/2007/10/04/weather-check-weather-conditions-and-forecasts-on-the-command-line/">weather</ulink> article has more details about using the <application>weather</application>utility.
es: El paquete Debian del día <ulink url="http://debaday.debian.net/2007/10/04/weather-check-weather-conditions-and-forecasts-on-the-command-line/">weather</ulink> tiene un articulo con más detalles acerca del uso de la aplicación de la utilidad <application>weather</application>.
sv: Debian Package of the Day har en <ulink url="http://debaday.debian.net/2007/10/04/weather-check-weather-conditions-and-forecasts-on-the-command-line/">väder</ulink>-artikel som har mer detaljer om att använda verktyget <application>weather</application>.

source: See the <ulink url="http://kitenet.net/~joey/code/etckeeper/">etckeeper</ulink> site for more details on using <application>etckeeper</application>.
es: Vea el sitio <ulink url="http://kitenet.net/~joey/code/etckeeper/">etckeeper</ulink> para saber más detalles del uso <application>etckeeper</application>.
sv: Se webbplatsen <ulink url="http://kitenet.net/~joey/code/etckeeper/">etckeeper</ulink> för mer detaljer om att använda <application>etckeeper</application>.

source: For the latest news and information about <application>bzr</application> see the <ulink url="http://bazaar-vcs.org/">bzr</ulink> web site.
es: Para obtener las noticias e información mas reciente sobre <application>bzr</application> vea el sitio <ulink url="http://bazaar-vcs.org/">bzr</ulink>
sv: För de senaste nyheterna och informationen om <application>bzr</application> se webbplatsen för <ulink url="http://bazaar-vcs.org/">bzr</ulink>.

source: For more information on <application>screen</application> see the <ulink url="http://www.gnu.org/software/screen/">screen web site</ulink>.
es: Para obtener más información sobre <application>screen</application> vea el sitio de <ulink url="http://www.gnu.org/software/screen/">screen</ulink>.
sv: För mer information om <application>screen</application> se webbplatsen för <ulink url="http://www.gnu.org/software/screen/">screen</ulink>.

source: Also, see the <application>screen-profiles</application><ulink url="https://launchpad.net/screen-profiles">project page</ulink> for more information.
es: Tambien vea la página de proyecto de <application>screen-profiles</application><ulink url="https://launchpad.net/screen-profiles"></ulink> para más información.
sv: Dessutom, se <application>screen-profiles</application><ulink url="https://launchpad.net/screen-profiles">projektsidan</ulink> för mer information.

source: Networking
es: Red
it: Rete
ko: 네트워킹
pt: Rede
sv: Nätverk

source: Networks consist of two or more devices, such as computer systems, printers, and related equipment which are connected by either physical cabling or wireless links for the purpose of sharing and distributing information among the connected devices.
es: Las redes consisten en dos o más dispositivos, como varios PC, impresoras u otro tipo de equipamiento, que están conectados físicamente con un cable o mediante tecnología inalámbrica con el objetivo de compartir y distribuir la información entre los dispositivos conectados.
it: Le reti consistono in due o più dispositivi, come computer, stampanti e altri equipaggiamenti correlati, connessi tramite un cavo fisico oppure tramite collegamenti senza fili, con lo scopo di condividere e distribuire informazioni tra di loro.
ko: 네트워크는 연결된 장치들 간에 정보를 공유하거나 배포할 목적으로 물리적인 케이블이나 무선 링크를 통해 연결된 컴퓨터 시스템, 프린터 및 관련 장비들과 같은 여러 장치들로 구성됩니다.
pt: Redes consistem em dois ou mais dispositivos, tais como sistemas de computadores, impressoras, outro equipamento relacionado que estão conectados seja por cabo ou por wireless com o propósito de partilhar ou distribuir a informação presente nos dispositivos conectados.
sv: Nätverk består av två eller flera enheter, såsom datorsystem, skrivare och liknande utrustning som är ihopkopplade med kabel eller trådlös förbindelse med syftet att dela och fördela information mellan ihopkopplade enheter.

source: This section provides general and specific information pertaining to networking, including an overview of network concepts and detailed discussion of popular network protocols.
es: Esta sección proporciona información general y específica acerca de las redes, así como una explicación de los conceptos relacionados con ellas e información detallada sobre protocolos de redes populares.
it: Questa sezione fornisce informazioni generali e specifiche sulle reti (creare, modificare e gestire reti), compresa una panoramica sui concetti delle reti e discussioni dettagliate dei più comuni protocolli di rete.
ko: 이 부분에서는 네트워크의 개념에 대한 개요와 대중적인 네트워크 프로토콜들에 대한 자세한 논의를 포함하여, 네트워크에 관련된 일반적인 정보와 구체적인 정보들을 제공합니다.
pt: Esta secção fornece informação, específica e geral, relativamente a redes, incluindo um resumo geral de conceitos de rede e discussão detalhada a respeito dos diferentes protocolos populares existentes.
sv: Detta avsnitt erbjuder allmän och mer specifik information gällande nätverksarbete, inklusive en översikt av nätverkskoncept och en detaljerad diskussion om nätverksprotokoll.

source: Network Configuration
es: Configuración de red
it: Configurare la rete
ko: 네트워크 설정
pt: Configuração de Rede
sv: Nätverkskonfiguration
