Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: In addition to the officially supported package repositories available for Ubuntu, there exist additional community-maintained repositories which add thousands more potential packages for installation. Two of the most popular are the <emphasis>Universe</emphasis> and <emphasis>Multiverse</emphasis> repositories. These repositories are not officially supported by Ubuntu, but because they are maintained by the community they generally provide packages which are safe for use with your Ubuntu computer.
es: Además de los repositorios de paquetes soportados oficialmente por Ubuntu, existen otros repositorios adicionales mantenidos por la comunidad, con miles de paquetes más para su instalación. Dos de los más populares son los repositorios <emphasis>Universe</emphasis> y <emphasis>Multiverse</emphasis>. Estos repositorios no están soportados oficialmente por Ubuntu, pero como los mantiene la comunidad, normalmente son paquetes que podrá usar con seguridad en su equipo Ubuntu.
it: In aggiunta ai repository dei pacchetti disponibili per Ubuntu e supportati ufficialmente, esistono repository aggiuntivi mantenuti dalla comunità che aggiungono migliaia di pacchetti che possono essere installati. Due dei più popolari sono i repository <emphasis>universe</emphasis> e <emphasis>multiverse</emphasis>. Questi repository non sono ufficialmente supportati da Ubuntu, ma proprio perché sono mantenuti dalla comunità di norma forniscono pacchetti che possono essere installati sul proprio computer senza rischi.
ko: 우분투에서 공식적으로 지원하는 꾸러미 저장소 이외에도, 커뮤니티에서 관리하는 수천 가지 꾸러미들을 설치할 수 있는 추가적인 저장소가 존재합니다. 이 중 가장 대중적인 두 저장소는 <emphasis>Universe</emphasis> 와 <emphasis>Multiverse</emphasis> 저장소입니다. 이 저장소들은 우분투에서 공식적으로 지원하지는 않지만, 커뮤니티에서 관리되기 때문에 일반적으로 우분투 컴퓨터에서 안전하게 사용될 수 있는 꾸러미들을 제공합니다.
pt: Em adição aos repositórios oficias de pacotes disponíveis para Ubuntu, existem repositórios adicionais, mantidoas pela comunidade adicionarão milhares de pacotes. Dois dos mais populares são os repositórios emphasis>Universe</emphasis> e <emphasis>Multiverse</emphasis>. Estes não são suportados oficialmente pelo Ubuntu, mas devido a serem mantidos pela comunidade geralmente têm pacotes que são seguros para uso com o seu sistema Ubuntu.
sv: Utöver de officiella Ubuntu-paketförråden som stöds, finns det även ytterligare gemensamt underhållna förråd som tillför tusentals möjliga paket att installera. Två av de mest populära förråden är <emphasis>Universe</emphasis> och <emphasis>Multiverse</emphasis>. Dessa förråd stöds inte officiellt av Ubuntu, men eftersom de underhålls av gemenskapen, tillhandahåller de ofta paket som är säkra att använda på din Ubuntu-dator.

source: Packages in the <emphasis>Multiverse</emphasis> repository often have licensing issues that prevent them from being distributed with a free operating system, and they may be illegal in your locality.
es: A menudo, los paquetes en el repositorio <emphasis>Multiverse</emphasis> tienen complicaciones con licencias que impiden ser distribuidos con un sistema operativo libre, ademas estos pueden pueden ser ilegales en su región.
it: I pacchetti nel repository <emphasis>multiverse</emphasis> presentano spesso problemi di licenza che non gli permettono di essere distribuiti con un sistema operativo gratuito e potrebbero essere illegali in alcuni paesi.
ko: <emphasis>Multiverse</emphasis> 저장소 내의 꾸러미들은 종종 자유 운영 체제에서 배포될 수 없는 라이센스 조항을 가지고 있으며, 여러분의 지역 내에서 사용이 법률적으로 금지되어 있을 수도 있습니다.
pt: Pacotes dos repositórios <emphasis>Multiverse</emphasis> têm muitas vezes questões de licenciamento que os previne de serem distribuídos num sistema operativo livre, e podem também ser ilegais no seu país ou região.
sv: Paket i förrådet <emphasis>Multiverse</emphasis> har ofta licensproblem som hindrar dem från att distribueras med ett fritt operativsystem och de kan vara olagliga i ditt land.

source: Be advised that neither the <emphasis>Universe</emphasis> or <emphasis>Multiverse</emphasis> repositories contain officially supported packages. In particular, there may not be security updates for these packages.
es: Debe saber que los repositorios <emphasis>Universe</emphasis> o <emphasis>Multiverse</emphasis> nunca contienen paquetes soportados oficialmente. En particular, no habrá actualizaciones de seguridad para estos paquetes.
it: Né il repository <emphasis>universe</emphasis> né quello <emphasis>multiverse</emphasis> contengono pacchetti supportati ufficialmente. In particolare, potrebbero non esserci aggiornamenti di sicurezza per tali pacchetti.
ko: <emphasis>Universe</emphasis> 또는 <emphasis>Multiverse</emphasis> 저장소는 공식적으로 지원되는 꾸러미를 가지고 있지 않음을 충고 합니다. 특정 예로, 그 꾸러미들을 위한 보안 업데이트가 없을 수도 있습니다.
pt: Tenha em atenção que os repositórios <emphasis>Universe</emphasis> ou <emphasis>Multiverse</emphasis> não contêm pacotes suportados oficialmente. Em particular, podem não existir actualizações de segurança para esses pacotes.
sv: Tänk på att varken <emphasis>Universe</emphasis> eller <emphasis>Multiverse</emphasis> innehåller paket med officiellt stöd. Det här innebär att det inte nödvändigtvis kommer att finnas säkerhetsuppdatering för de här paketen.

source: Many other package sources are available, sometimes even offering only one package, as in the case of package sources provided by the developer of a single application. You should always be very careful and cautious when using non-standard package sources, however. Research the source and packages carefully before performing any installation, as some package sources and their packages could render your system unstable or non-functional in some respects.
es: Hay muchas otras fuentes de paquetes disponibles, algunas de ellas solo ofrecen un paquete, como en el caso de paquetes suministrados por el desarrollador de una sola aplicación. Usted siempre debe ser muy precavido cuando use fuentes de paquetes no estándar. Investigue la fuente y los paquetes cuidadosamente antes de realizar ninguna instalación, algunas fuentes de paquetes y sus paquetes pueden volver algo inestable o no funcional su sistema en algunos casos.
it: Sono disponibili molte altre sorgenti di pacchetti, alcune delle quali offrono solo un pacchetto, come nel caso di sorgenti di pacchetto fornite dallo sviluppatore di una singola applicazione. L'utilizzo di sorgenti di pacchetto non standard è rischioso, pertanto è necessario prestare la massima attenzione. È opportuno controllare la sorgente e i pacchetti in modo accurato prima di effettuare una qualsiasi installazione, poiché alcune sorgenti di pacchetto, e i rispettivi pacchetti, potrebbero rendere il sistema instabile e non funzionante sotto certi aspetti.
ko: 많은 다른 꾸러미 소스도 사용 가능하고, 때로는 하나의 프로그램 개발자에 의해 제공되는 꾸러미 소스의 경우, 오직 하나의 꾸러미만을 심지어 제공하는 경우도 있습니다. 하지만, 표준화되지 않은 꾸러미 소스를 사용할 때는, 여러분은 매우 조심하고 주의를 기울여야 합니다. 몇 개의 꾸러미 소스와 그들의 꾸러미는 어떤 측면에서는 여러분의 시스템을 불안정하게 하거나 또는 동작하지 않도록 할 수 있으므로, 설치를 수행하기 전에 소스와 꾸러미를 조심스럽게 조사해 보십시오.
pt: Muitas outras fontes de pacotes estão disponíveis, por vezes contendo apenas um pacote, como no caso de uma fonte fornecida pelo programador de apenas uma aplicação. No entanto deve ter sempre um extremo cuidado e precaução quando utiliza pacotes não padrão. Pesquise a origem e os pacotes antes de os instalar, dado que algumas fontes e os respectivos pacotes podem tornar o seu sistema instável ou impedi-lo de funcionar.
sv: Många andra paketkällor finns tillgängliga som ibland bara erbjuder ett enda paket, vilket ofta är fallet om paketkällan tillhandahålls av utvecklaren av programmet. Du bör dock alltid vara försiktig när du använder andra paketkällor än de som medföljer. Undersök källan och paketen noga innan du genomför en installation, eftersom vissa paketkällor och paketen i dem kan göra att ditt system blir instabilt eller slutar fungera på ett eller annat sätt.

source: By default, the <emphasis>Universe</emphasis> and <emphasis>Multiverse</emphasis> repositories are enabled but if you would like to disable them edit <filename>/etc/apt/sources.list</filename> and comment the following lines:
es: Por defecto, los repositorios <emphasis>Universe</emphasis> y <emphasis>Multiverse</emphasis> están habilitados pero si quiere deshabilitarlos debe editar <filename>/etc/apt/sources.list</filename> y comentar las siguientes líneas:
it: I repository <emphasis>universe</emphasis> e <emphasis>multiverse</emphasis>, in modo predefinito, sono abilitati, ma se si desidera disabilitarli è possibile modificare il file <filename>/etc/apt/sources.list</filename> e commentare le seguenti righe:
sv: Som standard är förråden <emphasis>Universe</emphasis> och <emphasis>Multiverse</emphasis> aktiva men om du vill inaktivera dem redigera filen <filename>/etc/apt/sources.list</filename> och kommentera följande rader:

source: Most of the material covered in this chapter is available in <application>man</application> pages, many of which are available online.
es: La mayoria del material expuesto en este capitulo esta disponible en la páginas de <application>man</application>, muchas de las cuales están disponibles en línea.
sv: De mesta av materialet som ingår i detta kapitel finns i <application>man</application>-sidorna, många av dessa är tillgängliga på nätet.

source: For more <application>dpkg</application> details see the <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man1/dpkg.1.html">dpkg man page</ulink>.
es: Para más detalles sobre <application>dpkg</application> vea la página de manual de <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man1/dpkg.1.html">dpkg</ulink>.
sv: För fler detaljer om <application>dpkg</application> se <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man1/dpkg.1.html">man-sidan dpkg</ulink>.

source: The <ulink url="http://www.debian.org/doc/manuals/apt-howto/">APT HOWTO</ulink> and <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man8/apt-get.8.html">apt-get man page</ulink> contain useful information regarding <application>apt-get</application> usage.
es: El <ulink url="http://www.debian.org/doc/manuals/apt-howto/">COMO de APT</ulink> y la página de manual de <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man8/apt-get.8.html">apt-get</ulink> contiene información útil acerca del uso de <application>apt-get</application>.
sv: <ulink url="http://www.debian.org/doc/manuals/apt-howto/">APT HOWTO</ulink> och <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man8/apt-get.8.html">apt-get man-sida</ulink> innehåller användbar information om användningen av <application>apt-get</application>.

source: See the <ulink url="http://manpages.ubuntu.com/manpages/jaunty/man8/aptitude.8.html">aptitude man page</ulink> for more <application>aptitude</application> options.
es: Vea la página de manual de <ulink url="http://manpages.ubuntu.com/manpages/jaunty/man8/aptitude.8.html">aptitude</ulink> para saber más opciones de <application>aptitude</application>.
sv: Se <ulink url="http://manpages.ubuntu.com/manpages/jaunty/man8/aptitude.8.html">aptitude man-sida</ulink> för fler <application>aptitude</application>-alternativ.

source: The <ulink url="https://help.ubuntu.com/community/Repositories/Ubuntu">Adding Repositories HOWTO (Ubuntu Wiki)</ulink> page contains more details on adding repositories.
es: La página <ulink url="https://help.ubuntu.com/community/Repositories/Ubuntu">COMO añadir repositorios (Ubuntu Wiki)</ulink> contiene más detalles sobre como añadir repositorios.
sv: Sidan <ulink url="https://help.ubuntu.com/community/Repositories/Ubuntu">Adding Repositories HOWTO (Ubuntu Wiki)</ulink> innehåller mer detaljer om att lägga till förråd.

source: Other Useful Applications
es: Otras aplicaciones útiles
sv: Andra användbara program

source: There are many very useful applications developed by the Ubuntu Server Team, and others that are well integrated with Ubuntu Server Edition, that might not be well known. This chapter will showcase some useful applications that can make administering an Ubuntu server, or many Ubuntu servers, that much easier.
es: Existen variadas aplicaciones de gran utilidad desarrolladas por el Equipo de Servidor Ubuntu, así como otras que están muy bien integradas con la Edición Servidor de Ubuntu que pueden ser no tan conocidas. Este capítulo presenta algunas aplicaciones que pueden administrar un servidor Ubuntu, o muchos servidores Ubuntu con facilidad.
sv: Det finns många användbara program som utvecklats av Ubuntu server team, och andra som är väl integrerade med Ubuntu server edition, som kanske inte är kända. Detta kapitel kommer att visa några användbara program som kan göra administrationen av en Ubuntu-server, eller flera Ubuntu-servrar, så mycket enklare.

source: Update MOTD
es: Actualice MOTD
sv: Uppdatera MOTD

source: When logging into an Ubuntu server you may have noticed the informative Message Of The Day (MOTD). This information is obtained and displayed using a couple of packages:
es: Habrá notado que, cada vez que se entra en un servidor Ubuntu hay un mensaje del día «Message Of The Day» (MOTD) informativo. Esta información se obtiene y se muestra usando un par de paquetes:
sv: När du loggat in till en Ubuntu server så har du kanske sätt det informativa Message Of The Day (MOTD). Denna information inhämtas och visas genom att använda några paket:

source: <emphasis>landscape-common:</emphasis> provides the core libraries of <application>landscape-client</application>, which can be used to manage systems using the web based <emphasis>Landscape</emphasis> application. The package includes the <application>/usr/bin/landscape-sysinfo</application> utility which is used to gather the information displayed in the MOTD.
es: <emphasis>landscape-common:</emphasis>proporciona las bibliotecas principales de<application>landscape-client</application>, las que pueden ser usadas para gestionar sistemas usando la aplicación web <emphasis>Landscape</emphasis> . Este paquete incluye la utilidad<application>/usr/bin/landscape-sysinfo</application>que se usa para reunir la información mostrada en el MOTD.
sv: <emphasis>landscape-common:</emphasis> tillhandahåller kärnbiblioteken av <application>landscape-client</application>, som kan användas för att hantera system genom att använda den webb-baserade applikationen <emphasis>Landscape</emphasis>. Paketet inkluderar verktyget <application>/usr/bin/landscape-sysinfo</application> som användsför att samla ihop information som visas i MOTD.

source: <emphasis>update-motd:</emphasis> is used to automatically update the MOTD via <application>cron</application>.
es: <emphasis>update-motd:</emphasis> se usa para actualizar automáticamente MOTD vía <application>cron</application>.
sv: <emphasis>update-motd:</emphasis> används till att automatiskt uppdatera MOTD via <application>cron</application>.

source: The <application>update-motd</application> utility has several options to further customize the MOTD:
es: La utilidad <application>update-motd</application> tiene distintas opciones para personalizar más tarde el MOTD:
sv: Verktyget <application>update-motd</application> har flera alternativ för att ytterligare skräddarsy MOTD:

source: <emphasis>--disable:</emphasis> prevents automatic updates of the MOTD. Using this option creates the <filename>/var/lib/update-motd/disabled</filename> file, which if present stops <application>update-motd</application> from modifying <filename>/etc/motd</filename>.
es: <emphasis>--disable:</emphasis> previene actualizaciones automáticas del MOTD. Utilizar esta opción crea el archivo<filename>/var/lib/update-motd/disabled</filename>, el cual si está presente impide a <application>update-motd</application> modificar <filename>/etc/motd</filename>.
sv: <emphasis>--disable:</emphasis> förhindrar automatiska uppdateringar av MOTD. Genom att använda detta alternativ skapas filen <filename>/var/lib/update-motd/disabled</filename>, vilken om den finns stoppar <application>update-motd</application> från att modifiera <filename>/etc/motd</filename>.

source: <emphasis>--enable:</emphasis> enables the automatic MOTD updates. If <filename>/var/lib/update-motd</filename> is present it will be removed.
es: <emphasis>--enable:</emphasis> permite las actualizaciones automáticas del MOTD. Si se encuentra <filename>/var/lib/update-motd</filename> se borrará.
sv: <emphasis>--enable:</emphasis> aktiverar den automatiska uppdateringen av MOTD. Om <filename>/var/lib/update-motd</filename> finns så kommer den tas bort.

source: <emphasis>--force:</emphasis> does a one time update of <filename>/etc/motd</filename>, overriding <application>update-motd</application> if it has been disabled.
es: <emphasis>--force:</emphasis> hace una sola actualización de <filename>/etc/motd</filename>, invalidando <application>update-motd</application> si esto ha sido deshabilitado.
sv: <emphasis>--force:</emphasis> utför en engångsuppdatering av <filename>/etc/motd</filename>, skriver över <application>update-motd</application> om den har blivit inaktiverad.

source: <emphasis>d, hourly, weekly, monthly:</emphasis> option will run the scripts in <filename>/etc/update-motd.d/</filename> (default), <filename>/etc/update-motd.d/hourly</filename>, <filename>/etc/update-motd.d/weekly</filename>, or <filename>/etc/update-motd.d/monthly</filename> respectively.
es: La opción <emphasis>d, hourly, weekly, monthly:</emphasis> ejecuta los scripts dentro de <filename>/etc/update-motd.d/</filename> (predeterminado), <filename>/etc/update-motd.d/hourly</filename>, <filename>/etc/update-motd.d/weekly</filename>, o <filename>/etc/update-motd.d/monthly</filename> respectivamente.
sv: <emphasis>d, hourly, weekly, monthly:</emphasis> alternativen kommer köra respektive skript i <filename>/etc/update-motd.d/</filename> (standard), <filename>/etc/update-motd.d/hourly</filename>, <filename>/etc/update-motd.d/weekly</filename>, eller <filename>/etc/update-motd.d/monthly</filename>.

source: <application>update-motd</application> executes the scripts in <filename>/etc/update-motd.d</filename> in order based on the number prepended to the script. Separate <application>cron</application> scripts execute every ten minutes, hourly, weekly, and monthly running the corresponding scripts in <filename>/etc/update-motd.d</filename>. The output of the scripts is written to <filename>/var/run/update-motd/</filename>, keeping the numerical order, then concatenated with <filename>/etc/motd.tail</filename> and written to <filename>/etc/motd</filename>.
es: <application>update-motd</application> ejecuta de forma ordenada los scripts situados en <filename>/etc/update-motd.d</filename> según el número indicado en el script. Los scripts de <application>cron</application> por separado se ejecutan cada diez minutos, cada hora, cada semana o cada mes, ejecutando los correspondientes scripts de <filename>/etc/update-motd.d</filename>. La salida de esos scripts se envía a <filename>/var/run/update-motd/</filename>, conservando el orden numérico, después se concatenan con <filename>/etc/motd.tail</filename> y finalmente se escriben en <filename>/etc/motd</filename>.
sv: <application>update-motd</application>kör skripten i <filename>/etc/update-motd.d</filename> i ordningsfölj baserat på skriptets nummer. Separata <application>cron</application>-skript verkställer var tionde minut, timme, vecka och månad genom att köra motsvarande skript i <filename>/etc/update-motd.d</filename>. Utdatan från skripten skrivs till <filename>/var/run/update-motd/</filename>, bevarad nummerordning, som binds samman med <filename>/etc/motd.tail</filename> och skrivs till <filename>/etc/motd</filename>.

source: You can add your own dynamic information to the MOTD. For example, to add local weather information:
es: Puede añadir su propia información dinámica al MOTD. Por ejemplo, añadir la información meteorológica local.
sv: Du kan lägga till din egna dynamiska information till MOTD. Till exempel, för att lägga till lokal väderinformation:

source: First, install the <application>weather-util</application> package:
es: Primero instale el paquete <application>weather-util</application>:
sv: Installera först paketet <application>weather-util</application>:

source: The <application>weather</application> utility uses METAR data from the National Oceanic and Atmospheric Administration and forecasts from the National Weather Service. In order to find local information you will need the 4-character ICAO location indicator. This can be determined by browsing to the <ulink url="http://www.weather.gov/tg/siteloc.shtml">National Weather Service</ulink> site.
es: La utilidad <application>weather</application> usa datos METAR de la National Oceanic and Atmospheric Administration y pronósticos del National Weather Service. Para que sea posible encontrar información local necesita un indicador de 4 caracteres ICAO. Esto puede ser determinado navegando al sitio <ulink url="http://www.weather.gov/tg/siteloc.shtml">National Weather Service</ulink> .
sv: Verktyget <application>weather</application> använder METAR-data från National Oceanic and Atmospheric Administration och prognoser från National Weather Service. För att hitta lokal information behöver du ICAO platsindikator på 4 tecken. Den kan du ta reda på genom att bläddra i webbplatsen <ulink url="http://www.weather.gov/tg/siteloc.shtml">National Weather Service</ulink>.

source: Although the National Weather Service is a United States government agency there are weather stations available world wide. However, local weather information for all locations outside the U.S. may not be available.
es: Aunque el National Weather Service es una agencia gubernamental de los Estados Unidos, existen estaciones meteorológicas disponibles en todo el mundo. De todas maneras, la información meteorológica de algunas de las poblaciones fuera de los Estados Unidos, podría no estar disponible.
sv: Även om National Weather Service är en amerikansk myndighet finns det väderstationer över hela världen. Men det lokala vädret för alla platser utanför USA kanske inte är tillgängliga.

source: Create <filename>/usr/local/bin/local-weather</filename>, a simple shell script to use <application>weather</application> with your local ICAO indicator:
es: Crea <filename>/usr/local/bin/local-weather</filename>, un simple guión de consola para usar <application>weather</application> con su indicador local ICAO:
sv: Skapa <filename>/usr/local/bin/local-weather</filename>, ett enkelt skal-skript till att använda <application>weather</application> med din lokala ICAO-indikator:

source: #!/bin/sh ########################################################################## # # Prints the local weather to /var/run/update-motd/60-local-weather # for update-motd. # ########################################################################## # Replace KINT with your local weather station. # Local stations can be found here: http://www.weather.gov/tg/siteloc.shtml echo "" &gt; /var/run/update-motd/60-local-weather weather -i KINT &gt;&gt; /var/run/update-motd/60-local-weather
es: #!/bin/sh ########################################################################## # # Imprime la meteorología local a /var/run/update-motd/60-local-weather # para update-motd. # ########################################################################## # Reemplace KINT con su estación meteorológica local. # Las estaciones locales se pueden encontrar en: http://www.weather.gov/tg/siteloc.shtml echo "" &gt; /var/run/update-motd/60-local-weather weather -i KINT &gt;&gt; /var/run/update-motd/60-local-weather

source: Make the script executable:
es: Haga ejecutable el guión:
sv: Gör skriptet exekverbart:
