Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: There are several installation options for LVM, <emphasis>"Guided - use the entire disk and setup LVM"</emphasis> which will also allow you to assign a portion of the available space to LVM, <emphasis>"Guided - use entire and setup encrypted LVM"</emphasis>, or <emphasis>Manually</emphasis> setup the partitions and configure LVM. At this time the only way to configure a system with both LVM and standard partitions, during installation, is to use the Manual approach.
es: Hay varias opciones de instalación para LVM: <emphasis>«Guiado - utilizar todo el disco y configurar LVM»</emphasis>, que le permitirá asignar una porción del espacio libre disponible para LVM; <emphasis>«Guiado - utilizar todo el disco y configurar LVM cifrado»</emphasis>; o <emphasis>Manual</emphasis> para configurar manualmente las particiones y el LVM. A día de hoy, la única forma de configurar un sistema que tenga a la vez particiones LVM y estándar durante la instalación, es usar la opción Manual.
sv: Det finns flera installationsalternativ för LVM, <emphasis>"Guidad - använd hela disken med LVM"</emphasis>, som också kommer att ge dig möjlighet att överlåta en del av det tillgängliga utrymmet till LVM, <emphasis>"Guidad - använd hela disken med krypterad LVM"</emphasis>, eller <emphasis>Manuell</emphasis> konfiguration av partitioner och LVM. Att använda den manuella metoden är vid denna tidpunkt det enda sättet att under installationen konfigurera ett system till att använda både LVM och standardpartitioner.

source: At the <emphasis>"Partition Disks</emphasis> screen choose <emphasis>"Manual"</emphasis>.
es: En la pantalla <emphasis>«Particionado de discos»</emphasis> seleccione <emphasis>«Manual»</emphasis>.
sv: I fönstret <emphasis>"Partitionera hårddiskar</emphasis> välj <emphasis>"Manuell"</emphasis>.

source: Select the hard disk and on the next screen choose "yes" to <emphasis>"Create a new empty partition table on this device"</emphasis>.
es: Seleccione el disco duro y en la siguiente pantalla responda «Sí» a <emphasis>«Crear una partición nueva vacía en este dispositivo»</emphasis>.
sv: Välj hårddisk och i nästa fönster välj "Ja" för att <emphasis>"Skapa en ny och tom partitionstabell på den här enheten"</emphasis>.

source: Next, create standard <emphasis>/boot</emphasis>, <emphasis>swap</emphasis>, and <emphasis>/</emphasis> partitions with whichever filesystem you prefer.
es: A continuación, cree las particiones estándar <emphasis>/boot</emphasis>, <emphasis>intercambio (swap)</emphasis> y <emphasis>/</emphasis> con el sistema de archivos que prefiera.
sv: Nästa steg, skapa standardpartitionerna <emphasis>/boot</emphasis>, <emphasis>swap</emphasis>, och <emphasis>/</emphasis> med det filsystem som du föredrar.

source: For the LVM <emphasis>/srv</emphasis>, create a new <emphasis>Logical</emphasis> partition. Then change <emphasis>"Use as"</emphasis> to <emphasis>"physical volume for LVM"</emphasis> then <emphasis>"Done setting up the partition"</emphasis>.
es: Para el <emphasis>/srv</emphasis> LVM, cree una nueva partición <emphasis>Lógicl</emphasis>. Después, cambie <emphasis>«Utilizar como:»</emphasis> a <emphasis>«volumen físico para LVM»</emphasis> y finalmente <emphasis>«Se ha terminado de definir la partición»</emphasis>.
sv: För att skapa LVM <emphasis>/srv</emphasis>, skapa en ny <emphasis>Logisk</emphasis> partition. Ändra sedan <emphasis>"Används som"</emphasis> till <emphasis>"fysisk volym för LVM"</emphasis> därefter <emphasis>"Klar med partitionen"</emphasis>.

source: Now select <emphasis>"Configure the Logical Volume Manager"</emphasis> at the top, and choose <emphasis>"Yes"</emphasis> to write the changes to disk.
es: Ahora seleccione <emphasis>«Configurar el Gestor de Volúmenes Lógicos (LVM)</emphasis> en la parte superior, y seleccione <emphasis>«Sí»</emphasis> para escribir los cambios en el disco.
sv: Välj nu <emphasis>"Konfigurera den logiska volymhanteraren"</emphasis> högst upp, och välj <emphasis>"Ja"</emphasis> för att skriva ändringarna till disken.

source: For the <emphasis>"LVM configuration action"</emphasis> on the next screen, choose <emphasis>"Create volume group"</emphasis>. Enter a name for the VG such as <emphasis>vg01</emphasis>, or something more descriptive. After entering a name, select the partition configured for LVM, and choose <emphasis>"Continue"</emphasis>.
es: Para la <emphasis>«Acción de configuración LVM»</emphasis> en la pantalla siguiente, seleccione <emphasis>«Crear grupo de volúmenes»</emphasis>. Introduzca un nombre para el VG como <emphasis>vg01</emphasis> o algo más descriptivo. Tras introducir el nombre, seleccione la partición configurada para LVM y <emphasis>«Continuar»</emphasis>.
sv: För <emphasis>"Åtgärd på LVM-konfiguration"</emphasis> i nästa fönster, välj <emphasis>"Skapa volymgrupp"</emphasis>. Ange ett namn för VG såsom <emphasis>vg01</emphasis>, eller ågot mer beskrivande. Efter att du skrivit namnet, välj partitionen som är konfigurerad för LVM, och välj <emphasis>"Fortsätt"</emphasis>.

source: Back at the <emphasis>"LVM configuration action"</emphasis> screen, select <emphasis>"Create logical volume"</emphasis>. Select the newly created volume group, and enter a name for the new LV, for example <emphasis>srv</emphasis> since that is the intended mount point. Then choose a size, which may be the full partition because it can always be extended later. Choose <emphasis>"Finish"</emphasis> and you should be back at the main <emphasis>"Partition Disks"</emphasis> screen.
es: De nuevo en la pantalla de <emphasis>«Acción de configuración LVM»</emphasis>, seleccione <emphasis>«Crear volumen lógico»</emphasis>. Seleccione el grupo de volúmenes recién creado e introduzca un nombre para el nuevo LV (por ejemplo, <emphasis>srv</emphasis>, ya que ése es el punto de montaje correspondiente). Después, seleccione un tamaño, que puede ser la partición completa porque siempre se podrá extender más tarde. Seleccione <emphasis>«Terminar»</emphasis> para volver a la pantalla principal de <emphasis>«Particionado de discos»</emphasis>.
sv: Tillbaka i fönstret för <emphasis>"Åtgärd på LVM-konfiguration"</emphasis>, välj <emphasis>"Skapa logisk volym"</emphasis>. Välj den nyss skapade volymgruppen, och ange ett namn för den nya LV:n, till exempel <emphasis>srv</emphasis> eftersom det är den tänkta monteringspunkten. Välj därefter storlek, vilket kan vara hela partitionen eftersom den alltid går att utöka efteråt. Välj <emphasis>"Slutför"</emphasis> och du kommer tillbaka till huvudfönstret för <emphasis>"Partitionera hårddiskar"</emphasis>.

source: Now add a filesystem to the new LVM. Select the partition under <emphasis>"LVM VG vg01, LV srv"</emphasis>, or whatever name you have chosen, the choose <emphasis>Use as</emphasis>. Setup a file system as normal selecting <emphasis>/srv</emphasis> as the mount point. Once done, select <emphasis>"Done setting up the partition"</emphasis>.
es: Ahora añada un sistema de archivos al nuevo LVM. Seleccione la partición situada en <emphasis>"LVM VG vg01, LV srv"</emphasis> (o el nombre que haya elegido) y seleccione <emphasis>Utilizar como:</emphasis>. Configure un sistema de archivos como haría normalmente seleccionando <emphasis>/srv</emphasis> como punto de montaje. Cuando haya terminado, seleccione <emphasis>«Se ha terminado de definir la partición»</emphasis>.
sv: Lägg nu till ett filsystem för den nya LVM:en. Välj partitionen under <emphasis>"LVM VG vg01, LV srv"</emphasis>, eller vilket namn som du valt, välj sedan <emphasis>Använd som</emphasis>. Sätt upp ett filsystem som vanligt och välj <emphasis>/srv</emphasis> som monteringspunkt. När det är klart, välj <emphasis>"Klar med partitionen"</emphasis>.

source: Finally, select <emphasis>"Finish partitioning and write changes to disk"</emphasis>. Then confirm the changes and continue with the rest of the installation.
es: Finalmente, seleccione <emphasis>«Finalizar el particionado y escribir los cambios en el disco»</emphasis>. A continuación, confirme los cambios y continúe con el resto de la instalación.
sv: Till sist, välj <emphasis>"Slutför partitioneringen och skriv ändringarna till hårddisken"</emphasis>. Bekräfta sedan ändringarna och fortsätt med resten av installationen.

source: There are some useful utilities to view information about LVM:
es: Hay algunas utilidades útiles para ver información sobre LVM:
sv: Det finns några användbara verktyg för att visa information om LVM:

source: <emphasis>vgdisplay:</emphasis> shows information about Volume Groups.
es: <emphasis>vgdisplay:</emphasis> muestra información sobre grupos de volumen.
sv: <emphasis>vgdisplay:</emphasis> visar information om volymgrupper.

source: <emphasis>lvdisplay:</emphasis> has information about Logical Volumes.
es: <emphasis>lvdisplay:</emphasis> tienen información sobre volúmenes lógicos.
sv: <emphasis>lvdisplay:</emphasis> har information om logiska volymer.

source: <emphasis>pvdisplay:</emphasis> similarly displays information about Physical Volumes.
es: <emphasis>pvdisplay:</emphasis> igualmente muestra información sobre Volúmenes Físicos.
sv: <emphasis>pvdisplay:</emphasis> visar på liknande sätt information om fysiska volymer.

source: Extending Volume Groups
es: Grupos de volumen extendidos
sv: Utöka volymgrupper

source: Continuing with <emphasis>srv</emphasis> as an LVM volume example, this section covers adding a second hard disk, creating a Physical Volume (PV), adding it to the volume group (VG), extending the logical volume <filename role="directory">srv</filename> and finally extending the filesystem. This example assumes a second hard disk has been added to the system. This hard disk will be named <filename>/dev/sdb</filename> in our example. BEWARE: make sure you don't already have an existing <filename>/dev/sdb</filename> before issuing the commands below. You could lose some data if you issue those commands on a non-empty disk. In our example we will use the entire disk as a physical volume (you could choose to create partitions and use them as different physical volumes)
es: Continuando con el ejemplo de <emphasis>srv</emphasis> como volumen LVM, esta sección cubre cómo añadir un segundo disco duro, crear un volumen físico (PV), añadirlo al grupo de volúmenes (VG), extender el volumen lógico <filename role="directory">srv</filename> y, finalmente, extender el sistema de archivos. Este ejemplo supone que se ha añadido un segundo disco duro al sistema. Este disco duro se denominará <filename>/dev/sdb</filename> en nuestro caso. ADVERTENCIA: asegúrese de que no tiene ya un <filename>/dev/sdb</filename> antes de introducir los comandos siguientes. Podría perder algunos datos si introduce estos comando en un disco no vacío. En nuestro ejemplo usaremos el disco completo como volumen físico (se podría decidir el crear particiones y usarlas como volúmenes físicos diferentes).
sv: Som fortsättning av exemplet med <emphasis>srv</emphasis> som en LVM-volym, avser detta avsnitt att lägga till en andra hårddisk, skapa en fysisk volym (FV), lägga till den i en volym grupp (VG), utöka den logiska volymen <filename role="directory">srv</filename> och slutligen utöka filsystemet. Detta exempel förutsätter att en andra hårddisk har lagts till i systemet. Denna hårddisk kommer i vårat exempel få namnet <filename>/dev/sdb</filename>. Se upp: säkerställ att du inte redan har en <filename>/dev/sdb</filename> innan du utfärdar nedanstående kommandon. Du kan förlora data om du utför kommandona på en disk som inte är tom. I vårt exempel kommer vi använda hela disken som en fysisk volym (du kan välja att skapa partitioner och använda dem som olika fysiska volymer)

source: First, create the physical volume, in a terminal execute:
es: Primero, cree un volumen físico, en una terminal ejecute:
sv: Skapa först den fysiska volymen, i en terminal kör:

source: Now extend the Volume Group (VG):
es: Ahora extienda el Grupo de Volúmenes (VG):
sv: Utöka nu volymgruppen (VG):

source: Use <application>vgdisplay</application> to find out the free physical extents - Free PE / size (the size you can allocate). We will assume a free size of 511 PE (equivalent to 2GB with a PE size of 4MB) and we will use the whole free space available. Use your own PE and/or free space.
es: Use <application>vgdisplay</application> para buscar la extensión física libre - PE / tamaño libre (el tamaño que se puede ubicar). Supondremos un espacio libre de 511 PE (equivalente a 2GB con un tamaño de PE de 4MB) y usaremos todo el espacio libre disponible. Use su propio PE y/o espacio libre.
sv: Använd <application>vgdisplay</application> för att ta reda på det fria fysiska omfånget - Fritt PE / storlek (storleken du kan allokera). Vi förutsätter en fri storlek på 511 PE (motsvarar 2GB med en PE-storlek på 4MB) och vi kommer använda hela det tillgängliga fria utrymmet. Använd din egna PE och/eller fria utrymme.

source: The Logical Volume (LV) can now be extended by different methods, we will only see how to use the PE to extend the LV:
es: Ahora, el Volumen Lógico (LV) se puede extender mediante diferentes métodos; aquí únicamente veremos cómo usar el PE para extender el LV:
sv: Den logiska volymen kan nu utökas genomolika metoder, vi kommer endast visa hur PE används för att utöka LV:

source: The <emphasis>-l</emphasis> option allows the LV to be extended using PE. The <emphasis>-L</emphasis> option allows the LV to be extended using Meg, Gig, Tera, etc bytes.
es: La opción <emphasis>-l</emphasis> permite al LV extenderse usando PE. La opción <emphasis>-L</emphasis> permite al LV extenderse usando Megabytes, Gigabytes, Terabytes, etc.
sv: Flaggan <emphasis>-I</emphasis> tillåter att LV utökas genom att använda PE. Flaggan <emphasis>-L</emphasis> tillåter att LV utökas genom att använda Meg, Gig, Tera, etc byte.

source: Even though you are supposed to be able to <emphasis>expand</emphasis> an ext3 or ext4 filesystem without unmounting it first, it may be a good pratice to unmount it anyway and check the filesystem, so that you don't mess up the day you want to reduce a logical volume (in that case unmounting first is compulsory).
es: Incluso aunque en teoría puede <emphasis>expandir</emphasis> un sistema de archivos ext3 o ext4 sin necesidad de desmontarlo previamente, es una buena costumbre desmontarlo de todas formas y comprobar el sistema de archivos, con idea de no estropearle el día que desee reducir un volumen lógico (en ese caso es obligatorio desmontar previamente).
sv: Även om du skall kunna <emphasis>expandera</emphasis> ett ext3 eller ext4 filsystem utan att först avmontera det, kan det vara en god praxis att ändå avmontera det och kontrollera filsystemet, så att du inte förstör något den dag du vill minska en logisk volym (i detta fall är det obligatoriskt att först avmontera).

source: The following commands are for an <emphasis>EXT3</emphasis> or <emphasis>EXT4</emphasis> filesystem. If you are using another filesystem there may be other utilities available.
es: Los comandos siguientes son para el caso de un sistema de archivos <emphasis>EXT3</emphasis> o <emphasis>EXT4</emphasis>. Si está usando otro sistema de archivos, puede haber disponibles otras utilidades.
sv: Följande kommandon är för filsystemen <emphasis>EXT3</emphasis> eller <emphasis>EXT4</emphasis>. Om du använder ett annat filsystem så kan det finnas andra verktyg tillgängliga.

source: The <emphasis>-f</emphasis> option of <application>e2fsck</application> forces checking even if the system seems clean.
es: La opción <emphasis>-f</emphasis> de <application>e2fsck</application> fuerza una comprobación incluso si el sistema parece limpio.
sv: Flaggan <emphasis>-f</emphasis> för <application>e2fsck</application> tvingar kontroller även om systemet verkar vara rent.

source: Finally, resize the filesystem:
es: Finalmente, redimensione el sistema de archivos:
sv: Slutligen, ändra storlek på filsystemet:

source: Now mount the partition and check its size.
es: Ahora monte la partición y compruebe su tamaño.
sv: Montera nu partionen och kontrollera dess storlek.

source: See the <ulink url="http://tldp.org/HOWTO/LVM-HOWTO/index.html">LVM HOWTO</ulink> for more information.
es: Vea <ulink url="http://tldp.org/HOWTO/LVM-HOWTO/index.html">LVM HOWTO</ulink> para más información.
sv: Se <ulink url="http://tldp.org/HOWTO/LVM-HOWTO/index.html">LVM HOWTO</ulink> för mer information.

source: Another good article is <ulink url="http://www.linuxdevcenter.com/pub/a/linux/2006/04/27/managing-disk-space-with-lvm.html">Managing Disk Space with LVM</ulink> on O'Reilly's linuxdevcenter.com site.
es: Otro buen artículo es <ulink url="http://www.linuxdevcenter.com/pub/a/linux/2006/04/27/managing-disk-space-with-lvm.html">Managing Disk Space with LVM</ulink> (en inglés), en la página web de linuxdevcenter.com de O'Reilly.
sv: En annan bra artikel är <ulink url="http://www.linuxdevcenter.com/pub/a/linux/2006/04/27/managing-disk-space-with-lvm.html">Managing Disk Space with LVM</ulink> på webbplatsen O'Reilly's linuxdevcenter.com.

source: For more information on <application>fdisk</application> see the <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man8/fdisk.8.html">fdisk man page</ulink>.
es: Para más información sobre <application>fdisk</application>, consulte la <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man8/fdisk.8.html">página del manual de fdisk</ulink>.
sv: För mer information om <application>fdisk</application> se man-sidorna för <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man8/fdisk.8.html">fdisk</ulink>.

source: File Servers
es: Servidores de archivos
it: Server di file
ko: 파일 서버
sv: Filservrar

source: If you have more than one computer on a single network. At some point you will probably need to share files between them. In this section we cover installing and configuring FTP, NFS, and CUPS.
es: Si dispone de más de un equipo en una red, probablemente en algún momento querrá compartir archivos entre ellos. En esta sección se cubre la instalación y configuración de FTP, NFS y CUPS.
it: Se si dispone di più di un computer su una singola rete, a un certo punto potrebbe essere necessario condividere dei file tra questi computer. In questa sezione viene spiegato come installare e configurare servizi come FTP, NFS e CUPS.
ko: 만약 단일 네트워크 상에 둘 이상의 컴퓨터를 가지고 있다면, 이 들간에 파일을 공유해야 할 때가 생길 것입니다. 이 부분에서는 FTP, NFS, CUPS 설치 및 설정에 대해 설명합니다.
pt: Se possui mais do que um computador numa rede, haverá um ponto em que provavelmente terá necessidade de partilhar ficheiros entre eles. Nesta secção será dado a conhecer como configurar FTP, NFS, e CUPS.
sv: Om du har fler än en dator på ett enskilt nätverk. Då kommer du antagligen behöva dela filer mellan dem. I detta avsnitt behandlar vi installation och konfigurering av FTP, NFS och CUPS.

source: FTP Server
es: Servidor FTP
it: Server FTP
ko: FTP 서버
pt: Servidor FTP

source: File Transfer Protocol (FTP) is a TCP protocol for uploading and downloading files between computers. FTP works on a client/server model. The server component is called an <emphasis>FTP daemon</emphasis>. It continuously listens for FTP requests from remote clients. When a request is received, it manages the login and sets up the connection. For the duration of the session it executes any of commands sent by the FTP client.
es: El Protocolo de Transferencia de Archivos (FTP) es un protocolo TCP para subir y descargar archivos entre ordenadores. El FTP funciona según el modelo cliente/servidor. El componente servidor se denomina <emphasis>demonio FTP</emphasis>. Está continuamente escuchando peticiones FTP de clientes remotos. Cuando se recibe una petición, gestiona la creación de la sesión y establece la conexión. Durante la duración de la sesión ejecuta las órdenes enviadas por el cliente FTP.
it: FTP (File Transfer Protocol) è un protocollo TCP per inviare e scaricare file tra computer. Opera con un modello client/server in cui la parte server è chiamata <emphasis>demone FTP</emphasis> e resta in ascolto di eventuali richieste FTP da parte di clienti remoti. Alla ricezione di una richiesta, gestisce l'autenticazione e attiva la connessione. Per la durata della sessione esegue i comandi inviati dal client FTP.
ko: 파일 전송 프로토콜 (FTP)는 컴퓨터들 간에 파일을 올리고 내려받기 위한 TCP 프로토콜 입니다. FTP는 클라이언트/서버 모델로 동작을 합니다. 서버 구성 요소는 <emphasis>FTP 데몬</emphasis>으로 불립니다. 그것은 원격지 클라이언트에서의 FTP 요청을 계속적으로 듣습니다. 요청이 접수될 때, 그것은 로그인을 관리하고 접속을 만들어 줍니다. 세션이 지속되는 동안 그것은 FTP 클라이언트에서 보내지는 어떠한 명령도 실행을 합니다.
sv: File Transfer Protocol (FTP) är ett TCP protokoll för att skicka och hämta filer mellan datorer. FTP fungerar enligt en klient/server modell. Server komponenten kallas för <emphasis>FTP-demon</emphasis>. Den lyssnar fortlöpande efter FTP-förfrågningar från klienter. När en förfrågan har mottagits, hanterar den inloggningen och etablerar förbindelsen. Under tiden sessionen är varaktig utför den kommandona som skickas från FTP-klienten.

source: Access to an FTP server can be managed in two ways:
es: El acceso a un servidor FTP puede hacerse de dos maneras:
it: L'accesso a un server FTP può essere gestito in due modi:
ko: FTP 서버로 접근하는 것은 다음의 두 가지 방법으로 관리할 수 있습니다:
pt: O acesso a um servidor FTP pode ser conseguido de duas formas:
sv: Det går att hantera tillgång till en FTP-server på två sätt:

source: Anonymous
es: Anónimo
it: Anonimo
ko: 익명
pt: Anónimo
sv: Anonymt

source: Authenticated
es: Autenticado
it: Con autenticazione
ko: 인증
pt: Autenticado
sv: Autentiserat

source: In the Anonymous mode, remote clients can access the FTP server by using the default user account called "anonymous" or "ftp" and sending an email address as the password. In the Authenticated mode a user must have an account and a password. User access to the FTP server directories and files is dependent on the permissions defined for the account used at login. As a general rule, the FTP daemon will hide the root directory of the FTP server and change it to the FTP Home directory. This hides the rest of the file system from remote sessions.
es: En el modo Anónimo, los clientes remotos pueden acceder al servidor FTP utilizando la cuenta predeterminada llamada "anonymous" o "ftp" y enviando una dirección de correo como contraseña. En el modo de Autentificación, el usuario debe tener una cuenta y contraseña. El acceso del usuario al servidor FTP y sus directorios dependen de los permisos definidos en el registro. Como regla general, el demonio FTP ocultará el directorio raíz del servidor FTP y lo cambiará por el directorio inicial del FTP. Esto oculta el resto del sistema de archivos de las sesiones remotas.
it: Nella modalità "Anonymous", i client remoti possono accedere al server FTP usando l'account predefinito "anonymous" o "ftp" usando come password un indirizzo email. Nella modalità "Authenticated", un utente deve avere un account e una password. L'accesso alle directory e ai file nel server FTP dipende dai permessi definiti per l'account usato per l'accesso. Come regola generale, il demone FTP nasconde la directory root del server FTP e la modifica con la directory home di FTP, nascondendo così il resto del file system dalle sessioni remote.
sv: I det anonyma läget kan fjärrvärdar få åtkomst till FTP-servern genom att använda standardkontot "anonymous" eller "ftp" och skicka en e-postadress som lösenord. I det identifierade läget måste en användare ha ett konto och ett lösenord. Vilka användare som får tillgång till FTP-serverns kataloger och filer beror på vilka rättigheter användaren som loggar in har. Som en allmän regel kommer FTP-demonen att dölja root-katalogen för FTP-servern och byta ut den mot hemkatalogen för FTP. Det här döljer resten av filsystemet från fjärrsessioner.
