Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Many other configuration directives for <application>sshd</application> are available for changing the server application's behavior to fit your needs. Be advised, however, if your only method of access to a server is <application>ssh</application>, and you make a mistake in configuring <application>sshd</application> via the <filename>/etc/ssh/sshd_config</filename> file, you may find you are locked out of the server upon restarting it, or that the <application>sshd</application> server refuses to start due to an incorrect configuration directive, so be extra careful when editing this file on a remote server.
es: Existen muchas otras directivas de configuración disponibles para <application>sshd</application> que cambian el comportamiento de la aplicación servidor para ajustarlo a sus necesidades. No obstante, si su único método de acceso a un servidor es <application>ssh</application>, y comete un error al configurar <application>sshd</application> por medio del archivo <filename>/etc/ssh/sshd_config</filename>, puede conseguir que el servidor se cierre durante el reinicio del mismo, o que el servidor <application>sshd</application> no quiera iniciarse debido a una directiva de configuración incorrecta, por lo que debe ser extremadamente cuidadoso cuando edite este fichero desde un servidor remoto.
it: Per poter adattare il comportamento dell'applicazione server alle proprie necessità, sono disponibili molte altre direttive di configurazione per <application>sshd</application>. Se però l'unico metodo per accedere a un server è <application>ssh</application>, è necessario prestare molta attenzione. Un qualsiasi errore nella configurazione di <application>sshd</application> attraverso <filename>/etc/ssh/sshd_config</filename> può precludere l'accesso al server dopo il suo riavvio oppure impedire l'avvio stesso di <application>sshd</application> a causa di una errata direttiva di configurazione. Perciò è necessaria molta attenzione nella modifica di questo file su un server remoto.
ko: <application>sshd</application> 를 위한 많은 다른 설정 지시자는 여러분의 필요에 맞게 그 서버 프로그램의 동작을 변경하는 것을 위하여 사용가능 합니다. 그러나, 만약 여러분이 서버를 접근할 수 있는 오직 한 가지 방법이 <application>ssh</application> 이고, <filename>/etc/ssh/sshd_config</filename> 파일을 통해 <application>sshd</application> 를 설정하는데 실수를 하였다면, 서버를 재시작할 때 잠겨지거나 <application>sshd</application> 서버가 부정확한 설정 지시자 때문에 시작하는 것이 거부될 수 있음을 조언 합니다. 그러므로 원격 서버 상의 이 파일을 편집할 때는 정말로 조심스럽게 하시기 바랍니다.
pt: Muitas outras directivas de configuração para o <application>sshd</application> estão disponíveis para alterar o comportamento do servidor de forma a satisfazer as suas necessidades pessoais. Tenha em atenção que, se o seu único método de acesso ao servidor for via <application>ssh</application>, e se ocorrer um erro na configuração do <application>sshd</application> ao alterar o ficheiro <filename>/etc/ssh/sshd_config</filename>, poderá ficar bloqueado do lado de fora após reiniciar o servidor, ou que a aplicação de servidor <application>sshd</application> se recuse a iniciar em virtude de uma directiva de configuração incorrecta. Assim, tenha especial atenção quando edita este ficheiro remotamente.
sv: Många andra konfigurationsinställningar för <application>sshd</application> finns, så att du kan ställa in serverprogrammets beteende till att passa dina behov. Glöm inte bort, dock, att om du bara kommer åt servern med <application>ssh</application>, och du gör ett fel när du konfigurerar <application>sshd</application> via filen <filename>/etc/ssh/sshd_config</filename> så kommer du kanske att upptäcka att du inte kommer åt servern efter en omstart, eller att <application>sshd</application> vägrar starta på grund av en felaktig konfiguration, så var extra noga när du ändrar i den här filen på en fjärrserver.

source: SSH Keys
es: Claves SSH
it: Chiavi SSH
sv: SSH-nycklar

source: SSH <emphasis>keys</emphasis> allow authentication between two hosts without the need of a password. SSH key authentication uses two keys a <emphasis>private</emphasis> key and a <emphasis>public</emphasis> key.
es: Las <emphasis>claves</emphasis> SSH permiten la autenticación entre dos equipos sin necesidad de una contraseña. La autenticación por clave SSH usa dos claves: una clave <emphasis>privada</emphasis> y una clave <emphasis>pública</emphasis>.
it: Le <emphasis>chiavi</emphasis> SSH consentono l'autenticazione tra due host senza la necessità di una password. La'utenticazione con chiave SSH utilizza due chiavi, una <emphasis>privata</emphasis> e una <emphasis>pubblica</emphasis>.
sv: SSH-<emphasis>nycklar</emphasis> möjliggör autentisering mellan två värdar utan behov av lösenord. SSH-nyckelautentisering använder två nycklar en <emphasis>privat</emphasis> nyckel och en <emphasis>publik</emphasis> nyckel.

source: To generate the keys, from a terminal prompt enter:
es: Para generar las claves, escriba en una terminal:
it: Per generare le chiavi, in un terminale, digitare:
sv: För att skapa nycklarna, skriv från en terminalprompt:

source: This will generate the keys using a <emphasis>DSA</emphasis> authentication identity of the user. During the process you will be prompted for a password. Simply hit <emphasis>Enter</emphasis> when prompted to create the key.
es: Esto generará las claves usando una identidad de autenticación <emphasis>DSA</emphasis> del usuario. Durante el proceso, se le solicitará una contraseña. Simplemente pulse la tecla <emphasis>Entrar</emphasis> cuando se le solicite para crear la clave.
it: Vengono generate le chiavi usando un'autenticazione <emphasis>DSA</emphasis>. Durante questo processo viene chiesto di inserire un password, premere semplicemente <emphasis>Invio</emphasis> quando chiesto di creare la chiave.
sv: Detta kommer skapa nycklarna genom att använda en <emphasis>DSA</emphasis>-autentiseringsidentitet för användaren. Under processen kommer du bli uppmanad att ange ett lösenord. Tryck <emphasis>Enter</emphasis> när du uppmanas att skapa nyckeln.

source: By default the <emphasis>public</emphasis> key is saved in the file <filename>~/.ssh/id_dsa.pub</filename>, while <filename>~/.ssh/id_dsa</filename> is the <emphasis>private</emphasis> key. Now copy the <filename>id_dsa.pub</filename> file to the remote host and append it to <filename>~/.ssh/authorized_keys</filename> by entering:
es: De manera predeterminada la clave <emphasis>publica</emphasis> esta almacenada en el archivo <filename>~/.ssh/id_dsa.pub</filename>, Mientras que <filename>~/.ssh/id_dsa</filename> es la clave <emphasis>privada</emphasis>. Ahora copie el archivo <filename>id_dsa.pub</filename> al equipo remoto y añádalo a <filename>~/.ssh/authorized_keys</filename> tecleando:
sv: Som standard sparas den <emphasis>publika</emphasis> nyckeln i filen <filename>~/.ssh/id_dsa.pub</filename>, medan <filename>~/.ssh/id_dsa</filename> är den <emphasis>privata</emphasis> nyckeln. Kopiera nu filen <filename>id_dsa.pub</filename> till fjärrvärden och bifoga den till <filename>~/.ssh/authorized_keys</filename> genom att skriva:

source: Finally, double check the permissions on the <filename>authorized_keys</filename> file, only the authenticated user should have read and write permissions. If the permissions are not correct change them by:
es: Finalmente, compruebe dos veces los permisos en el archivo <filename>authorized_keys</filename>, sólo los usuarios autenticados deberían tener permisos de lectura y escritura. Si los permisos no son correctos cámbielos por:
sv: Avslutningsvis, dubbelkontrollera tillstånden i filen <filename>authorized_keys</filename>, enbart den verifierade användaren skall ha läs och skrivrättigheter. Om rättigheterna är felaktiga ändra dem genom att:

source: You should now be able to SSH to the host without being prompted for a password.
es: Ahora debe ser capaz de hacer SSH al anfitrión sin que se le pregunte la contraseña.
it: Dovrebbe essere possibile ora collegarsi via SSH all'host senza l'utilizzo di una password.
sv: Du skall nu kunna använda SSH till värden utan att behöva ange ett lösenord.

source: OpenSSH Website
es: Sitio web de OpenSSH
it: Sito web di OpenSSH
ko: OpenSSH 웹사이트
pt: Sítio web do OpenSSH
sv: OpenSSH:s webbplats

source: Advanced OpenSSH Wiki Page
es: Página Wiki Avanzada de OpenSSH
it: Pagina wiki di OpenSSH avanzato
ko: 진보한 OpenSSH 위키 페이지
pt: Página wiki do OpenSSH avançado
sv: Wikisida för avancerad OpenSSH-användning

source: <application>eBox</application> is a web framework used to manage server application configuration. The modular design of eBox allows you to pick and choose which services you want to configure using eBox.
es: <application>eBox</application>es un marco de trabajo web utilizado para gestionar configuraciones en aplicaciones de servidor. El diseño modular de eBox le permite tomar y elegir que servicios quiere configurar usando eBox
sv: <application>eBox</application> är ett webbramverk som används för att hantera konfigurationen av serverapplikationer. Den modulära designen av eBox möjliggör att du kan välja vilka tjänster du vill konfigurera med hjälp av eBox.

source: The different <application>eBox</application> modules are split into different packages, allowing you to only install those necessary. One way to view the available packages is to enter the following from a terminal:
es: Los diferente módulos de <application>eBox</application> estan separados en diferente paquetes, permitiendole instalar solo los necesarios. Una forma de ver los diferentes paquetes disponibles es introduciendo lo siguiente en un terminal:
it: I diversi moduli di <application>eBox</application> sono divisi in vari pacchetti, consentendo di installare solo quelli necessari. Per visualizzare i pacchetti disponibili, in un terminale, digitare:
sv: De olika <application>eBox</application>-modulerna är splittrade i olika paket, vilket möjliggör att du bara installerar de paket som är nödvändiga. Ett sätt att se vilka tillgängliga paket som finns är att skriva följande i en terminal:

source: To install the <application>ebox</application> package, which contains the default modules, enter the following:
es: Para instalar el paquete <application>ebox</application>, con los módulos por defecto, introduzca lo siguiente:
it: Per installare il pacchetto <application>ebox</application>, che contiene i moduli predefiniti, digitare:
sv: För att installera paketet <application>ebox</application> som innehåller standardmodulerna, skriv följande:

source: During the installation you will be asked to supply a password for the ebox user. After installing eBox the web interface can be accessed from: <emphasis>https://yourserver/ebox</emphasis>.
es: Durante la instalación deberá suministrar la contraseña para el usuario ebox. Después de instalado eBox el se podrá acceder al interface web desde: <emphasis>https://yourserver/ebox</emphasis>.
it: Durante la fase di installazione viene chiesto di fornire una password per l'utente ebox. Finita l'installazione, è possibile accedere all'interfaccia web di eBox da: <emphasis>https://ilmioserver/ebox</emphasis>.
sv: Under installationen kommer du ombedd att ange ett lösenord för ebox-användaren. Efter installationen av eBox kommer du åt webbgränssnittet från: <emphasis>https://dinserver/ebox</emphasis>.

source: An important thing to remember when using <application>eBox</application> is that when configuring most modules there is a <emphasis>Change</emphasis> button that implements the new configuration. After clicking the Change button most, but not all, modules will then need to be <emphasis>Saved</emphasis>. To save the new configuration click on the <quote>Save changes</quote> link in the top right hand corner.
es: Algo importante que hay que recordar cuando se usa <application>eBox</application> es que, cuando se configuran la mayoría de los módulos, existe un butón <emphasis>Cambiar</emphasis> que implementa la nueva configuración. Después de pulsar el botón Cambiar, la mayoría de (pero no todos) los módulos tendrán que ser <emphasis>Guardados</emphasis>. Para guardar la nueva configuración, pulse en el enlace <quote>Guardar cambios</quote> situado en la esquina superior derecha.
it: È utile ricordare che, durante l'uso di <application>eBox</application> nella configurazione dei moduli, è presente un pulsante <emphasis>Change</emphasis> che implementa la nuova configurazione. Una volta premuto questo pulsante, la maggior parte dei moduli, ma non tutti, deve essere <emphasis>salvata</emphasis> facendo clic sul collegamento <quote>Save changes</quote> nell'angolo in alto a destra.
sv: En viktig sak att komma ihåg när du använder <application>eBox</application> är att när du konfigurerar de flesta modulerna så finns det en <emphasis>Ändra</emphasis>-knapp som implementerar den nya konfigurationen. Efter du klickat på ändraknappen, behöver de flesta men inte alla moduler <emphasis>sparas</emphasis>. För att spara den nya konfigurationen klicka på länken <quote>Spara ändringar</quote> i det övre högra hörnan.

source: Once you make a change that requires a Save, the link will change from green to red.
es: Cuando realice un cambio que necesite ser guardado, el enlace cambiará de verde a rojo.
it: Quando viene fatta una modifica che richiede un salvataggio, il collegamento passa da verde a rosso.
sv: Efter en ändring som kräver att du sparar, så kommer länken att byta färg från grön till röd.

source: eBox Modules
es: Módulos de eBox
it: Moduli di eBox
sv: Moduler i eBox

source: By default all eBox <emphasis>Modules</emphasis> are not enabled, and when a new module is installed it will not be automatically enabled.
es: Por defecto todos los <emphasis>Módulos</emphasis> de eBox estan desabilitados, y cuando se instala un nuevo módulo no se habilita automáticamente.
it: I <emphasis>moduli</emphasis> di eBox, in modo predefinito, non sono abilitati, nemmeno quando ne viene installato uno nuovo.
sv: Som standard är alla eBox-<emphasis>moduler</emphasis> inaktiverade och när en ny modul installeras blir den inte automatiskt aktiverad.

source: To enable a disabled module click on the <emphasis>Module status</emphasis> link in the left hand menu. Then <emphasis role="italic">check</emphasis> which modules you would like to enable and click the <quote>Save</quote> link.
es: Para habilitar un módulo deshabilitado, pulse en el enlace <emphasis>Estado de los módulos</emphasis>, en el menú de la izquierda. A continuación, <emphasis role="italic">marque</emphasis> los módulos que desea habilitar y pulse en el enlace <quote>Guardar</quote>.
it: Per abilitare un modulo disabilitato, fare clic sul collegamento <emphasis>Module status</emphasis> nel menù a sinistra. Quindi <emphasis role="italic">selezionare</emphasis> quali moduli abilitare e fare clic su <quote>Save</quote>.
sv: För att aktivera en inaktiverad modul klicka på länken <emphasis>Modulstatus</emphasis> i menyn till vänster. <emphasis role="italic">Markera</emphasis> därefter vilka moduler du vill aktivera och klicka på länken <quote>Spara</quote>.

source: Default Modules
es: Módulos por defecto
it: Moduli predefiniti
sv: Standardmoduler

source: This section provides a quick summary of the default <application>eBox</application> modules.
es: Esta sección proporciona un rápido resumen de los módulos <application>eBox</application> por defecto.
it: Questa sezione fornisce una panoramica sui moduli predefiniti di <application>eBox</application>.
sv: Detta avsnitt är en kort summering av standardmodulerna i <application>eBox</application>.

source: <emphasis>System:</emphasis> contains options allowing configuration of general eBox items.
es: <emphasis>Sistema:</emphasis> contiene opciones que permiten la configuración general de eBox.
it: <emphasis>System</emphasis>: contiene le opzioni per la configurazione di diverse voci di eBox.
sv: <emphasis>System:</emphasis> innehåller alternativ som möjliggör konfiguration av eBox-poster.

source: <emphasis>General:</emphasis> allows you to set the language, port number, and contains a change password form.
es: <emphasis>General:</emphasis> le permitirá definir el lenguaje, el puerto, y contiene un formulario para cambio de contraseña.
it: <emphasis>General</emphasis>: consente di impostare la lingua, il numero della porta e contiene un modulo per il cambio della password.
sv: <emphasis>Allmänt:</emphasis> möjliggör att du kan välja språk, portnummer och innehåller ett formulär för att ändra lösenord.

source: <emphasis>Disk Usage:</emphasis> displays a graph detailing information about disk usage.
es: <emphasis>Uso del disco:</emphasis> muestra un gráfico con información detallada sobre el uso del disco.
it: <emphasis>Disk Usage</emphasis>: visualizza un grafico con le informazioni sull'utilizzo del disco.
sv: <emphasis>Diskanvändning:</emphasis> visar en graf med detaljerad information om diskanvändning.

source: <emphasis>Backup:</emphasis> is used to backup <application>eBox</application> configuration information, and the <emphasis>Full Backup</emphasis> option allows you to save all eBox information not included in the <emphasis>Configuration</emphasis> option such as log files.
es: <emphasis>Backup:</emphasis> se usa para hacer copias de respaldo de la información de configuración de <application>eBox</application>, y la opción <emphasis>Full Backup</emphasis> permite guardar toda la información de eBox no incluida en la opción <emphasis>Configuration</emphasis>, como los archivos de registro.
it: <emphasis>Backup</emphasis>: è usato per eseguire backup delle informazioni di configurazione di <application>eBox</application>. L'opzione <emphasis>Full Backup</emphasis> consente di salvare tutte le informazioni di eBox, come i file di registro, non incluse nell'opzione <emphasis>Configuration</emphasis>.
sv: <emphasis>Säkerhetskopiering:</emphasis> används till säkerhetskopiera <application>eBox</application> konfigurationsinformation och alternativet <emphasis>Komplett säkerhetskopiering</emphasis> tillåter att du kan spara all eBox-information som inte inkluderas i alternativet <emphasis>konfiguration</emphasis> så som loggfiler.

source: <emphasis>Halt/Reboot:</emphasis> will shutdown the system or reboot it.
es: <emphasis>Halt/Reboot:</emphasis> apagará o reiniciará el sistema.
it: <emphasis>Halt/Reboot</emphasis>: consente di arrestare o riavviare il sistema.
sv: <emphasis>Stäng av/Starta om:</emphasis> kommer avsluta eller starta om den.

source: <emphasis>Bug Report:</emphasis> creates a file containing details helpful when reporting bugs to the eBox developers.
es: <emphasis>Bug Report:</emphasis> creat un archivo con detalles de ayuda cuando se informa de errores a los desarrolladores de eBox.
it: <emphasis>Bug Report</emphasis>: crea un file contenente i dettagli utili alla segnalazione di bug agli sviluppatori di eBox.
sv: <emphasis>Felrapport:</emphasis> skapar en fil som innehåller detaljer som är till hjälp för eBox-utvecklarna vid felrapportering.

source: <emphasis>Logs:</emphasis> allows <application>eBox</application> logs to be queried depending on the purge time configured.
es: <emphasis>Logs:</emphasis> permite consultar a los registros de <application>eBox</application> dependiendo del tiempo de eliminación definido.
it: <emphasis>Logs</emphasis>: consente di eseguire interrogazioni sui registri di <application>eBox</application> in base alla configurazione del tempo di "purge".
sv: <emphasis>Loggar:</emphasis> tillåter frågor till <application>eBox</application>-loggar beroende på konfigurerad rensnigstid.

source: <emphasis>Events:</emphasis> this module has the ability to send alerts through rss, jabber, and log file.
es: <emphasis>Events:</emphasis> este módulo tiene la habilidad de enviar alertas a través de rss, jabber, y archivo de registro.
it: <emphasis>Events</emphasis>: questo modulo consente di inviare avvisi attraverso RSS, Jabber e i file di registro.
sv: <emphasis>Händelser:</emphasis> den här modulen kan skicka varningar genom rss, jabber och loggfiler.

source: Available Events:
es: Eventos Disponibles:
it: Eventi disponibili:
sv: Tillgängliga händelser:

source: <emphasis>Free Storage Space:</emphasis> will send alert if free disk space drops below a configured percentage, 10% by default.
es: <emphasis>Free Storage Space:</emphasis> enviará una alerta si el espacio libre del disco cae por debajo del porcentaje configurado, que es 10% por defecto.
it: <emphasis>Free Storage Space</emphasis>: avvisa se lo spazio libero scende al di sotto di una determinata percentuale, il valore predefinito è il 10%.
sv: <emphasis>Free Storage Space:</emphasis> skickar en varning om fritt diskutrymme sjunker under en konfigurerad nivå, normalt är 10%.

source: <emphasis>Log Observer:</emphasis> unfortunately this event does not work with the <application>eBox</application> version shipped with Ubuntu 7.10.
es: <emphasis>Log Observer:</emphasis> desafortunadamente este evento no funciona con la versión de <application>eBox</application> entregada con Ubuntu 7.10.
it: <emphasis>Log Observer</emphasis>: questo evento non funziona con la versione di <application>eBox</application> fornita con Ubuntu 7.10.
sv: <emphasis>Log Observer:</emphasis> tyvärr fungerar den inte med <application>eBox</application>-versionen som levererats med Ubuntu 7.10.

source: <emphasis>RAID:</emphasis> will monitor the RAID system and send alerts if any issues arise.
es: <emphasis>RAID:</emphasis> monitorizará el sistema RAID y enviará alertas si aparece algún problema.
it: <emphasis>RAID</emphasis>: monitora il sistema RAID e invia avvisi se si verificano problemi.
sv: <emphasis>RAID:</emphasis> övervakar ett RAID-system och skickar varningar om något problem dyker upp.

source: <emphasis>Service:</emphasis> sends alerts if a service restarts multiple times in a short time period.
es: <emphasis>Service:</emphasis> envía alertas si el servicio se inicia muchas veces en un breve periodo de tiempo.
it: <emphasis>Service</emphasis>: invia avvisi se un servizio si riavvia troppe volte in poco tempo.
sv: <emphasis>Service:</emphasis> skickar en varning om en tjänst startas om flera gånger under en kort tidsperiod.

source: <emphasis>State:</emphasis> alerts on the state of <application>eBox</application>, either up or down.
es: <emphasis>State:</emphasis> alerta del estado de <application>eBox</application>, si está encendido o apagado.
it: <emphasis>State</emphasis>: avvisa riguardo lo stato di <application>eBox</application>, attivo o disattivo.
sv: <emphasis>State:</emphasis> varnar om tillståndet för <application>eBox</application>, går upp eller ner.

source: Dispatchers:
es: Despachadores:
it: Invio di dispacci:
sv: Förmedlare:

source: <emphasis>Log:</emphasis> this dispatcher will send event messages to the <application>eBox</application> log file <filename>/var/log/ebox/ebox.log</filename>.
es: <emphasis>Log:</emphasis> este informador enviará los mensajes de eventos de <application>eBox</application> al archivo de registros <filename>/var/log/ebox/ebox.log</filename>.
it: <emphasis>Log</emphasis>: invia i messaggi degli eventi al file di registro di <application>eBox</application> <filename>/var/log/ebox/ebox.log</filename>.
sv: <emphasis>Logg:</emphasis> den här förmedlaren skickar ett händelsemeddelande till <application>eBox</application> loggfil <filename>/var/log/ebox/ebox.log</filename>.
