Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: <ulink url="http://www.gnu.org/software/coreutils/">dd</ulink>: part of the <application>coreutils</application> package. A low level utility that can copy data from one format to another
es: <ulink url="http://www.gnu.org/software/coreutils/">dd</ulink>: parte del paquete <application>coreutils</application>. Una utilidad de bajo nivel que puede copiar datos de un formato a otro
it: <ulink url="http://www.gnu.org/software/coreutils/">dd</ulink>: parte del pacchetto <application>coreutils</application>. Un'utilità a basso livello in grado di copiare dati da un formato a un altro.
sv: <ulink url="http://www.gnu.org/software/coreutils/">dd</ulink>: är en del av paketet <application>coreutils</application>. Ett lågnivåverktyg som kan kopiera data från ett format till ett annat

source: <ulink url="http://www.rsnapshot.org/">rsnapshot</ulink>: a file system snap shot utility used to create copies of an entire file system.
es: <ulink url="http://www.rsnapshot.org/">rsnapshot</ulink>: una utilidad de copias del sistema de archivos usada para crear copias de un sistema de archivos completo.
it: <ulink url="http://www.rsnapshot.org/">rsnapshot</ulink>: un'utilità per creare snapshot (istantanee) del file system usata per creare copie di un intero file system.
sv: <ulink url="http://www.rsnapshot.org/">rsnapshot</ulink>: Ett snapshot-verktyg för filsystem som används till att skapa kopior av hela filsystem.

source: Archive Rotation
es: Rotación de archivadores
it: Rotazione degli archivi
sv: Arkivrotering

source: The shell script in section <xref linkend="backup-shellscripts"/> only allows for seven different archives. For a server whose data doesn't change often this may be enough. If the server has a large amount of data a more robust rotation scheme should be used.
es: El script de shell de la sección <xref linkend="backup-shellscripts"/> sólo permite siete archivadores distintos. Para un servidor cuyos datos no cambien a menudo, puede resultar suficiente. Si el servidor tiene una gran cantidad de datos, debería usarse un esquema de rotación más robusto.
it: Lo script in <xref linkend="backup-shellscripts"/> consente solamente sette archivi differenti. Per un server i cui dati non cambiano molto spesso questo può essere sufficiente, ma se il server dispone di grossi quantitativi di dati è necessario avere uno schema di rotazione degli archivi più efficiente.
sv: Shell-skriptet i avsnittet <xref linkend="backup-shellscripts"/> tillåter endast sju olika arkiv. För en server där datan inte ändras ofta så kan det vara tillräckligt. Om servern har en stor mängd data skall man använda ett mer robust roterande schema.

source: Rotating NFS Archives
es: Rotando archivos NFS
it: Rotazione degli archivi NFS
sv: Roterande NFS arkiv

source: In this section the shell script will be slightly modified to implement a grandfather-father-son rotation scheme (monthly-weekly-daily):
es: En esta sección, se modificará ligeramente el script de shell para implementar un esquema de rotación abuelo-padre-hijo (mensual-semanal-diario):
it: In questa sezione lo script verrà modificato per implementare uno schema di rotazione del tipo progenitore-genitore-figlio (mensile-settimanale-giornaliero).
sv: I detta avsnitt kommer shell-skriptet att modifieras till att implementera ett rotationsshema enligt principen farfar-far-son (månad-vecka-dag):

source: The rotation will do a <emphasis>daily</emphasis> backup Sunday through Friday.
es: La rotación hará una copia de seguridad <emphasis>diaria</emphasis> de domingo a viernes.
it: La rotazione eseguirà un backup <emphasis>giornaliero</emphasis> dalla domenica al venerdì.
sv: Roteringen kommer utföra en <emphasis>daglig</emphasis> säkerhetskopiering söndag till fredag.

source: On Saturday a <emphasis>weekly</emphasis> backup is done giving you four weekly backups a month.
es: El sábado se hará una copia de seguridad <emphasis>semanal</emphasis>, lo que proporcionará cuatro copias de seguridad semanales cada mes.
it: Il sabato, viene eseguito un backup <emphasis>settimanale</emphasis> consentendo di avere così quattro backup settimanali al mese.
sv: På lördag en utförs säkerhetskopiering <emphasis>per vecka</emphasis> vilket ger dig fyra säkerhetskopieringar per månad.

source: The <emphasis>monthly</emphasis> backup is done on the first of the month rotating two monthly backups based on if the month is odd or even.
es: La copia de seguridad <emphasis>mensual</emphasis> se hace el primer día de cada mes, rotando dos copias de seguridad mensuales en función de si el mes es impar o par.
it: Il backup <emphasis>mensile</emphasis> è eseguito il primo giorno del mese, ruotando due backup mensili se il mese è pari o dispari.
sv: Säkerhetskopiering utförs <emphasis>per månad</emphasis> den förste varje månad roterar två månadsvisa säkerhetskopior baserade på jämn och ojämn månad.

source: Here is the new script:
es: Éste es el nuevo script:
it: Questo è il nuovo script:
sv: Här är det nya skriptet:

source: The script can be executed using the same methods as in <xref linkend="backup-executing-shellscript"/>.
es: El script puede ser ejecutado utilizando los mismos métodos que en <xref linkend="backup-executing-shellscript"/>.
it: Lo script può essere eseguito attraverso gli stessi metodi descritti in <xref linkend="backup-executing-shellscript"/>.
sv: Skriptet kan verkställas med samma metod som i <xref linkend="backup-executing-shellscript"/>.

source: It is good practice to take backup media off site in case of a disaster. In the shell script example the backup media is another server providing an NFS share. In all likelihood taking the NFS server to another location would not be practical. Depending upon connection speeds it may be an option to copy the archive file over a WAN link to a server in another location.
es: Es una buena práctica sacar fuera los soportes de la copia de seguridad en caso de desastre. En el shell script de ejemplo, el soporte de la copia de seguridad es otro servidor que proporciona un recurso NFS compartido. Probablemente, llevarse el servidor NFS a otro sitio no resultaría práctico. Dependiendo de las velocidades de conexión, puede ser una opción copiar los archivos por medio de un enlace WAN a un servidor situado en otro lugar.
sv: Det är en bra vana att förvara säkerhetskopiorna i andra lokaler ifall det händer en olycka. I exempel shell-skriptet är säkerhetskopieringsmediat en NFS-utdelning. Med all sannolikhet är det inte praktiskt möjligt att flytta NFS-servern. Beroende på uppkopplingshastighet kan det vara ett alternativ att kopiera arkivet över ett WAN-nät till en server på annan plats.

source: Another option is to copy the archive file to an external hard drive which can then be taken off site. Since the price of external hard drives continue to decrease it may be cost affective to use two drives for each archive level. This would allow you to have one external drive attached to the backup server and one in another location.
es: Otra opcion es copiar el archivo a un disco externo que puede ser sacado del sitio. Dado que el precio de los discos externos siguen disminuyendo puede ser un costo afectivo el utilizar dos discos duros para cada nivel de archivos. Esto le permite tener un disco externo adjuntado al servidor de respaldo y uno en otro lugar.
it: Un'altra opzione potrebbe essere il copiare l'archivio in un disco esterno che può essere portato in altre luoghi. Dato che i prezzi dei dischi esterni è in continuo calo, potrebbe essere fattibile usare due dischi per ogni livello di archivio, consentendo così di avere un disco esterno collegato al server di backup e un altro in un'altra locazione.
sv: Ett annat alternativ är att kopiera arkivet till en extern diskenhet som sedan kan flyttas till en annan plats. Eftersom priset på externa diskenheter fortsätter att sjunka så kan det vara kostnadseffektivt att använda två enheter för varje arkivnivå. Det kan möjliggöra att du har en extern enhet ansluten till arkivservern och en på en annan plats.

source: Tape Drives
es: Controladores de cinta
it: Dispositivi a nastro
sv: Bandenheter

source: A tape drive attached to the server can be used instead of a NFS share. Using a tape drive simplifies archive rotation, and taking the media off site as well.
es: Una unidad de cinta adjuntada al servidor puede ser utilizada en vez de un recurso compartido NFS. La utilización de una unidad de cinta simplifica la rotación de archivos, así como también llevar los medios fuera del lugar.
it: Invece di usare una condivisione NFS, è possibile utilizzare un dispositivo a nastro collegato al server. Un dispositivo di questo tipo semplifica la rotazione degli archivi e il portare il dispositivo stesso in un'altra locazione.
sv: En bandenhet som är ansluten till en server kan användas istället för en NFS-utdelning. genom att använda en bandenhet underlättas arkivrotering och möjligheten att ta med mediat utanför lokalerna.

source: When using a tape drive the filename portions of the script aren't needed because the date is sent directly to the tape device. Some commands to manipulate the tape are needed. This is accomplished using <application>mt</application>, a magnetic tape control utility part of the <application>cpio</application> package.
es: Cuando se usa una unidad de cinta, las partes relativas al nombre de archivo no son necesarias en el script porque la fecha se envía directamente al dispositivo de cinta. Se necesitan algunos comandos para manipular la cinta. Esto se consigue usando <application>mt</application>, una utilidad de control de cintas magnéticas, que forma parte del paquete <application>cpio</application>.
it: Quando viene usato un dispositivo a nastro, la parte relativa al nome del file non è necessaria in quanto la data è inviata direttamente al dispositivo, ma sono necessari alcuni comandi per manipolare il nastro. In particolare <application>mt</application>, un'utilità di controllo nastri magnetici parte del pacchetto <application>cpio</application>.
sv: Vis användande av bandenhet är behövs inte delen med filnamnet i skriptet eftersom datan skickas direkt till bandenheten. Några kommandon för att hantera bandet är nödvändigt. Detta utförs genom att använda <application>mt</application>, som är ett kontrollverktyg för magnetiska band som ingår i paketet <application>cpio</application>.

source: Here is the shell script modified to use a tape drive:
es: Aquí esta el shell script modificado para usar una unidad de cinta:
it: Questo è lo script modificato per l'uso di un dispositivo a nastro:
sv: Här är ett shell-skript som är modifierat till att använda en bandenhet:

source: The default device name for a SCSI tape drive is <filename>/dev/st0</filename>. Use the appropriate device path for your system.
es: El nombre del dispositivo por defecto de una unidad de cinta SCSI es <filename>/dev/st0</filename>. Por favor, utilice la ruta adecuada para su sistema.
it: Il nome del device predefinito per un dispositivo a nastro SCSI è <filename>/dev/st0</filename>, utilizzare il percorso al device appropriato per il proprio sistema.
sv: Enhetsnamnet som är standard för en SCSI-bandenhet är <filename>/dev/st0</filename>. Använd passande sökväg till enheten för ditt system.

source: Restoring from a tape drive is basically the same as restoring from a file. Simply rewind the tape and use the device path instead of a file path. For example to restore the <filename>/etc/hosts</filename> file to <filename>/tmp/etc/hosts</filename>:
es: Restaurar desde una unidad de cinta consiste básicamente en lo mismo que restaurar desde un archivo. Simplemente rebobine la cinta y utilice la ruta del dispositivo en lugar de la ruta de un archivo. Por ejemplo, para restaurar el archivo <filename>/etc/hosts</filename> a <filename>/tmp/etc/hosts</filename>:
it: Ripristinare i dati da un dispositivo a nastro funziona allo stesso modo di ripristinare da un file. Riavvolgere il nastro e usare il percorso del dispositivo al posto del percorso al file. Per esempio, per ripristinare il file <filename>/etc/hosts</filename> in <filename>/tmp/etc/hosts</filename>:
sv: Återskapa från en bandenhet är i grund och botten samma som för en fil. Spola tillbaka bandet och använd sökvägen till enheten istället för sökvägen till filen. Ett exempel på att återställa filen <filename>/etc/hosts</filename> till <filename>/tmp/etc/hosts</filename>:

source: <application>Bacula</application> is a backup program enabling you to backup, restore, and verify data across your network. There are Bacula clients for Linux, Windows, and Mac OSX. Making it a cross platform network wide solution.
es: <application>Bacula</application> es un programa de copias de seguridad que le permite copiar, restaurar y verificar datos a través de su red. Existen clientes de Bacula para Linux, Windows y Mac OSX. Lo que lo convierte en una solución de red multiplataforma.
it: <application>Bacula</application> è un programma di backup che consente di eseguire backup, ripristinarli e verificare i dati attraverso la rete. Sono disponibili client per Linux, Windows e Mac OSX, rendendolo una soluzione di rete multi-piattaforma.
sv: <application>Bacula</application> är ett säkerhetskopieringsprogram som möjliggör säkerhetskopiering, återställning och autentisering av data över ditt nätverk. Det finns Bacula-klienter för Linux, Windows och Mac OSX. Vilket gör den till en plattformsoberoende nätverkslösning.

source: <application>Bacula</application> is made up of several components and services used to manage which files to backup and where to back them up to:
es: <application>Bacula</application> está conformado por varios componentes y servicios usados para gestionar qué archivos copiar y dónde copiarlos:
it: <application>Bacula</application> è composto da diversi componenti e servizi usati per la gestione dei file di cui eseguire il backup e dove eseguirlo:
sv: <application>Bacula</application> är uppbyggt av flera komponenter och tjänster för att administrera vilka filer som skall säkerhetskopieras och vart de skall säkerhetskopieras:

source: <application>Bacula Director:</application> a service that controls all backup, restore, verify, and archive operations.
es: <application>Bacula Director:</application> servicio que controla todas las copias de seguridad, restauraciones, verificaciones y operaciones de archivo.
it: <application>Bacula Director</application>: un servizio che controlla tutte le operazioni di backup, ripristino, verifica e di archiviazione.
sv: <application>Bacula Director:</application> en tjänst som kontrollerar all säkerhetskopiering, återställning, autentisering och arkiv funktioner.

source: <application>Bacula Console:</application> an application allowing communication with the Director. There are three versions of the Console:
es: <application>Bacula Console:</application> una aplicación que permite la comunicación con el director. Existen tres versiones de la consola:
it: <application>Bacula Console</application>: un'applicazione che consente di comunicare con "Director". Sono disponibili tre versioni:
sv: <application>Bacula Console:</application> är en applikation som tillåter kommunikation med Director. Det finns tre versioner av Console:

source: Text based command line version.
es: Versión de línea de órdenes basada en texto.
it: Versione testuale per la riga di comando.
sv: Textbaserad kommandoradsversion.

source: Gnome based GTK+ Graphical User Interface (GUI) interface.
es: Interfaz gráfica de usuario (GUI) basada en Gnome GTK+.
it: Versione grafica per GNOME basata su GTK+.
sv: Gnome-baserat GTK+-gränssnitt.

source: wxWidgets GUI interface.
es: Interfaz de usuario wxWidgets.
it: Interfaccia wxWidgets.
sv: wxWidgets-gränssnitt.

source: <application>Bacula File:</application> also known as the <application>Bacula Client</application> program. This application is installed on machines to be backed up, and is responsible for the data requested by the Director.
es: <application>Bacula File:</application> también conocido como el programa <application>Bacula Client</application>. Esta aplicación se instala en los equipos de los cuales se va a hacer copia de seguridad y es responsable por los datos solicitados por el director.
it: <application>Bacula File</application>: conosciuta anche come <application>Bacula Client</application>. Questa applicazione è installata nei computer di cui deve essere fatto il backup ed è responsabile dei dati richiesti dal Director.
sv: <application>Bacula File:</application> också känt som programmet <application>Bacula Client</application>. Den här applikationen installeras på maskiner som skall säkerhetskopieras och ansvarar för datan som efterfrågas av Director.

source: <application>Bacula Storage:</application> the programs that perform the storage and recovery of data to the physical media.
es: <application>Bacula Storage:</application> los programas que realizan el almacenamiento y recuperación de datos en los medios físicos.
it: <application>Bacula Storage</application>: il programma che esegue l'archiviazione e il ripristino sul dispositivo fisico.
sv: <application>Bacula Storage:</application> programmen som utför lagring och återställning av data till fysisk media.

source: <application>Bacula Catalog:</application> is responsible for maintaining the file indexes and volume databases for all files backed up, enabling quick location and restoration of archived files. The Catalog supports three different databases MySQL, PostgreSQL, and SQLite.
es: <application>Catálogo de Bácula:</application> es responsable de mantener los índices de archivos y las bases de datos de volúmenes para todos los archivos copiados, permitiendo la rápida localización y recuperación de los archivos respaldados. El Catálogo soporta tres bases de datos diferentes: MySQL, PostgreSQL y SQLite.
it: <application>Bacula Catalog</application>: responsabile per mantenere l'indice dei file e il database di tutti i file, consentendo una facile localizzazione e ripristino. "Catalog" supporta tre diversi database: MySQL, PostgreSQL e SQLite.
sv: <application>Bacula Catalog:</application> ansvarar för underhållet av index och volymdatabaser för alla säkerhetskopierade filer. Catalog stöder tre olika databaser MySQL, PostgreSQL och SQLite.

source: <application>Bacula Monitor:</application> allows the monitoring of the Director, File daemons, and Storage daemons. Currently the Monitor is only available as a GTK+ GUI application.
es: <application>Bacula Monitor:</application> permite la monitorización del director, de los demonios de archivos y los demonios de almacenaje. Actualmente, el monitor sólo está disponible como una aplicación con GUI GTK+.
it: <application>Bacula Monitor</application>: consente di monitorare i demoni "Director", "File" e "Storage". Attualmente "Monitor" è disponibile solo come applicazione GTK+.
sv: <application>Bacula Monitor:</application> medger övervakning av Director, File-demonen och Storage-demonen. För närvarande finns Monitor enbart som en GTK+ GUI applikation.

source: These services and applications can be run on multiple servers and clients, or they can be installed on one machine if backing up a single disk or volume.
es: Estos servicios y aplicaciones pueden ejecutarse en múltiples servidores y clientes, o pueden ser instalados en una máquina si hacen copia de seguridad de un disco o volumen.
it: Questi servizi e applicazioni possono essere eseguiti su molteplici server e client oppure possono essere installati su un solo computer se deve essere eseguito il backup di un singolo disco o volume.
sv: Dessa tjänster och applikationer kan köras på multipla servrar och klienter eller så kan de installeras på en maskin för att säkerhetskopiera en ensam disk eller volym.

source: There are multiple packages containing the different <application>Bacula</application> components. To install Bacula, from a terminal prompt enter:
es: Hay multiples paquetes que contienen diferentes componentes de <application>Bacula</application>. Para instalar Bacula, escriba lo siguiente en un terminal:
it: Ci sono molteplici pacchetti che contengono i diversi componenti di <application>Bacula</application>. Per installare Bacula, in un terminale, digitare:
sv: Det finns flera paket som innehåller olika komponenter till <application>Bacula</application>. För att installera Bacula, skriv från en terminalprompt:

source: By default installing the <application>bacula</application> package will use a <application>MySQL</application> database for the Catalog. If you want to use SQLite or PostgreSQL, for the Catalog, install <application>bacula-director-sqlite3</application> or <application>bacula-director-pgsql</application> respectively.
es: Por defecto, al instalar el paquete <application>bacula</application> se usará una base de datos <application>MySQL</application> para el catálogo. Si desea usar SQLite o PostgreSQL para el catálogo, instale <application>bacula-director-sqlite3</application> o <application>bacula-director-pgsql</application> respectivamente.
it: In modo predefinito, installando il pacchetto <application>bacula</application> viene usato un database <application>MySQL</application> per "Catalog". Se si vuole usare SQLite oppure PostgreSQL, installare <application>bacula-director-sqlite3</application> o <application>bacula-director-pgsql</application> rispettivamente.
sv: Vid installationen av paketet <application>bacula</application> är förhandsvalet att använda databasen <application>MySQL</application> för Catalog. Om du vill använda SQLite eller PostgreSQL för Catalog, installera respektive <application>bacula-director-sqlite3</application> eller <application>bacula-director-pgsql</application>.

source: During the install process you will be asked to supply credentials for the database <emphasis>administrator</emphasis> and the <emphasis>bacula</emphasis> database <emphasis>owner</emphasis>. The database administrator will need to have the appropriate rights to create a database, see <xref linkend="mysql"/> for more information.
es: Durante el proceso de instalación se le pedirá que proporcione credenciales para el <emphasis>administrador</emphasis> de la base de datos y para el <emphasis>propietario</emphasis> de la base de datos de <emphasis>bacula</emphasis>. El administrador necesitará tener los derechos apropiados para crear una base de datos, vea <xref linkend="mysql"/> para obtener más información.
it: Durante il processo di installazione viene chiesto di fornire delle credenziali per l'<emphasis>amministratore</emphasis> del database e per il <emphasis>proprietario</emphasis> del database <emphasis>bacula</emphasis>. L'amministratore del database deve avere i diritti apporpriati per poter creare un database. Per maggiori informazioni, consultare la <xref linkend="mysql"/>.
sv: Under installationsprocessen kommer du tillfrågas om tillhandahålla identiteter för databas <emphasis>administratören</emphasis> och <emphasis>bacula</emphasis> databas <emphasis>ägaren</emphasis>. Databasadministratören behöver ha tillräckliga rättigheter för att skapa en databas, se <xref linkend="mysql"/> för mer information.
