Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: The original <emphasis>netlogon</emphasis> share path is <filename>/home/samba/netlogon</filename>, but according to the Filesystem Hierarchy Standard (FHS), <ulink url="http://www.pathname.com/fhs/pub/fhs-2.3.html#SRVDATAFORSERVICESPROVIDEDBYSYSTEM">/srv</ulink> is the correct location for site-specific data provided by the system.
es: La ruta original del recurso <emphasis>netlogon</emphasis> era <filename>/home/samba/netlogon</filename>, pero en consonancia con el estándar de jerarquía del sistema de archivos (Filesystem Hierarchy Standard, FHS), <ulink url="http://www.pathname.com/fhs/pub/fhs-2.3.html#SRVDATAFORSERVICESPROVIDEDBYSYSTEM">/srv</ulink> es el lugar correcto donde colocar los datos que el sistema proporciona a nivel global.
it: Il percorso della condivisione predefinita di <emphasis>netlogon</emphasis> è <filename>/home/samba/netlogon</filename>, ma in base allo «Filesystem Hierarchy Standard» (FHS), <ulink url="http://www.pathname.com/fhs/pub/fhs-2.3.html#SRVDATAFORSERVICESPROVIDEDBYSYSTEM">/srv</ulink> è la corretta posizione i cui dovrebbero essere tenuti i file specifici dei siti forniti dal sistema.
sv: Standardsökvägen för delningen <emphasis>netlogon</emphasis> är <filename>/home/samba/netlogon</filename>, men enligt Filesystem Hierarchy Standard (FHS), <ulink url="http://www.pathname.com/fhs/pub/fhs-2.3.html#SRVDATAFORSERVICESPROVIDEDBYSYSTEM">/srv</ulink> är den korrekta platsen för plats-specifik data tillhandahållet av systemet.

source: Now create the <filename role="directory">netlogon</filename> directory, and an empty (for now) <filename>logon.cmd</filename> script file:
es: Ahora cree el directorio <filename role="directory">netlogon</filename> y un archivo <filename>logon.cmd</filename> script vacío (por ahora)
it: Creare la directory <filename role="directory">netlogon</filename> e un file <filename>logon.cmd</filename> per ora vuoto:
sv: Skapa nu katalogen <filename role="directory">netlogon</filename>, och en (för tillfället) tom <filename>logon.cmd</filename> skriptfil:

source: You can enter any normal Windows logon script commands in <filename>logon.cmd</filename> to customize the client's environment.
es: Puede introducir cualesquiera comandos de script de arranque de WIndows en <filename>logon.cmd</filename> para personalizar el entorno del cliente.
it: È possibile inserire qualsiasi comando di logon Windows in <filename>logon.cmd</filename> per personalizzare l'ambiente del client.
sv: Du kan ange några vanliga kommandon för Windows inloggningsskript i <filename>logon.cmd</filename> för att anpassa klientens system.

source: With <emphasis>root</emphasis> being disabled by default, in order to join a workstation to the domain, a system group needs to be mapped to the Windows <emphasis>Domain Admins</emphasis> group. Using the <application>net</application> utility, from a terminal enter:
es: Como <emphasis>root</emphasis> está deshabilitado de forma predeterminada, para que un equipo se una a un dominio se debe hacer corresponder un grupo del sistema con el grupo de Windows <emphasis>Administradores del Dominio</emphasis>. Usando la utilidad <application>net</application>, desde un terminal, introduzca:
it: Con l'utente <emphasis>root</emphasis> disabilitato in modo predefinito, per poter inserire una workstation nel dominio, un gruppo di sistema deve essere mappato al gruppo Windows <emphasis>Domain Admins</emphasis>. Usando l'utilità <application>net</application>, da un terminale digitare:
sv: Med <emphasis>root</emphasis> inaktiverat som standard, för att ansluta en arbetsstation till en domän måste en systemgrupp kopplas till Windowsgruppen <emphasis>Domain Admins</emphasis>. Genom att använda verktyget <application>net</application>, skriv från en terminal:

source: Change <emphasis role="italic">sysadmin</emphasis> to whichever group you prefer. Also, the user used to join the domain needs to be a member of the <emphasis>sysadmin</emphasis> group, as well as a member of the system <emphasis>admin</emphasis> group. The <emphasis>admin</emphasis> group allows <application>sudo</application> use.
es: Cambie <emphasis role="italic">sysadmin</emphasis> por el grupo que prefiera. Además, el usuario usado para unirse al dominio necesita ser miembro del grupo <emphasis>sysadmin</emphasis>, además de ser miembro del grupo <emphasis>admin</emphasis>. El grupo <emphasis>admin</emphasis> permite el uso de <application>sudo</application>.
it: Modificare <emphasis role="italic">sysadmin</emphasis> con un qualsiasi altro gruppo si voglia usare. Inoltre, l'utente usato per unirsi al dominio deve essere membro del gruppo <emphasis>sysadmin</emphasis> oltre al gruppo <emphasis>admin</emphasis>. Il gruppo <emphasis>admin</emphasis> consente l'utilizzo di <application>sudo</application>.
sv: Ändra <emphasis role="italic">sysadmin</emphasis> till vilken grupp som helst du föredrar. Dessutom, användaren som används för att ansluta till domänen måste vara medlem i gruppen <emphasis>sysadmin</emphasis>, samt en medlem av systemgruppen <emphasis>admin</emphasis>. Gruppen <emphasis>admin</emphasis> tillåter användning av <application>sudo</application>.

source: Finally, restart Samba to enable the new domain controller:
es: Finalmente, reinicie Samba para activar el nuevo controlador de dominio:
it: Riavviare Samba per abilitare il nuovo controller di dominio:
sv: Slutligen, starta om Samba för att aktivera den nya domänkontrollanten:

source: You should now be able to join Windows clients to the Domain in the same manner as joining them to an NT4 domain running on a Windows server.
es: Ahora, los clientes Windows deberían poder unirse al Dominio de la misma forma en la que se unirían a un domino NT4 sobre un servidor Windows.
it: Dovrebbe ora essere possibile unire i client Windows al dominio come in un dominio NT4 in esecuzione su un server Windows.
sv: Du bör nu kunna ansluta Windows-klienter till domänen på samma sätt som om du ansluter dem till en NT4-domän som körs på en Windows-server.

source: Backup Domain Controller
es: Controlador secundario de dominio
it: Controller di dominio di backup
sv: Reserv-domänkontrollant

source: With a Primary Domain Controller (PDC) on the network it is best to have a Backup Domain Controller (BDC) as well. This will allow clients to authenticate in case the PDC becomes unavailable.
es: Si se tiene un controlador primario de dominio (PDC) en la red, es mejor tener también un controlador secundario de dominio (Backup Domain Controller, BDC). Esto permitirá que los clientes puedan conectarse incluso en el caso de que el PDC no esté disponible.
it: Con la presenza di un controller di dominio primario (PDC) all'interno delle rete è utile avere anche un controller di dominio di backup (BDC). In questo modo i client potranno autenticarsi anche nel caso in cui il PDC non sia più disponibile.
sv: Med en primär domänkontrollant (PDC) i nätverket är det lika bra att också ha en reserv-domänkontrollant (BDC) . Detta möjliggör för klienter att autentisera även om PDCn blir otillgängligt.

source: When configuring Samba as a BDC you need a way to sync account information with the PDC. There are multiple ways of accomplishing this <application>scp</application>, <application>rsync</application>, or by using <application>LDAP</application> as the <emphasis>passdb backend</emphasis>.
es: Cuando se configura Samba para que actúe como BDC se necesita una forma de sincronizar la información de las cuentas con el PDC. Hay varias formas de hacer eso: usando <application>scp</application>, <application>rsync</application> o mediante <application>LDAP</application> como <emphasis>backend de passdb</emphasis>.
it: Quando si configura Samba come BDC, è necessario avere un metodo di sincronizzazione delle informazioni sugli account con il PDC. A questo scopo è possibile usare <application>scp</application>, <application>rsync</application> oppure <application>LDAP</application> come backend <emphasis>passdb</emphasis>.
sv: När Samba konfigurerats som en BDC behöver du ett sätt till att synkronisera kontoinformation med PDCn. Det finns flera sätt för att göra det här <application>scp</application>, <application>rsync</application>, eller genom att använda <application>LDAP</application> som <emphasis>passdb</emphasis>-bakände.

source: Using LDAP is the most robust way to sync account information, because both domain controllers can use the same information in real time. However, setting up a LDAP server may be overly complicated for a small number of user and computer accounts. See <xref linkend="samba-ldap"/> for details.
es: Usar LDAP es la forma más robusta de sincronizar información de cuentas, porque ambos controladores podrán usar la misma información en tiempo real. Sin embargo, configurar un servidor LDAP puede ser demasiado complicado si hay pocas cuentas de usuarios y máquinas. Consulte <xref linkend="samba-ldap"/> para más información.
it: Il metodo migliore per sincronizzare le informazioni sugli account consiste nell'usare LDAP, poiché entrambi i controller di dominio possono usare le stesse informazioni in tempo reale. Configurare un server LDAP potrebbe essere troppo complicato per un esiguo numero di utenti e computer. Per maggiori informazioni, consultare <xref linkend="samba-ldap"/>.
sv: Att använda LDAP är det mest robusta sättet att synkronisera kontoinformation, eftersom båda domänkontrollanterna kan använda informationen i realtid. I vilket fall, att sätta upp en LDAP-server kan vara alltför komplicerat för ett litet antal användare och datakonton. Se <xref linkend="samba-ldap"/> för detaljer.

source: First, install <application>samba</application> and <application>libpam-smbpass</application>. From a terminal enter:
es: En primer lugar, instale <application>samba</application> y <application>libpam-smbpass</application>. En una terminal, teclee:
it: Installare <application>samba</application> e <application>libpam-smbpass</application>. Da un terminale digitare:
sv: Börja med att installera <application>samba</application> och <application>libpam-smbpass</application>. Från en terminal skriv:

source: Now, edit <filename>/etc/samba/smb.conf</filename> and uncomment the following in the <emphasis>[global]</emphasis>:
es: Ahora, edite <filename>/etc/samba/smb.conf</filename> y descomente las siguientes líneas en la sección <emphasis>[global]</emphasis>:
it: Modificare il file <filename>/etc/samba/smb.conf</filename> e togliere il commento a quanto segue nella sezione <emphasis>[global]</emphasis>:
sv: Redigera nu <filename>/etc/samba/smb.conf</filename> och avkommentera följande i <emphasis>[global]</emphasis>:

source: In the commented <emphasis>Domains</emphasis> uncomment or add:
es: En las líneas <emphasis>Domains</emphasis> comentadas, descomente o añada:
it: Nella sezione <emphasis>Domains</emphasis> togliere il commento o aggiungere quanto segue:
sv: I den kommenterade <emphasis>Domains</emphasis> avkommentera eller lägg till:

source: Make sure a user has rights to read the files in <filename>/var/lib/samba</filename>. For example, to allow users in the <emphasis>admin</emphasis> group to <application>scp</application> the files, enter:
es: Asegúrese de que un usuario tiene permisos de lectura sobre <filename>/var/lib/samba</filename>. Por ejemplo, para permitir que los usuarios del grupo <emphasis>admin</emphasis> puedan usar <application>scp</application> sobre los archivos, introduzca:
it: Assicurarsi che un utente abbia i permessi di lettura sui file in <filename>/var/lib/samba</filename>. Per esempio, per consentire agli utenti del gruppo <emphasis>admin</emphasis> di eseguire <application>scp</application> sui file, digitare:
sv: Säkerställ att en användare har läsrättigheter till filer i <filename>/var/lib/samba</filename>. till exempel, för att tillåta användare i gruppen <emphasis>admin</emphasis> till <application>scp</application> filerna, skriv:

source: Next, sync the user accounts, using <application>scp</application> to copy the <filename>/var/lib/samba</filename> directory from the PDC:
es: Después, sincronice las cuentas de usuario usando <application>scp</application> para copiar el directorio <filename>/var/lib/samba</filename> desde el PDC:
it: Sincronizzare gli account utente usando <application>scp</application> per copiare la directory <filename>/var/lib/samba</filename> dal PDC:
sv: Nästa steg, synkronisera användarkontona, genom att använda <application>scp</application> till att kopiera katalogen <filename>/var/lib/samba</filename> från PDCn:

source: Replace <emphasis>username</emphasis> with a valid username and <emphasis>pdc</emphasis> with the hostname or IP Address of your actual PDC.
es: Sustituya <emphasis>username</emphasis> por un nombre de usuario válido y <emphasis>pdc</emphasis> por el nombre de host o la dirección IP de su PDC.
it: Sostituire <emphasis>NOME_UTENTE</emphasis> con un nome utente valido e <emphasis>PDC</emphasis> con il nome host o l'indirizzo IP del controller di dominio primario.
sv: Ersätt <emphasis>username</emphasis> med ett giltigt användarnamn och <emphasis>pdc</emphasis> med värdnamnet eller IP-adressen till din nuvarande PDC.

source: Finally, restart <application>samba</application>:
es: Finalmente, reinicie <application>samba</application>:
it: Riavviare <application>samba</application>:
sv: Till sist, starta om <application>samba</application>:

source: You can test that your Backup Domain controller is working by stopping the Samba daemon on the PDC, then trying to login to a Windows client joined to the domain.
es: Puede comprobar que su controlador secundario de dominio está funcionando deteniendo el deminio Samba en el PDC y, a continuación, intentando que un cliente Windows se una al dominio.
it: È possibile verificare se il controller di dominio di backup è funzionante fermando il demone Samba sul PDC e quindi cercando di eseguire l'accesso su un client Windows all'interno del dominio.
sv: Du kan testa så att din reserv-domänkontrollant fungerar genom att stoppa Samba demonen på PDCn, försök därefter att ansluta till en Windows-klient som är ansluten till domänen.

source: Another thing to keep in mind is if you have configured the <emphasis>logon home</emphasis> option as a directory on the PDC, and the PDC becomes unavailable, access to the user's <emphasis>Home</emphasis> drive will also be unavailable. For this reason it is best to configure the <emphasis>logon home</emphasis> to reside on a separate file server from the PDC and BDC.
es: Otra cosa a tener en cuenta es que si ha configurado la opción <emphasis>logon home</emphasis> como un directorio del PDC y el PDC deja de estar disponible, no se podrá acceder a la carpeta personal (unidad <emphasis>Home</emphasis>) de los usuarios. Por esta razón es mejor configurar el <emphasis>logon home</emphasis> para que resida en un servidor de archivos distinto al PDC y al BDC.
it: È utile ricordare anche che se è stata configurata l'opzione <emphasis>logon home</emphasis> come directory sul PDC e quest'ultimo non è più disponibile, anche l'accesso al drive <emphasis>home</emphasis> degli utenti non lo sarà. Per questo motivo è utile configurare <emphasis>logon home</emphasis> affinché sia posizionato in un server di file separato da PDC e BDC.
sv: En annan sak att ha i minnet är att om du har konfigurerat alternativet <emphasis>logon home</emphasis> som en katalog på PDCn och PDCn blir otillgängligt, kommer åtkomsten till användarens <emphasis>Hemma</emphasis> -enhet också bli otillgänglig. Av denna anledning är det bäst att konfigurera <emphasis>logon home</emphasis> till att vistas på en separat filserver skild från PDCn och BDCn.

source: <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/samba-pdc.html">Chapter 4</ulink> of the Samba HOWTO Collection explains setting up a Primary Domain Controller.
es: El <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/samba-pdc.html">capítulo 4</ulink> del la colección de HOWTOs de Samba explica cómo configurar un controlador primario de dominio.
it: Il <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/samba-pdc.html">capitolo 4</ulink> della «Samba HOWTO Collection» spiega come configurare un controller di dominio primario.
sv: <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/samba-pdc.html">Kapitel 4</ulink> i samlingen av Samba HOWTO förklarar hur du sätter upp en primär domänkontrollant.

source: <ulink url="http://us3.samba.org/samba/docs/man/Samba-HOWTO-Collection/samba-bdc.html">Chapter 5</ulink> of the Samba HOWTO Collection explains setting up a Backup Domain Controller.
es: El <ulink url="http://us3.samba.org/samba/docs/man/Samba-HOWTO-Collection/samba-bdc.html">capítulo 5</ulink> de la colección de HOWTOs de Samba explica cómo configurar un servidor secundario de dominio.
it: Il <ulink url="http://us3.samba.org/samba/docs/man/Samba-HOWTO-Collection/samba-bdc.html">capitolo 5</ulink> della «Samba HOWTO Collection» spiega come configurare un controller di dominio di backup.
sv: <ulink url="http://us3.samba.org/samba/docs/man/Samba-HOWTO-Collection/samba-bdc.html">Kapitel 5</ulink> i samlingen av Samba HOWTO förklarar hur du sätter upp en reserv-domänkontrollant.

source: Samba Active Directory Integration
es: Integración de Samba con Active Directory
it: Integrare Samba con Active Directory
sv: Samba active directory integrering

source: Accessing a Samba Share
es: Acceder a un recurso compartido con Samba
it: Accedere a una condivisione Samba
sv: Få åtkomst till en Samba-delning

source: Another, use for Samba is to integrate into an existing Windows network. Once part of an Active Directory domain, Samba can provide file and print services to AD users.
es: Otro motivo para usar Samba es intregrarse en una red Windows ya existente. Una vez que forma parte de un dominio de Active Directory, Samba puede ofrecer servicios de archivos e impresión a usuarios de AD.
it: Un altro uso di Samba consiste nell'integrarlo all'interno di una rete Windows esistente. Una volta parte di un dominio Active Directory, Samba può fornire servizi di file e stampa agli utenti AD.
sv: Ett annat användningsområde för Samba är att integrera det i ett befintligt Windows-nätverk. När det är en del av en active directory domän kan Samba tillhandahålla fil och skrivartjänster till AD-användarna.

source: The simplest way to join an AD domain is to use <application>Likewise-open</application>. For detailed instructions see <xref linkend="likewise-open"/>.
es: La forma más sencilla de unirse a un dominio de AD es usar <application>Likewise-open</application>. Para instrucciones detalladas, consulte <xref linkend="likewise-open"/>.
it: Il metodo più facile per unirsi in un dominio AD consiste nell'usare <application>Likewise-open</application>. Per maggiori informazioni, consultare <xref linkend="likewise-open"/>.
sv: Det enklaste sättet att ansluta till en AD-domän är att använda <application>Likewise-open</application>. Se för detaljerade instruktioner <xref linkend="likewise-open"/>.

source: Once part of the domain, install the following packages:
es: Una vez sea miembro del dominio, instale los siguientes paquetes:
it: Una volta parte del dominio, installare i seguenti pacchetti:
sv: När det är en del av domänen, installera följande paket:

source: Since the <application>likewise-open</application> and <application>samba</application> packages use separate <filename>secrets.tdb</filename> files, a symlink will need to be created in <filename role="directory">/var/lib/samba</filename>:
es: Ya que los paquetes <application>likewise-open</application> y <application>samba</application> utilizan archivos <filename>secrets.tdb</filename> separados, se necesita crear un enlace simbólico en el directorio <filename role="directory">/var/lib/samba</filename>:
it: Dato che i pacchetti <application>likewise-open</application> e <application>samba</application> utilizzano file <filename>secrets.tdb</filename> separati, è necessario creare un collegamento simbolico in <filename role="directory">/var/lib/samba</filename>:
sv: Eftersom paketen <application>likewise-open</application> och <application>samba</application> använder separata <filename>secrets.tdb</filename> filer, behöver en symlink skapas i <filename role="directory">/var/lib/samba</filename>:

source: Next, edit <filename>/etc/samba/smb.conf</filename> changing:
es: Después, edite <filename>/etc/samba/smb.conf</filename> cambiando:
it: Aprire il file <filename>/etc/samba/smb.conf</filename> e modificare quanto segue:
sv: Nästa steg, redigera <filename>/etc/samba/smb.conf</filename> och ändra:

source: workgroup = EXAMPLE ... security = ads realm = EXAMPLE.COM ... idmap backend = lwopen idmap uid = 50-9999999999 idmap gid = 50-9999999999
es: workgroup = EJEMPLO ... security = ads realm = EJEMPLO.COM ... idmap backend = lwopen idmap uid = 50-9999999999 idmap gid = 50-9999999999
it: workgroup = EXAMPLE ... security = ads realm = EXAMPLE.IT ... idmap backend = lwopen idmap uid = 50-9999999999 idmap gid = 50-9999999999

source: Restart <application>samba</application> for the new settings to take effect:
es: Reinicie <application>samba</application> para que los nuevos cambios tengan efecto:
it: Riavviare <application>samba</application> affinché le nuove impostazioni abbiano effetto:
sv: Starta om <application>samba</application> för att de nya inställningarna skall få effekt:

source: You should now be able to access any <application>Samba</application> shares from a Windows client. However, be sure to give the appropriate AD users or groups access to the share directory. See <xref linkend="samba-fileprint-security"/> for more details.
es: Ahora debería poder acceder a cualquier recurso compartido de <application>Samba</application> desde un cliente Windows. De todas formas, asegúrese de dar el acceso apropiado a los usuarios o grupos de AD. Consulte <xref linkend="samba-fileprint-security"/> para más detalles.
it: Dovrebbe essere ora possibile accedere qualsiasi condivisione <application>Samba</application> da un client Windows. Assicurarsi comunque di concedere agli utenti o ai gruppi AD accesso alla directory condivisa. Per maggiori informazioni, consultare <xref linkend="samba-fileprint-security"/>.
sv: Du skall nu kunna komma åt <application>Samba</application> -delningarna från en Windows-klient. I vilket fall, var noga med att ge rätt AD-användare åtkomst till den delade katalogen. För fler detaljer, se <xref linkend="samba-fileprint-security"/>.

source: Accessing a Windows Share
es: Acceder a recursos compartidos de Windows
it: Accedere a una condivisione Windows
sv: Få åtkomst till en Windows-utdelning

source: Now that the Samba server is part of the Active Directory domain you can access any Windows server shares:
es: Ahora que el servidor Samba es parte del dominio de Active Directory, puede acceder a cualquiera de los recursos compartidos de un servidor Windows:
it: Ora che il server Samba è parte del dominio Active Directory, è possibile accedere a qualsiasi condivisione server di Windows:
sv: Nu när Sambaservern är en del av AD-domänen skall du även få åtkomst till Windows-server utdelningar:

source: To mount a Windows file share enter the following in a terminal prompt:
es: Para montar un recurso de archivos compartido de Windows, introduzca lo siguiente en un terminal:
it: Per montare una condivisione file di Windows, in un terminale digitare quanto segue:
sv: För att montera en fildelning från Windows, skriv följande vid en terminalprompt:

source: mount.cifs //fs01.example.com/share mount_point
es: mount.cifs //fs01.ejemplo.com/share punto_de_montaje
it: mount.cifs //fs01.example.it/share mount_point
