Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: <emphasis role="bold">ServerAdmin</emphasis>: To configure the email address of the designated administrator of the CUPS server, simply edit the <filename>/etc/cups/cupsd.conf</filename> configuration file with your preferred text editor, and modify the <emphasis role="italics">ServerAdmin</emphasis> line accordingly. For example, if you are the Administrator for the CUPS server, and your e-mail address is 'bjoy@somebigco.com', then you would modify the ServerAdmin line to appear as such:
es: <emphasis role="bold">ServerAdmin</emphasis>: Para configurar la dirección de correo del administrador del servidor CUPS, simplemente edite el archivo de configuración <filename>/etc/cups/cupsd.conf</filename> con su editor de textos favorito, y modifique adecuadamente la línea <emphasis role="italics">ServerAdmin</emphasis>. Por ejemplo, si usted es el administrador del servidor CUPS, y su dirección de correo electrónico es «bjoy@somebigco.com», entonces podría modificar la línea ServerAdmin para que tenga el siguiente aspecto:
it: <emphasis role="bold">ServerAdmin</emphasis>: per configurare l'indirizzo email dell'amministratore incaricato alla gestione del server CUPS, aprire il file di configurazione <filename>/etc/cups/cupsd.conf</filename> usando l'editor di testi preferito, quindi modificare la riga <emphasis role="italics">ServerAdmin</emphasis> come desiderato. Per esempio, se l'indirizzo email dell'amministratore del server CUPS è «carlo@qualchesocieta.it», modificare la riga ServerAdmin come segue:
ko: <emphasis role="bold">ServerAdmin</emphasis>: CUPS 서버의 지정된 시스템 관리자의 이메일 주소를 설정하기 위한 것이고, 간단히 <filename>/etc/cups/cupsd.conf</filename> 설정 파일을 여러분이 선호하는 텍스트 에디터로 편집하기 위하여 열고, <emphasis role="italics">ServerAdmin</emphasis> 줄을 적절하게 수정을 합니다. 예를 들어, 여러분이 CUPS 서버의 시스템 관리자이고, 이메일 주소가 'bjoy@somebigco.com' 이면, 아래에 보이는 것과 같이 ServerAdmin 줄을 수정 합니다:
pt: <emphasis role="bold">ServerAdmin</emphasis>: Para configurar o endereço de correio electrónico do administrador do servidor CUPS, edite simplesmente o ficheiro <filename>/etc/cups/cupsd.conf</filename> com o seu editor de texto favorito, e modifique a linha <emphasis role="italics">ServerAdmin</emphasis> colocando aí o respectivo endereço. Por exemplo, se você for o administrador do servidor CUPS e o seu endereço de correio electrónico for 'bjoy@somebigco.com', deve alterar a linha ServerAdmin para o seguinte:
sv: <emphasis role="bold">ServerAdmin</emphasis>: För att konfigurera vilken e-postadress administratören för CUPS-servern har, ändra konfigurationsfilen <filename>/etc/cups/cupsd.conf</filename> med den textredigerare du tycker bäst om, och ändra på raden <emphasis role="italics">ServerAdmin</emphasis> till det du vill skall stå där. Om du skulle vara administratör för CUPS-servern, och din e-postadress är 'bjoy@somebigco.com' skulle du skriva om ServerAdmin-raden så att den ser ut såhär:

source: For more examples of configuration directives in the CUPS server configuration file, view the associated system manual page by entering the following command at a terminal prompt:
es: Para más ejemplos de directivas de configuración en el archivo de configuración del servidor CUPS, vea la página de manual asociada introduciendo el siguiente comando en un terminal:
it: Per ulteriori esempi di direttive di configurazione nel file di configurazione del server CUPS, consultare la pagina manuale associato inserendo il comando seguente a un prompt di terminale:
ko: CUPS 서버 설정 파일 내의 설정 지시자에 대한 더 많은 예제는, 터미널 프롬프트에서 다음의 명령을 입력하여 관계된 시스템 매뉴얼 페이지를 읽어 보십시오:
pt: Para mais exemplos de directivas de configuração do ficheiro de configuração do servidor CUPS, consulte a página de manual de sistema associada digitando o seguinte comando num terminal:
sv: För fler exempel på konfigurationsmöjligheter i CUPS-serverns konfigurationsfil kan du läsa manualsidan för filen genom att skriva följande kommando från en terminalprompt:

source: Whenever you make changes to the <filename>/etc/cups/cupsd.conf</filename> configuration file, you'll need to restart the CUPS server by typing the following command at a terminal prompt:
es: Una vez haya realizado cambios en el archivo de configuración <filename>/etc/cups/cupsd.conf</filename>, necesitará reiniciar el servidor CUPS tecleando la siguiente orden en la línea de órdenes de una terminal:
it: Ogni volta che vengono apportati cambiamenti al file di configurazione <filename>/etc/cups/cupsd.conf</filename>, è necessario riavviare il server CUPS digitando il comando seguente a un prompt di terminale:
ko: <filename>/etc/cups/cupsd.conf</filename> 설정 파일에 변경을 만드는 어느 때에나, 터미널 프롬프트에서 다음의 명령을 입력하여 CUPS 서버를 재시작 하는 것이 필요 합니다:
pt: Sempre que faça alterações ao ficheiro de configuração <filename>/etc/cups/cupsd.conf</filename>, precisa de reiniciar o servidor CUPS executando o comando seguinte num terminal:
sv: När du gör ändringar i konfigurationsfilen <filename>/etc/cups/cupsd.conf</filename> måste du starta om CUPS-servern genom att skriva följande kommando från terminalprompten:

source: Some other configuration for the CUPS server is done in the file <filename>/etc/cups/cups.d/ports.conf</filename>:
es: Otras opciones de configuración para el servidor CUPS se encuentran en el archivo <filename>/etc/cups/cups.d/ports.conf</filename>:
it: Altre configurazioni per il server CUPS sono svolte utilizzando il file <filename>/etc/cups/cups.d/ports.conf</filename>:
ko: CUPS 서버를 위한 몇 가지 다른 설정은 <filename>/etc/cups/cups.d/ports.conf</filename> 파일에 되어 있습니다:
pt: Algumas configurações extra do servidor CUPS são feitas no ficheiro <filename>/etc/cups/cups.d/ports.conf</filename>:
sv: Viss annan konfiguration för CUPS-servern görs i filen <filename>/etc/cups/cups.d/ports.conf</filename>:

source: <emphasis role="bold">Listen</emphasis>: By default on Ubuntu, the CUPS server installation listens only on the loopback interface at IP address <emphasis>127.0.0.1</emphasis>. In order to instruct the CUPS server to listen on an actual network adapter's IP address, you must specify either a hostname, the IP address, or optionally, an IP address/port pairing via the addition of a Listen directive. For example, if your CUPS server resides on a local network at the IP address <emphasis role="italics">192.168.10.250</emphasis> and you'd like to make it accessible to the other systems on this subnetwork, you would edit the <filename>/etc/cups/cupsd.conf</filename> and add a Listen directive, as such:
es: <emphasis role="bold">Listen</emphasis>: De forma predeterminada en Ubuntu, la instalación del servidor CUPS escucha sólo por la interfaz de bucle («loopback») en la dirección IP <emphasis>127.0.0.1</emphasis>. Para hacer que el servidor CUPS escuche por la dirección IP del adaptador de red, deberá especificar un nombre de host, una dirección IP, o bien, un par «dirección IP / puerto» mediante el uso de la directiva Listen. Por ejemplo, si su servidor CUPS reside en una red local en la dirección IP <emphasis role="italics">192.168.10.250</emphasis> y desea hacerlo accesible a otros sistemas de su subred, debe esditar el archivo <filename>/etc/cups/cupsd.conf</filename> y añadir una directiva Listen, de esta forma:
it: <emphasis role="bold">Listen</emphasis>: in modo predefinito, su Ubuntu, l'installazione del server CUPS resta in ascolto solamente sull'interfaccia di loopback all'indirizzo IP <emphasis>127.0.0.1</emphasis>. Per poter fare in modo che il server CUPS ascolti sull'indirizzo IP della rete, è necessario specificare un nome host, l'indirizzo IP oppure una coppia indirizzo IP/porta con l'aggiunta di una direttiva «Listen». Per esempio, se il server CUPS è all'interno di una rete locale all'indirizzo IP <emphasis role="italics">192.168.10.250</emphasis> e si desidera renderlo accessibile ad altri sistemi in questa sotto-rete, è necessario modificare il file <filename>/etc/cups/cupsd.conf</filename> e aggiungere una direttiva «Listen» in questo modo:
ko: <emphasis role="bold">Listen</emphasis>: 우분투에서는 기본적으로 CUPS 서버는 오직 <emphasis>127.0.0.1</emphasis> 의 IP 주소를 가지는 루프백 인터페이스 에서만 대기(listen) 하고 있습니다. CUPS 서버가 실제 네트워크 어댑터의 IP 주소를 통해 대기하도록 하려면, Listen 지시어를 추가하여 호스트 이름 혹은 IP 주소 또는 IP 주소/포트 번호의 쌍을 지정해야 합니다. 예를 들어 여러분의 CUPS 서버가 로컬 네트워크 상에서 <emphasis role="italics">192.168.10.250</emphasis> 의 IP 주소를 사용할 때, 이 서브 네트워크 상의 다른 컴퓨터에서 이를 사용하도록 하려면, <filename>/etc/cups/cupsd.conf</filename> 파일을 편집하여 다음과 같이 Listen 지시어를 추가합니다:
pt: <emphasis role="bold">Listen</emphasis>: Por defeito no Ubuntu, o servidor CUPS instalado escuta somente na interface loopback no endereço de IP <emphasis>127.0.0.1</emphasis>. De forma a instruir o servidor CUPS a ouvir num endereço de IP de rede, tem de especificar um hostname, o endereço de IP, ou em opção, um endereço IP/porta via a adição de uma directiva Listen. Por exemplo, se o seu servidor CUPS residir numa rede local no endereço IP<emphasis role="italics">192.168.10.250</emphasis> e quiser torna-lo acessível a outros sistemas na rede, deverá editar <filename>/etc/cups/cupsd.conf</filename> e adicionar uma directiva Listen, tal qual como:
sv: <emphasis role="bold">Listen</emphasis>: Som standard lyssnar CUPS-servern i Ubuntu endast på loopback-gränssnittet på IP-adress <emphasis>127.0.0.1</emphasis>. För att instruera CUPS-servern att lyssna på en faktisk IP-adress på ett nätverkskort måste du antingen ange ett värdnamn, IP-adress eller valfritt en IP-adress/port via tilläggsdirektivet Listen. Om till exempel din CUPS-server finns på ett lokalt nätverk på IP-adressen <emphasis role="italics">192.168.10.250</emphasis> och du vill göra den åtkomlig för andra system på detta delnätverk, skulle du redigera filen <filename>/etc/cups/cupsd.conf</filename> och lägga till direktivet Listen, exempelvis:

source: In the example above, you may comment out or remove the reference to the Loopback address (127.0.0.1) if you do not wish <application>cupsd </application> to listen on that interface, but would rather have it only listen on the Ethernet interfaces of the Local Area Network (LAN). To enable listening for all network interfaces for which a certain hostname is bound, including the Loopback, you could create a Listen entry for the hostname <emphasis>socrates</emphasis> as such:
es: En el ejemplo anterior, debe comentar o borrar la referencia a la dirección de loopback (127.0.0.1) si no desea que <application>cupsd</application> escuche por esa interfaz, sino sólo por la interfaz Ethernet de la red local (LAN). Para activar la escucha por todas las interfases de red en las que se haya establecido un nombre de host, incluyendo el loopback, debería crear una entrada listen para el nombre de host <emphasis>socrates</emphasis> así:
it: Nell'esempio precedente, è possibile rendere un commento o rimuovere il riferimento all'indirizzo di loopback (127.0.0.1) se non si desidera che <application>cupsd</application> resti in ascolto su quell'interfaccia, ma che invece resti in ascolto solo sull'interfaccia Ethernet della LAN (Local Area Network). Per abilitare l'ascolto su tutte le interfacce di rete a cui un certo host è collegato, inclusa quella di loopback, è possibile creare una voce Listen per l'host <emphasis>socrates</emphasis> come segue:
ko: 위의 예에서, 만약 여러분이 <application>cupsd </application>가 루프백 인터페이스를 듣는 것을 원하지 않고 Local Area Network(LAN)의 이더넷 인터페이스만을 듣게하려고 한다면, 루프백 주소 (127.0.0.1)을 주석 처리하거나 삭제할 수 있습니다. 루프백을 포함하여, 특정 호스트 이름이 경계를 긋는 모든 네트워크 인터페이스를 듣게 만드려면, 아래와 같이 호스트 이름 <emphasis>socrates</emphasis> 를 위하여 Listen 항목을 만들 수 있습니다:
pt: No exemplo acima, pode comentar ou remover a referência ao endereço de Loopback (127.0.0.1) se não pretender que o <application>cupsd </application> espere ligações nessa interface, mas espere ligações somente nas interfaces Ethernet da Rede de Área Local (LAN). Para activar a recepção de ligações em todas as interfaces de rede às quais um determinado nome de máquina está associado, incluindo o Loopback, pode criar uma entrada Listen para o nome de máquina <emphasis>socrates</emphasis> como a seguinte:
sv: I ovanstående exempel vill du kanske kommentera ut eller ta bort raden för loopback-adressen (127.0.0.1) om du inte vill att <application>cupsd</application> skall lyssna på det gränssnittet, utan bara på ethernet-gränssnitt på det lokala nätverket (LAN). För att göra så att CUPS-servern lyssnar på alla nätverksgränssnitt som ett specifikt värddatornamn är bundet till, inklusive loopback, skulle du skriva en Listen-rad med det datornamnet (i det här exemplet använder vi <emphasis>socrates</emphasis>) såhär:

source: Listen socrates:631 # Listen on all interfaces for the hostname 'socrates'
es: Listen·socrates:631··#·Escuchando en todos los interfaces para la máquina·'socrates'
it: Listen socrates:631 # Listen su tutte le interfacce dell'host "socrates"
pt: Listen socrates:631 # Vigiar em todas as interfaces para o nome de máquina 'socrates'

source: or by omitting the Listen directive and using <emphasis>Port</emphasis> instead, as in:
es: o omitiendo la directiva Listen y usando <emphasis>Port</emphasis> en su lugar, como en:
it: oppure omettendo la direttiva Listen e utilizzando quella <emphasis>Port</emphasis>, come in:
ko: 또는 Listen 지시자는 제외하고 대신에 <emphasis>Port</emphasis> 를 사용하여 다음과 같이 할 수 있습니다:
pt: ou omitindo a directiva Listen e usando <emphasis>Port</emphasis> em seu lugar, como em:
sv: eller genom att ta bort alla Listen-rader och istället använda <emphasis>Port</emphasis>, såhär:

source: Port 631 # Listen on port 631 on all interfaces
es: Port 631 # Escuchando en el puerto 631 en todos los interfaces
it: Port 631 # Listen sulla porta 631 di tutte le interfacce
pt: Port 631 # Vigiar a porta 631 em todas as interfaces

source: CUPS Website
es: Sitio web de CUPS
it: Sito Web di CUPS
ko: CUPS 웹사이트
pt: Página Web do CUPS
sv: CUPS webbplats

source: Domain Name Service (DNS)
es: Servicio de nombres de dominio (DNS)
it: DNS (Domain Name Service)
ko: 도메인 네임 서비스 (DNS)
pt: Serviço de Nomes de Domínios <emphasis role="italics">Domain Name Service</emphasis> DNS

source: Domain Name Service (DNS) is an Internet service that maps IP addresses and fully qualified domain names (FQDN) to one another. In this way, DNS alleviates the need to remember IP addresses. Computers that run DNS are called <emphasis>name servers</emphasis>. Ubuntu ships with <application>BIND</application> (Berkley Internet Naming Daemon), the most common program used for maintaining a name server on Linux.
es: El Servicio de Nombres de Dominio (Domain Name Service, DNS) es un servicio de Internet que hace corresponder direcciones IP con nombres de dominio totalmente cualificados (FQDN), unos con otros. De esta forma, DNS evita tener que recordar direcciones IP. Los equipos que ejecutan DNS se denominan <emphasis>servidores de nombres</emphasis>. Ubuntu trae el <application>BIND</application> (Berkley Internet Naming Daemon), el programa más usado para mantener un servidor de nombres en Linux.
it: Il DNS (Domain Name Service) è un servizio internet che mappa gli indirizzi IP e i nomi di dominio univoci (FQDN) tra loro. In questo modo, DNS risparmia la necessità di ricordare gli indirizzi IP. I computer che eseguono DNS sono chiamati <emphasis>server dei nomi</emphasis>. Con Ubuntu è fornito <application>BIND</application> (Berkley Internet Naming Daemon), il più diffuso programma usato per mantenere un server dei nomi su Linux.
ko: Domain Name Service(DNS)는 IP 주소와 Fully Qualified Domain Names(FQDN)을 매핑해주는 인터넷 서비스입니다. 이 방법을 이용하면, DNS로 인해 IP 주소를 기억할 필요가 없어집니다. DNS를 실행하고 있는 컴퓨터를 <emphasis>네임 서버</emphasis>라고 부릅니다. 우분투는 리눅스 상에서 네임 서버를 실행하고 관리하는 데 사용되는 가장 일반적인 프로그램인 <application>BIND</application> (Berkley Internet Naming Daemon)를 제공합니다.
pt: Domain Name Service (DNS) é um serviço de internet que mapeia endereços de IP a nomes de domínios totalmente qualificados (FQDN). Desta forma DNS alivia a necessidade de memória ao nível de endereços de IP. Computadores que correm DNS são chamados <emphasis>servidores de nomes</emphasis>. O Ubuntu é instalado com a aplicação <application>BIND</application> (Berkley Internet Naming Daemon) o programa mais comum para manter um servidor de nomes em Linux.
sv: Domain Name Service (DNS) är en internettjänst som ansluter IP-adresser och kompletta domännamn (FQDN) med varandra. På det här sättet minskar DNS behovet av att komma ihåg IP-adresser. Datorer som kör DNS kallas för <emphasis>namnservrar</emphasis>. Ubuntu innehåller <application>BIND</application> (Berkley Internet Naming Daemon), det vanligaste programmet för att upprätthålla en namnserver på Linux.

source: At a terminal prompt, enter the following command to install <application>dns</application>:
es: En un terminal, introduzca el siguiente comando para instalar <application>dns</application>:
it: A un promt di terminale, inserire il seguente comando per installare <application>dns</application>:
ko: 터미널 프롬프트에서, <application>dns</application>를 설치하기 위하여 다음의 명령을 입력 합니다:
pt: Na linha de comandos, digite o comando seguinte para instalar o <application>dns</application>:
sv: Från en terminalprompt, skriv följande kommando för att installera <application>dns</application>:

source: A very useful package for testing and troubleshooting DNS issues is the dnsutils package. To install <application>dnsutils</application> enter the following:
es: Un paquete muy útil para probar y resolver problemas del DNS es el paquete dnsutils. Para instalar <application>dnsutils</application>, introduzca lo siguiente:
it: Un pacchetto molto utile per eseguire test e risolvere i problemi di DNS è "dnsutils". Per installare <application>dnsutils</application> digitare quanto segue:
sv: Ett väldigt användbart paket för att testa och felsöka DNS-problem är paketet dnsutils. För att installera <application>dnsutils</application> skriv följande:

source: There a many ways to configure <application>BIND9</application>. Some of the most common configurations are a caching nameserver, primary master, and a as a secondary master.
es: Hay diferentes maneras de configurar <application>BIND9</application>. Algunas de las configuraciones mas comunes son caché de servidor de nombres, maestro primario, y como maestro secundario.
it: Ci sono diversi metodi per configurare <application>BIND9</application>. Alcune delle configurazioni più comuni consistono in un server dei nomi cache, un server primario e un server secondario.
sv: Det finns flera sätt att konfigurera <application>BIND9</application>. Några av de vanligaste konfigurationerna är en cachande namnserver, primär huvudserver och som en sekundär huvudserver.

source: When configured as a caching nameserver BIND9 will find the answer to name queries and remember the answer when the domain is queried again.
es: Cuando se configura como servidor caché de nombres de dominio, BIND9 busca la respuesta a solicitudes de nombres y recordará la respuesta cuando ese dominio sea solicitado nuevamente.
it: Quando configurato come un server dei nomi cache, BIND9 troverà la risposta alle interrogazioni sui nomi e la archivierà.
sv: När BIND9 är konfigurerad som en cachande namnserver kommer den söka rätt på svaret vid namnförfrågningar och minns svaret när domänen tillfrågas igen.

source: As a primary master server BIND9 reads the data for a zone from a file on it's host and is authoritative for that zone.
es: Como un servidor maestro primario BIND9 lee los datos para una zona de un archivo en su equipo y es autoritativo para esa zona.
it: Come server primario, BIND9 legge i dati per una zona da un file ed è autoritativo per quella zona.
sv: Som en primär huvudserver läser BIND9 data för en zon från en fil på sin värd och är auktorativ för den zonen.

source: In a secondary master configuration BIND9 gets the zone data from another nameserver authoritative for the zone.
es: En una configuración de maestro secundario BIND9 obtiene los datos de la zona de otro servidor de nombres autoritativo para la zona.
it: Nella configurazione come server secondario, BIN9 ottiene i dati della zona da un altro server dei nomi per quella zona.
sv: I en konfiguration där BIND9 är en sekundär huvudserver får den zondata från en annan namnserver som är auktorativ för den zonen.

source: The DNS configuration files are stored in the <filename>/etc/bind</filename> directory. The primary configuration file is <filename>/etc/bind/named.conf</filename>.
es: Los archivos de configuración DNS son almacenados en el directorio <filename>/etc/bind</filename>. El archivo de configuración primario es <filename>/etc/bind/named.conf</filename>.
it: I file di configurazione di DNS sono archiviati nella directory <filename>/etc/bind</filename>, il file di configurazione principale è <filename>/etc/bind/named.conf</filename>.
sv: Konfigurationsfilerna för DNS sparas i katalogen <filename>/etc/bind</filename>. Den primära konfigurationsfilen är <filename>/etc/bind/named.conf</filename>.

source: The <emphasis>include</emphasis> line specifies the filename which contains the DNS options. The <emphasis>directory</emphasis> line in the <filename>/etc/bind/named.conf.options</filename> file tells DNS where to look for files. All files BIND uses will be relative to this directory.
es: la linea <emphasis>include</emphasis> especifica el nombre de archivo que contiene las opciones DNS. La linea <emphasis>directory</emphasis> en el archivo <filename>/etc/bind/named.conf.options</filename> le dice a DNS donde buscar archivos. Todos los archivos que BIND usa seran relativos a este directorio.
it: La riga <emphasis>include</emphasis> specifica il nome del file contenente le opzioni DNS, la riga <emphasis>directory</emphasis> nel file <filename>/etc/bind/named.conf.options</filename> indica a DNS dove cercare i file. Tutti i file usati da BIND sono presenti in questa directory.
sv: Raden <emphasis>include</emphasis> specificerar filnamnet som innehåller DNS-alternativen. Raden <emphasis>directory</emphasis> i filen <filename>/etc/bind/named.conf.options</filename> talar om för DNS var den skall söka efter filer. Alla filer som BIND använder kommer relateras till den här katalogen.
