Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: You can edit the vsftpd configuration file, <filename>/etc/vsftpd.conf</filename>, to change the default settings. By default only anonymous FTP is allowed. If you wish to disable this option, you should change the following line: <placeholder-1/> to <placeholder-2/> By default, local system users are not allowed to login to FTP server. To change this setting, you should uncomment the following line: <placeholder-3/> By default, users are allowed to download files from FTP server. They are not allowed to upload files to FTP server. To change this setting, you should uncomment the following line: <placeholder-4/> Similarly, by default, the anonymous users are not allowed to upload files to FTP server. To change this setting, you should uncomment the following line: <placeholder-5/> The configuration file consists of many configuration parameters. The information about each parameter is available in the configuration file. Alternatively, you can refer to the man page, <command>man 5 vsftpd.conf</command> for details of each parameter.
ko: 기본 설정된 값을 변경하기 위하여 vsftpd 설정 파일, <filename>/etc/vsftpd.conf</filename> 을 편집할 수 있습니다. 기본 설정은 오직 익명 FTP 만이 허용 됩니다. 만약 이 선택 사항을 비 사용하려면, 다음의 줄을 반드시 변경하여야 합니다: <placeholder-1/> to <placeholder-2/> 기본 설정 값으로, 로컬 시스템(FTP 서버가 실행되는 시스템) 사용자는 FTP 서버로 로그인 하는 것이 허용되지 않습니다. 이 설정 값을 변경하려면, 다음 줄의 주석을 해제하여야만 합니다: <placeholder-3/> 기본 설정으로, 사용자는 FTP 서버에서 파일을 내려받는 것은 허용이 되지만, FTP 서버로 파일을 올리는 것은 허용되지 않습니다. 이 설정 값을 변경하려면, 다음 줄의 주석을 해제하여야만 합니다: <placeholder-4/> 비슷하게, 기본 설정으로, 익명 사용자는 FTP 서버로 파일을 업로드하는 것이 허용되지 않습니다. 이 설정 값을 변경하려면, 다음 줄의 주석을 해제하여야만 합니다: <placeholder-5/> 설정 파일은 많은 설정 파라미터들로 이루어 집니다. 각각의 파라미터에 대한 정보는 그 설정 파일 내에 사용가능 합니다. 다른 방법으로는, <command>man 5 vsftpd.conf</command> 하여 각 파라미터의 자세한 것을 man 페이지에서 참조 하십시오.
pt: Pode editar o ficheiro de configuração do vsftpd <filename>/etc/vsftpd.conf</filename> para alterar os valores padrão. Por omissão apenas o acesso FTP anónimo é permitido. Se pretender desactivar esta opção, deve alterar a linha: <placeholder-1/> para <placeholder-2/> . Por omissão, os utilizadores locais do sistema não podem iniciar sessão no servidor FTP. Para alterar esta configuração deve retirar o comentário à linha: <placeholder-3/> . Por omissão, os utilizadores locais têm permissão para transferir ficheiros do servidor FTP (download). Não têm permissão para transferir ficheiros para o servidor FTP (upload). Para alterar esta configuração, deve retirar o comentário da linha: <placeholder-4/> . Similarmente, por omissão, os utilizadores anónimos não têm permissão para transferir ficheiros para o servidor FTP. Para alterar esta configuração, deve retirar o comentário da linha: <placeholder-5/> . O ficheiro de configuração é constítuido por muitos parâmetros. A informação acerca de cada parâmetro está disponível no próprio ficheiro de configuração. Em alternativa, pode consultar a página do manual, <command>man 5 vsftpd.conf</command> para detalhes de cada parâmetro.

source: Once you configure <application>vsftpd</application> you can start the daemon. You can run following command to run the <application>vsftpd</application> daemon: <screen> <command>sudo /etc/init.d/vsftpd start</command> </screen>
ko: <application>vsftpd</application> 를 설정했으면 데몬을 시작할 수 있습니다. <application>vsftpd</application> 데몬을 시작하려면 다음의 명령을 실행 합니다: <screen> <command>sudo /etc/init.d/vsftpd start</command> </screen>
pt: Uma vez configurado o <application>vsftpd</application> pode-se dar início ao servidor. O seguinte comando pode ser utilizado para correr o servidor <application>vsftpd</application>: <screen> <command>sudo /etc/init.d/vsftpd start</command> </screen>

source: Storage devices such as floppy disks, CD-ROM drives, and USB thumb drives can be used by other machines on the network. This may reduce the number of removable media drives throughout the network.
ko: 플로피 디스크, CD-ROM 드라이브, USB 썸 드라이브와 같은 저장 장치들은 네트워크 상의 다른 머신에서 사용될 수 있습니다. 이로 인해 네트워크 전체의 이동식 미디어 드라이브의 수를 줄일 수 있습니다.
pt: Dispositivos de armazenamento como disquetes, drives CD-ROM e drives USB podem ser usadas por outras máquinas na rede. Isto pode reduzir o número de dispositivos removíveis na rede.

source: # Sample /etc/dhcpd.conf # (add your comments here) default-lease-time 600; max-lease-time 7200; option subnet-mask 255.255.255.0; option broadcast-address 192.168.1.255; option routers 192.168.1.254; option domain-name-servers 192.168.1.1, 192.168.1.2; option domain-name "mydomain.org"; subnet 192.168.1.0 netmask 255.255.255.0 { range 192.168.1.10 192.168.1.100; range 192.168.1.150 192.168.1.200; }
pt: # Exemplo de /etc/dhcpd.conf # (adicione comentários aqui) default-lease-time 600; max-lease-time 7200; option subnet-mask 255.255.255.0; option broadcast-address 192.168.1.255; option routers 192.168.1.254; option domain-name-servers 192.168.1.1, 192.168.1.2; option domain-name "mydomain.org"; subnet 192.168.1.0 netmask 255.255.255.0 { range 192.168.1.10 192.168.1.100; range 192.168.1.150 192.168.1.200; }

source: The DNS configuration files are stored in the <filename>/etc/bind</filename> directory. The primary configuration file is <filename>/etc/bind/named.conf</filename>. The content of the default configuration file is shown below:
ko: DNS 설정 파일들은 <filename>/etc/bind</filename> 디렉토리에 저장 됩니다. 주요 설정 파일은 <filename>/etc/bind/named.conf</filename> 이고, 기본 설정 파일의 내용은 아래와 같이 보여집니다:
pt: Os ficheiros de configuração DNS são guardados no directório <filename>/etc/bind</filename>. O ficheiro de configuração principal é o <filename>/etc/bind/named.conf</filename>. O conteúdo do ficheiro de configuração por omissão é mostrado de seguida:

source: // This is the primary configuration file for the BIND DNS server named. // // Please read /usr/share/doc/bind9/README.Debian.gz for information on the // structure of BIND configuration files in Debian, *BEFORE* you customize // this configuration file. // // If you are just adding zones, please do that in /etc/bind/named.conf.local include "/etc/bind/named.conf.options"; // prime the server with knowledge of the root servers zone "." { type hint; file "/etc/bind/db.root"; }; // be authoritative for the localhost forward and reverse zones, and for // broadcast zones as per RFC 1912 zone "localhost" { type master; file "/etc/bind/db.local"; }; zone "127.in-addr.arpa" { type master; file "/etc/bind/db.127"; }; zone "0.in-addr.arpa" { type master; file "/etc/bind/db.0"; }; zone "255.in-addr.arpa" { type master; file "/etc/bind/db.255"; }; // zone "com" { type delegation-only; }; // zone "net" { type delegation-only; }; // From the release notes: // Because many of our users are uncomfortable receiving undelegated answers // from root or top level domains, other than a few for whom that behaviour // has been trusted and expected for quite some length of time, we have now // introduced the "root-delegations-only" feature which applies delegation-only // logic to all top level domains, and to the root domain. An exception list // should be specified, including "MUSEUM" and "DE", and any other top level // domains from whom undelegated responses are expected and trusted. // root-delegation-only exclude { "DE"; "MUSEUM"; }; include "/etc/bind/named.conf.local";
pt: // Este é o ficheiro de configuração primária para o servidor BIND DNS. // // Por favor leia /usr/share/doc/bind9/README.Debian.gz para informação sobre // a estrutura de ficheiros de configuração do BIND em Debian, *ANTES* de personalizar // este ficheiro de configuração. // // Se está só a adicionar zonas, por favor faça-o em /etc/bind/named.conf.local include "/etc/bind/named.conf.options"; // prime the server with knowledge of the root servers zone "." { type hint; file "/etc/bind/db.root"; }; // be authoritative for the localhost forward and reverse zones, and for // broadcast zones as per RFC 1912 zone "localhost" { type master; file "/etc/bind/db.local"; }; zone "127.in-addr.arpa" { type master; file "/etc/bind/db.127"; }; zone "0.in-addr.arpa" { type master; file "/etc/bind/db.0"; }; zone "255.in-addr.arpa" { type master; file "/etc/bind/db.255"; }; // zone "com" { type delegation-only; }; // zone "net" { type delegation-only; }; // From the release notes: // Because many of our users are uncomfortable receiving undelegated answers // from root or top level domains, other than a few for whom that behaviour // has been trusted and expected for quite some length of time, we have now // introduced the "root-delegations-only" feature which applies delegation-only // logic to all top level domains, and to the root domain. An exception list // should be specified, including "MUSEUM" and "DE", and any other top level // domains from whom undelegated responses are expected and trusted. // root-delegation-only exclude { "DE"; "MUSEUM"; }; include "/etc/bind/named.conf.local";

source: The <application>include</application> line specifies the filename which contains the DNS options. The <application>directory</application> line in the options file tells DNS where to look for files. All files BIND uses will be relative to this directory.
ko: <application>include</application> 줄은 DNS 선택 사항을 가지는 파일 이름을 지정 합니다. 그 선택 사항 파일 내의 <application>directory</application> 줄은 파일을 어디서 볼 수 있는지 DNS에 알려 줍니다. BIND의 모든 파일은 이 디렉토리를 상대 경로로 사용 합니다.
pt: A linha <application>include</application> especifica o ficheiro que contém as opções de DNS. A linha <application>directory</application> no ficheiro de opções indica ao DNS onde procurar os ficheiros. Todos os ficheiros que o BIND usa serão relativos a este directório.

source: The file named <filename>/etc/bind/db.root</filename> describes the root name servers in the world. The servers change over time, so the <filename>/etc/bind/db.root</filename> file must be maintained now and then.
ko: <filename>/etc/bind/db.root</filename> 파일은 전 세계에 있는 루트 네임 서버를 지정합니다. 시간이 흐르면 서버들이 변경되므로 <filename>/etc/bind/db.root</filename> 파일은 이따금씩 유지 보수가 필요합니다.
pt: O ficheiro chamado <filename>/etc/bind/db.root</filename> descreve o nome raíz de servidores de nomes no mundo. Os servidores podem mudar ao longo do tempo, então o ficheiro <filename>/etc/bind/db.root</filename> tem de ser actualizado de vez em quando.

source: The <application>zone</application> section defines a master server, and it is stored in a file mentioned against file tag. Every zone file contains 3 resource records (RRs): an SOA RR, an NS RR and a PTR RR. SOA is short of Start of Authority. The "@" is a special notation meaning the origin. NS is the Name Server RR. PTR is Domain Name Pointer. To start the DNS server, run the following command from a terminal prompt:
ko: <application>zone</application> 영역은 마스터 서버를 지정하고, 언급된 파일 태그로 파일에 저장 됩니다. 모든 zone 파일은 세 가지 자원 자료(RRs): SOA RR, NS RR과 PTR RR을 포함 합니다. SOA는 Start of Authority의 축약어 입니다. "@" 는 발생점을 의미하는 특별한 이름 표기 입니다. NS는 네임 서버 자원 자료 입니다. PTR은 도메인 네임 포인터 입니다. DNS 서버를 시작하기 위하여, 터미널 프롬프트에서 다음의 명령을 실행 합니다:
pt: A secção <application>zone</application> define um servidor mestre, e está colocada num ficheiro mencionado com a etiqueta file. Cada ficheiro de zona contém três registos de recurso (RRs): um SOA RR, um NS RR e um PTR RR. O SOA é o diminutivo de Start of Authority - Início de Autoridade. O "@" é uma anotação especial indicando a origem. NS é o RR de Servidor de Nome. O PTR é o apontador do nome de domínio. Para iniciar o servidor DNS, digite o seguinte comando num terminal ou linha de comandos:

source: You can refer to the documentation mentioned in the references section for details.
ko: 상세한 것은 참조 편에 언급된 문서를 참고할 수 있습니다.
pt: Pode recorrer à documentação mencionada na secção de referências para detalhes.

source: DNS HOWTO
pt: DNS Como Fazer (HOWTO)

source: Upon authenticating with your user password, the packages should be downloaded and installed without error. Upon the conclusion of installation, the CUPS server will be started automatically. For troubleshooting purposes, you can access CUPS server errors via the error log file at: <filename>/var/log/cups/error_log</filename>. If the error log does not show enough information to troubleshoot any problems you encounter, the verbosity of the CUPS log can be increased by changing the <emphasis role="bold">LogLevel</emphasis> directive in the configuration file (discussed below) to "debug" or even "debug2", which logs everything, from the default of "info". If you make this change, remember to change it back once you've solved your problem, to prevent the log file from becoming overly large.
ko: 사용자 암호의 인증되면, 꾸러미는 내려받아지고 에러없이 설치되어집니다. 설치가 마무리될 때, CUPS 서버는 자동적으로 실행됩니다. 문제가 있고 그것을 확인하려면, <filename>/var/log/cups/error_log</filename>에 있는 에러 로그 파일을 통해 CUPS 서버 오류를 접근할 수 있습니다. 만약 그 에러 로그가 여러분이 직면한 문제를 파악하기 위한 충분한 정보를 보여주지 않는다면, CUPS 로그를 더 자세히 출력하도록 하는 것은 위에 언급된 설정 파일 내의 <emphasis role="bold">LogLevel</emphasis> 지시자를 "debug" 또는 심지어 "debug2"로 변경하는 것에 의하여 증가할 수 있고, 그러면 모든 것을 기록 합니다. 기본 설정된 값은 "info" 입니다. 만약 이 변경을 만들었다면, 여러분의 문제를 해결한 후에, 로그 파일이 너무 크게 되는 것을 막기 위하여 다시 원래의 설정 값으로 되돌리는 것을 기억 하십시오.
pt: Após autenticação com a sua palavra passe (com privilégios de administrador), os pacotes devem ser descarregados e instalados sem erros. Ao concluir a instalação, o servidor CUPS será iniciado automaticamente. Para resolução de problemas pode aceder aos erros do servidor CUPS através do ficheiro de registo de eventos <filename>/var/log/cups/error_log</filename>. Se o registo de erros não apresentar informação suficiente para ajudar a resolver os problemas que encontrou, o detalhe dos registos do CUPS pode ser aumentado alterando a directiva <emphasis role="bold">LogLevel</emphasis> no ficheiro de configuração, mencionado acima, de "info" para "debug" ou até "debug2" que registará todos os eventos. Se efectuar esta alteração, lembre-se de repor a directiva original ap+os resolver o problema, para impedir que o ficheiro de registo atinga um tamanho excessivo.

source: <emphasis role="bold">Listen</emphasis>: By default on Ubuntu, the CUPS server installation listens only on the loopback interface at IP address <emphasis>127.0.0.1</emphasis>. In order to instruct the CUPS server to listen on an actual network adapter's IP address, you must specify either a hostname, the IP address, or optionally, an IP address/port pairing via the addition of a Listen directive. For example, if your CUPS server resides on a local network at the IP address <emphasis role="italics">192.168.10.250</emphasis> and you'd like to make it accessible to the other systems on this subnetwork, you would edit the <filename>/etc/cups/cups.d/ports.conf</filename> and add a Listen directive, as such:
ko: <emphasis role="bold">Listen</emphasis>: 우분투 기본 설정에 의하여, CUPS 서버의 설치는 오직 <emphasis>127.0.0.1</emphasis> IP 주소의 루프백 인터페이스만을 듣습니다. CUPS 서버가 실제 네트워크 어댑터의 IP 주소를 듣게 지시하려면, 여러분은 반드시 호스트 이름 또는 IP 주소 중의 하나, 또는 선택적으로, IP 주소/포트 쌍을 Listen 지시자에 추가해야 합니다. 예를 들어, 로컬 네트워크 상의 CUPS 서버의 IP 주소가 <emphasis role="italics">192.168.10.250</emphasis> 이고 이 서브 네트워크 상의 다른 시스템에서 그것을 사용할 수 있도록 만들기를 원한다면, <filename>/etc/cups/cups.d/ports.conf</filename> 파일을 편집하기 위하여 열고, 아래와 같이 Listen 지시자를 추가 합니다:
pt: <emphasis role="bold">Listen</emphasis>: Por omissão no Ubuntu, o servidor CUPS apenas escuta o interface loopback no endereço IP <emphasis>127.0.0.1</emphasis>. Para instruir o servidor CUPS para escutar o endereço do endereço IP do interface de rede real, deve especificar o nome do computador ou o endereço IP, ou ainda opcionalmente, um par Endereço IP/Porta através da directiva Listen. Por exemplo, se o seu servidor CUPS estiver instalado numa rede local no endereço IP <emphasis role="italics">192.168.10.250</emphasis> e quer torná-lo acessível a outros sistemas nesta sub-rede, deve editar o ficheiro <filename>/etc/cups/cups.d/ports.conf</filename> e adicionar uma directiva Listen da seguinte forma:

source: Some options are specified on a per-directory basis rather than per-server. Option is one of these directives. A Directory stanza is enclosed in XML-like tags, like so: <screen><command>&lt;Directory /var/www/mynewsite&gt; ... &lt;/Directory&gt;</command></screen> The Options directive within a Directory stanza accepts one or more of the following values (among others), separated by spaces:
ko: 몇 가지 선택 사항은 서버당 설정이기 보다는 디렉토리당 지정이 됩니다. Option은 이러한 지시자들 중의 하나 입니다. Directory 부분은 XML 비슷하게 태크로 묶여지고, 그래서 다음과 비슷합니다: <screen><command>&lt;Directory /var/www/mynewsite&gt; ... &lt;/Directory&gt;</command></screen> Options 지시자는 Directory 부분 내에 하나 또는 그 이상의 다음의 값들을 가지고 (다른 것들과 함께), 공백으로 구분 됩니다:
pt: Algumas opções são indicadas directório a directório em vez de serem para o servidor. Option é uma destas directivas. Um declaração Directory é incluída entre etiquetas de formato semelhante ao XML, desta forma: <screen><command>&lt;Directory /var/www/omeunovositio&gt; ... &lt;/Directory&gt;</command></screen> A directiva Options dentro da declaração Directory aceita um ou mais dos seguintes valores (entre outros), separados por espaços:

source: You can run PHP5 scripts from command line. to run PHP5 scripts from command line you should install <application>php5-cgi</application> package. To install <application>php5-cgi</application> you can enter the following command in the terminal prompt: <screen> <command>sudo apt-get install php5-cgi</command> </screen>
ko: PHP5 스크립트를 명령행에서 실행할 수도 있습니다. 명령행에서 PHP5 스크립트를 실행하려면 <application>php5-cgi</application> 꾸러미를 설치해야 합니다. <application>php5-cgi</application> 꾸러미를 설치하려면 터미널에서 다음과 같이 입력하세요: <screen> <command>sudo apt-get install php5-cgi</command> </screen>
pt: Pode correr scripts PHP5 através da linha de comandos. Para isso, deve instalar o pacote <application>php5-cgi</application>. Para instalar o <application>php5-cgi</application>, pode introduzir o seguinte comando num terminal: <screen> <command>sudo apt-get install php5-cgi</command> </screen>

source: Once you install PHP5, you can run PHP5 scripts from your web browser. If you have installed <application>php5-cgi</application> package, you can run PHP5 scripts from your command prompt.
ko: 일단 PHP5를 설치하면 웹 브라우저 상에서 PHP5 스크립트를 실행할 수 있습니다. 만약 <application>php5-cgi</application> 꾸러미를 설치했다면 명령행에서도 PHP5 스크립트를 실행할 수 있을 것입니다.
pt: Uma vez instalado o PHP5, pode correr scripts PHP5 a partir do web browser. Se instalou o pacote <application>php5-cgi</application>, pode correr scripts PHP5 pela sua linha de comandos.

source: htpasswd2 /etc/subversion/passwd user_name
pt: htpasswd2 /etc/subversion/passwd nome_do_utilizador

source: You can use the CVSROOT environment variable to store the CVS root directory. Once you export the CVSROOT environment variable, you can avoid using -d option to above cvs command.
ko: 여러분은 CVS 루트 디렉토리를 저장하기 위하여 CVSROOT 환경 변수를 사용할 수 있습니다. CVSROOT 환경 변수가 export 되면, 위의 cvs 명령에 -d 옵션을 주는 것을 피할 수 있습니다.
pt: Pode usar a variável ambiente CVSROOT para guardar o directório de raiz do CVS. Uma vez exportada a variável de ambiente CVSROOT, pode evitar usar a opção -d no comando cvs acima.

source: Ubuntu provides two Database servers. They are: <placeholder-1/> They are available in the main repository. This section explains how to install and configure these database servers.
ko: 우분투는 두 가지 데이타베이스 서버를 제공 합니다. 그것들은: <placeholder-1/> 메인 저장소에서 사용 가능 합니다. 이 영역은 이 데이타베이스 서버들을 어떻게 설치하고 설정하는 지를 설명 합니다.
pt: O Ubuntu fornece dois servidores de Bases de Dados. Eles são: <placeholder-1/> Ambos disponíveis no repositório main. Esta secção explica como instalar e configurar estes servidores de bases de dados.

source: By default, the administrator password is not set. Once you install MySQL, the first thing you must do is to configure the MySQL administrator password. To do this, run the following commands:
ko: 기본 설정으로, 관리자의 암호는 지정되지 않았습니다. MySQL을 설치한 후, 첫 번째로 여러분이 반드시 해야하는 것은 MySQL 관리자의 암호를 설정하는 것 입니다. 이것을 하기 위하여, 다음의 명령을 실행 합니다:
pt: Por omissão, a palavra passe do administrador não está definida. Uma vez instalado o MySQL, a primeira coisa que deve fazer é configurar a palavra passe do administrador. Para fazer isso, execute os seguintes comandos:

source: sudo mysqladmin -u root password newrootsqlpassword
pt: sudo mysqladmin -u root password novapalavrapassedorootsql

source: sudo mysqladmin -p -u root -h localhost password newrootsqlpassword
pt: sudo mysqladmin -p -u root -h localhost senha novasenhasqlroot

source: You can edit the <filename>/etc/mysql/my.cnf</filename> file to configure the basic settings -- log file, port number, etc. Refer to <filename>/etc/mysql/my.cnf</filename> file for more details.
ko: 로그 파일, 포트 번호 등의 기본적인 값을 설정하기 위하여 <filename>/etc/mysql/my.cnf</filename> 파일을 편집할 수 있습니다. 더 자세한 것은 <filename>/etc/mysql/my.cnf</filename> 파일을 참조 하십시오.
pt: Pode editar o ficheiro <filename>/etc/mysql/my.cnf</filename> para configurar definições básicas -- ficheiro de registos, número de porto, etc. Consulte o ficheiro <filename>/etc/mysql/my.cnf</filename> para mais detalhes.

source: By default, connection via TCP/IP is disabled. PostgreSQL supports multiple client authentication methods. By default, IDENT authentication method is used. Please refer <ulink url="http://www.postgresql.org/docs/8.1/static/admin.html"> the PostgreSQL Administrator's Guide</ulink>.
ko: 기본 설정으로, TCP/IP를 통한 접속은 사용할 수 없습니다. PostgreSQL는 복수 클라이언트 인증 방법을 지원 합니다. 기본 설정으로, IDENT 인증 방법이 사용 됩니다. <ulink url="http://www.postgresql.org/docs/8.1/static/admin.html"> PostgreSQL 관리자 안내서</ulink>를 참조 하십시오.
pt: Por omissão, a ligação TCP/IP está desactivada. PostgreSQL suporta métodos múltiplos de autenticação. Por omissão, o método de autenticação IDENT é usado. Por favor consulte <ulink url="http://www.postgresql.org/docs/8.1/static/admin.html"> o guia do Administrador PostgreSQL</ulink>.

source: The following discussion assumes that you wish to enable TCP/IP connections and use the MD5 method for client authentication. PostgreSQL configuration files are stored in the <filename>/etc/postgresql/&lt;version&gt;/main</filename> directory. For example, if you install PostgreSQL 7.4, the configuration files are stored in the <filename>/etc/postgresql/7.4/main</filename> directory.
ko: 다음의 논의는 여러분이 TCP/IP 접속을 사용하기를 원하고 클라이언트 인증을 위하여 MD5 방법을 사용한다고 가정 합니다. PostgreSQL 설정 파일은 <filename>/etc/postgresql/&lt;version&gt;/main</filename> 디렉토리 내에 저장 됩니다. 예를 들어, PostgreSQL 7.4를 설치한다면, 설정 파일은 <filename>/etc/postgresql/7.4/main</filename> 디렉토리 내에 저장 됩니다.
pt: A discussão seguinte assume que deseja activar ligações TCP/IP e usar o método MD5 para autenticação de clientes. Os ficheiros de configuração PostgreSQL são guardados no directório <filename>/etc/postgresql/&lt;versão&gt;/main</filename>. Por exemplo, se instalar o PostgreSQL 7.4, os ficheiros de configuração serão guardados no directório <filename>/etc/postgresql/7.4/main</filename>.

source: To configure <application>ident</application> authentication, add entries to the <filename>/etc/postgresql/7.4/main/pg_ident.conf</filename> file.
ko: <application>ident</application> 인증을 설정하기 위하여, <filename>/etc/postgresql/7.4/main/pg_ident.conf</filename> 파일에 항목을 추가 합니다.
pt: Para configurar autenticação <application>ident</application>, adicione entradas ao ficheiro <filename>/etc/postgresql/7.4/main/pg_ident.conf</filename>.

source: To enable TCP/IP connections, edit the file <filename>/etc/postgresql/7.4/main/postgresql.conf</filename>
ko: TCP/IP 접속을 사용하기 위하여, <filename>/etc/postgresql/7.4/main/postgresql.conf</filename> 파일을 편집 합니다.
pt: Para activar ligações TCP/IP, edite o ficheiro <filename>/etc/postgresql/7.4/main/postgresql.conf</filename>
