Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: The <application>virt-manager</application> package contains a graphical utility to manage local and remote virtual machines. To install virt-manager enter:
es: El paquete <application>virt-manager</application> contiene una utilidad gráfica para manejar máquinas virtuales locales y remotas. Para instalar virt-manager introduzca:
it: Il pacchetto <application>virt-manager</application> contiene un'utilità grafica per gestire le macchie virtuali locali e remote. Per installare virt-manager digitare:
sv: Paketet <application>virt-manager</application> innehåller ett grafiskt verktyg för att administrera lokala och fjärranslutna virtuella maskiner. För att installera virt-manager skriv:

source: Since <application>virt-manager</application> requires a Graphical User Interface (GUI) environment it is recommended to be installed on a workstation or test machine instead of a production server. To connect to the local <application>libvirt</application> service enter:
es: Como <application>virt-manager</application> necesita un entorno con interfaz gráfica de usuario (GUI), es recomendable instalarlo en una estación de trabajo o en una máquina de prueba en lugar de hacerlo en un servidor en producción. Para conectarse al servicio local de <application>libvirt</application>, introduzca:
it: Dato che <application>virt-manager</application> richiede un'interfaccia grafica (GUI), è raccomandato installarlo su una workstation o una postazione di prova invece che un server di produzione. Per connettersi al servizio <application>libvirt</application> locale:
sv: Eftersom <application>virt-manager</application> kräver en miljö med ett grafiskt användargränssnitt (GUI) rekommenderas det att installeras på en arbetsstation eller en testmaskin istället för en produktionsserver. För att ansluta till en lokal <application>libvirt</application>-tjänst skriv:

source: You can connect to the <application>libvirt</application> service running on another host by entering the following in a terminal prompt:
es: Puede conectarse al servicio de <application>libvirt</application> que se esté ejecutando en otro anfitrión introduciendo lo siguiente en un terminal:
it: È possibile collegarsi al servizio <application>libvirt</application> in esecuzione su un altro host digitando, in un terminale:
sv: Om tjänsten <application>libvirt</application> är i drift på en annan värd kan du ansluta till den genom att skriva följande i en terminalprompt:

source: virt-manager -c qemu+ssh://virtnode1.mydomain.com/system
es: virt-manager -c qemu+ssh://nodovirt1.midominio.com/sistema

source: The above example assumes that <application>SSH</application> connectivity between the management system and virtnode1.mydomain.com has already been configured, and uses SSH keys for authentication. SSH <emphasis>keys</emphasis> are needed because <application>libvirt</application> sends the password prompt to another process. For details on configuring <application>SSH</application> see <xref linkend="openssh-server"/>
es: El ejemplo anterior supone que ya se ha configurado la conectividad <application>SSH</application> entre el sistema de gestión y nodovirt1.midominio.com, y que se usan claves SSH para la autenticación. Las <emphasis>claves</emphasis> SSH son necesarias porque <application>libvirt</application> envía la petición de contraseña a otro proceso. Para más detalles sobre la configuración de <application>SSH</application>, consulte <xref linkend="openssh-server"/>.
it: L'esempio precedente assume che la connessione <application>SSH</application> tra il sistema di gestione e virtnode1.mydomain.com sia già configurata e utilizzi le chiavi SSH per l'autenticazione. Le <emphasis>chiavi</emphasis> SSH sono necessarie perché <application>libvirt</application> invia il prompt password a un altro processo. Per maggiori informazioni sulla configurazione di <application>SSH</application>, consultare la <xref linkend="openssh-server"/>
sv: Ovanstående exempel förutsätter en <application>SSH</application>-anslutning mellan administratörssystemet och virtnode1.mydomain.com har redan konfigurerats och använder SSH-nycklar för autentisering. SSH-<emphasis>nycklar</emphasis> behövs eftersom <application>libvirt</application> skickar lösenordsinmatningen till en annan process. För detaljer om konfigureringen av <application>SSH</application> se <xref linkend="openssh-server"/>

source: Virtual Machine Viewer
es: Visor de máquinas virtuales
it: Visualizzatore di macchine virtuali
sv: Virtuell maskin-visare

source: The <application>virt-viewer</application> application allows you to connect to a virtual machine's console. <application>virt-viewer</application> does require a Graphical User Interface (GUI) to interface with the virtual machine.
es: La aplicación <application>virt-viewer</application> le permite conectarse a la consola de una máquina virtual. <application>virt-viewer</application> necesita una Interfaz Gráfica de Usuario (GUI) para conectarse con la máquina virtual.
it: L'applicazione <application>virt-viewer</application> consente di collegarsi alla console di una macchina virtuale. <application>virt-viewer</application> non richiede un'interfaccia grafica per interagire con la macchina virtuale.
sv: Programmet <application>virt-viewer</application> tillåter dig att ansluta till konsolen på en virtuell maskin. <application>virt-viewer</application> kräver ett grafiskt användargränssnitt (GUI) för att komma i kontakt med en virtuell maskin.

source: To install <application>virt-viewer</application> from a terminal enter:
es: Para instalar <application>virt-viewer</application> desde una terminal introduzca:
it: Per installare <application>virt-viewer</application>, da un terminale digitare:
sv: För att installera <application>virt-viewer</application> skriv från en terminal:

source: Once a virtual machine is installed and running you can connect to the virtual machine's console by using:
es: Cuando la máquina virtual esté instalada y ejecutándose, podrá conectarse a su consola usando:
it: Una volta installata e in esecuzione, è possibile connettersi alla console della macchina virtuale digitando:
sv: När den virtuella maskinen är installerad och i drift så kan du ansluta till den virtuella maskinens konsol genom att använda:

source: Similar to <application>virt-manager</application>, <application>virt-viewer</application> can connect to a remote host using <emphasis>SSH</emphasis> with key authentication, as well:
es: De la misma forma que <application>virt-manager</application>, <application>virt-viewer</application> puede conectarse a un anfitrión remoto usando <emphasis>SSH</emphasis> con autenticación de clave, como también:
it: Analogamente a <application>virt-manager</application>, <application>virt-viewer</application> può collegarsi a un host remoto utilizzando <emphasis>SSH</emphasis> con chiave di autenticazione:
sv: I likhet med <application>virt-manager</application>, kan <application>virt-viewer</application> ansluta till en fjärr-värd genom att använda <emphasis>SSH</emphasis> med nyckel-autentisering:

source: virt-viewer -c qemu+ssh://virtnode1.mydomain.com/system web_devel
es: virt-viewer -c qemu+ssh://nodovirt1.midominio.com/sistema web_devel
it: virt-viewer -c qemu+ssh://virtnode1.miodominio.it/system web_devel

source: Be sure to replace <emphasis role="italic">web_devel</emphasis> with the appropriate virtual machine name.
es: Asegúrese de sustituir <emphasis role="italic">web_devel</emphasis> por el nombre apropiado de la máquina virtual.
it: Assicurarsi di sostituire <emphasis role="italic">web_devel</emphasis> con il nome corretto della macchina virtuale.
sv: Säkerställ att du ersätter <emphasis role="italic">web_devel</emphasis> med ett verkligt virtuellt maskinnamn.

source: If configured to use a <emphasis>bridged</emphasis> network interface you can also setup <application>SSH</application> access to the virtual machine. See <xref linkend="openssh-server"/> and <xref linkend="bridging"/> for more details.
es: Si se configuró para utilizar una interfaz de red tipo <emphasis>bridge</emphasis>, también puede configurarse el acceso <application>SSH</application> hacia la máquina virtual. Vea <xref linkend="openssh-server"/> y <xref linkend="bridging"/> para más detalles.
it: Se configurato per usare un'interfaccia di rete <emphasis>bridged</emphasis>, è anche possibile impostare accesso <application>SSH</application> alla macchina virtuale. Per maggiori informazioni, consultare <xref linkend="openssh-server"/> e <xref linkend="bridging"/>.
sv: Om du konfigurerat för att använda ett <emphasis>bryggat</emphasis> nätverksgränssnitt så kan du också konfigurera <application>SSH</application>-åtkomst till den virtuella maskinen. Se <xref linkend="openssh-server"/> och <xref linkend="bridging"/> för fler detaljer.

source: See the <ulink url="http://kvm.qumranet.com/kvmwiki">KVM</ulink> home page for more details.
es: Consulte el sitio web de <ulink url="http://kvm.qumranet.com/kvmwiki">KVM</ulink> para más detalles.
it: Per maggiori informazioni, consultare il sito web di <ulink url="http://kvm.qumranet.com/kvmwiki">KVM</ulink>.
sv: Se webbplatsen <ulink url="http://kvm.qumranet.com/kvmwiki">KVM</ulink> för ytterligare detaljer.

source: For more information on <application>libvirt</application> see the <ulink url="http://libvirt.org/">libvirt home page</ulink>
es: Para más información sobre <application>libvirt</application>, consulte el <ulink url="http://libvirt.org/">sitio web de libvirt</ulink>
it: Per maggiori informazioni su <application>libvirt</application>, consultare <ulink url="http://libvirt.org/">il sito web di libvirt</ulink>
sv: För mer information om <application>libvirt</application>, se <ulink url="http://libvirt.org/">webbsidan för libvirt</ulink>

source: The <ulink url="http://virt-manager.et.redhat.com/">Virtual Machine Manager</ulink> site has more information on <application>virt-manager</application> development.
es: El sitio del <ulink url="http://virt-manager.et.redhat.com/">Gestor de máquinas virtuales</ulink> tiene más información sobre el desarrollo de <application>virt-manager</application>.
it: Il sito di <ulink url="http://virt-manager.et.redhat.com/">Virtual Machine Manager</ulink> dispone di ulteriori informazioni riguardo lo sviluppo di <application>virt-manager</application>.
sv: Webbplatsen <ulink url="http://virt-manager.et.redhat.com/">Virtual Machine Manager</ulink> har mer information om utveckling för <application>virt-manager</application>.

source: Also, stop by the <emphasis>#ubuntu-virt</emphasis> IRC channel on <ulink url="http://freenode.net/">freenode</ulink> to discuss virtualization technology in Ubuntu.
es: Además, puede pasarse por el canal IRC <emphasis>#ubuntu-virt</emphasis> en <ulink url="http://freenode.net/">freenode</ulink> para discutir sobre la tecnología de virtualización en Ubuntu.
it: È anche possibile passare nel canale IRC <emphasis>#ubuntu-virt</emphasis> su <ulink url="http://freenode.net/">freenode</ulink> per discutere delle tecnologie di virtualizzazione in Ubuntu.
sv: Dessutom, stanna till vid IRC-kanalen <emphasis>#ubuntu-virt</emphasis> på <ulink url="http://freenode.net/">freenode</ulink> för att diskutera virtualiseringsteknologier i Ubuntu.

source: JeOS and vmbuilder
es: JeOS y vmbuilder
it: JeOS e vmbuilder
sv: JeOS och vmbuilder

source: What is JeOS
es: Qué es JeOS
it: Cos'è JeOS
sv: Vad är JeOS

source: Ubuntu <emphasis>JeOS</emphasis> (pronounced "Juice") is an efficient variant of the Ubuntu Server operating system, configured specifically for virtual appliances. No longer available as a CD-ROM ISO for download, but only as an option either:
es: Ubuntu <emphasis>JeOS</emphasis> (pronunciado "yius", como "jugo", en inglés) es una variante eficiente del sistema operativo Ubuntu Server, configurada especialmente para cuestiones virtuales. Ya no está disponible como imagen ISO de CD-ROM, sino como una opción:
it: Ubuntu <emphasis>JeOS</emphasis> (pronunciato come la parola "juice") è una variante di della versione server di Ubuntu, configurata appositamente per le applicazioni virtuali. Non è disponibile sotto forma di file ISO per CD-ROM, ma solo come opzione:
sv: Ubuntu <emphasis>JeOS</emphasis> (uttalas "Juice") är en effektiv variant av operativsystemet Ubuntu Server, speciellt konfigurerad för att tillämpas virtuellt. Den finns inte längre som en CD-ROM avbild för nedladdning, utan endast som alternativ att antingen:

source: While installing from the Server Edition ISO (pressing <emphasis>F4</emphasis> on the first screen will allow you to pick "Minimal installation", which is the package selection equivalent to JeOS).
es: Durante la instalación de la imagen ISO del Server Edition (presionando <emphasis>F4</emphasis> en la primer pantalla podrá seleccionar "Instalación mínima", que es la selección de paquete equivalente al JeOS).
it: durante l'installazione della versione server (premere <emphasis>F4</emphasis> alla prima schermata per scegliere l'opzione "Installa un sistema minimale" che equivale a selezionare JeOS).
sv: Under installationen från Server Edition ISO (genom att trycka på <emphasis>F4</emphasis> i den första skärmbilden, möjliggör att du kan välja "Minimal installation", vilket är paketvalet som motsvarar JeOS).

source: Or to be built using Ubuntu's vmbuilder, which is described here.
es: O construirlo usando vmbuilder de Ubuntu, el cual se describe aquí.
it: oppure può essere generato usando "vmbuilder" come descritto di seguito.
sv: Eller byggas genom att använda Ubuntu's vmbuilder, vilken beskrivs här.

source: JeOS is a specialized installation of Ubuntu Server Edition with a tuned kernel that only contains the base elements needed to run within a virtualized environment.
es: JeOS es una instalación especializada de la Ubuntu Server Edition con un núcleo modificado que solo contiene los elementos básicos que se necesitan ejecutar dentro de un ambiente virtualizado.
it: JeOS è un'installazione di Ubuntu Server Edition con un kernel appositamente configurato che contiene gli elementi basilari necessari all'esecuzione di un ambiente virtualizzato.
sv: JeOS är en specialinstallation av Ubuntu Server Edition med en avstämd kärna som endast innehåller de baselement som är nödvändiga för att köras i en virtuell miljö.

source: Ubuntu JeOS has been tuned to take advantage of key performance technologies in the latest virtualization products from VMware. This combination of reduced size and optimized performance ensures that Ubuntu JeOS Edition delivers a highly efficient use of server resources in large virtual deployments.
es: Ubuntu JeOS ha sido modificado para tomar ventaja del desempeño clave de tecnologías en los últimos productos de virtualización de VMware. Esta combinación de tamaño reducido y un desempeño optimizado asegura que Ubuntu JeOS Edition le de un uso altamente eficiente a los recursos del servidor en implementaciones virtuales grandes.
it: Ubuntu JeOS è stato progettato per sfruttare tutte quelle tecnologie chiave, relative alle prestazioni, presenti negli ultimi prodotti di virtualizzazione di VMware. La combinazione di una ridotta dimensione e prestazioni ottimizzate, assicurano che Ubuntu JeOS Edition sia in grado di offrire un uso efficiente delle risorse server in grandi produzioni virtuali.
sv: Ubuntu JeOS har optimerats för att dra fördel av de bästa prestanda teknologierna i den senaste virtualiseringsprodukten från VMware. Kombinationen av minskad storlek och optimerad prestanda säkerställer att Ubuntu JeOS Edition levererar en högeffektiv resurs i stora virtuella miljöer.

source: Without unnecessary drivers, and only the minimal required packages, ISVs can configure their supporting OS exactly as they require. They have the peace of mind that updates, whether for security or enhancement reasons, will be limited to the bare minimum of what is required in their specific environment. In turn, users deploying virtual appliances built on top of JeOS will have to go through fewer updates and therefore less maintenance than they would have had to with a standard full installation of a server.
es: Sin controladores innecesarios, y sólo con los mínimos paquetes requeridos, los ISVs pueden configurar su SO de soporte exactamente como ellos necesitan. Tienen la tranquilidad de que las actualizaciones, ya sean por motivos de seguridad o de otras mejoras, se limitarán al mínimo necesario en su entorno específico. De hecho, los usuarios que distribuyan aplicaciones virtuales sobre JeOS sufrirán menos actualizaciones y, por tanto, menos mantenimiento del que tendrían con una completa instalación estándar de un servidor.
it: Senza l'utilizzo di driver non necessari e ricorrendo solo ai pacchetti richiesti, gli ISV possono configurare il proprio SO di supporto proprio come desiderano. Inoltre, viene assicurato che gli aggiornamenti, di sicurezza o per miglioramenti, saranno limitati al minimo richiesto dallo specifico ambiente. Gli utenti che sviluppano soluzioni virtuali basate su JeOS, dovranno gestire meno aggiornamenti, e quindi una minor manutenzione, di quanto avrebbero dovuto fare con un'installazione server completa.
sv: Utan onödiga drivrutiner och enbart de mest nödvändiga paketen. ISVs kan konfigurera sina OS precis som de önskar. De kan vara till freds med att oavsett anledning kommer säkerhets eller förbättringsuppdateringar begränsas till ett minimum av vad som krävs i deras specifika miljö. I tur och ordning, användare som utvecklar virtuella tillämpningar ovan på JeOS kommer behöva färre uppdateringar och därför mindre underhåll än om de haft en normal server-installation.

source: What is vmbuilder
es: Qué es vmbuilder
it: Cos'è vmbuilder
sv: Vad är vmbuilder

source: With vmbuilder, there is no need to download a JeOS ISO anymore. vmbuilder will fetch the various package and build a virtual machine tailored for our need in about a minute for us. Vmbuilder is a Script that automates the process of creating a ready to use Linux based VM. The currently supported hypervisors are KVM and Xen.
es: Con vmbuilder, ya no hay necesidad de descargar una imagen ISO de JeOS. vmbuilder proporcionará los diferentes paquetes y construirá una máquina virtual de acuerdo a nuestras necesidades en un minuto. Vmbuilder es un guión que automatiza el proceso de crear una máquina virtual lista para usar basada en Linux. Los hipervisores soportados son KVM y Xen.
it: Con vmbuilder non è più necessario scaricare l'ISO di JeOS. vmbuilder scarica i diversi pacchetti e costruisce una macchina virtuale su misura in circa un minuto. vmbulder è uno script che automatizza il processo di creazione di una macchina virtuale basata su Linux. Gli hypervisor attualmente supportati sono KVM e Xen.
sv: Med vmbuilder finns det inte längre någon anledning att hämta ner en JeOS avbild. Vmbuilder kommer att hämta olika paket och bygga en virtuell maskin som är skräddarsydd efter dina behov på ungefär en minut. Vmbuilder är ett skript som automatiserar processen för att skapa en Linux baserad VM som är färdig att använda. De nuvarande hypervisors som stöds är KVM och Xen.

source: You can pass command line options to add extra packages, remove packages, choose which version of Ubuntu, which mirror etc. On recent hardware with plenty of RAM, tmpdir in <filename>/dev/shm</filename> or using a tmpfs, and a local mirror, you can bootstrap a VM in less than a minute.
es: Puede pasar parámetros en línea de órdenes para añadir paquetes extra, quitar paquetes, elegir la versión de Ubutnu, que servidor de instalación, etc. En máquinas modernas, con suficiente memoria RAM, tmpdir en <filename>/dev/shm</filename> o usando un tmpfs,, y un servidor de instalación local, puede arrancar una máquina virtual en menos de un minuto.
it: È possibile passare opzioni a riga di comando per aggiungere dei pacchetti, per rimuoverne, per scegliere la versione di Ubuntu, quale mirror, ecc... Su piattaforme hardware recenti dotate di molta memoria RAM, con tmpdir in <filename>/dev/shm</filename> o usando un tmpfs e un mirror locale, è possibile avere una macchina virtuale in meno di un minuto.
sv: Du kan skicka kommandoradsalternativ för att lägga till extra paket, ta bort paket, välja en Ubuntu-version, vilken spegel, etc. På ny hårdvara med mycket RAM, tmpdir i <filename>/dev/shm</filename> eller använda en tmpfs och en lokal spegel, Du kan starta en VM på mindre än en minut.

source: First introduced as a shell script in Ubuntu 8.04LTS, <application>ubuntu-vm-builder</application> started with little emphasis as a hack to help developers test their new code in a virtual machine without having to restart from scratch each time. As a few Ubuntu administrators started to notice this script, a few of them went on improving it and adapting it for so many use case that Soren Hansen (the author of the script and Ubuntu virtualization specialist, not the golf player) decided to rewrite it from scratch for Intrepid as a python script with a few new design goals:
es: Primero, introducido como un intérprete en Ubuntu 8.04LTS, <application>ubuntu-vm-builder</application> comenzó con un pequeño énfasis como un truco para ayudar a los desarrolladores a probar sus nuevos códigos en una máquina virtual sin tener que reiniciarla cada vez. Unos cuántos administradores Ubuntu comenzaron a darse cuenta de este guión, y algunos comenzaron a mejorarlo y adaptarlo para tantos casos de uso, que Soren Hansen (el autor del guión y especialista en virtualización de Ubuntu, no el golfista) decidió reescribirlo desde cero para Intrepid como un guión en Python con algunas nuevas metas:
it: Introdotto per le prima volta come script con Ubuntu 8.04 LTS, <application>ubuntu-vm-builder</application> è stato inizialmente un semplice "hack" per aiutare gli sviluppatori a provare il loro codice in una macchina virtuale senza dover iniziare ogni volta da capo. Dopo che alcuni amministratori di sistema di Ubuntu hanno notato questo script, hanno iniziato a migliorarlo e ad adattarlo a molti casi d'uso che Soren Hansen (l'autore dello script e lo specialista di virtualizzazione all'interno di Ubuntu, non il giocatore di golf) ha deciso di riscriverlo da capo, per Intrepid, in Python con diversi nuovi obiettivi:
sv: Introducerades först som ett skalskript i Ubuntu 8.04LTS, <application>ubuntu-vm-builder</application> började som ett hack med tonvikt på att hjälpa utvecklare till att testa ny kod i en virtuell maskin utan att behöva starta om från början varje gång. När några Ubuntu administratörer fick upp ögonen för skriptet, började några av dem att förbättra och anpassa den för så många användningsområden att Soren Hansen (upphovsman till skriptet och virtualiseringsspecialist på Ubuntu, inte golfspelaren) beslutade sig att för Intrepid skriva om skriptet från början som ett python skript med några få nya designmål:

source: Develop it so that it can be reused by other distributions.
es: Desarróllelo de tal manera que pueda ser reutilizado por otras distribuciones.
it: Svilupparlo affinché possa essere usato anche da altre distribuzioni.
sv: Utveckla den så att den kan återanvändas av andra distributioner
