Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: A disadvantage of using this approach is that the application files are not placed in the file system in a standard way, which can cause confusion as to where the application is installed. Another larger disadvantage is updating the application. When a new version is released, the same process used to install the application is needed to apply updates.
es: Una desventaja de utilizar este método implica que los archivos de la aplicación no son ubicados en el sistema de archivos de una forma estándar, lo cual puede causar confusión (de dónde está instalada la aplicación). Otra gran desventaja es actualizar la aplicación. Cuando una nueva versión es lanzada, el mismo proceso utilizado para instalar la aplicación es solicitado para aplicar la actualización.
sv: En nackdel med att använda denna metod är att programfiler inte sparas i filsystemet på ett standardiserat sätt, vilket kan orsaka förvirring om var programmet har installerats. En annan större nackdel är att uppdatera programmet. När en ny version släpps, måste samma process som vid installationen av programmet användas när det skall uppdateras.

source: Fortunately, a number of <emphasis>LAMP</emphasis> applications are already packaged for Ubuntu, and are available for installation in the same way as non-LAMP applications. Depending on the application some extra configuration and setup steps may be needed, however.
es: Afortunadamente, gran número de aplicaciones <emphasis>LAMP</emphasis> ya están empaquetadas para Ubuntu y están disponibles para ser instaladas de la misma forma que las aplicaciones que no son LAMP. Dependiendo de la aplicación puede ser necesaria alguna configuración extra o más pasos para configurarla.
sv: Lyckligtvis är ett antal <emphasis>LAMP</emphasis>-tillämpningar redan paketerade för Ubuntu, och är tillgängliga för installation på samma sätt som icke-LAMP-program. Beroende på tillämpning kan lite extra konfiguration och inställningssteg behövas.

source: This section covers howto install and configure the Wiki applications <application>MoinMoin</application>, <application>MediaWiki</application>, and the MySQL management application <application>phpMyAdmin</application>.
es: Esta sección explica cómo Instalar y configurar las aplicaciones Wiki <application>MoinMoin</application>, <application>MediaWiki</application>, y la aplicación de gestión de MySQL <application>phpMyAdmin</application>.
sv: Detta avsnitt omfattar hur man installerar och konfigurerar Wiki-applikationerna <application>MoinMoin</application>, <application>MediaWiki</application>, och MySQL-hanteringsapplikationen <application>phpMyAdmin</application>.

source: A Wiki is a website that allows the visitors to easily add, remove and modify available content easily. The ease of interaction and operation makes Wiki an effective tool for mass collaborative authoring. The term Wiki is also referred to the collaborative software.
es: Un Wiki es un sitio web que permite a los visitantes agregar, eliminar y modificar el contenido fácilmente. La facilidad de operación e interacción hacen de Wiki una herramienta efectiva para la redacción colaborativa en masa. El término Wiki también se refiere al software colaborativo.
it: Un wiki è un sito web che permette ai visitatori di aggiungere, cancellare e modificare facilmente i contenuti. La facilità di interazione e delle operazioni possibili, rende il wiki uno strumento efficace per la scrittura collaborativa di massa. Il termine wiki è anche riferito al software collaborativo.
ko: 위키는 웹사이트에 방문한 사람들이 해당 사이트의 내용을 간편하게 추가/변경/삭제할 수 있는 사이트를 말합니다. 위키의 이러한 간편한 상호작용과 기능들은 위키를 협업을 통해 방대한 문서를 작성하는 경우에 유용하게 사용할 수 있는 도구로 만들었습니다. 또한 위키라는 용어는 협력적인 소프트웨어를 말하기도 합니다.
pt: Um Wiki é um website que permite aos utilizadores adicionar, remover e modificar os conteúdos disponíveis facilmente. A facilidade de interacção e de operação torna o Wiki uma ferramenta eficiente de edição em comunidade. O termo Wiki também se refere ao software de colaboração.
sv: En Wiki är en webbplats som tillåter användare att på ett enkelt sätt lägga till, ta bort och ändra befintligt innehåll. Det enkla förfarandet och samordningen gör Wiki till ett effektivt samarbetsverktyg för författande. Termen Wiki syftar på samarbetsmjukvara.

source: MoinMoin is a Wiki engine implemented in Python, based on the PikiPiki Wiki engine, and licensed under the GNU GPL.
es: MoinMoin es un motor Wiki implementado en Python, basado en el motor Wiki PikiPiki, y licenciado bajo la licencia GNU GPL.
it: MoinMoin è un motore per wiki scritto in Python, basato sul motore «PikiPiki» e rilasciato sotto licenza GNU GPL.
ko: MoinMoin은 PikiPiki 위키 엔진을 기반으로 하여, 파이썬 언어로 구현된 위키 엔진이며, GNU GPL 라이센스를 따릅니다.
pt: O MoinMoin é um motor Wiki desenvolvido em Python, baseado no motor PikiPiki Wiki, sob licença GNU GPL.
sv: MoinMoin är en Wiki-motor implementerad i Python, baserad på PikiPiki Wiki-motorn och licenserad under GNU GPL.

source: To install <application>MoinMoin</application>, run the following command in the command prompt:
es: Para instalar <application>MoinMoin</application>, ejecute el siguiente comando:
it: Per installare <application>MoinMoin</application>, eseguire il seguente comando al prompt:
ko: <application>MoinMoin</application>을 설치하려면, 명령창에서 다음을 입력하세요:
pt: Para instalar o <application>MoinMoin</application>, execute o seguinte comando numa consola:
sv: För att installera <application>MoinMoin</application>, kör följande kommando från terminalprompten:

source: You should also install <application>apache2</application> web server. For installing <application>apache2</application> web server, please refer to <xref linkend="http-installation"/> sub-section in <xref linkend="httpd"/> section.
es: También deberá instalar el servidor web <application>apache2</application>. Para ello, consulte el apartado <xref linkend="http-installation"/> en la sección <xref linkend="httpd"/>.
it: È necessario installare anche il server web <application>apache2</application>. Per installare <application>apache-2</application>, consultare la sottosezione <xref linkend="http-installation"/> della sezione <xref linkend="httpd"/> .
ko: 또한 <application>apache2</application> 웹 서버를 설치할 수도 있습니다. <application>apache2</application> 웹 서버를 설치하는 방법은 <xref linkend="httpd"/> 절의 <xref linkend="http-installation"/> 부분을 참조하기 바랍니다.
pt: Deverá ter instalado o servidor web <application>apache2</application>. Por favor veja, <xref linkend="http-installation"/> sub-secção na secção <xref linkend="httpd"/>.
sv: Du bör även installera webbservern <application>apache2</application>. Referera till <xref linkend="http-installation"/> underavsnittet i <xref linkend="httpd"/> för att installera webbservern <application>apache2</application>,

source: For configuring your first Wiki application, please run the following set of commands. Let us assume that you are creating a Wiki named <emphasis>mywiki</emphasis>:
es: Para configurar su primera aplicación Wiki, ejecute los siguientes comandos. Asumimos que va a crear un Wiki llamado <emphasis>mywiki</emphasis>:
it: Per configurare per la prima volta un wiki, chiamato per esempio <emphasis>mywiki</emphasis>, eseguire i seguenti comandi:
ko: 위키 프로그램을 처음으로 설정하려면 아래와 같은 명령들을 실행해야 합니다. 여기서는 여러분이 <emphasis>mywiki</emphasis>라는 이름의 위키를 생성했다고 가정하겠습니다:
pt: Para configurar a sua primeira aplicação Wiki, execute a seguinte lista de comandos. Assumamos que está a criar um Wiki chamado <emphasis>meuwiki</emphasis>:
sv: För att konfigurera din första Wiki-applikation, skriv följande serie av kommandon. Låt oss förutsätta att du skapar en Wiki med namnet <emphasis>mywiki</emphasis>:

source: Now you should configure <application>MoinMoin</application> to find your new Wiki <emphasis>mywiki</emphasis>. To configure <application>MoinMoin</application>, open <filename>/etc/moin/mywiki.py</filename> file and change the following line:
es: Después debería configurar <application>MoinMoin</application> para que encuentre su nuevo Wiki <emphasis>mywiki</emphasis>. Para configurar <application>MoinMoin</application>, abra el archivo <filename>/etc/moin/mywiki.py</filename> y cambie la siguiente línea:
it: È ora necessario configurare <application>MoinMoin</application> affinché identifichi il nuovo wiki <emphasis>mywiki</emphasis>. Per configurare <application>MoinMoin</application>, aprire il file <filename>/etc/moin/mywiki.py</filename> e modificare la riga:
ko: 이제 여러분이 생성한 <emphasis>mywiki</emphasis> 위키를 찾기 위해 <application>MoinMoin</application>을 설정해야 합니다. <application>MoinMoin</application>을 설정하려면 <filename>/etc/moin/mywiki.py</filename> 파일을 열고, 다음 부분을 변경합니다:
pt: Agora deve configurar o <application>MoinMoin</application> para localizar o seu novo Wiki, <emphasis>meuwiki</emphasis>. Pata configurar o <application>MoinMoin</application>, abra o ficheiro <filename>/etc/moin/mywiki.py</filename> e altere a seguinte linha:
sv: Nu behöver du konfigurera <application>MoinMoin</application> till att hitta din nya Wiki <emphasis>mywiki</emphasis>. För att konfigurera <application>MoinMoin</application>, öppna filen <filename>/etc/moin/mywiki.py</filename> och ändra följande rad:

source: to
es: por
it: in
ko: 아래와 같이 바꿉니다.
pt: para
sv: till

source: Also, below the <emphasis>data_dir</emphasis> option add the <emphasis>data_underlay_dir</emphasis>:
es: También, debajo de la opción <emphasis>data_dir</emphasis> añada el <emphasis>data_underlay_dir</emphasis>:
sv: Dessutom, nedanför alternativet <emphasis>data_dir</emphasis> lägg till <emphasis>data_underlay_dir</emphasis>:

source: If the <filename>/etc/moin/mywiki.py</filename> file does not exists, you should copy <filename>/etc/moin/moinmaster.py</filename> file to <filename>/etc/moin/mywiki.py</filename> file and do the above mentioned change.
es: Si el archivo <filename>/etc/moin/mywiki.py</filename> no existe, deberá copiar el archivo <filename>/etc/moin/moinmaster.py</filename> a <filename>/etc/moin/mywiki.py</filename> y efectuar los cambios mencionados anteriormente.
it: Se il file <filename>/etc/moin/mywiki.py</filename> non esiste, è necessario copiare il file <filename>/etc/moin/moinmaster.py</filename> nel file <filename>/etc/moin/mywiki.py</filename> ed eseguire la modifica descritta precedentemente.
ko: 만약 <filename>/etc/moin/mywiki.py</filename> 파일이 없다면, <filename>/etc/moin/moinmaster.py</filename> 파일을 <filename>/etc/moin/mywiki.py</filename>라는 이름으로 복사한 뒤에 위에서 설명한 부분을 변경합니다.
pt: Se o ficheiro <filename>/etc/moin/mywiki.py</filename> não existir, deverá copiar o ficheiro <filename>/etc/moin/moinmaster.py</filename> para <filename>/etc/moin/mywiki.py</filename> e efectuar a alteração mencionada acima.
sv: Om filen <filename>/etc/moin/mywiki.py</filename> inte finns, skall du kopiera filen <filename>/etc/moin/moinmaster.py</filename> till <filename>/etc/moin/mywiki.py</filename> Och utföra ändringen i filen som tidigare angetts .

source: If you have named your Wiki as <emphasis>my_wiki_name</emphasis> you should insert a line <quote>("my_wiki_name", r".*")</quote> in <filename>/etc/moin/farmconfig.py</filename> file after the line <quote>("mywiki", r".*")</quote>.
es: En el caso de haber nombrado a su Wiki como <emphasis>my_wiki_name</emphasis> debería insertar la línea <quote>("my_wiki_name", r".*")</quote> en el archivo <filename>/etc/moin/farmconfig.py</filename> tras la línea <quote>("mywiki", r".*")</quote>.
it: Se il nome del wiki è <emphasis>my_wiki_name</emphasis>, è necessario inserire nel file <filename>/etc/moin/farmconfig.py</filename> questa riga <quote>("my_wiki_name", r".*")</quote> subito dopo la riga <quote>("mywiki", r".*")</quote>.
ko: 만약 여러분의 위키 이름이 <emphasis>my_wiki_name</emphasis>라면, <filename>/etc/moin/farmconfig.py</filename> 파일에서 <quote>("mywiki", r".*")</quote> 줄 아래에 <quote>("my_wiki_name", r".*")</quote> 줄을 추가하십시오.
pt: Se chamou ao seu Wiki <emphasis>nome_do_meu_wiki</emphasis>, deve inserir uma linha <quote>("nome_do_meu_wiki", r".*")</quote> no ficheiro <filename>/etc/moin/farmconfig.py</filename> após a linha <quote>("meuwiki", r".*")</quote>.
sv: Om du gav din Wiki namnet <emphasis>my_wiki_name</emphasis> Skall du infoga en rad <quote>("my_wiki_name", r".*")</quote> i filen <filename>/etc/moin/farmconfig.py</filename> efter raden <quote>("mywiki", r".*")</quote>.

source: Once you have configured <application>MoinMoin</application> to find your first Wiki application <emphasis>mywiki</emphasis>, you should configure <application>apache2</application> and make it ready for your Wiki application.
es: Una vez que haya configurado <application>MoinMoin</application> para detectar la primera aplicación Wiki <emphasis>mywiki</emphasis>, deberá configurar <application>apache2</application> y prepararlo para su aplicación Wiki.
it: Una volta configurato <application>MoinMoin</application> per trovare il wiki chiamato <emphasis>mywiki</emphasis>, è necessario configurare <application>apache2</application> in modo che gestisca anche i wiki.
ko: <emphasis>mywiki</emphasis>라는 위키 프로그램을 찾기 위해 <application>MoinMoin</application>을 설정하고나면, 위키 프로그램을 이용할 수 있도록 <application>아파치2</application>를 설정해야 합니다.
pt: Uma vez configurado o <application>MoinMoin</application> para identificar a sua primeira aplicação Wiki <emphasis>meuwiki</emphasis>, deve configurar o <application>apache2</application> e torná-lo preparado para a sua aplicação Wiki.
sv: När du har konfigurerat <application>MoinMoin</application> till att hitta ditt första Wiki-applikation <emphasis>mywiki</emphasis>, så skall du konfigurera <application>apache2</application> och göra den redo för din Wiki-applikation.

source: You should add the following lines in <filename>/etc/apache2/sites-available/default</filename> file inside the <quote>&lt;VirtualHost *&gt;</quote> tag:
es: Deberá añadir las siguientes líneas en el archivo <filename>/etc/apache2/sites-available/default</filename> dentro de la etiqueta <quote>&lt;VirtualHost *&gt;</quote>:
it: Aggiungere le seguenti righe nel file <filename>/etc/apache2/sites-available/default</filename> all'interno della sezione <quote>&lt;VirtualHost *&gt;</quote>
ko: <filename>/etc/apache2/sites-available/default</filename> 파일에서 <quote>&lt;VirtualHost *&gt;</quote> 태그 안쪽에 다음과 같은 내용을 추가하세요.
pt: Deve adicionar as seguintes linhas no ficheiro <filename>/etc/apache2/sites-available/default</filename> dentro bloco<quote>&lt;VirtualHost *&gt;</quote>:
sv: Du behöver lägga till följande rader i filen <filename>/etc/apache2/sites-available/default</filename> innanför <quote>&lt;VirtualHost *&gt;</quote> taggen:

source: Once you configure the <application>apache2</application> web server and make it ready for your Wiki application, you should restart it. You can run the following command to restart the <application>apache2</application> web server:
es: Una vez configurado el servidor web <application>apache2</application> deberá reiniciarlo. Puede ejecutar el siguiente comando para reiniciar el servidor web <application>apache2</application>:
it: Una volta configurato <application>apache2</application>, è necessario riavviarlo. Per riavviare il server web <application>apache2</application>, digitare:
ko: 위키 프로그램을 이용할 수 있도록 <application>a아파치2</application> 웹 서버를 설정하고나면, 웹 서버를 재시작해야 합니다. <application>아파치2</application> 웹 서버를 재시작하려면 다음 명령을 실행하세요:
pt: Uma vez configurado o servidor web <application>apache2</application> e de o ter preparado para a sua aplicação Wiki, deve reiniciá-lo. Pode executar o seguinte comando para reiniciar o servidor web <application>apache2</application>:
sv: När du har konfigurerat <application>apache2</application> och den är klar för din Wiki-applikation, behöver den startas om. Du kan skriva följande kommando för att starta om <application>apache2</application> webb server:

source: Verification
es: Verificación
it: Verifica
ko: 확인
pt: Verificação
sv: Bekräftelse

source: You can verify the Wiki application and see if it works by pointing your web browser to the following URL:
es: Puede verificar la aplicación Wiki y ver si funciona correctamente accediendo desde su navegador web a la siguiente URL:
it: Per verificare se l'applicazione wiki funziona, è sufficiente aprire con un browser web il seguente URL:
ko: 여러분위 위키 프로그램이 잘 동작하는지 확인하려면 웹 브라우저에서 다음 URL을 입력하세요:
pt: Pode verificar a sua aplicação Wiki e confirmar se funciona colocando o seu navegador web a carregar o seguinte endereço (URL):
sv: Du kan verifiera din Wiki-applikation och se om den fungerar genom att skriva in följande URL i din webbläsare:

source: You can also run the test command by pointing your web browser to the following URL:
es: También puede ejecutar el comando de prueba accediendo desde su navegador web a la siguiente URL:
it: È possibile eseguire il comando di prova del wiki aprendo con un browser web il seguente URL:
ko: 또는 웹 브라우저에서 다음 URL을 입력하여 테스트 명령을 실행해 볼 수 있습니다:
pt: Pode também executar um comando de testes abrindo no seu navegador web o seguinte endereço (URL):
sv: Du kan också skriva ett testkommando genom att skriva in följande URL i din webbläsare:

source: For more details, please refer to the <ulink url="http://moinmo.in/">MoinMoin</ulink> web site.
es: Para más detalles consulte el sitio web de <ulink url="http://moinmo.in/">MoinMoin</ulink>.
sv: För ytterligare detaljer, hänvisas du till webbplatsen för <ulink url="http://moinmo.in/">MoinMoin</ulink>.

source: For more information see the <ulink url="http://moinmo.in/">moinmoin Wiki</ulink>.
es: Para más información vea <ulink url="http://moinmo.in/">el Wiki de moinmoin</ulink>.
sv: För mer information se Wiki:n för <ulink url="http://moinmo.in/">moinmoin</ulink>.

source: MediaWiki is an web based Wiki software written in the PHP language. It can either use <application>MySQL</application> or <application>PostgreSQL</application> Database Management System.
es: MediaWiki es un software Wiki basado en web y escrito en el lenguaje PHP. Puede usarse con los sistemas de gestión de bases de datos <application>MySQL</application> o <application>PostgreSQL</application>.
it: MediaWiki è un software per wiki scritto con il linguaggio PHP ed è in grado di utilizzare database come <application>MySQL</application> o <application>PostgreSQL</application> per l'archiviazione dei dati.
ko: 미디어위키는 PHP 언어로 작성된 웹 기반의 위키 소프트웨어입니다. 미디어위키는 <application>MySQL</application> 혹은 <application>PostgreSQL</application> 데이터베이스 관리 시스템을 사용할 수 있습니다.
pt: MediaWiki é um software Wiki Web escrito em PHP. Pode ser usado com os Sistemas de Gestão de Base de Dados <application>MySQL</application> ou <application>PostgreSQL</application>.
sv: MediaWiki är en webbaserad wiki-programvara skrivet i språket PHP. Det kan antingen använda databashanteringssystemet <application>MySQL</application> eller <application>PostgreSQL</application>.

source: Before installing <application>MediaWiki</application> you should also install <application>Apache2</application>, the <application>PHP5</application> scripting language and Database a Management System. <application>MySQL</application> or <application>PostgreSQL</application> are the most common, choose one depending on your need. Please refer to those sections in this manual for installation instructions.
es: Antes de instalar <application>MediaWiki</application> debería instalar <application>Apache2</application>, el lenguaje de scripts <application>PHP5</application> y el sistema gestor de bases de datos. <application>MySQL</application> o <application>PostgreSQL</application> son los más comunes; seleccione uno dependiendo de sus necesidades. Por favor, revise las secciones correspondientes de este manual para obtener instrucciones de instalación.
it: Prima di installare <application>MediaWiki</application> è necessario installare <application>Apache2</application>, il linguaggio <application>PHP5</application> e un sistema di database. <application>MySQL</application> o <application>PostgreSQL</application> sono i più comuni, sceglierne uno in base alle proprie necessità. Per le istruzioni su come installarli, fare riferimento alle relative sezioni all'interno di questa guida.
sv: Innan installationen av <application>MediaWiki</application> måste du också installera <application>Apache2</application>, skriptspråket <application>PHP5</application> och ett databashanteringssystem. <application>MySQL</application> eller <application>PostgreSQL</application> de vanligaste, välj en baserat på dina behov. Se dess avsnitt i den här manualen för installationsinstruktioner.

source: To install <application>MediaWiki</application>, run the following command in the command prompt:
es: Para instalar <application>MediaWiki</application>, ejecute los siguientes comandos:
it: Per installare <application>MediaWiki</application>, eseguire il seguente comando al prompt:
ko: <application>MediaWiki</application>를 설치하려면, 명령행에서 다음을 실행하세요:
pt: Para instalar o <application>MediaWiki</application>, execute o seguinte comando na consola:
sv: För att installera <application>MediaWiki</application>, kör följande kommando från terminalprompten:

source: For additional <application>MediaWiki</application> functionality see the <application>mediawiki-extensions</application> package.
es: Para saber más del funcionamiento de <application>MediaWiki</application> vea el paquete <application>mediawiki-extensions</application>
sv: För ytterligare <application>MediaWiki</application> funktioner se paketet <application>mediawiki-extensions</application>.

source: Run the following commands to configure MediaWiki:
es: Ejecute las órdenes siguientes para configurar MediaWiki
it: Per configurare MediaWiki, eseguire i seguenti comandi:
sv: Kör följande kommandon för att konfigurera MediaWiki:

source: Point your web browser to the following URL for MediaWiki setup:
es: Acceda desde su navegador web a la siguiente URL para configurar MediaWiki:
it: Per configurare MediaWiki, aprire con un browser web il seguente URL:
ko: MediaWiki를 설정하기 위해서 웹 브라우저로 다음 URL에 방문해 보십시오:
pt: Abra no seu navegador web o seguinte endereço (URL) para configurar o MediaWiki:
sv: Skriv in följande URL i din webbläsare för att komma till MediaWiki-konfigurationen:

source: Please read the <quote>Checking environment...</quote> section in this page. You should be able to fix many issues by carefully reading this section.
es: Lea la sección <quote>Verificación del entorno...</quote> en esta página. Debería poder solucionar varios problemas leyendo cuidadosamente esta sección.
it: Consultare la sezione <quote>Checking environment...</quote> presente in quella pagina. È possibile risolvere molti problemi leggendola attentamente.
ko: 이 페이지의 <quote>환경 점검...</quote> 부분을 읽어보십시오. 이 부분을 주의깊게 읽는다면 많은 문제점들을 해결할 수 있게 될 것입니다.
pt: Por favor leia a secção <quote>Checking environment...</quote> nesta página. Deverá estar apto para resolver muitos problemas lendo esta secção.
sv: Läs avsnittet <quote>Checking environment...</quote> på den sidan. Du skall kunna lösa många problem genom att noggrant läsa avsnittet.

source: For more details, please refer to the <ulink url="http://www.mediawiki.org">MediaWiki</ulink> web site.
es: Para más detalles, visite el sitio web de <ulink url="http://www.mediawiki.org">MediaWiki</ulink>.
it: Per maggiori informazioni, consultare il <ulink url="http://www.mediawiki.org">sito web di MediaWiki</ulink>.
ko: 자세한 사항은 <ulink url="http://www.mediawiki.org">MediaWiki</ulink> 웹사이트를 방문해 보십시오.
pt: Para mais detalhes, por favor visite o sítio web <ulink url="http://www.mediawiki.org">MediaWiki</ulink>.
sv: För mer information, gå till <ulink url="http://www.mediawiki.org">MediaWiki</ulink> webbplatsen.
