Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: For the <emphasis>swap</emphasis> partition choose <emphasis>sda1</emphasis> and <emphasis>sdb1</emphasis>. Select <emphasis>"Continue"</emphasis> to go to the next step.
es: Para la partición <emphasis>swap</emphasis> seleccione <emphasis>sda1</emphasis> y <emphasis>sdb1</emphasis>. Seleccione <emphasis>«Continuar»</emphasis> para ir al siguiente paso.
sv: För <emphasis>swap</emphasis>-partitionen välj <emphasis>sda1</emphasis> och <emphasis>sdb1</emphasis>. välj <emphasis>"Fortsätt"</emphasis> för att fortsätta till nästa steg.

source: Repeat steps <emphasis>three</emphasis> through <emphasis>seven</emphasis> for the <emphasis>/</emphasis> partition choosing <emphasis>sda2</emphasis> and <emphasis>sdb2</emphasis>.
es: Repita los pasos <emphasis>tres</emphasis> al <emphasis>siete</emphasis> para la partición <emphasis>/</emphasis> seleccionando <emphasis>sda2</emphasis> y <emphasis>sdb2</emphasis>.
sv: Upprepa stegen <emphasis>tre</emphasis> till och med <emphasis>sju</emphasis> för partitionen <emphasis>/</emphasis> välj <emphasis>sda2</emphasis> och <emphasis>sdb2</emphasis>.

source: Once done select <emphasis>"Finish"</emphasis>.
es: Una vez hecho seleccione <emphasis>"Terminar"</emphasis>.
sv: När det är klart välj <emphasis>"Slutför"</emphasis>.

source: Formatting
es: Formateo
sv: Formatera

source: There should now be a list of hard drives and RAID devices. The next step is to format and set the mount point for the RAID devices. Treat the RAID device as a local hard drive, format and mount accordingly.
es: Ahora debería haber una lista de discos duros y dispositivos RAID. El siguiente paso es formatear y establecer el punto de montaje de los dispositivos RAID. Trate al dispositivo RAID como si fuera un disco duro local, formatéelo y móntelo convenientemente.
sv: Det skall nu finnas en lista över hårddiskar och RAID-enheter. Nästa steg är att formatera och ange monteringspunkten för RAID-enheterna. Behandla RAID-enheten som en lokal hårddisk, formatera och montera därefter.

source: Select the <emphasis>RAID1 device #0</emphasis> partition.
es: Seleccione la partición <emphasis>RAID1 device #0</emphasis>.
sv: Välj partitionen för <emphasis>RAID1 device #0</emphasis>.

source: Choose <emphasis>"Use as:"</emphasis>. Then select <emphasis>"swap area"</emphasis>, then <emphasis>"Done setting up partition"</emphasis>.
es: Seleccione <emphasis>«Utilizar como:»</emphasis>. A continuación, seleccione <emphasis>«área de intercambio»</emphasis> y después <emphasis>«Se ha terminado de definir la partición»</emphasis>.
sv: Choose <emphasis>"Använd som:"</emphasis>. välj därefter <emphasis>"växlingsutrymme"</emphasis>, därefter <emphasis>"Klar med partitionen"</emphasis>.

source: Next, select the <emphasis>RAID1 device #1</emphasis> partition.
es: Después seleccione la partición <emphasis>RAID1 device #1</emphasis>.
sv: Nästa steg, välj partitionen för <emphasis>RAID1-enhet 1</emphasis>.

source: Choose <emphasis>"Use as:"</emphasis>. Then select <emphasis>"Ext3 journaling file system"</emphasis>.
es: Seleccione <emphasis>«Utilizar como:»"</emphasis>. Después, seleccione <emphasis>«Sistema de archivos ext3 transaccional»</emphasis>.
sv: Välj <emphasis>"Använd som:"</emphasis>. Välj därefter <emphasis>"Journalförande filsystemet Ext3"</emphasis>.

source: Then select the <emphasis>"Mount point"</emphasis> and choose <emphasis>"/ - the root file system"</emphasis>. Change any of the other options as appropriate, then select <emphasis>"Done setting up partition"</emphasis>.
es: Después, seleccione <emphasis>«Punto de montaje»</emphasis> y seleccione <emphasis>«/ - sistema de archivos raíz»</emphasis>. Cambie las demás opciones según sea necesario y después seleccione <emphasis>«Se ha terminado de definir la partición»</emphasis>.
sv: Välj därefter<emphasis>"Monteringspunkt"</emphasis> och välj <emphasis>"/ - rotfilsystemet"</emphasis>. Ändra de andra alternativ efter dina behov, välj därefter <emphasis>"Klar med partition"</emphasis>.

source: Finally, select <emphasis>"Finish partitioning and write changes to disk"</emphasis>.
es: Finalmente selecciones <emphasis>«Terminar particionado y escribir cambios en el disco»</emphasis>.
sv: Slutligen, välj <emphasis>"Slutför partitioneringen och skriv ändringarna till hårddisken"</emphasis>.

source: If you choose to place the root partition on a RAID array, the installer will then ask if you would like to boot in a <emphasis>degraded</emphasis> state. See <xref linkend="raid-degraded"/> for further details.
es: Si elige situar la partición raíz en un array RAID, el instalador le preguntará si desea arrancar en un estado <emphasis>degradado</emphasis>. Consulte <xref linkend="raid-degraded"/> para más información.
sv: Om du väljer att placera root-partitionen på en RAID-kedja, kommer installeraren att fråga om du vill starta i ett <emphasis>degraderat</emphasis> läge. Se <xref linkend="raid-degraded"/> för ytterligare detaljer.

source: The installation process will then continue normally.
es: El proceso de instalación continuará entonces normalmente.
sv: Installationsprocessen fortsätter därefter som vanligt.

source: Degraded RAID
es: RAID degradado
sv: Degraderad RAID

source: At some point in the life of the computer a disk failure event may occur. When this happens, using Software RAID, the operating system will place the array into what is known as a <emphasis>degraded</emphasis> state.
es: En cualquier momento de la vida del equipo puede ocurrir un fallo del disco. Cuando esto ocurra, al usar RAID por software, el sistema operativo situará al array en un estado conocido como <emphasis>estado degradado</emphasis>.
sv: Någon gång under datorns livstid kommer ett diskfel att inträffa. När det händer och du använder program-RAID, kommer operativsystemet att placera kedjan i ett vad som kallas för <emphasis>degraderat</emphasis> läge.

source: If the array has become degraded, due to the chance of data corruption, by default Ubuntu Server Edition will boot to <emphasis>initramfs</emphasis> after thirty seconds. Once the initramfs has booted there is a fifteen second prompt giving you the option to go ahead and boot the system, or attempt manual recover. Booting to the initramfs prompt may or may not be the desired behavior, especially if the machine is in a remote location. Booting to a degraded array can be configured several ways:
es: Si la matriz pasa a estar degradada, debido a una posible corrupción de datos, Ubuntu Edición Servidor de forma predeterminada arrancará <emphasis>initramfs</emphasis> pasados treinta segundos. Cuando initramfs haya arrancado, aparecería un indicador durante quince segundos solicitándole la opción de continuar arrancando el sistema, o intentar una recuperación manual. El arrancar al indicador de initramfs puede o no ser el comportamiento deseado, especialmente si la máquina está en una ubicación remota. El arranque de un array degradado puede configurarse de varias formas:
sv: Om kedjan har blivit degraderad på grund av risken för skadad data, kommer Ubuntu Server Edition att som standard efter trettio sekunder starta upp till <emphasis>initramfs</emphasis>. Så snart initramfs har startat syns det en prompt under femton sekunder som ger dig möjligheten att fortsätta starta systemet, eller att försöka med manuell återställning. Starta till initramfs-prompten kanske eller kanske inte är det önskade beteendet, särskilt om maskinen är på en avlägsen plats. Uppstart till en degraderad kedja kan konfigureras på flera sätt:

source: The <application>dpkg-reconfigure</application> utility can be used to configure the default behavior, and during the process you will be queried about additional settings related to the array. Such as monitoring, email alerts, etc. To reconfigure <application>mdadm</application> enter the following:
es: Puede usar la utilidad <application>dpkg-reconfigure</application> para configurar el comportamiento predeterminado, y durante el proceso se le solicitarán opciones adicionales relacionadas con el array (como monitorización, correos de alerta, etc.). Para reconfigurar <application>mdadm</application>, introduzca lo siguiente:
sv: Verktyget <application>dpkg-reconfigure</application> kan användas till att konfigurera standardbeteendet och under processen kommer du att bli tillfrågad om ytterligare inställningar som är relaterade till kedjan. Så som övervakning, e-postmeddelanden, etc. För att omkonfigurera <application>mdadm</application> ange följande:

source: The <command>dpkg-reconfigure mdadm</command> process will change the <filename>/etc/initramfs-tools/conf.d/mdadm</filename> configuration file. The file has the advantage of being able to pre-configure the system's behavior, and can also be manually edited:
es: El proceso <command>dpkg-reconfigure mdadm</command> cambiará el archivo de configuración <filename>/etc/initramfs-tools/conf.d/mdadm</filename>. El archivo tiene la ventaja de poder pre-configurar el comportamiento del sistema, y además puede editarse a mano:
sv: processen <command>dpkg-reconfigure mdadm</command> kommer ändra konfigurationsfilen <filename>/etc/initramfs-tools/conf.d/mdadm</filename>. Filen har fördelen att kunna förkonfigurera systemets beteende, och den kan också redigeras manuellt:

source: The configuration file can be overridden by using a Kernel argument.
es: El archivo de configuración puede sobrescribirse usando un argumento del núcleo.
sv: Konfigurationsfilen kan bli överskriven av ett kärnargument.

source: Using a Kernel argument will allow the system to boot to a degraded array as well:
es: Usando un argumento del núcleo permitirá al sistema arrancar una matriz degradada:
sv: Genom att använda ett kärnargument blir det möjligt för systemet att starta upp till en degraderad kedja:

source: When the server is booting press <emphasis>ESC</emphasis> to open the <application>Grub</application> menu.
es: Cuando se arranca el servidor, pulse <emphasis>ESC</emphasis> para abrir el menú <application>Grub</application>.
sv: När servern startar tryck <emphasis>ESC</emphasis> för att öppna <application>Grub</application>-menyn.

source: Press <emphasis>"e"</emphasis> to edit your Kernel command options.
es: Pulse <emphasis>"e"</emphasis> para editar las opciones de órdenes de su núcleo.
sv: Tryck <emphasis>"e"</emphasis> för att redigera kärnans kommandoalternativ.

source: Press the <emphasis>DOWN</emphasis> arrow to highlight the kernel line.
es: Pulse la flecha <emphasis>ABAJO</emphasis> para resaltar la línea del núcleo.
sv: Tryck på <emphasis>NER</emphasis> pilen för att markera kärnans rad.

source: Press the <emphasis>"e"</emphasis> key again to edit the kernel line.
es: Pulse la tecla <emphasis>"e"</emphasis> de nuevo para editar la línea del núcleo.
sv: Tryck på <emphasis>"e"</emphasis> tangenten igen för att redigera kärnans rad.

source: Add <emphasis>"bootdegraded=true"</emphasis> (without the quotes) to the end of the line.
es: Añadir <emphasis>"bootdegraded=true"</emphasis> (sin comillas) al final de la línea.
sv: Lägg till <emphasis>"bootdegraded=true"</emphasis> (utan citationstecken) i slutet av raden.

source: Press <emphasis>"ENTER"</emphasis>.
es: Pulse <emphasis>"INTRO"</emphasis>.
sv: Tryck <emphasis>"ENTER"</emphasis>.

source: Finally, press <emphasis>"b"</emphasis> to boot the system.
es: Finalmente, pulse <emphasis>"b"</emphasis> para arrancar el sistema.
sv: Till sist, tryck <emphasis>"b"</emphasis> för att starta om systemet.

source: Once the system has booted you can either repair the array see <xref linkend="raid-maintenance"/> for details, or copy important data to another machine due to major hardware failure.
es: Una vez que el sistema haya arrancado, podrá reparar la matriz (consulte <xref linkend="raid-maintenance"/> para más información), o copiar los datos importantes a otra máquina en caso de haber ocurrido un fallo grave de hardware.
sv: När systemet har startat kan du antingen reparera kedjan, för detaljer se <xref linkend="raid-maintenance"/>, eller kopiera viktig data till en annan maskin på grund av stora hårdvarufel.

source: RAID Maintenance
es: Mantenimiento RAID
sv: RAID underhåll

source: The <application>mdadm</application> utility can be used to view the status of an array, add disks to an array, remove disks, etc:
es: La utilidad <application>mdadm</application> se puede usar para ver el estado de una matriz, añadir discos a una matriz, eliminarlos, etc:
sv: Verktyget <application>mdadm</application> kan användas till att se en kedjas status, lägga till en hårddisk i kedjan, ta bort hårddiskar, etc:

source: To view the status of an array, from a terminal prompt enter:
es: Para ver el estatus de una matriz, desde un terminal, teclee:
sv: För att se kedjestatusen, skriv från en terminalprompt:

source: The <emphasis>-D</emphasis> tells <application>mdadm</application> to display <emphasis>detailed</emphasis> information about the <filename>/dev/md0</filename> device. Replace <filename>/dev/md0</filename> with the appropriate RAID device.
es: La <emphasis>-D</emphasis> le dice a <application>mdadm</application> que muestre información <emphasis>detallada</emphasis> sobre el dispositivo <filename>/dev/md0</filename>. Reemplace <filename>/dev/md0</filename> con el dispositivo RAID apropiado.
sv: <emphasis>-D</emphasis> talar om för <application>mdadm</application> att visa <emphasis>detaljerad</emphasis> information om enheten <filename>/dev/md0</filename>. Ersätt <filename>/dev/md0</filename> med lämplig RAID-enhet.

source: To view the status of a disk in an array:
es: Para ver el estado de un disco en una matriz:
sv: För att visa statusen för en hårddisk i en kedja:

source: The output if very similar to the <command>mdadm -D</command> command, adjust <filename>/dev/sda1</filename> for each disk.
es: La salida es muy similar a la de la orden <command>mdadm -D</command>, ajuste <filename>/dev/sda1</filename> para cada disco.
sv: Utdatan är mycket likt kommandot <command>mdadm -D</command>, justera <filename>/dev/sda1</filename> för varje hårddisk.

source: If a disk fails and needs to be removed from an array enter:
es: Si el disco falla y necesita eliminarlo de una matriz, introduzca:
sv: Om en hårddisk fallerar och behöver tas bort från en kedja, skriv:

source: Change <filename>/dev/md0</filename> and <filename>/dev/sda1</filename> to the appropriate RAID device and disk.
es: Cambiar <filename>/dev/md0</filename> y <filename>/dev/sda1</filename> por el dispositivo RAID y disco adecuados.
sv: Ändra <filename>/dev/md0</filename> och <filename>/dev/sda1</filename> till lämplig RAID-enhet och disk.

source: Similarly, to add a new disk:
es: De manera similar, para añadir un nuevo disco:
sv: På samma sätt, för att lägga till en ny disk:

source: Sometimes a disk can change to a <emphasis>faulty</emphasis> state even though there is nothing physically wrong with the drive. It is usually worthwhile to remove the drive from the array then re-add it. This will cause the drive to re-sync with the array. If the drive will not sync with the array, it is a good indication of hardware failure.
es: A veces, los discos pasan a un estado <emphasis>defectuoso</emphasis> incluso aunque no haya nada físicamente dañado en la unidad. Normalmente, resulta conveniente quitar la unidad de la matriz y volverla a poner. Esto provocará que la unidad se resincronice con la matriz. Si la unidad no se sincroniza con la matriz, es una buena indicación de un fallo hardware.
sv: Ibland kan en hårddisk slå om till <emphasis>felaktigt</emphasis> läge även om det inte är något fysiskt fel på enheten. Det är oftast värt besväret att ta bort hårddisken från kedjan för att sedan återansluta den. Detta medför att hårddisken måste återsynkronisera med kedjan. Om hårddisken inte synkroniserar med kedjan är det en god indikation på ett hårdvarufel.

source: The <filename>/proc/mdstat</filename> file also contains useful information about the system's RAID devices:
es: El archivo <filename>/proc/mdstat</filename> también contiene información útil sobre los dispositivos RAID de sistema:
sv: Filen <filename>/proc/mdstat</filename> innehåller också användbar information om systemets RAID-enheter:

source: Personalities : [linear] [multipath] [raid0] [raid1] [raid6] [raid5] [raid4] [raid10] md0 : active raid1 sda1[0] sdb1[1] 10016384 blocks [2/2] [UU] unused devices: &lt;none&gt;
es: Modo: [linear] [multipath] [raid0] [raid1] [raid6] [raid5] [raid4] [raid10] md0 active raid1 sda1[0] sdb1[1] 10016384 blocks [2/2] [UU] Dispositivos sin usar: &lt;ninguno&gt;

source: The following command is great for watching the status of a syncing drive:
es: La siguiente orden es buena para observar el estado del controlador de sincronización:
sv: Följande kommando är bra för att se statusen över en synkroniserande hårddisk:

source: Press <emphasis>Ctrl+c</emphasis> to stop the <application>watch</application> command.
es: Pulse <emphasis>Ctrl+c</emphasis> para parar la orden <application>watch</application>.
sv: Tryck <emphasis>Ctrl+c</emphasis> för att stoppa kommandot <application>watch</application>.

source: If you do need to replace a faulty drive, after the drive has been replaced and synced, <application>grub</application> will need to be installed. To install <application>grub</application> on the new drive, enter the following:
es: Si necesita reemplazar un disco fallido, después de reemplazarlo y sincronizarlo, necesitará instalar <application>grub</application>. Para instalar <application>grub</application> en el nuevo disco, introduzca lo siguiente:
sv: Om du behöver ersätta en felaktig hårddisk, efter att hårddisken är ersatt och synkroniserad måste <application>grub</application> installeras. För att installera <application>grub</application> på den nya hårddisken, skriv följande:

source: Replace <filename>/dev/md0</filename> with the appropriate array device name.
es: Reemplace <filename>/dev/md0</filename> con el nombre de dispositivo de matriz adecuado.
sv: Ersätt <filename>/dev/md0</filename> med lämpligt namn på kedje-enheten.

source: The topic of RAID arrays is a complex one due to the plethora of ways RAID can be configured. Please see the following links for more information:
es: El tema de matrices RAID es complejo debido a la gran cantidad de formas por las que se puede configurar el RAID. Por favor, consulte los enlaces siguientes para más información:
sv: Ämnet RAID-kedjor är komplext på grund av de många sätt som RAID kan konfigureras. Klicka på länkarna nedan för mer information:

source: Software RAID HOWTO
es: COMO del Software RAID
sv: Program-raid HOWTO

source: Managing RAID on Linux
es: Gestionar RAID en Linux
sv: Hantera raid på Linux

source: Logical Volume Manager (LVM)
es: Gestor de volumen lógico (LVM)
sv: Logisk volymhanterare (LVM)

source: Logical Volume Manger, or <emphasis>LVM</emphasis>, allows administrators to create <emphasis>logical</emphasis> volumes out of one or multiple physical hard disks. LVM volumes can be created on both software RAID partitions and standard partitions residing on a single disk. Volumes can also be extended, giving greater flexibility to systems as requirements change.
es: El Gestor de Volúmenes Lógicos (Logical Volume Manager o <emphasis>LVM</emphasis>) permite a los administradores crear volúmenes <emphasis>lógicos</emphasis> a partir de uno o varios discos duros físicos. Los volúmenes LVM pueden crearse tanto en particiones RAID software como en particiones estándar contenidas en un único disco. Además, los volúmenes pueden extenderse, lo que proporciona una mayor flexibilidad a los sistemas cuando los requisitos cambian.
sv: Logisk volymhantering eller <emphasis>LVM</emphasis>, möjliggör för administratörer att skapa <emphasis>logiska</emphasis> volymer från en eller flera fysiska hårddiskar. LVM-volymer kan skapas på både en program-RAID partition och standard partitioner som finns på en disk. Volymer kan också utökas, vilket ger större flexibilitet till system allt eftersom kraven förändras.

source: A side effect of LVM's power and flexibility is a greater degree of complication. Before diving into the LVM installation process, it is best to get familiar with some terms.
es: Un efecto colateral de la potencia y flexibilidad de LVM es un mayor grado de complejidad. Antes de profundizar en el proceso de instalación de LVM, es conveniente familiarizarse con algunos términos.
sv: En sidoeffekt av kraften och flexibiliteten av LVM:er är en högre grad av komplikationer. innan vi dyker ner i installationsprocessen av LVM, är det bäst att bekanta sig med vissa termer.

source: <emphasis>Volume Group (VG):</emphasis> contains one or several Logical Volumes (LV).
es: <emphasis>Grupo de volúmenes (Volume Group, o VG):</emphasis> contiene uno o varios Volúmenes Lógicos (Logical Volumes, o LV).
sv: <emphasis>Volym grupp (VG):</emphasis> innehåller en eller flera logiska volymer (LV).

source: <emphasis>Logical Volume (LV):</emphasis> is similar to a partition in a non-LVM system. Multiple Physical Volumes (PV) can make up one LV, on top of which resides the actual EXT3, XFS, JFS, etc filesystem.
es: <emphasis>Volumen Lógico (Logical Volume, o LV):</emphasis> es similar a una partición en un sistema que no es LVM. Varios Volúmenes Físicos (Physical Volumes, o PV) pueden formar un único LV, sobre el cual reside el verdadero sistema de archivos EXT3, XFS, JFS, etcétera.
sv: <emphasis>Logisk volym (LV):</emphasis> liknar en partition i ett icke-LVM system. Multipla fysiska volymer (FV) kan utgöra en LV, ovanpå det verkliga EXT3, XFS, JFS, etc filsystemet.

source: <emphasis>Physical Volume (PV):</emphasis> physical hard disk or software RAID partition. The Volume Group can be extended by adding more PVs.
es: <emphasis>Volumen Físico (Physical Volume, o PV):</emphasis> una partición física del disco duro o una partición RAID software. El Grupo de Volúmenes puede extenderse añadiendo más PVs.
sv: <emphasis>Fysisk volym (FV):</emphasis> fysisk hårddisk eller program-RAID partition. Volymgruppen kan utökas genom att lägga tillfler FV:s.

source: As an example this section covers installing Ubuntu Server Edition with <filename role="directory">/srv</filename> mounted on a LVM volume. During the initial install only one Physical Volume (PV) will be part of the Volume Group (VG). Another PV will be added after install to demonstrate how a VG can be extended.
es: Como ejemplo, esta sección cubre la instalación de Ubuntu Edición Servidor con <filename role="directory">/srv</filename> montado en un volumen LVM. Durante la instalación inicial sólo un Volumen Físico (PV) será parte del Grupo de Volúmenes (VG). Tras la instalación se añadirá otro PV para demostrar cómo puede extenderse un VG.
sv: Som ett exempel innehåller det här avsnittet installationenen av Ubuntu Server Edition med <filename role="directory">/srv</filename> monterad på en fysisk volym. Under den inledande installationen kommer endast en fysisk volym (FV) vara en del av volymgruppen (VG). En annan FV kommer läggas till efter installationen för att demonstrera hur en VG kan utökas.
