Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Apache is a modular server. This implies that only the most basic functionality is included in the core server. Extended features are available through modules which can be loaded into Apache. By default, a base set of modules is included in the server at compile-time. If the server is compiled to use dynamically loaded modules, then modules can be compiled separately, and added at any time using the LoadModule directive. Otherwise, Apache must be recompiled to add or remove modules. Ubuntu compiles Apache2 to allow the dynamic loading of modules. Configuration directives may be conditionally included on the presence of a particular module by enclosing them in an &lt;IfModule&gt; block. You can install additional Apache2 modules and use them with your Web server. You can install Apache2 modules using the <application>apt-get</application> command. For example, to install the Apache2 module for MySQL authentication, you can run the following command from a terminal prompt:
it: Apache è un server modulare e questo significa che solo le funzionalità di base sono inserite nel cuore del sistema mentre le funzionalità aggiuntive sono disponibili attraverso dei moduli che possono essere cariati su richiesta. Un piccolo insieme di moduli è compreso nel server a tempo di compilazione, ma se il server è compilato per usare moduli a caricamento dinamico, gli stessi possono essere compilati separatamente e aggiunti attraverso la direttiva LoadModule, altrimenti è necessario ricompilare Apache per consentirne il caricamento dinamico. Le direttive di configurazione possono essere incluse alla presenza di un particolare modulo racchiudendole in un blocco &lt;IfModule&gt;. I moduli Apache2 possono essere installati tramite il comando <application>apt-get</application>, per esempio, per installare il modulo per l'autenticazione MySQL, eseguire il seguente comando in un terminale:

source: Once you install the module, the module will be available in the <filename>/etc/apache2/mods-available</filename> directory. You can use the <application>a2enmod</application> command to enable a module. You can use the <application>a2dismod</application> command to disable a module. Once you enable the module, the module will be available in the the <filename>/etc/apache2/mods-enabled</filename> directory.
it: Una volta installato il modulo, sarà disponibile all'interno della directory <filename>/etc/apache2/mods-available</filename>. È possibile utilizzare il comando <application>a2enmod</application> per abilitare un modulo o <application>a2dismod</application> per disabilitarne uno. Una volta abilitato un modulo, questo sarà disponibile all'interno della directory <filename>/etc/apache2/mods-enabled</filename>.
ko: 모둘을 설치한 후, 그 모듈은 <filename>/etc/apache2/mods-available</filename> 디렉토리 내에 있게 됩니다. 모둘을 사용 가능하게 하는 것은 <application>a2enmod</application> 명령을 사용할 수 있습니다. 모듈을 사용 가능하게 하면, 그 모듈은 <filename>/etc/apache2/mods-enabled</filename> 디렉토리 내에 있게 됩니다.
pt: Uma vez instalado o módulo, ele estará disponível no directório <filename>/etc/apache2/mods-available</filename>. Pode utilizar o comando <application>a2enmod</application> para habilitar um módulo. Para desabilitá-lo utilize o comando <application>a2dismod</application>. Uma vez habilitado um módulo este estará disponível no directório <filename>/etc/apache2/mods-enabled</filename>.

source: Apache2 Documentation
it: Documentazione di Apache2
ko: 아파치2 문서
pt: Documentação Apache2

source: Mod SSL Documentation
it: Documentazione di Mod SSL
ko: Mod SSL 문서
pt: Documentação Mod SSL

source: DocumentRoot /path/to/rails/application/public
it: DocumentRoot /percorso/applicazione/rails/publicc

source: &lt;Directory "/path/to/rails/application/public"&gt; Options Indexes FollowSymLinks MultiViews ExecCGI AllowOverride All Order allow,deny allow from all AddHandler cgi-script .cgi &lt;/Directory&gt;
it: &lt;Directory "/percorso/applicazione/rails/public"&gt; Options Indexes FollowSymLinks MultiViews ExecCGI AllowOverride All Order allow,deny allow from all AddHandler cgi-script .cgi &lt;/Directory&gt;

source: sudo chown -R www-data:www-data /path/to/rails/application/public
it: sudo chown -R www-data:www-data /percorso/applicazione/rails/public

source: tomcat6-instance-create my-instance
it: tomcat6-instance-create mia-istanza

source: my-instance/bin/startup.sh
it: mia-istanza/bin/startup.sh

source: my-instance/bin/shutdown.sh
it: mia-istanza/bin/shutdown.sh

source: There are several ways to automate the Ubuntu installation process, for example using preseeds, kickstart, etc. Refer to the <ulink url="https://help.ubuntu.com/8.10/installation-guide/">Ubuntu Installation Guide</ulink> for details.
it: Sono disponibili diversi modi per automatizzare l'installazione di Ubuntu, per esempio usando "preseed", "kickstart", ecc... Per maggiori informazioni, consultare la <ulink url="https://help.ubuntu.com/8.10/installation-guide/">guida all'installazione di Ubuntu</ulink>.

source: As this example is based on <application>KVM</application> and Ubuntu 8.10 (Intrepid Ibex), and we are likely to rebuild the same virtual machine multiple time, we'll invoke vmbuilder with the following first parameters:
it: Dato che questo esempio si basa su <application>KVM</application> e Ubuntu 8.10 (Intrepid Ibex) e verrà rigenerata la stessa macchina virtuale più di una volta, vmbuilder verrà invocato coi seguenti parametri:

source: --mirror http://mirroraddress:9999/ubuntu
it: --mirror http://INDIRIZZO_MIRROR:9999/ubuntu

source: sudo vmbuilder kvm ubuntu --suite intrepid --flavour virtual --arch i386 -o \ --libvirt qemu:///system --ip 192.168.0.100 --part vmbuilder.partition --user user \ --name user --pass default --addpkg apache2 --addpkg apache2-mpm-prefork \ --addpkg apache2-utils --addpkg apache2.2-common --addpkg dbconfig-common \ --addpkg libapache2-mod-php5 --addpkg mysql-client --addpkg php5-cli \ --addpkg php5-gd --addpkg php5-ldap --addpkg php5-mysql --addpkg wwwconfig-common \ --addpkg mysql-server --addpkg unattended-upgrades --addpkg acpid --ppa nijaba \ --mirror http://mirroraddress:9999/ubuntu --tmpfs - --firstboot boot.sh \ --firstlogin login.sh es
it: sudo vmbuilder kvm ubuntu --suite intrepid --flavour virtual --arch i386 -o \ --libvirt qemu:///system --ip 192.168.0.100 --part vmbuilder.partition --user user \ --name user --pass default --addpkg apache2 --addpkg apache2-mpm-prefork \ --addpkg apache2-utils --addpkg apache2.2-common --addpkg dbconfig-common \ --addpkg libapache2-mod-php5 --addpkg mysql-client --addpkg php5-cli \ --addpkg php5-gd --addpkg php5-ldap --addpkg php5-mysql --addpkg wwwconfig-common \ --addpkg mysql-server --addpkg unattended-upgrades --addpkg acpid --ppa nijaba \ --mirror http://INDIRIZZO_DEL_MIRROR:9999/ubuntu --tmpfs - --firstboot boot.sh \ --firstlogin login.sh es

source: Next, you must create the <filename>/etc/subversion/passwd</filename> file. This file contains user authentication details. To add an entry, i.e. to add a user, you can run the following command from a terminal prompt:
it: È quindi necessario creare il file <filename>/etc/subversion/passwd</filename>. Questo file contiene le informazioni per l'autenticazione dell'utente. Per aggiungere una voce, per esempio per aggiungere un utente, è possibile utilizzare il seguente comando:
ko: 다음에, <filename>/etc/subversion/passwd</filename> 파일을 반드시 만듭니다. 이 파일은 사용자 인증의 상세한 것을 가집니다. 예를 들어 사용자를 추가하는 것과 같이 항목을 추가하려면, 터미널 프롬프트에서 다음의 명령을 사용할 수 있습니다:
pt: A seguir, deve criar o ficheiro <filename>/etc/subversion/passwd</filename>. Este ficheiro contém as informações de autenticação dos utilizadores. Para adicionar uma entrada, isto é, adicionar um utilizador, deve executar o seguinte comando num terminal:

source: At a terminal prompt, enter the following command to install <application>cvs</application>: <screen> <command>sudo apt-get install cvs</command> </screen> After you install <application>cvs</application>, you should install <application>xinetd</application> to start/stop the cvs server. At the prompt, enter the following command to install <application>xinetd</application>: <screen> <command>sudo apt-get install xinetd</command> </screen>
it: Per installare <application>cvs</application>, al prompt dei comandi digitare: <screen> <command>sudo apt-get install cvs</command> </screen> Dopo aver installato <application>cvs</application>, è necessario installare <application>xinetd</application> per avviare o fermare il server CVS. Per installare <application>xinetd</application>, digitare: <screen> <command>sudo apt-get install xinetd</command> </screen>
ko: 터미널 프롬프트에서, <application>cvs</application> 를 설치하기 위하여 다음의 명령을 입력 합니다: <screen> <command>sudo apt-get install cvs</command> </screen> <application>cvs</application> 를 설치한 후에, cvs 서버를 시작하고 중지하려면 <application>xinetd</application> 를 설치하여야 합니다. 프롬프트에서, <application>xinetd</application> 를 설치하기 위하여 다음의 명령을 입력 합니다: <screen> <command>sudo apt-get install xinetd</command> </screen>
pt: Num terminal execute o seguinte comando para instalar o <application>cvs</application>: <screen> <command>sudo apt-get install cvs</command> </screen> Após instalar o <application>cvs</application>, deve instalar o <application>xinetd</application> para iniciar ou parar o servidor cvs. No terminal digite o seguinte comando para instalar a aplicação <application>xinetd</application>: <screen> <command>sudo apt-get install xinetd</command> </screen>

source: Once you install cvs, the repository will be automatically initialized. By default, the repository resides under the <application>/var/lib/cvs</application> directory. You can change this path by running following command: <screen> <command>cvs -d /your/new/cvs/repo init</command> </screen> Once the initial repository is set up, you can configure <application>xinetd</application> to start the CVS server. You can copy the following lines to the <filename> /etc/xinetd.d/cvspserver</filename> file. <placeholder-1/><placeholder-2/> Once you have configured <application>xinetd</application> you can start the cvs server by running following command: <screen> <command>sudo /etc/init.d/xinetd start</command> </screen>
it: Una volta installato CVS, il repository viene automaticamente inizializzato e risiede, in modo predefinito, nella directory <application>/var/lib/cvs</application>. È possibile modificare questo percorso attraverso il seguente comando: <screen> <command>cvs -d /your/new/cvs/repo init</command> </screen> Una volta configurato il repository iniziale, è possibile configurare <application>xinetd</application> per avviare il server CVS. Copiare le seguenti righe nel file <filename>/etc/xinetd/cvspserver</filename>. <placeholder-1/><placeholder-2/> Quando anche <application>xinetd</application> è stato configurato, per avviare il server CVS digitare il seguente comando: <screen> <command>sudo /etc/init.d/xinetd start</command> </screen>
ko: cvs 를 설치하고 나면, 기본적으로 저장소가 초기화 될 것입니다. 기본적으로, 저장소는 <application>/var/lib/cvs</application> 디렉토리에 존재합니다. 다음 명령을 통해 이 경로를 변경할 수 있습니다: <screen> <command>cvs -d /your/new/cvs/repo init</command> </screen> 초기 저장소가 설정되면, CVS 서버를 실행하기 위해 <application>xinetd</application> 를 설정할 수 있습니다. <filename> /etc/xinetd.d/cvspserver</filename> 파일에 다음과 같은 부분을 복사하십시오. <placeholder-1/><placeholder-2/> <application>xinetd</application> 를 설정하면, 다음 명령을 통해 cvs 서버를 실행할 수 있습니다: <screen> <command>sudo /etc/init.d/xinetd start</command> </screen>
pt: Uma vez instalado o cvs, o repositório será automaticamente inicializado. Por defeito, o repositório reside no directório <application>/var/lib/cvs</application>. Poderá mudar este caminho correndo o seguinte comando : <screen> <command>cvs -d /your/new/cvs/repo init</command> </screen> Uma vez adicionado o repositório inicialpoderá configurar o <application>xinetd</application> para iniciar o servidor CVS. Pode copiar as seguintes linhas para o ficheiro <filename> /etc/xinetd.d/cvspserver</filename>. <placeholder-1/><placeholder-2/> Uma vez configurado, o <application>xinetd</application>, poderá iniciar o servidor cvs correndo o seguinte comando: <screen> <command>sudo /etc/init.d/xinetd start</command> </screen>

source: This chapter provides an overview of security related topics as they pertain to Ubuntu 8.10 Server Edition, and outlines simple measures you may use to protect your server and network from any number of potential security threats.
it: Questo capitolo fornisce una panoramica sugli argomenti di sicurezza relativi a Ubuntu 8.10 Server Edition e cerca di spiegare delle semplici misure da usare per proteggere il proprio server e la propria rete da molti potenziali attacchi o rischi.

source: Last password change : Jan 20, 2008 Password expires : never Password inactive : never Account expires : never Minimum number of days between password change : 0 Maximum number of days between password change : 99999 Number of days of warning before password expires : 7
it: Ultimo cambio della password : gen 20, 2008 Scadenza della password : mai Inattività della password : mai Scadenza dell'account : mai Numero minimo di giorni tra i cambi di password : 0 Numero massimo di giorni tra i cambi di password : 99999 Giorni di preavviso prima della scadenza della password : 7

source: Last password change : Jan 20, 2008 Password expires : Apr 19, 2008 Password inactive : May 19, 2008 Account expires : Jan 31, 2008 Minimum number of days between password change : 5 Maximum number of days between password change : 90 Number of days of warning before password expires : 14
it: Ultimo cambio della password : gen 20, 2008 Scadenza della password : apr 19, 2008 Inattività della password : mag 19, 2008 Scadenza dell'account : gen 31, 2008 Numero minimo di giorni tra i cambi di password : 5 Numero massimo di giorni tra i cambi di password : 90 Giorni di preavviso prima della scadenza della password : 14

source: #exec /sbin/shutdown -r now "Control-Alt-Delete pressed"
it: #exec /sbin/shutdown -r now "Premuto Control-Alt-Canc"

source: # nat Table rules *nat :POSTROUTING ACCEPT [0:0] # Forward traffic from eth1 through eth0. -A POSTROUTING -s 192.168.0.0/24 -o eth0 -j MASQUERADE # don't delete the 'COMMIT' line or these nat table rules won't be processed COMMIT
it: # regole tabella nat *nat :POSTROUTING ACCEPT [0:0] # Inoltro traffico da eth1 attraverso eth0 -A POSTROUTING -s 192.168.0.0/24 -o eth0 -j MASQUERADE # non cancellare la riga 'COMMIT' o queste tabelle di regole non saranno elaborate COMMIT

source: # don't delete the 'COMMIT' line or these rules won't be processed COMMIT
it: # non eliminare la riga 'COMMIT' o queste tabelle di regole non saranno elaborate COMMIT

source: [4304885.870000] NEW_HTTP_CONN: IN=lo OUT= MAC=00:00:00:00:00:00:00:00:00:00:00:00:08:00 SRC=127.0.0.1 DST=127.0.0.1 LEN=60 TOS=0x00 PREC=0x00 TTL=64 ID=58288 DF PROTO=TCP SPT=53981 DPT=80 WINDOW=32767 RES=0x00 SYN URGP=0
it: [4304885.870000] NUOV_CONN_HTTP: IN=lo OUT= MAC=00:00:00:00:00:00:00:00:00:00:00:00:08:00 SRC=127.0.0.1 DST=127.0.0.1 LEN=60 TOS=0x00 PREC=0x00 TTL=64 ID=58288 DF PROTO=TCP SPT=53981 DPT=80 WINDOW=32767 RES=0x00 SYN URGP=0

source: sudo aa-complain /path/to/bin
it: sudo aa-complain /percorso/al/binario

source: sudo aa-enforce /path/to/bin
it: sudo aa-enforce /percorso/al/bianrio

source: sudo aa-genprof executable
it: sudo aa-genprof eseguibile

source: You can also run your secure service without a passphrase. This is convenient because you will not need to enter the passphrase every time you start your secure service. But it is highly insecure and a compromise of the key means a compromise of the server as well.
it: È possibile anche eseguire i servizi sicuri senza una passphrase. Questo è utile in quanto non è necessario inserire la passphrase ogni qual volta venga avviato il servizio, ma è meno sicuro e la manomissione della chiave può comportare una manomissione dell'intero server.

source: In any case, you can choose to run your secure service without a passphrase by leaving out the -des3 switch in the generation phase or by issuing the following command at a terminal prompt:
it: In ogni caso, è possibile scegliere se eseguire il servizio sicuro senza una passphrase non utilizzando l'opzione "-des3" nella fase di generazione o eseguendo, in un terminale, il seguente comando:

source: Once you run the above command, the insecure key will be stored in the <filename>server.key.insecure</filename> file. You can use this file to generate the CSR without passphrase.
it: Una volta eseguito il comando precedente, la chiave non sicura è creata nel file <filename>server.key.insecure</filename>. È possibile utilizzare questo file per generare il CSR senza una passphrase.
ko: 위의 명령을 실행하면, 그 insecure 키는 <filename>server.key.insecure</filename> 파일에 저장 됩니다. 여러분은 이 파일을 암호 구문 없이 CSR을 생성할 때 사용할 수 있습니다.
pt: Uma vez que tenha executado o comando anterior, a chave insegura vai ser guardada no ficheiro <filename>server.key.insecure</filename>. Pode usar este ficheiro para gerar o CSR sem palavra passe.

source: There are many directives in the <application>sshd</application> configuration file controlling such things as communications settings and authentication modes. The following are examples of configuration directives that can be changed by editing the <filename>/etc/ssh/ssh_config</filename> file.
it: Nel file di configurazione di <application>sshd</application> sono presenti molte direttive per controllare le impostazioni di comunicazione e le modalità di autenticazione. Di seguito sono riportati degli esempi di direttive di configurazione che possono essere cambiate modificando il file <filename>/etc/ssh/ssh_config</filename>.
ko: <application>sshd</application> 설정 파일에는 통신 설정과 인증 모드 등을 조종하기 위한 많은 지시자들이 있습니다. 다음은 <filename>/etc/ssh/ssh_config</filename> 파일을 편집하는 것으로 변경할 수 있는 설정 지시자들의 예 입니다.
pt: Existem muitas directivas no ficheiro de configuração do <application>sshd</application> controlando coisas como as configurações das comunicações e os modos de autenticação. De seguida apresentam-se exemplos de directivas de configuração que podem ser alteradas ao editar o ficheiro <filename>/etc/ssh/ssh_config</filename>.

source: By default the <emphasis>public</emphasis> key is saved in the file <filename>~/.ssh/id_dsa.pub</filename>, while <filename>~/.ssh/id_dsa</filename> is the <emphasis>private</emphasis> key. Now copy the <filename>id_dsa.pub</filename> file to the remote host and appended it to <filename>~/.ssh/authorized_keys2</filename>:
it: In modo predefinito, la chiave <emphasis>pubblica</emphasis> è salvata nel file <filename>~/.ssh/id_dsa.pub</filename>, mentre <filename>~/.ssh/id_dsa</filename> è la chiave <emphasis>privata</emphasis>. Copiare il file <filename>id_dsa.pub</filename> nell'host remoto e aggiungerlo a <filename>~/.ssh/authorized_keys2</filename>:

source: Finally, double check the permissions on the <filename>authorized_keys2</filename> file, only the authenticated user should have read and write permissions. If the permissions are not correct change them by:
it: Infine, controllare i permessi del file <filename>authorized_keys2</filename>, solo l'utente autenticato dovrebbe avere i permessi in scrittura e lettura. Nel caso in cui tali permessi non fossero corretti, modificarli:

source: <application>eBox</application> is a web framework used to manager server application configuration. The modular design of eBox allows you to pick and choose which services you want to configure using eBox.
it: <application>eBox</application> è un framework web utilizzato per la gestione della configurazione delle applicazioni web. L'implementazione modulare consente di scegliere quali servizi configurare attraverso l'uso di eBox.

source: If you want to install all the available modules, the <application>ebox-all</application> meta package will install all the modules.
it: Per installare i moduli disponibili usare il meta-pacchetto <application>ebox-all</application>.

source: Many complex packages use the concept of <emphasis role="italics">dependencies</emphasis>. Dependencies are additional packages required by the principal package in order to function properly. For example, the speech synthesis package <application>Festival</application> depends upon the package <application>libasound2</application>, which is a package supplying the <application>ALSA</application> sound library needed for audio playback. In order for <application>Festival</application> to function, it and all of it's dependencies must be installed. The software management tools in Ubuntu will do this automatically.
it: Molti pacchetti complessi utilizzano il concetto di <emphasis role="italics">dipendenze</emphasis>, pacchetti aggiuntivi necessari al pacchetto principale affinché possa funzionare correttamente. Per esempio, il pacchetto di sintesi vocale <application>Festival</application> dipende dal pacchetto <application>libasound2</application>, pacchetto fornito dalla libreria audio <application>ALSA</application> necessaria per la riproduzione dell'audio. Per fare in modo che <application>Festival</application> funzioni, deve essere installato assieme a tutte le sue dipendenze. Gli strumenti di gestione del software di Ubuntu fanno questo automaticamente.

source: EMAIL="root@example.com"
it: EMAIL="root@example.it"

source: deb http://archive.ubuntu.com/ubuntu intrepid universe multiverse deb-src http://archive.ubuntu.com/ubuntu intrepid universe multiverse deb http://us.archive.ubuntu.com/ubuntu/ intrepid universe deb-src http://us.archive.ubuntu.com/ubuntu/ intrepid universe deb http://us.archive.ubuntu.com/ubuntu/ intrepid-updates universe deb-src http://us.archive.ubuntu.com/ubuntu/ intrepid-updates universe deb http://us.archive.ubuntu.com/ubuntu/ intrepid multiverse deb-src http://us.archive.ubuntu.com/ubuntu/ intrepid multiverse deb http://us.archive.ubuntu.com/ubuntu/ intrepid-updates multiverse deb-src http://us.archive.ubuntu.com/ubuntu/ intrepid-updates multiverse deb http://security.ubuntu.com/ubuntu intrepid-security universe deb-src http://security.ubuntu.com/ubuntu intrepid-security universe deb http://security.ubuntu.com/ubuntu intrepid-security multiverse deb-src http://security.ubuntu.com/ubuntu intrepid-security multiverse
it: deb http://archive.ubuntu.com/ubuntu intrepid universe multiverse deb-src http://archive.ubuntu.com/ubuntu intrepid universe multiverse deb http://it.archive.ubuntu.com/ubuntu/ intrepid universe deb-src http://it.archive.ubuntu.com/ubuntu/ intrepid universe deb http://it.archive.ubuntu.com/ubuntu/ intrepid-updates universe deb-src http://it.archive.ubuntu.com/ubuntu/ intrepid-updates universe deb http://it.archive.ubuntu.com/ubuntu/ intrepid multiverse deb-src http://it.archive.ubuntu.com/ubuntu/ intrepid multiverse deb http://it.archive.ubuntu.com/ubuntu/ intrepid-updates multiverse deb-src http://it.archive.ubuntu.com/ubuntu/ intrepid-updates multiverse deb http://security.ubuntu.com/ubuntu intrepid-security universe deb-src http://security.ubuntu.com/ubuntu intrepid-security universe deb http://security.ubuntu.com/ubuntu intrepid-security multiverse deb-src http://security.ubuntu.com/ubuntu intrepid-security multiverse

source: Adding Repositories HOWTO (Ubuntu Wiki)
it: Come aggiungere i repository (in inglese)

source: search mydomain.example nameserver 192.168.0.1 nameserver 4.2.2.2
it: search miodominio.example nameserver 192.168.0.1 nameserver 4.2.2.2

source: ICMP
it: ICPM

source: Dynamic Host Configuration Protocol (DHCP)
it: DHCP (Dynamic Host Configuration Protocol)
ko: 동적 호스트 설정 프로토콜 (DHCP)
pt: Protocolo de Configuração Dinâmica da Máquina <emphasis role="italics">Dynamic Host Configuration Protocol</emphasis> (DHCP)
