Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Another great feature of <application>ldapscripts</application>, is the template system. Templates allow you to customize the attributes of user, group, and machine objectes. For example, to enable the <emphasis>user</emphasis> template edit <filename>/etc/ldapscripts/ldapscripts.conf</filename> changing:
es: Otra gran característica de <application>ldapscripts</application>, es el sistema de plantillas. Las plantillas le permiten adaptar los atributos de los objetos usuario, grupo o máquina. Por ejemplo, para habilitar la plantilla <emphasis>user</emphasis> editee <filename>/etc/ldapscripts/ldapscripts.conf</filename> cambiando:
it: Un'altra utile caratteristica di <application>ldapscripts</application> è il sistema dei modelli. I modelli consentono di personalizzare gli attributi di un utente, gruppo e degli oggetti macchina. Per esempio, per abilitare il modello <emphasis>user</emphasis> aprire il file <filename>/etc/ldapscripts/ldapscripts.conf</filename> modificando:
sv: En annan viktig egenskap i <application>ldapscripts</application>, är mallsystemet. Med mallar kan du anpassa attributen för användare, grupper och maskinobjekt. Till exempel, för att aktivera mallen <emphasis>user</emphasis> redigera <filename>/etc/ldapscripts/ldapscripts.conf</filename> och ändra:

source: There are <emphasis role="italic">sample</emphasis> templates in the <filename>/etc/ldapscripts</filename> directory. Copy or rename the <filename>ldapadduser.template.sample</filename> file to <filename>/etc/ldapscripts/ldapadduser.template</filename>:
es: Hay plantillas de <emphasis role="italic">muestra</emphasis>en el directorio <filename>/etc/ldapscripts</filename>. Copie o renombre el archivo <filename>ldapadduser.template.sample</filename> a <filename>/etc/ldapscripts/ldapadduser.template</filename>:
it: Diversi <emphasis role="italic">esempi</emphasis> sono disponibili nella directory <filename>/etc/ldapscripts</filename>. Copiare o rinominare il file <filename>ldapadduser.template.sample</filename> in <filename>/etc/ldapscripts/ldapadduser.template</filename>:
sv: Det finns <emphasis role="italic">provmallar</emphasis> i katalogen <filename>/etc/ldapscripts</filename>. Kopiera och döp om filen <filename>ldapadduser.template.sample</filename> till <filename>/etc/ldapscripts/ldapadduser.template</filename>:

source: Edit the new template to add the desired attributes. The following will create new user's as with an <emphasis>objectClass</emphasis> of <emphasis>inetOrgPerson</emphasis>:
es: Edite la nueva plantilla para añadir los atributos deseados. Lo siguiente creará un nuevo usuario con un <emphasis>objectClass</emphasis> de <emphasis>inetOrgPerson</emphasis>:
it: Modificare il modello per aggiungere gli attributi desiderati. In questo esempio viene creato un nuovo utente con una <emphasis>objectClass</emphasis> di <emphasis>inetOrgPerson</emphasis>:
sv: Redigera den nya mallen och lägg till önskade attribut. Följande kommer skapa nya användare med en <emphasis>objectClass</emphasis> av <emphasis>inetOrgPerson</emphasis>:

source: Notice the <emphasis>&lt;ask&gt;</emphasis> option used for the <emphasis>cn</emphasis> value. Using &lt;ask&gt; will configure <application>ldapadduser</application> to prompt you for the attribute value during user creation.
es: Nota la opción <emphasis>&lt;ask&gt;</emphasis> utilizada para el valor de <emphasis>cn</emphasis>. Utilizando &lt;ask&gt;, <application>ldapadduser</application> pedirá el valor de dicho atributo durante la creación del usuario.
it: Notare l'opzione <emphasis>&lt;ask&gt;</emphasis> utilizzata per il valore <emphasis>cn</emphasis>. Usando &lt;ask&gt; viene configurato <application>ldapadduser</application> per chiedere il valore dell'attributo durante la creazione dell'utente.
sv: Notera flaggan <emphasis>&lt;ask&gt;</emphasis> som används för värdet <emphasis>cn</emphasis>. Att använda &lt;ask&gt; kommer konfigurera <application>ldapadduser</application> till att fråga efter attributvärdet när användaren skapas.

source: There are more useful scripts in the package, to see a full list enter: <command>dpkg -L ldapscripts | grep bin</command>
es: Hay muchos guiones útiles en el paquete, para verla lista entera, introduzca: <command>dpkg -L ldapscripts | grep bin</command>
it: Sono presenti molti altri script nel pacchetto. Per un elenco completo usare il comando: <command>dpkg -L ldapscripts | grep bin</command>
sv: Paketet innehåller fler användbara skript, skriv följande för att se en komplett lista: <command>dpkg -L ldapscripts | grep bin</command>

source: For more information see <ulink url="http://www.openldap.org/">OpenLDAP Home Page</ulink>
es: Para más información vea la <ulink url="http://www.openldap.org/">Página web de OpenLDAP</ulink>
it: Per maggiori informazioni, consultare <ulink url="http://www.openldap.org/">il sito web di OpenLDAP</ulink>
sv: För mer information, se webbplatsen för <ulink url="http://www.openldap.org/">OpenLDAP</ulink>

source: Though starting to show it's age, a great source for in depth LDAP information is O'Reilly's <ulink url="http://www.oreilly.com/catalog/ldapsa/">LDAP System Administration</ulink>
es: Aunque su antigüedad empieza a ser evidente, el libro <ulink url="http://www.oreilly.com/catalog/ldapsa/">LDAP System Administration</ulink> de O'Reilly es una gran fuente de información completa sobre LDAP.
it: Anche se un po' datata, un'ottima fonte di informazioni riguardo LDAP è <ulink url="http://www.oreilly.com/catalog/ldapsa/">LDAP System Administration</ulink> di O'Reilly.
sv: Även om den börjar bli gammal så är O'Reilly's bok <ulink url="http://www.oreilly.com/catalog/ldapsa/">LDAP System Administration</ulink> en bra källa för detaljerad LDAP-information.

source: Packt's <ulink url="http://www.packtpub.com/OpenLDAP-Developers-Server-Open-Source-Linux/book">Mastering OpenLDAP</ulink> is a great reference covering newer versions of OpenLDAP.
es: <ulink url="http://www.packtpub.com/OpenLDAP-Developers-Server-Open-Source-Linux/book">Mastering OpenLDAP</ulink> de Packt es una gran referencia que cubre las nuevas versiones de OpenLDAP.
it: Il libro di Packt, <ulink url="http://www.packtpub.com/OpenLDAP-Developers-Server-Open-Source-Linux/book">Mastering OpenLDAP</ulink>, è un'ottima fonte che copre anche le nuove versioni di OpenLDAP.
sv: Packt's <ulink url="http://www.packtpub.com/OpenLDAP-Developers-Server-Open-Source-Linux/book">Mastering OpenLDAP</ulink> är en utmärkt referens för nyare versioner av OpenLDAP.

source: For more information on <application>auth-client-config</application> see the man page: <command>man auth-client-config</command>.
es: Para más información sobre <application>auth-client-config</application> vea la página de manual: <command>man auth-client-config</command>.
it: Per maggiori informazioni su <application>auth-client-config</application>, consultare la pagina di manuale: <command>man auth-client-config</command>.
sv: För mer information om <application>auth-client-config</application> se manualsidan: <command>man auth-client-config</command>.

source: For more details regarding the <application>ldapscripts</application> package see the man pages: <command>man ldapscripts</command>, <command>man ldapadduser</command>, <command>man ldapaddgroup</command>, etc.
es: Para más detalles acerca del paquete <application>ldapscripts</application> consulte en las páginas man: <command>man ldapscripts</command>, <command>man ldapadduser</command>, <command>man ldapaddgroup</command>, etc.
it: Per maggiori informazioni riguardo il pacchetto <application>ldapscripts</application>, consultare le pagine di manuale: <command>man ldapscripts</command>, <command>man ldapadduser</command>, <command>man ldapaddgroup</command>, ecc...
sv: För fler detaljer angående paketet <application>ldapscripts</application> se manualsidorna: <command>man ldapscripts</command>, <command>man ldapadduser</command>, <command>man ldapaddgroup</command>, etc.

source: Samba and LDAP
es: Samba y LDAP
it: Samba e LDAP
sv: Samba och LDAP

source: This section covers configuring Samba to use LDAP for user, group, and machine account information and authentication. The assumption is, you already have a working OpenLDAP directory installed and the server is configured to use it for authentication. See <xref linkend="openldap-server"/> and <xref linkend="openldap-auth-config"/> for details on setting up OpenLDAP.
es: Esta sección abarca la configuración de Samba para utilizar LDAP para la autenticación e información de cuentas de usuario, grupo y máquina. Se asume que ya tiene un directorio OpenLDAP instalado y que el servidor está configurado para hacer uso de autenticación. Revise <application>ldapadduser</application> y <xref linkend="openldap-auth-config"/> para los detalles de configuración de OpenLDAP
it: Questa sezione spiega come configurare Samba all'uso di LDAP le informazioni e l'autenticazione di utenti, gruppi e macchine. Si dà per scontato che vi sia una directory OpenLDAP funzionante e il server è configurato per usarla per l'autenticazione. Per maggiori informazioni su come impostare OpenLDAP, consultare <xref linkend="openldap-server"/> and <xref linkend="openldap-auth-config"/>.
sv: Detta avsnitt behandlar konfigureringen av Samba till att använda LDAP för användare, grupper och maskinkontoinformation och autentisering. Antagandet är att du redan har en fungerande OpenLDAP-katalog installerad och att servern är konfigurerad till att använda autentisering. Se <xref linkend="openldap-server"/> och <xref linkend="openldap-auth-config"/> för detaljer om installationen av OpenLDAP.

source: There are three packages needed when integrating Samba with LDAP. <application>samba</application>, <application>samba-doc</application>, and <application>smbldap-tools</application> packages . To install the packages, from a terminal enter:
es: Hay tres paquetes necesarios cuando se integra Samba con LDAP. <application>samba</application>, <application>samba-doc</application>,y <application>smbldap-tools</application>. Para instalar estos paquetes, introduzca en una terminal:
it: Sono necessari tre pacchetti per interagire con Samba attraverso LDAP: <application>samba</application>, <application>samba-doc</application> e <application>smbldap-tools</application>. Per installarli, digitare:
sv: Det är tre paket som behövs för att integrera Samba med LDAP, <application>samba</application>, <application>samba-doc</application> och <application>smbldap-tools</application>. För att installera paketen, skriv från en terminal:

source: Strictly speaking the <application>smbldap-tools</application> package isn't needed, but unless you have another package or custom scripts, a method of managing users, groups, and computer accounts is needed.
es: En un sentido estricto, el paquete <application>smbldap-tools</application> no es necesario, pero, a no ser que se tenga otro paquete o guión hecho a medida, se necesita un método para la gestión de usuarios, grupos y cuentas del equipo.
it: Il pacchetto <application>smbldap-tools</application> non è necessario, ma a meno di non avere un altro pacchetto o degli script personalizzati, è necessario disporre di un metodo per la gestione di utenti, gruppi e account.
sv: Paketet <application>smbldap-tools</application> behövs egentligen inte, men om du inte har ett annat paket eller anpassat skript, behövs en metod för att hantera användare, grupper och maskinkonton.

source: OpenLDAP Configuration
es: Configuración OpenLDAP
it: Configurare OpenLDAP
sv: OpenLDAP konfigurering

source: In order for Samba to use OpenLDAP as a <emphasis>passdb backend</emphasis>, the user objects in the directory will need additional attributes. This section assumes you want Samba to be configured as a Windows NT domain controller, and will add the necessary LDAP objects and attributes.
es: Para que Samba utilice OpenLDAP como <emphasis>passdb backend</emphasis>, los objetos de usuario en el directorio necesitan atributos adicionales. Esta sección asume que usted quiere configurar Samba como un controlador de dominio Windows NT y que añadirá los objetos y atributos LDAP necesarios.
it: Affinché Samba possa usare OpenLDAP come un <emphasis>backend passdb</emphasis>, gli oggetti utente nella directory necessitano di ulteriori attributi. Questa sezione assume che si voglia configurare Samba come controller di dominio Windows NT e verranno aggiunti gli oggetti e gli attributi LDAP necessari.
sv: För att Samba skall använda OpenLDAP som en <emphasis>passdb-bakände</emphasis>, behöver användarobjekten i katalogen ytterligare attribut. Detta avsnitt förutsätter att du vill att Samba skall konfigureras som en Windows NT domänkontrollant och att nödvändiga LDAP-objekt och attribut läggs till.

source: The Samba attributes are defined in the <filename>samba.schema</filename> file which is part of the <application>samba-doc</application> package. The schema file needs to be unzipped and copied to <filename>/etc/ldap/schema</filename>. From a terminal prompt enter:
es: Los atributos Samba estan definidos en el archivo <filename>samba.schema</filename> que es parte del paquete <application>samba-doc</application> . El archivo de esquema requiere ser desempaquetado y copiado a <filename>/etc/ldap/schema</filename>. Desde una terminal escriba:
it: gli attributi Samba sono definiti nel file <filename>samba.schema</filename>, parte del pacchetto <application>samba-doc</application>. Il file schema necessita di essere decompresso e copiato in <filename>/etc/ldap/schema</filename>. Da un terminale, digitare:
sv: Samba-attributen är definierade i filen <filename>samba.schema</filename> som är en del av paketet <application>samba-doc</application>. Schemafilen behöver packas upp och kopieras till <filename>/etc/ldap/schema</filename>. Skriv från en terminal:

source: The <emphasis>samba</emphasis> schema needs to be added to the <emphasis>cn=config</emphasis> tree. The procedure to add a new schema to <application>slapd</application> is also detailed in <xref linkend="openldap-configuration"/>.
es: El esquema <emphasis>samba</emphasis> necesita ser añadido al árbol <emphasis>cn=config</emphasis>. El procedimiento para añadir un nuevo esquema a <application>slapd</application> se detalla en <xref linkend="openldap-configuration"/>.
it: È necessario aggiungere lo schema <emphasis>samba</emphasis> all'albero <emphasis>cn=config</emphasis>. La procedura per aggiungere un nuovo schema a <application>slapd</application> è spiegata in <xref linkend="openldap-configuration"/>.
sv: Schemat <emphasis>samba</emphasis> behöver läggas till i trädet <emphasis>cn=config</emphasis>. Proceduren för att lägga till ett nytt schema till <application>slapd</application> finns också beskrivet i <xref linkend="openldap-configuration"/>.

source: First, create a configuration file named <filename>schema_convert.conf</filename>, or a similar descriptive name, containing the following lines:
es: Primero, cree un archivo de configuración llamado <filename>schema_convert.conf</filename>, o con un nombre similar, descriptivo, que contenga las siguientes líneas:
it: Creare un file di configurazione chiamato <filename>schema_convert.conf</filename>, o simile, contenente quanto segue:
sv: Börja med att skapa en konfigurationsfil med namnet <filename>schema_convert.conf</filename>, eller ett liknande beskrivande namn som innehåller följande rader:

source: Now use <application>slaptest</application> to convert the schema files:
es: Ahora use <application>slaptest</application> para convertir los archivos de esquema:
it: Ora usare <application>slaptest</application> per convertire i file schema:
sv: Använd nu <application>slaptest</application> för att konvertera schemafilerna:

source: Change the above file and path names to match your own if they are different.
es: Cambie el archivo y ruta anterior, para que coincidan con el suyo si son diferentes.
it: Modificare i percorsi e i nomi dei file in base alla proprie esigenze.
sv: Ändra ovanstående fil och sökvägar till att matcha dina egna om de är olika.

source: Edit the generated <filename>/tmp/ldif_output/cn=config/cn=schema/cn={12}samba.ldif</filename> file, changing the following attributes:
es: Edite el archivo generado <filename>/tmp/ldif_output/cn=config/cn=schema/cn={12}samba.ldif</filename>, cambiando los siguientes atributos:
it: Aprire il file <filename>/tmp/ldif_output/cn=config/cn=schema/cn={12}samba.ldif</filename> e modificare i seguenti attributi:
sv: Redigera den nyss skapade filen <filename>/tmp/ldif_output/cn=config/cn=schema/cn={12}samba.ldif</filename> och ändra följande attribut:

source: There should now be a <emphasis>dn: cn={X}misc,cn=schema,cn=config</emphasis>, where "X" is the next sequential schema, entry in the cn=config tree.
es: Debe haber ahora un <emphasis>dn: cn={X}misc,cn=schema,cn=config</emphasis>, donde "X" es el siguiente esquema secuencial, con entrada en el árbol cn=config.
it: Dovrebbe ora esserci una voce <emphasis>dn: cn={X}misc,cn=schema,cn=config</emphasis> nell'albero "cn=config", in cui "X" è lo schema successivo in sequenza.
sv: Där skall nu finnas en <emphasis>dn: cn={X}misc,cn=schema,cn=config</emphasis>, där "X" är nästa sekventiella schemauppgift i trädet cn=config.

source: Copy and paste the following into a file named <filename>samba_indexes.ldif</filename>:
es: Copie y pegue lo siguiente en un archivo llamado <filename>samba_indexes.ldif</filename>:
it: Copiare e incollare quanto segue in un file chiamato <filename>samba_indexes.ldif</filename>:
sv: Kopiera och klistra in följande i en fil med namnet <filename>samba_indexes.ldif</filename>:

source: Using the <application>ldapmodify</application> utility load the new indexes:
es: Usando la utilidad <application>ldapmodify</application> cargue los nuevos índices:
it: Usando l'utilità <application>ldapmodify</application>, caricare i nuovi indici:
sv: Genom att använda verktyget <application>ldapmodify</application> laddas det nya indexet:

source: If all went well you should see the new indexes using <application>ldapsearch</application>:
es: Si todo ha ido bien, puede ver los nuevos índices usando <application>ldapsearch</application>:
it: Se tutto è andato a buon fine, dovrebbe essere possibile visualizzare gli indici utilizzando <application>ldapsearch</application>:
sv: Om allt gick bra skall du kunna se det nya indexet genom att använda <application>ldapsearch</application>:

source: Next, configure the <application>smbldap-tools</application> package to match your environment. The package comes with a configuration script that will ask questions about the needed options. To run the script enter:
es: Después, configure el paquete <application>smbldap-tools</application> para que coincida con su entorno. El paquete viene con un guión de configuración que le preguntará sobre las opciones necesarias. Para ejecutar el guión introduzca:
it: Ora, configurare il pacchetto <application>smbldap-tools</application> in base al proprio ambiente di lavoro. Il pacchetto è dotato di uno script di configurazione che richiede l'impostazione delle opzioni necessarie. Per eseguire lo script:
sv: Nästa steg, konfigurera paketet <application>smbldap-tools</application> så att det matchar din miljö. Paketet levereras med ett konfigurationsskript som kommer ställa frågor om nödvändiga alternativ. För att köra skriptet, skriv:

source: Once you have answered the questions, there should be <filename>/etc/smbldap-tools/smbldap.conf</filename> and <filename>/etc/smbldap-tools/smbldap_bind.conf</filename> files. These files are generated by the configure script, so if you made any mistakes while executing the script it may be simpler to edit the file appropriately.
es: Una vez que usted haya contestado las preguntas, deben existir los archivos <filename>/etc/smbldap-tools/smbldap.conf</filename> y <filename>/etc/smbldap-tools/smbldap_bind.conf</filename>. Los archivos son generados por el guión de configuración, así que si usted comete algún error mientras ejecuta el guión será más sencillo editar el archivo correctamente.
it: Una volta risposto a tutte le domande, dovrebbero esserci dei file <filename>/etc/smbldap-tools/smbldap.conf</filename> e <filename>/etc/smbldap-tools/smbldap_bind.conf</filename>. Questi sono generati dallo script di configurazione e nel caso siano stati commessi degli errori durante l'esecuzione dello script è possibile aprirli e modificarli.
sv: När du har svarat på frågorna, kommer dessa filer att finnas <filename>/etc/smbldap-tools/smbldap.conf</filename> och <filename>/etc/smbldap-tools/smbldap_bind.conf</filename>. Dessa filer är skapade av konfigurationsskriptet, så om du gjort några misstag när du körde skriptet kan det vara enklare att på lämpligt sätt redigera filen.

source: The <application>smbldap-populate</application> script will add the necessary users, groups, and LDAP objects required for Samba. It is a good idea to make a backup LDAP Data Interchange Format (LDIF) file with <application>slapcat</application> before executing the command:
es: El guión <application>smbldap-populate</application> añadirá los usuarios, grupos y objetos LDAP necesarios y requeridos por Samba. Es una buena idea realizar un archivo LDIF (Formato para Intercambio de Datos LDAP) de respaldo con <application>slapcat</application> antes de ejecutar la orden:
it: Lo script <application>smbldap-populate</application> aggiunge gli utenti, i gruppi e gli oggetti LDAP necessari a Samba. È utile creare un file LDIF di backup con <application>slapcat</application> prima di eseguire il comando:
sv: Skriptet <application>smbldap-populate</application> kommer lägga till nödvändiga användare, grupper och LDAP-objekt som krävs för Samba. Innan du verkställer kommandot är det en bra idé att göra en säkerhetskopia på filen LDAP Data Interchange Format (LDIF) genom att använda <application>slapcat</application>:

source: Once you have a current backup execute <application>smbldap-populate</application> by entering:
es: Una vez que tenga un respaldo actual, ejecute <application>smbldap-populate</application> introduciendo:
it: Ottenuta la copia di sicurezza, eseguire <application>smbldap-populate</application> digitando:
sv: När du har en aktuell säkerhetskopia, verkställ <application>smbldap-populate</application> genom att skriva:

source: You can create an LDIF file containing the new Samba objects by executing <command>sudo smbldap-populate -e samba.ldif</command>. This allows you to look over the changes making sure everything is correct.
es: Puede crear un archivo LDIF conteniendo los nuevos objetos Samba ejecutando <command>sudo smbldap-populate -e samba.ldif</command>. Esta orden le permite ver los cambios para asegurarse que todo esta correcto.
it: È possibile creare un file LDIF contenente i nuovi oggetti Samba eseguendo il comando <command>sudo smbldap-populate -e samba.ldif</command>. In questo modo, è possibile visualizzare le modifiche per assicurarsi che tutto sia corretto.
sv: Du kan skapa en ny LDIF-fil som innehåller det nya Samba-objektet genom att köra <command>sudo smbldap-populate -e samba.ldif</command>. Detta medför att du kan granska ändringarna och säkerställa att allt är rätt.

source: Your LDAP directory now has the necessary domain information to authenticate Samba users.
es: Su directorio LDAP ahora tiene la información de dominio necesario para autenticar usuarios Samba.
it: La directory LDAP ora ha le informazioni necessarie sul dominio per autenticare gli utenti Samba.
sv: Din LDAP-katalog har nu den nödvändiga domäninformationen för att kunna autentisera Samba-användare.

source: Samba Configuration
es: Configuración Samba
it: Configurare Samba
sv: Samba konfigurering
