Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Configuring a Secondary KDC using the LDAP backend is similar to configuring one using the normal Kerberos database.
es: Configurar un KDC secundario usando el motor LDAP es similar a configurar uno usando la base de datos normal de Kerberos.
sv: konfigurera en sekundär KDC som använder LDAP-bakänden är snarlikt som att konfigurera den till att använda en normal Kerberos-databas.

source: First, install the necessary packages. In a terminal enter:
es: Primero instale los paquetes necesarios. En una terminal, introduzca:
sv: Först, installera nödvändiga paket, skriv från en terminalprompt:

source: Next, edit <filename>/etc/krb5.conf</filename> to use the LDAP backend:
es: Luego, edite <filename>/etc/krb5.conf</filename> para usar el motor LDAP:
sv: Nästa steg, redigera <filename>/etc/krb5.conf</filename> till att använda LDAP-bakände:

source: Again, replace <emphasis>EXAMPLE.COM</emphasis> with your actual realm.
es: De nuevo, reemplace <emphasis>EXAMPLE.COM</emphasis> con su reino actual.
sv: Åter igen, ersätt <emphasis>EXAMPLE.COM</emphasis> med din verkliga realm.

source: Finally, start the <application>krb5-kdc</application> daemon:
es: Finalmente, inicie el demonio <application>krb5-kdc</application>:
sv: Slutligen, starta demonen <application>krb5-kdc</application>:

source: You now have redundant KDCs on your network, and with redundant LDAP servers you should be able to continue to authenticate users if one LDAP server, one Kerberos server, or one LDAP and one Kerberos server become unavailable.
es: Ahora tiene KDC redundantes en su red, y con servidores LDAP redundantes debería ser capaz de segui autenticando a los usuarios si un servidor LDAP, un servidor de Kerberos, o un LDAP y un Kerberos ya no están disponibles.
sv: Du har nu redundanta KDC:er på ditt nätverk och med redundanta LDAP-servrar skall du nu kunna autentisera användare om en LDAP-server, en Kerberos-server eller om både en LDAP och Kerberos-server blir otillgänglig.

source: The <ulink url="http://web.mit.edu/Kerberos/krb5-1.6/krb5-1.6.3/doc/krb5-admin.html#Configuring-Kerberos-with-OpenLDAP-back_002dend"> Kerberos Admin Guide</ulink> has some additional details.
es: La <ulink url="http://web.mit.edu/Kerberos/krb5-1.6/krb5-1.6.3/doc/krb5-admin.html#Configuring-Kerberos-with-OpenLDAP-back_002dend">Guía de administración de Kerberos</ulink> dispone de algunos detalles adicionales.
sv: <ulink url="http://web.mit.edu/Kerberos/krb5-1.6/krb5-1.6.3/doc/krb5-admin.html#Configuring-Kerberos-with-OpenLDAP-back_002dend"> Kerberos Admin Guide</ulink> har ytterligare detaljer.

source: For more information on <application>kdb5_ldap_util</application> see <ulink url="http://web.mit.edu/Kerberos/krb5-1.6/krb5-1.6.3/doc/krb5-admin.html#Global-Operations-on-the-Kerberos-LDAP-Database"> Section 5.6</ulink> and the <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man8/kdb5_ldap_util.8.html">kdb5_ldap_util man page</ulink>.
es: Para más información sobre <application>kdb5_ldap_util</application>, consulte la <ulink url="http://web.mit.edu/Kerberos/krb5-1.6/krb5-1.6.3/doc/krb5-admin.html#Global-Operations-on-the-Kerberos-LDAP-Database">sección 5.6</ulink> y la <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man8/kdb5_ldap_util.8.html">página de manual de kdb5_ldap_util</ulink>.
sv: För mer information om <application>kdb5_ldap_util</application> se <ulink url="http://web.mit.edu/Kerberos/krb5-1.6/krb5-1.6.3/doc/krb5-admin.html#Global-Operations-on-the-Kerberos-LDAP-Database"> Avsnitt 5.6</ulink> och man-sidan <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man8/kdb5_ldap_util.8.html">kdb5_ldap_util</ulink>.

source: Another useful link is the <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man5/krb5.conf.5.html">krb5.conf man page</ulink>.
es: Otro vínculo útil es las páginas de manual <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man5/krb5.conf.5.html">krb5.conf</ulink>.
sv: En annan användbar länk är <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man5/krb5.conf.5.html">man-sidan krb5.conf</ulink>.

source: Email Services
es: Servicios de correo electrónico
it: Servizi email
ko: 이메일 서비스
pt: Serviços de Correio Electrónico
sv: E-posttjänster

source: The process of getting an email from one person to another over a network or the Internet involves many systems working together. Each of these systems must be correctly configured for the process to work. The sender uses a <emphasis>Mail User Agent</emphasis> (MUA), or email client, to send the message through one or more <emphasis>Mail Transfer Agents</emphasis> (MTA), the last of which will hand it off to a <emphasis>Mail Delivery Agent</emphasis> (MDA) for delivery to the recipient's mailbox, from which it will be retrieved by the recipient's email client, usually via a POP3 or IMAP server.
es: El proceso de enviar un correo electrónico de una persona a otra a través de una red o de Internet involucra muchos sistemas trabajando juntos. Todos esos sistemas deben estar configurados correctamente para que el proceso funcione. El remitente usa un <emphasis>Agente de Usuario de Correo</emphasis> (Mail User Agent, MUA), o cliente de correo, para enviar el mensaje a través de uno o varios <emphasis>Agentes de Transferencia de Correo</emphasis> (Mail Transport Agent, MTA), el último de los cuales actuará de <emphasis>Agente de Entrega de Correo</emphasis> (Mail Delivery Agent, MDA) para entregarlo en el buzón del destinatario, y que luego pueda ser recuperado usando el cliente de correo del destinatario, normalmente por medio de un servidor POP3 o IMAP.
it: Il processo per portare una email da una persona a un'altra all'interno di una rete o attraverso internet, comporta l'utilizzo di diversi sistemi che cooperano tra loro. Ognuno di questi sistemi deve essere configurato correttamente. Colui che spedisce una email utilizza un <emphasis>Mail User Agent</emphasis> (MUA), o client email, per spedire il messaggio attraverso uno o più <emphasis>Mail Transfer Agents</emphasis> (MTA), l'ultimo dei quali lo consegnerà a un <emphasis>Mail Delivery Agent</emphasis> (MDA) per la consegna nella casella di posta del destinatario, che la preleverà utilizzando un client email attraverso un server POP3 o IMAP.
ko: 네트워크 또는 인터넷 상에서 한 사람에서 부터 다른 사람으로 이메일을 가지는 과정은 많은 시스템이 함께 동작하는 것과 관련 됩니다. 각각의 시스템은 과정이 동작하기 위하여 반드시 올바르게 설정되어야 합니다. 보내는 사람은 <emphasis>Mail User Agent</emphasis> (MUA) 또는 이메일 클라이언트를 사용하고, 메세지를 보내기 위하여 하나 또는 여러 개의 <emphasis>Mail Transfer Agents</emphasis> (MTA) 를 통과하며, 마지막으로, 받는 사람의 메일박스에 배달을 하기 위하여 <emphasis>Mail Delivery Agent</emphasis> (MDA) 를 거치게 됩니다. 그리고, 메일은 보통 POP3 또는 IMAP 서버를 통하여 받는 사람의 이메일 클라이언트에 의해 읽혀지게 됩니다.
pt: O processo de obtenção de uma mensagem de coreeio electrónico de uma pessoa para outra através de uma rede ou da internet envolve muitos sistemas a trabalhar em conjunto. Cada um destes sistemas tem de estar correctamente configurado para que o processo funcione. O remetente utiliza um <emphasis>Agente de Utilizador de Correio</emphasis> <emphasis role="italics">Mail User Agent</emphasis> (MUA), ou cliente de email, para enviar a mensagem através de um ou mais <emphasis>Agente de Transferência de Correio</emphasis> <emphasis role="italics">Mail Transfer Agent</emphasis> (MTA), o último dos quais a vai entregar a um <emphasis>Agente de Entrega de Correio</emphasis> <emphasis role="italics">Mail Delivery Agent</emphasis> (MDA) para entrega nas caixas de correio de destino, das quais será obtida pelos clientes de email dessas caixas, normalmente via um servidor POP3 ou IMAP.
sv: För att ett e-postmeddelande skall skickas från en person till en annan över ett nätverk eller internet krävs det att många system arbetar tillsammans. Vart och ett av dessa system måste vara korrekt konfigurerat för att processen ska fungera. Avsändaren använder en <emphasis>Mail User Agent</emphasis> (MUA), eller en e-postklient, för att skicka meddelanden genom en eller flera <emphasis>Mail Transfer Agents</emphasis> (MTA), som skickar det vidare till en <emphasis>Mail Delivery Agent</emphasis> (MDA) för leverans till mottagarens inkorg, varifrån det kommer att hämtas av mottagarens e-postklient, vanligtvis via en POP3 eller en IMAP-server.

source: <application>Postfix</application> is the default Mail Transfer Agent (MTA) in Ubuntu. It attempts to be fast and easy to administer and secure. It is compatible with the MTA <application>sendmail</application>. This section explains how to install and configure <application>postfix</application>. It also explains how to set it up as an SMTP server using a secure connection (for sending emails securely).
es: <application>Postfix</application> es el Agente de Transferencia de Correo (Mail Transfer Agent, MTA) predeterminado en Ubuntu. Su objetivo es ser rápido, seguro y fácil de administrar. Es compatible con el MTA <application>sendmail</application>. Esta sección explica cómo instalar y configurar <application>postfix</application>. También explica cómo configurar un servidor SMTP usando una conexión segura (para enviar correos electrónicos de forma segura).
it: <application>Postfix</application> è il Mail Transfer Agent (MTA) predefinito di Ubuntu. Cerca di essere facile da amministrare e sicuro ed è compatibile con l'MTA <application>sendmail</application>. Questa sezione espone come installare e configurare <application>postfix</application> e anche come configurare un server SMTP utilizzando un collegamento sicuro (per l'invio di email in sicurezza).
ko: <application>Postfix</application> 는 우분투에서 기본 설정된 Mail Transfer Agent (MTA) 입니다. 이것은 빠르고 관리와 보안을 하기가 수월 합니다. 그리고 MTA 인 <application>sendmail</application> 과 호환이 됩니다. 이 영역은 <application>postfix</application> 를 어떻게 설치하고 설정하는 지를 설명 합니다. 또한 그것을 보안 연결을 (안전하게 이메일을 보내기 위한) 사용하는 SMTP 서버로서 어떻게 만드는 지를 설명 합니다.
pt: O <application>Postfix</application> é o Agente de Transporte de Correio (MTA) pré-definido no Ubuntu. Este tenta ser rápido e fácil de administrar e seguro. É compativel com o MTA <application>sendmail</application>. Esta secção explica como instalar e configurar o <application>postfix</application>. Também explica como configurá-lo como servidor SMTP utilizando uma ligação segura (para envio de email de forma segura).
sv: <application>Postfix</application> är den Mail Transfer Agent (MTA) som är standard i Ubuntu. Den gör en ansats till att vara snabb, enkel att administrera och säker. Den är kompatibel med MTA:n <application>sendmail</application>. Detta avsnitt förklarar hur du installerar och konfigurerar <application>postfix</application>. Den förklarar också hur du sätter upp en SMTP-server som använder en säker anslutning (för att skicka e-post säkert).

source: To install <application>postfix</application> run the following command:
es: Para instalar <application>postfix</application> ejecute la siguiente orden:
it: Per installare <application>postfix</application> eseguire il seguente comando:
sv: För att installera <application>postfix</application> kör följande kommando:

source: Simply press return when the installation process asks questions, the configuration will be done in greater detail in the next stage.
es: Simplemente pulse intro cuando el proceso de instalación haga preguntas, la configuración se hará en mayor detalle en la siguiente etapa.
it: Premere "Invio" quando il processo di installazione pone delle domande, la configurazione verrà effettuata in dettaglio al passo successivo.
sv: Tryck på "return" när installationsprocessen ställer frågor, konfigurationen kommer utföras i detalj i nästa steg.

source: Basic Configuration
es: Configuración básica
it: Configurazione di base
ko: 기본적인 설정
pt: Configuração Básica
sv: Grundläggande konfiguration

source: To configure <application>postfix</application>, run the following command:
es: Para configurar <application>postfix</application>, ejecute la siguiente orden:
it: Per configurare <application>postfix</application>, eseguire il seguente comando:
sv: För att konfigurera <application>postfix</application>, kör följande kommando:

source: Internet Site
es: Sitio de Internet
sv: Internetplats

source: all
es: todo
it: tutti
sv: alla

source: The user interface will be displayed. On each screen, select the following values: <placeholder-1/>
es: La interfaz de usuario será mostrada: En cada pantalla, seleccione los siguientes valores: <placeholder-1/>
it: Viene visualizzata l'interfaccia utente. In ogni schermata selezionare i seguenti valori: <placeholder-1/>
sv: Användargränssnittet kommer visas. På varje skärmbild, välj följande värden: <placeholder-1/>

source: Replace mail.example.com with your mail server hostname, 192.168.0/24 with the actual network and class range of your mail server, and steve with the appropriate username.
es: Reemplace mail.example.com con su nombre de servidor de correo, 192.168.0/24 con la red actual y el rango de clase de su servidor de correo, y steve con el nombre de usuario apropiado.
sv: Ersätt mail.example.com med värdnamnet på din e-postserver, 192.168.0/24 med det verkliga nätverk och klassområdet för din e-postserver och steve med lämpligt användarnamn.

source: SMTP Authentication
es: Autentificación SMTP
it: Autenticazione SMTP
ko: SMTP 인증
pt: Autenticação SMTP
sv: SMTP-autentisering

source: SMTP-AUTH allows a client to identify itself through an authentication mechanism (SASL). Transport Layer Security (TLS) should be used to encrypt the authentication process. Once authenticated the SMTP server will allow the client to relay mail.
es: SMTP-AUTH permite al cliente identificarse a si mismo a través de un mecanismo de autentificación (SASL). La Seguridad de la Capa de Transporte (TLS) debe ser utilizada para encriptar el proceso de autentificación. Una vez autenticado, el servidor SMTP permitirá al cliente enviar correos.
it: SMTP-AUTH consente a un client di identificarsi attraverso un meccanismo di autenticazione (SASL). TLS (Transport Layer Security) dovrebbe essere usato per cifrare il processo di autenticazione. Una volta autenticato, il server SMTP consentirà ai client di scaricare le email.
sv: SMTP-AUTH tillåter en klient att identifiera sig själv genom en autentiseringsmekanism (SASL). Transport Layer Security (TLS) skall användas för att kryptera autentiseringsprocessen. När autentiseringen är klar kommer SMTP-serven tillåta klienten att vidarebefordra e-post.

source: Configuring <application>Postfix</application> for SMTP-AUTH is very simple using the <application>dovecot-postfix</application> package. This package will install <application>Dovecot</application> and configure <application>Postfix</application> to use it for both SASL authentication and as a Mail Delivery Agent (MDA). The package also configures <application>Dovecot</application> for IMAP, IMAPS, POP3, and POP3S.
es: Configurar <application>Postfix</application> para que use SMTP-AUTH es muy sencillo si se usa el paquete <application>dovecot-postfix</application>. Este paquete instalará <application>Dovecot</application> y configurará <application>Postfix</application> para que lo use en la autenticación SASL y como Agente de Entrega de Correo (Mail Delivery Agent, MDA). El paquete también configura <application>Dovecot</application> para que funcione con IMAP, IMAPS, POP3 y POP3S.
sv: Konfigurera <application>Postfix</application> för SMTP-AUTH är väldigt enkelt genom att använda paketet <application>dovecot-postfix</application>. Detta paket kommer installera <application>Dovecot</application> och konfigurera <application>Postfix</application> till att använda det för både SASL-autentisering och som en Mail Delivery Agent (MDA). Detta paket konfigurerar också <application>Dovecot</application> för IMAP, IMAPS, POP3 och POP3S.

source: To install the package, from a terminal prompt enter:
es: Para instalar el paquete, introduzca lo siguiente en una terminal:
sv: För att installera paketet, skriv från en terminal:

source: You should now have a working mail server, but there are a few options that you may wish to further customize. For example, the package uses the certificate and key from the <application>ssl-cert</application> package, and in a production environment you should use a certificate and key generated for the host. See <xref linkend="certificates-and-security"/> for more details.
es: Ahora debe tener un servidor de correo, pero hay algunas opciones que puede que desee personalizar aún más. Por ejemplo, el paquete utiliza el certificado y la clave del paquete <application>ssl-cert</application>, y en un entorno de producción debería usar un certificado y la clave generada por el anfitrión. Ver <xref linkend="certificates-and-security"/> para más detalles.
sv: Du skall nu ha en fungerande e-postserver, men det finns några fler alternativ som du kanske vill konfigurera ytterligare. Till exempel, paketet använder ett certifikat och nyckel från paketet <application>ssl-cert</application>, och i en produktionsmiljö bör du använda ett certifikat och nyckel som skapats för värden. Se <xref linkend="certificates-and-security"/> för mer detaljer.

source: Once you have a customized certificate and key for the host, change the following options in <filename>/etc/postfix/main.cf</filename>:
es: Si tiene un certificado y una clave personalizados para el anfitrión, modifique las siguientes opciones en <filename>/etc/postfix/main.cf</filename>:
sv: När du har ett anpassat certifikat och nyckel för värden, ändra följande alternativ i <filename>/etc/postfix/main.cf</filename>:

source: Then restart Postfix:
es: Luego reinicie Postfix
sv: Starta därefter om Postfix:

source: SMTP-AUTH configuration is complete. Now it is time to test the setup.
es: La configuración SMTP-AUTH está completa. Es hora de probar la configuración.
it: La configurazione di SMTP-AUTH è completa ed è ora necessario provarla.
sv: SMTP-AUTH konfigureringen är klar. nu är det dags att testa installationen.

source: To see if SMTP-AUTH and TLS work properly, run the following command:
es: Para ver si SMTP-AUTH y TLS trabajan adecuadamente, ejecute la siguiente orden:
it: Per verificare se SMTP-AUTH e TLS funzionano correttamente, eseguire il seguente comando:
sv: För att se om SMTP-AUTH och TLS fungerar som det skall, kör följande kommando:

source: After you have established the connection to the postfix mail server, type:
es: Luego que usted haya establecido conexión con el servidor de correo postfix, tipee:
it: Una volta stabilita la connessione al server mail Postfix, digitare:
sv: Efter att du har etablerat kontakt med postfix e-postserver, skriv:

source: If you see the following lines among others, then everything is working perfectly. Type <command>quit</command> to exit.
es: SI ve las siguientes líneas entre otras, entonces todo está funcionando correctamente. Teclee <command>quit</command> para salir.
it: Se, tra tutte le righe, viene visualizzato anche questo, allora funziona correttamente. Digitare <command>quit</command> per uscire.
sv: Om du bland annat ser följande rader , då fungerar allt perfekt. Skriv <command>quit</command> för att avsluta.

source: This section introduces some common ways to determine the cause if problems arise.
es: Esta sección introduce algunas maneras comunes de determinar la causa si se presentan problemas.
it: Questa sezione descrive alcuni metodi comuni per determinare la cause dei problemi che potrebbero verificarsi.
sv: Detta avsnitt introducerar några vanliga sätt att bestämma orsaken om ett problem uppstår.

source: Escaping chroot
es: Saliendo de chroot
it: Evitare l'uso di chroot
sv: Undkomma chroot

source: The Ubuntu <application>postfix</application> package will by default install into a <emphasis>chroot</emphasis> environment for security reasons. This can add greater complexity when troubleshooting problems.
es: El paquete <application>postfix</application> de Ubuntu se instalara por defecto en un ambiente <emphasis>chroot</emphasis> por medidas de seguridad. Esto puede añadir mayor complejidad cuando se resuelvan problemas.
it: Il pacchetto <application>postfix</application> di Ubuntu viene installato, in modo predefinito e per ragioni di sicurezza, all'interno di un ambiente <emphasis>chroot</emphasis>.
sv: Av säkerhetsskäl installeras Ubuntu-paketet <application>postfix</application> till en <emphasis>chroot</emphasis> miljö. Det kan medföra en större komplexitet vid felsökning.

source: To turn off the chroot operation locate for the following line in the <filename>/etc/postfix/master.cf</filename> configuration file:
es: Para apagar la operación chroot , busque la siguiente línea en el archivo de configuración <filename>/etc/postfix/master.cf</filename>.
it: Per terminate l'operazione chroot, localizzare la seguente riga nel file <filename>/etc/postfix/master.cf</filename>:
sv: För att stänga av chroot funktionen leta upp följande rad i konfigurationsfilen <filename>/etc/postfix/master.cf</filename>:

source: and modify it as follows:
es: y modifíquelo de esta forma:
it: e modicarlo come segue:
ko: 이를 다음과 같이 수정합니다:
pt: e modifique como se indica:
sv: och ändra det till:

source: You will then need to restart Postfix to use the new configuration. From a terminal prompt enter:
es: Necesitará reiniciar Postfix para usar la nueva configuración. En una consola teclee:
it: È necessario riavviare Postfix affinché utilizzi la nuova configurazione. In un terminale, digitare:
sv: Du behöver därefter starta om Postfix för att använda den nya konfigurationen. Skriv från en terminal:

source: Log Files
es: Archivos log
it: File di registro
sv: Loggfiler

source: <application>Postfix</application> sends all log messages to <filename>/var/log/mail.log</filename>. However error and warning messages can sometimes get lost in the normal log output so they are also logged to <filename>/var/log/mail.err</filename> and <filename>/var/log/mail.warn</filename> respectively.
es: <application>Postfix</application> envía todos los mensajes de registro a <filename>/var/log/mail.log</filename>. Sin embargo, algunas veces, los mensajes de error y advertencia pueden perderse en la salida normal de registro y, por esta razón, también se registran en <filename>/var/log/mail.err</filename> y <filename>/var/log/mail.warn</filename> respectivamente.
it: <application>Postfix</application> invia tutti i messaggi di registrazione in <filename>/var/log/mail.log</filename>. I messaggi di errore e gli avvisi possono andar persi nell'output della registrazione normale, per questo vengono anche registrati in <filename>/var/log/mail.err</filename> e <filename>/var/log/mail.warn</filename> rispettivamente.
sv: <application>Postfix</application> skickar alla loggmeddelanden till <filename>/var/log/mail.log</filename>. Däremot kan fel och varningsmeddelanden ibland försvinna i den vanliga loggproduktionen, därför loggas dem också var för sig i <filename>/var/log/mail.err</filename> och <filename>/var/log/mail.warn</filename>.

source: To see messages entered into the logs in real time you can use the <application>tail -f</application> command:
es: Para ver los mensajes ingresados en los registros en tiempo real usted puede utilizar el comando <application>tail -f</application>:
it: Per visualizzare in tempo reale i messaggi che vengono registrati, usare il comando <application>tail -f</application>:
sv: För att se meddelanden i loggen i realtid kan du använda kommandot <application>tail -f</application>:
