Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: The <application>likewise-open</application> package comes with a few other utilities that may be useful for gathering information about the Active Directory environment. These utilities are used to join the machine to the domain, and are the same as those available in the <application>samba-common</application> and <application>winbind</application> packages:
es: El paquete <application>likewise-open</application> viene con otras pocas herramientas que pueden ser utilizas para recopilar información sobre el entorno de Active Directory. Éstas herramientas son utilizadas para unir la maquina a un dominio, y son las mismas que las que están disponible en los paquetes <application>samba-common</application> y <application>winbind</application>:
it: Il pacchetto <application>likewise-open</application> dispone di altre utilità che possono rivelarsi utili per ottenere informazioni sull'ambiente Active Directory. Queste utilità sono usate per introdurre un computer nel dominio e sono le stesse disponibili nei pacchetti <application>samba-common</application> e <application>winbind</application>:
sv: Paketet <application>likewise-open</application> kommer med några andra verktyg som kan vara användbara för att samla information om Active Directory miljön. Dessa verktyg används för att ansluta datorn till domänen och är samma som är med i paketen <application>samba-common</application> och <application>winbind</application>:

source: <application>lwinet</application>: Returns information about the network and the domain.
es: <application>lwinet</application>: Devuelve información sobre la red y el dominio.
it: <application>lwinet</application>: fornisce informazioni riguardo la rete e il dominio,
sv: <application>lwinet</application>: Returnerar information om nätverket och domänen.

source: <application>lwimsg</application>: Allows interaction with the <application>likewise-winbindd</application> daemon.
es: <application>lwimsg</application>: Permite la interacción con el demonio <application>likewise-winbindd</application>.
it: <application>lwimsg</application>: consente di interagire con il demone <application>likewise-winbindd</application>.
sv: <application>lwimsg</application>: Tillåter interaktion med demonen <application>likewise-winbindd</application>.

source: <application>lwiinfo</application>: Displays information about various parts of the Domain.
es: <application>lwiinfo</application>: Muestra información sobre varias partes del dominio.
it: <application>lwiinfo</application>: visualizza informazioni riguardo diverse parti del dominio.
sv: <application>lwiinfo</application>: Visar information om olika delar av en domän.

source: Please refer to each utility's man page specific for details.
es: Consulte las páginas de manual de cada utilidad para obtener información más específica.
it: Per maggiori informazioni, consultare le pagine man delle utilità.
sv: För närmare detaljer hänvisas du till respektive verktygs manualsida.

source: Troubleshooting
es: Resolución de problemas
it: Risoluzione problemi
sv: Problemlösning

source: If the client has trouble joining the domain, double check that the Microsoft DNS is listed first in <filename>/etc/resolv.conf</filename>. For example:
es: Si el cliente tiene problemas para unirse al dominio, compruebe que el DNS de Microsoft aparece el primero en <filename>/etc/resolv.conf</filename>. Por ejemplo:
it: Se il client incontra dei problemi nell'unirsi al dominio, controllare che il DNS Microsoft sia elencato per primo nel file <filename>/etc/resolv.conf</filename>. Per esempio:
sv: Om klienterna har problem med att ansluta till domänen, dubbelkolla att Microsoft DNS finns först i listan i <filename>/etc/resolv.conf</filename>. Till exempel:

source: For more information when joining a domain, use the <emphasis>--loglevel verbose</emphasis> or <emphasis>--advanced</emphasis> option of the <application>domainjoin-cli</application> utility:
es: Para más información cuando se una a un dominio, use las opciones <emphasis>--loglevel verbose</emphasis> o <emphasis>--advanced</emphasis> de la utilidad <application>domainjoin-cli</application>:
it: Per ricevere maggiori informazioni mentre si entra in un dominio, usare l'opzione <emphasis>--loglevel verbose</emphasis> o <emphasis>--advanced</emphasis> dell'utilità <application>domainjoin-cli</application>:
sv: För ytterligare information när du ansluter till en domän, använd <emphasis>--loglevel verbose</emphasis> eller <emphasis>--advanced</emphasis> alternativen till verktyget <application>domainjoin-cli</application>:

source: sudo domainjoin-cli --loglevel verbose join example.com Administrator
es: sudo domainjoin-cli --loglevel verbose join ejemplo.com Administrador
it: sudo domainjoin-cli --loglevel verbose join example.it Administrator

source: If an Active Directory user has trouble logging in, check the <filename>/var/log/auth.log</filename> for details.
es: Si un usuario de Active Directory tiene problemas al conectarse, consulte <filename>/var/log/auth.log</filename> para más información.
it: Se un utente Active Directory incontra problemi nell'accedere, controllare <filename>/var/log/auth.log</filename> per maggiori dettagli.
sv: Om en AD-användare har problem att logga in, kontrollera <filename>/var/log/auth.log</filename> för detaljer.

source: When joining an Ubuntu Desktop workstation to a domain, you may need to edit <filename>/etc/nsswitch.conf</filename> if your AD domain uses the <emphasis role="italic">.local</emphasis> syntax. In order to join the domain the <emphasis>"mdns4"</emphasis> entry from the <emphasis>hosts</emphasis> option. For example:
es: Al unir una estación de trabajo de escritorio Ubuntu a un dominio, quizá tenga que editar <filename>/etc/nsswitch.conf</filename> si su dominio de AD usa la sintaxis <emphasis role="italic">.local</emphasis>. Para unirse al dominio deberá quitar la opción <emphasis>«mdns4»</emphasis> de la entrada <emphasis>hosts</emphasis>. Por ejemplo:
it: Quando si introduce una workstation Ubuntu in un dominio, potrebbe essere necessario modificare il file <filename>/etc/nsswitch.conf</filename> se il dominio AD utilizza la sintassi <emphasis role="italic">.local</emphasis>. Per potersi unire al dominio, la voce <emphasis>"mdns4"</emphasis> dall'opzione <emphasis>hosts</emphasis> deve essere modificata. Per esempio:
sv: När du ansluter en arbetsstation med Ubuntu desktop till en domän, så kan du behöva redigera <filename>/etc/nsswitch.conf</filename> om din AD-domän använder syntaxen <emphasis role="italic">.local</emphasis>. För att kunna ansluta till domänen behöver uppgiften <emphasis>"mdns4"</emphasis> från alternativet <emphasis>hosts</emphasis>. Till exempel:

source: Change the above to:
es: Cambie lo anterior por:
it: Modificare in:
sv: Ändra ovanstående till:

source: Then restart networking by entering:
es: Y reinicie la red tecleando:
it: Quindi riavviare i servizi di rete:
sv: Starta därefter om nätverket genom att skriva:

source: You should now be able to join the Active Directory domain.
es: Ahora debería ser capaz de unirse al dominio de Active Directory.
it: Ora dovrebbe essere possibile unirsi al dominio Active Directory.
sv: Du skall nu kunna ansluta till AD-domänen.

source: The following are instructions for installing DNS on an Active Directory domain controller running Windows Server 2003, but the instructions should be similar for other versions:
es: Las siguientes instrucciones son para la instalación de DNS en un dominio de Active Directory con Windows Server 2003, pero las instrucciones pueden ser similares en otras versiones:
it: Quelle che seguono sono istruzioni per installare DNS su un controller di dominio Active Directory in esecuzione su Windows Server 2003, ma le istruzioni dovrebbero essere simili ad altre versioni:
sv: Följande är instruktioner för att installera DNS på en AD-domänkontrollant som kör Windows Server 2003, men instruktionerna bör vara liknande för andra versioner:

source: Click <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Administrative Tools</guimenuitem><guimenuitem>Manager Your Server</guimenuitem></menuchoice>. This will open the <application>Server Role Mangement</application> utility.
es: Pulse <menuchoice><guimenuitem>Inicio</guimenuitem><guimenuitem>Herramientas administrativas</guimenuitem><guimenuitem>Administrar su servidor</guimenuitem></menuchoice>. Esto abrirá la utilidad <application>Gestión del rol de servidor</application>.
it: Fare clic su <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Administrative Tools</guimenuitem><guimenuitem>Manager Your Server</guimenuitem></menuchoice> per aprire l'utilità <application>Server Role Mangement</application>.
sv: Klicka på <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Administrative Tools</guimenuitem><guimenuitem>Manager Your Server</guimenuitem></menuchoice>. Det kommer att starta verktyget <application>Server Role Mangement</application>.

source: Click Add or remove a role
es: Pulse en añadir o eliminar rol
it: Fare clic su Add or remove a role
sv: Klicka på Add or remove a role

source: Click Next
es: Pulse «Siguiente»
it: Fare clic su Next
sv: Klicka på Next

source: Select "DNS Server"
es: Seleccione «Servidor DNS»
it: Selezionare «DNS Server»
sv: Välj "DNS Server"

source: Next
es: Siguiente

source: Select "Create a forward lookup zone" if it is not selected.
es: Seleccione la opción «Crear una zona de resolución de reenvío» si no está seleccionada.
it: Selezionare, nel caso non lo sia, «Create a forward lookup zone».
sv: Välj "Create a forward lookup zone" om det inte redan är valt.

source: Make sure "This server maintains the zone" is selected and click Next.
es: Asegúrese que «Este servidor mantiene la zona» esté seleccionado, y pulse siguiente.
it: Assicurarsi che «This server maintains the zone» sia selezionato e fare clic su Next.
sv: Säkerställ att "This server maintains the zone" är valt och klicka Next.

source: Enter your domain name and click Next
es: Introduzca su nombre de dominio y pulse «Siguiente»
it: Inserire il nome del dominio e fare clic su Next
sv: Ange ditt domännamn och klicka Next

source: Click Next to "Allow only secure dynamic updates"
es: Pulse en Siguiente para «Permitir sólo actualizaciones dinámicas seguras»
it: Fare clic su Next per «Allow only secure dynamic updates»
sv: Klicka på Next till "Allow only secure dynamic updates"

source: Enter the IP for DNS servers to forward queries to, or Select "No, it should not forward queries" and click Next.
es: Introduzca la IP de los servidores DNS a los que redirigir las consultas, o seleccione «No, no debe redirigir las consultas» y pulse Siguiente.
it: Inserire l'indirizzo IP per i server DNS a cui inoltrare le richieste o selezionare «No, it should not forward queries» e fare clic su Next.
sv: Ange IP för DNS-servrarna att vidarebefordra förfrågningar till eller Välj "No, it should not forward queries" och klicka Next.

source: Click Finish
es: Pulse «Finalizar»
it: Fare clic su Finish
sv: Klicka på Finish

source: DNS is now installed and can be further configured using the <application>Microsoft Management Console</application> DNS snap-in.
es: Ahora DNS está instalado y puede configurarse usando el complemento de DNS en la <application>Consola de administración de Microsoft</ application>.
it: Il DNS è ora installato e può essere ulteriormente configurato utilizzando la <application>Microsoft Management Console</application>.
sv: DNS är nu installerat och kan ytterligare konfigureras genom att använda <application>Microsoft Management Console</application> DNS tillägg.

source: Click Start
es: Pulse «Inicio»
it: Fare clic su Start
sv: Klicka på Start

source: Control Panel
es: Panel de control

source: Network Connections
es: Conexiones de red

source: Right Click "Local Area Connection"
es: Pulse con el botón de recho sobre «Conexión de área local»
it: Fare clic su «Local Area Connection»
sv: Högerklicka på "Local Area Connection"

source: Click Properties
es: Pulse «Propiedades»
it: Fare clic su «Properties»
sv: Klicka på Properties

source: Double click "Internet Protocol (TCP/IP)"
es: Pulse dos veces sobre «Protocolo de Internet (TCP/IP)»
it: Fare doppio-clic su «Internet Protocol (TCP/IP)»
sv: Dubbelklicka på "Internet Protocol (TCP/IP)"

source: Enter the Server's IP Address as the "Preferred DNS server"
es: Introduzca la dirección IP del servidor como «Servidor DNS preferido»
it: Inserire l'indirizzo IP del server come «Preferred DNS server»
sv: Ange serverns IP-adress som "Preferred DNS server"

source: Click Ok
es: Pulse «Aceptar»
it: Fare clic su Ok
sv: Klicka OK

source: Click Ok again to save the settings
es: Pulse «Aceptar» otra vez para guardar los cambios
it: Fare clic nuovamente su Ok per salvare le impostazioni
sv: Klicka OK igen för att spara inställningarna

source: Next, configure the Server to use itself for DNS queries: <placeholder-1/>
es: A continuación, configure el servidor para que se use a sí mismo en las consultas DNS: <placeholder-1/>
it: Ora, configurare il server affinché venga usato per le interrogazioni DNS: <placeholder-1/>
sv: Nästa steg, konfigurera servern till att använda sig själv för DNS-förfrågningar: <placeholder-1/>

source: References
es: Referencias
it: Riferimenti
ko: 참조
pt: Referências
sv: Referenser

source: Please refer to the <ulink url="http://www.likewisesoftware.com/">Likewise</ulink> home page for further information.
es: Por favor, remítase a la página web de <ulink url="http://www.likewisesoftware.com/">Likewise</ulink> para más información.
it: Per maggiori informazioni, consultare il sito web di <ulink url="http://www.likewisesoftware.com/">Likewise</ulink>.
sv: På webbplatsen för <ulink url="http://www.likewisesoftware.com/">Likewise</ulink> finns ytterligare information.

source: For more <application>domainjoin-cli</application> options see the man page: <command>man domainjoin-cli</command>.
es: Para más opciones de <application>domainjoin-cli</application> vea la página de manual: <command>man domainjoin-cli</command>.
it: Per maggiori informazioni sulle opzioni di <application>domainjoin-cli</application>, consultare la pagina di manuale <command>man domainjoin-cli</command>.
sv: För fler alternativ till <application>domainjoin-cli</application> se manualsidan: <command>man domainjoin-cli</command>.

source: Web Servers
es: Servidores web
it: Server web
ko: 웹 서버
pt: Servidores Web
sv: Webbservrar

source: A Web server is a software responsible for accepting HTTP requests from clients, which are known as Web browsers, and serving them HTTP responses along with optional data contents, which usually are Web pages such as HTML documents and linked objects (images, etc.).
es: Un servidor web es un programa responsable de aceptar peticiones HTTP de sus clientes (conocidos como navegadores web), y proporcionarles respuestas HTTP junto con otros datos opcionales, que normalmente consisten en páginas web como documentos HTML y objetos enlazados (imágenes, etc.).
it: Un server web è un programma interattivo che accetta richieste HTTP da client, noti come browser web, e invia loro risposte HTTP insieme ad altri dati opzionali, di solito pagine web come documenti HTML e oggetti collegati (immagini, ecc.).
ko: 웹 서버는 웹 브라우저라고 알려진 클라이언트로부터 HTTP 요청을 받아서, 보통 HTML 문서와 링크된 객체(이미지 등)와 같은 웹 페이지의 형태의 데이터와 함께 HTTP 응답을 제공하는 소프트웨어를 말합니다.
pt: Um servidor Web é responsável por aceitar pedidos HTTP dos clientes, conhecidos como navegadores web, e servindo-lhes respostas HTTP juntamente com conteúdos de dados opcionais, que normalmente são documentos HTML e objectos ligados (imagens, etc.).
sv: En webbserver är en mjukvara som ansvarar för att godkänna HTTP-förfrågningar från klienter, mer kända som webbläsare och förser dem med HTTP-svar tillsammans med ytterligare datainnehåll, vilket normalt är webbsidor såsom HTML-dokument och länkade objekt (bilder, mm.).

source: HTTPD - Apache2 Web Server
es: HTTPD - Servidor web Apache2
it: HTTPD - Server web Apache2
ko: HTTPD - 아파치2 웹 서버
pt: HTTPD - Servidor Web Apache2
sv: HTTPD - webbservern Apache2

source: Apache is the most commonly used Web Server on Linux systems. Web Servers are used to serve Web Pages requested by client computers. Clients typically request and view Web Pages using Web Browser applications such as <application>Firefox</application>, <application>Opera</application>, or <application>Mozilla</application>.
es: Apache es el servidor web más usado en sistemas Linux. Los servidores web se usan para servir páginas web solicitadas por equipos cliente. Los clientes normalmente solicitan y muestran páginas web mediante el uso de navegadores web como <application>Firefox</application>, <application>Opera</application> o<application>Mozilla</application>.
it: Apache è il server web più utilizzato nei sistemi Linux. I server web sono usati per inviare le pagine web richieste da un client, che solitamente esege le richieste attraverso un browser web come <application>Firefox</application>, <application>Opera</application> o <application>Mozilla</application>.
ko: 아파치(Apache)는 리눅스 시스템에서 가장 대중적으로 사용되는 웹 서버입니다. 웹 서버는 클라이언트 컴퓨터에서 요청한 웹 페이지들을 제공하는 데 사용됩니다. 클라이언트는 대개 <application>Firefox</application>, <application>Opera</application>, <application>Mozilla</application>와 같은 웹 브라우저 프로그램을 통해 웹 페이지를 요청하여 보게 됩니다.
sv: Apache är den vanligast använda webbservern på Linuxsystem. Webbservrar används till att dela ut webbsidor begärda av klientdatorer. Klienter brukar vanligtvis begära och titta på webbsidor genom att använda en webbläsare, såsom <application>Firefox</application>, <application>Opera</application>, eller <application>Mozilla</application>.

source: Users enter a Uniform Resource Locator (URL) to point to a Web server by means of its Fully Qualified Domain Name (FQDN) and a path to the required resource. For example, to view the home page of the <ulink url="http://www.ubuntu.com">Ubuntu Web site</ulink> a user will enter only the FQDN. To request specific information about <ulink url="http://www.ubuntu.com/support/paid">paid support</ulink>, a user will enter the FQDN followed by a path.
es: El usuario introduce un Localizador Uniforme de Recursos (URL, por sus siglas en inglés) que apunta a un servidor web mediante su Nombre de Dominio Totalmente Cualificado («Fully Qualified Domain Name», FQDN) y una ruta hacia el recurso solicitado. Por ejemplo, para ver la página de inicio del <ulink url="http://www.ubuntu.com">sitio web de Ubuntu</ulink>, el usuario tendrá que introducir únicamente el FQDN. Para solicitar información específica acerca del <ulink url="http://www.ubuntu.com/support/paid">soporte comercial</ulink>, el usuario introducirá el FQDN seguido de una ruta.
it: Gli utenti inseriscono un URL (Uniform Resource Locator) per contattare un server web conoscendo il suo FQDN (Fully Qualified Domain Name, nome di dominio non ambiguo, ndt) e un percorso per la risorsa richiesta. Per esempio, per vedere la pagina principale del <ulink url="http://www.ubuntu-it.org">sito web di Ubuntu</ulink>, l'utente deve inserire solamente il FQDN. Per richiedere informazioni specifiche sul <ulink url="http://www.ubuntu.com/support/paid">supporto a pagamento</ulink>, l'utente deve inserire il FQDN seguito da un percorso.
ko: 사용자는 웹 서버를 지정하기 위해 Fully Qualified Domain Name (FQDN)과 요청한 자원의 경로를 이용하여 Uniform Resource Locator (URL)을 입력합니다. 예를 들어 <ulink url="http://www.ubuntu.com">우분투 웹사이트</ulink>의 홈페이지를 보고 싶다면 오직 FQDN 만을 입력할 것입니다. <ulink url="http://www.ubuntu.com/support/paid">상업적 기술 지원</ulink>과 관련된 정보를 요청하려면 사용자는 FQDN에 경로를 덧붙여 입력할 것입니다.
pt: Utilizadores inserem Uniform Resource Locator (URL) para apontar para um servidor Web por meio do Nome de Domínio Qualificado (FQDN) e um caminho para um recurso especifico. Por exemplo, para ver a página principal de <ulink url="http://www.ubuntu.com">Ubuntu Web site</ulink> um utilizador apenas tem de inserir o FQDN. Para requisitar informação específica sobre <ulink url="http://www.ubuntu.com/support/paid">Suporte Pago</ulink>, um utilizador vai introduzir o FQDN seguido de um caminho.
sv: Användaren anger en Uniform Resource Locator (URL) till att peka på en webbserver genom ett komplett domännamn (FQDN) och en sökväg till den begärda resursen. Till exempel, för att visa startsidan för webbplatsen <ulink url="http://www.ubuntu.com">Ubuntu</ulink> kommer användaren endast att skriva en FQDN. För att begära specifik information om <ulink url="http://www.ubuntu.com/support/paid">betald support</ulink>, kommer användaren ange FQDN följt av en sökväg.

source: The most common protocol used to transfer Web pages is the Hyper Text Transfer Protocol (HTTP). Protocols such as Hyper Text Transfer Protocol over Secure Sockets Layer (HTTPS), and File Transfer Protocol (FTP), a protocol for uploading and downloading files, are also supported.
es: El protocolo usado con más frecuencia para transferir páginas web es el Protocolo de Transferencia Hipertexto (Hyper Text Transfer Protocol, HTTP). También están soportados otros protocolos como el Protocolo de Transferencia Hipertexto sobre Capa de Sockets Segura (Hyper Text Transfer Protocol over Secure Sockets Layer, HTTPS) o el Protocolo de Transferencia de Archivos (File Transfer Protocol, FTP).
it: Il protocollo più utilizzato per il trasferimento delle pagine web è l'HTTP (Hyper Text Transfer Protocol). Sono anche supportati protocolli come HTTPS (Hyper Text Transfer Protocol over Secure Sockets Layer) e FTP (File Transfer Protocol), un protocollo per caricare e scaricare file dalla rete.
ko: 웹 페이지를 전송하기 위하여 사용되는 가장 일반적인 프로토콜은 Hyper Text Transfer Protocol (HTTP) 입니다. Secure Sockets Layer 상의 Hyper Text Transfer Protocol (HTTPS) 와 파일을 업로드 또는 다운로드 하기 위한 File Transfer Protocol (FTP) 같은 프로토콜들도 또한 지원 됩니다.
pt: O protocolo mais utilizado para transferir páginas Web é o Protocolo de Transferência de Hiper Texto <emphasis role="italics">Hyper Text Transfer Protocol</emphasis> (HTTP). Protocolos tais como o Protocolo de Transferência de Hiper Texto sobre Camadas de Ligação Segura <emphasis role="italics">Hyper Text Transfer Protocol over Secure Sockets Layer</emphasis> (HTTPS), ou o Protocolo de transferência de Ficheiros <emphasis role="italics">File Transfer Protocol</emphasis> (FTP), que é um protocolo utilizado para enviar e receber ficheiros entre computadores, são também suportados.
sv: Det vanligaste protokollet för att överföra webbsidor är Hyper Text Transfer Protocol (HTTP). Andra protokoll som Hyper Text Transfer Protocol over Secure Sockets Layer (HTTPS) och File Transfer Protocol (FTP), som är ett protokoll för att skicka och hämta filer, stöds också.
