Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: The <application>tomcat6-admin</application> package contains two webapps that can be used to administer the Tomcat server using a web interface. You can install them by entering the following command in the terminal prompt:
es: El paquete <application>tomcat6-admin</application> contiene dos aplicaciones web que pueden ser utilizadas para administrar el servidor Tomcat por medio de una página web. Las puede instalar en la consola por medio de la orden:
it: Il pacchetto <application>tomcat6-admin</application> contiene due applicazioni web che possono essere usate per amministrare il server Tomcat attraverso un'interfaccia web. È possibile installarle attraverso il seguente comando:
sv: Paketet <application>tomcat6-admin</application> innehåller två webbapplikationer som kan användas till att administrera tomcatservern med ett webbgränssnitt. Du kan installera dem genom att ange följande kommando i en terminalprompt:

source: The first one is the <emphasis>manager</emphasis> webapp, which you can access by default at http://yourserver:8080/manager/html. It is primarily used to get server status and restart webapps.
es: La primera aplicación web es <emphasis>administrador</emphasis>, a la cual puede acceder de manera predeterminada en: http://yourserver:8080/manager/html. Se usa para ver los estados del servidor y reiniciar las aplicaones web.
it: La prima applicazione è il cosiddetto <emphasis>manager</emphasis>, a cui è possibile accedere dall'indirizzo "http://IL_PROPRIO_SERVER:8080/manager/html". È principalmente usata per ottenere informazioni sul server e riavviare le applicazioni web.
sv: Den första är webbapplikationen <emphasis>manager</emphasis>, Vilken du normalt kommer åt på http://yourserver:8080/manager/html. Den används i första hand till att få serverstatus och att starta om webbapplikationer.

source: Access to the <emphasis>manager</emphasis> application is protected by default: you need to define a user with the role "manager" in <filename>/etc/tomcat6/tomcat-users.xml</filename> before you can access it.
es: El acceso a la aplicacion <emphasis>administrador</emphasis> esta protegida de manera predeterminada: necesita definir un usuario con el rol «manager» en <filename>/etc/tomcat6/tomcat-users.xml</filename> antes de poder entrar.
it: L'accesso al <emphasis>manager</emphasis> è protetto: è necessario definire un utente con il ruolo di "manager" nel file <filename>/etc/tomcat6/tomcat-users.xml</filename> prima di potervi accedere:
sv: Åtkomsten till applikationen <emphasis>manager</emphasis> är normalt skyddad: Du behöver definiera en användare med rollen \"manager\" i <filename>/etc/tomcat6/tomcat-users.xml</filename> innan du får åtkomst till den.

source: The second one is the <emphasis>host-manager</emphasis> webapp, which you can access by default at http://yourserver:8080/host-manager/html. It can be used to create virtual hosts dynamically.
es: La segunda aplicación web es <emphasis>host-manager</emphasis> al a que se puede acceder por defecto en http://yourserver:8080/host-manager/html. Se puede usar para crear anfitriones virtuales de forma dinámica.
it: La seconda applicazione è l'<emphasis>host-manager</emphasis> a cui è possibile accedere attraverso l'indirizzo "http://IL_PROPRIO_SERVER:8080/host-manager/html". È possibile usarla per creare host virtuali dinamicamente.
sv: Den andra webbapplikationen är <emphasis>host-manager</emphasis>, Vilken du normalt kommer åt på http://yourserver:8080/host-manager/html. Den kan användas för att dynamiskt skapa virtuella värdar.

source: Access to the <emphasis>host-manager</emphasis> application is also protected by default: you need to define a user with the role "admin" in <filename>/etc/tomcat6/tomcat-users.xml</filename> before you can access it.
es: El acceso a la aplicación <emphasis>host-manager</emphasis> también está protegido de manera predeterminada; necesitaría definir un usuario con el rol de administrador en el archivo <filename>/etc/tomcat6/tomcat-users.xml</filename> antes de que puedas acceder.
it: Anche l'accesso all'applicazione <emphasis>host-manager</emphasis> è protetto: è necessario definire un utente con il ruolo di "admin" nel file <filename>/etc/tomcat6/tomcat-users.xml</filename> prima di potervi accedere.
sv: Åtkomsten till applikationen <emphasis>host-manager</emphasis> är också normalt skyddad: Du behöver definiera en användare med rollen \"admin\" i <filename>/etc/tomcat6/tomcat-users.xml</filename> innan du får åtkomst till den.

source: For security reasons, the tomcat6 user cannot write to the <filename>/etc/tomcat6</filename> directory by default. Some features in these admin webapps (application deployment, virtual host creation) need write access to that directory. If you want to use these features execute the following, to give users in the tomcat6 group the necessary rights:
es: Por razones de seguridad, el usuario tomcat6 no puede escribir en el directorio <filename>/etc/tomcat6</filename> de manera predeterminada. Algunas características en esas aplicaciones web administrativas (implementación de aplicaciones, creación de anfitrión virtual) necesitan permiso de escritura en ese directorio. Si quiere usar dichas características para dar a los usuarios del grupo tomcat6 los derechos necesarios ejecute lo siguiente:
it: Per motivi di sicurezza, l'utente tomcat6 non può scrivere nella directory <filename>/etc/tomcat6</filename> e alcune di queste applicazioni di amministrazione (produzione delle applicazioni, creazione di host virtuali) necessitano di accesso in scrittura in tale directory. Per poter usare queste caratteristiche, eseguire i seguenti comandi per dare agli utenti del gruppo tomcat6 i permessi necessari:
sv: Av säkerhetsskäl kan tomcat6 användare normalt inte skriva till katalogen <filename>/etc/tomcat6</filename>. Vissa funktioner i de administrativa webbapplikationerna (applikationsutveckling, skapa virtuella värdar) behöver skrivbehörighet till den katalogen. Om du vill använda dessa funktioner, utför följande för att ge användarna i gruppen tomcat6 de nödvändiga rättigheterna:

source: Tomcat examples webapps
es: Ejemplos de aplicaciones web de Tomcat
it: Applicazioni web di esempio
sv: Tomcat webbapplikations exempel

source: The <application>tomcat6-examples</application> package contains two webapps that can be used to test or demonstrate Servlets and JSP features, which you can access them by default at http://yourserver:8080/examples. You can install them by entering the following command in the terminal prompt:
es: El paquete <application>tomcat6-examples</application> contiene dos aplicaciones web que pueden ser utilizadas para probar o demostrar características de Servlets y JSP, a los que puede acceder en http://yourserver:8080/examples. Los puede instalar ejecutando la siguiente orden en la consola:
it: Il pacchetto <application>tomcat6-examples</application> contiene due applicazioni web che possono essere usate per verificare o dimostrare le Servlet o le caratteristiche di JSP e sono accessibile dall'indirizzo "http://IL_PROPRIO_SERVER:8080/examples". Per installarle, usare il seguente comando:
sv: Paketet <application>tomcat6-examples</application> innehåller två webbapplikationer som kan användas till att testa eller demonstrera servlets och JSP-funktioner, du kommer åt dom på http://yourserver:8080/examples. Du kan installera dem genom att ange följande kommando i en terminalprompt:

source: Using private instances
es: Usar instancias privadas
it: Usare istanze private
sv: Använda privata instanser

source: Tomcat is heavily used in development and testing scenarios where using a single system-wide instance doesn't meet the requirements of multiple users on a single system. The Tomcat 6.0 packages in Ubuntu come with tools to help deploy your own user-oriented instances, allowing every user on a system to run (without root rights) separate private instances while still using the system-installed libraries.
es: Tomcat es muy usado en el desarrollo y prueba de escenarios donde por utilizar una sola instancia en el sistema no es necesario el requerimiento de múltiples usuarios en un solo sistema. Los paquetes de Tomcat 6.0 en Ubuntu vienen con herramientas para ayudar a implementar tus propias instancias orientadas al usuario, permitiendo a cada usuario en el sistema ejecutar (sin derechos de root), instancias privadas individuales mientras se utilicen las bibliotecas instaladas en el sistema.
it: Tomcat è spesso usato in ambienti di sviluppo e di test dove usare una singola istanza all'interno del sistema non risulta molto utile ai molteplici utenti che sfruttano il sistema. I pacchetti di Tomcat 6.0 sono dotati di strumenti che facilitano la creazione di istanze dedicate a ogni singolo utente, consentendo, all'interno del sistema, di eseguire (senza i privilegi di root) istanze private e separate usando però sempre le librerie di sistema.
sv: Tomcat användas mycket i utveckling och provningsscenarier där man genom att använda en enskild systemomfattande instans inte uppfyller kraven för flera användare på ett enskilt system. Paketet Tomcat 6.0 i Ubuntu kommer med verktyg för att utveckla din egna användarorienterade instans, vilket tillåter att varje användare på ett system får köra (utan root-rättigheter) separata privata instanser och ändå använda på systemet installerade bibliotek.

source: It is possible to run the system-wide instance and the private instances in parallel, as long as they do not use the same TCP ports.
es: Es posible ejecutar una instancia de sistema y las instancias privadas en paralelo, siempre que no usen los mismos puertos TCP.
it: È possibile eseguire le istanze globali e private in parallelo, basta solo che non usino le stesse porte TCP.
sv: Det är möjligt att parallellt köra en systemomfattande instans och en privat instans, så länge dom inte använder samma TCP-portar.

source: Installing private instance support
es: Instalar soporte para instancia privada
it: Installare il supporto alle istanze private
sv: Installera stöd för privata instanser

source: You can install everything necessary to run private instances by entering the following command in the terminal prompt:
es: Puede instalar todo lo necesario para ejecutar instancias privadas introduciendo la siguiente orden en una terminal:
it: È possibile installare tutto il necessario per eseguire istanze private attraverso il seguente comando:
sv: Du kan installera allt som krävs för att köra privata instanser genom att ange följande kommando i en terminalprompt:

source: Creating a private instance
es: Crear una instancia privada
it: Creare un'istanza privata
sv: Skapa en privat instans

source: You can create a private instance directory by entering the following command in the terminal prompt:
es: Puede crear un directorio de instancia privada introduciendo la siguiente orden en una terminal:
it: È possibile creare un'istanza privata attraverso il seguente comando:
sv: Du kan skapa en privat kataloginstans genom att ange följande kommando i en terminalprompt:

source: This will create a new <filename>my-instance</filename> directory with all the necessary subdirectories and scripts. You can for example install your common libraries in the <filename>lib/</filename> subdirectory and deploy your webapps in the <filename>webapps/</filename> subdirectory. No webapps are deployed by default.
es: Esto creará un nuevo directorio <filename>my-instance</filename> con todos los subdirectorios y guiones necesarios. Por ejemplo, puede instalar bibliotecas comunes en el subdirectorio <filename>lib/</filename> e implementar sus aplicaaiones web en el subdirectorio <filename>webapps/</filename>. Ninguna implementación de aplicación web viene de manera predeterminada.
it: In questo modo verrà creata una nuova directory <filename>mia-istanza</filename> con tutte le sottodirectory e gli script necessari. Sarà poi possibile installare le librerie comuni nella sottodirectory <filename>lib/</filename> e sviluppare le proprie applicazioni in <filename>webapps/</filename>. Non vi è alcuna applicazione predefinita in questa directory.
sv: Detta kommer skapa en ny <filename>my-instance</filename> katalog med alla nödvändiga underkataloger och skript. Du kan till exempel installera dina vanliga bibliotek i underkatalogen <filename>lib/</filename> och utveckla dina webbapplikationer i underkatalogen <filename>webapps/</filename>. Inga webbapplikationer distribueras som standard.

source: Configuring your private instance
es: Configurar su instancia privada
it: Configurare un'istanza privata
sv: Konfigurera din privata instans

source: You will find the classic Tomcat configuration files for your private instance in the <filename>conf/</filename> subdirectory. You should for example certainly edit the <filename>conf/server.xml</filename> file to change the default ports used by your private Tomcat instance to avoid conflict with other instances that might be running.
es: Encontrará los archivos clásicos de configuración de Tomcat para su instancia privada en el subdirectorio <filename>conf/</filename>. Por ejemplo, podría editar el archivo <filename>conf/server.xml</filename> para cambiar los puertos predeterminados utilizados en su instancia privada de Tomcat para evitar conflictos con otras instancias que podrían estar ejecutándose.
it: I file di configurazione di Tomcat per un'istanza privata sono disponibili nella sottodirectory <filename>conf/</filename>. È necessario modificare, per esempio, il file <filename>conf/server.xml</filename> per modificare le porte predefinite usate dall'istanza privata di Tomcat per evitare conflitti con altre istanze che potrebbero essere in esecuzione.
sv: Du kan hitta en klassisk Tomcat-konfigurationsfil till din privata instans i underkatalogen <filename>conf/</filename>. Du som exempel säkerligen redigera filen <filename>conf/server.xml</filename> för att ändra standardportarna som används av din privata Tomcat instans för att undvika konflikter med andra instanser som eventuellt körs.

source: Starting/stopping your private instance
es: Iniciar/parar su instancia privada
it: Avviare e fermare un'istanza privata
sv: Starta/stoppa din privata instans

source: You can start your private instance by entering the following command in the terminal prompt (supposing your instance is located in the <filename>my-instance</filename> directory):
es: Puede iniciar su instancia privada ejecutando la siguiente orden en la consola (suponiendo que su instancia se encuentra en el directorio <filename>my-instance</filename>):
it: È possibile avviare un'istanza privata utilizzando il seguente comando (si presuppone che l'istanza sia posizionata nella directory <filename>mia-istanza</filename>):
sv: Du kan starta din privata instans genom att ange följandekommando i terminalprompten (förutsatt att din instans är lokaliserad i katalogen <filename>my-instance</filename>):

source: You should check the <filename>logs/</filename> subdirectory for any error. If you have a <emphasis>java.net.BindException: Address already in use&lt;null&gt;:8080</emphasis> error, it means that the port you're using is already taken and that you should change it.
es: Debería revisar el subdirectorio <filename>logs/</filename> por cualquier error. Si tiene un error del tipo <emphasis>java.net.BindException: Address already in use&lt;null&gt;:8080</emphasis>, significa que el puerto que está usando ya había sido ocupado y debería cambiarlo.
it: Controllare la sottodirectory <filename>logs/</filename> per la presenza di errori. Se si nota un errore del tipo "<emphasis>java.net.BindException: Address already in use&lt;null&gt;:8080</emphasis>", significa che la porta in uso è già utilizzata ed è necessario modificarla.
sv: Du bör kontrollera underkatalogen <filename>logs/</filename> efter något fel. Om du har ett <emphasis>java.net.BindException: Address already in use&lt;null&gt;:8080</emphasis> fel, innebär det att porten du använder redan är upptagen och att du måste ändra den.

source: You can stop your instance by entering the following command in the terminal prompt (supposing your instance is located in the <filename>my-instance</filename> directory):
es: Puede detener tu instancia por medio de la siguiente orden en la consola (suponiendo que su instancia está en el directorio <filename>my-instance</filename>):
it: Per fermare un'istanza, usare il seguente comando (si presuppone che l'istanza sia posizionata nella directory <filename>mia-istanza</filename>):
sv: Du kan stoppa din instans genom att ange följande kommando i terminalprompten (förutsatt att din instans är lokaliserad i katalogen <filename>my-instance</filename>):

source: See the <ulink url="http://tomcat.apache.org/">Apache Tomcat</ulink> website for more information.
es: Vea el sitio web <ulink url="http://tomcat.apache.org/">Apache Tomcat</ulink> para tener más información.
sv: Se <ulink url="http://tomcat.apache.org/">Apache Tomcat</ulink> webbplats för mer information.

source: <ulink url="http://oreilly.com/catalog/9780596003180/">Tomcat: The Definitive Guide</ulink> is a good resource for building web applications with Tomcat.
es: <ulink url="http://oreilly.com/catalog/9780596003180/">Tomcat: The Definitive Guide</ulink> es un buen recurso para construir aplicaciones web con Tomcat.
sv: <ulink url="http://oreilly.com/catalog/9780596003180/">Tomcat: The Definitive Guide</ulink> är en bra resurs för att bygga webbapplikationer med Tomcat.

source: For additional books see the <ulink url="http://wiki.apache.org/tomcat/Tomcat/Books">Tomcat Books</ulink> list page.
es: Para libros adicionales, vea la página de lista <ulink url="http://wiki.apache.org/tomcat/Tomcat/Books">Tomcat Books</ulink>.
sv: För ytterligare böcker se listan på sidan <ulink url="http://wiki.apache.org/tomcat/Tomcat/Books">Tomcat Books</ulink>

source: Virtualization
es: Virtualización
it: Virtualizzazione
sv: Virtualisering

source: Virtualization is being adopted in many different environments and situations. If you are a developer, virtualization can provide you with a contained environment where you can safely do almost any sort of development safe from messing up your main working environment. If you are a systems administrator, you can use virtualization to more easily separate your services and move them around based on demand.
es: La virtualización está siendo adoptada en muchos entornos y situaciones diferentes. Si usted es un desarrollador, la virtualización le puede proporcionar un entorno contenido en el cual puede hacer casi cualquier tipo de desarrollo con la seguridad de que no comprometerá su entorno de trabajo principal. Si es un administrador de sistemas, puede usar la virtualización para separar más fácilmente sus servicios y ubicarlos según su demanda.
it: La virtualizzazione, al giorno d'oggi, viene utilizzata in diversi ambienti e situazioni. Dal punto di vista dello sviluppatore, la virtualizzazione offre un ambiente sicuro dove poter eseguire qualsiasi tipo di sviluppo, senza compromettere l'ambiente di lavoro. Per l'amministratore di sistema, è possibile usare la virtualizzazione per separare facilmente i propri servizi e spostarli in base alle richieste.
sv: Virtualisering används i många olika miljöer och situationer. Om du är en utvecklare så kan virtualisering tillhandahålla en begränsad miljö där du på ett säkert sätt utföra nästan alla typer av utveckling utan risk att förstöra din huvudsakliga arbetsmiljö. Om du är en systemadministratör så kan du använda virtualisering för att enklare separera dina tjänster och på förfrågan flytta dem.

source: The default virtualization technology supported in Ubuntu is <application>KVM</application>, a technology that takes advantage of virtualization extensions built into Intel and AMD hardware. For hardware without virtualization extensions <application>Xen</application> and <application>Qemu</application> are popular solutions.
es: La tecnología de virtualización soportada por omisión en Ubuntu es <application>KVM</application>, una tecnología que aprovecha las extensiones de virtualización incluidas en el hardware de Intel y AMD. Para el hardware sin extensiones de virtualización, <application>Xen</application> y <application>Qemu</application> son soluciones populares.
it: La tecnologia di virtualizzazione supportata in modo predefinito in Ubuntu è <application>KVM</application>, una tecnologa che sfrutta le estensioni di virtualizzazione presenti nelle CPU Intel o AMD. Per l'hardware che non è dotato di estensioni di virtualizzazione, <application>Xen</application> e <application>Qemu</application> sono le soluzioni più usate.
sv: Den förvalda virtualiseringsteknologi som stöds i Ubuntu är <application>KVM</application>, en teknologi som drar nytta av virtualiseringstillägg som är inbyggt i hårdvara från Intel och AMD. För hårdvara som saknar virtualiseringstillägg är <application>Xen</application> och <application>Qemu</application> populära lösningar.

source: The <application>libvirt</application> library is used to interface with different virtualization technologies. Before getting started with <application>libvirt</application> it is best to make sure your hardware supports the necessary virtualization extensions for <application>KVM</application>. Enter the following from a terminal prompt:
es: La biblioteca <application>libvirt</application> se usa como interfaz con diferentes tecnologías de virtualización. Antes de comenzar con <application>libvirt</application> es mejor asegurarse de que su hardware admite las extensiones de virtualización necesarias para <application>KVM</application>. Introduzca lo siguiente en un terminal:
it: La libreria <application>libvirt</application> è utilizzata per interfacciarsi con differenti tecnologie di virtualizzazione. Prima di iniziare a utilizzare <application>libvirt</application> è utile accertarsi che il proprio hardware supporti le estensioni di virtualizzazione necessarie per <application>KVM</application>. In un terminale, digitare quanto segue:
sv: Biblioteket <application>libvirt</application> används som gränssnitt till olika virtualiseringsteknologier. Innan du startar med <application>libvirt</application> är det bäst att säkerställa att din hårdvara stöder nödvändiga virtualiseringstillägg för <application>KVM</application>. Skriv från en terminalprompt:

source: If nothing is printed, it means that your cpu does <emphasis>not</emphasis> support hardware virtualization.
es: Si no se imprimió nada, significa que su cpu <emphasis>no</emphasis> soporta virtualización de hardware.
it: Se non viene stampato nulla, la CPU <emphasis>non</emphasis> supporta la virtualizzazione.
sv: Om inget visas betyder det att din processor <emphasis>inte</emphasis> har stöd för hårdvaruvirtualisering.

source: On most computer whose processor supports virtualization, it is necessary to activate an option in the bios to enable it. The method described above does not show the status of it's activation.
es: En la mayoría de computadores en que sus procesadores soportan virtualización, es necesario activar una opción en la bios para habilitarlo. El método descrito arriba no muestra el estado de esta activación.
it: Sulla maggior parte dei computer i cui processori supportano la virtualizzazione, è necessario attivare un'opzione nel bios per poterla abilitare. Il metodo precedentemente descritto non mostra lo stato della sua attivazione.
sv: För de flesta datorer vilkas processorer stöder virtualisering är det nödvändigt att aktivera ett alternativ i bios för att göra det möjligt. Metoden som är beskriven ovan visar inte statusen på aktiveringen.

source: Virtual Networking
es: Redes Virtuales
it: Rete virtuale
sv: Virtuella nätverk
