Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Some people tend to use the recursive option (-R) indiscriminately which modifies all child folders and files, but this is not necessary, and may yield other undesirable results. The parent directory alone is sufficient for preventing unauthorized access to anything below the parent.
es: Algunas personas tienden a usar la opción recursiva (-R) indiscriminadamente, lo cual modifica todas las carpetas y los archivos hijos, pero esto no es necesario, y puede dar lugar a resultados no deseados. El directorio padre, por sí solo, es suficiente para impedir el acceso no autorizado a cualquier cosa que haya dentro del padre.
it: Alcuni amministratori utilizzano anche l'opzione per la modifica ricorsiva (-R) di tutte le sotto-cartelle e file della home, ma questo non è necessario e potrebbe inoltre causare degli effetti indesiderati. Modificare i permessi alla cartella principale è più che sufficiente per prevenire degli accessi non autorizzati.
sv: Vissa användare tenderar att godtyckligt använda den rekursiva flaggan (-R) som modifierar alla undermappar och filer, men detta är inte nödvändigt och kan orsaka andra oönskade resultat. Föräldramappen ensam är ett tillräckligt skydd för att förhindra otillåten åtkomst till allt under föräldramappen.

source: A much more efficient approach to the matter would be to modify the <application>adduser</application> global default permissions when creating user home folders. Simply edit the file <filename>/etc/adduser.conf</filename> and modify the <varname>DIR_MODE</varname> variable to something appropriate, so that all new home directories will receive the correct permissions.
es: Una aproximación mucho más eficiente al asunto podría ser modificar los permisos globales predeterminados de <application>adduser</application> cuando se crean las carpetas personales de los usuarios. Simplemente, edite el archivo <filename>/etc/adduser.conf</filename> y modifique la variable <varname>DIR_MODE</varname> a algo más apropiado, de forma que todos los nuevos directorios personales recibirán los permisos correctos.
it: Un modo più efficiente potrebbe essere quello di modificare direttamente le impostazioni predefinite dell'applicazione <application>adduser</application> sui permessi da assegnare alle home degli utenti appena creati. È sufficiente modificare la variabile <varname>DIR_MODE</varname>, nel file <filename>/etc/adduser.conf</filename>, secondo le proprie esigenze.
sv: Ett mycket mer effektiv sätt att lösa problemet är att i <application>adduser</application> modifiera de globala standardbehörigheterna när en ny användares hemmakatalog skapas. redigera filen <filename>/etc/adduser.conf</filename> och modifiera variabeln <varname>DIR_MODE</varname> till något mer passande, så att alla nya hemmakataloger får rätt behörighet.

source: After correcting the directory permissions using any of the previously mentioned techniques, verify the results using the following syntax:
es: Después de corregir los permisos del directorio usando cualquiera de las técnicas mencionadas anteriormente, verifique los resultados usando la siguiente sintaxis:
it: Dopo aver corretto opportunamente i permessi di accesso alle directory home come descritto precedentemente, verificare il risultato con il seguente comando:
sv: Efter korrigeringen av mappbehörigheterna med någon av tidigare nämnda tekniker, verifiera resultatet genom att använda följande syntax:

source: The results below show that world readable permissions have been removed:
es: El resultado siguiente muestra que los permisos de lectura para todo el mundo han sido quitados:
it: Il risultato qui sotto mostra come i permessi di lettura per tutti gli altri utenti siano stai rimossi:
sv: Resultatet nedan visar att den allmänna läsbehörigheten har tagits bort:

source: drwxr-x--- 2 username username 4096 2007-10-02 20:03 username
es: drwxr-x--- 2 nombredelusuario nombredelusuario 4096 2007-10-02 20:03 nombredelusuario
it: drwxr-x--- 2 nomeutente nomeutente 4096 2007-10-02 20:03 nomeutente
sv: drwxr-x--- 2 användarnamn användarnamn 4096 2007-10-02 20:03 användarnamn

source: Password Policy
es: Política de contraseñas
it: Politica delle password
sv: Riktlinjer för lösenord

source: A strong password policy is one of the most important aspects of your security posture. Many successful security breaches involve simple brute force and dictionary attacks against weak passwords. If you intend to offer any form of remote access involving your local password system, make sure you adequately address minimum password complexity requirements, maximum password lifetimes, and frequent audits of your authentication systems.
es: Una política de contraseñas rigurosa es uno de los aspectos más importantes de su postura en cuanto a la seguridad. Muchas violaciones exitosas de seguridad han sido posibles simplemente mediante ataques de fuerza bruta y diccionarios frente a contraseñas débiles. Si su intención es ofrecer alguna forma de acceso remoto en base a su sistema local de contraseñas, compruebe que tiene en cuenta de manera adecuada los requisitos mínimos de complejidad de las contraseñas y los tiempos de vida máximo de las contraseñas, y que lleva a cabo auditorías frecuentes de sus sistemas de autenticación.
it: Una severa politica delle password è uno dei più importanti aspetti della sicurezza di un sistema. Le più frequenti violazioni di un sistema avvengono tramite attacchi di forza bruta con degli elenchi di parole che statisticamente possono comprende delle parole chiavi utilizzate come password. Se si vuole di offrire un qualsiasi tipo di accesso remoto utilizzando la propria password locale, assicurarsi che la complessità della stessa superi dei limiti minimi di adeguatezza, di impostare delle password con durate massime e controllare frequentemente i propri sistemi di autenticazione.
sv: En kraftfull lösensordspolicy är en av de viktigaste aspekterna för ditt säkerhetstillstånd. Många lyckade säkerhetsbrott involverar enkla lexikon och brute force-attacker mot svaga lösenord. Om du tänker erbjuda någon form av fjärranslutning med inblandning av ditt lokala lösenordsystem, säkerställ att du kravsätter ett tillräckligt komplext lösenord, maximal lösenordslivslängd och frekvent granskning av ditt behörighetssystem.

source: Minimum Password Length
es: Longitud mínima de contraseña
it: Lungezza minima di una password
sv: Minimal lösenordslängd

source: By default, Ubuntu requires a minimum password length of 4 characters, as well as some basic entropy checks. These values are controlled in the file <filename>/etc/pam.d/common-password</filename>, which is outlined below.
es: Por defecto, Ubuntu requiere una contraseña de longitud mínima de 4 caracteres, así como algunos controles básicos de la entropía. Estos valores están controlados en el archivo <filename>/etc/pam.d/common-password</filename>, que se describen a continuación.
it: Ubuntu richiede, in modo predefinito, una lunghezza minima per le password pari a 4 caratteri, oltre ad alcuni controlli di entropia. Questi valori sono impostati nel file <filename>/etc/pam.d/common-password</filename> alla riga:
sv: Som standard kräver Ubuntu att lösenordet består av minst 4 tecken och grundläggande entropi kontroller. Dess värden kontrolleras i filen <filename>/etc/pam.d/common-password</filename>, som sammanfattas nedan.

source: If you would like to adjust the minimum length to 6 characters, change the appropriate variable to min=6. The modification is outlined below.
es: Si desea ajustar la longitud mínima a 6 caracteres, cambie la variable apropiada a min=6. La modificación está subrayada debajo.
it: Per modificare la lunghezza minima delle password impostandola a 6 caratteri, modificare la variabile appropriata con «min=6». Ecco un esempio della modifica:
sv: Om du vill ändra minimumlängden till 6 tecken, ändra lämplig variabel till min=6. Ändringen sammanfattas nedan.

source: The <varname>max=8</varname> variable does not represent the maximum length of a password. It only means that complexity requirements will not be checked on passwords over 8 characters. You may want to look at the <application>libpam-cracklib</application> package for additional password entropy assistance.
es: La variable <varname>max=8</varname> no indica la longitud máxima de una contraseña. Sólo significa que no se comprobarán los requisitos de complejidad en contraseñas de más de ocho caracteres. Puede que le interese echar un vistazo al paquete <application>libpam-cracklib</application> para una asistencia adicional sobre la entropía de las contraseñas.
it: La variabile <varname>max=8</varname> non rappresenta la massima lunghezza di una password, ma indica semplicemente che le password con numero di caratteri maggiore a quello indicato non saranno sottoposte al controllo sulla complessità. Per maggiori informazioni sulla complessità delle password, fare riferimento all'applicazione <application>libpam-cracklib</application>.
sv: Variabeln <varname>max=8</varname> betyder inte maximalt antal tecken i ett lösenord. Det betyder att ett lösenord över 8 tecken inte kommer kontrolleras för komplexitetskraven. Du kan kanske vill titta på paketet <application>libpam-cracklib</application> för ytterligare lösenordsassistans.

source: Password Expiration
es: Finalización de contraseña
it: Scadenza delle password
sv: Lösenordsförfallanden

source: When creating user accounts, you should make it a policy to have a minimum and maximum password age forcing users to change their passwords when they expire.
es: Cuando se crean cuentas de usuario, debería seguir una política de tiempo de vida mínimo y máximo para las contraseñas, que fuerce a los usuarios a cambiar sus contraseñas cuando estas expiren.
it: Quando vengono creati dei nuovi utenti è possibile impostare una durata minima e massima per le loro password, obbligando gli stessi a modificarla alla scadenza.
sv: När du skapar användarkonton bör du ha som policy att lösenorden har en minimi och maximiålder som tvingar användarna att byta sitt lösenord när tiden löpt ut.

source: To easily view the current status of a user account, use the following syntax:
es: Para ver de manera sencilla el estatus actual de una cuenta de usuario use la siguiente sintaxis:
it: Per visualizzare facilmente lo stato attuale di un account utente, utilizzare il seguente comando:
sv: För att enkelt se nuvarande status för ett användarkonto, använd följande syntax:

source: sudo chage -l username
es: sudo chage -l nombre de usuario
it: sudo chage -l NOME_UTENTE
sv: sudo chage -l användarnamn

source: The output below shows interesting facts about the user account, namely that there are no policies applied:
es: La salida siguiente muestra algunos hechos interesantes sobre la cuenta del usuario, con la premisa de que no se ha aplicado ninguna política:
it: L'output seguente mostra informazioni interessanti sull'account dell'utente, in particolare che non ci sono politiche applicate:
sv: Utdatan nedan visar intressant fakta om användarkontot, nämligen att ingen policy tillämpas:

source: To set any of these values, simply use the following syntax, and follow the interactive prompts:
es: Para establecer alguno de esos valores, simplemente use la sintaxis siguiente, y responda a las preguntas interactivas:
it: Per impostare uno qualsiasi di questi campi, utilizzare il seguente comando e seguire le istruzioni:
sv: För att ange något av dessa värden, använd följande syntax och följ de interaktiva inmatningsställena:

source: sudo chage username
es: sudo chage nombre de usuario
it: sudo chage NOME_UTENTE
sv: sudo chage användarnamn

source: The following is also an example of how you can manually change the explicit expiration date (-E) to 01/31/2008, minimum password age (-m) of 5 days, maximum password age (-M) of 90 days, inactivity period (-I) of 5 days after password expiration, and a warning time period (-W) of 14 days before password expiration.
es: El siguiente también es un ejemplo de cómo puede cambiar manualmente la fecha explícita de expiración (-E) al 31/01/2008, la duración mínima de la contraseña (-m) a 5 días, la duración máxima de la contraseña (-M) a 90 días, el periodo de inactividad (-l) a 5 días tras la expiración de la contraseña, y el periodo de tiempo de advertencia (-W) a 14 días antes de la expiración de la contraseña.
it: Quello che segue è un esempio di come sia possibile modificare manualmente la data di scadenza dell'account (-E) al 31/01/2008 (inserirla nel formato mm/gg/aaaa o nel formato aaaa/mm/gg), l'età minima della password (-m) a 5 giorni, l'età massima (-M) a 90 giorni, il periodo di inattività (-I) a 5 giorni dopo la scadenza della password e un avvertimento (-W) di 14 giorni prima della scadenza delle password.
sv: Följande är också ett exempel på hur du manuellt kan ändra förfallodatumet som saknar förbehåll (-E) till 01/31/2008, lösenordets miniålder (-m) på 5 dagar, lösenordets maximiålder (-M) på 90 dagar, inaktiv period (-I) på fem dagar efter lösenordets förfallodag och en varningsperiod (-W) på 14 dagar före lösenordets förfallodag.

source: sudo chage -E 01/31/2008 -m 5 -M 90 -I 30 -W 14 username
es: sudo chage -E 01/31/2008 -m 5 -M 90 -I 30 -W 14 nombre de usuario
sv: sudo chage -E 01/31/2008 -m 5 -M 90 -I 30 -W 14 användarnamn

source: To verify changes, use the same syntax as mentioned previously:
es: Para verificar los cambios, use la misma sintaxis mencionada anteriormente.
it: Per verificare le modifiche, utilizzare lo stesso comando di prima:
sv: För att verifiera ändringarna, använd samma syntax som angavs tidigare:

source: The output below shows the new policies that have been established for the account:
es: La salida de abajo muestra las nuevas políticas que se han establecido para la cuenta:
it: Il seguente output mostra i cambiamenti effettuati sull'account:
sv: Utdatan nedan visar den nya policyn som har upprättats för kontot:

source: Other Security Considerations
es: Otras consideraaciones de seguridad
it: Ulteriori considerazioni sulla sicurezza
sv: Andra säkerhetsöverväganden

source: Many applications use alternate authentication mechanisms that can be easily overlooked by even experienced system administrators. Therefore, it is important to understand and control how users authenticate and gain access to services and applications on your server.
es: Varias aplicaciones usan mecanismos de autenticación alternos que pueden ser pasados por alto fácilmente aun por administradores de sistemas experimentados. Entonces, es importante entender y controlar como se autentican los usuarios y obtienen acceso a servicios y aplicaciones en su servidor.
it: Molte applicazioni usano meccanismi di autenticazione alternativi che possono essere facilmente trascurati anche da esperti amministratori di sistema. Pertanto, è importante comprendere e controllare come avviene l'autenticazione degli utenti e come accedono ai servizi e alle applicazioni sul proprio server.
sv: Många program använder alternativa autentiseringsmetoder som lätt kan glömmas bort, även av erfarna systemadministratörer. Därför är det viktigt att förstå och kontrollera hur användare autentiserar och får behörighet till tjänster och applikationer på din server.

source: SSH Access by Disabled Users
es: Acceso SSH por Usuarios Deshabilitados
it: Accesso SSH per gli utenti disabilitati
sv: SSH åtkomst av inaktiverade användare

source: Simply disabling/locking a user account will not prevent a user from logging into your server remotely if they have previously set up RSA public key authentication. They will still be able to gain shell access to the server, without the need for any password. Remember to check the users home directory for files that will allow for this type of authenticated SSH access. e.g. <filename>/home/username/.ssh/authorized_keys</filename>.
es: Deshabilitar/bloquear una cuenta de usuario no prevendrá al usuario de ingresar remotamente a su servidor si aquel ya ha configurado la autenticación de claves públicas RSA. El usuario todavía tendrá acceso al servidor por medio del shell, sin necesidad de contraseña alguna. Recuerde revisar el directorio home de los usuarios para buscar archivos que puedan permitir esta clase de acceso SSH autenticado. Por ej.: <filename>/home/username/.ssh/authorized_keys</filename>.
it: Disattivando o bloccando l'account di un utente non impedisce che quest'ultimo riesca a effettuare l'accesso al server se precedentemente utilizzava una chiave pubblica RSA; saranno ancora in grado di ottenere l'accesso al server senza la necessità della password. Controllare sempre se nella directory home degli utenti sono presenti dei file che permettano questo tipo di autenticazione SSH, come per esempio <filename>/home/nomeutente/.ssh/authorized_keys</filename>.
sv: Att bara inaktivera/låsa ett användarkonto kommer inte att hindra användaren från att fjärransluta till servern om de tidigare använt en publik RSA-nyckel för autentisering. De kommer fortfarande att inneha shell-behörighet till servern, utan att behöva ett lösenord. Kom ihåg att kontrollera användarens hemmakatalog efter filer som tillåter den här typen av autentiserad SSH-anslutning, till exempel <filename>/home/username/.ssh/authorized_keys</filename>.

source: Remove or rename the directory <filename class="directory">.ssh/</filename> in the user's home folder to prevent further SSH authentication capabilities.
es: Elimine o renombre el directorio <filename class="directory">.ssh/</filename> en la carpeta home del usuario para prevenir más capacidades de autenticaciones SSH .
it: Eliminare o rinominare la directory <filename class="directory">.ssh/</filename> nella home degli utenti per prevenire future autenticazioni SSH.
sv: Ta bort eller döp om katalogen <filename class="directory">.ssh/</filename> i användarens hemmakatalog för att förhindra ytterligare SSH-autentiseringsmöjligheter.

source: Be sure to check for any established SSH connections by the disabled user, as it is possible they may have existing inbound or outbound connections. Kill any that are found.
es: Asegúrese de verificar alguna conexión SSH establecida por el usuario deshabilitado, ya que es posible que existan conexiones entrantes o salientes. Matar a cualquier que se encuentre.
it: Assicurarsi di controllare qualsiasi connessione SSH stabilita dagli utenti disabilitati, dato che potrebbero esserci connessioni aperti in entrata o in uscita. Terminare tutte quelle che vengono trovate.
sv: Kontrollera efter någon etablerad SSH-anslutning från den inaktiverade användaren eftersom det är möjligt att de har en bestående ingående eller utgående anslutning. Avsluta de som hittas.

source: Restrict SSH access to only user accounts that should have it. For example, you may create a group called "sshlogin" and add the group name as the value associated with the <varname>AllowGroups</varname> variable located in the file <filename>/etc/ssh/sshd_config</filename>.
es: Restringir el acceso SSH solo para las cuentas de usuarios que deben tenerlo. Por ejemplo, usted puede crear un grupo llamado "sshlogin" y añadir el nombre de grupo como el valor asociado con la variable <varname>AllowGroups</varname> localizada en el archivo <filename>/etc/ssh/sshd_config</filename>.
it: Limitare l'accesso SSH solo agli utenti che ne hanno il diritto. Per esempio, è possibile creare un gruppo chiamato «sshlogin» e aggiungere il nome del gruppo alla voce <varname>AllowGroups</ varname> nel file <nomefile>/etc/ssh/sshd_config</filename>.
sv: Begränsa SSH-anslutningen till enbart användarkonton som måste ha det. Som exempel kan du skapa en grupp med namnet "sshlogin" och lägg till gruppnamnet som värdet associerat med variabeln <varname>AllowGroups</varname> som finns i filen <filename>/etc/ssh/sshd_config</filename>.

source: Then add your permitted SSH users to the group "sshlogin", and restart the SSH service.
es: Luego agregue sus usuarios SSH permitidos al grupo "sshlogin", y reinicie el servicio SSH.
it: Dopo aver aggiunto gli utenti con diritto di accesso SSH al gruppo «sshlogin», riavviare il server SSH.
sv: Lägg sedan till din tillåtna SSH-användare till gruppen "sshlogin" och starta om SSH-tjänsten.

source: sudo adduser username sshlogin
es: sudo adduser nombredeusuario sshlogin
it: sudo adduser NOME_UTENTE sshlogin
sv: sudo adduser användarnamn sshlogin

source: External User Database Authentication
es: Base de datos de Autenticación de Usuario Externo
it: Autenticazione utenti su database esterno
sv: Extern användardatabasautentisering

source: Most enterprise networks require centralized authentication and access controls for all system resources. If you have configured your server to authenticate users against external databases, be sure to disable the user accounts both externally and locally, this way you ensure that local fallback authentication is not possible.
es: La mayoría de redes empresariales requieren autenticación centralizada y control de acceso para todos los recursos del sistema. Si usted ha configurado su servidor para autenticar usuarios contra base de datos externas, debe estar seguro de deshabilitar las cuentas de usuarios tanto externa como localmente, de esta forma usted asegura que una autenticación local no sea posible.
it: La maggior parte delle reti aziendali richiedono un servizio di autenticazione e di controllo degli accessi centralizzato per tutte le risorse di sistema. Se il server è stato configurato per gestire l'autenticazione attraverso database esterni, assicurarsi di disabilitare gli account utente sia esternamente che internamente, in questo modo l'autenticazione locale di riserva non è più possibile.
sv: De flesta företagssystem kräver en centraliserad autentisering och behörighetskontroll för alla systemresurser. Om du har konfigurerat din server till att verifiera användare mot externa databaser, säkerställ att användarkontot är inaktiverat både externt och lokalt, på detta sätt säkerställer du att lokal återautentisering inte är möjligt.

source: Console Security
es: Seguridad de consola
it: Sicurezza della console
sv: Konsolsäkerhet
