Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Next, configure the digital certificate for TLS. When asked questions, follow the instructions and answer appropriately. <screen> openssl genrsa -des3 -rand /etc/hosts -out smtpd.key 1024 chmod 600 smtpd.key openssl req -new -key smtpd.key -out smtpd.csr openssl x509 -req -days 365 -in smtpd.csr -signkey smtpd.key -out smtpd.crt openssl rsa -in smtpd.key -out smtpd.key.unencrypted mv -f smtpd.key.unencrypted smtpd.key openssl req -new -x509 -extensions v3_ca -keyout cakey.pem -out cacert.pem -days 3650 sudo mv smtpd.key /etc/ssl/private/ sudo mv smtpd.crt /etc/ssl/certs/ sudo mv cakey.pem /etc/ssl/private/ sudo mv cacert.pem /etc/ssl/certs/ </screen>
ko: 다음으로 TLS를 위한 디지털 인증서를 설정합니다. 질문에 대해 다음 지시에 따라 적절히 답하세요. <screen> openssl genrsa -des3 -rand /etc/hosts -out smtpd.key 1024 chmod 600 smtpd.key openssl req -new -key smtpd.key -out smtpd.csr openssl x509 -req -days 365 -in smtpd.csr -signkey smtpd.key -out smtpd.crt openssl rsa -in smtpd.key -out smtpd.key.unencrypted mv -f smtpd.key.unencrypted smtpd.key openssl req -new -x509 -extensions v3_ca -keyout cakey.pem -out cacert.pem -days 3650 sudo mv smtpd.key /etc/ssl/private/ sudo mv smtpd.crt /etc/ssl/certs/ sudo mv cakey.pem /etc/ssl/private/ sudo mv cacert.pem /etc/ssl/certs/ </screen>
pt: De seguida, configure o certificado digital para TLS. Quando for questionado, siga as instruções e responda apropriadamente. <screen> openssl genrsa -des3 -rand /etc/hosts -out smtpd.key 1024 chmod 600 smtpd.key openssl req -new -key smtpd.key -out smtpd.csr openssl x509 -req -days 365 -in smtpd.csr -signkey smtpd.key -out smtpd.crt openssl rsa -in smtpd.key -out smtpd.key.unencrypted mv -f smtpd.key.unencrypted smtpd.key openssl req -new -x509 -extensions v3_ca -keyout cakey.pem -out cacert.pem -days 3650 sudo mv smtpd.key /etc/ssl/private/ sudo mv smtpd.crt /etc/ssl/certs/ sudo mv cakey.pem /etc/ssl/private/ sudo mv cacert.pem /etc/ssl/certs/ </screen>

source: You can get the digital certificate from a certificate authority. Alternatively, you can create the certificate yourself. Refer to <ulink url="./web-servers.xml#creating-a-self-signed-certificate">Creating a self Signed Certification</ulink> sub-section for more details.
ko: 여러분은 인증 기관(certificate authority)에서 디지털 인증서를 받을 수 있습니다. 혹은 여러분 스스로 인증서를 생성할 수도 있습니다. 자세한 사항은 <ulink url="./web-servers.xml#creating-a-self-signed-certificate">스스로 서명한 인증서 만들기</ulink> 부분을 살펴보십시오.
pt: Pode obter o certificado digital de uma autoridade de certificação. Em alternativa pode criar um certificado voce mesmo. Veja a sub-secção <ulink url="./web-servers.xml#creating-a-self-signed-certificate">Creating a self Signed Certification</ulink> para mais detalhes.

source: Configure Postfix to do TLS encryption for both incoming and outgoing mail: <screen> sudo postconf -e 'smtpd_tls_auth_only = no' sudo postconf -e 'smtp_use_tls = yes' sudo postconf -e 'smtpd_use_tls = yes' sudo postconf -e 'smtp_tls_note_starttls_offer = yes' sudo postconf -e 'smtpd_tls_key_file = /etc/ssl/private/smtpd.key' sudo postconf -e 'smtpd_tls_cert_file = /etc/ssl/certs/smtpd.crt' sudo postconf -e 'smtpd_tls_CAfile = /etc/ssl/certs/cacert.pem' sudo postconf -e 'smtpd_tls_loglevel = 1' sudo postconf -e 'smtpd_tls_received_header = yes' sudo postconf -e 'smtpd_tls_session_cache_timeout = 3600s' sudo postconf -e 'tls_random_source = dev:/dev/urandom' sudo postconf -e 'myhostname = mail.example.com' </screen>
ko: 주고받는 메일 모두에 TLS 암호화를 사용하도록 Postfix 를 설정하려면: <screen> sudo postconf -e 'smtpd_tls_auth_only = no' sudo postconf -e 'smtp_use_tls = yes' sudo postconf -e 'smtpd_use_tls = yes' sudo postconf -e 'smtp_tls_note_starttls_offer = yes' sudo postconf -e 'smtpd_tls_key_file = /etc/ssl/private/smtpd.key' sudo postconf -e 'smtpd_tls_cert_file = /etc/ssl/certs/smtpd.crt' sudo postconf -e 'smtpd_tls_CAfile = /etc/ssl/certs/cacert.pem' sudo postconf -e 'smtpd_tls_loglevel = 1' sudo postconf -e 'smtpd_tls_received_header = yes' sudo postconf -e 'smtpd_tls_session_cache_timeout = 3600s' sudo postconf -e 'tls_random_source = dev:/dev/urandom' sudo postconf -e 'myhostname = mail.example.com' </screen>
pt: Configurar o Postfix para executar encriptação TLS para entrada e saída de mail: <screen> sudo postconf -e 'smtpd_tls_auth_only = no' sudo postconf -e 'smtp_use_tls = yes' sudo postconf -e 'smtpd_use_tls = yes' sudo postconf -e 'smtp_tls_note_starttls_offer = yes' sudo postconf -e 'smtpd_tls_key_file = /etc/ssl/private/smtpd.key' sudo postconf -e 'smtpd_tls_cert_file = /etc/ssl/certs/smtpd.crt' sudo postconf -e 'smtpd_tls_CAfile = /etc/ssl/certs/cacert.pem' sudo postconf -e 'smtpd_tls_loglevel = 1' sudo postconf -e 'smtpd_tls_received_header = yes' sudo postconf -e 'smtpd_tls_session_cache_timeout = 3600s' sudo postconf -e 'tls_random_source = dev:/dev/urandom' sudo postconf -e 'myhostname = mail.example.com' </screen>

source: Turn off the chroot operation for SMTP server. Locate for the following line in <filename>/etc/postfix/master.cf</filename> file:
ko: SMTP 서버를 위한 chroot 작업을 중지합니다. <filename>/etc/postfix/master.cf</filename> 파일에서 다음과 같은 줄을 찾습니다:
pt: Desligue a operação chroot para o servidor SMTP. Localize a seguiten linha no ficheiro <filename>/etc/postfix/master.cf</filename>:

source: The <application>libsasl2-2</application>, <application>sasl2-bin</application> and <application>libsasl2-modules</application> are necessary to enable SMTP AUTH using SASL. You can install these applications if you have not installed them already. <screen> <command>sudo apt-get install libsasl2-2 sasl2-bin</command> </screen>
ko: <application>libsasl2-2</application>, <application>sasl2-bin</application>, <application>libsasl2-modules</application> 들은 SASL 을 사용한 SMTP 인증을 수행하기 위해 필요합니다. 이 프로그램들이 아직 설치되지 않았다면, 다음과 같이 서치할 수 있습니다. <screen> <command>sudo apt-get install libsasl2-2 sasl2-bin</command> </screen>
pt: As aplicações <application>libsasl2-2</application>, <application>sasl2-bin</application> e <application>libsasl2-modules</application> são necessárias para activar SMTP AUTH usando SASL. Pode instalar estas aplicações se não as possui já. <screen> <command>sudo apt-get install libsasl2-2 sasl2-bin</command> </screen>

source: A few changes are necessary to make it work properly. Because <application>Postfix</application> runs chrooted in <filename>/var/spool/postfix</filename>, <application>SASL</application> needs to be configured to run in the false root (<filename>/var/run/saslauthd</filename> becomes <filename>/var/spool/postfix/var/run/saslauthd</filename>): <screen> <command>sudo mkdir -p /var/spool/postfix/var/run/saslauthd</command> <command>sudo rm -rf /var/run/saslauthd</command> </screen>
ko: 이것이 제대로 동작하기 위해서는 약간의 수정이 필요합니다. 왜냐하면 <application>Postfix</application> 는 <filename>/var/spool/postfix</filename> 에서 chroot 를 통해 실행되기 때문에, <application>SASL</application> 다른 루트 디렉토리에서 실행되도록 설정해야 하기 때문입니다 (<filename>/var/run/saslauthd</filename> 가 <filename>/var/spool/postfix/var/run/saslauthd</filename> 가 됩니다): <screen> <command>sudo mkdir -p /var/spool/postfix/var/run/saslauthd</command> <command>sudo rm -rf /var/run/saslauthd</command> </screen>
pt: Umas quantas mudanças são necessárias fazer para que funcione de forma apropriada. Uma vez que o <application>Postfix</application> corre chrooted no ficheiro <filename>/var/spool/postfix</filename>, a <application>SASL</application> necessita de ser configurada para correr num falso root (<filename>/var/run/saslauthd</filename> torna-se <filename>/var/spool/postfix/var/run/saslauthd</filename>): <screen> <command>sudo mkdir -p /var/spool/postfix/var/run/saslauthd</command> <command>sudo rm -rf /var/run/saslauthd</command> </screen>

source: Next, update the dpkg "state" of <filename>/var/spool/portfix/var/run/saslauthd</filename>. The saslauthd init script uses this setting to create the missing directory with the appropriate permissions and ownership: <screen> <command>sudo dpkg-statoverride --force --update --add root sasl 755 /var/spool/postfix/var/run/saslauthd</command> </screen>
ko: 다음으로, <filename>/var/spool/portfix/var/run/saslauthd</filename> 의 dpkg "상태" (state) 를 업데이트 합니다. saslauthd 의 init 스크립트는 이 설정을 이용해 존재하지 않는 디렉토리를 적절한 접근 권한과 소유자를 지정하여 생성합니다: <screen> <command>sudo dpkg-statoverride --force --update --add root sasl 755 /var/spool/postfix/var/run/saslauthd</command> </screen>
pt: Em seguida, actualize o "estado" do dpkg para <filename>/var/spool/portfix/var/run/saslauthd</filename>. O script de inicialização saslauthd usa as suas configurações para criar o directório desaparecido com as permissões e ownership apropriadas: <screen> <command>sudo dpkg-statoverride --force --update --add root sasl 755 /var/spool/postfix/var/run/saslauthd</command> </screen>

source: Here you can find information on how to install and configure various server applications on your Ubuntu system to fit your needs. It is a step-by-step, task-oriented guide for configuring and customizing your system.
ko: 여기에서는 여러분이 필요한 다양한 서버 프로그램들을 우분투 시스템에 설치하고 설정하는 방법 등을 찾을 수 있습니다. 이 문서는 여러분의 시스템을 설정하기 위해 단계적으로, 각 작업에 중점을 두어 작성한 안내서입니다.
pt: Pode encontrar informação sobre como instalar e configurar várias aplicações para servidor no seu sistema Ubuntu para se ajustar as suas necessidades. É um guia passo-a-passo, orientado a tarefas para configurar e personalizar o seu sistema.

source: This guide assumes you have a basic understanding of your Ubuntu system. If you need detailed help installing Ubuntu, refer to the Ubuntu Installation Guide.
ko: 이 안내서는 여러분이 우분투 시스템에 대한 이해를 가지고 있다고 가정 합니다. 만약 우분투 설치에 대한 자세한 도움이 필요하다면, 우분투 설치 안내서를 참조 하십시오.
pt: Este guia assume que tem conhecimentos básicos do seu sistema Ubuntu. Se precisa de ajuda detalhada a instalar o Ubuntu, recorra ao Guia de Instalação do Ubuntu.

source: HTML and PDF versions of the manual are available online at <ulink url="http://help.ubuntu.com">the Ubuntu Documentation website</ulink>.
ko: <ulink url="http://help.ubuntu.com">우분투 문서화 웹사이트</ulink> 에서 HTML 과 PDF 버전의 온라인 메뉴얼을 이용할 수 있습니다.
pt: Versões HTML e PDF do manual estão disponíveis na internet <ulink url="http://help.ubuntu.com">no sítio da Documentação Ubuntu</ulink>.

source: You can buy this guide in book form from <ulink url="http://www.lulu.com/ubuntu-doc">our Lulu store</ulink>. You will only pay for the price of printing and postage.
ko: 책 형태의 이 안내서는 <ulink url="http://www.lulu.com/ubuntu-doc">우리의 루루 가게</ulink>에서 구입할 수 있습니다. 여러분은 인쇄와 배송에 필요한 가격만을 지불합니다.
pt: Pode comprar este guia no formato de livro na <ulink url="http://www.lulu.com/ubuntu-doc">nossa loja Lulu</ulink>. Apenas pagará despesas de impressão e envio.

source: This chapter provides a quick overview of installing Ubuntu 7.10 Server Edition. For more detailed instructions, please refer to the Ubuntu Installation Guide.
ko: 이 부분에서는 우분투 7.10 서버 판(edition)의 설치 방법에 대한 간략한 개요을 제공합니다. 보다 자세한 방법은 우분투 설치 안내서를 참조하십시오.
pt: Este capítulo fornece uma apresentação geral de como instalar o Ubuntu 7.10 Edição de Servidor. Para mais instruções detalhadas, por favor consulte o Guia de Instalação do Ubuntu.

source: Ubuntu 7.10 Server Edition supports three (3) major architectures: Intel x86, AMD64, and PowerPC. The table below lists recommended hardware specifications. Depending on your needs, you might manage with less than this. However, most users risk being frustrated if they ignore these suggestions.
ko: 우분투 7.10 서버 판은 다음과 같은 세 가지 주요 아키텍처를 지원합니다: Intel x86, AMD64, PowerPC. 아래의 표는 권장 하드웨어 사양을 보여줍니다. 필요에 따라서는 이 보다 적은 사양으로도 관리할 수 있을 것입니다. 하지만, 대부분의 사용자들은 이 사양을 무시할 경우 곤란을 겪을 수 있습니다.
pt: Ubuntu 7.10 Edição de Servidor suporta 3 arquitecturas principais: Intel x86, AMD64, e PowerPC. A tabela abaixo recomenda especificações emt ermos de hardware. Dependendo das suas necessidades, poderá ter um sistema estável com menos do que referido na tabela. Contudo, a maioria dos utilizadores arriscam encontrar frustração se ignorarem estas sugestões.

source: The default profile for the Ubuntu 7.10 Server Edition is shown below. Once again, the size of the installation will greatly depend on the services you install during setup. For most administrators, the default services are suitable for general server use.
ko: 아래는 우분투 7.10 서버 판의 기본 프로파일입니다. 다시 한번 말하지만, 설치 용량은 여러분이 설정 과정에서 설치한 서비스에 따라 크게 달라질 것입니다. 일반적인 서버를 운영하는 대부분의 관리자들은, 기본 서비스 설정 만으로도 충분히 사용할 수 있을 것입니다.
pt: O perfil por defeito para o Ubuntu 7.10 Edição de Servidor é mostrado abaixo. Mais uma vez, o tamanho da instalação varia na medida dos serviços instalados durante o setup. Para a maioria dos administradores, os serviços por defeito são os mais adequados para uso do servidor.

source: This is a small server profile, which provides a common base for all sorts of server applications. It's minimal and designed to have the desired services added on top, such as file/print services, web hosting, email hosting, etc. For these services at least 500MB of disk space would suffice, but consider adding more space depending on the services you'd like to host with your server.
ko: 이것은 작은 서버 프로파일이고, 모든 종류의 서버 프로그램을 위한 공통적인 기본을 제공 합니다. 그것은 최소한이고 파일/인쇄 서비스, 웹 호스팅, 이메일 호스팅 그리고 기타의 필요한 서비스를 그 위에 가질 수 있도록 고안 되었습니다. 이러한 서비스를 위하여는 최소한 500MB 디스크 공간이 있어야 하지만, 여러분 서버로 호스트 하기를 원하는 서비스에 따라 더 많은 공간을 추가하는 것을 고려 하십시오.
pt: Correspondem ao perfil de um pequeno servidor, que fornece uma base comum para todos os tipos de aplicações servidoras. É uma instalação mínima desenhada para ter de início todos os serviços desejados, tais como servidor de ficheiros / impressora, alojamento de páginas web, alojamento de correio electrónico, etc.. Para estes serviços pelo menos 500MB de espaço em disco serão suficientes, mas considere a possibilidade de adicionar mais espaço, dependendo dos serviços que quiser alojar no seu servidor.

source: Remember that these sizes don't include all the other materials which are usually to be found, such as user files, mail, logs, and data. It is always best to be generous when considering the space for your own files and data.
ko: 이 크기는 대개의 경우 찾을 수 있는, 사용자 파일, 메일, 로그 그리고 데이터와 같은 여타의 모든 자료를 포함하지 않았다는 것을 상기 하십시오. 언제나 여러분 소유의 파일과 데이터를 위하여 공간을 고려할 때는 넉넉하게 잡는 것이 최선 입니다.
pt: Lembre-se que estes tamanhos não incluem todos os outros materiais que normalmente são encontrados no servidor, tais como: ficheiros dos utilizadores, mensagens de correio electrónico, registos e dados. É sempre bom ser generoso ao considerar o espaço para os seus ficheiros e dados.

source: Before you start, make sure to back up every file that is now on your system. If this is the first time a non-native operating system has been installed on your computer, it's quite likely you will need to re-partition your disk to make room for Ubuntu. Any time you partition your disk, you should be prepared to lose everything on the disk should you make a mistake or something goes wrong during partitioning such as power loss to the system. The programs used in installation are quite reliable, and most have seen years of use, but they also perform destructive actions, and one mistake in use can result in loss of your valuable data.
ko: 시작하기 전에, 시스템에 현재 있는 모든 파일을 백업하는 것을 확신 하십시오. 만약 이번이 컴퓨터에 설치된 운영 체계와 다른 시스템을 설치하는 첫 번째라면, 우분투를 위한 공간을 만들기 위하여 디스크를 재 파티션하는 것이 필요하는 것이 아주 일반적 입니다. 디스크를 파티션하는 어떤 때라도, 여러분이 실수를 하거나 또는 파티션 중에 시스템 파워의 손실과 같은 무엇이 잘못될 경우에 모든 것을 잃을 수 있다는 것을 반드시 대비하여야 합니다. 설치에 사용되는 프로그램은 아주 신뢰할 수 있고, 몇 년간 사용이 되었지만, 또한 잘못된 동작을 수행할 수도 있고, 사용 중에 한 가지 실수가 여러분의 귀중한 자료의 손실을 가져올 수도 있습니다.
pt: Antes de começar, assegure-se de copiar todos os ficheiros actualmente no seu sistema. Se esta é a primeira vez que um sistema operativo não nativo é instalado no seu computador, é muito provável que necessite reparticionar o seu disco para criar espaço para o Ubuntu. Sempre que particiona um disco, deve estar preparado para a eventualidade de perder tudo o que tem nesse disco, devido a um engano, ou porque alguma coisa corre mal, por exemplo uma falha de energia. Os programas utilizados na instalação são fiáveis, e muitos deles têm anos de utilização, mas tembém realizam acções destrutivas, e um engano pode resultar na perda de dados valiosos.

source: If you are creating a multi-boot system, make sure that you have the distribution media of any other operating systems that are present on hand. Especially if you repartition your boot drive, you might find that you have to reinstall your operating system's boot loader, or in many cases the whole operating system itself and all files on the affected partitions.
ko: 만약 여러분이 멀티 부트 시스템을 생성하려고 한다면, 다른 운영 체제에 대한 배포용 미디어를 반드시 가지고 있어야 합니다. 특히 부트 드라이브를 다시 파티션으로 나누는 경우, 여러분의 운영 체제의 부트 로더를 재설치하거나, 많은 경우 전체 운영 체제와 해당 파티션의 전체 파일들을 다시 설치해야 합니다.
pt: Se está a criar um sistema de multi-boot, certifique-se que tem a media dos outros sistemas operativos à mão. Especialmente se reparticionar a sua drive de boot, poderá ter que reinstalar o boot loader do seu sistema operativo, ou em muitos casos o próprio sistema operativo e todos os ficheiros nas partições afectadas.

source: Insert your installation CD into your CD-ROM drive and reboot the computer. The installation system is started immediately when booting from the CD-ROM. Once initialized, your first screen will appear.
ko: 설치 CD를 CD-ROM 드라이브에 넣고 컴퓨터를 리부팅 합니다. 설치 시스템은 CD-ROM에서 부팅될 때 즉시 시작이 됩니다. 초기화 된 후, 첫 번째 화면이 보일 겁니다.
pt: Insira o CD de instalação na sua unidade de CD-ROM e reinicie o computador. O sistema de instalação começa imediatamente após o processo de arranque a partir do CD-ROM. Uma vez iniciado aparece um primeiro ecrã.

source: At this point, read the text on the screen. You may want to read the help screen provided by the installation system. To do this, press F1.
ko: 이 시점에서, 화면 상의 텍스트를 읽습니다. 여러분은 설치 시스템에 의해 제공되는 도움말 화면을 읽기를 원할 수도 있습니다. 이것을 하려면, F1 키를 누릅니다.
pt: Neste ponto leia o texto que tem no ecrã. Se quiser ler a ajuda fornecida pelo sistema de instalação pressione a tecla <keycap>F1</keycap>.

source: To perform a default server installation, select <quote>Install to the hard disk</quote> and press <keycap>Enter</keycap>. The installation process will be started. Simply follow the on-screen instructions, and your Ubuntu system will be installed.
ko: 기본 설정된 서버 설치를 수행하려면, <quote>I하드디스크로 설치</quote>를 선택하고 <keycap>Enter</keycap> 키를 누릅니다. 설치 과정이 시작될 겁니다. 간단히 화면 상의 지시를 따르고 여러분의 우분투 시스템이 설치될 것입니다.
pt: Para efectuar uma instalação do servidor com os valorespré-definidos, seleccione <quote>Instalar para o disco rígido</quote> e prima <keycap>Enter</keycap>. O processo de instalação iniciar-se-á. Siga simplesmente as instruções no ecrã, e o seu sistema Ubuntu será instalado.

source: To install a LAMP (Linux, Apache, MySQL, PHP/Perl/Python) and/or DNS (BIND) server, select either the LAMP or DNS options after the minimal installation is complete.
ko: LAMP (Linux, Apache, MySQL, PHP/Perl/Python) 서버와 DNS (BIND) 서버를 설치하려면, 최소 설치가 끝난 후에 LAMP 혹은 DNS 옵션을 선택하십시오.
pt: Para instalar LAMP (Linux, Apache, MySQL, PHP/Perl/Python) e/ou servidor DNS (BIND), seleccione entre as opções LAMP ou DNS depois da instalação mínima estar concluída.

source: Ruby on Rails
ko: 루비 온 레일스

source: Ethernet
ko: 이더넷 (Ethernet)

source: search com nameserver 204.11.126.131 nameserver 64.125.134.133 nameserver 64.125.134.132 nameserver 208.185.179.218
ko: search com nameserver 204.11.126.13 nameserver 64.125.134.133 nameserver 64.125.134.132 nameserver 208.185.179.218

source: # Sample /etc/dhcpd.conf # (add your comments here) default-lease-time 600; max-lease-time 7200; option subnet-mask 255.255.255.0; option broadcast-address 192.168.1.255; option routers 192.168.1.254; option domain-name-servers 192.168.1.1, 192.168.1.2; option domain-name "mydomain.example"; subnet 192.168.1.0 netmask 255.255.255.0 { range 192.168.1.10 192.168.1.100; range 192.168.1.150 192.168.1.200; }
ko: # /etc/dhcpd.conf 예제 # (여기에 주석을 추가하세요) default-lease-time 600; max-lease-time 7200; option subnet-mask 255.255.255.0; option broadcast-address 192.168.1.255; option routers 192.168.1.254; option domain-name-servers 192.168.1.1, 192.168.1.2; option domain-name "mydomain.example"; subnet 192.168.1.0 netmask 255.255.255.0 { range 192.168.1.10 192.168.1.100; range 192.168.1.150 192.168.1.200; }

source: Export the database of the master server.
ko: 마스터 서버의 데이터베이스 내보내기

source: LDAP Master
ko: LDAP 마스터

source: On the master, you have to modify the database section of the <filename>/etc/ldap/slapd.conf</filename> to add a replica instruction. The following example shows a replica on ldap-2.example.com with the Manager user with secret as password. The replication logfile is the place modifications are stored before they are send to the LDAP slave.
ko: 마스터에서는 복제(replica) 관련 지시를 추가하기 위해 <filename>/etc/ldap/slapd.conf</filename> 파일의 데이터베이스 부분을 수정해야 합니다. 다음의 예제는 ldap-2.example.com 서버에 Manager 사용자와 secret 비밀번호를 복제하는 것을 보여줍니다. 복제 로그 파일은 LDAP 슬레이브에 데이터를 보내기 전에 변경 사항이 저장되는 위치입니다.

source: Export the database of the master using slapcat. Then copy master.ldif to the slave using scp or other tools.
ko: slapcat 명령을 이용하여 마스터의 데이터베이스를 내보냅니다. 그리고 scp 혹은 다른 도구를 이용하여 master.ldif 파일을 슬레이브로 복사합니다.

source: On the slave, you have to authorize your master to update LDAP database. Add the following lines to your <filename>/etc/ldap/slapd.conf</filename> file in the database section:
ko: 슬레이브에서는 LDAP 데이터베이스를 업데이트하기 위해 마스터에게 권한을 부여해야 합니다. <filename>/etc/ldap/slapd.conf</filename> 파일의 데이터베이스 부분에 다음 줄을 추가하세요:

source: Restart the master server.
ko: 마스터 서버를 재시작합니다.

source: If the DNS server names are retrieved dynamically from DHCP or PPPoE (retrieved from your ISP), do not add nameserver entries in this file. It will be updated automatically.
ko: 만약 DNS 서버 이름을 DHCP나 PPPoE(여러분의 ISP에서 받음)에서 받아오는 경우에는, 이 파일에 nameserver 항목을 추가하지 마십시오. 이 정보는 자동적으로 업데이트 될 것입니다.

source: Once you install cvs, the repository will be automatically initialized. By default, the repository resides under the <application>/var/lib/cvs</application> directory. You can change this path by running following command: <screen> <command>cvs -d /your/new/cvs/repo init</command> </screen> Once the initial repository is set up, you can configure <application>xinetd</application> to start the CVS server. You can copy the following lines to the <filename> /etc/xinetd/cvspserver</filename> file. <placeholder-1/><placeholder-2/> Once you have configured <application>xinetd</application> you can start the cvs server by running following command: <screen> <command>sudo /etc/init.d/xinetd start</command> </screen>
ko: CVS 를 설치한 후에, 저장소는 자동적으로 초기화 됩니다. 기본 설정으로, 저장소는 <application>/var/lib/cvs</application> 디렉토리 밑에 위치 합니다. 이 경로를 변경하는 것은 다음의 명령을 사용할 수 있습니다: <screen> <command>cvs -d /your/new/cvs/repo init</command> </screen> 초기 저장소가 만들어 진 후, CVS 서버를 시작하기 위하여 <application>xinetd</application> 를 설정할 수 있습니다. <filename> /etc/xinetd/cvspserver</filename> 파일에 다음 줄들을 복사 합니다. <placeholder-1/><placeholder-2/> <application>xinetd</application> 를 설정한 후에 다음의 명령을 실행하여 CVS 서버를 실행할 수 있습니다: <screen> <command>sudo /etc/init.d/xinetd start</command> </screen>
