Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: To start the NFS server, you can run the following command at a terminal prompt:
es: Para iniciar el servidor NFS, ejecute la siguiente orden en una terminal:
it: Per avviare il server NFS, è possibile eseguire il seguente comando a un prompt di terminale:
ko: NFS 서버를 시작하기 위하여, 다음의 명령을 터미널 프롬프트에서 실행할 수 있습니다:
pt: Para iniciar o servidor NFS, pode correr o seguinte comando num terminal:
sv: För att starta NFS-servern kan du köra följande kommando från terminalprompten:

source: NFS Client Configuration
es: Configuración del cliente NFS
it: Configurazione client NFS
ko: NFS 클라이언트 설정
pt: Configuração do Cliente NFS
sv: Klientkonfiguration för NFS

source: Use the <application>mount</application> command to mount a shared NFS directory from another machine, by typing a command line similar to the following at a terminal prompt:
es: Use la orden <application>mount</application> para montar directorios NFS compartidos por otra máquina, tecleando una orden similar a ésta en la terminal:
it: Utilizzare il comando <application>mount</application> per montare una directory NFS condivisa da un'altra macchina, digitando un comando simile al seguente a un prompt di terminale:
ko: 다른 기계에서 공유된 NFS 디렉토리를 마운트하려면 <application>mount</application> 명령을 사용하고, 터미널 프롬프트에서 다음의 명령과 비슷하게(각자의 경우에 맞게) 명령을 입력 합니다:
pt: Utilize o comando <application>mount</application> para montar um directório NFS partilhado por outra máquina, digitando uma linha de comando similar à seguinte num terminal:
sv: Använd kommandot <application>mount</application> för att montera en utdelad NFS-katalog från en annan dator genom att skriva en kommandorad som liknar följande från en terminalprompt:

source: sudo mount example.hostname.com:/ubuntu /local/ubuntu
es: sudo mount ejemplo.hostname.com:/ubuntu /local/ubuntu
it: sudo mount esempio.nomehost.it:/ubuntu /locale/ubuntu
sv: sudo mount exempel.värddator.com:/ubuntu /local/ubuntu

source: The mount point directory <filename>/local/ubuntu</filename> must exist. There should be no files or subdirectories in the <filename>/local/ubuntu</filename> directory.
es: El directorio del punto de montaje <filename>/local/ubuntu</filename> debe existir. No deben haber archivos ni directorios dentro de <filename>/local/ubuntu</filename>.
it: Il punto di mount <filename>/locale/ubuntu</filename> deve esistere. Non ci dovrebbero essere né file, né sottodirectory all'interno di <filename>/locale/ubuntu</filename>.
ko: 마운트 위치 디렉토리 <filename>/local/ubuntu</filename> 반드시 있어야 합니다. <filename>/local/ubuntu</filename> 디렉토리 내에는 파일 또는 서브 디렉토리가 없어야만 합니다.
pt: O directório a utilizar como ponto de montagem <filename>/local/ubuntu</filename> tem que existir. Não devem existir ficheiros ou sub-directórios no directório <filename>/local/ubuntu</filename> .
sv: För att det skall fungera måste monteringspunkten <filename>/local/ubuntu</filename> finnas. Det bör inte finnas några filer eller underkataloger i katalogen <filename>/local/ubuntu</filename>.

source: An alternate way to mount an NFS share from another machine is to add a line to the <filename>/etc/fstab</filename> file. The line must state the hostname of the NFS server, the directory on the server being exported, and the directory on the local machine where the NFS share is to be mounted.
es: Una forma alternativa de montar un recurso compartido desde otra máquina es añadiendo una línea en el archivo <filename>/etc/fstab</filename> . La línea debe contener el nombre de máquina del servidor NFS, el directorio que esta siendo exportado en el servidor, y el directorio en la máquina local donde el recurso NFS será montado.
it: Un modo alternativo per montare una condivisione NFS da un'altra macchina consiste nell'aggiungere una riga al file <filename>/etc/fstab</filename>. Questa riga deve contenere il nome dell'host del server NFS, la directory esportata dal server e la directory sulla macchina locale dove montare la condivisione NFS.
ko: 다른 기계에서 NFS 공유를 마운트하는 다른 방법은 <filename>/etc/fstab</filename> 파일에 한 줄을 더하는 것 입니다. 그 줄은 NFS 서버의 호스트 이름, 내보내지는 서버 상의 디렉토리, NFS 공유가 마운트되는 로컬 기계 상의 디렉토리를 반드시 기술 합니다.
pt: Uma forma alternativa de montar uma partilha NFS de outra máquina é adicionar uma linha ao ficheiro <filename>/etc/fstab</filename>. A linha deve declarar o nome do servidor NFS, o directório exportado por esse servidor, e o directório da máquina local onde essa partilha deve ser montada.
sv: Ett annat sätt att montera en NFS-utdelning från en annan dator är att lägga till en rad i filen <filename>/etc/fstab</filename>. Raden måste berätta värdnamnet på NFS-servern, katalogen som exporteras, och katalogen på den lokala datorn som NFS-utdelningen skall monteras till.

source: The general syntax for the line in <filename>/etc/fstab</filename> file is as follows:
es: La sintaxis general para el archivo <filename>/etc/fstab</filename> es la siguiente:
it: La sintassi generale per la riga nel file <filename>/etc/fstab</filename> è come segue:
ko: <filename>/etc/fstab</filename> 파일 내의 그 줄을 위한 일반적인 문법은 다음과 같습니다:
pt: A sintaxe geral da linha no ficheiro <filename>/etc/fstab</filename> é a que se segue:
sv: Den allmänna syntaxen för raden i filen <filename>/etc/fstab</filename> är som följer:

source: If you have trouble mounting an NFS share, make sure the <application>nfs-common</application> package is installed on your client. To install <application>nfs-common</application> enter the following command at the terminal prompt: <screen> <command>sudo apt-get install nfs-common</command> </screen>
es: Si tiene problemas al montar un recurso NFS compartido, compruebe que tiene instalado el paquete <application>nfs-common</application> en su cliente. Para instalar <application>nfs-common</application>, introduzca el comando siguiente en una terminal: <screen> <command>sudo apt-get install nfs-common</command> </screen>
it: Se si hanno problemi nel montare la condivisione NFS, assicurarsi che il pacchetto <application>nfs-common</application> sia installato sul client. Per installare <application>nfs-common</application>, digitare il seguente comando al prompt del terminale: <screen> <command>sudo apt-get install nfs-common</command> </screen>
ko: NFS 공유 폴더를 마운트 하는 과정에서 문제가 발생했다면, 클라이언트 쪽에 <application>nfs-common</application> 꾸러미가 설치되어 있는지 확인하십시오. <application>nfs-common</application> 꾸러미를 설치하려면 터미널 프롬프트에서 다음 명령을 입력히세요: <screen> <command>sudo apt-get install nfs-common</command> </screen>
pt: Se tiver problemas na montagem de partilhas NFS, certifique-se que o pacote <application>nfs-common</application> está instalado no seu cliente. para instalar <application>nfs-common</application> insira os seguintes comandos no terminal: <screen> <command>sudo apt-get install nfs-common</command> </screen>
sv: Om du har problem med att montera en NFS-utdelning, kontrollera att paketet <application>nfs-common</application> är installerat på din klient. För att installera <application>nfs-common</application> kan du skriva följande kommando från terminalprompten: <screen> <command>sudo apt-get install nfs-common</command> </screen>

source: Linux NFS faq
es: FAQ de NFS en Linux
it: FAQ di NFS per Linux
ko: 리눅스 NFS에 대해 자주하는 질문
pt: Perguntas frequentes sobre NFS em Linux
sv: Vanliga frågor om Linux NFS

source: CUPS - Print Server
es: CUPS - Servidor de impresión
it: CUPS - Server di stampa
ko: CUPS - 인쇄 서버
pt: Servidor de Impressão - CUPS
sv: CUPS - Skrivarserver

source: The primary mechanism for Ubuntu printing and print services is the <emphasis role="bold">Common UNIX Printing System</emphasis> (CUPS). This printing system is a freely available, portable printing layer which has become the new standard for printing in most Linux distributions.
es: El mecanismo principal de impresión y de servicios de impresión en Ubuntu es el Sistema Común de Impresión para UNIX (<emphasis role="bold"> Common UNIX Printing System</emphasis>, o CUPS). Este sistema de impresión es una capa de impresión libre y portable, y se ha convertido en el nuevo estándar para impresión en la mayoría de las distribuciones de Linux.
it: Il sistema primario e i servizi di stampa di Ubuntu sono gestiti da <emphasis role="bold">Common UNIX Printing System</emphasis> (CUPS). Questo è un sistema di stampa liberamente disponibile e altamente portabile ed è diventato il nuovo standard per la stampa in molte distribuzioni Linux.
ko: 우분투에서 인쇄 및 프린트 서비스에 사용되는 주된 메커니즘은 <emphasis role="bold">Common UNIX Printing System</emphasis> (CUPS) 입니다. CUPS 프린팅 시스템은 자유롭게 이용 가능하며, 대부분의 리눅스 배포판의 새로운 인쇄 표준이 된 이동식 인쇄 계층입니다.
pt: O mecanismo de impressão primário e serviços de impressão é o <emphasis role="bold">Common UNIX Printing System</emphasis> (CUPS). Este sistema de impressão é disponível de forma gratuita, uma camada de impressão portátil que se tornou num novo standart de imressão na maioria das distribuições Linux.
sv: I Ubuntu är den primära mekanismen för utskrifter och skrivartjänster <emphasis role="bold">Common UNIX Printing System</emphasis> (CUPS). Det är ett fritt tillgängligt utskriftsystem, portabelt utskriftslager som har blivit den nya standarden för att skriva ut i de flesta Linuxdistributioner.

source: CUPS manages print jobs and queues and provides network printing using the standard Internet Printing Protocol (IPP), while offering support for a very large range of printers, from dot-matrix to laser and many in between. CUPS also supports PostScript Printer Description (PPD) and auto-detection of network printers, and features a simple web-based configuration and administration tool.
es: CUPS gestiona los trabajos y tareas de impresión, y proporciona impresión de red utilizando el Protocolo estándar de Impresión en Internet (IPP), que dispone de soporte para una gran gama de impresoras, desde matriciales hasta láser. CUPS también soporta PostScript Printer Description (PPD) y autodetección de impresoras de red, y dispone de una sencilla herramienta basada en web para la configuración y administración.
it: CUPS gestisce lavori e code di stampa, fornisce la stampa in rete tramite l'utilizzo del protocollo IPP (Internet Printing Protocol) e al tempo stesso offre supporto a una nutrita schiera di stampanti, dalle quelle a matrice di punti a quelle al laser (comprese tutte quelle nel mezzo). CUPS supporta anche il PPD (PostScript Printer Detection) e il rilevamento automatico delle stampanti di rete; inoltre fornisce un semplice strumento di amministrazione e configurazione basato sul web.
ko: CUPS는 인쇄 작업과 대기소를 관리하고, 표준 인터넷 인쇄 프로토콜(IPP)를 사용하여 네트워크 출력을 제공하고, 도트매트릭스부터 레이저까지의 굉장히 큰 범위의 프린터들과 그리고 많은 상호 간의 출력을 지원 합니다. CUPS는 또한 PostScript Printer Description (PPD) 과 네트워크 프린터의 자동 감지를 지원하고, 단순한 웹 기반의 설정과 관리 도구를 가지고 있습니다.
pt: O CUPS gere os trabalhos de impressão e filas de espera e oferece capacidade de impressão em rede usando o standard Internet Printing Protocol (IPP), oferecendo simultaneamente suporte para uma enorme diversidade de impressoras, desde agulhas a laser, e muitas outras. O CUPS suporta ainda o PostScript Printer Description (PPD) e a auto detecção de impressoras de rede, e possui um ambiente de configuração e administração muito simples e assente em tecnologia web.
sv: CUPS hanterar utskriftsjobb och utskriftsköer och erbjuder nätverksutskrifter med hjälp av standardprotokollet Internet Printing Protocol (IPP), samtidigt som det ger dig stöd för ett väldigt stort antal skrivare, från matris till laser och många däremellan. CUPS stöder även PostScript Printer Description (PPD) och automatisk detektering av nätverksskrivare, och har ett enkelt webbaserat konfigurations- och administrationsverktyg.

source: To install CUPS on your Ubuntu computer, simply use <application>sudo</application> with the <application>apt-get</application> command and give the packages to install as the first parameter. A complete CUPS install has many package dependencies, but they may all be specified on the same command line. Enter the following at a terminal prompt to install CUPS:
es: Para instalar CUPS en su equipo Ubuntu, simplemente use <application>sudo</application> con el comando <application>apt-get</application> y proporcione como primer parámetro el nombre de los paquetes a instalar. Una instalación completa de CUPS tiene muchas dependencias de paquetes, pero pueden especificarse todas ellas en la misma línea de comandos. Introduzca lo siguiente en la línea de órdenes de una terminal para instalar CUPS:
it: Per installare CUPS nel proprio computer Ubuntu, basta usare <application>sudo</application> con il comando <application>apt-get</application> e fornire i pacchetti da installare come primo parametro. Un'installazione completa di CUPS ha molte dipendenze di pacchetti, ma possono essere specificati tutti nella stessa riga di comando. Digitare quello che segue al prompt del terminale per installare CUPS:
ko: 여러분의 우분투 컴퓨터에 CUPS를 설치하려면, 간단하게 <application>apt-get</application> 명령을 <application>sudo</application> 로 사용하고 첫 번째 파라미터로 설치하고자 하는 꾸러미를 줍니다. 하나의 완전한 CUPS 설치는 많은 꾸러미 의존성을 가지지만, 같은 명령어 라인에 그것들을 모두 지정할 수도 있습니다. CUPS를 설치하기 위하여 다음의 명령을 터미널 프롬프트에서 입력 하십시오:
pt: Para instalar o CUPS no seu sistema Ubuntu, simplesmente use a aplicação <application>sudo</application> com a aplicação <application>apt-get</application> e insira os pacotes a instalar como primeiro parâmetro. Uma instalação completa do CUPS têm muitas dependencias, mas podem ser todas especificadas na mesma linha de comandos. Insira o seguinte na linha de comandos para instalar o CUPS:
sv: För att installera CUPS på din Ubuntu dator, använd kommandot <application>sudo</application> tillsammans med <application>apt-get</application> och som första parameter paketnamnet på det som skall installeras. En komplett CUPS installation har många paketberoenden, men de kan anges på samma kommandorad. Skriv in följande från en terminalprompt för att installera CUPS:

source: Upon authenticating with your user password, the packages should be downloaded and installed without error. Upon the conclusion of installation, the CUPS server will be started automatically.
es: Tras autenticarse con su clave de usuario, los paquetes deben descargarse e instalarse sin errores. Al concluir la instalación, el servidor CUPS se iniciará automáticamente.
it: Dopo essersi autenticati con la propria password utente, i pacchetti dovrebbero essere scaricati e installati. Completato questo processo, il server CUPS viene avviato automaticamente.
sv: När du har verifierat dig med ditt lösenord bör paketen laddas ner och installeras utan några felmeddelanden. När installationen avslutas kommer CUPS-servern att starta automatiskt.

source: For troubleshooting purposes, you can access CUPS server errors via the error log file at: <filename>/var/log/cups/error_log</filename>. If the error log does not show enough information to troubleshoot any problems you encounter, the verbosity of the CUPS log can be increased by changing the <emphasis role="bold">LogLevel</emphasis> directive in the configuration file (discussed below) to "debug" or even "debug2", which logs everything, from the default of "info". If you make this change, remember to change it back once you've solved your problem, to prevent the log file from becoming overly large.
es: Para resolver problemas, puede acceder a los mensajes de error del servidor CUPS mediante el archivo de registro de errores en: <filename>/var/log/cups/error_log</filename>. Si el registro de errores no muestra suficiente información para resolver cualquier problema que encuentre, el nivel de detalle del registro de CUPS puede incrementarse cambiando la directiva <emphasis role="bold">LogLevel</emphasis> en el archivo de configuración (tratado más abajo) al valor "debug" o incluso "debug2", que registrará todos los detalles, desde el valor por omisión "info". Si hace este cambio, recuerde cambiar al valor anterior una vez que haya resuelto sus problemas para evitar que el archivo de registro crezca de forma desmesurada.
it: Per la risoluzione dei problemi, è possibile accedere alle registrazioni degli errori attraverso il file <filename>/var/log/cups/error_log</filename>. Se non vengono mostrate informazioni sufficienti per risolvere i problemi incontrati, è possibile incrementare la prolissità delle registrazioni del server CUPS modificando la direttiva <emphasis role="bold">LogLevel</emphasis> nel file di configurazione dal valore predefinito "info" a "debug" oppure "debug2", che registra tutto. Se vengono apportate ulteriori modifiche, ricordarsi di ripristinare i valori iniziali una volta risolto il problema per evitare di ritrovarsi file di registrazione di notevoli dimensioni
sv: Om du vill felsöka kan du komma åt CUPS-serverns felmeddelanden via loggfilen för fel: <filename>/var/log/cups/error_log</filename>. Om felmeddelandet inte visar tillräckligt med information för att felsöka problemet du stötte på kan du justera hur mycket CUPS skall logga genom att ändra på parametern <emphasis role="bold">LogLevel</emphasis> i konfigurationsfilen (diskuteras nedan) till "debug" eller till och med "debug2" från standardvärdet "info", vilket kommer att logga allt. Om du gör den här ändringen, kom ihåg att ändra tillbaka den när du har löst problemet för att undvika att loggfilen blir onödigt stor.

source: The Common UNIX Printing System server's behavior is configured through the directives contained in the file <filename>/etc/cups/cupsd.conf</filename>. The CUPS configuration file follows the same syntax as the primary configuration file for the Apache HTTP server, so users familiar with editing Apache's configuration file should feel at ease when editing the CUPS configuration file. Some examples of settings you may wish to change initially will be presented here.
es: El comportamiento del servidor CUPS se configura a través de las directivas contenidas en el archivo <filename>/etc/cups/cupsd.conf</filename>. El archivo de configuración de CUPS tiene la misma sintaxis que el archivo principal de configuración del servidor HTTP Apache, por lo que los usuarios acostumbrados a editar el archivo de configuración de Apache se sentirán como en su casa cuando editen el archivo de configuración de CUPS. Se presentarán aquí algunos ejemplos de opciones que usted puede desear cambiar inicialmente.
it: Il comportamento del server CUPS viene configurato attraverso le direttive contenute nel file <filename>/etc/cups/cupsd.conf</filename>. Il file di configurazione di CUPS segue la stessa sintassi del file di configurazione primario del server HTTP Apache. In questo modo, l'utente che ha familiarità con la modifica del file di configurazione di Apache si sentirà a suo agio nella modifica del file di configurazione di CUPS. Di seguito vengono presentati alcuni esempi di impostazioni che potrebbe essere opportuno cambiare fin da subito.
ko: Common UNIX Printing System 서버의 동작은 <filename>/etc/cups/cupsd.conf</filename> 파일 내에 포함된 지시자를 통하여 설정 됩니다. CUPS 설정 파일은 아파치 HTTP 서버를 위한 주요 설정 파일과 같은 문법을 따르므로 아파치 설정 파일을 편집하는데 익숙한 사용자들은 CUPS 설정 파일을 편집할 때 쉽다고 느낄 수 있습니다. 처음으로 변경하기를 원하는 설정 값의 몇 가지는 여기에 보여 집니다.
pt: O comportamento do Common UNIX Printing System é configurado através de directivas incluídas no ficheiro <filename>/etc/cups/cupsd.conf</filename>. O ficheiro de configuração do CUPS utiliza a mesma sintaxe que o ficheiro de configuração primário do servidor HTTP Apache, por isso, os utilizadores familiarizados com a edição desse ficheiro devem sentir-se à vontade ao editar o ficheiro de configuração do CUPS. Alguns exemplos de configurações que pode pretender alterar inicialmente são mostrados aqui.
sv: CUPS-serverns beteende konfigureras genom parametrarna i filen <filename>/etc/cups/cupsd.conf</filename>. CUPS konfigurationsfil följer samma syntax som HTTP-servern Apaches huvudsakliga konfigurationsfil, så de som är vana vid att ändra i Apaches konfiguration bör känna sig hemma när de ändrar i CUPS konfigurationsfil. Här följer några exempel på inställningar du kan vilja ändra.

source: Prior to editing the configuration file, you should make a copy of the original file and protect it from writing, so you will have the original settings as a reference, and to reuse as necessary.
es: Antes de editar un fichero de configuración, debe hacer una copia del archivo original y protegerla contra escritura, así tendrá la configuración original como referencia, y podrá reusarla si fuera necesario.
it: Prima di modificare il file di configurazione, è opportuno creare un copia del file originale e proteggerla da scrittura, in modo da avere le impostazioni originali come riferimento e per riusarle in caso di necessità.
ko: 설정 파일을 편집하기 전에, 원래의 파일의 복사본을 만들고 쓰기에서 그것을 보호해야만 합니다. 그래서 여러분은 원래의 설정을 참조하거나 그리고 필요한 경우 재사용 할 수 있습니다.
pt: Antes de editar o ficheiro de configuração, deve fazer uma cópia do ficheiro original e protegê-la contra a escrita, desta forma vai ter as configurações originais como referência, e para reutilizar se necessário.
sv: Innan du ändrar på konfigurationsfilen bör du göra en kopia av originalfilen och göra den skrivskyddad, så att du har kvar originalinställningarna som en referens, och så att du kan återanvända dem om det skulle krävas.

source: Copy the <filename>/etc/cups/cupsd.conf</filename> file and protect it from writing with the following commands, issued at a terminal prompt:
es: Copie el archivo <filename>/etc/cups/cupsd.conf</filename> y protejalo contra escritura con los siguientes comandos, introduzcalos en un terminal:
it: Copiare il file <filename>/etc/cups/cupsd.conf</filename> e proteggerlo dalla scrittura con i seguenti comandi, inseriti a un prompt di terminale.
ko: <filename>/etc/cups/cupsd.conf</filename> 파일을 복사하고 쓰기에서 그것을 보호하려면, 터미널 프롬프트에서 다음의 명령을 입력 합니다:
pt: Copie o ficheiro <filename>/etc/cups/cupsd.conf</filename> e proteja-o contra a escrita introduzindo os seguintes comandos num terminal:
sv: Kopiera filen <filename>/etc/cups/cupsd.conf</filename> och gör den skrivskyddad med följande kommandon som du skriver från en terminalprompt:
