Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Locate the line <emphasis>#tcpip_socket = false</emphasis> and change it to <emphasis>tcpip_socket = true</emphasis>. You may also edit all other parameters, if you know what you are doing! For details, refer to the configuration file or to the PostgreSQL documentation.
ko: <emphasis>#tcpip_socket = false</emphasis> 줄에 위치하고 그것을 <emphasis>tcpip_socket = true</emphasis> 로 변경 합니다. 만약 여러분이 무엇을 하는지를 알고 있다면, 모든 다른 파라미터들도 또한 편집할 수 있습니다! 자세한 것은, 그 설정 파일 또는 PostgreSQL 문서를 참조 하십시오.
pt: Localize a linha <emphasis>#tcpip_socket = false</emphasis> e altere-a para <emphasis>tcpip_socket = true</emphasis>. Pode também editar outros parâmetros, se sabe exactamente aquilo que está a fazer! Para detalhes, consulte o ficheiro de configuração ou a documentação do PostgreSQL.

source: By default, the user credentials are not set for <emphasis>MD5</emphasis> client authentication. So, first it is necessary to configure the PostgreSQL server to use <emphasis>trust</emphasis> client authentication, connect to the database, configure the password, and revert the configuration back to use <emphasis>MD5</emphasis> client authentication. To enable <emphasis>trust</emphasis> client authentication, edit the file <filename>/etc/postgresql/7.4/main/pg_hba.conf</filename>
ko: 기본 설정으로, 사용자 보증은 <emphasis>MD5</emphasis> 클라이언트 인증을 위하여 지정될 수 없습니다. 그러므로, 우선 <emphasis>trust</emphasis> 클라이언트 인증을 사용하도록 PostgreSQL 서버를 설정하고, 데이타베이스로 연결하고, 암호를 설정하고, <emphasis>MD5</emphasis> 클라이언트 인증을 사용하도록 설정을 바꾸는 것이 필요 합니다. <emphasis>trust</emphasis> 클라이언트 인증을 활성화 하려면, <filename>/etc/postgresql/7.4/main/pg_hba.conf</filename> 파일을 편집 합니다.
pt: Por omissão, as credenciais de utilizador não são definidas para autenticação de clientes <emphasis>MD5</emphasis>. Assim, é necessário em primeiro lugar configurar o servidor PostgreSQL para usar autenticação de clientes <emphasis>trust</emphasis>, ligar-se à base de dados, configurar a palavra passe, e reverter a configuração de volta para autenticação de clientes <emphasis>MD5</emphasis>. Para activar autenticação de clientes <emphasis>trust</emphasis>, edite o ficheiro <filename>/etc/postgresql/7.4/main/pg_hba.conf</filename>

source: Comment out all the existing lines which use <emphasis>ident</emphasis> and <emphasis>MD5</emphasis> client authentication and add the following line:
ko: <emphasis>ident</emphasis> 와 <emphasis>MD5</emphasis> 클라이언트 인증을 사용하는 모든 있는 줄들을 주석 처리하고 다음 줄을 추가 합니다:
pt: Retire o comentário de todas as linhas existentes que usam autenticação de clientes <emphasis>ident</emphasis> e <emphasis>MD5</emphasis> e adicione a linha seguinte:

source: Then, run the following command to start the PostgreSQL server:
ko: 그런 후, PostgreSQL 서버를 시작하기 위하여 다음 명령을 실행 합니다:
pt: Em seguida, execute o comando seguinte para iniciar o servidor PostgreSQL:

source: Once the PostgreSQL server is successfully started, run the following command at a terminal prompt to connect to the default PostgreSQL template database
ko: PostgreSQL 서버가 성공적으로 시작된 후, 기본 설정된 PostgreSQL 템플릿 데이타베이스에 접속하기 위하여 터미널 프롬프트에서 다음의 명령을 실행 합니다:
pt: Uma vez que o servidor PostgreSQL tenha iniciado com sucesso, execute o comando seguinte num terminal para se ligar á base de dados modelo por defeito do PostgreSQL

source: template1=# ALTER USER postgres with encrypted password 'your_password';
pt: template1=# ALTER USER postgres with encrypted password 'a_sua_palavra_passe';

source: After configuring the password, edit the file <filename>/etc/postgresql/7.4/main/pg_hba.conf</filename> to use <emphasis>MD5</emphasis> authentication:
ko: 암호를 설정한 후에, <emphasis>MD5</emphasis> 인증을 사용하기 위하여 <filename>/etc/postgresql/7.4/main/pg_hba.conf</filename> 파일을 편집 합니다:
pt: Depois de configurar a senha, edite o ficheiro <filename>/etc/postgresql/7.4/main/pg_hba.conf</filename> para usar autenticação <emphasis>MD5</emphasis>:

source: Comment the recently added <emphasis role="italics">trust</emphasis> line and add the following line:
ko: 최근에 추가된 <emphasis role="italics">trust</emphasis> 줄을 주석 처리하고 다음 줄을 추가 합니다:
pt: Comente (#) a linha recém adicionada <emphasis role="italics">trust</emphasis> e adicione a seguinte:

source: The above configuration is not complete by any means. Please refer <ulink url="http://www.postgresql.org/docs/8.1/static/admin.html"> the PostgreSQL Administrator's Guide</ulink> to configure more parameters.
ko: 위의 설정은 어떠한 의미로도 완전하지 않습니다. 더 많은 파라미터를 설정하기 위해서는 <ulink url="http://www.postgresql.org/docs/8.1/static/admin.html"> PostgreSQL 관리자 안내서</ulink> 를 참조 하십시오.
pt: A configuração acima não deve ser entendida de forma alguma como completa. Consulte <ulink url="http://www.postgresql.org/docs/8.1/static/admin.html"> O Guia do Administrador PostgreSQL</ulink> para configurar mais parametros.

source: To install <application>postfix</application> with SMTP-AUTH and Transport Layer Security (TLS), run the following command: <screen> <command>sudo apt-get install postfix</command> </screen> Simply press return when the installation process asks questions, the configuration will be done in greater detail in the next stage.
ko: <application>postfix</application>를 SMTP-AUTH와 Transport Layer Security (TLS)과 함께 설치하기 위하여, 다음의 명령을 실행 합니다: <screen> <command>sudo apt-get install postfix</command> </screen> 설치 과정 중에 물어보는 질문에 간단히 엔터키를 누르고, 설정은 다음 단계에서 보다 자세히 마쳐지게 됩니다.
pt: Para instalar <application>postfix</application> com SMTP-AUTH e Transport Layer Security (TLS), execute o comando seguinte: <screen> <command>sudo apt-get install postfix</command> </screen> Pressione enter quando o processo de instalação lhe colocar questões, a configuração será feita com mais detalhe posteriormente.

source: To configure <application>postfix</application>, run the following command: <screen> <command>sudo dpkg-reconfigure postfix</command> </screen> The user interface will be displayed. On each screen, select the following values: <placeholder-1/>
ko: <application>postfix</application> 를 설정하기 위하여, 다음 명령을 실행 합니다: <screen> <command>sudo dpkg-reconfigure postfix</command> </screen> 사용자 인터페이스가 보여지게 됩니다. 각 화면에서, 다음의 값들을 선택 합니다: <placeholder-1/>
pt: Para configurar o <application>postfix</application>, execute o seguinte comando: <screen> <command>sudo dpkg-reconfigure postfix</command> </screen> A interface do utilizador será mostrada. Em cada ecrã, seleccione os valores seguintes: <placeholder-1/>

source: Replace mail.example.com with your mail server hostname.
ko: mail.example.com 는 여러분의 메일 서버 호스트 이름으로 대체 합니다.
pt: Substitua mail.example.com com o nome do seu servidor de correio electrónico.

source: The next steps are to configure <application>postfix</application> to use SASL for SMTP AUTH. Rather than editing the configuration file directly, you can use the <command>postconf</command> command to configure all <application>postfix</application> parameters. The configuration parameters will be stored in <filename>/etc/postfix/main.cf</filename> file. Later if you wish to re-configure a particular parameter, you can either run the command or change it manually in the file.
ko: 다음 단게는 SMTP AUTH를 위하여 SASL을 사용하도록 <application>postfix</application>를 설정하는 것 입니다. 설정 파일을 직접 편집하는 대신에, 모든 <application>postfix</application> 파라미터를 설정하기 위하여 <command>postconf</command> 명령을 사용할 수 있습니다. 설정 파라미터들은 <filename>/etc/postfix/main.cf</filename> 파일 내에 저장 됩니다. 나중에 만약 여러분이 특정 파라미터를 재 설정하기를 원한다면, 그 명령을 실행하거나 또는 그 파일을 수작업으로 변경할 수 있습니다.
pt: Os passos seguintes são para configurar o <application>postfix</application> para utilizar o SASL para SMTP AUTH. Em vez de editar o ficheiro de configuração directamente, pode utilizar o comando <application>postconf</application> para configurar todos os parâmetros do <application>postfix</application>. Os parâmetros de configuração serão armazenados no ficheiro <filename>/etc/postfix/main.cf</filename>. Mais tarde, se desejar reconfigurar um parâmetro em particular, pode executar o comando ou alterá-lo manualmente o ficheiro.

source: Configure Postfix to do SMTP AUTH using SASL (saslauthd): <screen> postconf -e 'smtpd_sasl_local_domain =' postconf -e 'smtpd_sasl_auth_enable = yes' postconf -e 'smtpd_sasl_security_options = noanonymous' postconf -e 'broken_sasl_auth_clients = yes' postconf -e 'smtpd_recipient_restrictions = permit_sasl_authenticated,permit_mynetworks,reject_unauth_destination' postconf -e 'inet_interfaces = all' </screen> Open the <filename>/etc/postfix/sasl/smtpd.conf</filename> file and add the following lines to end of the file: <screen> pwcheck_method: saslauthd mech_list: plain login </screen>
ko: SASL (saslauthd)을 사용하여 SMTP AUTH를 하도록 Postfix를 설정 합니다: <screen> postconf -e 'smtpd_sasl_local_domain =' postconf -e 'smtpd_sasl_auth_enable = yes' postconf -e 'smtpd_sasl_security_options = noanonymous' postconf -e 'broken_sasl_auth_clients = yes' postconf -e 'smtpd_recipient_restrictions = permit_sasl_authenticated,permit_mynetworks,reject_unauth_destination' postconf -e 'inet_interfaces = all' </screen> <filename>/etc/postfix/sasl/smtpd.conf</filename> 파일을 열고 그 파일의 마지막에 다음 줄들을 더합니다: <screen> pwcheck_method: saslauthd mech_list: plain login </screen>
pt: Configurar o Postfix para fazer SMTP AUTH utilizando SASL (saslauthd): <screen> postconf -e 'smtpd_sasl_local_domain =' postconf -e 'smtpd_sasl_auth_enable = yes' postconf -e 'smtpd_sasl_security_options = noanonymous' postconf -e 'broken_sasl_auth_clients = yes' postconf -e 'smtpd_recipient_restrictions = permit_sasl_authenticated,permit_mynetworks,reject_unauth_destination' postconf -e 'inet_interfaces = all' </screen> Abra o ficheiro <filename>/etc/postfix/sasl/smtpd.conf</filename> as seguintes linhas ao fim do ficheiro: <screen> pwcheck_method: saslauthd mech_list: plain login </screen>

source: Next, configure the digital certificate for TLS. When asked questions, follow the instructions and answer appropriately. <screen> openssl genrsa -des3 -rand /etc/hosts -out smtpd.key 1024 chmod 600 smtpd.key openssl req -new -key smtpd.key -out smtpd.csr openssl x509 -req -days 3650 -in smtpd.csr -signkey smtpd.key -out smtpd.crt openssl rsa -in smtpd.key -out smtpd.key.unencrypted mv -f smtpd.key.unencrypted smtpd.key openssl req -new -x509 -extensions v3_ca -keyout cakey.pem -out cacert.pem -days 3650 sudo mv smtpd.key /etc/ssl/private/ sudo mv smtpd.crt /etc/ssl/certs/ sudo mv cakey.pem /etc/ssl/private/ sudo mv cacert.pem /etc/ssl/certs/ </screen>
ko: 다음, TLS를 위한 전자 인증서를 설정 합니다. 질문들을 물어볼 때, 다음의 지시를 따르고 적절하게 대답 합니다. <screen> openssl genrsa -des3 -rand /etc/hosts -out smtpd.key 1024 chmod 600 smtpd.key openssl req -new -key smtpd.key -out smtpd.csr openssl x509 -req -days 3650 -in smtpd.csr -signkey smtpd.key -out smtpd.crt openssl rsa -in smtpd.key -out smtpd.key.unencrypted mv -f smtpd.key.unencrypted smtpd.key openssl req -new -x509 -extensions v3_ca -keyout cakey.pem -out cacert.pem -days 3650 sudo mv smtpd.key /etc/ssl/private/ sudo mv smtpd.crt /etc/ssl/certs/ sudo mv cakey.pem /etc/ssl/private/ sudo mv cacert.pem /etc/ssl/certs/ </screen>
pt: Em seguida, configure certificado digital para o TLS. Quando colocadas questões, siga as instrucções e responda apropriadamente. <screen> openssl genrsa -des3 -rand /etc/hosts -out smtpd.key 1024 chmod 600 smtpd.key openssl req -new -key smtpd.key -out smtpd.csr openssl x509 -req -days 3650 -in smtpd.csr -signkey smtpd.key -out smtpd.crt openssl rsa -in smtpd.key -out smtpd.key.unencrypted mv -f smtpd.key.unencrypted smtpd.key openssl req -new -x509 -extensions v3_ca -keyout cakey.pem -out cacert.pem -days 3650 sudo mv smtpd.key /etc/ssl/private/ sudo mv smtpd.crt /etc/ssl/certs/ sudo mv cakey.pem /etc/ssl/private/ sudo mv cacert.pem /etc/ssl/certs/ </screen>

source: You can get the digital certificate from a certificate authority. Alternatively, you can create the certificate yourself. Refer to <xref linkend="creating-a-self-signed-certificate"/> for more details.
ko: 여러분은 인증 기관에서 디지털 인증서를 가질 수 있습니다. 다른 방법으로는, 스스로 인증서를 만들 수 있습니다. 더 자세한 것은 <xref linkend="creating-a-self-signed-certificate"/> 를 참조 하십시오.
pt: Pode obter o certificado digital de uma autoridade certificada. Alternativamente, pode você mesmo gerar o certificado. Consulte <xref linkend="creating-a-self-signed-certificate"/> para mais detalhes.

source: Configure Postfix to do TLS encryption for both incoming and outgoing mail: <screen> postconf -e 'smtpd_tls_auth_only = no' postconf -e 'smtp_use_tls = yes' postconf -e 'smtpd_use_tls = yes' postconf -e 'smtp_tls_note_starttls_offer = yes' postconf -e 'smtpd_tls_key_file = /etc/ssl/private/smtpd.key' postconf -e 'smtpd_tls_cert_file = /etc/ssl/certs/smtpd.crt' postconf -e 'smtpd_tls_CAfile = /etc/ssl/certs/cacert.pem' postconf -e 'smtpd_tls_loglevel = 1' postconf -e 'smtpd_tls_received_header = yes' postconf -e 'smtpd_tls_session_cache_timeout = 3600s' postconf -e 'tls_random_source = dev:/dev/urandom' postconf -e 'myhostname = mail.example.com' </screen>
ko: 들어오는 이메일과 나가는 이메일 모두에 TLS 암호화를 적용하도록 Postfix를 설정하려면: <screen> postconf -e 'smtpd_tls_auth_only = no' postconf -e 'smtp_use_tls = yes' postconf -e 'smtpd_use_tls = yes' postconf -e 'smtp_tls_note_starttls_offer = yes' postconf -e 'smtpd_tls_key_file = /etc/ssl/private/smtpd.key' postconf -e 'smtpd_tls_cert_file = /etc/ssl/certs/smtpd.crt' postconf -e 'smtpd_tls_CAfile = /etc/ssl/certs/cacert.pem' postconf -e 'smtpd_tls_loglevel = 1' postconf -e 'smtpd_tls_received_header = yes' postconf -e 'smtpd_tls_session_cache_timeout = 3600s' postconf -e 'tls_random_source = dev:/dev/urandom' postconf -e 'myhostname = mail.example.com' </screen>
pt: Configurar Postfix para efectuar encriptação TSL para correio electrónico de entrada e de saída: <screen> postconf -e 'smtpd_tls_auth_only = no' postconf -e 'smtp_use_tls = yes' postconf -e 'smtpd_use_tls = yes' postconf -e 'smtp_tls_note_starttls_offer = yes' postconf -e 'smtpd_tls_key_file = /etc/ssl/private/smtpd.key' postconf -e 'smtpd_tls_cert_file = /etc/ssl/certs/smtpd.crt' postconf -e 'smtpd_tls_CAfile = /etc/ssl/certs/cacert.pem' postconf -e 'smtpd_tls_loglevel = 1' postconf -e 'smtpd_tls_received_header = yes' postconf -e 'smtpd_tls_session_cache_timeout = 3600s' postconf -e 'tls_random_source = dev:/dev/urandom' postconf -e 'myhostname = mail.example.com' </screen>

source: After you run all the commands, the SMTP AUTH is configured with <application>postfix</application>. The self-signed cerficiate is created for TLS and it is configured with <application>postfix</application>.
ko: 명령을 모두 실행하고 나면 <application>postfix</application>를 위한 SMTP AUTH의 설정이 모두 끝납니다. <application>postfix</application>에서 이어서 TLS에서 사용할 인증서를 직접 서명하여 설정합니다.
pt: Após ter executado todos os comandos, o SMTP AUTH está configurado no <application>postfix</application>. O certificado auto-assinado é criado para TLS e configurado no <application>postfix</application>.

source: The postfix initial configuration is complete. Run the following command to start postfix daemon: <screen><command>sudo /etc/init.d/postfix start</command></screen> Now the <application>postfix</application> daemon is installed, configured and run successfully. <application>Postfix</application> supports SMTP AUTH as defined in <ulink url="ftp://ftp.isi.edu/in-notes/rfc2554.txt">RFC2554</ulink>. It is based on <ulink url="ftp://ftp.isi.edu/in-notes/rfc2222.txt">SASL</ulink>. However it is still necessary to set up SASL authentication before you can use SMTP.
ko: Postfix의 초기 설정이 이제 끝났습니다. Postfix 데몬을 시작하려면 <screen><command>sudo /etc/init.d/postfix start</command></screen>을 실행하십시오. 이제 <application>postfix</application> 데몬이 무사히 설치되었으며, 설정이 끝나고 이제 실행중입니다. <application>Postfix</application>는 <ulink url="ftp://ftp.isi.edu/in-notes/rfc2554.txt">RFC2554</ulink>에서 정의한 SMTP AUTH를 지원하며, <ulink url="ftp://ftp.isi.edu/in-notes/rfc2222.txt">SASL</ulink>를 따르고 있습니다. 하지만 SMTP를 사용기 위해서는 SASL 인증도 설정해야 합니다.
pt: A configuração inicial do postfix está completa. Execute o comando seguinte para iniciar o controlador postfix: <screen><command>sudo /etc/init.d/postfix start</command></screen> Agora o controlador <application>postfix</application> está instalado, configurado e é executado com sucesso. <application>Postfix</application> suporta SMTP AUTH como definido em <ulink url="ftp://ftp.isi.edu/in-notes/rfc2554.txt">RFC2554</ulink>. É baseado em <ulink url="ftp://ftp.isi.edu/in-notes/rfc2222.txt">SASL</ulink>. Contudo ainda é necessário configurar autenticação SASL antes de poder utilizar SMTP.

source: The <application>libsasl2</application>, <application>sasl2-bin</application> and <application>libsasl2-modules</application> are necessary to enable SMTP AUTH using SASL. You can install these applications if you have not installed them already. <screen> <command>sudo apt-get install libsasl2 sasl2-bin</command> </screen>
ko: SASL을 사용하여 SMTP AUTH를 활성화 하기 위해서는 <application>libsasl2</application>, <application>sasl2-bin</application>, <application>libsasl2-modules</application>(이)가 필요합니다. 이 프로그램들을 아직 설치하지 않았다면 지금 설치하기 바랍니다. <screen> <command>sudo apt-get install libsasl2 sasl2-bin</command> </screen>
pt: A aplicação <application>libsasl2</application>, <application>sasl2-bin</application> e <application>libsasl2-modules</application> são necessários para permitir SMTP AUTH utilizando SASL. Pode instalar estas aplicações se não as tem já instaladas. <screen> <command>sudo apt-get install libsasl2 sasl2-bin</command> </screen>

source: A few changes are necessary to make it work properly. Because <application>Postfix</application> runs chrooted in <filename>/var/spool/postfix</filename>, <application>SASL</application> needs to be configured to run in the false root (<filename>/var/run/saslauthd</filename> becomes <filename>/var/spool/postfix/var/run/saslauthd</filename>): <screen> <command>mkdir -p /var/spool/postfix/var/run/saslauthd</command> <command>rm -rf /var/run/saslauthd</command> </screen>
ko: SASL를 제대로 사용하기 위해서는 수정해야 할 것이 몇 가지 있습니다. <application>Postfix</application>는 <filename>/var/spool/postfix</filename> 내에 chroot된 상태로 동작하기 때문에, <application>SASL</application> 역시 그 chroot된 환경 내에서 동작할 수 있도록 설정해야합니다(<filename>/var/run/saslauthd</filename> 대신에 <filename>/var/spool/postfix/var/run/saslauthd</filename>가 됩니다). 다음 명령을 입력하십시오: <screen> <command>mkdir -p /var/spool/postfix/var/run/saslauthd</command> <command>rm -rf /var/run/saslauthd</command> </screen>
pt: São necessárias algumas alterações para funcionar devidamente. Porque o <application>Postfix</application> é executado <quote>chrooted</quote> em <filename>/var/spool/postfix</filename>, <application>SASL</application> necessita de ser configurado para correr no root falso (<filename>/var/run/saslauthd</filename> torna-se <filename>/var/spool/postfix/var/run/saslauthd</filename>): <screen> <command>mkdir -p /var/spool/postfix/var/run/saslauthd</command> <command>rm -rf /var/run/saslauthd</command> </screen>

source: # This needs to be uncommented before saslauthd will be run # automatically START=yes PWDIR="/var/spool/postfix/var/run/saslauthd" PARAMS="-m ${PWDIR}" PIDFILE="${PWDIR}/saslauthd.pid" # You must specify the authentication mechanisms you wish to use. # This defaults to "pam" for PAM support, but may also include # "shadow" or "sasldb", like this: # MECHANISMS="pam shadow" MECHANISMS="pam"
pt: # Isto necessita reconfigurado antes que o saslauthd funcione # automaticamente START=yes PWDIR="/var/spool/postfix/var/run/saslauthd" PARAMS="-m ${PWDIR}" PIDFILE="${PWDIR}/saslauthd.pid" # Necessita especificar o mecanismo de autenticação que deseja utilizar # O pré-definido é o "pam" para suportar o PAM, mas também pode incluir # "shadow" ou "sasldb", assim: # MECHANISMS="pam shadow" MECHANISMS="pam"

source: To activate <application>saslauthd</application>, edit the file <filename>/etc/default/saslauthd</filename>, and change or add the START variable. In order to configure <application>saslauthd</application> to run in the false root, add the PWDIR, PIDFILE and PARAMS variables. Finally, configure the MECHANISMS variable to your liking. The file should look like this: <placeholder-1/>
ko: <application>saslauthd</application>을 작동시키려면, <filename>/etc/default/saslauthd</filename> 을 편집하기 위하여 열고, START 변수를 변경하거나 추가 합니다. <application>saslauthd</application> 이 가짜 root 환경에서 실행되도록 설정하기 위해서는, PWDIR, PIDFILE과 PARAMS 변수를 더합니다. 마지막으로, MECHANISMS 변수를 여러분이 좋아하는 곳으로 설정 합니다. 그 파일을 다음과 비슷하게 보일 겁니다: <placeholder-1/>
pt: Para activar <application>saslauthd</application>, edite o ficheiro <filename>/etc/default/saslauthd</filename>, e altere ou adicione a variável START. De forma a configurar <application>saslauthd</application> para correr em root falso, adicione as variáveis PWDIR, PIDFILE e PARAMS. Finalmente, configure a variável MECHANISMS conforme pretender. O ficheiro deverá parecer-se com: <placeholder-1/>

source: If you prefer, you can use <emphasis role="strong">shadow</emphasis> instead of <emphasis role="strong">pam</emphasis>. This will use MD5 hashed password transfer and is perfectly secure. The username and password needed to authenticate will be those of the users on the system you are using on the server.
ko: 만약 여러분이 좋아한다면, <emphasis role="strong">shadow</emphasis>를 <emphasis role="strong">pam</emphasis> 대신에 사용할 수 있습니다. 이것은 MD5 해쉬된 암호 전송을 사용하고 완전하게 안전 합니다. 인증을 하기 위하여 필요한 사용자 이름과 암호는 여러분이 사용하는 서버 시스템의 사용자의 그것들이 됩니다.
pt: Se preferir, pode usar <emphasis role="strong">shadow</emphasis> em vez de <emphasis role="strong">pam</emphasis>. Isto usará a transferência de senha MD5 hashed e é perfeitamente segura. O nome de utilizador e senha que precisam de autenticação serão os mesmos que os utilizadores do sistema onde executa o servidor.

source: Next, update the dpkg "state" of <filename>/var/spool/portfix/var/run/saslauthd</filename>. The saslauthd init script uses this setting to create the missing directory with the appropriate permissions and ownership: <screen> <command>dpkg-statoverride --force --update --add root sasl 755 /var/spool/postfix/var/run/saslauthd</command> </screen>
ko: 다음은, <filename>/var/spool/portfix/var/run/saslauthd</filename>의 dpkg "state"를 업데이트 합니다. saslauthd init script는 적당한 접근 권한과 소유권을 가지고 없는 디렉토리를 만들기 위하여 이 설정을 사용 합니다: <screen> <command>dpkg-statoverride --force --update --add root sasl 755 /var/spool/postfix/var/run/saslauthd</command> </screen>
pt: Em seguida, actualize o estado dpkg de <filename>/var/spool/portfix/var/run/saslauthd</filename>. O script de inicialização saslauthd usa esta definição para criar o directório em falta com as permissões e proprietário adequados. <screen> <command>dpkg-statoverride --force --update --add root sasl 755 /var/spool/postfix/var/run/saslauthd</command> </screen>
