Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: <application>Bacula</application> configuration files are formatted based on <emphasis>resources</emphasis> comprising of <emphasis>directives</emphasis> surrounded by <quote>{}</quote> braces. Each Bacula component has an individual file in the <filename role="directory">/etc/bacula</filename> directory.
es: Los archivos de configuración de <application>Bacula</application> están formateados basados en <emphasis>recursos</emphasis> que incluyen <emphasis>directivas</emphasis> encerradas en llaves <quote>{}</quote>. Cada componente de Bacula tiene un archivo individual en el directorio <filename role="directory">/etc/bacula</filename>.
it: I file di configurazione di <application>Bacula</application> sono formattati in base alle <emphasis>risorse</emphasis> composte da <emphasis>direttive</emphasis> marcate da parantesi <quote>{}</quote>. Ogni compoenente di Bacula dispone di un file nella directory <filename role="directory">/etc/bacula</filename>.
sv: Konfigurationsfilformatet till <application>Bacula</application> är baserat på <emphasis>resurser</emphasis> som omfattas av <emphasis>direktiv</emphasis> omvärvda av <quote>{}</quote>-klammrar. Varje Bacula komponent har individuella filer i katalogen <filename role="directory">/etc/bacula</filename>.

source: The various <application>Bacula</application> components must authorize themselves to each other. This is accomplished using the <emphasis>password</emphasis> directive. For example, the <emphasis>Storage</emphasis> resource password in the <filename>/etc/bacula/bacula-dir.conf</filename> file must match the <emphasis>Director</emphasis> resource password in <filename>/etc/bacula/bacula-sd.conf</filename>.
es: Los componentes de <application>Bacula</application> deben autorizarse entre sí. Esto se hace utilizando la directiva <emphasis>password</emphasis>. Por ejemplo, la contraseña del recurso <emphasis>Storage</emphasis> en el archivo <filename>/etc/bacula/bacula-dir.conf</filename>debe concordar con la contraseña del recurso <emphasis>Director</emphasis> en el archivo <filename>/etc/bacula/bacula-sd.conf</filename>.
it: I diversi componenti di <application>Bacula</application> devono autorizzarsi tra di loro. Questo è fatto usando la direttiva <emphasis>password</emphasis>. Per esempio, la risorsa password di <emphasis>Storage</emphasis> nel file <filename>/etc/bacula/bacula-dir.conf</filename> deve corrispondere alla risorsa password di <emphasis>Director</emphasis> nel file <filename>/etc/bacula/bacula-sd.conf</filename>.
sv: De olika <application>Bacula</application> komponenterna måste verifiera sig mot varandra. Detta utförs med direktivet <emphasis>password</emphasis>. Till exempel, lösenordet för resursen <emphasis>Storage</emphasis> i filen <filename>/etc/bacula/bacula-dir.conf</filename> måste passa ihop med lösenordet för direktivet <emphasis>Director</emphasis> i filen <filename>/etc/bacula/bacula-sd.conf</filename>.

source: By default the backup job named <emphasis>Client1</emphasis> is configured to archive the <application>Bacula</application> Catalog. If you plan on using the server to backup more than one client you should change the name of this job to something more descriptive. To change the name edit <filename>/etc/bacula/bacula-dir.conf</filename>:
es: De manera predeterminada, la tarea de respaldo llamada <emphasis>Client1</emphasis> está configurada para archivar el catálogo de <application>Bacula</application>. Si planea usar el servidor para hacer copias de seguridad de más de un cliente debería cambiarle el nombre a esta tarea por uno más descriptivo. Para hacerlo edite el archivo <filename>/etc/bacula/bacula-dir.conf</filename>:
it: In modo predefinito, il lavoro di backup chiamato <emphasis>Client1</emphasis> è confoigurato per archiviare il "Catalog" di <application>Bacula</application>. Se si intende usare il server per eseguire il backup di più di un client, è necessario modificare il nome del lavoro con qualche cosa di più descrittivo. Per fare questo, modificare il file <filename>/etc/bacula/bacula-dir.conf</filename>:
sv: Som standard är säkerhetskopieringsjobbet med namnet <emphasis>Client1</emphasis> konfigurerad till att arkivera <application>Bacula</application> Catalog. Om du planerar att använda servern till att säkerhetskopiera mer än en klient så bör du byta namn för jobbet till något mer beskrivande. För att ändra namnet redigera filen <filename>/etc/bacula/bacula-dir.conf</filename>:

source: The example above changes the job name to <emphasis>BackupServer</emphasis> matching the machine's host name. Replace <quote>BackupServer</quote> with your appropriate hostname, or other descriptive name.
es: El ejemplo anterior cambia el nombre de la tarea por <emphasis>BackupServer</emphasis>, que coincide con el nombre de anfitrión del equipo. Reemplace <quote>BackupServer</quote> por el nombre de anfitrión apropiado u otro nombre descriptivo.
it: L'esempio precedente modifica il nome del lavoro in <emphasis>BackupServer</emphasis>, in corrispondenza del nome host del computer. Sostituire <quote>BackupServer</quote> con il nome host appropriato o un altro nome descrittivo.
sv: I exemplet ovan ändras jobbnamnet till <emphasis>BackupServer</emphasis> som matchar maskinens värdnamn. Ersätt <quote>BackupServer</quote> med ditt riktiga värddatornamn eller ett annat beskrivande namn.

source: The <emphasis>Console</emphasis> can be used to query the <emphasis>Director</emphasis> about jobs, but to use the Console with a <emphasis>non-root</emphasis> user, the user needs to be in the <emphasis>bacula</emphasis> group. To add a user to the bacula group enter the following from a terminal:
es: La <emphasis>Consola</emphasis> puede usarse para hacerle consultas sobre tareas al <emphasis>Director</emphasis>, pero para usarla con un usuario diferente a <emphasis>root</emphasis>, el usuario debe estar en el grupo de <emphasis>bacula</emphasis>. Para añadir un usuario al grupo de bacula introduzca lo siguiente en un terminal:
it: <emphasis>Console</emphasis> può essere usato per interrogare <emphasis>Director</emphasis> riguardo i lavori, ma per poter usare "Console" con un utente <emphasis>non-root</emphasis>, l'utente deve essere nel gruppo <emphasis>bacula</emphasis>. Per aggiungere un utente al gruppo "bacula", in un terminale, digitare:
sv: <emphasis>Console</emphasis> kan användas till att fråga <emphasis>Director</emphasis> om jobb, men för att använda Console med en <emphasis>icke-root</emphasis> användare, måste användaren tillhöra gruppen <emphasis>bacula</emphasis>. För att lägga till en användare i gruppen bacula skriv följande kommando i en terminal:

source: Replace <emphasis>$username</emphasis> with the actual username. Also, if you are adding the current user to the group you should log out and back in for the new permissions to take effect.
es: Reemplace <emphasis>$username</emphasis> por el usuario actual. Si esta añadiendo el usuario actual al grupo debería salir y volver a entrar en la sesión para que los nuevos permisos tenga efecto.
it: Sostituire <emphasis>NOME_UTENTE</emphasis> con il vero nome utente. Inoltre, se si sta aggiungendo l'utente corrente al gruppo, è necessario terminare la sessione e rientrarvi affinché le modifiche abbiano effetto.
sv: Ersätt <emphasis>$username</emphasis> med det verkliga användarnamnet. Dessutom, Om du lägger till den nuvarande användaren i gruppen måste du logga ut och in igen för att ändringen skall få effekt.

source: Localhost Backup
es: Copia de seguridad de Localhost
it: Backup locale
sv: Säkerhetskopiera localhost

source: This section describes how to backup specified directories on a single host to a local tape drive.
es: Esta sección describe como hacer una copia de seguridad de directorios específicos de una sola máquina en una unidad de cinta local.
it: Questa sezione descrive come eseguire un backup di specifiche directory di un singolo host in un dispositivo a nastro locale.
sv: Detta avsnitt beskriver hur man utför en säkerhetskopiering av angivna kataloger på en enskild värd till en lokal bandenhet.

source: First, the <emphasis>Storage</emphasis> device needs to be configured. Edit <filename>/etc/bacula/bacula-sd.conf</filename> add:
es: Primero, debe configurar el dispositivo de <emphasis>almacenamiento</emphasis>. Edite <filename>/etc/bacula/bacula-sd.conf</filename>, agregando:
it: Per prima cosa, <emphasis>Storage</emphasis> deve essere configurato. Modificare <filename>/etc/bacula/bacula-sd.conf</filename>:
sv: Börja med att konfigurera enheten <emphasis>Storage</emphasis>. Redigera <filename>/etc/bacula/bacula-sd.conf</filename> och lägg till:

source: The example is for a <emphasis>DDS-4</emphasis> tape drive. Adjust the Media Type and Archive Device to match your hardware.
es: El ejemplo es para un dispositivo de cinta <emphasis>DDS-4</emphasis>. Modifique el tipo de medio y el dispositivo de archivo según su hardware.
it: L'esempio è per un dispositivo a nastro <emphasis>DDS-4</emphasis>. Modificare "Media Type" e "Archive Device" affinché corrispondano al proprio hardware.
sv: Detta exempel är för en <emphasis>DDS-4</emphasis>-bandenhet. Anpassa mediatypen och arkivenheten till att matcha din hårdvara.

source: You could also uncomment one of the other examples in the file.
es: También puede quitar el comentario de uno de los otros ejemplos en el archivo.
it: È possibile anche de-commentare uno degli altri file di esempio.
sv: Du kan också avkommentera en av de andra exemplen i filen.

source: After editing <filename>/etc/bacula/bacula-sd.conf</filename> the <application>Storage</application> daemon will need to be restarted:
es: Después de editar <filename>/etc/bacula/bacula-sd.conf</filename> el demonio de <application>almacenamiento</application> necesitará reiniciarse:
sv: Efter redigeringen av <filename>/etc/bacula/bacula-sd.conf</filename> måste demonen <application>Storage</application> startas om:

source: Now add a <emphasis>Storage</emphasis> resource in <filename>/etc/bacula/bacula-dir.conf</filename> to use the new Device:
es: Añada el recurso <emphasis>Storage</emphasis> en <filename>/etc/bacula/bacula-dir.conf</filename> para usar el nuevo dispositivo:
it: Ora aggiungere una risorsa <emphasis>Storage</emphasis> in <filename>/etc/bacula/bacula-dir.conf</filename> per usare il nuovo "Device":
sv: Lägg nu till en <emphasis>Storage</emphasis>-resurs i <filename>/etc/bacula/bacula-dir.conf</filename> för att använda den nya enheten:

source: The <emphasis>Address</emphasis> directive needs to be the Fully Qualified Domain Name (FQDN) of the server. Change <emphasis>backupserver</emphasis> to the actual host name.
es: La directiva <emphasis>Address</emphasis> debe ser el nombre de dominio completamente calificado (FQDN) del servidor. Cambie <emphasis>backupserver</emphasis> por el nombre real del anfitrión.
it: La direttiva <emphasis>Address</emphasis> deve essere il "Fully Qualified Domain Name" (FQDN) del server. Modificare quindi <emphasis>backupserver</emphasis> col nome host attuale.
sv: Direktivet <emphasis>Address</emphasis> måste vara serverns kompletta domännamn (FQDN). Ändra <emphasis>backupserver</emphasis> till det riktiga värddatornamnet.

source: Also, make sure the <emphasis>Password</emphasis> directive matches the password string in <filename>/etc/bacula/bacula-sd.conf</filename>.
es: Asegurese que la directiva <emphasis>Password</emphasis> coincide con la cadena password en <filename>/etc/bacula/bacula-sd.conf</filename>.
it: Inoltre, assicurarsi che la direttiva <emphasis>Password</emphasis> corrisponda alla stringa in <filename>/etc/bacula/bacula-sd.conf</filename>.
sv: Dessutom, säkerställ att direktivet <emphasis>Password</emphasis> matchar lösenordsträngen i <filename>/etc/bacula/bacula-sd.conf</filename>.

source: Create a new <emphasis>FileSet</emphasis>, which will determine what directories to backup, by adding:
es: Cree un nuevo <emphasis>FileSet</emphasis>, que determinará los directorios de la copia de seguridad, añada:
it: Creare un nuovo <emphasis>FileSet</emphasis>, per determinare di quali directory eseguire il backup:
sv: Skapa ett nytt <emphasis>FileSet</emphasis>, som kommer att fastställa vilka kataloger som skall säkerhetskopieras, genom att lägga till:

source: This <emphasis>FileSet</emphasis> will backup the <filename role="directory">/etc</filename> and <filename role="directory">/home</filename> directories. The <emphasis>Options</emphasis> resource directives configure the FileSet to create a MD5 signature for each file backed up, and to compress the files using GZIP.
es: El <emphasis>FileSet</emphasis> hará una copia de seguridad de los directorios <filename role="directory">/etc</filename> y <filename role="directory">/home</filename>. La directiva <emphasis>Options</emphasis> configura el FileSet para crear una firma MD5 por cada archivo de la copia de seguridad, y comprime los archivos usando GZIP.
it: Questa sezione <emphasis>FileSet</emphasis> farà in modo di eseguire il backup della directory <filename role="directory">/etc</filename> e <filename role="directory">/home</filename>. La direttiva <emphasis>Options</emphasis> configura "FileSet" per creare una somma MD5 per ogni file di cui è fatto il backup e per comprimere tali file con GZIP.
sv: Detta <emphasis>FileSet</emphasis> kommer säkerhetskopiera katalogerna <filename role="directory">/etc</filename> and <filename role="directory">/home</filename>. Resursdirektivet <emphasis>Options</emphasis> konfigurerar FileSet till att skapa en MD5-signatur för varje fil som säkerhetskopieras och komprimerar filerna genom att använda GZIP.

source: Next, create a new <emphasis>Schedule</emphasis> for the backup job:
es: Después, cree una nueva <emphasis>programación</emphasis> para el trabajo de copia de seguridad:
it: Creare una nuova sezione <emphasis>Schedule</emphasis> per il lavoro di backup:
sv: Nästa, skapa ett nytt <emphasis>Schedule</emphasis> för säkerhetskopieringsjobbet:

source: The job will run every day at 00:01 or 12:01 am. There are many other scheduling options available.
es: El trabajo correrá todos los días a las 00:01 o 12:01 am. Existen muchas otras opciones de programación disponibles.
it: Il lavoro verrà eseguito ogni giorno alle 00.01. Sono comunque disponibili molte altre opzioni di schedulatura.
sv: Jobbet kommer utföras varje dag 00:01 eller 12:01. Det finns många andra tillgängliga schema alternativ.

source: Finally create the <emphasis>Job</emphasis>:
es: Finalmente cree el <emphasis>trabajo</emphasis>:
it: Infine creare il <emphasis>Job</emphasis>:
sv: Till sist, skapa ett <emphasis>jobb</emphasis>:

source: The job will do a <emphasis>Full</emphasis> backup every day to the tape drive.
es: El trabajo hará una <emphasis>completa</emphasis> copia de seguridad cada día en la cinta.
it: Questo lavoro crearà un backup <emphasis>Full</emphasis> (completo) ogni giorni sul dispositivo a nastro.
sv: Jobbet kommer utföra en <emphasis>komplett</emphasis> säkerhetskopiering varje dag till bandenheten.

source: Each tape used will need to have a <emphasis>Label</emphasis>. If the current tape does not have a label <application>Bacula</application> will send an email letting you know. To label a tape using the <application>Console</application> enter the following from a terminal:
es: Cada cinta necesitará tener una <emphasis>etiqueta</emphasis>. Si la cinta actual no la tiene, <application>Bacula</application> enviará un mensaje notificándolo. Para etiquetar una cinta usando <application>Console</application> introduzca lo siguiente en un terminal:
it: Ogni nastro usato deve avere una <emphasis>Label</emphasis>. Se il nastro corrente ne è sprovvisto, <application>Bacula</application> invierà un'email. Per aggiungere un'etichetta a un nastro usando <application>Console</application>, in un terminale, digitare:
sv: Varje band som används måste ha en <emphasis>etikett</emphasis>. Om det nuvarande bandet saknar en etikett kommer <application>Bacula</application> skicka e-postmeddelande till dig. För att ge bandet en etikett genom att använda <application>Console</application> skriv följande från en terminal:

source: At the Bacula Console prompt enter:
es: En la consola de Bascual escriba:
it: Al prompt di "Console" digitare:
sv: Vid Baculas konsolprompt ange:

source: label
es: etiqueta

source: You will then be prompted for the <emphasis>Storage</emphasis> resource:
es: Se le preguntará por el recurso de <emphasis>almacenamiento</emphasis>:
it: Viene quindi chiesta la risorsa <emphasis>Storage</emphasis>:
sv: Du kommer sedan tillfrågas efter en <emphasis>Storage</emphasis>-resurs:

source: Automatically selected Catalog: MyCatalog Using Catalog "MyCatalog" The defined Storage resources are: 1: File 2: TapeDrive Select Storage resource (1-2):<placeholder-1/>
es: Catálogo seleccionado automáticamente: MyCatalog Usando catálogo "MyCatalog" Los recursos de Almacenamiento definidos son: 1: Archivo 2: Unidad de cinta Seleccione recurso de almacenamiento (1-2):<placeholder-1/>
sv: Automatically selected Catalog: MyCatalog Using Catalog "MyCatalog" The defined Storage resources are: 1: File 2: Bandenhet Select Storage resource (1-2):<placeholder-1/>

source: Enter the new <emphasis>Volume</emphasis> name:
es: Introduzca el nuevo nombre de <emphasis>Volumen</emphasis>:
it: Inserire il nome del nuovo <emphasis>Volume</emphasis> (volume):
sv: Ange det nya <emphasis>Volume</emphasis>-namnet:

source: Sunday
es: Domingo

source: Enter new Volume name: <placeholder-1/> Defined Pools: 1: Default 2: Scratch
es: Introduzca nuevo nombre de volumen: <placeholder-1/> Repositorios definidos: 1: Default 2: Scratch

source: Replace <emphasis>Sunday</emphasis> with the desired label.
es: Reemplace <emphasis>Domingo</emphasis> por la etiqueta deseada.
it: Sostituire <emphasis>Sunday</emphasis> con l'etichetta desiderata.
sv: Ersätt <emphasis>Sunday</emphasis> med önskad etikett.

source: Now, select the <emphasis>Pool</emphasis>:
es: Ahora, seleccione el <emphasis>Repositorio</emphasis>:
it: Ora selezionare <emphasis>Pool</emphasis>:
sv: Välj nu <emphasis>Pool</emphasis>:

source: Select the Pool (1-2): <placeholder-1/> Connecting to Storage daemon TapeDrive at backupserver:9103 ... Sending label command for Volume "Sunday" Slot 0 ...
es: Seleccione el repositorio (1-2): <placeholder-1/> Conectando al demonio de almacenamiento de cinta en el servidor de respaldo:9103 ... Enviando la orden de etiqueta para el volumen "Domingo" ranura 0 ...

source: Congratulations, you have now configured <emphasis>Bacula</emphasis> to backup the localhost to an attached tape drive.
es: Felicidades, ahora tiene configurado <emphasis>Bacula</emphasis> para hacer una copia de seguridad de localhost a una cinta conectada.
it: <emphasis>Bacula</emphasis> è ora configurato per eseguire backup del host locale su un dispositivo a nastro.
sv: Gratulerar, du har nu konfigurerat <emphasis>Bacula</emphasis> till att säkerhetskopiera localhost till en ansluten bandenhet.

source: For more <emphasis>Bacula</emphasis> configuration options refer to the <ulink url="http://www.bacula.org/en/rel-manual/index.html">Bacula User's Manual</ulink>
es: Para más opciones de configuración de <emphasis>Bacula</emphasis> remítase al <ulink url="http://www.bacula.org/en/rel-manual/index.html">Manual de usuario de Bacula</ulink>
it: Per maggiori informazioni sulle opzioni di configurazione di <emphasis>Bacula</emphasis>, consultare il <ulink url="http://www.bacula.org/en/rel-manual/index.html">manuale di Bacula</ulink>
sv: För fler konfigurationsalternativ för <emphasis>Bacula</emphasis>, referera till <ulink url="http://www.bacula.org/en/rel-manual/index.html">Baculas användarmanual</ulink>

source: The <ulink url="http://www.bacula.org/">Bacula Home Page</ulink> contains the latest Bacula news and developments.
es: La <ulink url="http://www.bacula.org/">Página de inicio de Bacula</ulink> tiene las últimas noticias y desarrollos de Bacula.
it: Il sito <ulink url="http://www.bacula.org/">di Bacula</ulink> contiene le ultime notizie dello sviluppo di Bacula.
sv: Webbplatsen <ulink url="http://www.bacula.org/">Bacula</ulink> innehåller de senaste nyheterna om Bacula och dess utveckling.
