Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
es: ubuntu-doc@lists.ubuntu.com (Proyecto de documentación de Ubuntu)
it: ubuntu-doc@lists.ubuntu.com (Progetto documentazione di Ubuntu)
sv: ubuntu-doc@lists.ubuntu.com (Ubuntu:s dokumentationsprojekt)

source: Ubuntu Server Guide
es: Guía del servidor Ubuntu
it: Guida a Ubuntu server
ko: 우분투 서버 안내서
pt: Guia do Servidor Ubuntu

source: Windows Networking
es: Redes Windows
it: Reti Windows
ko: 윈도우즈 네트워킹
pt: Redes Windows
sv: Windows-nätverk

source: Computer networks are often comprised of diverse systems, and while operating a network made up entirely of Ubuntu desktop and server computers would certainly be fun, some network environments must consist of both Ubuntu and <trademark class="registered">Microsoft</trademark><trademark class="registered">Windows</trademark> systems working together in harmony. This section of the <phrase>Ubuntu</phrase> Server Guide introduces principles and tools used in configuring your Ubuntu Server for sharing network resources with Windows computers.
es: Las redes de computadores se componen a menudo de sistemas diversos, y aunque trabajar con una red compuesta enteramente de equipos de escritorio Ubuntu y servidores Ubuntu puede ser realmente divertido, algunos entornos de red poseen sistemas Ubuntu y <trademark class="registered">Microsoft</trademark> <trademark class="registered">Windows</trademark> trabajando juntos en armonía. Esta sección de la Guía de Servidor de <phrase>Ubuntu</phrase> introduce los principios y las herramientas utilizadas para configurar su servidor Ubuntu para que pueda compartir recursos en red con equipos Windows.
it: Spesso le reti di computer sono costituite da sistemi eterogenei e, sebbene gestire una rete composta interamente da computer con Ubuntu sarebbe certamente divertente, alcuni ambienti di rete debbono essere costituiti da sistemi Ubuntu e <trademark class="registered">Microsoft</trademark> <trademark class="registered">Windows</trademark> che operano insieme in armonia. Questa sezione della guida di <phrase>Ubuntu</phrase> introduce i principi e gli strumenti utilizzati nella configurazione di un server Ubuntu per la condivisione di risorse di rete con computer Windows.
ko: 컴퓨터 네트워크는 종종 다양한 시스템들로 구성됩니다. 전부 우분투 데스크탑과 서버 컴퓨터로 구성된 네트워크를 운영하는 것은 분명 즐거운 일이겠지만, 어떤 네트워크 환경들은 우분투와 <trademark class="registered">Microsoft</trademark><trademark class="registered">Windows</trademark> 시스템이 조화롭게 함께 동작하도록 이루어져 있습니다. <phrase>우분투</phrase> 서버 안내서의 이 부분에서는 윈도우즈 컴퓨터와 함께 네트워크 자원을 공유하기 위해 여러분의 우분투 서버를 설정하는 원칙과 도구들을 소개 합니다.
pt: As redes de computadores são habitualmente compostas por diversos sistemas e, enquanto que uma rede totalmente formada por computadores pessoais e servidores a correr Ubuntu seria certamente divertida, algumas redes consistem em sistemas Ubuntu e <trademark class="registered">Microsoft</trademark><trademark class="registered">Windows</trademark> a trabalhar em conjunto e harmoniosamente. Esta secção do Guia de Servidor <phrase>Ubuntu</phrase> apresenta-lhe os princípios e as ferramentas a utilizar na configuração do seu servidor Ubuntu para partilhar recursos através da rede com computadores Windows.
sv: Datanätverk omfattas ofta av olika system och medan det med all säkerhet skulle vara roligt att sköta ett nätverk enbart bestående av Ubuntu skrivbord och serverdatorer, måste vissa nätverksmiljöer bestå av både Ubuntu och <trademark class="registered">Microsoft </trademark><trademark class="registered">Windows</trademark> system som fungerar tillsammans i harmoni. Detta avsnitt av <phrase>Ubuntu</phrase> serverguide introducerar principer och verktyg att använda till att konfigurera din Ubuntu-server för att dela nätverksresurser med Windowsdatorer.

source: Introduction
es: Introducción
it: Introduzione
ko: 개요
pt: Introdução
sv: Inledning

source: Successfully networking your Ubuntu system with Windows clients involves providing and integrating with services common to Windows environments. Such services assist the sharing of data and information about the computers and users involved in the network, and may be classified under three major categories of functionality:
es: El trabajo en red con su sistema Ubuntu junto con clientes Windows implica la provisión e integración de los servicios comunes a los entornos Windows. Estos servicios ayudan en la compartición de datos e información acerca de los equipos y usuarios implicados en la red, y pueden clasificarse en tres grandes categorías de funcionalidad:
it: Utilizzare Ubuntu in una rete composta da client Windows significa fornire e integrare i servizi tipici degli ambienti Windows. Questi servizi offrono supporto per la condivisione di dati e informazioni riguardo i computer e gli utenti della rete e possono essere classificati, in base alle loro funzionalità, in tre principali categorie:
ko: 여러분의 우분투 시스템을 윈도우즈 클라이언트와 함께 성공적으로 네트워크를 구성하게 되면 윈도우즈 환경에서 일반적으로 사용되는 서비스를 우분투에서도 제공, 통합할 수 있게 됩니다. 이런 서비스는 네트워크에 관여된 컴퓨터 및 사용자에 대한 정보의 공유를 도와주며, 다음과 같은 세 가지 주요한 기능들로 분류할 수 있습니다:
pt: Ligar em rede o seu sistema Ubuntu a clientes Windows com sucesso envolve providenciar e integrar com serviços comuns aos ambientes Windows. Tais serviços assistem na partilha de dados e informação acerca dos computadores e utilizadores envolvidos na rede, e podem ser classificados em três principais categorias de funcionalidade:
sv: För att använda Ubuntu-system tillsammans med Windowsklienter måste man använda tjänster som är kända i Windowsmiljöer. Sådana tjänster hjälper till att dela data samt information om datorer och användare som är anslutna till nätverket. Dessa tjänster kan delas in tre huvudsakliga kategorier:

source: <emphasis role="bold">File and Printer Sharing Services</emphasis>. Using the Server Message Block (SMB) protocol to facilitate the sharing of files, folders, volumes, and the sharing of printers throughout the network.
es: <emphasis role="bold">Compartir impresoras y archivos</emphasis>. Se utiliza el protocolo Server Message Block (SMB) para facilitar la compartición de archivos, directorios, volúmenes e impresoras a través de la red.
it: <emphasis role="bold">Servizi per la condivisione di file e stampanti</emphasis>. Utilizzo del protocollo SMB (Server Message Block) per agevolare la condivisione di file, cartelle, volumi e stampanti attraverso la rete.
ko: <emphasis role="bold">파일과 프린터 공유 서비스</emphasis>. 서버 메세지 블럭 (SMB) 프로토콜을 사용하여 네트워크 상의 파일, 폴더, 볼륨 그리고 프린터의 공유를 돕습니다.
pt: <emphasis role="bold">Serviços de Partilha de Ficheiros e Impressoras </emphasis>. Usando o protocolo Server Message Block (SMB) para facilitar a partilha de ficheiros, pastas, volumes e a partilha de impressoras pela rede.
sv: <emphasis role="bold">Fil- och skrivardelning</emphasis>. Använder protokollet Server Message Block (SMB) för att dela filer, mappar, enheter och skrivare i nätverket.

source: <emphasis role="bold">Directory Services</emphasis>. Sharing vital information about the computers and users of the network with such technologies as the Lightweight Directory Access Protocol (LDAP) and Microsoft <trademark class="registered">Active Directory</trademark>.
es: <emphasis role="bold">Servicios de directorio</emphasis>. Comparten información vital de los equipos y usuarios de la red con las tecnologías Lightweight Directory Access Protocol (LDAP) y Microsoft <trademark class="registered">Active Directory</trademark>.
it: <emphasis role="bold">Servizi di directory</emphasis>. Condivisione di informazioni vitali sui computer e sugli utenti della rete con l'uso di tecnologie come LDAP (Lightweight Directory Access Protocol) e Microsoft <trademark class="registered">Active Directory</trademark>.
ko: <emphasis role="bold">디렉토리 서비스</emphasis>. Lightweight Directory Access Protocol (LDAP) 와 Microsoft <trademark class="registered">Active Directory</trademark> 기술을 가지고 네트워크의 컴퓨터와 사용자에 대한 가상 정보를 공유 합니다.
pt: <emphasis role="bold">Serviços de Directório</emphasis>. Partilha informação vital acerca dos computadores e utilizadores da rede com tecnologias tais como Lightweight Directory Access Protocol (LDAP) e Microsoft <trademark class="registered">Active Directory</trademark>.
sv: <emphasis role="bold">Katalogtjänster</emphasis>. Delar viktig information om datorer och användare i nätverket med hjälp av teknologier som Lightweight Directory Access Protocol (LDAP) och Microsoft <trademark class="registered">Active Directory</trademark>.

source: <emphasis role="bold">Authentication and Access</emphasis>. Establishing the identity of a computer or user of the network and determining the information the computer or user is authorized to access using such principles and technologies as file permissions, group policies, and the Kerberos authentication service.
es: <emphasis role="bold">Autenticación y acceso</emphasis>. Establecen la identidad de un equipo o usuario de la red y determinan la información a la que el equipo o el usuario está autorizado a acceder usando principios y tecnologías como permisos de archivos, políticas de grupos y el servicio de autentificación Kerberos.
it: <emphasis role="bold">Autenticazione e accesso</emphasis>. Stabilire l'identità del computer o dell'utente della rete e determinare quali risorse siano accessibili al computer o all'utente tramite i permessi e i privilegi, utilizzando permessi dei file, politiche di gruppo e il servizio di autenticazione Kerberos.
ko: <emphasis role="bold">인증과 접근</emphasis>. 파일 접근 권한, 그룹 정책 그리고 Kerberos 인증 서비스와 같은 원칙과 기술을 사용하여 네트워크의 컴퓨터 또는 사용자의 식별을 입증하고 접근이 인증된 컴퓨터 또는 사용자의 정보를 결정합니다.
pt: <emphasis role="bold">Acesso e Autenticação</emphasis>. Estabelecendo a identidade de um computador ou utilizador da rede e determinando a informação do computador ou utilizador autorizado a aceder usando princípios e tecnologias tais como permissões de ficheiros, políticas de grupo, e o serviço de autenticação Kerberos.
sv: <emphasis role="bold">Autentisering och åtkomst</emphasis>. Säkerställer identiteten hos en dator eller användare i ett nätverk och avgör vilken information som dator eller användaren har tillåtelse att nå med hjälp av policys och teknologier som filrättigheter, gruppolicys och autentiseringstjänsten Kerberos.

source: Fortunately, your Ubuntu system may provide all such facilities to Windows clients and share network resources among them. One of the principal pieces of software your Ubuntu system includes for Windows networking is the Samba suite of SMB server applications and tools.
es: Afortunadamente, su sistema Ubuntu puede proporcionar todas esas facilidades a los clientes Windows y compartir recursos de red con ellos. Una de las principales piezas de software que incluye su sistema Ubuntu para trabajar con redes Windows es el paquete Samba de aplicaciones y herramientas de servidor SMB.
it: Fortunatamente, i sistemi Ubuntu sono in grado di fornire queste funzionalità ai client Windows, permettendo la condivisione di risorse di rete. Uno dei componenti software principali, incluso nei sistemi Ubuntu per le operazioni di rete con Windows, è la suite SAMBA, che comprende strumenti e applicazioni per server SMB.
sv: Dessbättre, kan ditt Ubuntu-system tillhandahålla alla sådana system till Windows-klienter och dela nätverksresurser bland dem. En av de viktigaste programvarorna som ditt Ubuntu-systemet tillhandahåller för Windows-nätverk är Samba-paketet som består av SMB-server applikationer och verktyg.

source: This section of the <phrase>Ubuntu</phrase> Server Guide will introduce some of the common Samba use cases, and how to install and configure the necessary packages. Additional detailed documentation and information on Samba can be found on the <ulink url="http://www.samba.org">Samba website</ulink>.
es: Esta sección de la Guía del Servidor <phrase>Ubuntu</phrase> introducirá algunos de los casos de uso más comunes de Samba, además de cómo instalar y configurar los paquetes necesarios. Podrá encontrar documentación detallada e información adicional en la <ulink url="http://www.samba.org">página web de Samba</ulink>.
it: Questa sezione della guida server di <phrase>Ubuntu</phrase> è un'introduzione all'uso di Samba e a come installare e configurare i pacchetti necessari. Per maggiori informazioni e documentazione su Samba, consultare il <ulink url="http://www.samba.org">sito web di Samba</ulink>.
sv: Detta avsnitt av <phrase>Ubuntu</phrase> serverguide kommer att introducera några vanliga användningsområden för Samba och hur du installerar och konfigurerar nödvändiga paket. Ytterligare detaljerad dokumentation och information om Samba hittar du på <ulink url="http://www.samba.org">webbplatsen för Samba</ulink>.

source: Samba File Server
es: Servidor de archivos Samba
it: Server di file Samba
sv: Samba filserver

source: One of the most common ways to network Ubuntu and Windows computers is to configure Samba as a File Server. This section covers setting up a <application>Samba</application> server to share files with Windows clients.
es: Una de las vías más comunes de conectar en red equipos Ubuntu y Windows es configurar Samba como servidor de archivos. Esta sección cubre la configuración del servidor <application>Samba</application> para compartir archivos con clientes Windows.
it: Una delle opzioni più comuni per mettere in comunicazione computer con Ubuntu e Windows, è quella di configurare Samba come server di file. Questa sezione spiega come configurare un server <application>Samba</application> per la condivisione di file con client Windows.
sv: Ett av de vanligaste sätten att bygga ett nätverk med Ubuntu och Windowsdatorer är att konfigurera Samba till en filserver. Detta avsnitt behandlar hur man sätter upp en <application>Samba</application>-server för att dela filer med Windowsklienter.

source: The server will be configured to share files with any client on the network without prompting for a password. If your environment requires stricter Access Controls see <xref linkend="samba-fileprint-security"/>
es: El servidor se configurará para compartir archivos con cualquier cliente de la red sin solicitar ninguna contraseña. Si su entorno requiere controles de acceso más estrictos, consulte <xref linkend="samba-fileprint-security"/>.
it: Il server viene configurato per condividere file con qualsiasi client nella rete senza dover usare una password. Se all'interno del proprio ambiente di lavoro è richiesto un maggior controllo sugli accessi, consultare <xref linkend="samba-fileprint-security"/>
sv: Servern kommer att konfigureras så att klienten skall kunna dela filer över nätverket utan att ange ett lösenord. Om din omgivning kräver en mer strikt åtkomstkontroll, se <xref linkend="samba-fileprint-security"/>

source: Installation
es: Instalación
it: Installazione
ko: 설치
pt: Instalação

source: The first step is to install the <application>samba</application> package. From a terminal prompt enter:
es: El primer paso es instalar el paquete <application>samba</application>. Desde un terminal, introduzca:
it: Per prima cosa installare il pacchetto <application>samba</application>. Alla riga di comando, digitare:
sv: Första steget är att installera paketet <application>samba</application>. Skriv från en terminalprompt:

source: That's all there is to it; you are now ready to configure Samba to share files.
es: Esto es todo; ahora está listo para configurar Samba y compartir archivos.
it: Questo è quanto. Ora è possibile configurare Samba affinché possa condividere i file.
sv: Detta var allt som behövdes; du är nu redo för att konfigurera fildelning i Samba.

source: Configuration
es: Configuración
it: Configurazione
ko: 설정
pt: Configuração
sv: Konfiguration

source: The main Samba configuration file is located in <filename>/etc/samba/smb.conf</filename>. The default configuration file has a significant amount of comments in order to document various configuration directives.
es: El archivo principal de configuración de Samba se encuentra en <filename>/etc/samba/smb.conf</filename>. El archivo de configuración predeterminado tiene una cantidad significativa de comentarios con idea de documentar varias directivas de configuración.
it: Il file principale di configurazione di Samba è localizzato in <filename>/etc/samba/smb.conf</filename> e dispone di molti commenti utili nella configurazione delle varie direttive.
sv: Huvudkonfigurationsfilen för Samba är placerad i <filename>/etc/samba/smb.conf</filename>. Standardkonfigurationen har en betydande andel kommentarer för att dokumentera olika konfigurationsdirektiv.

source: Not all the available options are included in the default configuration file. See the <filename>smb.conf</filename><application>man</application> page or the <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/">Samba HOWTO Collection</ulink> for more details.
es: En el archivo de configuración predeterminado no se incluyen todas las opciones disponibles. Consulte la página de <application>man</application> de <filename>smb.conf</filename> o la <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/">colección de HOWTOs de Samba</ulink> para más información.
it: Non tutte le opzioni disponibili sono incluse nel file di configurazione predefinito. Per maggiori informazioni, consultare la pagina <application>man</application> di <filename>smb.conf</filename> oppure «<ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/">Samba HOWTO Collection</ulink>».
sv: Inte alla valbara alternativ är inkluderade i standardkonfigurationsfilen. Se <filename>smb.conf</filename><application>man</application>-sida eller <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/">Samba HOWTO Collection</ulink> för fler detaljer.

source: First, edit the following key/value pairs in the <emphasis>[global]</emphasis> section of <filename>/etc/samba/smb.conf</filename>:
es: En primer lugar, edite las siguientes parejas clave/valor en la sección <emphasis>[global]</emphasis> de <filename>/etc/samba/smb.conf</filename>:
it: Per prima cosa, modificare le seguenti coppie chiave/valore nella sezione <emphasis>[global]</emphasis> del file <filename>/etc/samba/smb.conf</filename>:
sv: Börja med att redigera följande nyckel/värde par i avsnittet <emphasis>[global]</emphasis> i <filename>/etc/samba/smb.conf</filename>:

source: workgroup = EXAMPLE ... security = user
es: workgroup = EJEMPLO ... security = user
it: workgroup = ESEMPIO ... security = user

source: The <emphasis>security</emphasis> parameter is farther down in the [global] section, and is commented by default. Also, change <emphasis>EXAMPLE</emphasis> to better match your environment.
es: El parámetro <emphasis>security</emphasis> se encuentra más abajo en la sección [global], y por omisión está comentado. Además, <emphasis>EJEMPLO</emphasis> por algo que se ajuste mejor a su entorno.
it: Il parametro <emphasis>security</emphasis> è più avanti nella sezione [global] ed è commentato. Inoltre, modificare <emphasis>ESEMPIO</emphasis> in modo che rispecchi il proprio ambiente di lavoro.
sv: Parametern för <emphasis>security</emphasis> är längre ner i avsnittet [global] och är kommenterad som standard. Dessutom, ändra <emphasis>EXAMPLE</emphasis> och anpassa den efter dina förhållanden.

source: Create a new section at the bottom of the file, or uncomment one of the examples, for the directory to be shared:
es: Cree una nueva sección al final del archivo (o descomente uno de los ejemplos) para poder compartir el directorio:
it: Per la nuova directory da condividere, creare una nuova sezione verso la fine del file oppure togliere il commento a uno degli esempi:
sv: Skapa ett nytt avsnitt i slutet av filen eller avkommentera något av exemplen för katalogen som skall delas ut:

source: [share] comment = Ubuntu File Server Share path = /srv/samba/share browsable = yes guest ok = yes read only = no create mask = 0755
es: [share] comment = Carpeta compertida del servidor de archivos Ubuntu path = /srv/samba/share browsable = yes guest ok = yes read only = no create mask = 0755
it: [share] comment = Condivisione file Ubuntu path = /srv/samba/share browsable = yes guest ok = yes read only = no create mask = 0755

source: <emphasis>comment:</emphasis> a short description of the share. Adjust to fit your needs.
es: <emphasis>comment:</emphasis> una pequeña descripción del recurso compartido. Adáptelo a sus necesidades.
it: <emphasis>comment</emphasis>: una breve descrizione della condivisione. Modificarla in base alle proprie esigenze.
sv: <emphasis>comment:</emphasis> en kort beskrivning av delningen. Justera för att passa dina behov.

source: <emphasis>path:</emphasis> the path to the directory to share.
es: <emphasis>path:</emphasis> la ruta al directorio que se va a compartir.
it: <emphasis>path</emphasis>: il percorso alla directory da condividere.
sv: <emphasis>path:</emphasis> Sökvägen till den delade katalogen.

source: This example uses <filename>/srv/samba/sharename</filename> because, according to the <emphasis>Filesystem Hierarchy Standard (FHS)</emphasis>, <ulink url="http://www.pathname.com/fhs/pub/fhs-2.3.html#SRVDATAFORSERVICESPROVIDEDBYSYSTEM">/srv</ulink> is where site-specific data should be served. Technically Samba shares can be placed anywhere on the filesystem as long as the permissions are correct, but adhering to standards is recommended.
es: Este ejemplo usa <filename>/srv/samba/sharename</filename> porque, de acuerdo con el estándar de jerarquía del sistema de archivos <emphasis>Filesystem Hierarchy Standard (FHS)</emphasis>, <ulink url="http://www.pathname.com/fhs/pub/fhs-2.3.html#SRVDATAFORSERVICESPROVIDEDBYSYSTEM">/srv</ulink> es donde deben ir los datos servidos por el equipo en sí. Técnicamente, las carpetas compartidas de Samba se pueden colocar en cualquier parte del sistema de archivos siempre y cuando los permisos sean correctos, pero es recomendable ajustarse a los estándares.
it: Questo esempio utilizza <filename>/srv/samba/sharename</filename> poiché, in base alla <emphasis>Filesystem Hierarchy Standard (FHS)</emphasis>, <ulink url="http://www.pathname.com/fhs/pub/fhs-2.3.html#SRVDATAFORSERVICESPROVIDEDBYSYSTEM">/srv</ulink> è la posizione in cui dovrebbero essere tenuti i file relativi ai siti. Tecnicamente, le condivisione Samba possono essere posizionate ovunque all'interno del file system, basta che i permessi siano impostati correttamente. In ogni caso, è raccomandato aderire agli standard.
sv: Det här exemplet använder <filename>/srv/samba/sharename</filename> på grund av att det enligt <emphasis>Filesystem Hierarchy Standard (FHS)</emphasis>, <ulink url="http://www.pathname.com/fhs/pub/fhs-2.3.html#SRVDATAFORSERVICESPROVIDEDBYSYSTEM">/srv</ulink> så skall plats-specifik data delas ut där. Tekniskt sätt kan delningar i Samba placeras varsomhelst i filsystemet så länge som rättigheterna är rätt, men att hålla sig till standarden är att rekommendera.

source: <emphasis>browsable:</emphasis> enables Windows clients to browse the shared directory using <application>Windows Explorer</application>.
es: <emphasis>browsable:</emphasis> permite a los clientes Windows navegar por el directorio compartido usando el <application>Explorador de Windows</application>.
it: <emphasis>browsable</emphasis>: abilita i client Windows a esplorare la directory condivisa usando <application>Windows Explorer</application>.
sv: <emphasis>browsable:</emphasis> möjliggör för Windowsklienter att bläddra i den delade katalogen genom att använda <application>Windows Explorer</application>.
