Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: The <emphasis>Listen</emphasis> directive specifies the port, and optionally the IP address, Apache2 should listen on. If the IP address is not specified, Apache2 will listen on all IP addresses assigned to the machine it runs on. The default value for the Listen directive is 80. Change this to 127.0.0.1:80 to cause Apache2 to listen only on your loopback interface so that it will not be available to the Internet, to (for example) 81 to change the port that it listens on, or leave it as is for normal operation. This directive can be found and changed in its own file, <filename>/etc/apache2/ports.conf</filename>
es: La directiva <emphasis>Listen</emphasis> especifica el puerto (y, opcionalmente, la dirección IP) por el que escuchará Apache2. Si no se especifica la dirección IP, Apache2 escuchará por todas las direcciones IP asignadas a la máquina en la que se ejecute. El valor predeterminado de la directiva Listen es 80. Cambiarlo a 127.0.0.1:80 provoca que Apache2 sólo escuche por su dispositivo loopback, de forma que no estará disponible para Internet. Cámbielo a 81 (por ejemplo) para cambiar el puerto por el que escucha, o déjelo tal cual para que funcione normalmente. La directiva se puede encontrar y cambiar en su propio archivo de configuración, <filename>/etc/apache2/ports.conf</filename>.
it: La direttiva <emphasis>Listen</emphasis> specifica la porta, e opzionalmente l'indirizzo IP, su cui Apache2 dovrebbe essere in ascolto. Se l'indirizzo IP non è specificato, Apache2 ascolta tutti gli indirizzi IP assegnati alla macchina. Il valore predefinito per la direttiva Listen è 80. Modificare questo valore, in 127.0.0.1:80 per fare in modo che Apache2 ascolti solo l'interfaccia di loopback e non sia disponibile verso internet, in 81 per modificare la porta di ascolto o lasciare il valore predefinito per il normale funzionamento. Questa direttiva può essere trovata e modifica in un file specifico: <filename>/etc/apache2/ports.conf</filename>
ko: <emphasis>Listen</emphasis> 지시자는 아파치2가 들어야하는, 포트, 그리고 선택 사항으로 IP 주소를 지정 합니다. 만약 IP 주소가 지정되지 않았다면, 아파치2는 서버가 실행되는 기계에 지정된 모든 IP 주소를 듣습니다. Listen 지시자를 위한 기본 설정값은 80 입니다. 오직 여러분의 루프백 인터페이스를 듣게하기 위하여 이것을 127.0.0.1:80으로 변경하고 그러면 서버는 인터넷으로는 사용할 수 없고, 듣고자 하는 포트를 변경하기 위하여 (예를 들어) 81로 지정할 수도 있고, 또는 보통의 동작을 위하여 있는 그대로 나두기도 합니다. 이 지시자를 위한 <filename>/etc/apache2/ports.conf</filename> 파일에서 지시자를 찾고 변경할 수 있습니다.
pt: A directiva <emphasis>Listen</emphasis> especifica a porta, e opcionalmente o endereço IP que o Apache2 escutará e onde receberá os pedidos. Se o IP não for especificado, o Apache2 escutará todos os endereços atribuídos à máquina onde estiver a correr. O valor por omissão para a directiva Listen é 80. Alterá-la para 127.0.0.1:80 provocará que o Apache2 escutará apenas o interface 'loopback' portanto não será acessível a partir da Internet, para (por exemplo) 81 para alterar a porta que será escutada, ou deixe a ditectiva tal como está para um funcionamento normal. Esta directiva pode ser encontrada e alterada no ficheiro <filename>/etc/apache2/ports.conf</filename>.
sv: Direktivet <emphasis>Listen</emphasis> berättar vilken port, och eventuellt också IP-adress, som Apache2 skall lyssna på. Om ingen IP-adress väljs kommer Apache2 att lyssna på alla IP-adresser som tillhör datorn det ligger i. Standardvärdet för Listen är 80. Ändra det här till 127.0.0.1:80 för att få Apache2 att enbart lyssna på loopback-gränssnittet så att det inte är tillgänglig för internet, till (till exempel) 81 för att ändra porten som det lyssnar på, eller lämna det som det är för att det ska bete sig normalt. Det här direktivet hittar du och kan ställa in i en egen fil, <filename>/etc/apache2/ports.conf</filename>

source: The <emphasis>ServerName</emphasis> directive is optional and specifies what FQDN your site should answer to. The default virtual host has no ServerName directive specified, so it will respond to all requests that do not match a ServerName directive in another virtual host. If you have just acquired the domain name ubunturocks.com and wish to host it on your Ubuntu server, the value of the ServerName directive in your virtual host configuration file should be ubunturocks.com. Add this directive to the new virtual host file you created earlier (<filename>/etc/apache2/sites-available/mynewsite</filename>).
es: La directiva <emphasis>ServerName</emphasis> es opcional y especifica a qué nombre (FQDN) su sitio debería contestar. El anfitrión virtual predeterminado no tiene ninguna directiva ServerName especificada, por lo que responde a todas las peticiones que no concuerdan con una directiva ServerName en otro anfitrión virtual. Si sólo acaba de adquirir el nombre de dominio ubunturocks.com y desea ser el anfitrión de este en su servidor de Ubuntu, el valor de la directiva ServerName en el archivo de la configuración de anfitriones virtuales debería ser ubunturocks.com. Añada esta directiva al nuevo archivo de anfitriones virtuales que creó anteriormente (<filename>/etc/apache2/sites-available/mynewsite</filename>).
sv: Direktivet <emphasis>ServerName</emphasis> är valfritt och bestämmer vilken FQDN din webbplats skall svara till. Den virtuella värd som medföljer har inget ServerName specificerat, så den kommer att svara på alla förfrågningar som inte matchar någon annan virtuell värds ServerName. Om du just köpte domännamnet ubunturocks.com och vill använda det på din Ubuntu-server skriver du in värdet ubunturocks.com till direktivet ServerName. Lägg det här direktivet till den nya virtuella värdfilen som du skapade tidigare(<filename>/etc/apache2/sites-available/mynewsite</filename>).

source: You may also want your site to respond to www.ubunturocks.com, since many users will assume the www prefix is appropriate. Use the <emphasis>ServerAlias</emphasis> directive for this. You may also use wildcards in the ServerAlias directive.
es: También puede necesitar que su sitio responda a www.ubunturocks.com, esto debido a que muchos usuarios asumirán que es apropiado el prefijo www. Para ello, utilice la directiva <emphasis>ServerAlias</emphasis>. También puede usar comodines dentro de la directiva ServerAlias.
sv: Du vill antagligen också att din webbplats skall svara på www.ubunturocks.com, eftersom många användare förutsätter att www är ett lämpligt prefix. Använd direktivet <emphasis>ServerAlias</emphasis> för detta. Du kan också använda jokertecken i direktivet ServerAlias.

source: For example, the following configuration will cause your site to respond to any domain request ending in <emphasis>.ubunturocks.com</emphasis>.
es: Por ejemplo, la siguiente configuración provocará que su sitio responda a cualquier pedido de dominio que termina con <emphasis>.ubunturocks.com</emphasis>.
sv: Till exempel, följande konfiguration kommer medföra att din webbplats svarar på varje domänförfrågan som slutar med <emphasis>.ubunturocks.com</emphasis>.

source: The <emphasis>DocumentRoot</emphasis> directive specifies where Apache should look for the files that make up the site. The default value is /var/www. No site is configured there, but if you uncomment the <emphasis>RedirectMatch</emphasis> directive in <filename>/etc/apache2/apache2.conf</filename> requests will be redirected to /var/www/apache2-default where the default Apache2 site awaits. Change this value in your site's virtual host file, and remember to create that directory if necessary!
es: La directiva <emphasis>DocumentRoot</emphasis> especifica dónde debe buscar Apache los archivos que forman el sitio. El valor predeterminado es /var/www. No hay ningún sitio configurado allí, pero si descomenta la directiva <emphasis>RedirectMatch</emphasis> en <filename>/etc/apache2/apache2.conf</filename>, las peticiones se redirigirán a /var/www/apache2-default, que es donde reside el sitio predeterminado de Apache2. Cambie este valor en el archivo de host virtual de su sitio, y recuerde crear ese directorio si fuese necesario.
it: La direttiva <emphasis>DocumentRoot</emphasis> stabilisce in che posizione il server Apache deve cercare i file che compongono il sito. Il valore predefinito è /var/www. Nessun sito è configurato, ma se si tolgono i commenti alla direttiva <emphasis>RedirectMatch</emphasis> in <filename>/etc/apache2/apache2.conf</filename> le richieste sono indirizzate verso /var/www/apache2-default dove Apache2 è in attesa. Modificare questo valore nel file del proprio host virtuale e creare, se necessario, la directory.
ko: <emphasis>DocumentRoot</emphasis>는 웹사이트를 구성하는 파일들을 아파치가 찾을 때 사용하는 위치입니다. 기본값은 /var/www입니다. 아직은 /var/www에 아무런 웹사이트가 없지만, <filename>/etc/apache2/apache2.conf</filename>에 있는 <emphasis>RedirectMatch</emphasis>의 주석을 풀면 연결 요청이 /var/www/apache2-default로 연결되어 아파치2의 기본 웹사이트를 볼 수 있게 됩니다. 서버의 가상호스트 파일에 있는 이 값을 바꾸고, 필요한 경우에는 그 디렉토리를 변경하는 것은 잊지 마십시오.
pt: A directiva <emphasis>DocumentRoot</emphasis> especifíca onde é que o Apache deve procurar os ficheiros que constituem o seu sítio web. O valor por omissão é /var/www . Não existe nenhum sítio configurado nesta pasta, mas se descomentar a directiva <emphasis>RedirectMatch</emphasis> do ficheiro <filename>/etc/apache2/apache2.conf</filename> os pedidos serão redireccionados para /var/www/apache2-default onde existe um sítio pré-definido pelo Apache2. Altere este valor no seu ficheiro de servidores virtuais, e lembre-se de criar o directório se necessário!
sv: Direktivet <emphasis>DocumentRoot</emphasis> bestämmer var Apache skall titta efter de filer webbplatsen består av. Standardvärdet är /var/www. Ingen webbplats är konfigurerad där, men om du avkommenterar direktivet <emphasis>RedirectMatch</emphasis> i <filename>/etc/apache2/apache2.conf</filename> så kommer alla förfrågningar att vidarebefordras till /var/www/apache2-default där Apache2:s standardwebbplats väntar. Ändra det här värdet i din webbplats virtuella värdfil och kom ihåg att skapa katalogen i fråga om det behövs!

source: The /etc/apache2/sites-available directory is <emphasis role="bold"> not</emphasis> parsed by Apache2. Symbolic links in /etc/apache2/sites-enabled point to "available" sites.
es: El directorio /etc/apache2/sites-available <emphasis role="bold"> no</emphasis> está analizado sintácticamente por Apache2. Enlaces simbólicos en /etc/apache2/sites-enabled apuntan a los sitios «disponibles».
sv: Katalogen /etc/apache2/sites-available tolkas <emphasis role="bold"> inte</emphasis> av Apache2. Symboliska länkar i /etc/apache2/sites-enabled pekar på "tillgängliga" webbplatser.

source: Enable the new <emphasis>VirtualHost</emphasis> using the <application>a2ensite</application> utility and restart Apache:
es: Activar el nuevo <emphasis>VirtualHost</emphasis> usando la utilidad <application>a2ensite</application> y reiniciar Apache:
sv: Aktivera den nya <emphasis>virtuella värden</emphasis> genom att använda verktyget <application>a2ensite</application> och starta om Apache:

source: Be sure to replace <emphasis>mynewsite</emphasis> with a more descriptive name for the VirtualHost. One method is to name the file after the <emphasis>ServerName</emphasis> directive of the VirtualHost.
es: Debe asegurarse de reemplazar <emphasis>mynewsite</emphasis> por un nombre más descriptivo para el VirtualHost. Un método consiste en nombrar el archivo después de la directiva <emphasis>ServerName</emphasis> del VirtualHost.
sv: Säkerställ att du ändrar namnet <emphasis>mynewsite</emphasis> till ett mer beskrivande namn för den virtuella värden. En metod är att namnge filen efter direktivet <emphasis>ServerName</emphasis> för den virtuella värden.

source: Similarly, use the <application>a2dissite</application> utility to disable sites. This is can be useful when troubleshooting configuration problems with multiple VirtualHosts:
es: De forma similar, use la utilidad <application>a2dissite</application> para desactivar sitios. Esto puede ser útil para resolver problemas de configuración con múltiples VirtualHosts:
sv: På liknande sätt, använd verktyget <application>a2dissite</application> för att inaktivera webbplatser. Detta kan vara användbart vid felsökning av konfigurationsproblem med flera virtuella värdar:

source: Default Settings
es: Opciones predeterminadas
it: Impostazioni predefinite
ko: 기본 설정
pt: Configurações Pré-definidas
sv: Standardinställningar

source: This section explains configuration of the Apache2 server default settings. For example, if you add a virtual host, the settings you configure for the virtual host take precedence for that virtual host. For a directive not defined within the virtual host settings, the default value is used.
es: Esta sección explica la configuración de las opciones predeterminadas del servidor Apache2. Por ejemplo, si desea añadir un host virtual, las opciones que usted configura para el host virtual tienen prioridad para ese host virtual. Para las directivas no definidas dentro de las opciones del host virtual, se usan los valores predeterminados.
it: Questa sezione si occupa delle impostazioni predefinite del server Apache2. Per esempio, se viene aggiunto un host virtuale, le impostazioni modificate dell'host virtuale hanno precedenza rispetto quelle dell'host. Per una direttiva non definita, viene utilizzato il valore predefinito.
ko: 이 부분은 아파치2의 기본 설정을 설명합니다. 예를 들어, 가상호스트를 추가할 경우 그 가상호스트에서는 그 호스트를 위해 설정한 값이 우선순위를 가집니다. 가상호스트를 위해 설정한 값이 없을 때 기본값을 사용합니다.
pt: Esta secção explica as configurações pré-definidas do servidor Apache2. Por exemplo, se adicionar um servidor virtual, os parâmetros que configurar serão utilizados por esse servidor virtual. Caso uma determinada directiva não esteja configurada para o servidor virtual, serão utilizados os parâmetros pré-definidos do Apache2.
sv: Detta avsnitt förklarar konfigurationen av servern Apache2:s standardinställningar. Till exempel, om du lägger till en virtuell värd kommer inställningarna du konfigurerar att prioriteras över standardinställningarna för den virtuella värden. För de direktiv som inte specificeras i inställningarna för den virtuella värden kommer standardvärdet att användas.

source: The <emphasis>DirectoryIndex</emphasis> is the default page served by the server when a user requests an index of a directory by specifying a forward slash (/) at the end of the directory name.
es: El <emphasis>DirectoryIndex</emphasis> es la página servida por defecto por el servidor cuando un usuario solicita el índice de un directorio añadiendo la barra de división (/) al final del nombre del directorio.
it: <emphasis>DirectoryIndex</emphasis> è la pagina predefinita proposta dal server alle richieste dell'indice di una directory, specificate attraverso l'uso di una barra (/) come suffisso al nome della directory.
ko: <emphasis>DirectoryIndex</emphasis>는 사용자가 디렉토리명 끝에 /(슬래시)를 지정하여 디렉토리의 목록을 보고자 할 때 서버에서 기본으로 제공하는 페이지를 지정합니다.
pt: A directiva <emphasis>DirectoryIndex</emphasis> é a página por omissão apresentada pelo servidor quando um utilizador solicitar o conteúdo de um directório, colocando uma barra (/) após o nome do directório.
sv: <emphasis>DirectoryIndex</emphasis> är standardsidan som servern skickar när en användare ber om ett index för en katalog genom att lägga till ett snedsträck (/) på slutet av katalognamnet.

source: For example, when a user requests the page http://www.example.com/this_directory/, he or she will get either the DirectoryIndex page if it exists, a server-generated directory list if it does not and the Indexes option is specified, or a Permission Denied page if neither is true. The server will try to find one of the files listed in the DirectoryIndex directive and will return the first one it finds. If it does not find any of these files and if Options Indexes is set for that directory, the server will generate and return a list, in HTML format, of the subdirectories and files in the directory. The default value, found in <filename>/etc/apache2/apache2.conf</filename> is " index.html index.cgi index.pl index.php index.xhtml". Thus, if Apache2 finds a file in a requested directory matching any of these names, the first will be displayed.
es: Por ejemplo, cuando un usuario solicite la página http://www.ejemplo.com/este_directorio/, él o ella obtendrá la página DirectoryIndex si existe, un listado de directorio generado por el servidor si no existe pero tiene especificada la opción Indexes, o una página Permiso Denegado si no se cumplen ninguna de las condiciones anteriores. El servidor intentará buscar uno de los archivos listados en la directiva DirectoryIndex y devolverá el primero que encuentre. Si no encuentra ninguno de esos archivos, y está establecida la opción Options Indexes para ese directorio, el servidor generará y devolverá una lista, en formato HTML, de los subdirectorios y archivos del directorio. El valor predeterminado, almacenado en <filename>/etc/apache2/apache2.conf</filename>, es «index.html index.cgi index.pl index.php index.xhtml». Por tanto, si Apache2 encuentra un archivo en un directorio solicitado que se ajusta a alguno de esos nombres, se mostrará el primero de todos.
it: Se, per esemio, un utente richiede la pagina http://www.example.com/questa_directory/ ottiene la pagina DirectoryIndex se esiste, un elenco di directory generato dal server se è stata specificata l'opzione Indexes o una pagina di permesso negato se nessuna delle opzioni precedenti è abilitata. Il server cerca tra i file elencati nella direttiva DirectoryIndex e visualizza il primo che trova. Se il server non trova nessuno di questi file ed è presente l'opzione OptionsIndexes per quella directory, allora creerà un elenco in HTML di tutte le sottodirectory e dei file di tale directory. Il valore predefinito in <filename>/etc/apache2/apache2.conf</filename> è «index.html index.cgi index.pl index.php index.xhtml». Se Apache2 trova un file corrispondente a quelli elencati, visualizza il primo.
ko: 예를 들어, 사용자가 http://www.example.com/this_directory/라는 페이지를 요청한다면, 사용자가 볼 수 있는 페이지에 몇 가지가 있습니다. 우선, DirectoryIndex 페이지가 있을 경우에는 그 페이지를 보게 됩니다. 이 페이지가 없고, Indexes 옵션이 설정되어있다면 서버에서 생성한 디렉토리 목록을 보게 됩니다. 마지막으로 DirectoryIndex 페이지도 없고 Indexes 옵션도 설정이 안 되어있으면 Permission Denied 페이지를 보게 됩니다. 즉, 사용자의 요청이 들어오면 서버는 우선 DirectoryIndex에 설정된 파일 중에서 가장 먼저 발견하는 파일을 사용자에게 제공합니다. DirectoryIndex에 있는 파일이 하나도 없고, Indexes 옵션이 설정되어 있다면 서버는 HTML 형식으로 그 디렉토리에 있는 하위 디렉토리와 파일의 목록을 생성해서 사용자에게 제공합니다. <filename>/etc/apache2/apache2.conf</filename>에 있는 DirectoryIndex의 기본값은 "index.html index.cgi index.pl index.php index.xhtml"입니다. 사용자가 요청한 디렉토리에 앞의 파일 중 하나가 있다면 아파치2는 이 중 가장 앞의 것을 사용자에게 제공합니다.
pt: Por exemplo, quando um utilizador solicita a página http://www.exemplo.pt/este_directorio/, ele/a obterá a página DirectoryIndex se esta existir, a listagem dos ficheiros do directório, gerada pelo servidor, se a página não existir, ou a página Permissão Negada <empasis role="italics">Permission Denied</empasis> caso as anteriores hipóteses não sejam verdadeiras. O servidor tentará encontrar um dos ficheiros existentes na directiva DirectoryIndex e devolverá o primeiro que encontrar. Se não encontrar nenhum desses ficheiros e se a directiva Options Indexes apontar para esse directório, o servidor gerará e devolverá uma lista, em formato HTML, das sub-directórios e ficheiros existentes no directório. O valor por omissão, existente no ficheiro <filename>/etc/apache2/apache2.conf</filename> é " index.html index.cgi index.pl index.php index.xhtml". Assim, se o Apache2 encontrar um ficheiro no directório pedido que corresponda a um destes nomes, o primeiro deles será apresentado.
sv: När användaren till exempel frågar om sidan http://www.exempel.com/den_har_katalogen/ kommer han eller hon få DirectoryIndex-sidan om den finns, en server-genererad innehållslista om den inte finns och Indexes-alternativet är specificerat, eller en "Permission Denied"-sida om varken eller är sant. Servern kommer att försöka tills den hittar en av de filerna som finns uppradade i DirectoryIndex-direktivet och kommer att returnera den första som hittas. Om den inte hittar någon av dessa filer och om Options Indexes är på för den katalogen kommer servern att returnera en lista i HTML-format över underkatalogerna och filerna i den katalogen. Standardvärdet, som du hittar i <filename>/etc/apache2/apache2.conf</filename>, är "index.html index.cgi index.pl index.php index.xhtml". Med andra ord kommer Apache2 att visa den första filen som matchar något av dessa namn som finns i den efterfrågade katalogen.

source: The <emphasis>ErrorDocument</emphasis> directive allows you to specify a file for Apache to use for specific error events. For example, if a user requests a resource that does not exist, a 404 error will occur, and per Apache2's default configuration, the file <filename>/usr/share/apache2/error/HTTP_NOT_FOUND.html.var </filename> will be displayed. That file is not in the server's DocumentRoot, but there is an Alias directive in <filename>/etc/apache2/apache2.conf</filename> that redirects requests to the /error directory to <filename>/usr/share/apache2/error/</filename>.
es: La directiva <emphasis>ErrorDocument</emphasis> le permite especificar un archivo para usar Apache en caso de eventos de errores específicos. Por ejemplo, si un usuario solicita algún recurso que no existe, un error 404 ocurrirá, y según la configuración predeterminada de Apache2, el archivo <filename>/usr/share/apache2/error/HTTP_NOT_FOUND.html.var </filename> se mostrará. Ese archivo no está en el DocumentRoot del servidor, pero hay una directiva Alias en <filename>/etc/apache2/apache2.conf</filename> que redirige las peticiones para el directorio /error a <filename>/usr/share/apache2/error/</filename>.
sv: Direktivet <emphasis>ErrorDocument</emphasis> låter dig specificera en fil åt Apache för att använda vid vissa felhändelser. Till exempel, om en användare efterfrågar en resurs som inte finns kommer ett 404-fel att uppstå, och enligt Apache2:s standardkonfiguration kommer filen <filename>/usr/share/apache2/error/HTTP_NOT_FOUND.html.var </filename> att visas. Den filen ligger inte i serverns DocumentRoot, men det finns ett Alias-direktiv i <filename>/etc/apache2/apache2.conf</filename> som vidarebefordrar förfrågningar till katalogen /error till <filename>/usr/share/apache2/error/</filename>.

source: To see a list of the default ErrorDocument directives, use this command:
es: Para ver la lista de las directivas ErrorDocument use esta orden:
sv: För att se listan över standarddirektivets error-dokument, använd detta kommando:
