Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: In our case we will define a text file name <filename>vmbuilder.partition</filename> which will contain the following:
es: En nuestro caso definiremos un archivo de texto <filename>vmbuilder.partition</filename> el cual contendrá lo siguiente:
it: In questo caso, creare un file di testo <filename>vmbuilder.partition</filename> contenente quanto segue:
sv: I vårt fall kommer vi definiera en textfil med namnet <filename>vmbuilder.partition</filename> som kommer att innehålla följande:

source: Note that as we are using virtual disk images, the actual sizes that we put here are maximum sizes for these volumes.
es: Tenga en cuenta que como esta usando imágenes de disco virtual, el tamaño real que se pone aquí es el tamaño máximo para estos volúmenes.
it: Notare che vengono usate immagini disco virtuali, le dimensioni inserite sono le dimensioni massime dei volumi.
sv: Notera att vi använder virtuella skivavbilder, de verkliga storlekarna som vi anger här är den maximala storleken för dessa volymer.

source: Our command line now looks like:
es: Nuestra línea de órdenes se muestra así:
it: Il comando diventa quindi:
sv: Vår kommandorad ser nu ut såhär:

source: Using a "\" in a command will allow long command strings to wrap to the next line.
es: Usar un «\» en un comando permite que los comandos largos continúen en la línea siguiente.
it: L'uso di "\" all'interno di un comando consente di scrivere comandi su più righe.
sv: Att använda en "\" i ett kommando gör det möjligt med radbrytningar i långa kommandosträngar.

source: User and Password
es: Usuario y contraseña
it: Utente e password
sv: Användare och lösenord

source: Again setting up a virtual appliance, you will need to provide a default user and password that is generic so that you can include it in your documentation. We will see later on in this tutorial how we will provide some security by defining a script that will be run the first time a user actually logs in the appliance, that will, among other things, ask him to change his password. In this example I will use <emphasis>'user'</emphasis> as my user name, and <emphasis>'default'</emphasis> as the password.
es: Al configurar una aplicación virtual, necesitará proporcionar un usuario y una contraseña predeterminados que sean genéricos de forma que pueda incluirlos en su documentación. Más adelante veremos en este tutorial cómo proporcionaremos algo de seguridad definiendo un script que se ejecutará la primera vez que un usuario inicie una sesión en la aplicación, y que, entre otras cosas, le pedirá al usuario que cambie su contraseña. En este ejemplo usaré <emphasis>'usuario'</emphasis> como mi nombre de usuario, y <emphasis>'defecto'</emphasis> como la contraseña.
it: È necessario anche impostare un utente e una password predefiniti e generici da poter includere nella documentazione. Successivamente verrà presentato uno script che viene eseguito al primo accesso di un utente che tra le molte cose chiederà di modificare la password. In questo esempio viene usato come nome utente <emphasis>user</emphasis> e <emphasis>default</emphasis> come password.
sv: Återigen sätta upp en virtuell tillämpning kräver att du tillhandahåller i din dokumentation en standardanvändare och lösenord. Vi kommer senare i den här guiden erbjuda säkerhet genom att definiera ett skript som körs när en användare loggar in i tillämpningen första gången. I detta exempel kommer vi använda <emphasis>'user'</emphasis> som användarnamn och <emphasis>'default'</emphasis> som lösenord.

source: To do this we use the following optional parameters:
es: Para hacer esto use los siguientes parámetros opcionales:
it: Per fare questo vengono usati i seguenti parametri:
sv: För att göra detta använder vi följande valfria parametrar:

source: <emphasis>--user USERNAME:</emphasis> Sets the name of the user to be added. Default: ubuntu.
es: <emphasis>--user USERNAME:</emphasis> Establezca el nombre del usuario a añadir. Predeterminado: ubuntu.
it: <emphasis>--user NOME_UTENTE</emphasis>: imposta il nome utente da aggiungere. Valore predefinito: ubuntu.
sv: <emphasis>--user USERNAME:</emphasis> Sätter namnet på användaren som skall läggas till. Standard: ubuntu.

source: <emphasis>--name FULLNAME:</emphasis> Sets the full name of the user to be added. Default: Ubuntu.
es: <emphasis>--name FULLNAME:</emphasis> Establezca el nombre completo del usuario a añadir. Predeterminado: Ubuntu.
it: <emphasis>--name NOME_COMPLETO</emphasis>: imposta il nome completo dell'utente da aggiungere. Valore predefinito: Ubuntu.
sv: <emphasis>--name FULLNAME:</emphasis> Sätter fullständigt namn på användaren som skall läggas till. Standard: Ubuntu.

source: <emphasis>--pass PASSWORD:</emphasis> Sets the password for the user. Default: ubuntu.
es: <emphasis>--pass CONTRASEÑA:</emphasis> Establece la contraseña para el usuario. Predeterminada: ubuntu.
it: <emphasis>--pass PASSWORD</emphasis>: imposta la password dell'utente: Valore predefinito: ubuntu.
sv: <emphasis>--pass PASSWORD:</emphasis> Sätter lösenordet för användaren. Standard: ubuntu.

source: Our resulting command line becomes:
es: El resultado se convierte en la línea de órdenes:
it: Il comando ora è il seguente:
sv: Vår kommandorad resulterar i:

source: Installing Required Packages
es: Instalar los paquetes necesarios
it: Installare i pacchetti richiesti
sv: Installera nödvändiga paket

source: In this example we will be installing a package <application>(Limesurvey)</application> that accesses a <application>MySQL</application> database and has a web interface. We will therefore require our OS to provide us with:
es: En este ejemplo vamos a instalar un paquete <application>(Limesurvey)</ application> que accede a una base de datos <application>MySQL</ application> y tiene una interfaz web. Por lo tanto, requiere que nuestro SO nos proporcione:
it: In questo esempio verrà installato un pacchetto (<application>Limesurvey</application>) che accede a un database <application>MySQL</application> ed è dotato di un'interfaccia web. Il sistema operativo dovrà quindi aver installato:
sv: I det här exemplet kommer vi att installera paketet <application>(Limesurvey)</application> som kan ansluta till en <application>MySQL</application>-databas och har ett webbgränssnitt. Vi kommer därför begära från vårt OS att tillhandahålla oss med:

source: OpenSSH Server
es: Servidor OpenSSH
it: Server OpenSSH
ko: OpenSSH 서버
pt: Servidor OpenSSH

source: Limesurvey (as an example application that we have packaged)
es: Limesurvey (como una aplicación de ejemplo que hemos empaquetado)
it: Limesurvey (un'applicazione di esempio creata appositamente)
sv: Limesurvey (som ett exempelprogram som vi har packeterat)

source: This is done using vmbuilder by specifying the --addpkg command multiple times:
es: Esto se hace utilizando vmbuilder especificando la orden --addpkg múltiples veces:
it: Per fare questo viene usata l'opzione "--addpkg" diverse volte:
sv: Detta utförs genom att använda vmbuilder och att ange kommandot --addpkg upprepade gånger:

source: --addpkg PKG Install PKG into the guest (can be specfied multiple times)
es: --addpkg PKG Instala PKG en el invitado (se puede especificar varias veces)

source: However, due to the way vmbuilder operates, packages that have to ask questions to the user during the post install phase are not supported and should instead be installed while interactivity can occur. This is the case of Limesurvey, which we will have to install later, once the user logs in.
es: De todas formas, debido a la forma en que vmbuilder trabaja, los paquetes que necesitan hacer preguntas al usuario justo después de la instalación no pueden ser gestionados y deben ser instalados cuando es posible la interactividad. Este es el caso de Limesurvey, el cual tendremos que instalar más tarde, una vez el usuario haya iniciado sesión.
it: Purtroppo, in base al funzionamento di vmbuilder, i pacchetti che devono porre delle domande nella fase di post-installazione non sono supportati e dovrebbero essere installati successivamente quando è possibile interagirvi. Questo è il caso di Limesurvey che verrà installato successivamente, dopo che l'utente ha eseguito l'accesso.
sv: I vilket fall, på grund av det sätt som vmbuilder fungerar, stöds inte paket som behöver ställa frågor under installationen och bör istället installeras senare när interaktivitet kan uppstå. Detta gäller Limesurvey, som vi behöver installera senare, när användaren loggar in.

source: Other packages that ask simple debconf question, such as <application>mysql-server</application> asking to set a password, the package can be installed immediately, but we will have to reconfigure it the first time the user logs in.
es: Otros paquetes que hacen algún tipo de pregunta de configuración, como por ejemplo <application>mysql-server</application>, que pide una contraseña, pueden ser instalados automáticamente, pero tendremos que reconfigurarlos la primera vez que el usuario inicie sesión.
it: Altri pacchetti che pongono delle semplici domande di debconf, come <application>mysql-server</application> che richiede di impostare una password, possono essere installati, ma dovranno essere riconfigurati una volta eseguito l'accesso.
sv: Andra paket som ställer enkla debconf frågor, så som att <application>mysql-server</application> frågar efter att ange ett lösenord, ett sådant paket kan installeras direkt men vi måste omkonfigurera det första gången en användare loggar in.

source: If some packages that we need to install are not in main, we need to enable the additional repositories using --comp and --ppa:
es: Si algunos paquetes que necesitamos instalar no están en main , tiene que permitir el uso de repositorios adicionales --comp y --ppa:
it: Se alcuni dei pacchetti che si devono installare non sono presenti nel componente "main", è necessario abilitare dei repository aggiuntivi usando le opzioni "--comp" e "--ppa":
sv: Om vissa paket som vi vill installera inte finns i main, behöver vi aktivera ytterligare förråd genom att använda --comp och --ppa:

source: --components COMP1,COMP2,...,COMPN A comma separated list of distro components to include (e.g. main,universe). This defaults to "main" --ppa=PPA Add ppa belonging to PPA to the vm's sources.list.
es: --components COMP1,COMP2,...,COMPN Una lista separada por comas de componentes de distribución a incluir (por ejemplo, main o universe). Por defecto, vale "main". --ppa=PPA Añadir el ppa que pertenece al PPA del archivo sources.list de la vm.

source: Limesurvey not being part of the archive at the moment, we'll specify it's PPA (personal package archive) address so that it is added to the VM <filename>/etc/apt/source.list</filename>, so we add the following options to the command line:
es: Limesurvey no forma parte del archivo por ahora. Especificaremos su dirección PPA (archivador de paquetes personal-personal package archive) para que se añada a la VM <filename>/etc/apt/source.list</filename>. Añadiremos las siguientes opciones en la línea de órdenes:
it: Limesurvey non fa parte degli archivi attualmente ed è quindi necessario specificarne l'indirizzo PPA (Personal Package Archive) così da aggiungerlo al file <filename>/etc/apt/source.list</filename> della macchina virtuale. Aggiungere quindi quanto segue al comando:
sv: Limesurvey är för tillfället inte en del av arkivet, vi specificerar adressen till dess PPA (personligt paketarkiv) så den kan läggas till i VM:ens <filename>/etc/apt/source.list</filename>, vi lägger till följande alternativ till kommandoraden:

source: Another convenient tool that we want to have on our appliance is OpenSSH, as it will allow our admins to access the appliance remotely. However, pushing in the wild an appliance with a pre-installed OpenSSH server is a big security risk as all these server will share the same secret key, making it very easy for hackers to target our appliance with all the tools they need to crack it open in a breeze. As for the user password, we will instead rely on a script that will install OpenSSH the first time a user logs in so that the key generated will be different for each appliance. For this we'll use a <emphasis>--firstboot</emphasis> script, as it does not need any user interaction.
es: Otra conveniente herramienta que queremos tener en nuestro appliance es OpenSSH, ya que permite a nuestros administradores el poder acceder al appliance de forma remota. Sin embargo, poner en producción un appliance con un servidor OpenSSH preinstalado conlleva un grave riesgo de seguridad, ya que todos esos servidores compartirán la misma clave secreta, facilitando a los hackers el acto de atacar a nuestro appliance con todas las herramientas que necesiten para reventarlos en un suspiro. Para la contraseña del usuario, deberemos por contra usar un script que instale OpenSSH la primera vez que el usuario inicie una sesión, de forma que la clave generada sea distinta para cada appliance. Para ello usaremos un script <emphasis>--firstboot</emphasis>, que no necesita de ninguna interacción con el usuario.
sv: Ett annat lämpligt verktyg som vi vill ha till vår tillämpning är OpenSSH, då det tillåter fjärråtkomst för våra administratörer. Däremot, att trycka ut en tillämpning i det vilda med en förinstallerad OpenSSH-server är en stor säkerhetsrisk, eftersom alla servrarna kommer att ha samma hemliga säkerhetsnyckel, vilket gör det väldigt enkelt för hackare att rikta in sig mot vår tillämpning med alla verktyg de behöver för att med lätthet bryta sig in. På samma sätt som för användarlösenordet, kommer vi istället förlita oss på ett skript som installerar OpenSSH första gången en användare loggar in, så att nyckeln som skapas blir olika för varje tillämpning. För detta kommer vi använda ett <emphasis>--firstboot</emphasis> skript, eftersom det inte kräver någon användarinteraktion.

source: Speed Considerations
es: Consideraciones de velocidad
it: Considerazioni sulla velocità
sv: Hastighetsöverväganden

source: Package Caching
es: Caché de paquetes
it: Cache dei pacchetti
sv: Paket cachning

source: When vmbuilder creates builds your system, it has to go fetch each one of the packages that composes it over the network to one of the official repositories, which, depending on your internet connection speed and the load of the mirror, can have a big impact on the actual build time. In order to reduce this, it is recommended to either have a local repository (which can be created using <application>apt-mirror</application>) or using a caching proxy such as <application>apt-cache</application>. The later option being much simpler to implement and requiring less disk space, it is the one we will pick in this tutorial. To install it, simply type:
es: Cuando vmbuilder crea construcciones en su sistema, tiene que ir a buscar cada uno de los paquetes que envía por la red a alguno de los repositorios oficiales. Esto puede tener un gran impacto en el tiempo de construcción, dependiendo de la velocidad de su conexión a Internet y la sobrecarga del repositorio. Para reducir este impacto, se recomienda bien añadir un repositorio local (utilizando <application>apt-mirror</application>) o bien usando un proxy caché como <application>apt-cache</application>. La última opción es más sencilla de implementar y requiere menos espacio en disco, y es la que utilizaremos en este tutorial. Para instalarlo, introduzca:
it: Quando vmbuilder genera il sistema, necessita di scaricare dai repository in rete ogni singolo pacchetto di cui il sistema è composto che, in base alla velocità della connessione e al carico del mirror, può avere un forte impatto sui tempi di generazione. Per ridurre questo effetto, è utile avere un repository locale (che è possibile creare usando <application>apt-mirror</application>) o un proxy cache come <application>apt-cache</application>. La seconda opzione, descritta di seguito, è quella più facile da implementare e richiede meno spazio su disco. Per installare il tutto, digitare:
sv: När vmbuilder bygger ditt system, måste den hämta var och ett av paketen som iordningställer systemet över nätverket från ett av de officiella förråden, vilket, beroende på din internetanslutningshastighet och lasten på speglarna kan ha stor påverkan av den verkliga byggtiden. För at minska detta rekommenderas det att ha ett lokalt förråd (vilket kan skapas genom att använda <application>apt-mirror</application>) eller använda en cashande proxy så som <application>apt-cache</application>. Det senare alternativet är mycket enklare att genomföra och kräver mindre diskutrymme, det är den vi kommer att välja i den här guiden. För att installera den, skriv helt enkelt:

source: Once this is complete, your (empty) proxy is ready for use on http://mirroraddress:9999 and will find ubuntu repository under /ubuntu. For vmbuilder to use it, we'll have to use the <emphasis>--mirror</emphasis> option:
es: Una vez que se completa, tu proxy (vacío) está listo para usarse en http://mirroraddress:9999 y va a encontrar el repositorio ubuntu bajo la dirección /ubuntu. Para utilizar vmbuilder, tendremos que usar la opción <emphasis>--mirror</emphasis>:
it: Una volta completata l'installazione, il proxy (vuoto) è pronto all'indirizzo "http://INDIRIZZO_MIRROR:9999" e trovaerà i repository Ubuntu sotto "/ubuntu". Affinché vmbuilder possa usarlo, è necessario usare l'opzione <emphasis>--mirror</emphasis>:
sv: När detta är färdigt, är din (tomma) proxy färdig att användas på http://mirroraddress:9999 och hittar Ubuntu-rörråden under /ubuntu. För att vmbuilder skall använda det måste vi använda flaggan <emphasis>--mirror</emphasis>:

source: --mirror=URL Use Ubuntu mirror at URL instead of the default, which is http://archive.ubuntu.com/ubuntu for official arches and http://ports.ubuntu.com/ubuntu-ports otherwise
es: --mirror=URL Utiliza la réplica de Ubuntu desde la URL especificada, el cual es http://archive.ubuntu.com/ubuntu oficialmente arches y http://ports.ubuntu.com/ubuntu-ports si no

source: So we add to the command line:
es: Luego lo añadimos en la línea de órdenes:
it: Aggiungere quindi al comando:
sv: Så till kommandoraden lägger vi till:

source: The mirror address specified here will also be used in the <filename>/etc/apt/source.list</filename> of the newly created guest, so it is usefull to specify here an address that can be resolved by the guest or to plan on reseting this address later on, such as in a <emphasis>--firstboot</emphasis> script.
es: La dirección de la réplica especificada aquí también se usará en el <filename>/etc/apt/source.list</filename>del invitado creado. Por tanto, es útil especificar aquí una dirección que pueda ser resuelta por él, o bien, planificar más adelante el restablecimiento de la dirección, como en el guión <emphasis>--firstboot</emphasis>.
it: L'indirizzo del mirror qui specificato verrà usato anche nel file <filename>/etc/apt/source.list</filename> del nuovo ospite creato. È utile quindi specificare un indirizzo che può essere utilizzato dall'ospite oppure pianificare una modifica dello stesso magari in uno script <emphasis>--firstboot</emphasis>.
sv: Spegeladressen som är angiven här kommer också användas i <filename>/etc/apt/source.list</filename> för den nyligen skapade gästen, därför är det viktigt att ange en adress som kan bestämmas av gästen eller planera för att återställa adressen senare, till exempel i ett <emphasis>--firstboot</emphasis> skript.

source: Install a Local Mirror
es: Instalar una réplica local
it: Installare un mirror locale
sv: Installera en lokal spegel

source: If we are in a larger environment, it may make sense to setup a local mirror of the Ubuntu repositories. The package apt-mirror provides you with a script that will handle the mirroring for you. You should plan on having about 20 gigabyte of free space per supported release and architecture.
es: Si estamos en un entorno grande, tiene sentido establecer una réplica local de los repositiorios de Ubuntu. EL paquete apt-mirror le proporciona con un guión que él maneja al réplica para usted. Debe prever tener aproximadamente 20 gigabytes de espacio libre para la distribución y la arquitectura.
it: Se si è in un ambiente molto grande, può aver senso creare un mirror locale dei repository di Ubuntu. Il pacchetto "apt-mirror" fornisce uno script per la gestione delle operazioni di mirror. È utile avere almeno 20GB di spazio per ogni rilascio supportato e architettura.
sv: Om vi är i en större miljö, så kan det vara bra att sätta upp en lokal spegel av Ubuntu-förråden. Paketet apt-mirror tillhandahåller ett skript som tar hand om speglingen åt dig. Du bör planera med att ha 20 gigabyte fritt utrymme för varje version och arkitektur som stöds.

source: By default, <application>apt-mirror</application> uses the configuration file in <filename>/etc/apt/mirror.list</filename>. As it is set up, it will replicate only the architecture of the local machine. If you would like to support other architectures on your mirror, simply duplicate the lines starting with “deb”, replacing the deb keyword by /deb-{arch} where arch can be i386, amd64, etc... For example, on an amd64 machine, to have the i386 archives as well, you will have:
es: Por defecto, <application>apt-mirror</application> utiliza el archivo de configuración <filename>/etc/apt/mirror.list</filename>. Replicará sólo la arquitectura de la máquina local. Si desea que soporte arquitectura en su réplica, simplemente duplique las líneas que comienzan con "deb", reemplazando la palabra deb por /dev-{arch}, donde arch puede ser i386, amd64, etc. Por ejemplo, para una máquina amd64, para tener los archivos de i386 también, la línea quedará de esta manera:
it: Il file di configurazione predefinito usato da <application>apt-mirror</application> è <filename>/etc/apt/mirror.list</filename>. Dato che è già impostato, dovrà solamente replicare l'architettura del computer locale. Se è necessario supportare altre architetture all'interno del mirror, basta duplicare le righe che iniziano con “deb”, sostituendo la parola "deb" con "/deb-{arch}", dove "arch" può essere i386, amd64, ecc... Per esempio, su architettura amd64, per avere anche gli archivi per i386:
sv: Som standard använder <application>apt-mirror</application> konfigurationsfilen i <filename>/etc/apt/mirror.list</filename>. Så som den är inställd så kommer den endast att replikera arkitekturen för den lokala maskinen. Om du på din spegel vill stödja en annan arkitektur, duplicera helt enkelt raderna som börjar med “deb”, ersätt nyckelordet deb med /deb-{arch} där arch kan vara i386, amd64, etc... Till exempel, Om du på en amd64-maskin också vill ha arkiv för i386, så kommer du att ha:

source: Notice that the source packages are not mirrored as they are seldom used compared to the binaries and they do take a lot more space, but they can be easily added to the list.
es: Note que los paquetes fuente no están respaldados ya que son utilizados ellos mismos para ser comparados con los binarios y no hay mucho espacio, aunque pueden ser fácilmente añadidos a la lista.
it: I pacchetti dei sorgenti non sono stati inclusi nel mirror dato che non sono molto usati quanto i binari e occupano molto spazio. È comunque possibile aggiungerli facilmente all'elenco.
sv: Observera att källpaketen inte är speglade eftersom de sällan används jämfört med binärer och de tar mycket mer utrymme, men de kan enkelt läggas till i listan.
