Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Send the certificate request, along with documents proving your identity, to a CA. We cannot tell you which certificate authority to choose. Your decision may be based on your past experiences, or on the experiences of your friends or colleagues, or purely on monetary factors.
es: Enviar la solicitud de certificado, junto con los documentos que prueban su identidad, a una CA. No podemos decirle qué autoridad de certificación elegir. Su decisión debe basarse en sus experiencias pasadas, o en las experiencias de sus amigos o colegas, o simplemente en factores económicos.
it: Inviare la richiesta, con una fotocopia di un documento di identità, a una CA. Non è possibile consigliare quale autorità di certificazione scegliere. La decisione potrebbe essere basata su esperienze passate, esperienze di amici o colleghi o per un fattore economico.
ko: 인증서 요청을, 여러분의 인적 사항을 제공하는 문서와 함께 CA로 보냅니다. 우리는 여러분에게 어떤 인증 기관을 선택할 지를 이야기할 수 없습니다. 여러분의 결정은 아마 여러분의 과거 경험, 친구나 동료의 경험, 또는 순전히 금전상의 요인에 근거할 겁니다.
pt: Envie o pedido de certificado junto com documentos comprovando a sua identidade para a Autoridade de Certificação. Não podemos dizer-lhe qual autoridade de certificação a escolher. A sua decisão pode ser baseada em experiências anteriores, experiências de amigos ou colegas ou até em factores económicos.
sv: Skicka certifikatförfrågan, tillsammans med dokument som bevisar din identitet, till en CA. Vi kan inte berätta vilken CA du skall välja. Ditt beslut kan vara baserat på tidigare erfarenheter, vad dina vänner eller kollegor har erfarit, eller helt enkelt på monetära faktorer.

source: Once you have decided upon a CA, you need to follow the instructions they provide on how to obtain a certificate from them.
es: Una vez se haya decidido por una CA, necesita seguir las instrucciones que ésta le proporcione para obtener un certificado proveniente de ella.
it: Una volta scelta la CA, è necessario seguire le istruzioni fornite dal CA per ottenere il certificato.
ko: CA를 결정하였다면, 그들에게서 어떻게 인증서를 얻을 수 있는지를 그들이 제공한 지시에 따르는 것이 필요 합니다.
pt: Uma vez se tenha decidido sobre uma AC, necessita seguir as instruções que eles lhe tenham fornecido sobre a obtenção do certificado.
sv: När du har bestämt dig för vilken CA du vill använda måste du följa instruktionerna de har för hur du får ett certifikat från dem.

source: When the CA is satisfied that you are indeed who you claim to be, they send you a digital certificate.
es: Cuando la CA esté segura de que tiene todo lo que necesita de usted, le enviará un certificado digital.
it: Una volta che la CA ha verificato l'identità del richiedente, invierà un certificato digitale.
ko: CA가 여러분이 정말로 요청을 한 사람임을 만족하게 되면, 그들은 디지털 인증서를 여러분에게 보냅니다.
pt: Quando a AC se considerar que você ou a sua empresa são quem afirmam ser, enviar-lhe-ão o certificado digital.
sv: När din CA anser att du har bevisat att du är den du påstår dig vara skickar de dig ett digitalt certifikat.

source: Install this certificate on your secure server, and configure the appropriate applications to use the certificate.
es: Instale este certificado en su servidor seguro, y configure las aplicaciones apropiadas para usar el certificado.
it: Installare questo certificato sul proprio server sicuro e configurare le applicazioni appropriate affinché usino il certificato.
sv: Installera det här certifikatet på din säkra server och konfigurera lämpligt program till att använda certifikatet.

source: Generating a Certificate Signing Request (CSR)
es: Generar una Petición de Firma de Certificado (Certificate Signing Request, CSR)
it: Generare una CSR (Certificate Signing Request)
ko: Certificate Signing Request (CSR) 만들기
pt: Geração de Pedido de Assinatura de Certificado (CSR)
sv: Skapa ett Certificate Signing Request (CSR)

source: Whether you are getting a certificate from a CA or generating your own self-signed certificate, the first step is to generate a key.
es: Cuando obtenga un certificado de una CA, o genere su propio certificado auto-firmado, el primer paso es generar una clave.
it: Sia che si stia ottenendo un certificato da una CA sia che si auto-firmi il proprio, il primo passo consiste nel generare una chiave di cifratura.
ko: CA에서 인증서를 받던지 또는 여러분 스스로 자가-사인 인증서를 만들던지, 첫 번째 단계는 키를 만드는 것 입니다.
pt: Quer obtenha um certificado de uma AC quer gere o seu próprio certificado, o primeiro passo é gerar uma chave.
sv: Oavsett om du vill skaffa dig ett certifikat från en CA eller skapa ditt eget självsignerade certifikat är det första steget att skapa en nyckel.

source: If the certificate will be used by service daemons, such as Apache, Postfix, Dovecot, etc, a key without a passphrase is often appropriate. Not having a passphrase allows the services to start without manual intervention, usually the preferred way to start a daemon.
es: Si el certificado se va a usar por los demonios de servicio tales como Apache, Postfix, Dovecot, etc., frecuentemente es apropiado usar una clave sin contraseña. No tener contraseña permite a los servicios arrancar sin intervención manual, normalmente la forma preferida de arrancar un demonio.
sv: Om certifikatet kommer att användas av tjänste-demoner, så som Apache, Postfix, Dovecot, etc, är en nyckel utan lösenordsfras ofta lämpligt. Att inte använda en lösenordsfras tillåter tjänsten att starta utan något manuellt ingripande, som vanligtvis är det bästa sättet att starta en demon.

source: This section will cover generating a key with a passphrase, and one without. The non-passphrase key will then be used to generate a certificate that can be used with various service daemons.
es: Esta sección cubre la generación de una clave con contraseña y una sin ella. La clave sin contraseña puede luego ser usada para generar un certificado que puede usarse con varios demonios de servicio.
sv: Detta avsnitt kommer att omfatta skapandet av en nyckel med en lösenordsfras och en utan. Nyckeln utan lösenordsfras kommer sedan att användas för att skapa ett intyg som kan användas med olika tjänste-demoner.

source: Running your secure service without a passphrase is convenient because you will not need to enter the passphrase every time you start your secure service. But it is insecure and a compromise of the key means a compromise of the server as well.
es: Correr su servicio seguro sin una contraseña es útil por que no necesitara introducir su contraseña cada vez que inicie su servicio seguro. Pero esto es inseguro y comprometer la clave es comprometer al servidor también.
sv: Att köra din säkra tjänst utan en lösenordsfras är praktiskt eftersom du inte behöver ange lösenord varje gång du startar din säkra tjänst. Men det är osäkert och en kompromiss med nyckeln innebär en kompromiss för servern också.

source: To generate the <emphasis>keys</emphasis> for the Certificate Signing Request (CSR) run the following command from a terminal prompt:
es: Para generar las <emphasis>llaves</emphasis> para la Solicitud de Firma de Certificado (CSR, Certificate Signing Request) ejecute el siguiente comando desde una terminal:
it: Per generare le <emphasis>chiavi</emphasis> per la CSR (Certificate Signing Request), eseguire in un terminale il seguente comando:
sv: För att generera <emphasis>nycklarna</emphasis> för Certificate Signing Request (CSR) kör följande kommando från terminalprompten:

source: You can now enter your passphrase. For best security, it should at least contain eight characters. The minimum length when specifying -des3 is four characters. It should include numbers and/or punctuation and not be a word in a dictionary. Also remember that your passphrase is case-sensitive.
es: Ahora puede introducir su frase de paso. Para mayor seguridad, ésta debería contener, al menos, ocho caracteres. La longitud mínima al especificar -des3 es de cuatro caracteres. Debe incluir números y/o signos de puntuación, y no debería ser una palabra que se pudiera encontrar en un diccionario. Además, recuerde que su frase de paso distingue mayúsculas de minúsculas.
it: È ora necessario inserire una passphrase. Per una maggiore sicurezza, dovrebbe contenere almeno 8 caratteri. La lunghezza minima con l'opzione «-des3» è di 4 caratteri. Dovrebbe includere numeri e/o segni di punteggiatura e non dovrebbe essere una parola reperibile in un vocabolario. Ricordarsi che la passphrase è "case-sensitive".
ko: 이제 여러분의 암호 문구를 입력 합니다. 최선의 보안을 위하여, 그것은 최소한 8자리 문자여야 합니다. -deb3을 지정하는 경우 최소한의 길이는 4자리 문자 입니다. 그것은 숫자 그리고/또는 구두점을 포함하고 사전내의 단어여서는 안됩니다. 암호 문구는 대소문자 구별을 하는 것을 기억 하십시오.
pt: Pode agora digitar a sua palavra passe. Para melhor segurança, ela deve conter pelo menos oito carácteres. O comprimento mínimo quando se especifica -des3 é quatro carácteres. Deve conter algarismos e/ou pontuação e não ser uma palavra de dicionário. Lembre-se ainda que a sua palavra passe é sensível a carácteres maiúsculos ou minúsculos.
sv: Du kan nu ange din lösenordsfras. För bästa säkerhet bör det vara minst åtta tecken. Minimilängden när man skriver -des3 är fyra tecken. Det bör innehålla siffror och/eller skiljetecken och inte vara ett ord från en ordbok. Kom också ihåg att lösenordet är skiftlägeskänsligt.

source: Re-type the passphrase to verify. Once you have re-typed it correctly, the server key is generated and stored in the <filename>server.key</filename> file.
es: Reteclear la contraseña para verificar. Una vez que la haya retecleado correctamente, se genera la llave servidor y se guarda en el archivo <filename>server.key</filename>.
it: Digitare nuovamente la passphrase per la verifica. Una volta digitata correttamente, la chiave per il server viene generata e archiviata nel file <filename>server.key</filename>.
sv: Skriv om lösenordsfrasen för autentisering. Så snart du skrivit om lösenordet korrekt, genereras server-nyckeln och sparas i filen <filename>server.key</filename>.

source: Now create the insecure key, the one without a passphrase, and shuffle the key names:
es: Ahora crea la clave insegura, la una sin contraseña, y baraja los nombres de clave:
sv: Skapa nu din osäkra nyckel, den utan lösenordsfras och blanda nyckelnamnen:

source: The insecure key is now named <filename>server.key</filename>, and you can use this file to generate the CSR without passphrase.
es: La clave insegura ahora se llama <filename>server.key</filename>, y puede usar este archivo para generar el CSR sin contraseña.
sv: Den osäkra nyckeln har nu namnet <filename>server.key</filename>, och du kan använda denna fil till att skapa din CSR utan lösenordsfras.

source: To create the CSR, run the following command at a terminal prompt:
es: Para crear el CSR, ejecute el siguiente comando en un terminal:
it: Per creare il CSR, eseguire il seguente comando:
ko: CSR을 만드려면, 터미널 프롬프트에서 다음의 명령을 실행 합니다:
pt: Para criar o CSR, execute o seguinte comando no terminal:
sv: För att skapa ditt CSR, kör följande kommando från en terminalprompt:

source: It will prompt you enter the passphrase. If you enter the correct passphrase, it will prompt you to enter Company Name, Once you enter all these details, your CSR will be created and it will be stored in the <filename>server.csr</filename> file. Site Name, Email Id, etc.
es: Le pedirá que introduzca una contraseña. Si introduce la contraseña correcta, le pedirá que introduzca el nombre de compañía. Una vez que introduzca todos estos detalles, su CSR será creado y guardado en el archivo <filename>server.csr</filename>. Nombre del sitio, id del correo-e, etc.
it: Viene chiesto di inserire la passphrase. Se viene inserita la passphrase corretta, viene chiesto di inserire il nome della società, nome del sito, email ecc... Una volta inseriti tutti questi dettagli, la CSR viene creata e archiviata nel file <filename>server.csr</filename>.
sv: Du behöver skriva lösenordsfrasen vid inmatningsmarkören. Om du skrivit rätt lösenordsfras kommer du frågas om att skriva in företagsnamnet vid inmatningsmarkören, så snart du angett alla detaljer, skapas din CSR och sparas i filen <filename>server.csr</filename>. Webbplats, e-post ID, o.s.v.

source: You can now submit this CSR file to a CA for processing. The CA will use this CSR file and issue the certificate. On the other hand, you can create self-signed certificate using this CSR.
es: Puede enviar este archivo CSR a un CA para su procesamiento. El CA usará este archivo CSR y emitirá el certificado. Por otro lado, puede crear certificados auto-firmados usando este CSR.
it: È ora possibile inviare il file della CSR alla CA che lo utilizzerà per creare il certificato finale. È comunque possibile creare un certificato auto-firmato utilizzando questa CSR.
sv: Du kan nu sända in din CSR-fil till en CA för behandling. CA kommer använda CSR-filen och skapa ett certifikat. Å andra sidan, kan du skapa en själv-signerat certifikat genom att använda CSR-filen.

source: Creating a Self-Signed Certificate
es: Creación de un certificado auto-firmado
it: Creare un certificato auto-firmato
ko: 자가-사인 인증서 만들기
pt: Criar um Certificado Auto Assinado
sv: Skapa ett självsignerat certifikat

source: To create the self-signed certificate, run the following command at a terminal prompt:
es: Para crear un certificado auto-firmado, ejecute la siguiente orden en una terminal:
it: Per creare un certificato auto-firmato, eseguire da un terminale il seguente comando:
ko: 자가-사인 인증서를 만들기 위하여, 터미널 프롬프트에서 다음의 명령을 실행 합니다:
pt: Para criar um certificado auto assinado, execute o seguinte comando num terminal:
sv: För att skapa ett självsignerat certifikat, kör följande kommando från en terminalprompt:

source: The above command will prompt you to enter the passphrase. Once you enter the correct passphrase, your certificate will be created and it will be stored in the <filename>server.crt</filename> file.
es: La orden anterior le solicitará que introduzca la frase de paso. Cuando la haya introducido, se creará su certificado y se almacenará en el archivo <filename>server.crt</filename>.
it: Il comando precedente chiederà la passphrase. Una volta digitata correttamente, il certificato viene creato e sarà disponibile nel file <filename>server.crt</filename>.
ko: 위의 명령은 여러분이 암호 구문을 입력하도록 물어 봅니다. 정확한 암호 구문이 입력된 후, 여러분의 인증서가 만들어지고 그것은 <filename>server.crt</filename> 파일에 저장 됩니다.
pt: O comando anterior vai solicitar-lhe a frase passe. Uma vez introduzida a frase correcta, o seu certificado será gerado e guardado no ficheiro <filename>server.crt</filename>.
sv: Ovanstående kommando kommer att be dig att skriva in lösenordsfrasen. När du har skrivit in rätt lösenordsfras kommer ditt certifikat att skapas och det kommer att lagras i filen <filename>server.crt</filename>.

source: If your secure server is to be used in a production environment, you probably need a CA-signed certificate. It is not recommended to use self-signed certificate.
es: Si su servidor seguro se va a usar en un entorno de producción, probablemente necesitará un certificado firmado por una CA. No se recomienda el uso de certificados auto-firmados.
it: Se il server deve essere utilizzato in ambito commerciale, è necessario un certificato emesso da una CA. Non è raccomandato utilizzare un certificato auto-firmato.
ko: 만약 여러분의 보안 서버가 현업 환경에서 사용이 된다면, 아마도 CA가 사인한 인증서가 필요할 겁니다. 자가-사인한 인증서를 사용하는 것은 권장되지 않습니다.
pt: Se o seu servidor seguro se destina a ser usado num ambiente de produção, provavelmente vai necessitar de um certificado AC assinado. Não é recomendado o uso de certificados auto assinados.
sv: Om din säkra server används i en produktionsmiljö behöver du troligen ett CA-signerat certifikat. Det är inte rekommenderat att använda självsignerade certifikat.

source: Installing the Certificate
es: Instalar el Certificado
it: Installare il certificato
ko: 인증서 설치
pt: Instalação do Certificado
sv: Installera certifikatet

source: You can install the key file <filename>server.key</filename> and certificate file <filename>server.crt</filename>, or the certificate file issued by your CA, by running following commands at a terminal prompt:
es: Puede instalar el archivo llave <filename>server.key</filename> y el archivo certificado <filename>server.crt</filename>, o el archivo certificado emitido por su CA, usando las siguientes órdenes en un terminal:
it: È possibile installare il file <filename>server.key</filename> e quello del certificato <filename>server.crt</filename>, o il file del certificato fornito dalla CA, eseguendo, in un terminale, i seguenti comandi:
sv: Du kan installera nyckelfilen <filename>server.key</filename>och certifikatfilen <filename>server.crt</filename>, eller certifikatfilen som skapats av din CA, genom att köra följande kommandon från terminalprompten:

source: Now simply configure any applications, with the ability to use public-key cryptography, to use the <emphasis>certificate</emphasis> and <emphasis>key</emphasis> files. For example, <application>Apache</application> can provide HTTPS, <application>Dovecot</application> can provide IMAPS and POP3S, etc.
es: Ahora simplemente configure cualquier aplicación, con la habilidad de usar criptografía de clave pública, para usar los archivos <emphasis>certificado</emphasis> y <emphasis>clave</emphasis>. Por ejemplo, <application>Apache</application> puede proveer HTTPS, <application>Dovecot</application> puede proveer IMAPS y POP3S, etc.
it: Ora basta configurare le applicazioni che possono usare la crittografia a chiave pubblica affinché utilizzino i file del <emphasis>certificato</emphasis> e della <emphasis>chiave</emphasis>. Per esempio, <application>Apache</application> può fornire HTTPS, <application>Dovecot</application> può fornire IMAPS e POP3S ecc...
sv: Nu kan du enkelt konfigurera något program som har möjligheten att använda kryptering med publik nyckel, till att använda <emphasis>certifikatet</emphasis> och <emphasis>nyckel</emphasis>filerna. Till exempel, <application>Apache</application> kan tillhandahålla HTTPS, <application>Dovecot</application> kan tillhandahålla IMAPS and POP3S, o.s.v.

source: Certification Authority
es: Autoridad de certificación
it: Autorità di Certificazione
sv: Certifieringsinstans

source: If the services on your network require more than a few self-signed certificates it may be worth the additional effort to setup your own internal <emphasis>Certification Authority (CA)</emphasis>. Using certificates signed by your own CA, allows the various services using the certificates to easily trust other services using certificates issued from the same CA.
es: Si los servicios de su red necesitan más que unos pocos certificados autofirmados, puede que merezca la pena el esfuerzo añadido de configurar su propia <emphasis>Autoridad de Certificación (CA)</emphasis> interna. Al usar los certificados firmados por su propia CA, conseguirá que los diferentes servicios que usen esos certificados confíen fácilmente en otros servicios que usen certificados emitidos por la misma AC.
it: Se i servizi all'interno della propria rete richiedono più di un certificato auto-firmato, potrebbe essere utile impostare una <emphasis>Autorità di Certificazione</emphasis> personale. Usando certificati firmati dalla propria CA, consente ai vari servizi che usano tali certificati di fidarsi di altri servizi che fanno uso di certificati emessi dalla stessa CA.
sv: Om tjänsterna på ditt nätverk kräver mer än några få självsignerade certifikat så kan det vara värt den extra ansträngningen att sätta upp en egen <emphasis>Certification Authority (CA)</emphasis>. Genom att använda certifikat signerade av din egna CA, möjliggör för olika tjänster som använder certifikatet att lita på andra tjänster som använder certifikat publicerade från samma CA.

source: First, create the directories to hold the CA certificate and related files:
es: Primero, cree los directorios donde mantener los certificados de la AC y los archivos relacionados:
it: Per prima cosa, creare le directory che conterranno il certificato della CA e i file relativi
sv: Börja med att skapa katalogerna som skall innehålla CA-certifikatet och relaterade filer:

source: The CA needs a few additional files to operate, one to keep track of the last serial number used by the CA, each certificate must have a unique serial number, and another file to record which certificates have been issued:
es: La CA necesita unos cuantos archivos más para funcionar: uno para llevar la cuenta del último número de serie usado por la CA (cada certificado tiene un número de serie único), y otro archivo para registrar los certificados que ya han sido emitidos:
it: La CA necessita di alcuni altri file per funzionare correttamente: uno per tenere traccia dell'ultimo numero seriale usato (ogni certificato deve avere un numero univoco) e l'altro per registrare quali certificati sono stati emessi:
sv: En CA behöver ytterligare några filer för att fungera, en för att hålla reda på senaste serienumret som används av CA, varje certifikat måste ha ett unikt nummer och en annan fil för att spara vilka certifikat som har utfärdats:

source: The third file is a CA configuration file. Though not strictly necessary, it is very convenient when issuing multiple certificates. Edit <filename>/etc/ssl/openssl.cnf</filename>, and in the <emphasis>[ CA_default ]</emphasis> change:
es: El tercer archivo es un archivo de configuración de AC. Aunque no es estrictamente necesario, es muy conveniente cuando se emiten varios certificados. Edite <filename>/etc/ssl/openssl.cnf</filename> y cambie lo siguiente en <emphasis>[ CA_default ]</emphasis>:
it: Il terzo file è il file di configurazione della CA. Benché non strettamente necessario, è molto utile quando vengono emessi certificati multipli. Aprire il file <filename>/etc/ssl/openssl.cnf</filename> e nella sezione <emphasis>[ CA_default ]</emphasis> modificare:
sv: Den tredje filen är en konfigurationsfil för CA. Även om det inte är absolut nödvändigt, är det ändå lämpligt då man utfärdar flera certifikat. Redigera <filename>/etc/ssl/openssl.cnf</filename> och under <emphasis>[ CA_default ]</emphasis> ändra:

source: dir = /etc/ssl/ # Where everything is kept database = $dir/CA/index.txt # database index file. certificate = $dir/certs/cacert.pem # The CA certificate serial = $dir/CA/serial # The current serial number private_key = $dir/private/cakey.pem# The private key
es: dir = /etc/ssl/ # Donde se mantendrá todo database = $dir/CA/index.txt # archivo índice de base de datos. certificate = $dir/certs/cacert.pem # El certificado de AC serial = $dir/CA/serial # El número de serie actual private_key = $dir/private/cakey.pem# La clave privada
it: dir = /etc/ssl/ # Dove viene salvato tutto database = $dir/CA/index.txt # File indice del database certificate = $dir/certs/cacert.pem # Il certificato della CA serial = $dir/CA/serial # Il numero seriale corrente private_key = $dir/private/cakey.pem# La chiave privata

source: Next, create the self-singed root certificate:
es: A continuación, cree el certificado raíz auto firmado.
it: Creare il certificato auto-firmato principale:
sv: Nästa steg, skapa det självsignerade root-certifikatet:

source: You will then be asked to enter the details about the certificate.
es: Entonces se le pedirá que introduzca los detalles del certificado.
it: Viene chiesto di inserire i dettagli del certificato.
sv: Du kommer därefter bli ombedd att ange detaljer om certifikatet.

source: Now install the root certificate and key:
es: Ahora instale el certificado raíz y la clave:
it: Installare il certificato principale e la chiave:
sv: Installera nu root-certifikatet och nyckeln:
