Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: PostgreSQL database: This task selects client and server packages for the PostgreSQL database.
es: Base de datos PostgreSQL: Esta tarea selecciona paquetes cliente y servidor para la bases de datos PostgreSQL.
it: Server PostgreSQL: seleziona i pacchetti client e server per il database PostreSQL.
sv: Databasen PostgreSQL: Det här alternativet väljer klient och server-paket för databasen PostgreSQL.

source: Print server: This task sets up your system to be a print server.
es: Servidor de impresión: Esta tarea configura su sistema para que sea un servidor de impresión.
it: Server di stampa: configura il sistema come un server di stampa.
sv: Skrivarserver: Det här alternativet sätter upp ditt system till en skrivarserver.

source: Samba File server: This task sets up your system to be a Samba file server, which is especially suitable in networks with both Windows and Linux systems.
es: Servidor de archivos Samba: Esta tarea configura su sistema para que sea un servidor de archivos Samba, lo que resulta especialmente adecuado en redes con sistemas Windows y Linux.
it: Server file Samba: configura il sistema come server di file Samba, utile particolarmente all'interno di reti eterogenee, con sistemi Windows e Linux.
sv: Samba filserver: Det här alternativet sätter upp ditt system till en Samba filserver, vilket är speciellt användbart i nätverk med både Windows- och Linux-system.

source: Tomcat server: Installs the Apache Tomcat and needed dependencies Java, gcj, etc.
es: Servidor Tomcat: Instalar Apache Tomcat y las necesarias dependencias Java, gcj, etc.
sv: Tomcat server: Installerar Apache Tomcat och nödvändiga beroenden Java, gcj, etc.

source: Virtual machine host: Includes packages needed to run KVM virtual machines.
es: Virtual Machine host («equipo de máquina virtual»): incluye paquetes necesarios para arrancar máquinas virtuales KVM.
sv: Virtual machine host: Inkluderar paket för att köra KVM:s virtuella maskiner.

source: Installing the package groups is accomplished using the <application>tasksel</application> utility. One of the important difference between Ubuntu (or Debian) and other GNU/Linux distribution is that, when installed, a package is also configured to reasonable defaults, eventually prompting you for additional required information. Likewise, when installing a task, the packages are not only installed, but also configured to provided a fully integrated service.
es: La instalación de los grupos de paquetes se logra por medio de la utilidad <application>tasksel</application>. Una de las diferencias importantes entre Ubuntu (o Debian) y otras distribuciones GNU/Linux es que, cuando se instala, un paquete también se configura con unos valores razonables por defecto y, eventualmente, se le pedirá a usted información adicional. Igualmente, cuando se instala una tarea, los paquetes no solo se instalan, sino que se configuran para proporcionar un servicio totalmente integrado.
it: L'installazione di questi pacchetti è svolta utilizzando l'utilità <application>tasksel</application>. La grande differenza tra Ubuntu (o Debian) e le altre distribuzioni GNU/Linux è che, una volta installato, un pacchetto è configurato a valori predefiniti ragionevoli, eventualmente chiedendo le informazioni aggiuntive. Installando un "task", i pacchetti non vengono solo installati, ma anche configurati per fornire un servizio integrato.
sv: Installationen av paketgrupperna utförs med hjälp av verktyget <application>tasksel</application>. En av de viktiga skillnaderna mellan Ubuntu (eller Debian) och andra GNU/Linux-distributioner är att, när ett paket är installerat är det också konfigurerat med rimliga förval, eventuellt uppmanas du till att ange ytterligare information. Likväl vid installationen av en tjänst, installeras inte enbart paketet utan det konfigureras också till att tillhandahålla en fullt integrerad tjänst.

source: Once the installation process has finished you can view a list of available tasks by entering the following from a terminal prompt:
es: Una vez finalizado el proceso de instalación, puede ver la lista de tareas disponibles introduciendo lo siguiente en un terminal:
it: Una volta completata l'installazione, è possibile vedere un elenco dei "task" disponibili digitando il seguente comando:
sv: När installationsprocessen är klar kan du se en lista på tillgängliga tjänster genom att ange följande från en terminalprompt:

source: The output will list tasks from other Ubuntu based distributions such as Kubuntu and Edubuntu. Note that you can also invoke the <command>tasksel</command> command by itself, which will bring up a menu of the different tasks available.
es: La salida listará tareas de otras distribuciones basadas en Ubuntu, tales como Kubuntu y Edubuntu. Tenga en cuenta que también puede invocar directamente la orden <command>tasksel</command>, la cual mostrará un menú con las diferentes tareas disponibles.
it: L'output elenca i "task" di altre distribuzioni basate su Ubuntu come Kubuntu ed Edubuntu. È comunque possibile invocare il comando <command>tasksel</command>, che presenta un menù con i diversi "task" disponibili.
sv: Resultatet kommer lista paketfunktioner från andra Ubuntu-baserade distributioner såsom Kubuntu och Xubuntu. Notera också att du själv kan anropa kommandot <command>tasksel</command>, vilket kommer visa en meny med de olika tjänster som är tillgängliga.

source: You can view a list of which packages are installed with each task using the <emphasis>--task-packages</emphasis> option. For example, to list the packages installed with the <emphasis>DNS Server</emphasis> task enter the following:
es: Puede ver una lista de paquetes que están instalados y con que tarea usando la opción <emphasis>--task-packages</emphasis>. Por ejemplo, para lista los paquetes instalados con la tarea <emphasis>DNS Server</emphasis> introduzca lo siguiente:
it: Tramite l'opzione <emphasis>--task-packages</emphasis> è possibile visualizzare un elenco dei pacchetti installati con ogni "task". Per esempio, per elencare i pacchetti installati con <emphasis>DNS Server</emphasis> digitare:
sv: Du kan visa en lista med vilka paket som installeras med varje tjänst genom att använda alternativet <emphasis>--task-packages</emphasis>. Till exempel, för att lista vilka paket som installerats med tjänsten <emphasis>DNS Server</emphasis> skriv följande:

source: The output of the command should list:
es: La salida de la orden debería listar:
it: L'output del comando dovrebbe essere:
sv: Utdatan från kommandot borde lista:

source: Also, if you did not install one of the tasks during the installation process, but for example you decide to make your new LAMP server a DNS server as well. Simply insert the installation CD and from a terminal:
es: También, si usted no instaló alguna de las tareas durante el proceso de instalación pero, por ejemplo, decidió convertir su nuevo servidor LAMP en un servidor DNS también, simplemente inserte el CD de instalación y en un terminal:
it: Inoltre, se non è stato installato uno dei "task" durante il processo di installazione, ma si vuol far diventare il server LAMP un server DNS, basta inserire il CD di installazione e da un terminale digitare:
sv: Likaså, om du inte installerade en av tjänsterna under installationsprocessen, men om du till exempel bestämmer dig för att göra din nya LAMP-server också till en DNS-server. Sätt i installationsskivan och från en terminal:

source: Upgrading
es: Actualizando
it: Avanzamento
sv: Uppgradera

source: There are several ways to upgrade from one Ubuntu release to another. This section gives an overview of the recommended upgrade method.
es: Existen varias formas de actualizar de una versión de Ubuntu a otra. Esta sección ofrece un vistazo al método de actualización recomendado.
it: Ci sono diversi metodi per eseguire un avanzamento da un rilascio di Ubuntu a un altro. In questa sezione vengono presentati i metodi raccomandati.
sv: Det finns flera olika sätt att uppgradera en Ubuntu-version till en annan. Detta avsnitt tillhandahåller en översikt av rekommenderade uppgraderingsmetoder.

source: The recommended way to upgrade a Server Edition installation is to use the <application>do-release-upgrade</application> utility. Part of the <emphasis>update-manager-core</emphasis> package, it does not have any graphical dependencies and is installed by default.
es: La manera recomendada de actualizar una instalación de una Edición de Servidor es usar la utilidad <application>do-release-upgrade</application>, la cual e parte del paquete <emphasis>update-manager-core</emphasis>, este no tiene dependencias gráficas y se instala por defecto.
it: Il metodo di avanzamento raccomandato per la Server Edition è l'utilizzo dell'utilità <application>do-release-upgrade</application>, senza alcuna dipendenza grafica, installata in modo predefinito e parte del pacchetto <emphasis>update-manager-core</emphasis>.
sv: Det rekommenderade sättet att uppgradera en installation av Server Edition är att använda verktyget <application>do-release-upgrade</application>, som är en del av paketet <emphasis>update-manager-core</emphasis>. Det har inga grafiska beroenden och är installerat som standard.

source: Debian based systems can also be upgraded by using <command>apt-get dist-upgrade</command>. However, using <application>do-release-upgrade</application> is recommended because it has the ability to handle system configuration changes sometimes needed between releases.
es: Los sistemas basados en Debian también pueden actualizarse usando <command>apt-get dist-upgrade</command>. Sin embargo, se recomienda usar <application>do-release-upgrade</application> porque tiene la habilidad de manejar cambios en la configuración del sistema que algunas veces son necesarios entre diferentes versiones.
it: I sistemi basati su Debian possono ricorrere anche al comando <command>apt-get dist-upgrade</command>. L'uso di <application>do-release-upgrade</application> è comunque raccomandato in quanto è in grado di gestire le modifiche necessarie alla configurazione di sistema tra i rilasci.
sv: Debian-baserade system kan också uppgraderas genom att använda <command>apt-get dist-upgrade</command>. Däremot så rekomenderas det att använda <application>do-release-upgrade</application> eftersom det har förmågan att hantera ändringar i systemkonfigurationer som ibland är nödvändiga mellan versioner.

source: To upgrade to a newer release, from a terminal prompt enter:
es: Para actualizar a la versión más reciente, introduzca en un terminal:
it: Per avanzare a un nuovo rilascio, da un terminale digitare:
sv: För att uppgradera till en nyare version, skriv från en terminalprompt:

source: It is also possible to use <application>do-release-upgrade</application> to upgrade to a development version of Ubuntu. To accomplish this use the <emphasis>-d</emphasis> switch:
es: También es posible usar <application>do-release-upgrade</application> para actualizarse a una versión en desarrollo de Ubuntu. Para ello, use la opción <emphasis>-d</emphasis>:
it: È anche possibile usare <application>do-release-upgrade</application> per avanzare a una versione di sviluppo di Ubuntu. Per fare ciò, usare l'opzione <emphasis>-d</emphasis>:
sv: Det är också möjligt att använda <application>do-release-upgrade</application> för att uppgradera till en utvecklingsversion av Ubuntu. För att åstadkomma detta använd flaggan <emphasis>-d</emphasis>:

source: Upgrading to a development release is <emphasis>not</emphasis> recommended for production environments.
es: La actualización a una versión de desarrollo <emphasis>no</emphasis> es recomendable para entornos de producción.
it: Avanzare a una versione di sviluppo <emphasis>non</emphasis> è consigliato in ambienti di produzione.
sv: Uppgradera till en utvecklingsversion är <emphasis>inte</emphasis> att rekommendera för produktionsmiljöer.

source: Advanced Installation
es: Instalación avanzada
sv: Avancerad installation

source: RAID is a method of configuring multiple hard drives to act as one, reducing the probability of catastrophic data loss in case of drive failure. RAID is implemented in either software (where the operating system knows about both drives and actively maintains both of them) or hardware (where a special controller makes the OS think there's only one drive and maintains the drives 'invisibly').
es: RAID es un método para configurar múltiples discos duros para que actúen como uno solo, reduciendo la probabilidad de una pérdida de datos catastrófica en caso de un fallo de disco. RAID se implementa por software (el sistema operativo conoce la existencia de los discos y los gestiona de forma activa) o bien por hardware (un controlador especial hace creer al sistema operativo que existe un único disco y los mantiene de forma "invisible" a éste).
sv: RAID är en metod för att konfigurera flera hårddiskar till att fungera som en, vilket minskar sannolikheten för katastrofala förluster av data i händelse av diskfel. RAID implementeras antingen med programvara (där operativsystemet känner till båda enheterna och aktivt underhåller dem) eller hårdvara (där en särskild controller gör att operativsystemet tror att det bara finns en enhet och underhåller enheterna "osynligt").

source: The RAID software included with current versions of Linux (and Ubuntu) is based on the <application>'mdadm'</application> driver and works very well, better even than many so-called 'hardware' RAID controllers. This section will guide you through installing Ubuntu Server Edition using two RAID1 partitions on two physical hard drives, one for <emphasis>/</emphasis> and another for <emphasis>swap</emphasis>.
es: El software RAID incluido en las versiones actuales de Linux (y Ubuntu) se basa en el controlador <application>«mdadm»</application> y funciona muy bien, mejor incluso que los llamados controladores RAID «hardware». Esta sección le guiará a través de la instalación de Ubuntu Edición Servidor usando dos particiones RAID1 en dos discos duros físicos, uno para <emphasis>/</emphasis> y otro para el <emphasis>área de intercambio (swap)</emphasis>.
sv: RAID-mjukvaran som är inkluderad i nuvarande Linux versioner (och Ubuntu) är baserad på drivrutinen <application>'mdadm'</application> som fungerar väldigt bra, bättre än flera så kallade 'hårdvaru' RAID-controllers. Detta avsnitt kommer guida dig genom installationen av Ubuntu Server Edition gnom att använda två RAID1-partitioner på två fysiska hårddiskar, en för <emphasis>/</emphasis> och en annan för <emphasis>swap</emphasis>.

source: Follow the installation steps until you get to the <emphasis>Partition disks</emphasis> step, then:
es: Siga los pasos de instalación hasta que llegue al paso <emphasis>Particiones de discos</emphasis>, entonces:
sv: Följ installationsstegen fram till du kommer till steget <emphasis>Partitionera hårddiskar</emphasis>, därefter:

source: Select <emphasis>Manual</emphasis> as the partition method.
es: Seleccione <emphasis>Manual</emphasis> como método de participación.
sv: Välj <emphasis>Manuell</emphasis> partitioneringsmetod.

source: Select the first hard drive, and agree to <emphasis>"Create a new empty partition table on this device?"</emphasis>.
es: Seleccione el primer disco duro y <emphasis>«¿Crear una nueva participación vacía en este dispositivo?»</emphasis>.
sv: Välj den första hårddisken och sammtyck med att <emphasis>"Skapa en ny och tom partitionstabell på den här enheten?"</emphasis>.

source: Repeat this step for each drive you wish to be part of the RAID array.
es: Repita este paso para cada dispositivo que quiera que forme parte de la matriz RAID.
sv: Upprepa det här steget för varje enhet som du vill ha med i RAID-kedjan.

source: Select the <emphasis>"FREE SPACE"</emphasis> on the first drive then select <emphasis>"Create a new partition"</emphasis>.
es: Seleccione <emphasis>«ESPACIO LIBRE»</emphasis> en el primer disco y seleccione <emphasis>«Crear una nueva partición»</emphasis>.
sv: Välj <emphasis>"LEDIGT UTRYMME"</emphasis> på den första enheten och välj därefter <emphasis>"Skapa en ny partition"</emphasis>.

source: Next, select the <emphasis>Size</emphasis> of the partition. This partition will be the <emphasis>swap</emphasis> partition, and a general rule for swap size is twice that of RAM. Enter the partition size, then choose <emphasis>Primary</emphasis>, then <emphasis>Beginning</emphasis>.
es: Después, seleccione el <emphasis>Tamaño</emphasis> de la partición. Esta partición será la partición de <emphasis>intercambio (swap)</emphasis>, y como regla general el tamaño del área de intercambio se escoge de manera que sea dos veces el tamaño de la RAM. Introduzca la partición, luego seleccione <emphasis>Primaria</emphasis> y después <emphasis>Principio</emphasis>.
sv: Nästa steg, välj partitionens <emphasis>storlek</emphasis>. Denna partition kommer bli <emphasis>swap</emphasis>-partitionen och en generell regel för swap-storleken är att dess storlek är dubbelt mot RAM. Ange partitionens storlek, Välj därefter <emphasis>Primär</emphasis>, därefter <emphasis>Början</emphasis>.

source: Select the <emphasis>"Use as:"</emphasis> line at the top. By default this is <emphasis role="italic">"Ext3 journaling file system"</emphasis>, change that to <emphasis>"physical volume for RAID"</emphasis> then <emphasis>"Done setting up partition"</emphasis>.
es: Seleccine la línea <emphasis>«Utilizar como:»</emphasis> de arriba. De forma predeterminada es <emphasis role="italic">«sistema de archivos transaccional ext3»</emphasis>; cámbiela a <emphasis>«volúmen físico para RAID»</emphasis> y luego seleccione <emphasis>«Se ha terminado de definir la partición»</emphasis>.
sv: Välj raden <emphasis>"Använd som:"</emphasis> längst upp. Normalt är detta <emphasis role="italic">"Journalförande filsystemet Ext3"</emphasis>, ändra detta till <emphasis>"fysisk RAID-volym"</emphasis> därefter <emphasis>"Klar med partitionen"</emphasis>.

source: For the <emphasis>/</emphasis> partition once again select <emphasis>"Free Space"</emphasis> on the first drive then <emphasis>"Create a new partition"</emphasis>.
es: Para la partición <emphasis>/</emphasis> una vez más seleccione <emphasis>«Espacio libre»</emphasis> en el primer disco y luego <emphasis>«Crear una partición nueva»</emphasis>.
sv: För <emphasis>/</emphasis>-partitionen, välj åter igen <emphasis>"Ledigt utrymme"</emphasis> på den första enheten, därefter <emphasis>"Skapa en ny partition"</emphasis>.

source: Use the rest of the free space on the drive and choose <emphasis>Continue</emphasis>, then <emphasis>Primary</emphasis>.
es: Use el resto del espacio libre en el disco y seleccione <emphasis>Continuar</emphasis>, y después <emphasis>Primaria</emphasis>.
sv: Använd resterande ledigt utrymme på enheten och välj <emphasis>Fortsätt</emphasis>, därefter <emphasis>Primär</emphasis>.

source: As with the swap partition, select the <emphasis>"Use as:"</emphasis> line at the top, changing it to <emphasis>"physical volume for RAID"</emphasis> then choose <emphasis>"Done setting up partition"</emphasis>.
es: Como con la partición de intercambio, seleccione la línea <emphasis>«Utilizar como:»</emphasis> de arriba y cámbiela por <emphasis>«volumen físico para RAID»</emphasis>; después seleccione <emphasis>«Se ha terminado de definir la partición»</emphasis>.
sv: På samma sätt som för SWAP-partitionen, välj raden <emphasis>"Använd som:"</emphasis> längst upp, ändra det till <emphasis>"fysisk RAID-volym"</emphasis> välj därefter <emphasis>"Klar med partitionen"</emphasis>.

source: Repeat steps three through eight for the other disk and partitions.
es: Repita los pasos tres a ocho para el otro disco y las otras particiones.
sv: Repetera stegen tre till åtta för de andra enheterna och partitionerna.

source: RAID Configuration
es: Configuración RAID
sv: RAID konfiguration

source: With the partitions setup the arrays are ready to be configured:
es: Con la configuración de las particiones las matrices están disponibles para ser configuradas:
sv: Med partitionerna uppsatta är kedjan färdig för att konfigureras:

source: Back in the main "Partition Disks" page, select <emphasis>"Configure Software RAID"</emphasis> at the top.
es: Vuelva a la página «Particionar discos», seleccione <emphasis>«Configurar software RAID»</emphasis> arriba.
sv: Tillbaka på huvudsidan "Partitionera hårddiskar", välj <emphasis>"Konfigurera program-RAID"</emphasis>.

source: Select <emphasis>"yes"</emphasis> to write the changes to disk.
es: Seleccione <emphasis>"sí"</emphasis> para escribir cambios en el disco.
sv: Välj <emphasis>"Ja"</emphasis> för att skriva ändringarna till enheterna.

source: Choose <emphasis>"Create MD drive"</emphasis>.
es: Elija <emphasis>«Crear disco MD"</emphasis>.
sv: Välj <emphasis>"Skapa MD-enhet"</emphasis>.

source: For this example, select <emphasis>"RAID1"</emphasis>, but if you are using a different setup choose the appropriate type (RAID0 RAID1 RAID5).
es: Para este ejemplo, seleccione <emphasis>«RAID1»</emphasis>, pero si está usando una configuración distinta, seleccione el tipo apropiado (RAID0 RAID1 RAID5).
sv: För detta exempel, välj <emphasis>"RAID1"</emphasis>, men om du använder en annan konfiguration välj den typ som passar (RAID0 RAID1 RAID5).

source: In order to use <emphasis>RAID5</emphasis> you need at least <emphasis>three</emphasis> drives. Using RAID0 or RAID1 only <emphasis>two</emphasis> drives are required.
es: Para usar <emphasis>RAID5</emphasis> necesita al menos <emphasis>tres</emphasis> discos. Usando RAID0 o RAID1 sólo se requieren <emphasis>dos</emphasis> discos.
sv: För att kunna använda <emphasis>RAID5</emphasis> behöver du minst <emphasis>tre</emphasis> enheter. Vid användning av RAID0 eller RAID1 krävs det endast <emphasis>två</emphasis> enheter.

source: Enter the number of active devices <emphasis>"2"</emphasis>, or the amount of hard drives you have, for the array. Then select <emphasis>"Continue"</emphasis>.
es: Intoduzca el número de discos activos <emphasis>«2»</emphasis>, o la cantidad de discos duros que tenga, para la matriz, Luego seleccione <emphasis>«Continuar»</emphasis>.
sv: Ange antalet aktiva enheter <emphasis>"2"</emphasis>, eller mängden hårddiskar som du har till kedjan. Välj därefter <emphasis>"Fortsätt"</emphasis>.

source: Next, enter the number of spare devices <emphasis>"0"</emphasis> by default, then choose <emphasis>"Continue"</emphasis>.
es: Después, introduzca el número de discos de repuesto <emphasis>«0»</emphasis> de manera predeterminada, entonces elija <emphasis>«Continuar»</emphasis>.
sv: Nästa steg, ange antalet reservenheter <emphasis>"0"</emphasis> är standard, därefter välj <emphasis>"Fortsätt"</emphasis>.

source: Choose which partitions to use. Generally they will be sda1, sdb1, sdc1, etc. The numbers will usually match and the different letters correspond to different hard drives.
es: Elija qué particiones usar. Generalmente serán sda1, sdb1, sdc1, etc. Los números normalmente coincidirán y las diferentes letras corresponden a diferentes discos duros.
sv: Välj vilka partitioner du skall använda. Vanligtvis är det sda1, sdb1, sdc1, etc. Siffrorna kommer normalt matcha varandra och de olika bokstäverna motsvarar de olika hårddiskarna.
