Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Use a plugin mechanisms for all virtualization interactions so that others can easily add logic for other virtualization environments.
es: Use un mecanismo de complemento para todas las interacciones de virtualización, para que otros puedan fácilmente agregar lógica para otros ambientes virtualizados.
it: Usare un meccanismo di plug-in per tutte le interazioni di virtualizzazione per facilitare l'aggiunta di altri ambienti di virtualizzazione o una logica più complessa.
sv: Använd insticksmekanismer för alla virtualiseringsinteraktioner så att andra enkelt kan lägga till andra virtualiseringsmiljöer.

source: Provide an easy to maintain web interface as an option to the command line interface.
es: Proporciona un interfaz web fácil de mantener como otra opción a la interfaz de consola.
it: Fornire un'interfaccia web facile da usare come opzione alla riga di comando.
sv: Tillhandahåll ett webbgränssnitt som är enkelt att underhålla som ett alternativ till kommandoradgränssnittet.

source: But the general principles and commands remain the same.
es: Pero las premisas y órdenes permanecen igual.
it: I principi generali e i comandi restano sempre gli stessi.
sv: Men de allmänna principerna och kommandona förblir detsamma.

source: Initial Setup
es: Configuración inicial
it: Configurazione iniziale
sv: Initial installation

source: It is assumed that you have installed and configured <application>libvirt</application> and <application>KVM</application> locally on the machine you are using. For details on how to perform this, please refer to:
es: Se asume que tiene instalado y configurado <application>libvirt</application> y <application>KVM</application> de manera local en la máquina que usa. Para más detalles de cómo realizar esto, vea:
it: Si presuppone che siano già stati installati e configurati <application>libvirt</application> e <application>KVM</application> sul computer che si intende usare. Per maggiori informazioni, consultare:
sv: Det förutsätts att du har installerat och konfigurerat <application>libvirt</application> och <application>KVM</application> lokalt på maskinen du använder. För detaljer om hur man utför detta, hänvisas du till:

source: The <ulink url="https://help.ubuntu.com/community/KVM">KVM</ulink> Wiki page.
es: La <ulink url="https://help.ubuntu.com/community/KVM">KVM</ulink> página Wiki.
it: La pagina relativa a <ulink url="https://help.ubuntu.com/community/KVM">KVM</ulink> nella documentazione (in inglese).
sv: <ulink url="https://help.ubuntu.com/community/KVM">KVM</ulink> Wiki-sida.

source: We also assume that you know how to use a text based text editor such as nano or vi. If you have not used any of them before, you can get an overview of the various text editors available by reading the <ulink url="https://help.ubuntu.com/community/PowerUsersTextEditors">PowerUsersTextEditors</ulink> page. This tutorial has been done on KVM, but the general principle should remain on other virtualization technologies.
es: También asumimos que sabe cómo utilizar un editor de textos basado en texto como nano o vi. Si no ha utilizado ninguno antes, puede ver una revisión de diferentes editores disponibles leyendo la página <ulink url="https://help.ubuntu.com/community/PowerUsersTextEditors">PowerUsersTextEditors</ulink>. Aunque este tutorial ha sido hecho en KVM, el principio general debe prevalecer en otras tecnologías de virtualización.
it: Si dà per assodato che si sappia utilizzare un editor di testo come nano oppure vi. In caso contrario, è possibile avere una panoramica dei vari editor di testo consultando <ulink url="http://wiki.ubuntu-it.org/Ufficio/EditorDiTesto#powereditor">la documentazione di Ubuntu</ulink>. Questa guida è stata scritta basandosi su KVM, ma il principio dovrebbe essere lo stesso anche per altre tecnologie di virtualizzazione.
sv: Vi förutsätter också att du vet hur man använder en textbaserad editor såsom nano eller vi. Om du inte har användt någon av dem tidigare, kan du få en överblick av olika tillgängliga textredigerare genom att läsa sidan <ulink url="https://help.ubuntu.com/community/PowerUsersTextEditors">PowerUsersTextEditors</ulink>. Denna handledning har gjorts på KVM, men de allmänna principerna skall vara detsamma för andra virtuella teknologier.

source: Install vmbuilder
es: Instalar vmbuilder
it: Installare vmbuilder
sv: Installera vmbuilder

source: The name of the package that we need to install is <application>python-vm-builder</application>. In a terminal prompt enter:
es: El nombre del paquete que necesitamos instalar es <application>python-vm-builder</application>. En una terminal introduzca:
it: Il nome del pacchetto da installare è <application>python-vm-builder</application>. In un terminale digitare:
sv: Namnet på paketet vi behöver installera är <application>python-vm-builder</application>. Ange i en terminalprompt:

source: If you are running Hardy, you can still perform most of this using the older version of the package named <application>ubuntu-vm-builder</application>, there are only a few changes to the syntax of the tool.
es: Si se encuentras ejecutando Hardy, aún así puedes utilizar parte de esto, utilizando una versión anterior del paquete llamado <application>ubuntu-vm-builder</application>, solo hay algunos cambios en la sintaxis de la herramienta.
it: Se si sta eseguendo la versione 8.04 è sempre possibile eseguire queste azioni usando la versione del pacchetto chiamata <application>ubuntu-vm-builder</application>; ci sono solo alcune modifiche nella sintassi da usare con il programma.
sv: Om du använder Hardy, så kan du fortfarande utföra det mesta av detta genom att använda en äldre version med paketnamnet <application>ubuntu-vm-builder</application>, det är endast några få ändringar av verktygets syntax.

source: Defining Your Virtual Machine
es: Definir su máquina virtual
it: Definire una macchina virtuale
sv: Definiera din virtuella maskin

source: Defining a virtual machine with Ubuntu's vmbuilder is quite simple, but here are a few thing to consider:
es: Definir una máquina virtual con vmbuilder de Ubuntu es sencillo, pero aquí hay algunas cosas que considerar:
it: Definire una macchina virtuale con vmbuilder è molto facile, ma è necessario prendere in considerazione alcuni aspetti:
sv: Definiera en virtuell maskin med ubuntu:s vmbuilder är väldigt enkelt, men det finns ett par saker att ta i beaktande:

source: If you plan on shipping a virtual appliance, do not assume that the end-user will know how to extend disk size to fit their need, so either plan for a large virtual disk to allow for your appliance to grow, or explain fairly well in your documentation how to allocate more space. It might actually be a good idea to store data on some separate external storage.
es: Si planea liberar una aplicación virtual, no asuma que el usuario final sabrá cómo hacer que el tamaño de su disco crezca para cubrir sus necesidades, así que planéelo para un disco virtual grande para permitirle crecer a su aplicación, o explique bastante bien en su documentación cómo reservar más espacio. Debería ser buena idea almacenar información en alguna unidad de almacenamiento externo.
it: Se si pianifica di fornire applicativi virtuali, non assumere che l'utente finale sappia come estendere la dimensione del disco secondo le proprie esigenze. Prendere quindi in considerazione l'utilizzo di dischi virtuali di grandi dimensioni per consentire agli applicativi di crescere o spiegare nella documentazione come allocare maggiore spazio. Potrebbe essere una buona idea salvare i dati in un sistema di archiviazione esterno.
sv: Om du planerar att leverera en virtuell tillämpning, förutsätt inte att slutanvändaren vet hur man utökar diskstorleken till att passa deras behov. Så antingen planera för en stor virtuell disk som tillåter att din tillämpning växer eller förklara ordentligt i din dokumentation hur man allokerar mer utrymme. Det kan faktiskt vara en bra idé att spara data på separata, externa lagringsenheter.

source: Given that RAM is much easier to allocate in a VM, RAM size should be set to whatever you think is a safe minimum for your appliance.
es: Dado que la RAM es mucho más fácil de ubicar en una máquina virtual, el tamaño de la RAM debería ser el que mínimo que crea suficiente para su aplicación.
it: Dato che la memoria RAM è più facile da allocare in una MV, la dimensione della RAM dovrebbe essere impostata a un valore minimo sicuro per la propria applicazione.
sv: RAM är mycket enklare att allokera i en VM, RAM-storleken skall sättas till det som du tror är ett minimum för din tillämpning.

source: The <application>vmbuilder</application> command has 2 main parameters: the <emphasis>virtualization technology (hypervisor)</emphasis> and the targeted <emphasis>distribution</emphasis>. Optional parameters are quite numerous and can be found using the following command:
es: La orden <application>vmbuilder</application> tiene dos parámetros principales: la <emphasis>tecnología de virtualización (hypervisor)</emphasis> y la <emphasis>distribución</emphasis> objetivo. Los parámetros opcionales con muchos y pueden ser vistos utilizando la siguiente orden:
it: Il comando <application>vmbuilder</application> dispone di due parametri principali: la <emphasis>tecnologia di virtualizzazione (hypervisor)</emphasis> e la <emphasis>distribuzione</emphasis> finale. Sono disponibili molti altri parametri e tutti possono essere visualizzati con il seguente comando:
sv: Kommandot <application>vmbuilder</application> har 2 huvudparametrar: <emphasis>virtualiseringsteknologi (hypervisor)</emphasis> och den utvalda <emphasis>distributionen</emphasis>. Valfria parametrar finns det många av och de kan hittas genom att använda följande kommando:

source: Base Parameters
es: Parámetros básicos
it: Parametri base
sv: Basparametrar

source: As this example is based on <application>KVM</application> and Ubuntu 9.04 (Jaunty Jackalope), and we are likely to rebuild the same virtual machine multiple time, we'll invoke vmbuilder with the following first parameters:
es: Como este ejemplo está basado en <application>KVM</application> y Ubuntu 9.04 (Jaunty Jackalope), y probablemente regeneraremos múchas veces la misma máquina virtual, llamaremos a vmbuilder con los siguientes primeros parámetros:
sv: Eftersom det här exemplet är baseras på <application>KVM</application> och Ubuntu 9.04 (Jaunty Jackalope), och det är troligt att vi kommer att bygga om samma virtuella maskin flera gånger, anropar vi vmbuilder med följande första parametrar:

source: The <emphasis>--suite</emphasis> defines the Ubuntu release, the <emphasis>--flavour</emphasis> specifies that we want to use the virtual kernel (that's the one used to build a JeOS image), the <emphasis>--arch</emphasis> tells that we want to use a 32 bit machine, the <emphasis>-o</emphasis> tells vmbuilder to overwrite the previous version of the VM and the <emphasis>--libvirt</emphasis> tells to inform the local virtualization environment to add the resulting VM to the list of available machines.
es: El parámetro <emphasis>--suite</emphasis> define la liberación de Ubuntu, <emphasis>--flavour</emphasis> especifica que queremos utilizar el núcleo Virtual (el utilizado para construir una imagen JeOS), <emphasis>--arch</emphasis> especifica que queremos utilizar una máquina de 32 bits, <emphasis>-o</emphasis> le dice a vmbuilder que sobrescriba la versión anterior de VM y <emphasis>--libvirt</emphasis> pide informar el ambiente local de virtualización para añadir la VM resultante en la lista de máquinas disponibles.
it: Il parametro <emphasis>--suite</emphasis> definisce il rilascio di Ubuntu, <emphasis>--flavour</emphasis> specifica di usare il kernel virtuale (quello usato per generare un'immagine JeOS), <emphasis>--arch</emphasis> indica di usare un computer a 32 bit, <emphasis>-o</emphasis> indica a vmbuilder di sovrascrivere la versione precedente della macchina virtuale e <emphasis>--libvirt</emphasis> aggiunge la macchina virtuale risultante tra quelle disponibili nell'ambiente di virtualizzazione.
sv: <emphasis>--suite</emphasis> definierar Ubuntu-versionen, <emphasis>--flavour</emphasis> specificerar att vi vill använda en virtuell kärna (det är den som används för att bygga en JeOS avbild), <emphasis>--arch</emphasis> talar om att vi vill använda en 32bit maskin, <emphasis>-o</emphasis> talar om för vmbuilder att skriva över föregående VM version och <emphasis>--libvirt</emphasis> talar om och informerar den lokala virtualiseringsmiljön att lägga till den resulterande VM till listan över tillgängliga maskiner.

source: Notes:
es: Notas:
it: Note:
sv: Anteckningar:

source: Because of the nature of operations performed by vmbuilder, it needs to have root privilege, hence the use of sudo.
es: Por la naturaleza de las operaciones ejecutadas por vmbuilder, necesita tener privilegios de superusuario, por ello el uso de sudo.
it: Data la natura delle operazioni eseguite da vmbuilder, sono necessari i privilegi di root.
sv: På grund av karaktären av processer som utförs av vmbuilder, så behöver den ha root-rättigheter, därför användningen av sudo.

source: If your virtual machine needs to use more than 3Gb of ram, you should build a 64 bit machine (--arch amd64).
es: Si su máquina virtual necesita usar mas de 3Gb de ram, debería construir una máquina virtual 64bit (--arch amd64)
it: Se la macchina virtuale necessita di usare più di 3GB di RAM, è utile generare una macchina a 64 bit (--arch amd64).
sv: Om din virtuella maskin behöver använda mer än 3Gb internminne, skall du bygga en 64 bitars maskin (--arch amd64).

source: Until Ubuntu 8.10, the virtual kernel was only built for 32 bit architecture, so if you want to define an amd64 machine on Hardy, you should use <emphasis>--flavour</emphasis> server instead.
es: Hasta la version 8.10 de Ubuntu, el núcleo virtual sólo estaba construido para la arquitectura 32 bit, así que si quiere definir una máquina amd64 en Hardy, deberá usar <emphasis>--flavour</emphasis> server.
it: Fino a Ubuntu 8.10, il kernel virtuale era generato solo per architetture a 32 bit, per definire quindi una macchina amd64 su Hardy, usare <emphasis>--flavour server</emphasis>.
sv: Fram till Ubuntu 8.10 var den virtuella kärnan endast byggd för 32bitars arkitektur, så om du vill definiera en amd64 maskin på Hardy, så skall du använda <emphasis>--flavour</emphasis> server istället.

source: JeOS Installation Parameters
es: Parámetros de instalación de JeOS
it: Parametri di installazione di JeOS
sv: JeOS installationsparametrar

source: JeOS Networking
es: Red JeOS
it: Rete con JeOS
sv: JeOS nätverk

source: Assigning a fixed IP address
es: Asignar una dirección IP fija
it: Assegnare un indirizzo IP fisso
sv: Tilldela en fast IP-adress

source: As a virtual appliance that may be deployed on various very different networks, it is very difficult to know what the actual network will look like. In order to simplify configuration, it is a good idea to take an approach similar to what network hardware vendors usually do, namely assigning an initial fixed IP address to the appliance in a private class network that you will provide in your documentation. An address in the range 192.168.0.0/255 is usually a good choice.
es: Como una aplicación virtual se puede implantar en redes muy diferentes, es muy difícil saber qué aspecto tiene la red en realidad. Para simplificar la configuración, es una buena idea seguir un enfoque similar a lo que hacen normalmente los vendedores de hardware de red, es decir, asignar una dirección IP fija inicial a la aplicación en una red de clase privada, que indicará en su documentación. Una dirección del rango 192.168.0.0/255 suele ser una buena elección.
it: Come applicazione che verrà messa in produzione all'interno di reti diverse, è molto difficile conoscere la struttura attuale della rete. Per semplificare la configurazione è utile procedere come solitamente procedono i venditori di hardware di rete, assegnando un indirizzo IP fisso all'interno di una classe di rete che verrà descritta all'interno della propria documentazione. Un indirizzo nell'intervallo 192.168.0.0/255 è una buona scelta.
sv: Eftersom en virtuell tillämpning kan utvecklas på väldigt olika nätverk är det väldigt svårt att förutse hur det verkliga nätverket kommer se ut. För att förenkla konfigurationen, är det en god idé att inta liknande förhållningssätt som tillverkare av nätverkshårdvara normalt gör, nämligen att tilldela en fast IP-adress för tillämpningen i ett privat klassat nätverk som du tillhandahåller i din dokumentation. En adress i intervallet 192.168.0.0/255 är normalt ett bra val.

source: To do this we'll use the following parameters:
es: Para realizarlo se usarán los siguientes parámetros:
it: Per ottenere questo vengono usati i seguenti parametri:
sv: För att åstadkomma detta använder vi följande parametrar

source: <emphasis>--ip ADDRESS</emphasis>: IP address in dotted form (defaults to dhcp if not specified)
es: <emphasis> --ip ADDRESS </ emphasis>: la dirección IP en forma de puntos (por defecto en DHCP si no se especifica)
it: <emphasis>--ip INDIRIZZO</emphasis>: indirizzo IP (il valore predefinito è dhcp se non viene specificato nulla)
sv: <emphasis>--ip ADDRESS</emphasis>: IP-adress i punktform (standard dhcp om inget annat specificerats)

source: <emphasis>--mask VALUE</emphasis>: IP mask in dotted form (default: 255.255.255.0)
es: <emphasis>--mask VALUE</ emphasis>: máscara IP en forma de puntos (predeterminado: 255.255.255.0)
it: <emphasis>--mask VALORE</emphasis>: maschera di rete (valore predefinito: 255.255.255.0)
sv: <emphasis>--mask VALUE</emphasis>: IP-mask i punktform (standard: 255.255.255.0)

source: <emphasis>--net VALUE</emphasis>: IP net address (default: X.X.X.0)
es: <emphasis>--net VALUE</emphasis>: dirección de red IP (predeterminado: X.X.X.0)
it: <emphasis>--net VALORE</emphasis>: indirizzo IP net (valore predefinito: X.X.X.0)
sv: <emphasis>--net VALUE</emphasis>: IP nätadress (standard: X.X.X.0)

source: <emphasis>--bcast VALUE</emphasis>: IP broadcast (default: X.X.X.255)
es: <emphasis>--bcast VALUE</ emphasis>: difusión de IP (predeterminado: X.X.X.255)
it: <emphasis>--bcast VALORE</emphasis>: broadcast (valore predefinito: X.X.X.255)
sv: <emphasis>--bcast VALUE</emphasis>: IP broadcast (standard: X.X.X.255)

source: <emphasis>--gw ADDRESS</emphasis>: Gateway address (default: X.X.X.1)
es: <emphasis>--gw ADDRESS</emphasis>: Dirección de puerta de enlace (predeterminado: X.X.X.1)
it: <emphasis>--gw INDIRIZZO</emphasis>: indirizzo del gateway (valore predefinito: X.X.X.1)
sv: <emphasis>--gw ADDRESS</emphasis>: Gateway-adress (standard: X.X.X.1)

source: <emphasis>--dns ADDRESS</emphasis>: Name server address (default: X.X.X.1)
es: <emphasis>--dns ADDRESS</emphasis>: Dirección del servidor de nombres (predeterminado: X.X.X.1)
it: <emphasis>--dns INDIRIZZO</emphasis>: indirizzo server dei nomi (valore predefinito: X.X.X.1)
sv: <emphasis>--dns ADDRESS</emphasis>: Namnserver-adress (standard: X.X.X.1)

source: We assume for now that default values are good enough, so the resulting invocation becomes:
es: Asumimos ahora que los valores por defecto son lo suficientemente buenos, así que la llamada se convierte en:
it: Si dà per scontato che i valori predefiniti siano sufficiente. Il comando diventa:
sv: Vi förutsätter för tillfället att standardvärdena är tillräckligt bra, så det anropade resultatet blir:

source: Modifying the libvirt Template to use Bridging
es: Modificar la plantilla libvirt para usar Bridging
it: Modificare il modello libvirt per usare il bridge di rete
sv: Redigera libvirt-mallen till att använda bryggning

source: Because our appliance will be likely to need to be accessed by remote hosts, we need to configure libvirt so that the appliance uses bridge networking. To do this we use vmbuilder template mechanism to modify the default one.
es: Como es probable que nuestro dispositivo necesite ser accesible desde equipos remotos, necesitamos configurar libvirt de forma que el dispositivo utilice bridge networking. Para ello, utilizamos el mecanismo de plantillas vmbuilder para modificar el valor por defecto.
it: Dato che l'applicativo dovrà garantire accesso agli host remoti, è necessario configurare libvirt in modo che l'applicativo usi il bridge di rete. Per ottenere ciò viene usato il modello di vmbuilder per modificare quello predefinito.
sv: Eftersom vår tillämpning sannolikt behöver nås av en fjärrvärd, behöver vi konfigurera libvirt så att tillämpningen använder en nätverksbrygga. För att göra detta använder vi schemafunktionen i vmbuilder till att modifiera standardschemat.

source: In our working directory we create the template hierarchy and copy the default template:
es: En nuestro directorio de trabajo creamos la jerarquía de plantillas y copiamos la plantilla predeterminada:
it: Nella directory di lavoro, creare la gerarchia del modello e copiare quello predefinito:
sv: I vår arbetskatalog skapar vi en mallhierarki och kopierar standardmallen:

source: We can then edit <filename>VMBuilder/plugins/libvirt/templates/libvirtxml.tmpl</filename> to change:
es: Podemos editar <filename> VMBuilder/plugins/libvirt/templates/libvirtxml.tmpl </filename> para cambiar:
it: È ora possibile aprire il file <filename>VMBuilder/plugins/libvirt/templates/libvirtxml.tmpl</filename> e modificare:
sv: Vi kan sedan redigera <filename>VMBuilder/plugins/libvirt/templates/libvirtxml.tmpl</filename> till att ändra:

source: To:
es: A:
it: In:
sv: Till:

source: Partitioning
es: Particionar
it: Partizionamento
sv: Partitionering

source: Partitioning of the virtual appliance will have to take into consideration what you are planning to do with is. Because most appliances want to have a separate storage for data, having a separate <filename>/var</filename> would make sense.
es: Al particionar el dispositivo virtual tendrá que tener en cuenta de qué manera va a utilizar el mismo. Como la mayoría de los dispositivos preferirán almacenamiento independiente para los datos, tener un <filename>/var</filename> diferente, no tendría mucho sentido.
it: Il partizionamento dell'applicativo virtuale deve prendere in considerazione cosa si intende fare. Dato che molti applicativi non avranno un sistema di archiviazione separato per i dati, usare una partizione <filename>/var</filename> separata è una buona idea.
sv: Vid partitioneringen av den virtuella tillämpningen behöver du ta ställning till vad du planerat att använda den till. Eftersom de flesta tillämpningarna vill ha en separat lagring för data, att ha en separat <filename>/var</filename> låter klokt.

source: In order to do this vmbuilder provides us with <emphasis>--part</emphasis>:
es: Para ello vmbuilder proporciona <emphasis>-- part</emphasis>:
it: Per ottenere tutto questo, vmbuilder dispone dell'opzione <emphasis>--part</emphasis>:
sv: För att göra detta tillhandahåller vmbuilder oss med <emphasis>--part</emphasis>:

source: --part PATH Allows to specify a partition table in partfile each line of partfile should specify (root first): mountpoint size where size is in megabytes. You can have up to 4 virtual disks, a new disk starts on a line with ’---’. ie : root 1000 /opt 1000 swap 256 --- /var 2000 /log 1500
es: --part PATH Permite especificar una tabla de particiones en un archivo de particiones. Cada línea de este archivo debería especificar (root primero): punto_de_montaje tamaño donde tamaño está en megabytes. Puede tener hasta 4 discos virtuales. Cada disco nuevo empieza en una línea con ’---’. Por ejemplo: root 1000 /opt 1000 swap 256 --- /var 2000 /log 1500
