Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: The comments are not strictly necessary, but it is considered good practice to document your configuration. Also, when modifying any of the <emphasis>rules</emphasis> files in <filename class="directory">/etc/ufw</filename>, make sure these lines are the last line for each table modified:
es: Los comentarios no son estrictamente necesarios, pero es considerada una buena práctica el comentar su configuración. También, cuando se este modificando alguno de los archivos de <emphasis>reglas</emphasis> en <filename class="directory">/etc/ufw</filename>, verifique que estas líneas son las últimas líneas para cada tabla modificada:
it: I commenti non sono necessari, ma è buona pratica documentare le proprie configurazioni. Inoltre, quando si modificano i file <emphasis>rules</emphasis> in <filename class="directory">/etc/ufw</filename>, assicurarsi che queste righe siano sempre le ultime in ogni tabella modificata:
sv: Kommentarerna är inte nödvändiga, men det anses vara god sed att dokumentera sin konfiguration. Dessutom, vid modifiering av någon av <emphasis>rules</emphasis>-filerna i <filename class="directory">/etc/ufw</filename>, säkerställ att dessa rader är de sista raderna för varje modifierad tabell:

source: For each <emphasis>Table</emphasis> a corresponding <emphasis>COMMIT</emphasis> statement is required. In these examples only the <emphasis>nat</emphasis> and <emphasis>filter</emphasis> tables are shown, but you can also add rules for the <emphasis>raw</emphasis> and <emphasis>mangle</emphasis> tables.
es: Cada <emphasis>Tabla</emphasis> requiere su correspondiente sentencia <emphasis>COMMIT</emphasis>. En estos ejemplos sólo se muestran las tablas <emphasis>nat</emphasis> y <emphasis>filter</emphasis>, pero puede añadir reglas para las tablas <emphasis>raw</emphasis> y <emphasis>mangle</emphasis>.
it: Per ogni <emphasis>tabella</emphasis> è necessario un <emphasis>COMMIT</emphasis>. In questi esempi sono mostrate solamente le tabelle <emphasis>nat</emphasis> e <emphasis>filter</emphasis>, ma è possibile aggiungere regole per le tabelle <emphasis>raw</emphasis> e <emphasis>mangle</emphasis>.
sv: För varje <emphasis>tabell</emphasis> krävs en motsvarande <emphasis>COMMIT</emphasis>. I dessa exempel har endast <emphasis>nat</emphasis> och <emphasis>filter</emphasis> tabellerna visats, men du kan också lägga till regler för tabellerna <emphasis>raw</emphasis> och <emphasis>mangle</emphasis>.

source: In the above example replace <emphasis>eth0</emphasis>, <emphasis>eth1</emphasis>, and <emphasis>192.168.0.0/24</emphasis> with the appropriate interfaces and IP range for your network.
es: En el ejemplo superior, reemplace <emphasis>eth0</emphasis>, <emphasis>eth1</emphasis>, y <emphasis>192.168.0.0/24</emphasis> con las interfaces apropiadas y el rango IP para su red.
it: Nell'esempio precedente, sostituire <emphasis>eth0</emphasis>, <emphasis>eth1</emphasis> e <emphasis>192.168.0.0/24</emphasis> con le interfacce appropriate e con l'intervallo di indirizzi corretto.
sv: I ovanstående exempel ersätt <emphasis>eth0</emphasis>, <emphasis>eth1</emphasis>, och <emphasis>192.168.0.0/24</emphasis> med lämpligt gränssnitt och IP-område för ditt nätverk.

source: Finally, disable and re-enable <application>ufw</application> to apply the changes:
es: Finalmente deshabilite y rehabilite <application>ufw</application> para aplicar los cambios:
it: Infine, disattivare e riattivare <application>ufw</application> per applicare le modifiche:
sv: Till sist, inaktivera och återaktivera <application>ufw</application> för att aktivera ändringarna:

source: IP Masquerading should now be enabled. You can also add any additional FORWARD rules to the <filename>/etc/ufw/before.rules</filename>. It is recommended that these additional rules be added to the <emphasis>ufw-before-forward</emphasis> chain.
es: El enmascaramiento de IP debería estar habilitado ahora. También puede agregar cualquier regla de FORWARD adicional a <filename>/etc/ufw/before.rules</filename>. Es recomendable que agregue estas reglas adicionales a la cadena <emphasis>ufw-before-forward</emphasis>.
it: L'IP masquerading ora dovrebbe essere abilitato. È possibile aggiungere regole FORWARD aggiuntive al file <filename>/etc/ufw/before.rules</filename>. È utile che queste regole addizionali vengano aggiunte alla catena <emphasis>ufw-before-forward</emphasis>.
sv: IP-maskering skall nu vara aktiverat. Du kan också lägga till någon ytterligare FORWARD regel till <filename>/etc/ufw/before.rules</filename>. Det är rekommenderat att dessa extraregler läggs till i kedjan <emphasis>ufw-before-forward</emphasis>.

source: iptables Masquerading
es: Enmascaramiento iptables
it: Masquerading con iptables
sv: iptables Maskering

source: <application>iptables</application> can also be used to enable masquerading.
es: <application>iptables</application> también puede usarse para habilitar enmascaramiento.
it: È possibile anche utilizzare <application>iptables</application> per abilitare il masquerading.
sv: <application>iptables</application> kan också användas för att aktivera maskering.

source: Similar to <application>ufw</application>, the first step is to enable IPv4 packet forwarding by editing <filename>/etc/sysctl.conf</filename> and uncomment the following line
es: De forma similar a <application>ufw</application>, el primer paso para habilitar el redireccionamiento de paquetes IPv4 es editar <filename>/etc/sysctl.conf</filename> y descomentar la siguiente línea
it: Similmente a <application>ufw</application>, il primo passo per abilitare l'inoltro di pacchetti con IPv4 è quello di modificare il file <filename>/etc/sysctl.conf</filename> e de-commentare la seguente riga:
sv: Liknande <application>ufw</application>, är första steget att aktivera IPv4 "packet forwarding" genom att redigera <filename>/etc/sysctl.conf</filename> och avkommentera följande rader

source: If you wish to enable IPv6 forwarding also uncomment:
es: Si quiere habilitar el reenvío IPv6, descomentar también:
it: Per abilitare l'inoltro con IPv6, de-commetare:
sv: Om du önskar aktivera IPv6 "forwarding" avkommentera också:

source: Next, execute the <application>sysctl</application> command to enable the new settings in the configuration file:
es: Luego, ejecute el comendo <application>sysctl</application> para habilitar las nuevas configuraciones en el archivo de configuración:
it: Quindi, eseguire il comando <application>sysctl</application> per abilitare le nuove impostazioni nel file di configurazione:
sv: Nästa, utför kommandot <application>sysctl</application> för att aktivera de nya inställningarna i konfigurationsfilen:

source: IP Masquerading can now be accomplished with a single iptables rule, which may differ slightly based on your network configuration:
es: Se puede lograr el enmascaramiento IP con una simple regla de iptables, que puede variar ligeramente basados en su configuración de red:
it: L'IP masquerading può essere ottenuto con una sola regola di iptables, che può cambiare leggermente in base alla configurazione della propria rete:
sv: IP-maskering kan nu utföras med en enkel iptables-regel, som kan skilja sig åt något beroende på din nätverkskonfiguration:

source: The above command assumes that your private address space is 192.168.0.0/16 and that your Internet-facing device is ppp0. The syntax is broken down as follows:
es: El comando anterior asume que su espacio de dirección privada es 192.168.0.0/16 y que su interfaz a Internet es ppp0. La sintaxis se descompone como sigue:
it: Il comando precedente assume che lo spazio di indirizzi privato sia 192.168.0.0/16 e che il dispositivo collegato a Internet sia ppp0. La sintassi del comando è la seguente:
sv: Ovanstående kommande förutsätter att ditt privata adressutrymme är 192.168.0.0/16 och att din Internetenhet är ppp0. Syntaxens bryts ner enligt följande:

source: -t nat -- the rule is to go into the nat table
es: -t nat -- la regla es para ir a la tabla nat
it: -t nat: regola viene inserita nella tabella nat
ko: -t nat -- nat 테이블로 가기 위한 규칙
pt: -t nat -- a regra deve ser adicionada na tabela de nat
sv: -t nat -- regeln som skall läggas till nat-tabellen

source: -A POSTROUTING -- the rule is to be appended (-A) to the POSTROUTING chain
es: -A POSTROUTING -- la regla es para añadir (-A) a la cadena POSTROUTING
it: -A POSTROUTING: la regola viene accodata (-A) alla catena POSTROUTING
ko: -A POSTROUTING -- POSTROUTING chain에 덧붙이는(-A) 규칙
pt: -A POSTROUTING -- a regra deve ser adicionada (-A) à cadeia de POSTROUTING
sv: -A POSTROUING -- regeln som skall läggas till (-A) till POSTROUTING-kedjan.

source: -s 192.168.0.0/16 -- the rule applies to traffic originating from the specified address space
es: -s 192.168.0.0/16 -- la regla se aplica al tráfico originado desde la dirección específica
it: -s 192.168.0.0/16: la regola si applica al traffico originato dallo spazio di indirizzi specificato
ko: -s 192.168.0.0/16 -- 지정된 주소 공간에서 향하는 트래픽에 적용하는 규칙
pt: -s 192.168.0.0/16 -- a regra aplica-se a tráfego originário do grupo de endereços indicado
sv: -s 192.168.0.0/16 -- den här regeln gäller all trafik som kommer från det specificerade adressutrymmet

source: -o ppp0 -- the rule applies to traffic scheduled to be routed through the specified network device
es: -o ppp0 -- la regla se aplica al tráfico programado para ser enrutado a través del dispositivo de red especificado
it: -o ppp0: la regola si applica al traffico instradato attraverso l'interfaccia di rete specificata
ko: -o ppp0 -- 지정된 네트워크 장치를 통하여 경유하도록 스케쥴된 트래픽에 적용하는 규칙
pt: -o ppp0 -- a regra aplica-se a tráfego definido para ser encaminhado através do dispositivo de rede especificado
sv: -o ppp0 -- den här regeln gäller trafik som skall skickas genom den specificerade nätverksenheten

source: -j MASQUERADE -- traffic matching this rule is to "jump" (-j) to the MASQUERADE target to be manipulated as described above
es: -j MASQUERADE -- el tráfico que se ajuste a esta regla «saltará» («jump», -j) al destino MASQUERADE para ser manipulado como se describió anteriormente
it: -j MASQUERADE: il traffico che soddisfa questa regola viene "saltato" (-j sta per jump) alla destinazione MASQUERADE per essere manipolato come descritto in precedenza
ko: -j MASQUERADE -- 위에 설명된 대로 이 규칙에 일치하는 트래픽은 조작되기 위한 MASQUERADE 타켓으로 "jump" (-j)
pt: -j MASQUERADE -- O tráfego coberto por esta regra será "encaminhado - jump" (-j) para o alvo MASCARADO para ser manipulado conforme acima descrito
sv: -j MASQUERADE -- trafik som matchar den här regeln skall "hoppa" (-j) till MASQUERADE-målet för att bli manipulerad enligt vad som beskrivs ovan

source: Also, each chain in the filter table (the default table, and where most or all packet filtering occurs) has a default <emphasis>policy</emphasis> of ACCEPT, but if you are creating a firewall in addition to a gateway device, you may have set the policies to DROP or REJECT, in which case your masqueraded traffic needs to be allowed through the FORWARD chain for the above rule to work:
es: Además, cada cadena en la tabla de filtrado (la tabla predeterminada, y donde la mayoría o todo el filtrado de paquetes ocurre) tiene una <emphasis>política</emphasis> de ACEPTAR, pero si está creando un cortafuegos en adición a un dispositivo de puerta de entrada, puede haber puesto las políticas a DROP o RECHAZAR, en cuyo caso su tráfico enmascarado necesita ser permitido a través de la cadena FORWARD para que la regla funcione.
it: Inoltre, ogni catena nella tabella "filter" (la tabella predefinita e dove avvengono la maggior parte dei filtri sui pacchetti) ha una <emphasis>politica</emphasis> predefinita di ACCEPT, ma se si sta creando un firewall in aggiunta a un dispositivo gateway, è possibile aver impostato le politiche DROP e REJECT, nel cui caso il traffico "masqueraded" deve essere consentito attraverso la catena FORWARD affinché la regola precedente possa funzionare:
sv: Dessutom, varje kedja i filtertabellen (standardtabellen och där de flesta eller alla paket filtreras) har en standard<emphasis>policy</emphasis> av ACCEPT, men om du skapar en brandvägg utöver en gateway-enhet, kan du ha satt policyn till DROP eller REJECT, i vilket fall behöver din maskerade trafik tillåtas genom FORWARD-kedjan för att ovanstående regel skall fungera:

source: The above commands will allow all connections from your local network to the Internet and all traffic related to those connections to return to the machine that initiated them.
es: El comando anterior permitirá todas las conexiones de su red local a Internet y que todo el tráfico relacionado a esas conexiones retornen a la máquina que las inició.
it: I precedenti comandi consentiranno a tutte le connessioni della propria rete locale accesso a Internet e a tutto il traffico relativo a queste connessioni di ritornare ai computer che lo hanno originato.
sv: Ovanstående kommandon kommer att tillåta alla anslutningar från ditt lokala nätverk till internet och all trafik som är relaterad till dessa anslutningar att återgå till datorn som initierade dem.

source: If you want masquerading to be enabled on reboot, which you probably do, edit <filename>/etc/rc.local</filename> and add any commands used above. For example add the first command with no filtering:
es: Si usted desea que el enmascaramiento este habilitado cuando reinicie, y usted probablemente lo desee, edite <filename>/etc/rc.local</filename> y agregue cualquiera de los comandos utilizados anteriormente. Por ejemplo agregue el primero comando sin filtro:
it: Per fare in modo che il masquerading sia abilitato al riavvio, modificare il file <filename>/etc/rc.local</filename> e aggiungere qualsiasi dei comandi utilizzati precedentemente. Per esempio, aggiungere il primo comando senza filtro:
sv: Om du vill att maskering skall aktiveras vid omstart, vilket du antagligen vill, redigera <filename>/etc/rc.local</filename> och lägg till något av kommandona som användes ovan. Som exempel lägg till första kommandot utan filtrering:

source: Firewall logs are essential for recognizing attacks, troubleshooting your firewall rules, and noticing unusual activity on your network. You must include logging rules in your firewall for them to be generated, though, and logging rules must come before any applicable terminating rule (a rule with a target that decides the fate of the packet, such as ACCEPT, DROP, or REJECT).
es: Los registros del cortafuegos son esenciales para reconocer ataques, resolver problemas con las reglas de su cortafuegos, y comprobar actividades inusuales en su red. Debe incluir reglas de registro en su cortafuegos para que se generen esos registros, y dichas reglas deben ir antes de cualquier regla final (es decir, cualquier regla cuyo objetivo decida el destino del paquete, como ACCEPT, DROP o REJECT).
it: I registri del firewall sono molto utili per riconoscere gli attacchi, migliorare le regole del firewall e per verificare attività inusuali nella propria rete. È necessario includere regole di registrazione per fare in modo che vengano eseguite le registrazioni e queste devono essere inserite prima di qualsiasi regola terminante applicabile (un regola con un obiettivo che decide il destino di un pacchetto, come ACCEPT, DROP o REJECT).
sv: Loggfilen från brandväggen är nödvändig för att upptäcka attacker, felsöka brandväggens regler och notifiering av ovanliga aktiviteter i ditt nätverk. Du måste inkludera loggningsregler i din brandvägg för att de skall skapas, regler för loggning måste komma före någon användbar avslutande regel ( en regel med mål att besluta ödet för ett paket, såsom ACCEPT, DROP, eller REJECT).

source: If you are using <application>ufw</application>, you can turn on logging by entering the following in a terminal:
es: Si usted esta utilizando <application>ufw</application>, usted puede activar el logging ingresando lo siguiente en una terminal:
it: Se si sta usando <application>ufw</application> è possibile attivare la registrazione con il seguente comando:
sv: Om du använder <application>ufw</application>, kan du aktivera loggning genom att skriva följande i en terminal:

source: To turn logging off in <application>ufw</application>, simply replace <emphasis role="italic">on</emphasis> with <emphasis role="italic">off</emphasis> in the above command.
es: Para desactivar los registros en <application>ufw</application>, simplemente sustituya <emphasis role="italic">on</emphasis> por <emphasis role="italic">off</emphasis> en el comando anterior.
it: Per disabilitare la registrazione in <application>ufw</application>, sostituire, nel comando precedente, <emphasis role="italic">on</emphasis> con <emphasis role="italic">off</emphasis>.
sv: För att stänga av loggning i <application>ufw</application>, ersätt <emphasis role="italic">on</emphasis> med <emphasis role="italic">off</emphasis> i ovanstående kommando.

source: If using <application>iptables</application> instead of <application>ufw</application>, enter:
es: Si se usa <application>iptables</application> en vez de <application>ufw</application>, introduzca:
it: Se è in uso <application>iptables</application> al posto di <application>ufw</application>, digitare:
sv: Om du använder <application>iptables</application> istället för <application>ufw</application>, skriv:

source: A request on port 80 from the local machine, then, would generate a log in dmesg that looks like this:
es: Una petición en el puerto 80 de la maquina local, entonces, se generará un registro en dmesg que tiene este aspecto:
it: Una richiesta sulla porta 80 dal computer locale, genererebbe, in dmesg, una traccia simile:
sv: En förfrågan till port 80 från den lokala maskinen, då kommer en logg skapas i dmesg som ser ut såhär:

source: The above log will also appear in <filename>/var/log/messages</filename>, <filename>/var/log/syslog</filename>, and <filename>/var/log/kern.log</filename>. This behavior can be modified by editing <filename>/etc/syslog.conf</filename> appropriately or by installing and configuring <application>ulogd</application> and using the ULOG target instead of LOG. The <application>ulogd</application> daemon is a userspace server that listens for logging instructions from the kernel specifically for firewalls, and can log to any file you like, or even to a <application>PostgreSQL</application> or <application>MySQL</application> database. Making sense of your firewall logs can be simplified by using a log analyzing tool such as <application>fwanalog</application>, <application> fwlogwatch</application>, or <application>lire</application>.
es: El registro anterior también aparecerá en <filename>/var/log/messages</filename>, <filename>/var/log/syslog</filename> y <filename>/var/log/kern.log</filename>. Este comportamiento se puede cambiar editando apropiadamente el archivo <filename>/etc/syslog.conf</filename>, o instalando y configurando <application>ulogd</application> y utilizando el objetivo ULOG en lugar del LOG. El demonio <application>ulogd</application> es un servidor en espacio de usuario, que escucha las instrucciones de registro que provienen del núcleo y que sean específicamente para firewalls, y puede registrar cualquier archivo que desee, o incluso a una base de datos <application>PostgreSQL</application> o <application>MySQL</application>. Se puede simplificar la interpretación del significado de los registros del firewall usando una herramienta de análisis de registros como <application>fwanalog</application>, <application> fwlogwatch</application> o <application>lire</application>.
it: Il registro precedente appare anche nei file <filename>/var/log/messages</filename>, <filename>/var/log/syslog</filename> e <filename>/var/log/kern.log</filename>. Questo comportamento può essere cambiato, modificando in modo appropriato il file <filename>/etc/syslog.conf</filename> oppure installando e configurando <application>ulogd</application> e facendo uso della destinazione ULOG al posto di LOG. Il demone <application>ulogd</application> è un server nello spazio utente in ascolto per le istruzioni di registro del kernel specifiche dei firewall; è possibile salvare i registri su qualsiasi file o perfino in un database come <application>PostgreSQL</application> o <application>MySQL</application>. Per dare un significato ai registri del firewall è possibile utilizzare delle applicazioni di analisi dei reigistri come <application>fwanalog</application>, <application> fwlogwatch</application> o <application>lire</application>.
ko: 위의 로그는 또한 <filename>/var/log/messages</filename>, <filename>/var/log/syslog</filename>, 그리고 <filename>/var/log/kern.log</filename> 파일에도 나타납니다. 이 동작은 <filename>/etc/syslog.conf</filename> 파일을 적당하게 편집하거나, <application>ulogd</application> 를 설치/설정하고 LOG 대신에 ULOG 타켓을 사용하는 것으로 변경될 수 있습니다. <application>ulogd</application> 데몬은 사용자 공간의 서버이고 특별히 방화벽을 위한 커널에서 오는 로깅 지시를 듣고, 여러분이 원하는 어떠한 파일, 또는 심지어 <application>PostgreSQL</application> 과 <application>MySQL</application> 데이타베이스로 기록을 할 수 있습니다. 방화벽 로그를 알아보기 쉽게 꾸미는 것은 <application>fwanalog</application>, <application> fwlogwatch</application>, 또는 <application>lire</application> 같은 로그 분석 도구를 사용하는 것으로 간단해 질 수 있습니다.
pt: Este registo aparecerá também no <filename>/var/log/messages</filename>, <filename>/var/log/syslog</filename>, e <filename>/var/log/kern.log</filename>. Este comportamento pode ser modificado editando o <filename>/etc/syslog.conf</filename> apropriadamente ou instalando e configurando o <application>ulogd</application> e usando-o em vez do LOG. O serviço <application>ulogd</application> é um servidor que escuta ordens de criação de registo originadas no kernel, especificamente de firewalls, e pode criar o registo em qualquer ficheiro, ou mesmo numa base de dados application>PostgreSQL</application> ou <application>MySQL</application>. A tarefa de compreender os registos da firewall pode ser simplificada usando uma ferramenta de análise de registos como por exemplo a <application>fwanalog</application>, <application>fwlogwatch</application>, ou <application>lire</application>.
sv: Ovanstående logg hittar du också i <filename>/var/log/messages</filename>, <filename>/var/log/syslog</filename> och <filename>/var/log/kern.log</filename>. Det här beteendet går att ändra på genom att göra lämpliga ändringar i <filename>/etc/syslog.conf</filename> eller genom att installera och konfigurera <application>ulogd</application> och skriv ULOG istället för LOG i den tidigare regeln. Demonen <application>ulogd</application> är en server som lyssnar efter loggningsinstruktioner från kärnan om brandväggar, och kan logga det till vilken fil du vill, eller till och med till databaserna <application>PostgreSQL</application> eller <application>MySQL</application>. Du kan göra det enklare att förstå loggarna genom att använda ett logganalyseringsverktyg som <application>fwanalog</application>, <application> fwlogwatch</application> eller <application>lire</application>.

source: Other Tools
es: Otras herramientas
it: Altri strumenti
sv: Andra verktyg

source: There are many tools available to help you construct a complete firewall without intimate knowledge of iptables. For the GUI-inclined:
es: Hay varias herramientas disponible para ayudarlo a construir un cortafuegos completo sin tener conocimiento intimo de iptables. Para los inclinados en GUI:
it: Esistono diversi strumenti per "costruire" un firewall completo senza alcuna conoscenza di iptables. Per chi preferisce un'interfaccia grafica:
sv: Det finns många verktyg tillgängliga för att skapa en komplett brandvägg utan ingående kunskaper i iptables. För den GUI-benägna:
