Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: First, <application>ufw</application> needs to be enabled. From a terminal prompt enter:
es: Lo primero <application>ufw</application> necesita estar habilitada. Desde un terminal introduzca:
it: Per prima cosa, è necessario abilitare <application>ufw</application>. In un terminale digitare:
sv: Börja med att aktivera <application>ufw</application>. Från terminalprompten skriv:

source: To open a port (ssh in this example):
es: Para abrir un puerto (ssh en este ejemplo):
it: Per aprire una porta (in questo caso la porta di SSH):
sv: För att öppna en port (ssh i det här exemplet):

source: Rules can also be added using a <emphasis>numbered</emphasis> format:
es: Se pueden añadir reglas usando el formato <emphasis>numbered</emphasis>:
sv: Regler kan också läggas till genom att använda ett <emphasis>nummer</emphasis>-format:

source: Similarly, to close an opened port:
es: Similar para cerrar un puerto abierto:
it: Analogamente, per chiudere una porta aperta:
sv: På liknande sätt, för att stänga en öppen port:

source: To remove a rule, use delete followed by the rule:
es: Para eliminar una regla, use delete seguido de la regla:
it: Per eliminare una regola, usare «delete» seguito dalla regola:
sv: För att ta bort en regel, använd delete följt av regeln:

source: It is also possible to allow access from specific hosts or networks to a port. The following example allows ssh access from host 192.168.0.2 to any ip address on this host:
es: Es posible permitir el acceso desde un anfitrión específico o red de trabajo a un puerto. El siguiente ejemplo permite el acceso ssh desde el anfitrión 192.168.0.2 a cualquier dirección ip en este anfitrión:
it: È anche possibile consentire l'accesso da host o da reti specifici a una porta. Il seguente esempio consente accesso SSH dall'host 192.168.0.2 a qualsiasi indirizzo IP su questo host:
sv: Det är också möjligt att tillåta åtkomst från en specifik värd eller nätverk till en port. Följande exempel tillåter ssh-anslutning från värden 192.168.0.2 till valfri ip-adress på den här värden:

source: Replace 192.168.0.2 with 192.168.0.0/24 to allow ssh access from the entire subnet.
es: Reemplace 192.168.0.2 con 192.168.0.0/24 para permitir el acceso ssh a toda la subnet.
it: Sostituire 192.168.0.2 con 192.168.0.0/24 per consentire accesso SSH da tutta la sotto-rete.
sv: Ersätt 192.168.0.2 med 192.168.0.0/24 för att tillåta ssh-anslutningar från hela subnätet.

source: Adding the <emphasis>--dry-run</emphasis> option to a <emphasis>ufw</emphasis> command will output the resulting rules, but not apply them. For example, the following is what would be applied if opening the HTTP port:
es: Añadiendo la opción <emphasis>--dry-run</emphasis>a la orden <emphasis>ufw</emphasis> tendremos la salida de las reglas resultantes, pero no las aplicaremos. Por ejemplo lo siguiente es lo que se podría aplicar si se abriera el puerto HTTP:
it: Aggiungendo l'opzione <emphasis>--dry-run</emphasis> a un comando <emphasis>ufw</emphasis> è possibile visualizzare il risultato delle regole, ma senza applicarle. Per esempio, questo è quello che verrebbe applicato nel caso venisse aperta la porta HTTP:
sv: Att lägga till flaggan <emphasis>--dry-run</emphasis> till ett <emphasis>ufw</emphasis> kommando kommer visa regelresultatet, men inte tillämpa det. Till exempel, följande är vad som skulle ha tillämpats om HTTP-porten öppnats:

source: <application>ufw</application> can be disabled by:
es: <application>ufw</application> puede deshabilitarse por:
it: È possibile disabilitare <application>ufw</application> con il comando:
sv: <application>ufw</application> kan inaktiveras av:

source: To see the firewall status, enter:
es: Para ver la situación del cortafuegos, introduzca:
it: Per visualizzare lo stato del firewall usare:
sv: För att se brandväggens status, skriv:

source: And for more verbose status information use:
es: Y para una información de estado más detallada, use:
it: Per informazioni più dettagliate usare:
sv: Och för mer detaljerad statusinformation använd:

source: To view the <emphasis>numbered</emphasis> format:
es: Para ver el formato <emphasis>numbered</emphasis>:
sv: För att visa det <emphasis>numrerade</emphasis> formatet:

source: If the port you want to open or close is defined in <filename>/etc/services</filename>, you can use the port name instead of the number. In the above examples, replace <emphasis>22</emphasis> with <emphasis>ssh</emphasis>.
es: Si el puerto que desea abrir o cerrar está definido en<filename>/etc/services</filename>, puede usar el nombre del puerto o su número. En los ejemplos anteriores reemplace <emphasis>22</emphasis> con <emphasis>ssh</emphasis>.
it: Se la porta che si vuole aprire o chiudere è definita in <filename>/etc/services</filename>, è possibile usare il nome della porta al posto del numero. In questo esempio si sostituisce <emphasis>22</emphasis> con <emphasis>ssh</emphasis>.
sv: Om porten du vill öppna eller stänga är definierad i <filename>/etc/services</filename>, kan du använda portnamnet istället för numret. I ovanstående exempel, ersätt <emphasis>22</emphasis> med <emphasis>ssh</emphasis>.

source: This is a quick introduction to using <application>ufw</application>. Please refer to the <application>ufw</application> man page for more information.
es: Esto es una introducción rápida a <application>ufw</application>. Para más información vaya a las páginas de manual <application>ufw</application>.
it: Questa è una breve introduzione all'utilizzo di <application>ufw</application>. Per maggiori informazioni, consultare le pagine man di <application>ufw</application>.
sv: Det här är en snabb introduktion till användandet av <application>ufw</application>. För mer information hänvisas du till manualsidorna för <application>ufw</application>.

source: ufw Application Integration
es: Integración de la aplicación ufw
it: Integrazione delle applicazioni con ufw
sv: ufw applikationsintegrering

source: Applications that open ports can include an <application>ufw</application> profile, which details the ports needed for the application to function properly. The profiles are kept in <filename role="directory">/etc/ufw/applications.d</filename>, and can be edited if the default ports have been changed.
es: Las aplicaciones abran puertos pueden incluir un perfil <application>ufw</application>, el cual detalla los puertos que la aplicación necesita para funcionar correctamente. Los perfiles se guardan en <filename role="directory">/etc/ufw/applications.d</filename> y puede editarse si los puertos por defecto han cambiado.
it: Le applicazioni che aprono delle porte possono includere un profilo <application>ufw</application> in cui vengono descritte le porte necessarie all'applicazione per funzionare correttamente. I profili vengono salvati in <filename role="directory">/etc/ufw/applications.d</filename> e possono essere modificati se le porte predefinite sono cambiate.
sv: Applikationer som öppnar en port kan inkludera en <application>ufw</application>-profil, som beskriver vilka portar applikationen behöver för att fungera ordentligt. Profilerna sparas i <filename role="directory">/etc/ufw/applications.d</filename>, och kan redigeras om standardporten har ändrats.

source: To view which applications have installed a profile, enter the following in a terminal:
es: Para ver que aplicaciones tienen instalado un perfil, introduzca lo siguiente en un terminal:
it: Per visualizzare quali applicazioni hanno un profilo installato, in un terminale digitare:
sv: För att se vilka applikationer som installerat en profil, skriv följande i en terminal:

source: Similar to allowing traffic to a port, using an application profile is accomplished by entering:
es: Para permitir tráfico a un determinado puerto utilizando los perfiles, introduzca:
it: Usare un profilo di un'applicazione è simile al consentire il traffico attraverso una porta:
sv: På samma sätt för att tillåta trafik till en port, med hjälp av en applikationsprofil utförs detta genom att skriva:

source: An extended syntax is available as well:
es: También está disponible una sintaxis del tipo:
it: È disponibile anche una sintassi più estesa:
sv: En utökad syntax är också tillgänglig:

source: Replace <emphasis>Samba</emphasis> and <emphasis>192.168.0.0/24</emphasis> with the application profile you are using and the IP range for your network.
es: Replace <emphasis>Samba</emphasis> y <emphasis>192.168.0.0/24</emphasis> con el perfil de la aplicación que usa y el rango IP de su red.
it: Sostituire <emphasis>Samba</emphasis> e <emphasis>192.168.0.0/24</emphasis> con il profilo dell'applicazione da usare e l'intervallo di indirizzi della propria rete.
sv: Ersätt <emphasis>Samba</emphasis> och <emphasis>192.168.0.0/24</emphasis> med applikationsprofilen du använder och IP-området för ditt nätverk.

source: There is no need to specify the <emphasis>protocol</emphasis> for the application, because that information is detailed in the profile. Also, note that the <emphasis>app</emphasis> name replaces the <emphasis>port</emphasis> number.
es: No es necesario especificarle a la aplicación el <emphasis>protocol</emphasis> porque esa información ya está detallada en el perfil. Advierta que el nombre <emphasis>app</emphasis> reemplaza el número de puerto <emphasis>port</emphasis>.
it: Non è necessario specificare il <emphasis>protocollo</emphasis> per l'applicazione, dato che queste informazioni sono contenute nel profilo. Notare che il nome dell'<emphasis>applicazione</emphasis> sostituisce il numero della <emphasis>porta</emphasis>.
sv: Det finns ingen anledning att specificera applikationens <emphasis>protokoll</emphasis>, eftersom den informationen är beskriven i profilen. Dessutom, notera att <emphasis>app</emphasis>-namnet ersätter <emphasis>port</emphasis>-numret.

source: To view details about which ports, protocols, etc are defined for an application, enter:
es: Para ver detalles sobre puertos, protocoles, ect definidos para una aplicación, introduzca:
it: Per visualizzare i dettagli riguardo quali porte, protocolli, ecc... sono definiti per un'applicazione, digitare:
sv: För att se detaljer över vilka portar, protokoll, etc, som är definierade för en applikation, ange:

source: Not all applications that require opening a network port come with <application>ufw</application> profiles, but if you have profiled an application and want the file to be included with the package, please file a bug against the package in <ulink url="https://launchpad.net/">Launchpad</ulink>.
es: No todas las aplicaciones que requieren un puerto de red abierto vienen con perfiles <application>ufw</application>, pero si ha creado un perfil para una aplicación y quiere el archivo incluido en el paquete, por favor, rellene un informe de error en <ulink url="https://launchpad.net/">Launchpad</ulink>.
it: Non tutte le applicazioni che richiedono l'apertura di una porta hanno un profilo <application>ufw</application>, ma se è stato creato un profilo per un'applicazione e lo si vuole includere nel pacchetto, segnalare un bug su <ulink url="https://launchpad.net/">Launchpad</ulink>.
sv: Inte alla applikationer som kräver att en nätverksport öppnas kommer med en <application>ufw</application> profil, Men om du har skapat en profil för en applikation och vill att filen skall inkluderas med paketet, skicka in en felrapport mot paketet i <ulink url="https://launchpad.net/">Launchpad</ulink>.

source: IP Masquerading
es: Enmascaramiento IP
ko: IP 마스커레이딩
pt: Mascaramento de IP

source: The purpose of IP Masquerading is to allow machines with private, non-routable IP addresses on your network to access the Internet through the machine doing the masquerading. Traffic from your private network destined for the Internet must be manipulated for replies to be routable back to the machine that made the request. To do this, the kernel must modify the <emphasis>source</emphasis> IP address of each packet so that replies will be routed back to it, rather than to the private IP address that made the request, which is impossible over the Internet. Linux uses <emphasis>Connection Tracking</emphasis> (conntrack) to keep track of which connections belong to which machines and reroute each return packet accordingly. Traffic leaving your private network is thus "masqueraded" as having originated from your Ubuntu gateway machine. This process is referred to in Microsoft documentation as Internet Connection Sharing.
es: El propósito del Enmascaramiento IP (IP Masquerading) es permitir que máquinas con direcciones IP privadas no enrutables de una red accedan a Internet a través de la máquina que realiza el enmascaramiento. Se debe manipular el tráfico que va de su red privada con destino a Internet, para que las respuestas puedan encaminarse adecuadamente a la máquina que hizo la petición. Para ello, el núcleo debe modificar la dirección IP <emphasis>fuente</emphasis> de cada paquete de forma que las respuestas se encaminen hacia ella, en lugar de encaminarla hacia la dirección IP privada que hizo la petición, lo que resulta imposible en Internet. Linux usa Seguimiento de Conexión (<emphasis>Connection Tracking, conntrack)</emphasis> para llevar la cuenta de qué conexiones pertenencen a qué máquinas, y reencaminar adecuadamente cada paquete de retorno. El tráfico que sale de su red privada es, por consiguiente, «enmascarada» dando la sensación de que se ha originado en la máquina Ubuntu que hace de pasarela. Este proceso se denomina Compartición de Conexiones de Internet (Internet Connection Sharing) en la documentación de Microsoft.
it: Il compito dell'IP masquerading è di consentire a quei computer della rete forniti di indirizzi IP privati e non instradabili, di accedere a Internet tramite il computer che opera il masquerading. Il traffico che va dalla rete privata verso Internet deve essere manipolato per ottenere risposte che siano re-instradabili al computer che ne ha fatto richiesta. Per ottenere questo risultato, il kernel deve modificare l'indirizzo IP <emphasis>sorgente</emphasis> di ciascun pacchetto affinché tali risposte vengano re-instradate a esso invece che all'indirizzo IP privato che ha fatto la richiesta, procedura impossibile da eseguire su Internet. Linux fa uso del <emphasis>tracciamento della connessione</emphasis> (conntrack) per tenere traccia di quale connessione appartenga a quale computer e di conseguenza per re-instradare ciascun pacchetto di risposta. Il traffico in uscita dalla rete privata viene quindi "mascherato" per simulare l'uscita dalla macchina gateway Ubuntu. Nella documentazione Microsoft questo processo è indicato come condivisione delle connessioni internet (Internet Connection Sharing).
ko: IP 마스커레이딩(Masquerading:가장)의 목적은 여러분의 네트워크 상의 사설, 라우팅이 안되는 IP 주소를 가진 기계들이 IP의 가장을 통하여 인터넷을 접근하는 것을 허용하기 위해서 입니다. 여러분의 사설 네트워크에서 인터넷을 목적지로 하는 트래픽은 반드시, 그 요청을 만든 기계로 경로가 되돌아갈 수 있는 응답들을 위하여, 조작되어져야 합니다. 이것을 하기 위하여, 커널은 반드시 각각의 패킷의 <emphasis>source</emphasis> IP 어드레스를 변경하고, 그러므로 응답은 인터넷에서 사용 가능하지 않은 요청을 만든 사설 IP 주소 대신에 변경된 것에 따라 다시 되돌아오게 됩니다. 리눅스는 기계가 속하는 접속과 되돌와오는 패킷을 적절하게 재경로하는 것을 추적하기 위하여 <emphasis>접속 추적</emphasis> (conntrack)을 사용 합니다. 그러므로 여러분의 사설 네트워크를 떠난 트래픽은 여러분의 우분투 게이트웨이 기계로 향할 때 "가장"이 됩니다. 이 절차는 인터넷 접속 공유로 마이크로소프트의 문서에서는 알려져 있습니다.
pt: A finalidade do Mascaramento de IP <emphasis role="italics">IP Masquerading</emphasis> é permitir que máquinas com um endereço IP privado e não encaminhável na sua rede, acedam à Internet através da máquina que está a fazer o mascaramento. O tráfego da sua rede privada destinado à Internet tem que ser manipulado para que as respostas possam ser encaminhadas de volta à máquina que efectuou o pedido. Para fazer isto o kernel deve alterar o endereço IP de <emphasis>origem</emphasis> de cada pacote para que a resposta possa ser encaminhada de volta a si, em vez de ser encaminhada para o endereço IP privado que originou o pedido, o que é impossível através da Internet. O Linux utiliza o <emphasis>Registo do Caminho de Ligação</emphasis> <emphasis role="italics">Connection Tracking</emphasis> (conntrack) para manter o registo das ligações e a que máquinas pertencem e reencaminha os pacotes de acordo com essa informação. O tráfego que sai da sua rede privada é assim "mascarado" como tendo sido originado na máquina Ubuntu que funcione como porta de ligação. Este processo é referido na documentação da Microsoft como Partilha de Ligação à Internet.
sv: Syftet med att maskera IP:n är att ge datorer med privata, icke-routebara IP-adresser på ditt nätverk tillgång till internet genom datorn som sköter maskeringen. Trafik från ditt privata nätverk på väg mot internet måste manipuleras så att svaren kan routas tillbaka till datorn som skickade förfrågan. För att göra detta måste kärnan modifiera <emphasis>den ursprungliga</emphasis> IP-adressen för varje paket så att svaren routas tillbaka till datorn, istället för att skickas till den privata IP-adressen som datorn som skickade förfrågan, vilket inte går att göra över internet. Linux använder <emphasis>spårning av anslutningar</emphasis> (conntrack) för att hålla ordning på vilka anslutningar som hör till vilka datorer, och skicka vidare alla paket baserat på det. Trafik som lämnar ditt privata nätverk "maskeras" därför så att de ser ut att komma från din gateway-dator. Den här funktionen kallas i Microsofts dokumentation, internetanslutningsdelning.

source: ufw Masquerading
es: Enmascaramiento ufw
it: Masquerading con ufw
sv: ufw Maskering

source: IP Masquerading can be achieved using custom <application>ufw</application> rules. This is possible because the current back-end for <application>ufw</application> is <application>iptables-restore</application> with the rules files located in <filename>/etc/ufw/*.rules</filename>. These files are a great place to add legacy iptables rules used without <application>ufw</application>, and rules that are more network gateway or bridge related.
es: El enmascaramiento de IP puede lograrse usando reglas de <application>ufw</application> personalizadas. Esto es posible porque el back-end actual para <application>ufw</application> es <application>iptables-restore</application> con los archivos de reglas ubicados en <filename>/etc/ufw/*.rules</filename>. Estos archivos son un lugar excelente para agregar reglas de iptables legadas usadas sin <application>ufw</application> y reglas que están más relacionadas con puertas de enlace o puentes de red.
it: L'IP masquerading può essere ottenuto utilizzando regole <application>ufw</application> personalizzate. Questo è possibile dato che il backend attuale per <application>ufw</application> è <application>iptables-restore</application> con i file delle regole posizionati in <filename>/etc/ufw/*.rules</filename>. Questi file possono essere usati per aggiungere vecchie regole di iptables usate senza <application>ufw</application> e regole maggiormente legate al gateway o al bridge.
sv: IP-maskering kan uppnås genom särskilda <application>ufw</application>-regler. Detta är möjligt då nuvarande bakände för<application>ufw</application> är <application>iptables-restore</application> med regelfilerna placerade i <filename>/etc/ufw/*.rules</filename>. Dessa filer är en bra plats att lägga till ärvda regler från iptables utan <application>ufw</application>, och regler som är mer relaterade till nätverks-gateway eller brygga.

source: The rules are split into two different files, rules that should be executed before <application>ufw</application> command line rules, and rules that are executed after <application>ufw</application> command line rules.
es: Las reglas están divididas en dos archivos diferentes, reglas que deben ser ejecutadas antes de las reglas de línea de comandos de ufw, y reglas que deben ser ejecutadas después de las reglas de línea de comandos de ufw.
it: Le regole sono divise in due file diversi, regole da eseguire prima delle regole a riga di comando di <application>ufw</application> e regole da eseguire dopo <application>ufw</application>.
sv: Reglerna är splittrade i två olika filer, regler som skall utföras innan <application>ufw</application> kommandoradsregler, och regler som skall utföras efter <application>ufw</application> kommandoradsregler

source: First, packet forwarding needs to be enabled in <application>ufw</application>. Two configuration files will need to be adjusted, in <filename>/etc/default/ufw</filename> change the <emphasis>DEFAULT_FORWARD_POLICY</emphasis> to <quote>ACCEPT</quote>:
es: Primero, el reenvío de paquetes debe ser habilitado en <application>ufw</application>. Dos archivos de configuración necesitarán ser ajustados, en <filename>/etc/default/ufw</filename> cambie <emphasis>DEFAULT_FORWARD_POLICY</emphasis> a <quote>ACCEPT</quote>:
it: Per prima cosa, è necessario abilitare l'inoltro dei pacchetti modificando due file di configurazione. In <filename>/etc/default/ufw</filename> modificare <emphasis>DEFAULT_FORWARD_POLICY</emphasis> in <quote>ACCEPT</quote>:
sv: Till att börja med, "packet forwarding" måste vara aktiverat i <application>ufw</application>. Två konfigurationsfiler behöver justeras, i <filename>/etc/default/ufw</filename> ändra <emphasis>DEFAULT_FORWARD_POLICY</emphasis> till <quote>ACCEPT</quote>:

source: Then edit <filename>/etc/ufw/sysctl.conf</filename> and uncomment:
es: Entonces edite <filename>/etc/ufw/sysctl.conf</filename> y elimine los comentarios:
it: Quindi modificare il file <filename>/etc/ufw/sysctl.conf</filename> de-commentando:
sv: Därefter, redigera <filename>/etc/ufw/sysctl.conf</filename> och avkommentera:

source: Similarly, for IPv6 forwarding uncomment:
es: Similarmente, para redireccionamiento IPv6 descomente:
it: Similmente, per abilitare l'inoltro con IPv6 de-commentare:
sv: På liknande sätt, för IPv6 "forwarding" avkommentera:

source: Now we will add rules to the <filename>/etc/ufw/before.rules</filename> file. The default rules only configure the <emphasis>filter</emphasis> table, and to enable masquerading the <emphasis>nat</emphasis> table will need to be configured. Add the following to the top of the file just after the header comments:
es: Ahora agregaremos reglas al archivo <filename>/etc/ufw/before.rules</filename>. Las reglas por defecto solo configuran la tabla <emphasis>filter</emphasis>, y para habilitar el enmascaramiento la tabla <emphasis>nat</emphasis> necesitará ser configurada. Agregue lo siguiente al inicio del archivo justo antes de los comentarios de cabecera.
it: Ora verranno aggiunte delle regole al file <filename>/etc/ufw/before.rules</filename>. Le regole predefinite configurano solamente la tabella <emphasis>filter</emphasis> e per abilitare il masquerading è necessario configurare la tabella <emphasis>nat</emphasis>. Aggiungere all'inizio del file, subito dopo i commenti dell'intestazione, quanto segue:
sv: Nu skall vi lägga till reglerna i filen <filename>/etc/ufw/before.rules</filename>. Standardreglerna konfigurerar endast <emphasis>filter</emphasis>tabellen och för att aktivera maskering behöver <emphasis>nat</emphasis>-tabellen konfigureras. Lägg till följande i början av filen precis efter huvudkommentarerna:
