Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: To match the Samba configuration above the <emphasis>sysadmin</emphasis> group will be given read, write, and execute permissions to <filename>/srv/samba/share</filename>, the <emphasis>qa</emphasis> group will be given read and execute permissions, and the files will be owned by the username <emphasis>melissa</emphasis>. Enter the following in a terminal:
es: Para hacer corresponder la anterior configuración de Samba, el grupo <emphasis>sysadmin</emphasis> deberá tener permisos de lectura, escritura y ejecución sobre <filename>/srv/samba/share</filename>, el grupo <emphasis>qa</emphasis> deberá tener permisos de lectura y ejecución, y los archivos deberán ser propiedad del usuario <emphasis>ana</emphasis>. Introduzca lo siguiente en un terminal:
it: Per uguagliare la configurazione precedente di Samba, al gruppo <emphasis>sysadmin</emphasis> devono essere dati i permessi di lettura, scrittura e di esecuzione su <filename>/srv/samba/share</filename>, al gruppo <emphasis>qa</emphasis> devono essere dati i permessi di lettura ed esecuzione e i file devono essere di proprietà del nome utente <emphasis>melissa</emphasis>. In un terminale, digitare quanto segue:
sv: För att matcha Samba-konfigurationen ovan, skall gruppen <emphasis>sysadmin</emphasis> tilldelas läs, skriv och kör-rättigheter till <filename>/srv/samba/share</filename>, gruppen <emphasis>qa</emphasis> kommer att tilldelas skriv och körrättigheter och filer kommer att ägas av användaren <emphasis>melissa</emphasis>. Skriv följande i en terminal:

source: sudo chown -R melissa /srv/samba/share/
es: sudo chown -R ana /srv/samba/share/

source: The <application>setfacl</application> command above gives <emphasis>execute</emphasis> permissions to all files in the <filename>/srv/samba/share</filename> directory, which you may or may not want.
es: El comando <application>setfacl</application> anterior convede permisos de <emphasis>ejecución</emphasis> a todos los archivos contenidos en el directorio <filename>/srv/samba/share</filename>, lo que puede o no ser algo deseado.
it: Il comando <application>setfacl</application> imposta i permessi di <emphasis>esecuzione</emphasis> a tutti i file nella directory <filename>/srv/samba/share</filename>. Nel caso non sia desiderato, non eseguire il comando.
sv: Kommandot <application>setfacl</application> ovan ger <emphasis>skriv</emphasis> -rättigheter till alla filer i katalogen <filename>/srv/samba/share</filename>, vilket du kanske vill eller inte vill.

source: Now from a Windows client you should notice the new file permissions are implemented. See the <application>acl</application> and <application>setfacl</application> man pages for more information on POSIX ACLs.
es: A partir de ahora, desde un cliente Windows podrá comprobar que están implementados los nuevos permisos de archivos. Consulte las páginas del manual de <application>acl</application> y <application>setfacl</application> para más información sobre las ACLs POSIX.
it: Da un client Windows ora dovrebbe essere possibile notare la nuova implementazione dei permessi dei file. Per maggiori informazioni riguardo le ACL POSIX, consultare le pagine di manuale di <application>acl</application> e <application>setfacl</application>.
sv: Nu skall du från en Windows-klient upptäcka att de nya filrättigheterna är implementerade. Se manualsidorna <application>acl</application> och <application>setfacl</application> för mer information om PO

source: Samba AppArmor Profile
es: Perfil Samba AppArmor
it: Profilo AppArmor Samba
sv: Samba AppArmor Profil

source: Ubuntu comes with the <application>AppArmor</application> security module, which provides mandatory access controls. The default AppArmor profile for Samba will need to be adapted to your configuration. For more details on using AppArmor see <xref linkend="apparmor"/>.
es: Ubuntu incorpora el módulo de seguridad <application>AppArmor</application>, que proporciona controles de acceso obligatorios. Deberá adaptar el perfil predeterminado de AppArmor para Samba con objeto de adaptarlo a su configuración. Para más información sobre cómo usar AppArmor, consulte see <xref linkend="apparmor"/>.
it: Ubuntu è dotato del modulo di sicurezza <application>AppArmor</application>, che fornisce un controlli di acceso. Il profilo predefinito di AppArmor per Samba deve essere adattato alla propria configurazione. Per maggiori informazioni sull'uso di AppArmor, consultare <xref linkend="apparmor"/>.
sv: Ubuntu levereras med säkerhetsmodulen <application>AppArmor</application>, som ger tillgång till obligatoriska åtkomstkontroller. AppArmor standardprofil för Samba behöver anpassas för din konfiguration. För fler detaljer om hur du använder AppArmor se <xref linkend="apparmor"/>.

source: There are default AppArmor profiles for <filename>/usr/sbin/smbd</filename> and <filename>/usr/sbin/nmbd</filename>, the Samba daemon binaries, as part of the <application>apparmor-profiles</application> packages. To install the package, from a terminal prompt enter:
es: Existen perfiles predeterminados de AppArmor para <filename>/usr/sbin/smbd</filename> y <filename>/usr/sbin/nmbd</filename> (los binarios de los demonios de Samba) como parte del paquete <application>apparmor-profiles</application>. Para instalar ese paquete, introduzca en un terminal:
it: All'interno del pacchetto <application>apparmor-profiles</application> sono disponibili dei profili predefiniti di AppArmor per <filename>/usr/sbin/smbd</filename> e <filename>/usr/sbin/nmbd</filename>, i binari dei demoni di Samba. Per installare il pacchetto, da un terminale digitare:
sv: AppArmor har standardprofiler för <filename>/usr/sbin/smbd</filename> och <filename>/usr/sbin/nmbd</filename>, Samba demonbinärer som är en del av paketet <application>apparmor-profiles</application>. För att installera paketet, skriv från en terminalprompt:

source: This package contains profiles for several other binaries.
es: Este paquete contiene perfiles para distintos binarios.
it: Questo pacchetto contiene profili per molti altri binari.
sv: Det här paketet innehåller profiler för flera andra binärer.

source: By default the profiles for <application>smbd</application> and <application>nmbd</application> are in <emphasis>complain</emphasis> mode allowing Samba to work without modifying the profile, and only logging errors. To place the <application>smbd</application> profile into <emphasis>enforce</emphasis> mode, and have Samba work as expected, the profile will need to be modified to reflect any directories that are shared.
es: De forma predeterminada, los perfiles de <application>smbd</application> y <application>nmbd</application> están en modo <emphasis>complain</emphasis>, lo que permite a Samba funcionar sin modificar el perfil y registrando sólo los errores. Para poner el perfil de <application>smbd</application> en el modo <emphasis>enforce</emphasis> y hacer que Samba funcione como debe, hay que modificar el perfil para que reflejen todos los directorios que se están compartiendo.
it: I profili per <application>smbd</application> e <application>nmbd</application> sono, in modo predefinito, nella modalità <emphasis>complain</emphasis>, consentendo a Samba di lavorare senza dover modificare il profilo e registrando solamente gli errori. Per impostare il profilo <application>smbd</application> in modalità <emphasis>enforce</emphasis> e per far funzionare Samba come di consueto, il profilo deve essere modificato per rispecchiare le directory da condividere.
sv: Som standard är profilerna för <application>smbd</application> och <application>nmbd</application> i läget <emphasis>complain</emphasis> vilket tillåter Samba att fungera utan att modifiera profilen och endast logga felen. För att placera profilen <application>smbd</application> i läget <emphasis>enforce</emphasis> och få Samba att fungera som förväntat, kommer profilen att behöva ändras för att avspegla alla kataloger som delas.

source: Edit <filename>/etc/apparmor.d/usr.sbin.smbd</filename> adding information for <emphasis>[share]</emphasis> from the file server example:
es: Edite <filename>/etc/apparmor.d/usr.sbin.smbd</filename> y añada la información del ejemplo del servidor de archivos en la sección <emphasis>[share]</emphasis>:
it: Modificare il file <filename>/etc/apparmor.d/usr.sbin.smbd</filename> aggiungendo informazioni alla sezione <emphasis>[share]</emphasis> dall'esempio del server di file:
sv: Redigera <filename>/etc/apparmor.d/usr.sbin.smbd</filename> och lägg till information för <emphasis>[share]</emphasis> från filserver exemplet:

source: Now place the profile into <emphasis>enforce</emphasis> and reload it:
es: Ahora coloque el perfil dentro de <emphasis>enforce</emphasis> y recargue:
it: Ora impostare il profilo in modalità <emphasis>enforce</emphasis> e ricaricarlo:
sv: Placera nu profilen i <emphasis>enforce</emphasis> och ladda om den:

source: You should now be able to read, write, and execute files in the shared directory as normal, and the <application>smbd</application> binary will have access to only the configured files and direcotories. Be sure to add entries for each directory you configure Samba to share. Also, any errors will be logged to <filename>/var/log/syslog</filename>.
es: Ahora debería poder leer, escribir y ejecutar los archivos del directorio compartido de forma normal, y el binario <application>smbd</application> debería tener acceso sólo a los archivos y directorios configurados. Asegúrese de añadir entradas para cada directorio que se haya configurado como compartido en Samba. Además, cualquier error se registrará en <filename>/var/log/syslog</filename>.
it: Dovrebbe ora essere possibile leggere, scrivere ed eseguire normalmente i file presenti nella directory condivisa e il programma <application>smbd</application> avrà accesso solo ai file e alle directory configurate. Assicurarsi di aggiungere voci per ogni directory che viene configurata per la condivisione con Samba. Inoltre, qualsiasi errore verrà registrato in <filename>/var/log/syslog</filename>.
sv: Du skall nu som vanligt kunna läsa, skriva och köra filer i den delade katalogen, och binären <application>smbd</application> kommer att ha åtkomst till enbart de konfigurerade filerna och katalogerna. Säkerställ att du lagt till poster för varje katalog du konfigurerat Samba till att dela. Dessutom, eventuella fel kommer att loggas till <filename>/var/log/syslog</filename>.

source: O'Reilly's <ulink url="http://www.oreilly.com/catalog/9780596007690/">Using Samba</ulink> is also a good reference.
es: <ulink url="http://www.oreilly.com/catalog/9780596007690/">Usando Samba</ulink>, de O'Reilly, también es una buena referencia.
it: Il libro <ulink url="http://www.oreilly.com/catalog/9780596007690/">Using Samba</ulink> di O'Reilly è un'altra buona lettura.
sv: O'Reilly's <ulink url="http://www.oreilly.com/catalog/9780596007690/">Using Samba</ulink> är en annan bra referens.

source: <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/securing-samba.html">Chapter 18</ulink> of the Samba HOWTO Collection is devoted to security.
es: El <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/securing-samba.html">capítulo 18</ulink> de la colección de HOWTOs de Samba está dedicado a la seguridad.
it: Il <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/securing-samba.html">capitolo 18</ulink> della «Samba HOWTO Collection» è dedicato alla sicurezza.
sv: <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/securing-samba.html">Kapitel 18</ulink> i samlingen av Samba HOWTO ägnas åt säkerhet.

source: For more information on Samba and ACLs see the <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/AccessControls.html#id397568">Samba ACLs page </ulink>.
es: Para más información sobre Samba y ACLs consulte la <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/AccessControls.html#id397568">página sobre ACL de Samba</ulink>.
it: Il libro <ulink url="http://www.oreilly.com/catalog/9780596007690/">Using Samba</ulink> di O'Reilly è un'altra buona lettura.
sv: För mer information om Samba och ACLs, se <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/AccessControls.html#id397568">Samba ACLs sida </ulink>.

source: Samba as a Domain Controller
es: Samba como controlador de dominio
it: Samba come controller di dominio
sv: Samba som en domänkontrollant

source: Although it cannot act as an Active Directory Primary Domain Controller (PDC), a Samba server can be configured to appear as a Windows NT4-style domain controller. A major advantage of this configuration is the ability to centralize user and machine credentials. Samba can also use multiple backends to store the user information.
es: Aunque no puede funcionar como controlador primario de dominio (PDC) de Active Directory, un servidor Samba puede configurarse para que funcione como un controlador de dominio al estilo de Windows NT4. Una de las principales ventajas de esta configuración es la capacidad de centralizar las credenciales de los usuarios y las máquinas. Samba también puede usar varios backends para almacenar la información de los usuarios.
it: Benché non possa funzionare come un controller di dominio primario (PDC) Active Directory, un server Samba può essere configurato per apparire come un controller di dominio in stile Windows NT4. Uno dei vantaggi di questa configurazione consiste nell'abilità di centralizzare le credenziali di utenti e computer, inoltre, Samba può utilizzare diversi backend per archiviare le informazioni.
sv: Även om den inte kan agera som en Active Directory Primary Domain Controller (PDC), kan en Samba-server konfigureras för att visas som en domänkontrollant i Windows NT4 stil. En betydande fördel med den här konfigurationen är förmågan att centralisera användare och maskinreferenser. Samba kan även använda flera bakändesystem till att lagra användarinformation.

source: Primary Domain Controller
es: Controlador de dominio primario
it: Controller di dominio primario (PDC)
sv: Primär domänkontrollant

source: This section covers configuring Samba as a Primary Domain Controller (PDC) using the default smbpasswd backend.
es: Esta sección cubre la configuración de Samba como controlador primario de dominio (PDC) usando el backend predeterminado smbpasswd.
it: Questa sezione spiega come configurare Samba come controller di dominio primario (PDC) usando il backend predefinito «smbpasswd».
sv: Detta avsnitt behandlar konfigurationen av Samba som en Primär domänkontrollant (PDC) genom att använda standard-bakändesystemet för smbpasswd.

source: First, install Samba, and <application>libpam-smbpass</application> to sync the user accounts, by entering the following in a terminal prompt:
es: Primero, instale Samba y <application>libpam-smbpass</application> para sincronizar las cuentas de usuario, introduciendo en un terminal:
it: Per prima cosa, installare Samba e <application>libpam-smbpass</application> per sincronizzare gli account utente digitando quanto segue in un terminale:
sv: Börja med att installera Samba och <application>libpam-smbpass</application> till att synkronisera användarkonton, genom att skriva följande i en terminalprompt:

source: Next, configure Samba by editing <filename>/etc/samba/smb.conf</filename>. The <emphasis>security</emphasis> mode should be set to <emphasis role="italic">user</emphasis>, and the <emphasis>workgroup</emphasis> should relate to your organization:
es: Después, configure Samba editando <filename>/etc/samba/smb.conf</filename>. El modo de seguridad (<emphasis>security</emphasis>) debe establecerse a <emphasis role="italic">user</emphasis>, y el grupo de trabajo (<emphasis>workgroup</emphasis>) debería corresponderse con su empresa u organización:
it: Configurare Samba modificando il file <filename>/etc/samba/smb.conf</filename>. La variabile <emphasis>security</emphasis> dovrebbe essere impostata a <emphasis role="italic">user</emphasis> e il <emphasis>workgroup</emphasis> dovrebbe essere relativo alla propria organizzazione.
sv: Nästa steg, konfigurera Samba genom att redigera <filename>/etc/samba/smb.conf</filename>. Läget <emphasis>security</emphasis> skall sättas till <emphasis role="italic">user</emphasis>, och <emphasis>workgroup</emphasis> skall relatera till din organisation:

source: workgroup = EXAMPLE ... security = domain
es: workgroup = EJEMPLO ... security = dominio

source: In the commented <quote>Domains</quote> section add or uncomment the following:
es: En la sección comentada <quote>Dominios</quote> añada o descomente lo siguiente:
it: Nelle sezione <quote>Domains</quote> aggiungere o togliere il commento a quanto segue:
sv: I det kommenterade avsnittet <quote>Domains</quote> lägg till eller avkommentera följande:

source: <emphasis>domain logons:</emphasis> provides the netlogon service causing Samba to act as a domain controller.
es: <emphasis>domain logons:</emphasis> proporciona el servicio netlogon, lo que hace que Samba actúe como un controlador de dominio.
it: <emphasis>domain logons</emphasis>: fornisce il servizio netlogon facendo in modo che Samba si comporti come un controller di dominio.
sv: <emphasis>domain logons:</emphasis> tillhandahåller tjänsten Netlogon som medför att Samba fungerar som en domänkontrollant.

source: <emphasis>logon path:</emphasis> places the user's Windows profile into their home directory. It is also possible to configure a <emphasis>[profiles]</emphasis> share placing all profiles under a single directory.
es: <emphasis>logon path:</emphasis> coloca el perfil Windows del usuario dentro de su directorio personal. También es posible configurar un recurso compartido <emphasis>[profiles]</emphasis> que sitúe todos los perfiles bajo un único directorio.
it: <emphasis>logon path</emphasis>: posiziona il profilo degli utenti Windows all'interno della loro directory home. È possibile anche configurare una condivisione <emphasis>[profiles]</emphasis> posizionando tutti i profili all'interno di una sola directory.
sv: <emphasis>logon path:</emphasis> placerar användarens Windows-profil i deras hemmakatalog. Det är också möjligt att konfigurera en delad <emphasis>[profiles]</emphasis> och placera alla profiler under en enda katalog.

source: <emphasis>logon drive:</emphasis> specifies the home directory local path.
es: <emphasis>logon drive:</emphasis> especifica la ruta local del directorio home.
it: <emphasis>logon drive</emphasis>: specifica il percorso locale della directory home.
sv: <emphasis>logon drive:</emphasis> specificerar hemmakatalogens lokala sökväg.

source: <emphasis>logon home:</emphasis> specifies the home directory location.
es: <emphasis>logon home:</emphasis> especifica la localización del directorio home.
it: <emphasis>logon home</emphasis>: specifica la posizione della directory home.
sv: <emphasis>logon home:</emphasis> specificerar hemmakatalogens plats.

source: <emphasis>logon script:</emphasis> determines the script to be run locally once a user has logged in. The script needs to be placed in the <emphasis>[netlogon]</emphasis> share.
es: <emphasis>logon script:</emphasis> determina el script que se ejecutará localmente cuando el usuario se conecte. El script debe colocarse dentro del recurso compartido <emphasis>[netlogon]</emphasis>.
it: <emphasis>logon script</emphasis>: determina quale script eseguire localmente una volta che un utente ha eseguito l'accesso. Lo script deve essere all'interno della condivisione <emphasis>[netlogon]</emphasis>.
sv: <emphasis>logon script:</emphasis> fastställer vilket skript som skall köras lokalt när en användare har loggat in. Skriptet måste placeras i delningen <emphasis>[netlogon]</emphasis>.

source: <emphasis>add machine script:</emphasis> a script that will automatically create the <emphasis>Machine Trust Account</emphasis> needed for a workstation to join the domain.
es: <emphasis>add machine script:</emphasis> un script que creará automáticamente una cuenta de máquina de confianza (<emphasis>Machine Trust Account</emphasis>), necesaria para que un puesto de trabajo se una al dominio.
it: <emphasis>add machine script</emphasis>: uno script che crea automaticamente lo <emphasis>Machine Trust Account</emphasis> necessario per accedere al dominio.
sv: <emphasis>add machine script:</emphasis> ett skript som automatiskt skapar ett <emphasis>Machine Trust Account</emphasis> som är nödvändigt för att ansluta en arbetsstation till en domän.

source: In this example the <emphasis>machines</emphasis> group will need to be created using the <application>addgroup</application> utility see <xref linkend="adding-deleting-users"/> for details.
es: En este ejemplo se necesitará crear el grupo <emphasis>machines</emphasis> usando la utilidad <application>addgroup</application>. Consulte <xref linkend="adding-deleting-users"/> para más información.
it: In questo esempio il gruppo <emphasis>machines</emphasis> deve essere creato usando l'utilità <application>addgroup</application>. Per maggiori informazioni, consultare <xref linkend="adding-deleting-users"/>.
sv: I det här exemplet behöver gruppen <emphasis>machines</emphasis> skapas genom att använda verktyget <application>addgroup</application> se <xref linkend="adding-deleting-users"/> för detaljer.

source: If you wish to not use <emphasis>Roaming Profiles</emphasis> leave the <emphasis>logon home</emphasis> and <emphasis>logon path</emphasis> options commented.
es: Si no desea usar perfiles móviles (<emphasis>Roaming Profiles</emphasis>), deje comentadas las opciones <emphasis>logon home</emphasis> y <emphasis>logon path</emphasis>.
it: Per non usare i profili <emphasis>roaming</emphasis>, non togliere il commento alle opzioni <emphasis>logon home</emphasis> e <emphasis>logon path</emphasis>.
sv: Om du önskar använda <emphasis>Roaming Profiles</emphasis> lämna alternativet <emphasis>logon home</emphasis> and <emphasis>logon path</emphasis> kommenterat.

source: Uncomment the <emphasis>[homes]</emphasis> share to allow the <emphasis role="italic">logon home</emphasis> to be mapped:
es: Descomente el recurso<emphasis>[homes]</emphasis> para que permitir la correspondencia con el <emphasis role="italic">logon home</emphasis>:
it: Togliere il commento alla condivisione <emphasis>[homes]</emphasis> per consentire la mappatura di <emphasis role="italic">logon home</emphasis>:
sv: Avkommentera delningen <emphasis>[homes]</emphasis> för att tillåta <emphasis role="italic">logon home</emphasis> att bli ansluten:

source: When configured as a domain controller a <emphasis>[netlogon]</emphasis> share needs to be configured. To enable the share, uncomment:
es: Cuando configure un controlador de dominio, deberá configurar un recurso <emphasis>[netlogon]</emphasis>. Para habilitar ese recurso, descomente:
it: Quando configurato come controller di dominio, è necessario configurare una condivisione <emphasis>[netlogon]</emphasis>. Per abilitarla, togliere il commento a:
sv: När den är konfigurerad som en domänkontrollant behöver delningen <emphasis>[netlogon]</emphasis> konfigureras. För att aktiver delningen, avkommentera:
