Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: <emphasis>guest ok:</emphasis> allows clients to connect to the share without supplying a password.
es: <emphasis>guest ok:</emphasis> permite que los clientes se puedan conectar al recurso sin necesidad de introducir ninguna contraseña.
it: <emphasis>guest ok</emphasis>: consente ai client di connettersi alla condivisione senza dover fornire una password.
sv: <emphasis>guest ok:</emphasis> tillåter klienter att ansluta till delningen utan att ange något lösenord.

source: <emphasis>read only:</emphasis> gives write access to the shared directory.
es: <emphasis>read only:</emphasis> proporciona acceso de escritura al directorio compartido.
it: <emphasis>read only</emphasis>: fornisce accesso in scrittura alla directory condivisa.
sv: <emphasis>read only:</emphasis> ger skrivrättigheter till den delade katalogen.

source: <emphasis>create mask:</emphasis> determines the permissions new files will have when created.
es: <emphasis>create mask:</emphasis> determina los permisos que tendrán los archivos nuevos cuando se creen.
it: <emphasis>create mask</emphasis>: determina i permessi dei nuovi file creati.
sv: <emphasis>create mask:</emphasis> fastställer rättigheterna som nya filer får när de skapas.

source: Now that <application>Samba</application> is configured, the directory needs to be created and the permissions changed. From a terminal enter:
es: Ahora que <application>Samba</application> ya está configurado, se necesita crear el directorio y cambiar sus permisos. Desde un terminal, teclee:
it: Ora che <application>Samba</application> è configurato, è necessario creare la directory e modificarne i permessi. Da un terminale digitare:
sv: Nu när <application>Samba</application> är konfigurerat, behöver katalogen skapas och rättigheterna ändras. skriv från en terminal:

source: The <emphasis>-p</emphasis> switch tells mkdir to create the entire directory tree if it doesn't exist. Change the share name to fit your environment.
es: La opción <emphasis>-p</emphasis> indica a mkdir que cree el árbol completo hasta el directorio si no existiera. Cambie el nombre «share» por otro que se ajuste más a su entorno.
it: L'opzione <emphasis>-p</emphasis> indica al comando "mkdir" di creare l'intero albero delle directory se non esiste. Modificare il nome della condivisione come desiderato.
sv: Flaggan <emphasis>-p</emphasis> talar om för mkdir att skapa hela katalogträdet om det saknas. Ändra namnet på delningen för att passa till dina förhållanden.

source: Finally, restart the <application>samba</application> services to enable the new configuration:
es: Finalmente, reinicie los servicios <application>samba</application> para habilitar la nueva configuración:
it: Infine, riavviare il servizio <application>samba</application> per abilitare la nuova configurazione:
sv: Till sist, starta om tjänsten <application>samba</application> för att aktivera din nya konfiguration:

source: Once again, the above configuration gives all access to any client on the local network. For a more secure configuration see <xref linkend="samba-fileprint-security"/>.
es: Una vez más, la configuración anterior proporciona acceso total a todos los clientes de la red local. Para una configuración más segura, consulte <xref linkend="samba-fileprint-security"/>.
it: La configurazione precedente fornisce accesso completo a tutti i client nella rete locale. Per una configurazione più sicura, consultare <xref linkend="samba-fileprint-security"/>.
sv: Ännu en gång, ovanstående konfiguration ger full åtkomst för alla klienter på det lokala nätverket. För en mer säker konfiguration se <xref linkend="samba-fileprint-security"/>.

source: From a Windows client you should now be able to browse to the Ubuntu file server and see the shared directory. To check that everything is working try creating a directory from Windows.
es: Desde un cliente Windows debería poder navegar por el servidor de archivos de Ubuntu y ver el directorio compartido. Para comprobar que todo funciona bien, pruebe a crear un directorio desde Windows.
it: Da un client Windows dovrebbe ora essere possibile esplorare il file server Ubuntu e consultare la directory condivisa. Per verificare che tutto funzioni correttamente, provare a creare una directory da Windows.
sv: Från en Windowsklient skall du nu kunna bläddra i den delade katalogen som finns på Ubuntu-filservern. För att testa så att allt fungerar, prova att skapa en mapp från Windows.

source: To create additional shares simply create new <emphasis>[dir]</emphasis> sections in <filename>/etc/samba/smb.conf</filename>, and restart <emphasis>Samba</emphasis>. Just make sure that the directory you want to share actually exists and the permissions are correct.
es: Para crear más carpetas compartidas, simplemente cree nuevas secciones <emphasis>[dir]</emphasis> en <filename>/etc/samba/smb.conf</filename>, y reinicie <emphasis>Samba</emphasis>. Tan sólo asegúrese de que el directorio que desea compartir existe realmente, y que sus permisos son correctos.
it: Per creare ulteriori condivisioni basta creare delle nuove sezioni <emphasis>[dir]</emphasis> nel file <filename>/etc/samba/smb.conf</filename> e riavviare <emphasis>Samba</emphasis>. Assicurarsi che le directory da condividere esistano e abbiano i permessi impostati correttamente.
sv: För att skapa ytterligare delningar, skapar du helt enkelt nya <emphasis>[katalog]</emphasis> avsnitt i <filename>/etc/samba/smb.conf</filename>, och startar om <emphasis>Samba</emphasis>. Säkerställ bara att katalogen du vill dela ut existerar och att den har rätt rättigheter.

source: Resources
es: Recursos
it: Risorse
sv: Resurser

source: For in depth Samba configurations see the <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/">Samba HOWTO Collection</ulink>
es: Para una configuración más detallada de Samba, consulte la <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/">colección de HOWTOs de Samba</ulink>.
it: Per delle configurazioni più dettagliate riguardo Samba, consultare <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/">Samba HOWTO Collection</ulink>
sv: För detaljerad konfigurering av Samba, se <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/">Samba HOWTO Collection</ulink>

source: The guide is also available in <ulink url="http://www.amazon.com/exec/obidos/tg/detail/-/0131882228">printed format</ulink>.
es: La guía también está disponible en <ulink url="http://www.amazon.com/exec/obidos/tg/detail/-/0131882228">formato impreso</ulink>.
it: La guida è disponibile anche in <ulink url="http://www.amazon.com/exec/obidos/tg/detail/-/0131882228">formato cartaceo</ulink>.
sv: Den här guiden finns också tillgänglig i ett <ulink url="http://www.amazon.com/exec/obidos/tg/detail/-/0131882228">utskrivet format</ulink>.

source: O'Reilly's <ulink url="http://www.oreilly.com/catalog/9780596007690/">Using Samba</ulink> is another good reference.
es: El libro de O'Reilly <ulink url="http://www.oreilly.com/catalog/9780596007690/">Using Samba</ulink> es otra buena fuente de referencia.
it: Il libro <ulink url="http://www.oreilly.com/catalog/9780596007690/">Using Samba</ulink> di O'Reilly è un'altra buona lettura.
sv: O'Reilly's <ulink url="http://www.oreilly.com/catalog/9780596007690/">Using Samba</ulink> är en annan bra referens.

source: Samba Print Server
es: Servidor de impresión Samba
it: Server di stampa Samba
sv: Samba skrivarserver

source: Another common use of Samba is to configure it to share printers installed, either locally or over the network, on an Ubuntu server. Similar to <xref linkend="samba-fileserver"/> this section will configure Samba to allow any client on the local network to use the installed printers without prompting for a username and password.
es: Otro uso habitual de Samba es configurarlo para compartir impresoras instaladas en un servidor Ubuntu, bien localmente o a través de la red. Esta sección (similar a <xref linkend="samba-fileserver"/>) configurará Samba para permitir que cualquier cliente de la red local pueda usar las impresoras instaladas sin necesidad de introducir un nombre de usuario y una contraseña.
it: Un' altra configurazione molto comune di Samba è come condivisione di stampanti installate, localmente o in remoto, su un server Ubuntu. Come <xref linkend="samba-fileserver"/>, questa sezione spiega come configurare Samba affinché qualsiasi client sulla rete locale possa utilizzare le stampanti installate senza la necessità di fornire nome utente o password.
sv: Ett annat vanligt användningsområde för Samba på en Ubuntu server är att konfigurera den till att dela ut installerade skrivare, endera lokalt eller över nätverket. Likadant som för <xref linkend="samba-fileserver"/> kommer konfigurationen för Samba i det här avsnittet att tillåta alla klienter på det lokala nätverket att använda installerade skrivare utan att tillfrågas efter användarnamn och lösenord.

source: For a more secure configuration see <xref linkend="samba-fileprint-security"/>.
es: Para una configuración más segura, consulte <xref linkend="samba-fileprint-security"/>.
it: Per una configurazione più sicura, consultare <xref linkend="samba-fileprint-security"/>.
sv: För en mer säker konfiguration, se <xref linkend="samba-fileprint-security"/>.

source: Before installing and configuring Samba it is best to already have a working <application>CUPS</application> installation. See <xref linkend="cups"/> for details.
es: Antes de instalar y configurar Samba, es mejor tener previamente una instalación funcional de <application>CUPS</application> Consulte <xref linkend="cups"/> para más información.
it: Prima di installare e configurare Samba è utile prima di tutto avere un'installazione funzionante di <application>CUPS</application>. Per maggiori informazioni, consultare <xref linkend="cups"/>.
sv: Innan installation och konfiguration av Samba är det bäst att ha en fungerande <application>CUPS</application>-installation. Se <xref linkend="cups"/> för detaljer.

source: To install the <application>samba</application> package, from a terminal enter:
es: Para instalar el paquete <application>samba</application>, teclee en un terminal:
it: Per installare il pacchetto <application>samba</application>, da un terminale digitare:
sv: För att installera paketet <application>samba</application>, skriv från en terminal:

source: After installing samba edit <filename>/etc/samba/smb.conf</filename>. Change the <emphasis>workgroup</emphasis> attribute to what is appropriate for your network, and change <emphasis>security</emphasis> to <emphasis role="italic">share</emphasis>:
es: Tras instalar Samba, edite <filename>/etc/samba/smb.conf</filename>. Cambie el atributo <emphasis>workgroup</emphasis> por uno apropiado a su red, y cambie <emphasis>security</emphasis> al valor <emphasis role="italic">share</emphasis>:
it: Una volta installato samba, modificare il file <filename>/etc/samba/smb.conf</filename>. Cambiare il <emphasis>workgroup</emphasis> a un valore appropriato per la propria rete e impostare la chiave <emphasis>security</emphasis> a <emphasis role="italic">share</emphasis>:
sv: Efter installationen av Samba, redigera <filename>/etc/samba/smb.conf</filename>. Ändra attributet <emphasis>workgroup</emphasis> till vad som är lämpligt för ditt nätverk, och ändra <emphasis>security</emphasis> till <emphasis role="italic">share</emphasis>:

source: In the <emphasis>[printers]</emphasis> section change the <emphasis>guest ok</emphasis> option to <emphasis role="italic">yes</emphasis>:
es: En la sección <emphasis>[printers]</emphasis> cambie la opción <emphasis>guest ok</emphasis> a <emphasis role="italic">yes</emphasis>:
it: Nella sezione <emphasis>[printers]</emphasis> modificare l'opzione <emphasis>guest ok</emphasis> a <emphasis role="italic">yes</emphasis>:
sv: I avsnittet <emphasis>[printers]</emphasis> ändra alternativet <emphasis>guest ok</emphasis> till <emphasis role="italic">yes</emphasis>:

source: After editing <filename>smb.conf</filename> restart Samba:
es: Después de editar <filename>smb.conf</filename> reinicie Samba:
sv: Efter redigering av <filename>smb.conf</filename> starta om Samba:

source: The default Samba configuration will automatically share any printers installed. Simply install the printer locally on your Windows clients.
es: La opción predeterminada de Samba compartirá automáticamente cualquier impresora instalada. Simplemente, instale la impresora localmente en sus clientes Windows.
it: La configurazione predefinita di Samba condividerà automaticamente qualsiasi stampante installata. Basta installare la stampante localmente sui client Windows.
sv: Standardkonfigurationen för Samba kommer automatiskt att dela ut alla skrivare som är installerade. Installera helt enkelt skrivaren lokalt på din Windowsklient.

source: Also, see the <ulink url="http://www.cups.org/">CUPS Website</ulink> for more information on configuring CUPS.
es: Además, visite la <ulink url="http://www.cups.org/">página web de CUPS</ulink> para más información sobre cómo configurar CUPS.
it: Per maggiori informazioni sulla configurazione di CUPS, consultare il <ulink url="http://www.cups.org/">sito web di CUPS</ulink>.
sv: För mer information om att konfigurera av CUPS, se <ulink url="http://www.cups.org/">CUPS Webbplats</ulink>.

source: Securing a Samba File and Print Server
es: Asegurar un servidor Samba de archivos e impresión
it: Sicurezza di un server di file e di stampa Samba
sv: Säkra en Samba fil- och skrivarserver

source: Samba Security Modes
es: Modos de seguridad en Samba
it: Modalità di sicurezza di Samba
sv: Samba säkerhetsmetoder

source: There are two security levels available to the Common Internet Filesystem (CIFS) network protocol <emphasis>user-level</emphasis> and <emphasis>share-level</emphasis>. Samba's <emphasis>security mode</emphasis> implementation allows more flexibility, providing four ways of implementing user-level security and one way to implement share-level:
es: Existen dos niveles de seguridad disponibles en el protocolo de red Common Internet Filesystem (CIFS): <emphasis>user-level (a nivel de usuario)</emphasis> y <emphasis>share-level (a nivel de recurso)</emphasis>. La implementación que hace Samba de <emphasis>security mode</emphasis> permite más flexibilidad, ya que proporciona cuatro formas de implementar la seguridad user-level y una forma de implementar share-level:
it: Esistono due livelli di sicurezza disponibili al protocollo CIFS (Common Internet Filesystem): a livello <emphasis>utente</emphasis> e a livello <emphasis>condivisione</emphasis>. L'implementazione della <emphasis>modalità di sicurezza</emphasis> di Samba consente una maggiore flessibilità, fornendo quattro modi per implementare la sicurezza a livello utente e uno per quella a livello condivisione.
sv: Det finns två säkerhetsnivåer tillgängliga i nätverksprotokollet Common Internet Filesystem (CIFS) <emphasis>användarnivå</emphasis> och <emphasis>delningsnivå</emphasis>. Sambas implementering av <emphasis>säkerhetsmetoder</emphasis> tillåter en högre flexibilitet genom att tillhandahålla fyra sätt att implementera säkerhet på användarnivå och ett sätt att implementera delningsnivå:

source: <emphasis>security = user:</emphasis> requires clients to supply a username and password to connect to shares. Samba user accounts are separate from system accounts, but the <application>libpam-smbpass</application> package will sync system users and passwords with the Samba user database.
es: <emphasis>security = user:</emphasis> exige que los clientes proporcionen un nombre de usuario y una contraseña para conectarse a los recursos compartidos. Las cuentas de usuario de Samba están separadas de las cuentas del sistema, pero el paquete <application>libpam-smbpass</application> sincroniza las cuentas y contraseña del sistema con la base de datos de usuarios de Samba.
it: <emphasis>security = user</emphasis>: richiede a client di fornire nome utente e password per collegarsi alla condivisione. Gli account di Samba sono separati da quelli di sistema, ma il pacchetto <application>libpam-smbpass</application> consente di sincronizzare utenti e password con il database degli utenti di Samba.
sv: <emphasis>security = user:</emphasis> kräver att klienter anger ett användarnamn och lösenord för att ansluta till en delning. Användarkonton i Samba är separerade från systemkonton, men paketet <application>libpam-smbpass</application> kan synkronisera systemets användare och lösenord med användardatabasen i Samba.

source: <emphasis>security = domain:</emphasis> this mode allows the Samba server to appear to Windows clients as a Primary Domain Controller (PDC), Backup Domain Controller (BDC), or a Domain Member Server (DMS). See <xref linkend="samba-dc"/> for further information.
es: <emphasis>security = domain:</emphasis> este modo permite que el servidor Samba se muestre a los clientes Windows como un controlador primario de dominio (Primary Domain Controller, PDC), un controlador secundario de dominio (Backup Domain Controller, BDC) o un servidor de miembros de dominio (Domain Member Server, DMS). Consulte <xref linkend="samba-dc"/> para más información.
it: <emphasis>security = domain</emphasis>: questa modalità consente al server Samba di apparire ai client Windows come «Primary Domain Controller» (PDC), «Backup Domain Controller» (BDC) oppure «Domain Member Server» (DMS). Per maggiori informazioni, consultare <xref linkend="samba-dc"/>.
sv: <emphasis>security = domain:</emphasis> det här läget tillåter Sambaservern att för Windowsklienterna framstå som en Primary Domain Controller (PDC), Backup Domain Controller (BDC), eller en Domain Member Server (DMS). Se <xref linkend="samba-dc"/> för ytterligare information.

source: <emphasis>security = ADS:</emphasis> allows the Samba server to join an Active Directory domain as a native member. See <xref linkend="samba-ad-integration"/> for details.
es: <emphasis>security = ADS:</emphasis> permite que el servidor Samba pueda unirse a un dominio de Active Directory como si fuera un miembro nativo. Consulte <xref linkend="samba-ad-integration"/> para más información.
it: <emphasis>security = ADS</emphasis>: consente al server Samba di unirsi a un dominio «Active Directory» come membro nativo. Per maggiori informazioni, consultare <xref linkend="samba-ad-integration"/>.
sv: <emphasis>security = ADS:</emphasis> tillåter Sambaservern att ansluta till en Active Directory domän som en naturlig medlem. Se <xref linkend="samba-ad-integration"/> för detaljer.

source: <emphasis>security = server:</emphasis> this mode is left over from before Samba could become a member server, and due to some security issues should not be used. See the <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/ServerType.html#id349531">Server Security</ulink> section of the Samba guide for more details.
es: <emphasis>security = server:</emphasis> este modo se usaba antes de que Samba pudiera ser un servidor de miembros, pero ahora no debería usarse debido a ciertos problemas de seguridad. Consulte la sección sobre <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/ServerType.html#id349531">seguridad del servidor</ulink> en la guía de Samba para más información.
it: <emphasis>security = server</emphasis>: questa modalità non dovrebbe essere usata per motivi di sicurezza. Per maggiori informazioni, consultare la sezione <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/ServerType.html#id349531">Server Security</ulink> della guida di Samba.
sv: <emphasis>security = server:</emphasis> detta läge finns kvar från tiden innan Samba kunde vara medlemserver, och skall på grund av en del säkerhetsproblem inte användas. Se avsnittet <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/ServerType.html#id349531">Server Security</ulink> i Samba dokumentationen för fler detaljer.

source: <emphasis>security = share:</emphasis> allows clients to connect to shares without supplying a username and password.
es: <emphasis>security = share:</emphasis> permite que los clientes puedan conectarse a los recursos compartidos sin necesidad de proporcionar un nombre de usuario y una contraseña.
it: <emphasis>security = share</emphasis>: consente ai client di collegarsi alle condivisioni senza fornire nome utente e password.
sv: <emphasis>security = share:</emphasis> tillåter klienter att ansluta till delningar utan att ange användarnamn och lösenord.

source: The security mode you choose will depend on your environment and what you need the Samba server to accomplish.
es: El modo de seguridad que vaya a elegir dependerá de su entorno y de lo que necesite que haga su servidor Samba.
it: La modalità di sicurezza scelta dipende dal proprio ambiente di lavoro e da cosa si vuole ottenere col server Samba.
sv: Säkerhetsmetoden som du väljer kommer att bero på din omgivning och vad du vill att Sambaservern skall utföra.

source: Security = User
es: Seguridad = Usuario
it: Livello di sicurezza utente

source: This section will reconfigure the Samba file and print server, from <xref linkend="samba-fileserver"/> and <xref linkend="samba-printserver"/>, to require authentication.
es: Esta sección reconfigurará el servidor Samba de archivos e impresión, desde <xref linkend="samba-fileserver"/> hasta <xref linkend="samba-printserver"/>, para que requiera autenticación.
it: Questa sezione spiega come riconfigurare i server di file e di stampa Samba, come spiegato in <xref linkend="samba-fileserver"/> e <xref linkend="samba-printserver"/>, affinché richieda l'autenticazione.
sv: Detta avsnitt kommer att omkonfigurera Samba fil och skrivarserver, från <xref linkend="samba-fileserver"/> och <xref linkend="samba-printserver"/>, till att kräva autentisering.

source: First, install the <application>libpam-smbpass</application> package which will sync the system users to the Samba user database:
es: En primer lugar, instalar el paquete <application>libpam-smbpass</ application>, que sincronizará los usuarios del sistema con la base de datos de usuarios de Samba:
it: Per prima cosa, installare il pacchetto <application>libpam-smbpass</application> che consente di sincronizzare gli utenti di sistema col database degli utenti di Samba:
sv: Börja med att installera paketet <application>libpam-smbpass</application> som kommer att synkronisera systemets användare med användardatabasen i Samba:

source: If you chose the <emphasis>Samba Server</emphasis> task during installation <application>libpam-smbpass</application> is already installed.
es: Si seleccione la tarea <emphasis>Servidor Samba</emphasis> durante la instalación, ya tendrá instalado el paquete <application>libpam-smbpass</application>.
it: Se è stato scelto il task <emphasis>Server Samba</emphasis> durante l'installazione, il pacchetto <application>libpam-smbpass</application> è già installato.
sv: Om du har valt <emphasis>Samba server</emphasis> under installationen så är <application>libpam-smbpass</application> redan installerat.

source: Edit <filename>/etc/samba/smb.conf</filename>, and in the <emphasis>[share]</emphasis> section change:
es: Edite <filename>/etc/samba/smb.conf</filename>, y en la sección <emphasis>[share]</emphasis> cambie:
it: Aprire il file <filename>/etc/samba/smb.conf</filename> e nella sezione <emphasis>[share]</emphasis> modificare:
sv: Redigera <filename>/etc/samba/smb.conf</filename>, och i avsnittet <emphasis>[share]</emphasis> ändra:
