Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: It is also possible to access shares on computers not part of an AD domain, but a username and password will need to be provided.
es: También es posible acceder a los recursos compartidos en los equipos que no forman parte de un dominio de AD, pero se necesitará proporcionar un nombre de usuario y una contraseña.
it: È possibile accedere alle condivisioni su computer non facenti parte del dominio AD, ma sarà necessario fornire un nome utente e una password.
sv: Det är också möjligt att ansluta till en delning på datorer som inte är en del av AD-domänen, men du måste tillhandahålla ett användarnamn och lösenord.

source: To mount the share during boot place an entry in <filename>/etc/fstab</filename>, for example:
es: Para montar el recurso compartido durante el arranque, ponga una entrada en <filename>/etc/fstab</ filename>; por ejemplo:
it: Per montare la condivisione durante la fase di avvio, aggiungere una voce al file <filename>/etc/fstab</filename>, per esempio:
sv: För att montera delningen under uppstarten skriv in en notering i <filename>/etc/fstab</filename>, som till exempel:

source: //192.168.0.5/share /mnt/windows cifs auto,username=steve,password=secret,rw 0 0
es: //192.168.0.5/share /mnt/windows cifs auto,username=pedro,password=secreto,rw 0 0

source: Another way to copy files from a Windows server is to use the <application>smbclient</application> utility. To list the files in a Windows share:
es: Otra forma de copiar archivos desde un servidor Windows es utilizar la aplicación <application>smbclient</application>. Para listar los archivos situados en un recurso compartido de Windows:
it: Un altro modo per copiare i file da un server Windows consiste nell'usare l'utilità <application>smbclient</application>. Per elencare i file presenti in una condivisione Windows:
sv: Ett annat sätt att kopiera filer från en Windows-server är att använda hjälpprogrammet <application>smbclient</application>. För att lista filerna i en Windows-utdelning:

source: smbclient //fs01.example.com/share -k -c "ls"
es: smbclient //fs01.ejemplo.com/share -k -c "ls"
it: smbclient //fs01.example.it/share -k -c "ls"

source: To copy a file from the share, enter:
es: Para copiar un archivo de un recurso compartido, escriba:
it: Per copiare un file da una condivisione, digitare:
sv: För att kopiera en fil till utdelningen, skriv:

source: smbclient //fs01.example.com/share -k -c "get file.txt"
es: smbclient //fs01.ejemplo.com/share -k -c "get archivo.txt"

source: This will copy the <filename>file.txt</filename> into the current directory.
es: Esto copiará <filename>archivo.txt</filename> en el directorio actual.
it: In questo modo si copierà il file <filename>file.txt</filename> nella directory corrente.
sv: Detta kommer att kopiera <filename>file.txt</filename> till den nuvarande katalogen.

source: And to copy a file to the share:
es: Y para copiar un archivo al recurso compartido:
it: Per copiare una file nella condivisione:
sv: Och för att kopiera en fil till utdelningen:

source: smbclient //fs01.example.com/share -k -c "put /etc/hosts hosts"
es: smbclient //fs01.ejemplo.com/share -k -c "put /etc/hosts hosts"
it: smbclient //fs01.example.it/share -k -c "put /etc/hosts hosts"

source: This will copy the the <filename>/etc/hosts</filename> to <filename>//fs01.example.com/share/hosts</filename>.
es: Esto copiará <filename>/etc/hosts</filename> en <filename>//fs01.ejemplo.com/share/hosts</filename>.
it: In questo modo verrà copiato <filename>/etc/hosts</filename> in <filename>//fs01.example.it/share/hosts</filename>.
sv: Detta kommer att kopiera <filename>/etc/hosts</filename> till <filename>//fs01.example.com/share/hosts</filename>.

source: The <emphasis>-c</emphasis> option used above allows you to execute the <application>smbclient</application> command all at once. This is useful for scripting and minor file operations. To enter the <emphasis>smb: \&gt;</emphasis> prompt, a FTP like prompt where you can execute normal file and directory commands, simply execute:
es: La opción <emphasis>-c</emphasis> utilizada anteriormente le permite ejecutar el comando <application>smbclient</application> al vuelo. Esto es útil cuando se usan scripts y en operaciones menores con archivos. Para entrar en el intérprete <emphasis>smb: \&gt;</emphasis>, un intérprete parecido al del FTP donde puede ejecutar comandos normales de archivos y directorios, simplemente ejecute:
it: L'opzione <emphasis>-c</emphasis> usata nei comandi precedenti consente di eseguire il comando <application>smbclient</application> in una sola volta. Questo è utile all'interno di script e per altre operazioni sui file. Per accedere al prompt <emphasis>smb: \&gt;</emphasis>, un prompt simile a quello di FTP dove è possibile svolgere normali operazioni su file e directory, digitare:
sv: Alternativet <emphasis>-c</emphasis> som användes ovan tillåter dig att köra alla <application>smbclient</application> kommandona på en gång. Det är användbart i skript och mindre filprocedurer. För att komma till prompten <emphasis>smb: \&gt;</emphasis>, som är en FTP liknande prompt där du kan köra normala fil och katalog kommandon, utför:

source: smbclient //fs01.example.com/share -k
es: smbclient //fs01.ejemplo.com/share -k
it: smbclient //fs01.example.it/share -k

source: Replace all instances of <emphasis>fs01.example.com/share</emphasis>, <emphasis>//192.168.0.5/share</emphasis>, <emphasis>username=steve,password=secret</emphasis>, and <emphasis>file.txt</emphasis> with your server's IP, hostname, share name, file name, and an actual username and password with rights to the share.
es: Cambie todas las apariciones de <emphasis>fs01.ejemplo.com/share</emphasis>, <emphasis>//192.168.0.5/share</emphasis>, <emphasis>username=pedro,password=secreto</emphasis>, y <emphasis>archivo.txt</emphasis> para que aparezcan la IP de su servidor, nombre del equipo, nombre del recurso compartido, nombre del archivo y un nombre de usuario (y una contraseña) con permisos sobre el recurso compartido.
it: Sostituire tutte le occorrenze di <emphasis>fs01.example.it/share</emphasis>, <emphasis>//192.168.0.5/share</emphasis>, <emphasis>username=steve,password=secret</emphasis> e <emphasis>file.txt</emphasis> con l'indirizzo IP del proprio server, il nome nome host, il nome della condivisione, il nome del file e il nome utente e la password dell'utente a cui è consentito accedere alla condivisione.
sv: Ersätt alla förekomster av <emphasis>fs01.example.com/share</emphasis>, <emphasis>//192.168.0.5/share</emphasis>, <emphasis>username=steve,password=secret</emphasis>, och <emphasis>file.txt</emphasis> med din servers IP, värdnamn, delningsnamn, filnamn och ett giltigt användarnamn och lösenord som har rättigheter till utdelningen.

source: For more <application>smbclient</application> options see the man page: <command>man smbclient</command>, also available <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man1/smbclient.1.html">online</ulink>.
es: Para más información sobre las opciones de <application>smbclient</application> vea la página de manual: <command>man smbclient</command>, también disponible <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man1/smbclient.1.html">en línea</ulink>.
sv: För fler alternativ till <application>smbclient</application> se man-sidorna: <command>man smbclient</command>, också tillgängligt som <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man1/smbclient.1.html">direkthjälp</ulink>.

source: The <application>mount.cifs</application><ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man8/mount.cifs.8.html">man page</ulink> is also useful for more detailed information.
es: La <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man8/mount.cifs.8.html">página de manual</ulink> de <application>mount.cifs</application> es útil también para obtener información más detallada.
sv: <application>mount.cifs</application><ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man8/mount.cifs.8.html">man-sida</ulink> är också användbar för ytterligare detaljered information.

source: <application>Likewise Open</application> simplifies the necessary configuration needed to authenticate a Linux machine to an Active Directory domain. Based on <application>winbind</application>, the <application>likewise-open</application> package takes the pain out of integrating Ubuntu authentication into an existing Windows network.
es: <application>Likewise Open</application> simplifica la necesaria configuración que se requiere para autenticar una maquina Linux en un dominio de Active Directory. Basado en <application>winbind</application>, el paquete <application>likewise-open</application> evita las molestias de integrar la autenticación de Ubuntu en una red Windows existente.
it: <application>Likewise Open</application> semplifica la configurazione necessaria per autenticare un computer Linux in un dominio Active Directory. Basato su <application>winbind</application>, il pacchetto <application>likewise-open</application> semplifica l'integrazione dell'autenticazione di Ubuntu all'interno di una rete Windows esistente.
sv: <application>Likewise Open</application> förenklar konfigurationen som är nödvändig för att verifiera en Linux dator till en Active Directory domän. Baserad på <application>winbind</application>, tar paketet <application>likewise-open</application> bort svårigheterna i att integrera autentiseringen av Ubuntu i ett existerande Windows-nätverk.

source: There are two ways to use Likewise Open, <application>likewise-open</application> the command line utility and <application>likewise-open-gui</application>. This section focuses on the command line utility.
es: Existen dos formas de utilizar Likewise Open: la utilidad <application>likewise-open</application> de la línea de comandos y <application>likewise-open-gui</application>. Esta sección se enfoca en la utilidad de línea de comandos.
it: Ci sono due metodi per utilizzare Likewise Open, tramite l'utilità a riga di comando <application>likewise-open</application> e <application>likewise-open-gui</application>. Questa sezione prende in esame l'utilità a riga di comando.
sv: Det finns två sätt att använda Likewise Open, kommandoradsverktyget <application>likewise-open</application> och <application>likewise-open-gui</application>. Detta avsnitt fokuserar på kommandoradsverktyget.

source: To install the <application>likewise-open</application> package, open a terminal prompt and enter:
es: Para instalar el paquete <application>likewise-open</application> abra un terminal e introduzca:
it: Per installare il pacchetto <application>likewise-open</application>, aprire un terminale e digitare:
sv: För att installera paketet <application>likewise-open</application>, öppna en terminalprompt och skriv:

source: With Ubuntu 9.04 <application>Likewise Open 5.0</application> is available in the <emphasis>Universe</emphasis> repository. However, since upgrading from <application>Likewise Open 4.1</application> currently requires the system to leave the domain and re-join, a separate package for version five was created.
es: En Ubuntu 9.04 está disponible <application>Likewise Open 5.0</application> en el repositorio <emphasis>Universe</emphasis>. Sin embargo, como actualizarse desde <application>Likewise Open 4.1</application> actualmente requiere que el sistema deje el dominio y vuelva a unirse, se ha creado un paquete aparte para la versión cinco.
sv: Med Ubuntu 9.04 så är <application>Likewise Open 5.0</application> tillgängligt via förrådet <emphasis>Universe</emphasis>. Hursom, då en uppgradering från <application>Likewise Open 4.1</application> för tillfället kräver att först lämnar och sen går med i domänen på nytt, så har ett separat paket för version fem skapats.

source: To install <application>Likewise Open 5.0</application> enter:
es: Para instalar <application>Likewise Open 5.0</application>, introduzca:
sv: För att installera <application>Likewise Open 5.0</application> skriv:

source: Installing likewise-open5 over an existing likewise-open (4.1) installation will replace it. You will have to rejoin the domain after install.
es: Si instala likewise-open5 sobre una instalación de likewise-open (4.1) ya existente, reemplazará a éste. Tendrá que volverse a unir al dominio después de la instalación.
sv: Att installera likewise-open5 över en existerande likewise-open (4.1) så kommer installation att ersätta denne. Efter installationen kommer du att åter behöva gå med i domänen.

source: The command line tools, and GUI interface, for likewise-open5 are the same as version four.
es: Las utilidades de línea de comandos y el interfaz gráfico de usuario para likewise-open5 son los mismos que para la versión cuatro.
sv: Kommandoradsverktygen, och GUI-gränssnittet, för likewise-open5 är detsamma som för version fyra.

source: Joining a Domain
es: Unirse a un dominio
it: Entrare in un dominio
sv: Ansluta till en domän

source: The main executable file of the <application>likewise-open</application> package is <filename>/usr/bin/domainjoin-cli</filename>, which is used to join your computer to the domain. Before you join a domain you will need to make sure you have:
es: El principal archivo ejecutable del paquete <application>likewise-open</application> es <filename>/usr/bin/domainjoin-cli</filename>, el cual se usa para unir su equipo al dominio. Antes de unirse al dominio necesitará asegurarse de que tiene:
sv: Huvudprogramfilen för paketet <application>likewise-open</application> är <filename>/usr/bin/domainjoin-cli</filename>, som används för att ansluta din dator till domänen. Innan du ansluter till en domän behöver du säkerställa att du har:

source: Access to an Active Directory user with appropriate rights to join the domain.
es: Acceso a un usuario de Active Directory con privilegios apropiados para ingresar en el dominio.
it: Accesso a un utente Active Directory con i permessi necessari per entrare nel dominio.
sv: Åtkomst till en Active Directory användare som har lämpliga rättigheter för att ansluta till domänen.

source: The <emphasis>Fully Qualified Domain Name</emphasis> (FQDN) of the domain you want to join. If your AD domain does not match a valid domain such as <emphasis role="italic">example.com</emphasis>, it is likely that it has the form of <emphasis>domainname.local</emphasis>.
es: El <emphasis>nombre de dominio totalmente cualificado</emphasis> (FQDN, del inglés Fully Qualified Domain Name) al que se quiere conectar. Si su dominio de AD no concuerda con un dominio válido, como <emphasis role="italic">ejemplo.com</emphasis>, probablemente tendrá la forma <emphasis>nombredominio.local</emphasis>.
it: Il <emphasis>Fully Qualified Domain Name</emphasis> (FQDN) del dominio a cui unirsi. Se il dominio AD non corrisponde a un dominio AD valido come <emphasis role="italic">example.it</emphasis>, potrebbe essere nella forma <emphasis>nomedominio.local</emphasis>.
sv: Det <emphasis>kompletta domännamn</emphasis> (FQDN) på domänen som du vill ansluta till. Om din AD-domän inte passar ihop med en giltig domän så som <emphasis role="italic">example.com</emphasis>, är det troligt att det har formen av <emphasis>domännamn.local</emphasis>.

source: DNS for the domain setup properly. In a production AD environment this should be the case. Proper Microsoft DNS is needed so that client workstations can determine the Active Directory domain is available.
es: DNS para el dominio configurado correctamente. Esto debería ser lo normal en un entorno de AD en producción. Se necesita el DNS de Microsoft para que las estaciones de trabajo cliente puedan determinar si está disponible el dominio de Active Directory.
it: DNS configurati correttamente per il dominio, necessari in un ambiente AD di produzione. È necessario un DNS Microsoft in modo che i client possano determinare che il dominio Active Directory è attivo.
sv: DNS för korrekt domäninställning. I en produktions AD-miljö skall så vara fallet. Korrekt Microsoft DNS är nödvändig för att klientdatorerna skall kunna avgöra om AD-domänen är tillgänglig.

source: If you don't have a Windows DNS server on your network, see <xref linkend="likewise-open-ms-dns"/> for details.
es: Si no dispone de ningún servidor DNS WIndows en su red, consulte <xref linkend="likewise-open-ms-dns"/> para más información.
it: Se non si dispone di un server DNS Windows all'interno della propria rete, consultare <linkend="likewise-open-ms-dns"/>.
sv: Om du inte har en Windows DNS-server på ditt nätverk, se <xref linkend="likewise-open-ms-dns"/> för detaljer.

source: To join a domain, from a terminal prompt enter:
es: Para unirse a un dominio, introduzca en un terminal:
it: Per entrare in un dominio, da un terminale, digitare:
sv: För att ansluta till en domän, skriv från en terminalprompt:

source: sudo domainjoin-cli join example.com Administrator
es: sudo domainjoin-cli join ejemplo.com Administrador
it: sudo domainjoin-cli join example.it Administrator

source: Replace <emphasis>example.com</emphasis> with your domain name, and <emphasis>Administrator</emphasis> with the appropriate user name.
es: Sustituya <emphasis>ejemplo.com</emphasis> por su nombre de dominio y <emphasis>Administrador</emphasis> por el nombre de usuario apropiado.
it: Sostituire <emphasis>example.it</emphasis> con il nome del proprio dominio e <emphasis>Administrator</emphasis> con il nome utente corretto.
sv: Ersätt <emphasis>example.com</emphasis> med ditt domännamn, och <emphasis>Administrator</emphasis> med lämpligt användarnamn.

source: You will then be prompted for the user's password. If all goes well a <emphasis>SUCCESS</emphasis> message should be printed to the console.
es: Entonces se le pedirá la contraseña del usuario. SI todo ha ido bien aparecerá el mensaje <emphasis>SUCCESS</emphasis> en la consola.
it: Viene quindi chiesta la password utente e se tutto procede correttamente viene stampato sulla console un messaggio di <emphasis>successo</emphasis>.
sv: Du kommer därefter tillfrågas om användarens lösenord. Om allt går bra skall meddelandet <emphasis>SUCCESS</emphasis> visas på konsolen.

source: After successfully joining an Ubuntu machine to an Active Directory domain you can authenticate using any valid AD user. To login you will need to enter the user name as 'domain\username'. For example to ssh to a server joined to the domain enter:
es: Cuando haya unido correctamente una máquina Ubuntu a un dominio de Active Directory, podrá autenticarse usando cualquier usuario de AD válido. Para iniciar una sesión, necesitará introducir el nombre de usuario como «dominio\nombredeusuario». Por ejemplo, para conectarse mediante SSH a un servidor que se ha unido a un dominio, introduzca:
it: Una volta introdotto un computer Ubuntu in un dominio Active Directory, è possibile autenticarsi usando un qualsiasi utente AD valido. Per effettuare l'accesso è necessario inserire il nome come "DOMINIO\NOME_UTENTE", per esempio, per collegarsi via SSH al server nel dominio, digitare:
sv: Efter en lyckad anslutning med Ubuntu-datorn till en Active Directory domän kan du verifiera genom att använda en giltig AD-användare. För att ansluta behöver du ange användarnamnet som 'domän\användarnamn'. Till exempel för att ssh till en server som är ansluten till domänen, skriv:

source: ssh 'example\steve'@hostname
es: ssh 'ejemplo\pedro'@nombredelequipo
it: ssh 'example\mario'@nomehost

source: If configuring a Desktop the user name will need to be prefixed with <emphasis role="italic">domain\</emphasis> in the graphical logon as well.
es: Si está configurando un sistema de escritorio, también tendrá que añadir el prefijo <emphasis role="italic">dominio\</emphasis> al nombre de usuario al iniciar una sesión con el entorno gráfico.
it: Se si sta configurando un computer desktop, il nome utente deve essere preceduto da <emphasis role="italic">dominio\</emphasis> nella finestra di accesso grafico.
sv: Om du konfigurerar en skrivbordsdator måste du lägga till <emphasis role="italic">domän\</emphasis>-prefixet till användarnamnet i den grafiska inloggningen.

source: To make likewise-open use a default domain, you can add the following statement to <filename>/etc/samba/lwiauthd.conf</filename>:
es: Para hacer que likewise-open use un dominio predeterminado, puede añadir la siguiente línea en <filename>/etc/samba/lwiauthd.conf</filename>:
it: Per fare in modo che likewise-open utilizzi un dominio predefinito, è possibile aggiungere quanto segue nel file <filename>/etc/samba/lwiauthd.conf</filename>:
sv: För att likewise-open skall använda en standarddomän, kan du lägga till följande påstående till <filename>/etc/samba/lwiauthd.conf</filename>:

source: Then restart the <application>likewise-open</application> daemons:
es: A continuación, reinicie los demonios de <application>likewise-open</application>:
it: Riavviare quindi i demoni <application>likewise-open</application>:
sv: Starta sedan om demonen <application>likewise-open</application>:

source: Once configured for a <emphasis>default domain</emphasis> the <emphasis role="italic">'domain\'</emphasis> is no longer required, users can login using only their username.
es: Una vez configurado para usar un <emphasis>dominio predeterminado</emphasis>, ya no se necesita el <emphasis role="italic">'dominio\'</emphasis> y los usuarios pueden conectarse usando únicamente su nombre de usuario.
it: Una volta configurato per un <emphasis>dominio predefinito</emphasis> la parte <emphasis role="italic">'dominio\'</emphasis> non è più necessaria e gli utenti possono collegarsi usando solo il nome utente.
sv: När den är konfigurerad för en <emphasis>default domain</emphasis> är <emphasis role="italic">'domain\'</emphasis> inte längre nödvändigt, användare kan logga in enbart med sina användarnamn.

source: The <application>domainjoin-cli</application> utility can also be used to leave the domain. From a terminal:
es: La utilidad<application>domainjoin-cli</application> también puede utilizarse para abandonar un dominio. Introduzca en un terminal:
it: L'utilità <application>domainjoin-cli</application> può essere usata per lasciare il dominio. Da un terminale digitare:
sv: Verktyget <application>domainjoin-cli</application> kan också användas för att lämna en domän. Från en terminal:

source: Other Utilities
es: Otras utilidades
it: Altre utilità
sv: Andra verktyg
