Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: There are a few different ways to allow a virtual machine access to the external network. The default virtual network configuration is <emphasis>usermode</emphasis> networking, which uses the SLIRP protocol and traffic is NATed through the host interface to the outside network.
es: Hay varias formas distintas de permitir que una máquina virtual pueda acceder a la red externa. La configuración predeterminada de la red virtual es la red <emphasis>en modo usuario («usermode»)</emphasis>, que usa el protocolo SLIRP y el tráfico se procesa por NAT a través de la interfaz del anfitrión a la red externa.
it: Esistono diversi modi per consentire accesso alla rete esterna a una macchina virtuale. La configurazione di rete predefinita è <emphasis>usermode</emphasis>, che utilizza il protocollo SLIRP e il traffico è passato attraverso l'interfaccia dell'host verso la rete esterna.
sv: Det finns några olika sätt för att tillåta en virtualiserad maskin få tillgång till ett externt nätverk. Den förvalda konfigurationen för virtuella nätverk är <emphasis>usermode</emphasis>-nätverk, vilka använder protokollet SLIRP och trafiken är NAT:ad genom värdens gränssnitt mot utsidans nätverk.

source: To enable external hosts to directly access services on virtual machines a <emphasis>bridge</emphasis> needs to be configured. This allows the virtual interfaces to connect to the outside network through the physical interface, making them appear as normal hosts to the rest of the network. For information on setting up a bridge see <xref linkend="bridging"/>.
es: Para permitir que anfitriones externos accedan directamente a servicios en máquinas virtuales, necesita configurarse un <emphasis>puente</emphasis>. Esto permite que las interfaces virtuales se conecten a una red del exterior a través de la interfaz física, haciéndolos parecer anfitriones normales para el resto de la red. <xref linkend="bridging"/> para más información sobre la configuración de un puente.
it: Affinché gli host esterni possano accedere i servizi su una macchina virtuale, è necessario configurare un <emphasis>bridge</emphasis>. Questo consente alle interfacce virtuali di connettersi alla rete esterna attraverso l'interfaccia fisica, facendole apparire come normali host al resto della rete. Per informazioni su come impostare un bridge, consultare <xref linkend="bridging"/>.
sv: För att aktivera en extern värd att direkt ansluta till tjänster på en virtuell maskin behöver en <emphasis>brygga</emphasis> konfigureras. Detta möjliggör att det virtuella gränssnittet kan ansluta till ett nätverk på utsidan genom det fysiska gränssnittet, vilket får dem att synas som normala värdar på det övriga nätverket. För information om att sätta upp en brygga se <xref linkend="bridging"/>.

source: To install the necessary packages, from a terminal prompt enter:
es: Para instalar los paquetes necesarios, en una terminal introduzca:
it: Per installare i pacchetti necessari, da un terminale digitare:
sv: För att installera nödvändiga paket, skriv från en terminalprompt:

source: After installing <application>libvirt-bin</application>, the user used to manage virtual machines will need to be added to the <emphasis>libvirtd</emphasis> group. Doing so will grant the user access to the advanced networking options.
es: Después de instalar <application>libvirt-bin</application>, el usuario utilizado para manejar las máquinas virtuales necesitará ser agregado al grupo <emphasis>libvirtd</emphasis>. Haciendo esto, se permitirá al usuario acceder a las opciones avanzadas de la red.
it: Dopo aver installato <application>libvirt-bin</application>, l'utente usato per la gestione delle macchine virtuali deve essere aggiunto al gruppo <emphasis>libvirtd</emphasis>. In questo modo, all'utente è garantito accesso alle configurazioni avanzate di rete.
sv: Efter installationen av <application>libvirt-bin</application>, behöver användaren som normalt hanterar virtuella maskiner läggas till i gruppen <emphasis>libvirtd</emphasis>. Genom att göra detta så får användaren tillgång till avancerade nätverksalternativ.

source: In a terminal enter:
es: En una terminal introduzca:
it: In un terminale digitare:
sv: Skriv i en terminal:

source: If the user chosen is the current user, you will need to log out and back in for the new group membership to take effect.
es: Si el usuario seleccionado es el usuario actual, usted necesitará salir de la sesión y volver a entrar para que los cambios en la membresía del nuevo grupo hagan efecto.
it: Se l'utente scelto è quello corrente, è necessario terminare la sessione e ri-accedervi affinché le modifiche abbiano effetto.
sv: Om den valda användaren är den nuvarande användaren, måste du logga ut och in igen för att medlemskapet i den nya gruppen skall få effekt.

source: You are now ready to install a <emphasis>Guest</emphasis> operating system. Installing a virtual machine follows the same process as installing the operating system directly on the hardware. You either need a way to automate the installation, or a keyboard and monitor will need to be attached to the physical machine.
es: Ya está listo para instalar un sistema operativo <emphasis>Invitado</emphasis>. Instalar una máquina virtual sigue el mismo procedimiento que instalar el sistema operativo directamente sobre el hardware. Necesitará una forma de automatizar la instalación, o bien será necesario conectar un teclado y un monitor a la máquina física.
it: È ora possibile installare un sistema operativo <emphasis>ospite</emphasis>. La procedura di installazione di una macchina virtuale è la stessa di un sistema operativo normale ed è quindi necessario automatizzare la procedura oppure avere una tastiera e uno schermo collegati al computer.
sv: Du är nu klar för att installera ett <emphasis>gäst</emphasis>-operativsystem. Att installera en virtuell maskin följer samma process som en installation av et operativsystem direkt på hårdvaran. Du behöver antingen ett sätt för att automatisera installationen, eller ansluta ett tangentbord och skärm till den fysiska maskinen.

source: In the case of virtual machines a Graphical User Interface (GUI) is analogous to using a physical keyboard and mouse. Instead of installing a GUI the <application>virt-viewer</application> application can be used to connect to a virtual machine's console using <application>VNC</application>. See <xref linkend="libvirt-virt-viewer"/> for more information.
es: En las máquinas virtuales, una Interfaz Gráfica de Usuario (GUI) es análoga al uso de un teclado y ratón físicos. En lugar de instalar una GUI, puede usar la aplicación <application>virt-viewer</application> para conectarse a la consola de una máquina virtual usando <application>VNC</application>. Consulte <xref linkend="libvirt-virt-viewer"/> para más información.
it: Nel caso delle macchine virtuali, un'interfaccia grafica è analoga all'uso di una tastiera e di un mouse. Invece di installare un'interfaccia grafica, è possibile usare <application>virt-viewer</application> per connettersi alla console di una macchina virtuale via <application>VNC</application>. Per maggiori informazioni, consultare la <xref linkend="libvirt-virt-viewer"/>.
sv: I fallet virtuella maskiner är ett grafiskt användargränssnitt (GUI) jämförbar med ett fysiskt tangentbord och mus. Istället för att installera ett GUI kan applikationen <application>virt-viewer</application> användas för att ansluta till en virtuell maskins konsol genom att använda <application>VNC</application>. Se <xref linkend="libvirt-virt-viewer"/> för mer information.

source: There are several ways to automate the Ubuntu installation process, for example using preseeds, kickstart, etc. Refer to the <ulink url="https://help.ubuntu.com/9.04/installation-guide/">Ubuntu Installation Guide</ulink> for details.
es: Hay distintas maneras de automatizar el proceso de instalación de Ubuntu, por ejemplo usando preseeds, kickstart, etc. Vea <ulink url="https://help.ubuntu.com/9.04/installation-guide/">La guía de instalación de Ubuntu</ulink> para los detalles.
sv: Det finns flera sätt att automatisera Ubuntu:s installationsprocess, till exempel genom att använda preseeds, kickstart, mfl. Refererar till <ulink url="https://help.ubuntu.com/9.04/installation-guide/">Ubuntu installationsguide</ulink> för detaljer.

source: Yet another way to install an Ubuntu virtual machine is to use <application>ubuntu-vm-builder</application>. <application>ubuntu-vm-builder</application> allows you to setup advanced partitions, execute custom post-install scripts, etc. For details see <xref linkend="jeos-and-vmbuilder"/>
es: Otra forma de instalar una máquina virtual de Ubuntu es utilizando <application>ubuntu-vm-builder</application>. <application>ubuntu-vm-builder</application> le permite configurar particiones avanzadas, ejecutar guiones para después de la instalación, etc. <xref linkend="jeos-and-vmbuilder"/> para más información.
it: Un altro metodo per installare una macchina virtuale Ubuntu consiste nell'usare l'applicazione <application>ubuntu-vm-builder</application>. <application>ubuntu-vm-builder</application> consente di impostare partizioni avanzate, eseguire script personalizzati post-installazione, ecc... Per maggiori informazioni, consultare <xref linkend="jeos-and-vmbuilder"/>
sv: Ett annat sätt att installera en virtuell Ubuntu-maskin är genom att använda <application>ubuntu-vm-builder</application>. <application>ubuntu-vm-builder</application> möjliggör att du kan sätta upp avancerade partitioner, köra skräddarsydda skript efter installationen, osv. För detaljer se <xref linkend="jeos-and-vmbuilder"/>

source: <application>virt-install</application> is part of the <application>python-virtinst</application> package. To install it, from a terminal prompt enter:
es: <application>virt-install</application> es parte del paquete <application>python-virtinst</application>. Para instalarlo, introduzca en una terminal:
it: <application>virt-install</application>fa parte del pacchetto <application>python-virtinst</application>. Per installarlo, in un terminale, digitare:
sv: <application>virt-install</application> är en del av paketet <application>python-virtinst</application>. För att installera det, skriv från en terminalprompt:

source: There are several options available when using <application>virt-install</application>. For example:
es: Hay varias opciones disponibles cuando se utiliza <application>virt-install</application>. Por ejemplo:
it: Durante l'uso di <application>virt-install</application> sono disponibili molte azioni, per esempio:
sv: Det finns flera tillgängliga flaggor när du använder <application>virt-install</application>. Till exempel:

source: <emphasis>-n web_devel:</emphasis> the name of the new virtual machine will be <emphasis>web_devel</emphasis> in this example.
es: <emphasis>-n web_devel:</emphasis> el nombre de la nueva máquina virtual en este ejemplo será <emphasis>web_devel</emphasis>.
it: <emphasis>-n web_devel</emphasis>: il nome della nuova macchine virtuale usato in questo esempio sarà <emphasis>web_devel</emphasis>.
sv: <emphasis>-n web_devel:</emphasis> namnet på den nya virtuella maskinen kommer bli <emphasis>web_devel</emphasis> i det här exemplet.

source: <emphasis>-r 256:</emphasis> specifies the amount of memory the virtual machine will use.
es: <emphasis>-r 256:</emphasis> especifica la cantidad de memoria que usará la máquina virtual.
it: <emphasis>-r 256</emphasis>: specifica la quantità di memoria che la macchina virtuale userà.
sv: <emphasis>-r 256:</emphasis> specificerar mängden minne den virtuella maskinen kommer använda.

source: <emphasis>-f web_devel.img:</emphasis> indicates the path to the virtual disk which can be a file, partition, or logical volume. In this example a file named <filename>web_devel.img</filename>.
es: <emphasis>-f web_devel.img:</emphasis> indica la ruta al disco virtual que puede ser un archivo, una partición, o un volumen lógico. En este ejemplo es un archivo llamado <filename>web_devel.img</filename>.
it: <emphasis>-f web_devel.img</emphasis>: indica il percorso al disco virtuale che può essere un file, una partizione o un volume logico. In questo esempio è un file chiamato <filename>web_devel.img</filename>.
sv: <emphasis>-f web_devel.img:</emphasis> indikerar sökvägen till den virtuella disk som kan vara en fil, partition eller logisk volym. I det här exemplet är det en fil med namnet <filename>web_devel.img</filename>.

source: <emphasis>-s 4:</emphasis> the size of the virtual disk.
es: <emphasis>-s 4:</emphasis> el tamaño del disco virtual.
it: <emphasis>-s 4</emphasis>: la dimensione del disco virtuale.
sv: <emphasis>-s 4:</emphasis> storleken på den virtuella disken.

source: <emphasis>-c jeos.iso:</emphasis> file to be used as a virtual CDROM. The file can be either an ISO file or the path to the host's CDROM device.
es: <emphasis>-c jeos.iso:</emphasis> archivo que será usado como CD-ROM virtual. El archivo puede ser un archivo ISO o la ruta al dispositivo de CD-ROM del anfitrión.
it: <emphasis>-c jeos.iso</emphasis>: il file usato come CD-ROM virtuale. Il file può essere un file ISO o il percorso al device del CD-ROM nell'host.
sv: <emphasis>-c jeos.iso:</emphasis> filen som skall användas som virtuell CDROM. Filen kan antingen vara en ISO-fil eller en sökväg till värdens CDROM-enhet.

source: <emphasis>--accelerate:</emphasis> enables the kernel's acceleration technologies.
es: <emphasis>--accelerate:</emphasis> habilita las tecnologías de aceleración del núcleo.
it: <emphasis>--accelerate</emphasis>: abilita letecnologie di accelerazione nel kernel.
sv: <emphasis>--accelerate:</emphasis> aktiverar kärnans accelerationsteknologier.

source: <emphasis>--vnc:</emphasis> exports the guest's virtual console using VNC.
es: <emphasis>--vnc:</emphasis> exporta la consola virtual del invitado usando VNC.
it: <emphasis>--vnc</emphasis>: esporta la console virtuale usando VNC.
sv: <emphasis>--vnc:</emphasis> exporterar en gästs virtuella konsol genom att använda VNC.

source: <emphasis>--noautoconsole:</emphasis> will not automatically connect to the virtual machine's console.
es: <emphasis>--noautoconsole:</emphasis> no conectará automáticamente con la consola de la máquina virtual.
it: <emphasis>--noautoconsole</emphasis>: non si collegherà automaticamente alla console della macchina virtuale.
sv: <emphasis>--noautoconsole:</emphasis> kommer inte att automatiskt ansluta till en virtuell maskins konsol.

source: <emphasis>-v:</emphasis> creates a fully virtualized guest.
es: <emphasis>-v:</emphasis> crea un invitado completamente virtualizado.
sv: <emphasis>-v:</emphasis> skapar en komplett virtuell gäst.

source: After launching <application>virt-install</application> you can connect to the virtual machine's console either locally using a GUI or with the <application>virt-viewer</application> utility.
es: Después de lanzar <application>virt-install</application>, podrá conectarse a la consola de la máquina virtual usando, bien localmente usando una GUI, o bien mediante la utilidad <application>virt-viewer</application>.
it: Una volta lanciata <application>virt-install</application> è possibile collegarsi alla console della macchina virtuale utilizzando, localmente, un'interfaccia grafica oppure l'utilità <application>virt-viewer</application>.
sv: Efter du startat <application>virt-install</application> kan du ansluta till den virtuella maskinens konsol antingen genom att lokalt använda ett GUI eller med verktyget <application>virt-viewer</application>.

source: The <application>virt-clone</application> application can be used to copy one virtual machine to another. For example:
es: La aplicación <application>virt-clone</application> puede usarse para copiar una máquina virtual en otra. Por ejemplo:
it: L'applicazione <application>virt-clone</application> può essere usata per copiare una macchina virtuale in un'altra, per esempio:
sv: Applikationen <application>virt-clone</application> kan användas till att kopiera en virtuell maskin till en annan. Till exempel:

source: sudo virt-clone -o web_devel -n database_devel -f /path/to/database_devel.img --connect=qemu:///system
es: sudo virt-clone -o web_devel -n database_devel -f /ruta/a/database_devel.img --connect=qemu:///system

source: <emphasis>-o:</emphasis> original virtual machine.
es: <emphasis>-o:</emphasis> máquina virtual original.
it: <emphasis>-o</emphasis>: macchina virtuale originale.
sv: <emphasis>-o:</emphasis> ursprungliga virtuella maskinen.

source: <emphasis>-n:</emphasis> name of the new virtual machine.
es: <emphasis>-n:</emphasis> nombre de la nueva máquina virtual.
it: <emphasis>-n</emphasis>: nome della nuova macchina virtuale.
sv: <emphasis>-n:</emphasis> namnet på den nya virtuella maskinen.

source: <emphasis>-f:</emphasis> path to the file, logical volume, or partition to be used by the new virtual machine.
es: <emphasis>-f:</emphasis> ruta al archivo, volumen lógico, o partición que será utilizada por la máquina virtual.
it: <emphasis>-f</emphasis>: percorso al file, volume logico o partizione da usare per la nuova macchina virtuale.
sv: <emphasis>-f:</emphasis> sökvägen till filen, logiska volym eller partition som skall användas av den nya virtuella maskinen.

source: <emphasis>--connect:</emphasis> specifies which hypervisor to connect to.
es: <emphasis>--connect:</emphasis> especifica a qué supervisor conectarse.
it: <emphasis>--connect</emphasis>: specifica a quale hypervisor collegarsi.
sv: <emphasis>--connect:</emphasis> specificerar vilken hypervisor att ansluta till.

source: Also, use <emphasis>-d</emphasis> or <emphasis>--debug</emphasis> option to help troubleshoot problems with <application>virt-clone</application>.
es: Además, use la opción <emphasis>-d</emphasis> o <emphasis>--debug</emphasis> para resolver problemas con <application>virt-clone</application>.
it: Usare anche le opzioni <emphasis>-d</emphasis> o <emphasis>--debug</emphasis> per risolvere i problemi che potrebbero verificarsi con <application>virt-clone</application>.
sv: Dessutom, använd flaggorna <emphasis>-d</emphasis> eller <emphasis>--debug</emphasis> för att få hjälp att lösa problem med <application>virt-clone</application>.

source: Replace <emphasis>web_devel</emphasis> and <emphasis>database_devel</emphasis> with appropriate virtual machine names.
es: Sustituya <emphasis>web_devel</emphasis> y <emphasis>database_devel</emphasis> por nombres apropiados de máquinas virtuales.
it: Sostituire <emphasis>web_devel</emphasis> e <emphasis>database_devel</emphasis> con i nomi delle macchine virtuali appropriati.
sv: Ersätt <emphasis>web_devel</emphasis> och <emphasis>database_devel</emphasis> med lämpliga namn för din virtuella maskin.

source: Virtual Machine Management
es: Gestión de Máquinas Virtuales
it: Gestire la macchina virtuale
sv: Administrera virtuella maskiner

source: There are several utilities available to manage virtual machines and <application>libvirt</application>. The <application>virsh</application> utility can be used from the command line. Some examples:
es: Hay varias utilidades disponibles para gestionar máquinas virtuales y <application>libvirt</application>. La utilidad <application>virsh</application> puede usarse desde la línea de órdenes. Algunos ejemplos:
it: Sono disponibili diverse utilità per la gestione delle macchine virtuali e di <application>libvirt</application>. L'utilità <application>virsh</application> può essere utilizzata dalla riga di comando. Alcuni esempi:
sv: Det finns flera olika verktyg för att administrera virtuella maskiner och <application>libvirt</application>. Verktyget <application>virsh</application> kan användas från kommandoraden. Några exempel:

source: To list running virtual machines:
es: Para listar las máquinas virtuales en ejecución:
it: Per elencare le macchine virtuali in esecuzione:
sv: För att lista virtuella maskiner i drift:

source: To start a virtual machine:
es: Para iniciar una máquina virtual:
it: Per avviare una macchina virtuale:
sv: För att starta en virtuell maskin:

source: Similarly, to start a virtual machine at boot:
es: De igual manera, para iniciar una máquina virtual en el arranque:
it: Similmente, per lanciare una macchina virtuale durante l'avvio del computer:
sv: På liknande sätt, för att starta en virtuell maskin under uppstarten:

source: Reboot a virtual machine with:
es: Reiniciar una máquina virtual con:
it: Riavviare una macchina virtuale con:
sv: Starta om en virtuell maskin:

source: The <emphasis>state</emphasis> of virtual machines can be saved to a file in order to be restored later. The following will save the virtual machine state into a file named according to the date:
es: El <emphasis>estado</emphasis> de una máquina virtual puede guardarse en un archivo de manera que pueda recuperarse luego. Lo siguiente guardará el estado de la máquina virtual en un archivo cuyo nombre va asociado a la fecha:
it: Lo <emphasis>stato</emphasis> di una macchina virtuale può essere salvato in un file per poterlo ripristinare successivamente. Il seguente comando salva lo stato della macchina virtuale in un file nominato in base alla data.
sv: Den virtuella maskinens <emphasis>tillstånd</emphasis> kan sparas till en fil för att vid ett senare tillfälle återställas. Följande kommer spara den virtuella maskinens tillstånd i en fil med aktuellt datum i filnamnet:

source: Once saved the virtual machine will no longer be running.
es: Una vez guardada, la máquina virtual dejará de ejecutarse.
it: Una volta salvata, la macchina virtuale non sarà più in esecuzione.
sv: När den är sparad kommer den virtuella maskinen inte längre vara i drift.

source: A saved virtual machine can be restored using:
es: Una máquina virtual guardada puede ser restaurada utilizando:
it: Per ripristinare una macchina virtuale:
sv: En sparad virtuell maskin kan återställas genom att använda:

source: To shutdown a virtual machine do:
es: Para apagar una máquina virtual haga:
it: Per arrestare una macchina virtuale:
sv: För att stänga av en virtuell maskin:

source: A CDROM device can be mounted in a virtual machine by entering:
es: Un dispositivo de CD-ROM puede montarse en una máquina virtual introduciendo:
it: Per montare un CD-ROM in una macchina virtuale, digitare:
sv: En CDROM-enhet kan monteras i en virtuell maskin genom att skriva:

source: In the above examples replace <emphasis>web_devel</emphasis> with the appropriate virtual machine name, and <filename>web_devel-022708.state</filename> with a descriptive file name.
es: En los ejemplos anteriores, sustituya <emphasis>web_devel</emphasis> por el nombre apropiado de la máquina virtual y <filename>web_devel-022708.state</filename> por un nombre de archivo descriptivo.
it: Nell'esempio precedente, sostituire <emphasis>web_devel</emphasis> con il nome della macchina virtuale appropriata e <filename>web_devel-022708.state</filename> con un nome file descrittivo.
sv: I ovanstående exempel ersätt <emphasis>web_devel</emphasis> med ett verkligt virtuellt maskinnamn och <filename>web_devel-022708.state</filename> med ett beskrivande filnamn.

source: Virtual Machine Manager
es: Gestor de máquinas virtuales
it: Gestore macchina virtuale
sv: Hanterare för virtuella maskiner
