Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Security should always be considered when installing, deploying, and using any type of computer system. Although a fresh installation of Ubuntu is relatively safe for immediate use on the Internet, it is important to have a balanced understanding of your systems security posture based on how it will be used after deployment.
es: La seguridad debería ser considerada siempre al instalar, poner en marcha y usar cualquier tipo de sistema de computación. Aunque una instalación nueva de Ubuntu es relativamente segura para su uso inmediato en la Internet, es importante tener un entendimiento equilibrado de la postura de seguridad de su sistema basándose en cómo será utilizado este después de la puesta en marcha.
it: La sicurezza deve essere sempre considerata come uno degli aspetti più importanti durante l'installazione, lo sviluppo e l'uso di un sistema. Anche se un'installazione base di Ubuntu offre un livello di sicurezza sufficientemente elevato per l'utilizzo immediato su Internet, è importante avere una buona conoscenza della sicurezza del proprio sistema in base a come verrà usato in produzione.
sv: Säkerhet skall alltid övervägas vid installation, utveckling och användning av någon typ av datasystem. Även om en nyinstallation av Ubuntu är relativt säker för omedelbar användning på internet, är det viktigt att ha en balanserad förståelse för sina systems säkerhetstillstånd baserat på hur de kommer att användas efter utplacering.

source: This chapter provides an overview of security related topics as they pertain to Ubuntu 9.04 Server Edition, and outlines simple measures you may use to protect your server and network from any number of potential security threats.
es: Este capítulo proporciona una mirada general a los temas relacionados con la seguridad de la edición de servidor de Ubuntu 9.04, y esboza medidas sencillas que puede usar para proteger su servidor y su red de cualquier número de amenazas de seguridad potenciales.
sv: Detta kapitel ger en översikt av säkerhetsrelaterade frågor som avser Ubuntu 9.04 Server Edition och beskriver enkla åtgärder som du kan använda för att skydda din server och nätverk från ett obegränsat antal potentiella säkerhetshot.

source: User Management
es: Gestión de usuario
it: Gestione utenti
sv: Användarhantering

source: User management is a critical part of maintaining a secure system. Ineffective user and privilege management often lead many systems into being compromised. Therefore, it is important that you understand how you can protect your server through simple and effective user account management techniques.
es: La gestión de usuarios es una parte crítica en el mantenimiento de la seguridad de un sistema. La gestión ineficaz de usuarios y privilegios casi siempre termina comprometiendo a muchos sistemas. Por esta razón, es importante que usted entienda cómo puede proteger su servidor por medio de técnicas sencillas y efectivas para la gestión de cuentas de usuario.
it: L'amministrazione degli utenti è una parte critica per il mantenimento di un sistema sicuro. Utenti poco esperti con privilegi di amministrazione spesso sono la causa della compromissione di sistemi. Pertanto, è importante capire come proteggere il proprio server tramite delle semplici ed efficaci tecniche di gestione degli account utente.
sv: Användarhantering är en kritisk del av underhållet i ett säkert system. Ineffektiv användar- och rättighetshantering leder i många fall till ett komprometterat system. Därför, är det viktigt att du förstår hur du kan skydda din server genom enkla men effektiva kontohanteringstekniker.

source: Where is root?
es: ¿Dónde está root?
it: Dove è l'utente root?
sv: Var är root?

source: Ubuntu developers made a conscientious decision to disable the administrative root account by default in all Ubuntu installations. This does not mean that the root account has been deleted or that it may not be accessed. It merely has been given a password which matches no possible encrypted value, therefore may not log in directly by itself.
es: Los desarrolladores de Ubuntu tomaron una decisión concienzuda para deshabilitar por defecto la cuenta administrativa root en todas las instalaciones de Ubuntu. Esto no significa que la cuenta root haya sido eliminada o que no se pueda acceder a ella. Simplemente se le ha dado una contraseña que no concuerda con ningún valor cifrado posible, por esta razón no puede identificarse por sí misma directamente.
it: Gli sviluppatori di Ubuntu hanno deciso di disattivare in modo predefinito l'account di amministrazione (root) in tutte le installazioni di Ubuntu. Questo non significa che l'account root sia stato eliminato o che non sia più accessibile, è stata impostata una password che non corrisponde ad alcun possibile valore codificato, pertanto, l'accesso come root non è direttamente possibile.
sv: Ubuntu-utvecklarna bestämde efter noga övervägande att som standard inaktivera administratörskontot root i alla Ubuntu installationer. Det innebär inte att root kontot tagits bort eller inte går att komma åt. Det betyder endast att det har fått ett lösenord som inte matchar något möjligt krypterat värde, och kan inte ansluta av sig själv.

source: Instead, users are encouraged to make use of a tool by the name of <application>sudo</application> to carry out system administrative duties. <application>Sudo</application> allows an authorized user to temporarily elevate their privileges using their own password instead of having to know the password belonging to the root account. This simple yet effective methodology provides accountability for all user actions, and gives the administrator granular control over which actions a user can perform with said privileges.
es: En su lugar, se anima a los usuarios a hacer uso de una herramienta llamada <application>sudo</application> para realizar tareas administrativas en el sistema. <application>Sudo</application> le permite a un usuario autorizado elevar sus privilegios temporalmente usando su propia contraseña en lugar de tener que saber la contraseña perteneciente a la cuenta root. Esta metodología sencilla pero efectiva le proporciona responsabilidad a todas las acciones del usuario, y le da al administrador un control granular sobre las acciones que puede realizar un usuario con dichos privilegios.
it: Gli utenti sono incoraggiati a utilizzare lo strumento <application>sudo</application> per svolgere i compiti di amministrazione di sistema. Lo strumento <application>sudo</application> permette a un utente autorizzato di elevare temporaneamente i propri privilegi usando la propria password, invece di dover conoscere direttamente la password di root. Questo semplice, ma efficace, metodo cerca di fornire responsabilità per tutte le azioni degli utenti e dà all'amministratore un controllo granulare sulle azioni che un utente può eseguire con tali privilegi.
sv: Istället uppmuntras användarna till att använda ett verktyg med namnet <application>sudo</application> för att genomföra administrativa sysslor. <application>Sudo</application> tillåter en auktoriserad användare att temporärt utöka sina rättigheter genom sitt egna lösenord istället för att behöva veta lösenordet till root-kontot. Den här enkla men effektiva metoden ger alla användare ansvarsskyldighet för sina handlingar och ger administratören synlig kontroll över vilka funktioner en användare kan utföra baserat på sina rättigheter.

source: If for some reason you wish to enable the root account, simply give it a password:
es: Si por alguna razón usted desea habilitar la cuenta root, simplemente dele una contraseña:
it: Se per qualche ragione è necessario abilitare l'account root, basta assegnargli semplicemente una password:
sv: Om du av någon anledning vill aktivera root-kontot, skapa då ett lösenord:

source: Sudo will prompt you for your password, and then ask you to supply a new password for root as shown below:
es: Sudo le pedirá su contraseña y luego le pedirá que proporcione una contraseña nueva para root, como se muestra a continuación:
it: Il programma «sudo» chiederà di inserire la propria password e successivamente di inserirne una nuova per l'account root:
sv: Som visas nedan, kommer sudo fråga efter ditt lösenord och därefter be dig om ett nytt lösenord för root:

source: (enter your own password)
es: (introduzca su contraseña)
it: (inserire la propria password)
sv: (skriv in ditt egna lösenord)

source: (enter a new password for root)
es: (introduzca una nueva contraseña para el superusuario)
it: (inserire una nuova password per root)
sv: (ange ett nytt lösenord för root)

source: (repeat new password for root)
es: (repita una nueva contraseña para el superusuario)
it: (reinserire la nuova password per root)
sv: (repetera det nya lösenordet för root)

source: [sudo] password for username: <placeholder-1/> Enter new UNIX password: <placeholder-2/> Retype new UNIX password: <placeholder-3/> passwd: password updated successfully
es: [sudo] contraseña para usuario: <placeholder-1/> Ingrese la nueva contraseña UNIX: <placeholder-2/> Reescriba la nueva contraseña UNIX: <placeholder-3/> passwd: contraseña actualizada exitosamente
it: [sudo] password for NOME_UTENTE: <placeholder-1/> Inserire nuova password UNIX: <placeholder-2/> Reinserire la nuova password UNIX: <placeholder-3/> passwd: password aggiornata correttamente
sv: [sudo] lösenord för användaren: <placeholder-1/> Skriv in nytt UNIX-lösenord: <placeholder-2/> Repetera nytt UNIX-lösenord: <placeholder-3/> passwd: lösenordet har uppdaterats framgångsrikt

source: To disable the root account, use the following passwd syntax:
es: Para deshabilitar la cuenta root, use la siguiente sintaxis de passwd:
it: Per disabilitare l'account root, utilizzare la seguente sintassi per passwd:
sv: För att inaktivera root-kontot, använd följande lösenord-syntax:

source: You should read more on <application>Sudo</application> by checking out it's man page:
es: Puede leer más sobre <application>Sudo</application> comprobando las páginas de este manual:
it: Per maggiori informazioni riguardo <application>sudo</application>, consultarne il manuale:
sv: Du kan läsa mer om <application>Sudo</application> genom att öppna manualsidan:

source: By default, the initial user created by the Ubuntu installer is a member of the group "admin" which is added to the file <filename>/etc/sudoers</filename> as an authorized sudo user. If you wish to give any other account full root access through <application>sudo</application>, simply add them to the admin group.
es: Por defecto, el usuario inicial creado por el instalador de Ubuntu es un miembro del grupo "admin" que se añade al archivo <filename>/etc/sudoers</filename> como un usuario autorizado de sudo. Si desea darle a otra cuenta acceso total a root a través de <application>sudo</application>, simplemente añadala al grupo admin.
it: In modo predefinito, l'utente iniziale creato dall'installazione di Ubuntu è un membro del gruppo «admin» ed è stato aggiunto al file <filename>/etc/sudoers</filename> come utente autorizzato all'utilizzo di sudo. Per autorizzare altri utenti ai pieni poteri amministrativi di root attraverso l'uso del comando <application>sudo</application>, è sufficiente aggiungerli al gruppo «admin».
sv: Som standard, är den första användaren som skapas av Ubuntu-installeraren medlem av gruppen "admin" som är adderad till filen <filename>/etc/sudoers</filename> som en auktoriserad sudo-användare. Om du önskar ge något annat konto full root behörighet genom <application>sudo</application>, lägg då till det i gruppen admin.

source: Adding and Deleting Users
es: Añadir y eliminar usuarios
it: Aggiungere e rimuovere utenti
sv: Lägg till och ta bort användare

source: The process for managing local users and groups is straight forward and differs very little from most other GNU/Linux operating systems. Ubuntu and other Debian based distributions, encourage the use of the "adduser" package for account management.
es: El proceso para gestionar usuarios y grupos locales es directo y difiere poco de la mayoría de los sistemas operativos GNU/Linux. Ubuntu y otras distribuciones basadas en Debian, recomiendan usar el paquete "adduser" para la gestión de cuentas.
it: Il processo per la gestione di utenti e gruppi locali è molto intuitivo e differisce poco dalla maggior parte degli altri sistemi GNU/Linux. Ubuntu e altre distribuzioni basate su Debian, incoraggiano l'utilizzo del pacchetto «adduser» per la gestione degli utenti.
sv: Processen för hanteringen av lokala användare och grupper skiljer sig väldigt lite från de flesta andra GNU/Linux operativsystem. Ubuntu och andra Debian baserade distributioner uppmuntrar användandet av paketet "adduser" för kontohantering.

source: To add a user account, use the following syntax, and follow the prompts to give the account a password and identifiable characteristics such as a full name, phone number, etc.
es: Para añadri una cuenta de usuario, use la siguiente sintaxis y siga las instrucciones para darle a la cuenta una contraseña y características identificables tales como un nombre completo, número telefónico, etc.
it: Per aggiungere un nuovo utente, utilizzare i seguenti comandi e seguire le istruzioni per impostare all'account una password e fornire le caratteristiche identificabili come nome, cognome, numero di telefono, ecc...
sv: För att lägga till en användare använd följande syntax och följ inmatningsmarkören för att ge kontot ett lösenord och identifierbara kännetecken såsom ett komplett namn, telefonnummer, etc.

source: sudo adduser username
es: sudo adduser nombre de usuario
it: sudo adduser NOME_UTENTE
sv: sudo adduser användarnamn

source: To delete a user account and its primary group, use the following syntax:
es: Para eliminar una cuenta de usuario y su grupo primario, use la siguiente sintaxis:
it: Per eliminare un utente e il suo gruppo principale, digitare:
sv: För att ta bort ett konto och dess primära grupp, använd följande syntax:

source: sudo deluser username
es: sudo deluser nombre de usuario
it: sudo deluser NOME_UTENTE
sv: sudo deluser användarnamn

source: Deleting an account does not remove their respective home folder. It is up to you whether or not you wish to delete the folder manually or keep it according to your desired retention policies.
es: Borrar una cuenta no eliminar su respectiva carpeta home. Será su opción la de borrar manualmente la carpeta o la de mantenerla, de acuerdo a las políticas de retención deseadas.
it: Quando si elimina un account utente non viene rimossa la sua cartella home. È decisione dell'amministratore se rimuoverla o no in base alle proprie scelte.
sv: Att ta bort ett konto tar inte bort respektive hemmakatalog. Det är upp till dig om du vill eller inte vill ta bort mappen manuellt, eller spara den enligt önskade riktlinjer för bevarande av konton.

source: Remember, any user added later on with the same UID/GID as the previous owner will now have access to this folder if you have not taken the necessary precautions.
es: Recuerde, cualquier usuario añadido después o con el mismo UID/GID del el anterior propietario tendrá acceso a esta carpeta si no ha tomado las necesarias precauciones
it: Ricordare che, se non sono state prese le necessarie precauzioni, ogni nuovo utente aggiunto successivamente con gli stessi UID/GID del precedente proprietario della cartella, avrà accesso a tale cartella.
sv: Kom ihåg att en användare som senare blir tillagd med samma UID/GID som den tidigare ägaren, kommer att ha behörighet till mappen om du inte vidtagit nödvändiga försiktighetsåtgärder.

source: You may want to change these UID/GID values to something more appropriate, such as the root account, and perhaps even relocate the folder to avoid future conflicts:
es: Puede que desee cambiar sus valores UID/GID a otros más apropiados, como los de la cuenta root, y quizás hasta reubicar la carpeta para evitar futuros conflictos:
it: È possibile modificare questi valori UID/GID con qualcosa di più appropriato, come per esempio l'account root, e spostare la cartella per evitare futuri conflitti:
sv: Du vill antagligen ändra UID/GID värdena till något bättre, exempelvis root-kontot och kanske också flytta mappen för att undvika framtida konflikter:

source: sudo mkdir /home/archived_users/
es: sudo mkdir /home/usuarios_archivados/

source: sudo mv /home/username /home/archived_users/
es: sudo mv /home/username /home/usuarios_archivados/
it: sudo mv /home/NOME_UTENTE /home/archived_users/
sv: sudo mv /home/användarnamn /home/archived_users/

source: To temporarily lock or unlock a user account, use the following syntax, respectively:
es: Para bloquear o desbloquear una cuenta de usuario, use la siguiente sintaxis, respectivamente:
it: Per bloccare o sbloccare temporaneamente l'account di un utente, utilizzare, rispettivamente, i seguenti comandi:
sv: För att tillfälligt låsa eller öppna ett användarkonto, använd följande kommando:

source: sudo passwd -l username
es: sudo passwd -l nombredeusuario
it: sudo passwd -l NOME_UTENTE
sv: sudo passwd -l användarnamn

source: sudo passwd -u username
es: sudo passwd -u nombredeusuario
it: sudo passwd -u NOME_UTENTE
sv: sudo passwd -u användarnamn

source: To add or delete a personalized group, use the following syntax, respectively:
es: Para añadir o borrar un grupo personalizado, use la siguiente sintaxis, respectivamente.
it: Per aggiungere o rimuovere un gruppo personalizzato, utilizzare, rispettivamente, i seguenti comandi:
sv: För att lägga till eller ta bort en personifierad grupp, använd följande syntax, var för sig:

source: sudo addgroup groupname
es: sudo addgroup nombredegrupo
it: sudo addgroup NOME_GRUPPO
sv: sudo addgroup gruppnamn

source: sudo delgroup groupname
es: sudo delgroup nombredegrupo
it: sudo delgroup NOME_GRUPPO
sv: sudo delgroup gruppnamn

source: To add a user to a group, use the following syntax:
es: Para añadir un usuario al grupo, use la siguiente sintaxis:
it: Per aggiungere un utente a un gruppo, digitare:
sv: För att lägga till en användare i en grupp, använd följande syntax:

source: sudo adduser username groupname
es: sudo adduser nombre de usuario nombre de grupo
it: sudo adduser NOME_UTENTE NOME_GRUPPO
sv: sudo adduser användarnamn gruppnamn

source: User Profile Security
es: Perfil de seguridad de usuario
it: Sicurezza dei profili utente
sv: Användarens säkerhetsprofil

source: When a new user is created, the adduser utility creates a brand new home directory named <filename class="directory">/home/username</filename>, respectively. The default profile is modeled after the contents found in the directory of <filename class="directory">/etc/skel</filename>, which includes all profile basics.
es: Cuando se crea un usuario, la utilidad adduser crea un nuevo directorio personal llamado <filename class="directory">/home/nombredelusuario</filename>. El perfil predeterminado se define en función del contenido situado en el directorio <filename class="directory">/etc/skel</filename>, el cual incluye todos los elementos básicos del perfil.
it: Quando viene creato un nuovo utente, l'applicazione «adduser» crea una nuova directory chiamata <filename class="directory">/home/NOME_UTENTE</filename>. Il profilo predefinito è modellato secondo i contenuti presenti nella directory <filename class="directory">/etc/skel</filename> che contiene tutti i profili di base.
sv: När en ny användare har skapas, så skapar adduser-verktyget en helt ny hemmakatalog med namnet <filename class="directory">/home/användarnamn</filename>. Standardprofilen skapas efter innehållet som finns i mappen <filename class="directory">/etc/skel</filename>, som inkluderar alla basprofiler.

source: If your server will be home to multiple users, you should pay close attention to the user home directory permissions to ensure confidentiality. By default, user home directories in Ubuntu are created with world read/execute permissions. This means that all users can browse and access the contents of other users home directories. This may not be suitable for your environment.
es: Si su servidor va a tener varios usuarios, debería poner especial atención en los permisos de sus directorios personales para garantizar la confidencialidad. De forma predeterminada, los directorios personales de cada usuario de Ubuntu se crean con permisos de lectura y ejecución para todo el mundo. Esto significa que todos los usuarios pueden entrar y acceder al contenido del directorio personal de otros usuarios. Esto puede que no sea apropiado para su entorno.
it: Se il proprio server ospiterà più utenti, è necessario prestare la massima attenzione alle autorizzazioni delle home degli utenti, al fine di garantirne la riservatezza. In modo predefinito, in Ubuntu, le home degli utenti sono create con permessi di lettura e di esecuzione per tutti gli utenti. Questo significa che tutti gli utenti possono visualizzare e accedere al contenuto delle home degli altri utenti, cosa che potrebbe non essere soddisfacente per il proprio ambiente.
sv: Om din server kommer att användas av flera användare, skall du vara uppmärksam på rättigheterna för hemmakatalogerna för att säkerställa sekretess. Normalt är användarens hemmakatalog i Ubuntu skapad med allmänna läs/kör-rättigheter. Med detta menas att alla användare kan söka och komma åt innehållet i andra användares hemmakatalog. Det här kanske inte passar för dina förhållanden.

source: To verify your current users home directory permissions, use the following syntax:
es: Para verificar los permisos del directorio personal de los usuarios, use la siguiente sintaxis:
it: Per verificare i permessi attuali della home degli utenti, utilizzare il seguente comando:
sv: För att verifiera din nuvarande användares mappbehörighet, använd följande syntax:

source: The following output shows that the directory <filename class="directory">/home/username</filename> has world readable permissions:
es: La siguiente salida muestra que el directorio <filename class="directory">/home/nombredelusuario</filename> tiene permiso de lectura para todo el mundo:
it: Il seguente output mostra che la directory <filename class="directory">/home/NOME_UTENTE</filename> è accessibile in lettura da parte di tutti gli utenti:
sv: Följande resultat visar att mappen <filename class="directory">/home/användarnamn</filename> har allmänna läsbehörigheter:

source: drwxr-xr-x 2 username username 4096 2007-10-02 20:03 username
es: drwxr-xr-x 2 nombredelusuario nombredelusuario 4096 2007-10-02 20:03 nombredelusuario
it: drwxr-xr-x 2 nomeutente nomeutente 4096 2007-10-02 20:03 nomeutente
sv: drwxr-xr-x 2 användarnamn användarnamn 4096 2007-10-02 20:03 användarnamn

source: You can remove the world readable permissions using the following syntax:
es: Puede eliminar los permisos de lectura usando la siguiente sintaxis:
it: È possibile rimuovere il permesso in lettura da tutti con il seguente comando:
sv: Du kan ta bort den allmänna läsbehörigheten genom att använda följande syntax:

source: sudo chmod 0750 /home/username
es: sudo chmod 0750 /home/nombre de usuario
it: sudo chmod 0750 /home/NOME_UTENTE
sv: sudo chmod 0750 /home/användarnamn
