Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: You may also want to create a <application>cron</application> job to periodically update the database on the Secondary KDC. For example, the following will push the database every hour:
es: También puede crear un trabajo <application>cron</application> para actualizar periódicamente la base de datos en el KDC secundario. Por ejemplo, lo siguiente empujará la base de datos cada hora:
sv: Du kanske också vill skapa ett <application>cron</application>-jobb för att periodiskt uppdatera databasen på den sekundära KDC:n. Till exempel, följande kommer skicka databasen varje timma:

source: Back on the <emphasis>Secondary KDC</emphasis>, create a <emphasis>stash</emphasis> file to hold the Kerberos master key:
es: Vuelva al <emphasis>KDC secundario</emphasis>, cree un archivo <emphasis>stash</emphasis> para mantener la clave maestra de Kerberos:
sv: Tillbaka på den <emphasis>sekundära KDC:n</emphasis>, skapa en<emphasis>stash</emphasis>-fil som kommer innehålla Kerberos huvudnyckel:

source: Finally, start the <application>krb5-kdc</application> daemon on the Secondary KDC:
es: Finalmente, inicie el demonio <application>krb5-kdc</application> en el KDC secundario:
sv: Slutligen, starta demonen <application>krb5-kdc</application> på den sekundära KDC:n:

source: The <emphasis>Secondary KDC</emphasis> should now be able to issue tickets for the Realm. You can test this by stopping the <application>krb5-kdc</application> daemon on the Primary KDC, then use <application>kinit</application> to request a ticket. If all goes well you should receive a ticket from the Secondary KDC.
es: El <emphasis>KDC secundario</emphasis> podría no ser capaz de emitir tickets del reino. Puede comprobar esto parando el demonio <application>krb5-kdc</application> del KDC primario, y usando <application>kinit</application> para pedir un ticket. Si todo va bien, recibirá un ticket del KDC secundario.
sv: Nu skall den <emphasis>sekundära KDC:n</emphasis> kunna utfärda certifikat för realm:en. Du kan testa detta genom att stoppa demonen <application>krb5-kdc</application> på den primära KDCn och därefter använda <application>kinit</application> till att begära ett certifikat. Om allt går bra kommer du ta emot ett certifikat från den sekundära KDC:n.

source: Kerberos Linux Client
es: Cliente Linux Kerberos
sv: Kerberos Linux klient

source: This section covers configuring a Linux system as a <application>Kerberos</application> client. This will allow access to any kerberized services once a user has successfully logged into the system.
es: Esta sección cubre la configuración de un sistema Linux como un cliente <application>Kerberos</application>. Esto le permitirá acceder a cualquier servicio «kerberizado» una vez que el usuario ha entrado satisfactoriamente en el sistema.
sv: Detta avsnitt omfattar konfigureringen av ett Linux-system som en <application>Kerberos</application>-klient. Detta kommer att ge tillgång till alla kerberosierade tjänster så snart en användare framgångsrikt loggat in i systemet.

source: In order to authenticate to a Kerberos Realm, the <application>krb5-user</application> and <application>libpam-krb5</application> packages are needed, along with a few others that are not strictly necessary but make life easier. To install the packages enter the following in a terminal prompt:
es: Para autenticar en un reino Kerberos, son necesarios los paquetes <application>krb5-user</application> y <application>libpam-krb5</application> con unos cuantos más que no son estrictamente necesarios, pero pueden hacer su vida más fácil. Para instalar los paquetes introduzca lo siguiente en una terminal:
sv: För att autentisiera till en kerberos-sfär så behövs paketen <application>krb5-user</application> och <application>libpam-krb5</application>, tillsammans med en del andra paket som inte är absolut nödvändiga, men som kan göra livet lite lättare. För att installera paketen ange följande i en terminalprompt:

source: The <application>auth-client-config</application> package allows simple configuration of PAM for authentication from multiple sources, and the <application>libpam-ccreds</application> will cache authentication credentials allowing you to login in case the Key Distribution Center (KDC) is unavailable. This package is also useful for laptops that may authenticate using Kerberos while on the corporate network, but will need to be accessed off the network as well.
es: La aplicación <application>auth-client-config</application> permite una configuración sencilla de PAM para autenticación de múltiples fuentes y la aplicación <application>libpam-ccreds</application> guardará temporalmente las credenciales de autenticación y le permitirá iniciar sesión aún cuando el Centro de de Distribución de Claves (KDC) no esté disponible. Este paquete es muy útil para computadoras portátiles que podrían usar Kerberos para acceder a las redes corporativas internamente pero que también necesiten acceso desde fuera del perímetro de la red corporativo
sv: Paketet <application>auth-client-config</application> tillåter en enkel konfiguration av PAM för autentisering från flera källor och <application>libpam-ccreds</application> cachar autentiseringsreferenser vilket medför att du kan logga in även om Key Distribution Center (KDC) är otillgänglig. Detta paket är också användbart för bärbara datorer som autentisierar med hjälp av Kerberos på företagets nätverk, men som också behöver nås utanför nätverket.

source: To configure the client in a terminal enter:
es: Para configurar el cliente en un terminal, introduzca:
sv: För att konfigurera klienten, skriv i en terminal:

source: You will then be prompted to enter the name of the Kerberos Realm. Also, if you don't have DNS configured with Kerberos <emphasis>SRV</emphasis> records, the menu will prompt you for the hostname of the Key Distribution Center (KDC) and Realm Administration server.
es: Se le pedirá el nombre de inicio de sesión Kerberos. También, si no tiene el DNS configurado con los registros <emphasis>SRV</emphasis> para Kerberos, se le preguntará el nombre del anfitrión para el Centro de Distribución de Claves (KDC)
sv: Du kommer bli uppmanad att ange namnet på kerberos-realm:en. Dessutom, om du inte har konfigurerat DNS med Kerberos <emphasis>SRV</emphasis>-poster, kommer menyn fråga efter värdnamnet på Key Distribution Center (KDC) och realm:ens administartionsserver.

source: The <application>dpkg-reconfigure</application> adds entries to the <filename>/etc/krb5.conf</filename> file for your Realm. You should have entries similar to the following:
es: <application>dpkg-reconfigure</application> añade entradas al archivo <filename>/etc/krb5.conf</filename> para su reino. Debería tener entradas similares a las siguientes:
sv: <application>dpkg-reconfigure</application> lägger till poster i filen <filename>/etc/krb5.conf</filename> för din realm. Du skall ha poster som liknar följande:

source: You can test the configuration by requesting a ticket using the <application>kinit</application> utility. For example:
es: Puede comprobar la configuración pidiendo un tcket usando la utilidad <application>kinit</application>. Por ejemplo:
sv: Du kan testa konfigurationen genom att begära ett certifikat med hjälp av verktyget <application>kinit</application>. Till exempel:

source: Password for steve@EXAMPLE.COM:
es: Contraseña para steve@EXAMPLE.COM:

source: When a ticket has been granted, the details can be viewed using <application>klist</application>:
es: Cuando se ha garantizado un ticket, los detalles se pueden ver usando <application>klist</application>:
sv: När ett certifikat är godkänt kan detaljerna visas med hjälp av <application>klist</application>:

source: Ticket cache: FILE:/tmp/krb5cc_1000 Default principal: steve@EXAMPLE.COM Valid starting Expires Service principal 07/24/08 05:18:56 07/24/08 15:18:56 krbtgt/EXAMPLE.COM@EXAMPLE.COM renew until 07/25/08 05:18:57 Kerberos 4 ticket cache: /tmp/tkt1000 klist: You have no tickets cached
es: Tiquet del caché: Archivo:/tmp/krb5cc_1000 Principal predeterminado: steve@EXAMPLE.com Valido Iniciando Expira Servicio Principal 07/24/08 05:18:56 07/24/08 15:18:56 krbtgt/EXAMPLE.COM@EXAMPLE.COM renovar hasta 07/25/08 05:18:57 Kerberos, 4 tickets almacenados: /tmp/tk1000 klist: No tiene tickets almacenados

source: Next, use the <application>auth-client-config</application> to configure the <application>libpam-krb5</application> module to request a ticket during login:
es: Después, use <application>auth-client-config</application> para configurar el módulo <application>libpam-krb5</application> para pedir un ticket en la entrada:
sv: Nästa steg, använd <application>auth-client-config</application> för att konfigurera modulen <application>libpam-krb5</application> till att begära ett certifikat under inloggning:

source: You will should now receive a ticket upon successful login authentication.
es: Debería recibir un ticket bajo una autenticación de entrada correcta.
sv: Du skall nu kunna få ett certifikat vid en lyckad inloggning.

source: For more information on Kerberos see the <ulink url="http://web.mit.edu/Kerberos/">MIT Kerberos</ulink> site.
es: Para más información sobre Kerberos vea el sitio <ulink url="http://web.mit.edu/Kerberos/">MIT Kerberos</ulink>.
sv: För mer information om Kerberos, se <ulink url="http://web.mit.edu/Kerberos/">MIT Kerberos</ulink>.

source: O'Reilly's <ulink url="http://oreilly.com/catalog/9780596004033/">Kerberos: The Definitive Guide</ulink> is a great reference when setting up Kerberos.
es: <ulink url="http://oreilly.com/catalog/9780596004033/">Kerberos: The Definitive Guide</ulink> de O'Reilly es una buena referencia para configurar Kerberos.
sv: O'Reilly's <ulink url="http://oreilly.com/catalog/9780596004033/">Kerberos: The Definitive Guide</ulink> är en annan bra referens för sätta upp Kerberos.

source: Also, feel free to stop by the <emphasis>#ubuntu-server</emphasis> IRC channel on <ulink url="http://freenode.net/">Freenode</ulink> if you have Kerberos questions.
es: También, siéntase libre de pasar por el canal IRC <emphasis>#ubuntu-server</emphasis> en <ulink url="http://freenode.net/">Freenode</ulink> si tiene preguntas sobre Kerberos.
sv: Dessutom, stanna till vid IRC-kanalen <emphasis>#ubuntu-server</emphasis> på <ulink url="http://freenode.net/">Freenode</ulink> om du har frågor om Kerberos.

source: Kerberos and LDAP
es: Kerberos y LDAP
sv: Kerberos och LDAP

source: Replicating a Kerberos principal database between two servers can be complicated, and adds an additional user database to your network. Fortunately, MIT Kerberos can be configured to use an <application>LDAP</application> directory as a principal database. This section covers configuring a primary and secondary kerberos server to use <application>OpenLDAP</application> for the principal database.
es: Replicar una base principal de Kerberos entre dos servidores es un proceso complejo y crea una base de datos adicional en su red. Afortunadamente MIT Kerberos puede configurarse para usar un directorio <application>LDAP</application> como base de datos principal. Esta sección cubre la configuración de un servidor Kerberos primario y secundario que usa <application>OpenLDAP</application> como base de datos principal.
sv: Replikera en Kerberos principal-databas mellan två servrar kan vara komplicerat och adderar ytterligare en databas till ditt nätverk. lyckligtvis, kan MIT Kerberos konfigureras till att använda en <application>LDAP</application>-katalog som en principal-databas. Detta avsnitt omfattar konfigurationen av en primär och sekundär Kerberos-server till att använda <application>OpenLDAP</application> som principal-databas.

source: Configuring OpenLDAP
es: Configurar OpenLDAP
sv: Konfigurera OpenLDAP

source: First, the necessary <emphasis>schema</emphasis> needs to be loaded on an <application>OpenLDAP</application> server that has network connectivity to the Primary and Secondary KDCs. The rest of this section assumes that you also have LDAP replication configured between at least two servers. For information on setting up OpenLDAP see <xref linkend="openldap-server"/>.
es: Primero, es necesario cargar el <emphasis>esquema</emphasis> en el servidor <application>OpenLDAP</application> que posee la conectividad de red a los KDC primario y secundario. El resto de esta sección asume que ha configurado también la replicación LDAP entre al menos dos servidores. para información sobre la configuración de OpenLDAP consulte <xref linkend="openldap-server"/>.
sv: Först, det nödvändiga <emphasis>schemat</emphasis> måste laddas på en <application>OpenLDAP</application>-server som har en nätverkskoppling till den primära och sekundära KDC:n. Resten av detta avsnitt förutsätter att du också har en LDAP-replikering konfigurerad mellan minst två servrar. För information om att konfigurera OpenLDAP, se <xref linkend="openldap-server"/>.

source: It is also required to configure OpenLDAP for TLS and SSL connections, so that traffic between the KDC and LDAP server is encrypted. See <xref linkend="openldap-tls"/> for details.
es: También es necesario configurar OpenLDAP para que use conexiones TLS y SSL, de forma que el tráfico entre el KDC y el servidor LDAP vaya cifrado. Consulte <xref linkend="openldap-tls"/> para más información.
sv: Det är också nödvändigt att konfigurera OpenLDAP för TLS- och SSL-anslutningar, så att alla trafik mellan KDC:en och LDAP-servern sker krypterat.

source: To load the schema into LDAP, on the LDAP server install the <application>krb5-kdc-ldap</application> package. From a terminal enter:
es: Para cargar el esquema en el LDAP, instale en el servidor LDAP el paquete <application>krb5-kdc-ldap</application>. En una terminal escriba:
sv: För att ladda schemat till LDAP, på LDAP-servern installera paketet <application>krb5-kdc-ldap</application>. Skriv från en terminal:

source: Next, extract the <filename>kerberos.schema.gz</filename> file:
es: Después, extraiga el archivo <filename>kerberos.schema.gz</filename>:
sv: Nästa steg, extahera filen <filename>kerberos.schema.gz</filename>:

source: The <emphasis>kerberos</emphasis> schema needs to be added to the <emphasis>cn=config</emphasis> tree. The procedure to add a new schema to <application>slapd</application> is also detailed in <xref linkend="openldap-configuration"/>.
es: El esquema <emphasis>kerberos</emphasis> necesita ser añadido al árbol <emphasis>cn=config</emphasis>. El procedimiento de añadir un nuevo esquema a <application>slapd</application> esta explicado en <xref linkend="openldap-configuration"/>.
sv: <emphasis>Kerberos</emphasis>-schemat behöver läggas till i trädet <emphasis>cn=config</emphasis>. Proceduren för att lägga till ett nytt schema till <application>slapd</application> är också beskrivet i <xref linkend="openldap-configuration"/>.

source: Create a temporary directory to hold the LDIF files:
es: Crea un directorio temporal para mantener los archivos LDIF:
sv: Skapa en temporär katalog som skall innehålla LDIF-filerna:

source: Edit the generated <filename>/tmp/ldif_output/cn=config/cn=schema/cn={12}kerberos.ldif</filename> file, changing the following attributes:
es: Edite el archivo generado <filename>/tmp/ldif_output/cn=config/cn=schema/cn={12}kerberos.ldif</filename>, cambiando los siguientes atributos:
sv: Redigera den nyss skapade filen <filename>/tmp/ldif_output/cn=config/cn=schema/cn={12}kerberos.ldif</filename> och ändra följande attribut:

source: And remove the following lines from the end of the file:
es: Y elimine las siguientes líneas del final del archivo:
sv: Och ta bort följande rader i slutet av filen:

source: Load the new schema with <application>ldapadd</application>:
es: Cargue el nuevo esquema con <application>ldapadd</application>:
sv: Ladda det nya schemat med <application>ldapadd</application>:

source: Add an index for the <emphasis>krb5principalname</emphasis> attribute:
es: Añada un índice para el atributo <emphasis>krb5principalname</emphasis>:
sv: Lägg till ett index för attributet <emphasis>krb5principalname</emphasis>.

source: Finally, update the Access Control Lists (ACL):
es: Finalmente, actualice la Lista de control de accesos (ACL):
sv: Slutligen, uppdatera åtkomstlistorna (ACL):

source: Enter LDAP Password: <placeholder-1/> modifying entry "olcDatabase={1}hdb,cn=config"
es: Introduzca la contraseña LDAP: <placeholder-1/> modificando la entrada «olcDatabase={1}hdb,cn=config»

source: That's it, your LDAP directory is now ready to serve as a Kerberos principal database.
es: Ya está, su directorio LDAP está listo para servir como una base de datos principal de Kerberos.
sv: Det var allt, din LDAP-katalog är nu redo att tjäna som en Kerberos principal-databas.

source: Primary KDC Configuration
es: Configuración del KDC primario
sv: Konfiguration av primär KDC

source: With <application>OpenLDAP</application> configured it is time to configure the KDC.
es: Con <application>OpenLDAP</application> configurado, es hora de configurar KDC.
sv: Med <application>OpenLDAP</application> konfigurerad är det dags att konfigurera KDC:n.

source: First, install the necessary packages, from a terminal enter:
es: Primero, instale los paquetes necesarios; introduzca en una terminal:
sv: Först, installera nödvändiga paket, skriv från en terminalprompt:

source: Now edit <filename>/etc/krb5.conf</filename> adding the following options to under the appropriate sections:
es: Ahora edite <filename>/etc/krb5.conf</filename> añadiendo las siguientes opciones bajo las secciones apropiadas:
sv: Redigera nu <filename>/etc/krb5.conf</filename> lägg till följande alternativ under passande avsnitt:

source: Change <emphasis>example.com</emphasis>, <emphasis>dc=example,dc=com</emphasis>, <emphasis>cn=admin,dc=example,dc=com</emphasis>, and <emphasis>ldap01.example.com</emphasis> to the appropriate domain, LDAP object, and LDAP server for your network.
es: Cambie <emphasis>example.com</emphasis>, <emphasis>dc=example,dc=com</emphasis>, <emphasis>cn=admin,dc=example,dc=com</emphasis>, y <emphasis>ldap01.example.com</emphasis> por el dominio apropiado, objeto LDAP, y servidor LDAP para su red.
sv: Ändra <emphasis>example.com</emphasis>, <emphasis>dc=example,dc=com</emphasis>, <emphasis>cn=admin,dc=example,dc=com</emphasis>, och <emphasis>ldap01.example.com</emphasis> till en passande domän, LDAP-objekt och LDAP-serverför ditt nätverk.

source: Next, use the <application>kdb5_ldap_util</application> utility to create the realm:
es: Después, use la utilidad <application>kdb5_ldap_util</application> para crear el reino:
sv: Nästa steg, använd verktyget <application>kdb5_ldap_util</application> för att skapa realm:en:

source: Create a stash of the password used to bind to the LDAP server. This password is used by the <emphasis>ldap_kdc_dn</emphasis> and <emphasis>ldap_kadmin_dn</emphasis> options in <filename>/etc/krb5.conf</filename>:
es: Guarde una copia de la clave utilizada para enlazarse con el servidor LDAP. Esta clave se usada por las opciones <emphasis>ldap_kdc_dn</emphasis> y <emphasis>ldap_kadmin_dn</emphasis> del archivo <filename>/etc/krb5.conf</filename>
sv: Skapa en stash för lösenordet som används för att ansluta till LDAP-servern. Detta lösenord används av <emphasis>ldap_kdc_dn</emphasis> och <emphasis>ldap_kadmin_dn</emphasis> alternativen i <filename>/etc/krb5.conf</filename>:

source: Copy the CA certificate from the LDAP server:
es: Copie el certificado de AC del servidor LDAP:
sv: Kopiera CA-certifikatet från LDAP-servern:

source: And edit <filename>/etc/ldap/ldap.conf</filename> to use the certificate:
es: Y edite<filename>/etc/ldap/ldap.conf</filename> para usar elcertificado:
sv: och redigera <filename>/etc/ldap/ldap.conf</filename> till att använda certifikatet:

source: The certificate will also need to be copied to the Secondary KDC, to allow the connection to the LDAP servers using LDAPS.
es: El certificado necesitará ser copiado al KDC secundario, para permitir la conexión de los servidores LDAP usando LDAPS.
sv: Certifikatet kommer även behöva kopieras till den sekundära KDC:n, för att tillåta att anslutningarna till LDAP-servrarna använder LDAPS.

source: You can now add Kerberos principals to the LDAP database, and they will be copied to any other LDAP servers configured for replication. To add a principal using the <application>kadmin.local</application> utility enter:
es: Ahora puede añadir los principales de Kerberos a la base de datos LDAP, y estos se copiarán a los otros servidores LDAP que estén configurados para la replicación. Para añadir un principal por medio de la utilidad <application>kadmin.local</application> introduzca:
sv: Du kan nu lägga till Kerberos principal till LDAP-databasen och de kommer kopieras till vilken annan LDAP-server som är konfigurerad för replikering. För att lägga till en principal genom att använda verktyget <application>kadmin.local</application> skriv:

source: Authenticating as principal root/admin@EXAMPLE.COM with password. kadmin.local: <placeholder-1/> WARNING: no policy specified for steve@EXAMPLE.COM; defaulting to no policy Enter password for principal "steve@EXAMPLE.COM": Re-enter password for principal "steve@EXAMPLE.COM": Principal "steve@EXAMPLE.COM" created.
es: Autenticando como principal root/admin@EXAMPLE.COM usando clave. kadmin.local: <placeholder-1/> AVISO: steve@EXAMPLE.COM no tiene directiva especificada, no se usará ninguna directiva Introduzca la contraseña para el principal "steve@EXAMPLE.COM": Reintroduzca la contraseña para el principal "steve@EXAMPLE.COM": Principal "steve@EXAMPLE.COM" creado.

source: There should now be krbPrincipalName, krbPrincipalKey, krbLastPwdChange, and krbExtraData attributes added to the <emphasis>uid=steve,ou=people,dc=example,dc=com</emphasis> user object. Use the <application>kinit</application> and <application>klist</application> utilities to test that the user is indeed issued a ticket.
es: Ahora deberían haberse añadido los atributos krbPrincipalName, krbPrincipalKey, krbLastPwdChange y krbExtraData al objeto de usuario <emphasis>uid=pedro,ou=gente,dc=ejemplo,dc=com</emphasis>. Use las utilidades <application>kinit</application> y <application>klist</application> para verificar que el usuario ha enviado efectivamente un ticket.
sv: Det skall nu finnas krbPrincipalName, krbPrincipalKey, krbLastPwdChange, och krbExtraData attributer adderade till användarobjekten <emphasis>uid=steve,ou=people,dc=example,dc=com</emphasis>. Använd verktygen <application>kinit</application> och <application>klist</application> för att testa så att användaren verkligen tilldelas ett certifikat.

source: If the user object is already created the <emphasis>-x dn="..."</emphasis> option is needed to add the Kerberos attributes. Otherwise a new <emphasis>principal</emphasis> object will be created in the realm subtree.
es: Si el objeto de usuario ya está creado, se necesita la opción <emphasis>-x dn="..."</emphasis> para añadir los atributos de Kerberos. En caso contrario, se creará un nuevo objeto <emphasis>principal</emphasis> en el subárbol del dominio (realm).
sv: Om användarobjektet redan har skapats är flaggan <emphasis>-x dn="..."</emphasis> nödvändig för att lägga till Kerberos-attribut. I annat fall kommer ett nytt <emphasis>principal</emphasis>-objekt att skapas i realm:ens sidoträd.

source: Secondary KDC Configuration
es: Configuración del KDC secundario
sv: Konfiguration av sekundär KDC
