Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: <emphasis>status messages:</emphasis> optional messages printed to the console using the <application>echo</application> utility.
es: <emphasis>mensajes de estado:</emphasis> mensajes opcionales mostrados en la consola usando la utilidad <application>echo</application>.
it: <emphasis>messaggi:</emphasis> messaggi opzionali stampati sulla console usando <application>echo</application>.
sv: <emphasis>status messages:</emphasis> valfria meddelanden utskrivna i konsolen genom att använda verktyget <application>echo</application>.

source: <emphasis>tar czf $dest/$archive_file $backup_files:</emphasis> the <application>tar</application> command used to create the archive file.
es: <emphasis>tar czf $dest/$archivador $archivos_backup:</emphasis> el comando <application>tar</application> usado para crear el archivador.
it: <emphasis>tar czf $dest/$archive_file $backup_files</emphasis>: il comando <application>tar</application> usato per creare l'archivio.
sv: <emphasis>tar czf $dest/$archive_file $backup_files:</emphasis> använder kommandot <application>tar</application> för att skapa arkivfilen.

source: <emphasis>c:</emphasis> creates an archive.
es: <emphasis>c:</emphasis> crea un archivo.
it: <emphasis>c</emphasis>: crea l'archivio.
sv: <emphasis>c:</emphasis> skapar ett arkiv.

source: <emphasis>z:</emphasis> filter the archive through the <application>gzip</application> utility compressing the archive.
es: <emphasis>z:</emphasis> filtra en archivo a través de la utilidad <application>gzip</application> comprimiendo el archivo.
it: <emphasis>z</emphasis>: passa l'archivio attraverso l'utilità di compressione <application>gzip</application>.
sv: <emphasis>z:</emphasis> filtrera arkivet genom verktyget <application>gzip</application> för att komprimera arkivet.

source: <emphasis>f:</emphasis> use archive file. Otherwise the <application>tar</application> output will be sent to STDOUT.
es: <emphasis>f:</emphasis> crear el archivador en un archivo. En caso contrario, la salida de <application>tar</application> se enviará a STDOUT.
it: <emphasis>f</emphasis>: usa un file archivio, altrimenti il comando <application>tar</application> invia l'output sullo STDOUT.
sv: <emphasis>f:</emphasis> använd arkivfil. Annars kommer utdatan från <application>tar</application> skickas till STDOUT.

source: <emphasis>ls -lh $dest:</emphasis> optional statement prints a <emphasis>-l</emphasis> long listing in <emphasis>-h</emphasis> human readable format of the destination directory. This is useful for a quick file size check of the archive file. This check should not replace testing the archive file.
es: <emphasis>ls -lh $dest:</emphasis> sentencia opcional que imprime una lista larga (<emphasis>-l</emphasis>) en formato legíble para los humanos (<emphasis>-h</emphasis>) del contenido de la carpeta de destino. Esto es útil para una comprobación rápida del tamaño del archivo. Esta comprobación no debe sustituir el testar el propio archivo.
it: <emphasis>ls -lh $dest</emphasis>: istruzione opzionale che stampa un elenco lungo (<emphasis>-l</emphasis>) in un formato leggibile (<emphasis>-h</emphasis>) della directory di destinazione. È utile per controllare la dimensione dell'archivo. Questa verifica non dovrebbe sostituire la verifica dell'archivio.
sv: <emphasis>ls -lh $dest:</emphasis> valfri uppgift skriver en <emphasis>-l</emphasis> lång lista i <emphasis>-h</emphasis> läsbart format av målkatalogen. Detta är användbart för en snabb kontroll av arkivfilens filstorlek. Den här kontrollen skall inte ersätta testning av arkivfilen.

source: This is a simple example of a backup shell script. There are large amount of options that can be included in a backup script. See <xref linkend="backup-shellscript-references"/> for links to resources providing more in depth shell scripting information.
es: Este es un ejemplo sencillo de un script de shell que hace copias de seguridad. Hay una enorme cantidad de opciones que se pueden incluir en un script de este tipo. Consulte <xref linkend="backup-shellscript-references"/> para conseguir enlaces a recursos que proporcionan información más detallada sobre la programación de scripts de shell.
it: Questo è un semplice esempio di un backup eseguito con uno script shell ed è possibile aggiungere molte opzioni. Per maggiori informazioni sugli script shell, consultare <xref linkend="backup-shellscript-references"/>.
sv: Det här är ett enkelt exempel på ett säkerhetskopieringskript. Det finns mängder av alternativ som kan läggas till i säkerhetskopieringsskriptet. Se <xref linkend="backup-shellscript-references"/> för länkar till källor som tillhandahåller detaljerad information om shell-skript.

source: Executing the Script
es: Ejecutando el Script
it: Eseguire lo script
sv: Verkställande av skript

source: Executing from a Terminal
es: Ejecutar desde terminal
it: Esecuzione da terminale
sv: Verkställa skript från en terminal

source: The simplest way of executing the above backup script is to copy and paste the contents into a file. <filename>backup.sh</filename> for example. Then from a terminal prompt:
es: La forma mas fácil de ejecutar el script de copias de respaldo es copiar y pegar el contenido a un archivo. Por ejemplo <filename>backup.sh</filename>. Luego de una terminal ingrese:
it: Il metodo più facile per eseguire lo script di backup è quello di copiare il contenuto dello script in un file, <filename>backup.sh</filename> per esempio, ed eseguirlo in un terminale:
sv: Det enklaste sättet att köra ovanstående skript är att kopiera innehållet till en fil, till exempel <filename>backup.sh</filename>. Därefter från terminalprompten:

source: This is a great way to test the script to make sure everything works as expected.
es: Esta es una manera genial de probar el script para asegurarse que todo funciona como está esperado.
it: È un ottimo modo per provare lo script e assicurarsi che funzioni correttamente.
sv: Detta är ett bra sätt att testa skript för att säkerställa att allt fungerar som det var tänkt.

source: Executing with cron
es: Ejecutando con cron
it: Esecuzione con cron
sv: Verkställa med cron

source: The <application>cron</application> utility can be used to automate the script execution. The <application>cron</application> daemon allows the execution of scripts, or commands, at a specified time and date.
es: La utilidad <application>cron</application> puede ser utilizada para automatizar la ejecución del script. El demonio <application>cron</application> permite la ejecución de scripts, o comandos, en una hora y fecha especificada.
it: L'utilità <application>cron</application> può essere usata per automatizzare l'esecuzione dello script. Il demone <application>cron</application> consente l'esecuzione di script o comandi a un determinato orario e data.
sv: Verktyget <application>cron</application> kan användas för automatiskt köra skript. Demonen <application>cron</application> tillåter verkställande av skript eller kommandon vid en specifierad tid eller datum.

source: <application>cron</application> is configured through entries in a <filename>crontab</filename> file. <filename>crontab</filename> files are separated into fields:
es: <application>cron</application> se configura a través de entradas en el archivo <filename>crontab</filename>. Los archivos <filename>crontab</filename> están divididos en campos:
it: L'applicazione <application>cron</application> è configurata attraverso delle voci in un file <filename>crontab</filename> file. I file <filename>crontab</filename> sono separati in campi:
sv: <application>cron</application> är konfigurerad genom poster i filen <filename>crontab</filename>. <filename>crontab</filename>-filer är separerade i fält:

source: <emphasis>m:</emphasis> minute the command executes on between 0 and 59.
es: <emphasis>m:</emphasis> minuto de ejecución de la orden entre 0 y 59.
it: <emphasis>m</emphasis>: minuto di esecuzione del comando, tra 0 e 59.
sv: <emphasis>m:</emphasis> minuter som kommandot verkställer på mellan 0 and 59.

source: <emphasis>h:</emphasis> hour the command executes on between 0 and 23.
es: <emphasis>h:</emphasis>hora de ejecución de la orden entre 0 y 23.
it: <emphasis>h</emphasis>: ora di esecuzione del comando, tra 0 e 23.
sv: <emphasis>h:</emphasis> timmar som kommandot verkställer på mellan 0 and 23.

source: <emphasis>dom:</emphasis> day of month the command executes on.
es: <emphasis>dom:</emphasis> día del mes de ejecución de la orden.
it: <emphasis>dom</emphasis>: giorno del mese di esecuzione del comando.
sv: <emphasis>dom:</emphasis> dag i månad som kommandot verkställer på.

source: <emphasis>mon:</emphasis> the month the command executes on between 1 and 12.
es: <emphasis>mon:</emphasis> mes en el que se ejecuta la orden entre 1 y 12.
sv: <emphasis>mon:</emphasis> månaden som kommandot verkställs på mellan 1 och 12.

source: <emphasis>dow:</emphasis> the day of the week the command executes on between 0 and 7. Sunday may be specified by using 0 or 7, both values are valid.
es: <emphasis>dow:</emphasis> día de la semana en el que se ejecuta la orden entre 0 y 7. El domingo se puede especificar usando 0 o 7, ambos son válidos.
sv: <emphasis>dow:</emphasis> den veckodag som kommandot verkställs på mellan 0 och 7. Söndagar kan anges med 0 eller 7, bägge värdena är giltiga.

source: <emphasis>command:</emphasis> the command to execute.
es: <emphasis>command:</emphasis> el comando a ejecutar.
it: <emphasis>comando</emphasis>: il comando da eseguire.
sv: <emphasis>command:</emphasis> kommando som skall verkställas.

source: To add or change entries in a <filename>crontab</filename> file the <application>crontab -e</application> command should be used. Also, the contents of a <filename>crontab</filename> file can be viewed using the <application>crontab -l</application> command.
es: Para añadir o cambiar entradas en un archivo <filename>crontab</filename>, debe usarse el comando <application>crontab -e</application>. Además, se puede ver el contenido de un archivo <filename>crontab</filename> usando el comando <application>crontab -l</application>.
it: Per aggiungere o modificare voci in un file <filename>crontab</filename>, dovrebbe essere usato il comando <application>crontab -e</application>, i contenuti di un file <filename>crontab</filename> possono essere visualizzati usando il comando <application>crontab -l</application>.
sv: För att lägga till eller ändra rader i en <filename>crontab</filename>-fil skall kommandot <application>crontab -e</application> användas. Dessutom, innehållet i en <filename>crontab</filename>-fil kan visas genom att använda kommandot <application>crontab -l</application>.

source: To execute the <application>backup.sh</application> script listed above using <application>cron</application>. Enter the following from a terminal prompt:
es: Para ejecutar el script <application>backup.sh</application> listado anteriormente usando <application>cron</application>, introduzca lo siguiente en un terminal:
it: Per eseguire lo script <application>backup.sh</application> usando <application>cron</application>, in un terminale digitare quanto segue:
sv: För att köra det tidigare inskrivna skriptet <application>backup.sh</application> genom att använda <application>cron</application>. Skriv följande från en terminalprompt:

source: Using <application>sudo</application> with the <application>crontab -e</application> command edits the <emphasis>root</emphasis> user's crontab. This is necessary if you are backing up directories only the root user has access to.
es: Al usar <application>sudo</application> con el comando <application>crontab -e</application> se cambia el crontab del usuario <emphasis>root</emphasis>. Esto es necesario si va a copiar directorios a los que sólo root tiene acceso.
it: Usare <application>sudo</application> con il comando <application>crontab -e</application>, modifica il crontab dell'utente <emphasis>root</emphasis>. Questo è necessario nel caso in cui si stiano eseguendo copie di backup di file accessibili solo dall'utente root.
sv: Använd <application>sudo</application> tillsammans med kommandot <application>crontab -e</application> redigerar crontab för användaren <emphasis>root</emphasis>. Detta är nödvändigt om du säkerhetskopierar kataloger som bara användaren root har behörighet till.

source: Add the following entry to the <filename>crontab</filename> file:
es: Añada la siguiente entrada al archivo <filename>crontab</filename>:
it: Aggiungere quanto segue al file <filename>crontab</filename>:
sv: Lägg till följande rader i filen <filename>crontab</filename>:

source: The <application>backup.sh</application> script will now be executed every day at 12:00 am.
es: El guión <application>backup.sh</application> se ejecutará cada día a las 12:00 am.
it: Lo script <application>backup.sh</application> verrà eseguito ogni giorno alle 12.00 AM.
sv: Skriptet <application>backup.sh</application> kommer verkställas varje dag klockan 12:00.

source: The <application>backup.sh</application> script will need to be copied to the <filename>/usr/local/bin/</filename> directory in order for this entry to execute properly. The script can reside anywhere on the file system simply change the script path appropriately.
es: El script <application>backup.sh</application> necesitara ser copiado al directorio <filename>/usr/local/bin/</filename> para que esta entrada se ejecute correctamente. El script puede residir en cualquier lugar del sistema de archivos, simplemente cambie la ruta del script apropiadamente.
it: Lo script <application>backup.sh</application> deve essere copiato nella directory <filename>/usr/local/bin/</filename> affinché possa essere eseguito correttamente. Lo script può essere posizionato ovunque nel file system, basta correggere il percorso di conseguenza.
sv: Skriptet <application>backup.sh</application> måste kopieras till katalogen <filename>/usr/local/bin/</filename> för att skriptet skall verkställas korrekt. Skriptet kan finnas var som helst i filsystemet se bara till att ändra skriptets sökväg.

source: For more in depth <application>crontab</application> options see <xref linkend="backup-shellscript-references"/>.
es: Para más opciones en profundidad <application>crontab</application> vea <xref linkend="backup-shellscript-references"/>.
it: Per maggiori informazioni riguardo <application>crontab</application>, consultare <xref linkend="backup-shellscript-references"/>.
sv: För mer detaljerade alternativ för <application>crontab</application> se <xref linkend="backup-shellscript-references"/>.

source: Restoring from the Archive
es: Restaurando desde el archivador
it: Ripristinare l'archivio
sv: Återställa från arkivet

source: Once an archive has been created it is important to test the archive. The archive can be tested by listing the files it contains, but the best test is to <emphasis>restore</emphasis> a file from the archive.
es: Una vez que se haya creado el archivador, es importante verificarlo. El archivador puede verificarse sacando un listado de los archivos que contiene, pero la mejor prueba es <emphasis>restaurar</emphasis> un archivo de ese archivador.
it: Una volta creato un archivio, è importante verificarlo, elencandone i contenuti oppure, ed è la scelta migliore, <emphasis>ripristinare</emphasis> un file dall'archivio.
sv: När ett arkivhar skapats är det viktigt att testa arkivet. Ett arkiv kan testas genom att lista filerna som arkivet innehåller, men det bästa testet är att <emphasis>återställa</emphasis> en fil från arkivet.

source: To see a listing of the archive contents. From a terminal prompt:
es: Para ver una lista del contenido del archivador, desde un terminal:
it: Per visualizzare il contenuto di un archivio, da un terminale, digitare:
sv: För att se en lista över arkivets innehåll. Från en terminalprompt:

source: To restore a file from the archive to a different directory enter:
es: Para restaurar un archivo desde un archivador de un directorio diferente, introduzca:
it: Per ripristinare un file dall'archivio in una directory diversa, digitare:
sv: För att återställa en fil från arkivet till en annan katalog, skriv:

source: The <emphasis>-C</emphasis> option to <application>tar</application> redirects the extracted files to the specified directory. The above example will extract the <filename>/etc/hosts</filename> file to <filename>/tmp/etc/hosts</filename>. <application>tar</application> recreates the directory structure that it contains.
es: La opción <emphasis>-C</emphasis> de <application>tar</application> redirige los archivos extraídos al directorio especificador. El ejemplo anterior extraerá el archivo <filename>/etc/hosts</filename> en <filename>/tmp/etc/hosts</filename>. <application>tar</application> vuelve a crear la estructura de directorios que contiene.
it: L'opzione <emphasis>-C</emphasis> di <application>tar</application> redirige i file estratti nella directory specificata. L'esempio precedente estrarrà il file <filename>/etc/hosts</filename> in <filename>/tmp/etc/hosts</filename>. La struttura della directory viene quindi ricreata da <application>tar</application>.
sv: Alternativet <emphasis>-C</emphasis> till <application>tar</application> vidarebefordrar den extraherade filen till den specificerade katalogen. Ovanstående exempel kommer extrahera filen <filename>/etc/hosts</filename> till <filename>/tmp/etc/hosts</filename>. <application>tar</application> återskapar katalogstrukturen som den innehåller.

source: Also, notice the leading <emphasis>"/"</emphasis> is left off the path of the file to restore.
es: Además, observe que el prefijo <emphasis>«/»</emphasis> se ha quitado de la ruta del archivo a restaurar.
it: Notare anche che il simbolo "<emphasis>/</emphasis>" iniziale del percorso in cui ripristinare è stato tralasciato.
sv: Dessutom, notera att den inledande <emphasis>"/"</emphasis> inte är med i sökvägen för filen som återskapas.

source: To restore all files in the archive enter the following:
es: Para restaurar todos los archivos en el archivador introduzca lo siguiente:
it: Per ripristinare tutti i file presenti nell'archivio, digitare:
sv: För att återskapa alla filer i arkivet, skriv följande:

source: This will overwrite the files currently on the file system.
es: Esto sobrescribirá los archivos actuales en el sistema de archivos
it: In questo modo verranno sovrascritti i file attualmente presenti nel file system.
sv: Detta kommer skriva över de nuvarande filerna i filsystemet.

source: For more information on shell scripting see the <ulink url="http://tldp.org/LDP/abs/html/">Advanced Bash-Scripting Guide</ulink>
es: Para más información sobre creación de scripts de shell, consulte la <ulink url="http://tldp.org/LDP/abs/html/">Guía avanzada de scripts para bash</ulink> (en inglés)
it: Per maggiori informazioni riguardo lo script da shell, consultare la <ulink url="http://tldp.org/LDP/abs/html/">Advanced Bash-Scripting Guide</ulink>
sv: För mer information om shell-skriptning, se <ulink url="http://tldp.org/LDP/abs/html/">Advanced Bash-Scripting Guide</ulink>

source: The book <ulink url="http://safari.samspublishing.com/0672323583">Teach Yourself Shell Programming in 24 Hours</ulink> is available online and a great resource for shell scripting.
es: El libro <ulink url="http://safari.samspublishing.com/0672323583">Aprenda Programación usted mismo en 24 horas</ulink> (en inglés) está disponible en línea, y es un excelente recurso para escribir scripts de shell.
it: Il libro <ulink url="http://safari.samspublishing.com/0672323583">Teach Yourself Shell Programming in 24 Hours</ulink> è disponibile in linea ed è un'ottima risorsa per lo script da shell.
sv: Boken <ulink url="http://safari.samspublishing.com/0672323583">Teach Yourself Shell Programming in 24 Hours</ulink> finns tillgänglig på nätet och är en bra resurs för shell-skriptning.

source: The <ulink url="https://help.ubuntu.com/community/CronHowto">CronHowto Wiki Page</ulink> contains details on advanced <application>cron</application> options.
es: La <ulink url="https://help.ubuntu.com/community/CronHowto">página de wiki de CronHowto</ulink> (en inglés) contiene detalles sobre opciones avanzadas de <application>cron</application>.
it: La pagina della <ulink url="http://wiki.ubuntu-it.org/AmministrazioneSistema/Cron">della documentazione in linea su cron</ulink> contiene ulteriori dettagli sulle opzioni avanzate di <application>cron</application>.
sv: Wikisidan <ulink url="https://help.ubuntu.com/community/CronHowto">CronHowto</ulink> innehåller detaljer om avancerade <application>cron</application>-alternativ.

source: See the <ulink url="http://www.gnu.org/software/tar/manual/index.html">GNU tar Manual</ulink> for more <application>tar</application> options.
es: Vea el <ulink url="http://www.gnu.org/software/tar/manual/index.html">Manual GNU tar</ulink> Para conocer más opciones <application>tar</application>.
it: Per maggiori informazioni sulle opzioni del comando <application>tar</application>, consultare il <ulink url="http://www.gnu.org/software/tar/manual/index.html">manuale in linea di tar</ulink>.
sv: Se <ulink url="http://www.gnu.org/software/tar/manual/index.html">GNU tar Manual</ulink> för fler <application>tar</application>-alternativ.

source: The Wikipedia <ulink url="http://en.wikipedia.org/wiki/Backup_rotation_scheme">Backup Rotation Scheme</ulink> article contains information on other backup rotation schemes.
es: El artículo <ulink url="http://en.wikipedia.org/wiki/Backup_rotation_scheme">Backup Rotation Scheme</ulink> de la Wikipedia (en inglés) contiene información sobre otros esquemas de rotación de copias de seguridad.
it: La pagina inglese di Wikipedia <ulink url="http://en.wikipedia.org/wiki/Backup_rotation_scheme">Backup Rotation Scheme</ulink> contiene informazioni sugli schemi di backup.
sv: På Wikipedian <ulink url="http://en.wikipedia.org/wiki/Backup_rotation_scheme">Backup Rotation Scheme</ulink> innehåller information om andra roterande säkerhetskopieringsscheman.

source: The shell script uses <application>tar</application> to create the archive, but there many other command line utilities that can be used. For example:
es: El script de shell usa <application>tar</application> para crear el archivador, pero podrían usarse otras muchas utilidades de línea de comandos. Por ejemplo:
it: Questo script utilizza <application>tar</application> per creare l'archivio, ma esistono diverse altre utilità a riga di comando che possono essere usate, per esempio:
sv: Shell-skriptet använder <application>tar</application> för att skapa arkivet, men det flera andra kommandoradverktyg som kan användas. Exempelvis:

source: <ulink url="http://www.gnu.org/software/cpio/">cpio</ulink>: used to copy files to and from archives.
es: <ulink url="http://www.gnu.org/software/cpio/">cpio</ulink>: usado para copiar archivos a y desde el archivador.
it: <ulink url="http://www.gnu.org/software/cpio/">cpio</ulink>: usata per copiare file da e verso degli archivi.
sv: <ulink url="http://www.gnu.org/software/cpio/">cpio</ulink>: Används för att kopiera filer till eller från ett arkiv.
