Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: This will result in the DHCP server giving a client an IP address from the range 192.168.1.10-192.168.1.100 or 192.168.1.150-192.168.1.200. It will lease an IP address for 600 seconds if the client doesn't ask for a specific time frame. Otherwise the maximum (allowed) lease will be 7200 seconds. The server will also "advise" the client that it should use 255.255.255.0 as its subnet mask, 192.168.1.255 as its broadcast address, 192.168.1.254 as the router/gateway and 192.168.1.1 and 192.168.1.2 as its DNS servers.
es: Esto hará que el servidor DHCP proporcione a un cliente una dirección IP dentro del rango 192.168.1.10 - 192.168.1.100 ó 192.168.1.150 - 192.168.1.200. La concesión de la dirección IP durará 600 segundos, si el cliente no ha solicitado un intervalo de tiempo específico. En caso contrario, la concesión máxima permitida será de 7200 segundos. El servidor también «aconsejará» al cliente que use 255.255.255.0 como su máscara de subred, 192.168.1.255 como su dirección de difusión, 192.168.1.254 como la dirección del router/pasarela, y 192.168.1.1 y 192.168.1.2 como sus servidores DNS.
it: Come risultato si ottiene che il server DHCP fornisce a un client un indirizzo IP nell'intervallo 192.168.1.10 ~ 192.168.1.100 oppure 192.168.1.150 ~ 192.168.1.200. Se il client non richiede uno specifico intervallo di tempo, la durata di "affitto" di un indirizzo IP è di 600 secondi; in caso contrario il valore massimo (consentito) è di 7200 secondi. Il server inoltre "avvisa" il client di utilizzare 255.255.255.0 come maschera di sottorete, 192.168.1.255 come indirizzo di broadcast, 192.168.1.254 come gateway e 192.168.1.1 e 192.168.1.2 come server DNS.
ko: 이것은 DHCP 서버가 클라이언트에 192.168.1.10-192.168.1.100 또는 192.168.1.150-192.168.1.200 범위 내의 한 IP 주소를 주는 결과를 가집니다. 그 주소는, 만약 클라이언트가 특정한 시간 간격을 요청하지 않는다면, 600 초 동안 대여되는 IP 주소 입니다. 한편, 최대한 (허용되는) 대여 기간은 7200 초 입니다. 서버는 또한 클라이언트가 서브넷 마스크로 255.255.255.0, 브로트캐스트 주소로 192.168.1.255, 라우터/게이트웨이 주소로 192.168.1.254, 그리고 DNS 서버로 192.168.1.1과 192.168.1.2를 사용할 것을 "충고" 합니다.
pt: Isto resulta num servidor DHCP atribuindo um endereço IP da gama 192.168.1.10-192.168.1.100 ou 192.168.1.150-192.168.1.200 . Esse endereço será atribuído por um período de 600 segundos, se o cliente não especificar outro intervalo de tempo. Caso contrário, o tempo máximo (permitido) de atribuição será de 7200 segundos. O servidor também "aconselhará" o cliente a utilizar a máscara de rede 255.255.255.0 , 192.168.1.255 como endereço de difusão, 192.168.1.254 como router/gateway e 192.168.1.1 e 192.168.1.2 clomo os seus servidores de DNS.
sv: Det här kommer att resultera i att DHCP-servern delar ut IP-adresser i områdena 192.168.1.10-192.168.1.100 och 192.168.1.150-192.168.1.200. Den kommer att dela ut en IP-adress i 600 sekunder om klienten inte ber om en speciell tid. I annat fall kommer den maximala (tillåtna) lånetiden att vara 7200 sekunder. Servern kommer också att "råda" klienten att använda 255.255.255.0 som sin subnätmask, 192.168.1.255 som sin broadcast-adress, 192.168.1.254 som router/gateway och 192.168.1.1 och 192.168.1.2 som sina DNS-servrar.

source: If you need to specify a WINS server for your Windows clients, you will need to include the netbios-name-servers option, e.g.
es: Si necesita especificar un servidor WINS para sus clientes Windows, necesitará incluir la opción netbios-name-servers option, p.e.
it: Se è necessario specificare un server WINS per i client Windows, è necessario includere l'opzione netbios-name-servers, per esempio
ko: 만약 여러분의 윈도우즈 클라이언트를 위하여 WINS 서버를 지정할 필요가 있다면, 에를 들어, netbios-name-servers 옵션을 포함하는 것이 필요 합니다.
pt: Se necessitar de especificar um servidor WINS para os seus clientes Windows, vai ter de incluir a opção netbios-name-servers, por exemplo:
sv: Om du behöver specificera en WINS-server för dina Windowsklienter behöver du inkludera alternativet netbios-name-servers, till exempel

source: Dhcpd configuration settings are taken from the DHCP mini-HOWTO, which can be found <ulink url="http://www.tldp.org/HOWTO/DHCP/index.html">here</ulink>.
es: Los parámetros de configuración de dhcpd son tomados del DHCP mini-HOWTO, que se puede encontrar <ulink url="http://www.tldp.org/HOWTO/DHCP/index.html">aquí</ulink>.
it: Le impostazioni di configurazione per dhcpd sono prese dal mini-HOWTO di DHCP, il quale può essere trovato <ulink url="http://www.tldp.org/HOWTO/DHCP/index.html">qui</ulink>.
ko: Dhcpd 설정 값은 DHCP 미니-하우투에서 취해졌고, 그것은 <ulink url="http://www.tldp.org/HOWTO/DHCP/index.html">여기</ulink>에서 찾을 수 있습니다.
pt: As configurações dhcpd foram retiradas do DHCP mini-HOWTO, que pode ser encontrado em <ulink url="http://www.tldp.org/HOWTO/DHCP/index.html">here</ulink>.
sv: Dhcpd-konfigurationen är kopierad från DHCP mini-HOWTO:n som du hittar <ulink url="http://www.tldp.org/HOWTO/DHCP/index.html">här</ulink>.

source: For more <filename>/etc/dhcp3/dchpd.conf</filename> options see the <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man5/dhcpd.conf.5.html">dhcpd.conf man page</ulink>.
es: Para más opciones de <filename>/etc/dhcp3/dchpd.conf</filename> vea la página de manual de <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man5/dhcpd.conf.5.html">dhcpd.conf</ulink>.
sv: För fler alternativ om <filename>/etc/dhcp3/dchpd.conf</filename> se man-sidan för <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man5/dhcpd.conf.5.html">dhcpd.conf</ulink>.

source: Also see the <ulink url="http://www.dhcp-handbook.com/dhcp_faq.html">DHCP FAQ</ulink>
es: También vea las <ulink url="http://www.dhcp-handbook.com/dhcp_faq.html">PMF DHCP</ulink>
sv: Se också <ulink url="http://www.dhcp-handbook.com/dhcp_faq.html">DHCP FAQ</ulink>

source: Time Synchronisation with NTP
es: Sincronizar la hora con NTP
it: Sincronizzazione del tempo con NTP
ko: NTP를 이용한 시간 동기화
pt: Sincronização de Tempo com NTP
sv: Tidsynkronisering med NTP

source: This page describes methods for keeping your computer's time accurate. This is useful for servers, but is not necessary (or desirable) for desktop machines.
es: Esta página describe algunos métodos para mantener en hora el reloj de su equipo. Esto resulta útil para servidores, pero no tiene por qué ser necesario (o deseable) para equipos de escritorio.
it: Questa sezione descrive i metodi per mantenere l'ora esatta del proprio computer, utile per i server, ma non necessario (o desiderabile) per computer desktop.
ko: 이 페이지는 여러분의 컴퓨터의 시간을 정확하게 유지할 수 있는 방법을 설명합니다. 이것은 서버 머신에서 유용하게 사용되지만, 데스크탑 머신에서는 꼭 필요하지 않습니다.
pt: Esta página descreve métodos para manter o hora do cseu computador precisa. Isto é útil para servidores, mas não é necessário (ou útil) para máquinas desktop.
sv: Den här sidan beskriver metoder för att hålla tiden riktig i din dator. Det här är användbart för servrar, men är inte nödvändigt (eller önskvärt) för desktopdatorer.

source: NTP is a TCP/IP protocol for synchronising time over a network. Basically a client requests the current time from a server, and uses it to set its own clock.
es: NTP es un protocolo TCP/IP para sincronizar la hora a través de una red. Básicamente, un cliente solicita la hora actual a un servidor, y usa la respuesta para poner en hora su propio reloj.
it: NTP è un protocollo TCP/IP per sincronizzare l'ora attraverso la rete: un client richiede l'ora corrente a un server e usa questa per impostare il proprio orologio.
ko: NTP는 네트워크를 통해 시간을 동기화하는 TCP/IP 프로토콜입니다. 기본적으로 클라이언트는 서버에 현재 시간을 요청하여, 자신을 시계를 설정하는 데 사용합니다.
pt: NTP é um protocolo TCP/IP para sincronização o tempo numa rede. Basicamente um cliente pede o tempo actual de um servidor, e o usa para definir o seu próprio relógio.
sv: NTP är ett TCP/IP protokoll för synkronisering av tid över ett nätverk. I grund och botten är det en klient som frågar en server efter nuvarande tid och använder det för att ställa in sin egen klocka.

source: Behind this simple description, there is a lot of complexity - there are tiers of NTP servers, with the tier one NTP servers connected to atomic clocks (often via GPS), and tier two and three servers spreading the load of actually handling requests across the Internet. Also the client software is a lot more complex than you might think - it has to factor out communication delays, and adjust the time in a way that does not upset all the other processes that run on the server. But luckily all that complexity is hidden from you!
es: Tras esta descripción tan simple se esconde una enorme complejidad - hay niveles de servidores NTP, donde los servidores NTP de nivel uno están conectados a relojes atómicos (a menudo vía GPS), y los servidores de niveles dos y tres reparten la carga de gestionar las solicitudes a través de Internet. Además, el software del cliente es mucho más complejo de lo que pudiera pensar en un principio - tiene que tener en cuenta los retardos en las comunicaciones, y ajustar la hora de manera que no afecte a todos los demás procesos que se están ejecutando en el servidor. Pero, afortunadamente, toda esa complejidad está oculta para usted.
it: Oltre questa semplice descrizione, c'è molto complessità. Esistono diversi livelli di server NTP, con i server di primo livello collegati a orologi atomici (solitamente via GPS) e i server dei livelli due e tre che dividono il carico delle richieste attraverso Internet. Inoltre, il software dei client è molto più complesso di quanto si possa immaginare: deve gestire i ritardi nella comunicazione e regolare l'ora in modo da non compromettere tutti i processi in esecuzione sul server.
sv: Bakom den enkla beskrivningen finns det en stor komplexitet - Den består av flera lager med servrar, med lager ett NTP-servrar som är anslutna till atomur (oftast via GPS), lager två och tre servrarna som delar på lasten i hanteringen av verkliga förfrågningar över internet. Dessutom är klientprogrammet mycket mer komplext än vad du kanske tror - Den behöver kompensera för kommunikationsförseningar och justera tiden på ett sådant sätt att det inte stör andra aktiva processer på servern. Som tur är så är all komplexitet dold för dig!

source: Ubuntu has two ways of automatically setting your time: ntpdate and ntpd.
es: Ubuntu dispone de dos maneras de establecer la hora automáticamente: ntpdate y ntpd.
it: Ubuntu ha due metodi per impostare automaticamente l'orologio: ntpdate e ntpd.
ko: 우분투는 ntpdate와 ntpd라는 두 가지 방법을 통해 자동으로 시간을 설정할 수 있습니다.
pt: O Ubuntu tem duas maneiras de definir automaticamente a data e hora: ntpdate e ntpd.
sv: Ubuntu har två sätt att automatiskt ställa in tiden: ntpdate and ntpd.

source: Ubuntu comes with ntpdate as standard, and will run it once at boot time to set up your time according to Ubuntu's NTP server. However, a server's clock is likely to drift considerably between reboots, so it makes sense to correct the time occasionally. The easiest way to do this is to get cron to run ntpdate every day. With your favourite editor, as root, create a file <code>/etc/cron.daily/ntpdate</code> containing:
es: Ubuntu viene por defecto con ntpdate, que se ejecuta una vez en cada arranque para configurar la hora de acuerdo con el servidor NTP de Ubuntu. Sin embargo, un servidor de hora deriva considerablemente entre reinicios, por lo tanto puede que tenga que corregir la hora manualmente alguna vez. La forma más fácil de hacer esto es ejecutar en un cron ntpdate diariamente. Con su editor favorito, como root, cree el archivo <code>/etc/cron.daily/ntpdate</code> que contenga:
it: Ubuntu dispone di ntpdate come programma predefinito e viene eseguito all'avvio per impostare l'ora in base al server NTP di Ubuntu. L'orologio di un server, comunque, può deviare considerevolmente tra un avvio e l'altro ed è quindi utile occasionalmente correggerne l'orario. Il metodo più semplice per fare questo è quello di eseguire ntpdate attraverso cron ogni giorno. Con un editor di testo, come utente root, creare il file <code>/etc/cron.daily/ntpdate</code> e aggiungervi:
sv: Standard i Ubuntu är ntpdate, som körs en gång under startsekvensen för att ställa in tiden enligt Ubuntu:s NTP server. Däremot kommer en servers klocka antagligen att driva, speciellt mellan omstarter, därför är det klokt att justera tiden med jämna mellanrum. Det enklaste sättet att göra detta på är att använda cron till att köra ntpdate varje dag. Som root och med din favorit editor, skapar du filen <code>/etc/cron.daily/ntpdate</code> med innehållet:

source: The file <code>/etc/cron.daily/ntpdate</code> must also be executable.
es: El archivo <code>/etc/cron.daily/ntpdate</code> ha de tener permisos de ejecución.
it: Il file <code>/etc/cron.daily/ntpdate</code> deve essere eseguibile.
ko: 물론 <code>/etc/cron.daily/ntpdate</code> 파일은 실행 권한을 가지고 있어야 합니다.
pt: O ficheiro <code>/etc/cron.daily/ntpdate</code> tem de ser executável.
sv: Filen <code>/etc/cron.daily/ntpdate</code> måste också vara körbar.

source: ntpdate is a bit of a blunt instrument - it can only adjust the time once a day, in one big correction. The ntp daemon ntpd is far more subtle. It calculates the drift of your system clock and continuously adjusts it, so there are no large corrections that could lead to inconsistent logs for instance. The cost is a little processing power and memory, but for a modern server this is negligible.
es: ntpdate es un instrumento un tanto «burdo» - sólo puede ajustar la hora una vez al día, en una única gran corrección. El demonio ntpd es bastante más sutil. Calcula la desviación del reloj de su sistema y lo ajusta constantemente, por lo que no hace grandes correcciones que podrían provocar registros inconsistentes, por ejemplo. Hay un pequeño coste en potencia de procesamiento y memoria, pero para un servidor moderno resulta insignificante.
it: ntpdate è uno strumento abbastanza semplice, può regolare l'ora una sola volta al giorno in un'unica modifica, mentre il demone di ntp (ntpd) è molto più raffinato. Calcola lo spostamento dell'orologio del proprio sistema e lo regola continuamente, così non ci sono mai grandi modifiche che possono portare a file di registro inconsistenti. Il costo di questo è un leggero uso di processore e memoria, ma trascurabili per un server moderno.
ko: ntpdate는 약간 둔한 프로그램입니다. 이 프로그램은 오직 하루에 한번만 대대적인 시간 정정을 수행합니다. ntp 대몬인 ntpd는 좀더 세밀하게 사용할 수 있습니다. 이 프로그램은 시스템 시계의 오류를 계산하여 꾸준히 정정합니다. 따라서 (예를 들어 로그 시각의 충돌을 일으킬 수도 있는) 대대적인 정정이 일어나지 않습니다. 이를 위해서는 약간의 CPU 파워와 메모리가 소모되지만, 최신의 서버에서 이 정도는 무시할 수 있는 수준입니다.
pt: O ntpdate é uma ferramente um tanto "cega" - só pode ajustar o tempo uma vez ao dia. O daemon ntpd é mais adequado. Calcula a divergência do relógio do seu sistema e ajusta-o continuamente, pois não existem grandes correcções a fazer que possam levar a logs inconsistentes, por exemplo. O custo é um pouco mais processamento e memória, mas desprezável para um servidor moderno.
sv: ntpdate är ett trubbigt instrument - Den kan endast justera tiden en gång per dag som en stor justering. Då är ntp-demonen ntpd betydligt mer raffinerad. Den beräknar driften i systemklockan och justerar tiden kontinuerligt, därför är det inga stora korrigeringar som kan leda till inkonsekventa loggar. Kostnaden är lite processkraft och minne, men för en modern server är det försumbart.

source: To set up ntpd:
es: Para configurar ntpd:
it: Per usare ntpd:
ko: ntpd를 설정하려면:
pt: Para instalar o ntpd:
sv: Konfigurera ntpd:

source: Changing Time Servers
es: Cambiar los servidores de hora
it: Modificare i server NTP
ko: 타임 서버 변경하기
sv: Ändra tidserver

source: In both cases above, your system will use Ubuntu's NTP server at <code>ntp.ubuntu.com</code> by default. This is OK, but you might want to use several servers to increase accuracy and resilience, and you may want to use time servers that are geographically closer to you. to do this for ntpdate, change the contents of <code>/etc/cron.daily/ntpdate</code> to:
es: En los dos casos anteriores, su sistema usará por omisión el servidor NTP de Ubuntu, <code>ntp.ubuntu.com</code>. Esto es correcto, pero tal vez desee usar varios servidores para incrementar la precisión y la tolerancia, y quizá desee usar servidores de hora situados geográficamente más cerca de usted. Para hacer eso con ntpdate, cambie el contenido del archivo <code>/etc/cron.daily/ntpdate</code> a:
it: In entrambi i casi, il sistema userà il server NTP di Ubuntu <code>ntp.ubuntu.com</code>. Questo è sufficiente, ma potrebbe esser necessario utilizzare più server per aumentare l'accuratezza e la capacità di recupero o per usare un server nel proprio fuso orario. Per fare questo con ntpdate, modificare il contenuto del file <code>/etc/cron.daily/ntpdate</code> in:
ko: 위의 두 경우 모두, 여러분의 시스템은 기본적으로 <code>ntp.ubuntu.com</code>에 있는 우분투의 NTP 서버를 이용합니다. 이것은 아무런 문제가 없습니다, 하지만 여러분은 여러 서버들을 이용하여 정확도를 높이거나 신속한 정정을 하고 싶을 수도 있으며, 지리적으로 가까운 곳에 있는 타임 서버를 사용하고 싶을 수도 있습니다. ntpdate를 이용하는 경우에는 <code>/etc/cron.daily/ntpdate</code> 파일의 내용을 다음과 같이 수정하여 타임 서버를 변경할 수 있습니다.
pt: Em ambos dos acasos acima, seu sistema Ubuntu irá fazer uso do servidor NTP em <code>ntp.ubuntu.com</code> por defeito. Isto é correcto, mas poderá querer usar vários servidores para aumentar a sua fiabilidade,e pode até usar servidores que se encontrem mais próximos em termos geográficos de si. Para fazer isto no ntpdate, altere o conteúdo de <code>/etc/cron.daily/ntpdate</code> para:
sv: I båda fallen kommer ditt system som standard att använda Ubuntu:s NTP-server på <code>ntp.ubuntu.com</code>. Det är OK, men du vill antagligen använda flera servrar för att öka noggrannheten och du vill antagligen använda servrar som är geografiskt nära dig. För att göra detta i ntpdate, ändra innehållet i <code>/etc/cron.daily/ntpdate</code> till:

source: And for ntpd edit <code>/etc/ntp.conf</code> to include additional server lines:
es: Y para ntpd, edite el archivo <code>/etc/ntp.conf</code> para añadir líneas adicionales de servidores:
it: Per ntpd, modificare il file <code>/etc/ntp.conf</code> per aggiungere altri server:
ko: ntpd를 사용하는 경우에는 <code>/etc/ntp.conf</code> 파일을 편집하여 다음과 같이 서버를 추가합니다:
pt: E para o ntpd edite <code>/etc/ntp.conf</code> para incluir linhas adicionais no servidor:
sv: För ntpd redigera <code>/etc/ntp.conf</code> och lägg till ytterligare serverrader:

source: You may notice <code>pool.ntp.org</code> in the examples above. This is a really good idea which uses round-robin DNS to return an NTP server from a pool, spreading the load between several different servers. Even better, they have pools for different regions - for instance, if you are in New Zealand, so you could use <code>nz.pool.ntp.org</code> instead of <code>pool.ntp.org</code> . Look at <ulink url="http://www.pool.ntp.org/">http://www.pool.ntp.org/</ulink> for more details.
es: Habrá observado que en los ejemplos anteriores aparece <code>pool.ntp.org</code>. Esta es una muy buena idea, pues se utilizan DNS rotatorios que devuelven por turnos un servidor NTP a partir de un depósito, distribuyendo así la carga entre varios servidores diferentes. Aún mejor, existen depósitos para diferentes regiones - por ejemplo, si está en Nueva Zelanda, puede usar <code>nz.pool.ntp.org</code> en lugar de <code>pool.ntp.org</code>. Consulte <ulink url="http://www.pool.ntp.org/">http://www.pool.ntp.org/</ulink> para más información.
it: Nell'esempio precedente, è stato inserito <code>pool.ntp.org</code>, un'ottima soluzione che usa il metodo round-robin DNS per scegliere un server da un gruppo di server, dividendone il carico. Per migliorare ancora ci sono gruppi per differenti regioni. Per esempio, per l'Italia è possibile usare <code>it.pool.ntp.org</code> al posto di <code>pool.ntp.org</code>. Per maggiori informazioni, consultare il sito web <ulink url="http://www.pool.ntp.org/">http://www.pool.ntp.org/</ulink>.
ko: 위의 예제에서는 <code>pool.ntp.org</code> 서버를 사용한 것을 알 수 있습니다. 이것은 라운드-로빈 DNS를 사용하여 NTP 서버를 풀에서 가져와서 여러 서버들에게 부하를 분산시킬 수 있는 좋은 방식입니다. 더 나아가서는 각 지역에 대한 풀을 가지고 있기 때문에, 만약 여러분이 뉴질랜드에 살고 있다면 <code>pool.ntp.org</code> 서버 대신에 <code>nz.pool.ntp.org</code> 서버를 이용할 수도 있습니다. 자세한 사항은 <ulink url="http://www.pool.ntp.org/">http://www.pool.ntp.org/</ulink>(을)를 살펴보기 바랍니다.
pt: Deverá reparar que <code>pool.ntp.org</code> surge nos exmplo acima. Esta é uma boa ideia que usa round-robin DNS para retornar um servidor NTP de dentro dos possíveis, espalhando a carga pelos vários servidores. Melhor ainda, existem para cada região conjuntos de servidores - por exemplo, se estiver na Nova Zelândia, poderá utilizar <code>nz.pool.ntp.org</code> em vez de <code>pool.ntp.org</code>. Veja ulink url="http://www.pool.ntp.org/">http://www.pool.ntp.org/</ulink> para mais detalhes.
sv: Du har säkert upptäckt <code>pool.ntp.org</code> i exemplet ovan. Det är en bra idé som använder sig av en round-robin DNS för att från en pol returnera en NTP-server, dela på lasten mellan flera olika servrar. Ännu bättre är att de har poler för olika regioner - till exempel, om du är i Nya Zealand, då kan du använda <code>nz.pool.ntp.org</code> istället för <code>pool.ntp.org</code>. läs mer på <ulink url="http://www.pool.ntp.org/">http://www.pool.ntp.org/</ulink> för mer information.

source: You can also Google for NTP servers in your region, and add these to your configuration. To test that a server works, just type <code>sudo ntpdate ntp.server.name</code> and see what happens.
es: También puede usar Google para encontrar servidores NTP situados cerca de usted, y añadirlos a su configuración. Para comprobar que un servidor funciona, simplemente teclee <code>sudo ntpdate ntp.nombre.servidor</code> y vea lo que ocurre.
it: È possibile anche cercare con Google dei server NTP all'interno del proprio fuso orario e aggiungerli nella configurazione. Per verificare se un server funziona, basta digitare <code>sudo ntpdate ntp.nome.server</code> e vedere cosa succede.
ko: 또한 구글 검색을 통해 여러분의 지역에 있는 NTP 서버를 검색하여 설정에 추가할 수 있습니다. 이렇게 찾은 서버가 제대로 동작하는 지 검사하려면 <code>sudo ntpdate ntp.server.name</code>을 실행하고 어떤 일이 일어나는 지 살펴보면 됩니다.
pt: Pode também googlar por servidores NTP na sua região, adicionando-os à sua configuração. Para testar se um servidor está funcional, insira <code>sudo ntpdate ntp.server.name</code> no terminal e veja o que acontece.
sv: Du kan också Googla efter NTP-servrar i ditt område och lägga till dessa i din konfiguration. För att prova så de fungerar, skriver du <code>sudo ntpdate ntp.server.name</code> och ser vad som händer.

source: Related Pages
es: Páginas relacionadas
it: Pagine correlate
ko: 참조
pt: Páginas Relacionadas
sv: Relaterade sidor

source: NTP Support
es: Soporte NTP
it: Supporto NTP
ko: NTP 지원
pt: Suporte NTP
sv: NTP Hjälp

source: The NTP FAQ and HOWTO
es: Las P+F y el CÓMO del NTP
it: FAQ e HOWTO per NTP
ko: NTP에 대해 자주하는 질문과 하우투
pt: A FAQ NTP e o HOWTO
sv: NTP FAQ och HOWTO

source: Network Authentication
es: Autentificación de redes
it: Autenticazione di rete
ko: 네트워크 인증
pt: Autenticação na Rede
sv: Nätverksautentisering

source: This section explains various Network Authentication protocols.
es: En esta sección se explican varios protocolos de autentificación de redes.
it: Questa sezione spiega i vari protocolli di autenticazione di rete.
ko: 이 부분에서는 여러 가지 네트워크 인증(Authentication) 프로토콜에 대해서 설명합니다.
pt: Esta secção explica os vários protocolos de Autenticação na Rede.
sv: Detta avsnitt beskriver olika protokoll för nätverksautentisering.

source: OpenLDAP Server
es: Servidor OpenLDAP
it: Server OpenLDAP
ko: OpenLDAP 서버
pt: Servidor OpenLDAP
