Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: The file named <filename>/etc/bind/db.root</filename> describes the root nameservers in the world. The servers change over time, so the <filename>/etc/bind/db.root</filename> file must be maintained now and then. This is usually done as updates to the <application>bind9</application> package. The <emphasis>zone</emphasis> section defines a master server, and it is stored in a file mentioned in the <emphasis>file</emphasis> option.
es: El archivo de nombre <filename>/etc/bind/db.root</filename> describe los servidores de nombres raíz para todo el mundo. Los servidores cambian con el tiempo, por lo que <filename>/etc/bind/db.root</filename> debe actualizarse de vez en cuando. Esto se hace habitualmente mediante actualizaciones del paquete <application>bind9</application>. La sección <emphasis>zone</emphasis> define un servidor maestro, que es almacenado en el archivo indicado por la opción <emphasis>file</emphasis>.
it: Il file <filename>/etc/bind/db.root</filename> descrive i server dei nomi "radice" nel mondo. Questi server cambiano col tempo, quindi il file <filename>/etc/bind/db.root</filename> deve essere aggiornato ogni tanto, procedura che viene svolta, solitamente, con gli aggiornamenti al pacchetto <application>bind9</application>. La sezione <emphasis>zone</emphasis> definisce un server principale ed è archiviata in un file indicato dall'opzione <emphasis>file</emphasis>.
sv: Filen med namnet <filename>/etc/bind/db.root</filename> beskriver de rotnamnservrar som finns i världen. Servarna ändras över tiden, så filen <filename>/etc/bind/db.root</filename> måste underhållas med jämna mellanrum. Detta utförs normalt som uppdateringar av paketet <application>bind9</application>. Sektionen <emphasis>zone</emphasis> definierar en huvudserver och det sparas i en fil som är omnämnd i alternativet <emphasis>file</emphasis>.

source: It is possible to configure the same server to be a caching name server, primary master, and secondary master. A server can be the Start of Authority (SOA) for one zone, while providing secondary service for another zone. All the while providing caching services for hosts on the local LAN.
es: Es posible configurar el mismo servidor para que actúe como servidor de caché de nombres, maestro primario y maestro secundario. Un servidor puede ser el Start of Authority (SOA) de una zona, al tiempo que proporciona servicio secundario para otra zona. Y todo al mismo tiempo que proporciona servicios de caché para equipos de la LAN local.
sv: Det är möjligt att konfigurera en server till att vara en cachande namnserver, primär huvudserver och en sekundär huvudserver. En server kan vara SOA (Start of Authority) för en zon, medan den tillhandahåller sekundära tjänster för en annan zon. Allt medan den tillhandahåller cachande tjänster för värdar på det lokala nätverket.

source: Caching Nameserver
es: Servidor de Nombres Caché
it: Server dei nomi cache
sv: Cachande namnserver

source: The default configuration is setup to act as a caching server. All that is required is simply adding the IP Addresses of your ISP's DNS servers. Simply uncomment and edit the following in <filename>/etc/bind/named.conf.options</filename>:
es: La configuración por defecto es configurada para actuar como un servidor caché. Todo lo requerido es simplemente agregar la Dirección IP de los servidores DNS de su ISP. Simplemente, descomente y edite lo siguiente en <filename>/etc/bind/named.conf.options</filename>:
it: La configurazione predefinita comporta l'utilizzo come server di cache. È necessario solamente aggiungere gli indirizzi IP dei server DNS del proprio ISP. De-commentare e modificare quanto segue nel file <filename>/etc/bind/named.conf.options</filename>:
sv: Standardkonfigurationen är uppbyggd för att agera som en cachande server. Allt som krävs är att lägga till IP-adresserna till din ISP:s DNS-servrar. Avkommentera och redigera följande i <filename>/etc/bind/named.conf.options</filename>:

source: Replace <emphasis>1.2.3.4</emphasis> and <emphasis>5.6.7.8</emphasis> with the IP Adresses of actual nameservers.
es: Reemplac <emphasis>1.2.3.4</emphasis> y <emphasis>5.6.7.8</emphasis> con las direcciones IP de los nombres de servidores actuales.
it: Sostituire <emphasis>1.2.3.4</emphasis> e <emphasis>5.6.7.8</emphasis> con gli indirizzi IP del server di nomi attuale.
sv: Ersätt <emphasis>1.2.3.4</emphasis> och <emphasis>5.6.7.8</emphasis> med IP-adressen för de verkliga namnservrarna.

source: Now restart the DNS server, to enable the new configuration. From a terminal prompt:
es: Ahora reinicie el servidor DNS para habilitar la nueva configuración. En un terminal:
it: Per abilitare la nuova configurazione è necessario riavviare il server DNS. Da un terminale, digitare:
sv: Starta nu om DNS-servern för att aktivera den nya konfigurationen. Från en terminalprompt:

source: See <xref linkend="dns-testing-dig"/> for information on testing a caching DNS server.
es: Vea <xref linkend="dns-testing-dig"/> para información sobre como testar un servidor DNS caché.
it: Per maggiori informazioni su come eseguire test su un server cache DNS, consultare <xref linkend="dns-testing-dig"/>.
sv: Se <xref linkend="dns-testing-dig"/> för information om testning av en cachande DNS-server.

source: Primary Master
es: Maestro primario
it: Server primario
sv: Primär huvudserver

source: In this section <application>BIND9</application> will be configured as the Primary Master for the domain <emphasis>example.com</emphasis>. Simply replace <emphasis role="italic">example.com</emphasis> with your FQDN (Fully Qualified Domain Name).
es: En esta sección, <application>BIND9</application> será configurado como el Maestro Primario (Primary Master) para el dominio <emphasis>ejemplo.com</emphasis>. Simplemente sustituya <emphasis role="italic">ejemplo.com</emphasis> por su nombre de dominio totalmente cualificado (Fully Qualified Domain Name, FQDN).
it: In questa sezione, <application>BIND9</application> viene configurato come server primario per il dominio <emphasis>example.com</emphasis>. Basta sostituire <emphasis role="italic">example.com</emphasis> con il proprio FQDN (Fully Qualified Domain Name).
sv: I detta avsnitt kommer <application>BIND9</application> konfigureras som den primära huvudservern för domänen <emphasis>example.com</emphasis>. Ersätt <emphasis role="italic">example.com</emphasis> med din FQDN (Fully Qualified Domain Name).

source: Forward Zone File
es: Archivo de zona de redirección
it: File zona forward
sv: Vidaresändande zonfil

source: To add a DNS zone to BIND9, turning BIND9 into a Primary Master server, the first step is to edit <filename>/etc/bind/named.conf.local</filename>:
es: Para agregar una zona DNS a BIND0, cambiando a BIND9 en un servidor Maestro Primario, el primer paso es editar <filename>/etc/bind/named.conf.local</filename>:
it: Per aggiungere una zona DNS a BIND9, trasformando BIND9 in un server primario, la prima cosa da fare è modificare il file <filename>/etc/bind/named.conf.local</filename>:
sv: För att lägga till en DNS-zon till BIND9, förändra BIND9 till en primär huvudserver, första steget är att redigera <filename>/etc/bind/named.conf.local</filename>:

source: Now use an existing zone file as a template to create the <filename>/etc/bind/db.example.com</filename> file:
es: Ahora utilice un archivo de zona existente como una plantilla para crear el archivo <filename>/etc/bind/db.example.com</filename>:
it: Prendere un file zona esistente come modello per creare il file <filename>/etc/bind/db.example.com</filename>:
sv: Använd nu en existerande zonfil som mall för att skapa filen <filename>/etc/bind/db.example.com</filename>:

source: Edit the new zone file <filename>/etc/bind/db.example.com</filename> change <emphasis>localhost.</emphasis> to the FQDN of your server, leaving the additional "." at the end. Change <emphasis>127.0.0.1</emphasis> to the nameserver's IP Address and <emphasis>root.localhost</emphasis> to a valid email address, but with a "." instead of the usual "@" symbol, again leaving the "." at the end.
es: Edite el nuevo archivo de zona <filename>/etc/bind/db.example.com</filename> y sustituya <emphasis>localhost.</emphasis> por el nombre (FQDN) de su servidor, dejando el "." final. Sustituya <emphasis>127.0.0.1</emphasis> por la dirección IP del servidor de nombres y <emphasis>root.localhost</emphasis> por una dirección de correo electrónico válida, pero con un "." en lugar del símbolo usual "@", dejando de nuevo el "." al final.
it: Modificare il file <filename>/etc/bind/db.example.com</filename> cambiando <emphasis>localhost.</emphasis> nel FQDN del proprio server, lasciando il "." alla fine. Modificare <emphasis>127.0.0.1</emphasis> con l'indirizzo IP del server di nomi e <emphasis>root.localhost</emphasis> con un indirizzo email valido, ma con un "." al posto del simbolo "@", anche in questo caso lasciando il "." alla fine.
sv: Redigera den nya zonfilen <filename>/etc/bind/db.example.com</filename> ändra <emphasis>localhost.</emphasis> till din server-FQDN men lämna den extra "." i slutet. Ändra <emphasis>127.0.0.1</emphasis> till namnserverns IP-adress och <emphasis>root.localhost</emphasis> till en giltig e-postadress, men med en "." istället för den vanliga "@" symbolen, återigen lämna "." i slutet.

source: Also, create an <emphasis>A record</emphasis> for <emphasis role="italic">ns.example.com</emphasis>. The name server in this example:
es: También, cree un <emphasis>registro A</emphasis> para <emphasis role="italic">ns.example.com</emphasis>. El servidor de nombres en este ejemplo:
it: Inoltre, creare una voce <emphasis>A</emphasis> per <emphasis role="italic">ns.example.com</emphasis>. Il server dei nomi in questo esempio:
sv: Dessutom, skapa en <emphasis>A-post</emphasis> för <emphasis role="italic">ns.example.com</emphasis>. Namnservern i detta exempel:

source: ; ; BIND data file for local loopback interface ; $TTL 604800 @ IN SOA ns.example.com. root.example.com. ( 2 ; Serial 604800 ; Refresh 86400 ; Retry 2419200 ; Expire 604800 ) ; Negative Cache TTL ; @ IN NS ns.example.com. @ IN A 127.0.0.1 @ IN AAAA ::1 ns IN A 192.168.1.10
es: ; ; BIND data file for local loopback interface ; $TTL 604800 @ IN SOA ns.ejemplo.com. root.ejemplo.com. ( 2 ; Serial 604800 ; Refresh 86400 ; Retry 2419200 ; Expire 604800 ) ; Negative Cache TTL ; @ IN NS ns.ejemplo.com. @ IN A 127.0.0.1 @ IN AAAA ::1 ns IN A 192.168.1.10

source: You must increment the <emphasis>Serial Number</emphasis> every time you make changes to the zone file. If you make multiple changes before restarting BIND9, simply increment the Serial once.
es: Usted debe incrementar <emphasis>Numero de Serie</emphasis> cada vez que usted haga cambios en el archivo de zona. Si usted hace multiples cambios antes de reiniciar BIND9, simplemente incremente la Serie una vez.
it: È necessario incrementare il numero <emphasis>Serial</emphasis> ogni volta che vengono apportate modifiche al file zona. Se vengono eseguite molteplici modifiche prima di riavviare BIND, incrementare il valore solo una volta.
sv: Du måste öka <emphasis>serienumret</emphasis> varje gång du ändrar i zonfilen. Om du gör flera ändringar innan du startar om BIND9, öka serienumret en gång.

source: Now, you can add DNS records to the bottom of the zone file. See <xref linkend="dns-record-types"/> for details.
es: Ahora, usted puede agregar registros DNS al final del archivo de zona. Vea <xref linkend="dns-record-types"/> para detalles.
it: Ora è possibile aggiungere voci DNS alla fine del file zona. Per maggiori informazioni, consultare la <xref linkend="dns-record-types"/>.
sv: Nu kan du lägga till DNS-poster i slutet av zonfilen. För detaljer se <xref linkend="dns-record-types"/>.

source: Many admins like to use the last date edited as the serial of a zone, such as <emphasis>2007010100</emphasis> which is yyyymmddss (where <emphasis>ss</emphasis> is the Serial Number)
es: A muchos administradores les gusta utilizar la ultima fecha de edición como la serie de una zona, así como <emphasis>2007010100</emphasis> que es yyyymmddss (donde <emphasis>ss</emphasis> es el Numero de Serie)
it: Molti amministratori usano come valore per "Serial" la data dell'ultima modifica, come <emphasis>2007010100</emphasis> in cui si ha AAAAMMGGSS (dove <emphasis>SS</emphasis> è il valore "Serial").
sv: Många administratörer föredrar att använda senaste redigeringsdatumet som serienummer för en zon, såsom <emphasis>2007010100</emphasis> vilket är yyyymmddss (där <emphasis>ss</emphasis> är serienumret)

source: Once you have made a change to the zone file <application>BIND9</application> will need to be restarted for the changes to take effect:
es: Una vez que haya hecho un cambio en el archivo de zonas, tendrá que reiniciar <application>BIND9</application> para que los cambios tengan efecto:
sv: När du väl har gjort ändringarna till zonfilen så behöver <application>BIND9</application> startas om för att ändringarna ska börja gälla:

source: Reverse Zone File
es: Archivo de Zona Reversa
it: File zona reverse
sv: Reverserande zonfil

source: Now that the zone is setup and resolving names to IP Adresses a <emphasis>Reverse zone</emphasis> is also required. A Reverse zone allows DNS to resolve an address to a name.
es: Ahora que se ha configurado la zona y se resuelven nombres a direcciones IP, también se nececista una <emphasis>zona inversa (Reverse zone)</emphasis>. Una zona inversa permite al DNS resolver una dirección a un nombre.
it: Una volta configurata la zona e la risoluzione dei nomi con un indirizzo IP, è necessaria anche una zona <emphasis>Reverse</emphasis>. Una zona "Reverse" consente a DNS di trasformare un indirizzo in un nome.
sv: Nu när zonen är uppsatt och översätter namn till IP-adresser så krävs också en <emphasis>reverserande zon</emphasis>. En reverserande zon medger att DNS översätter en adress till ett namn.

source: Edit /etc/bind/named.conf.local and add the following:
es: Edite /etc/bind/named.conf.local y añada lo siguiente:
it: Modificare il file /etc/bind/named.conf.local aggiungendo quanto segue:
sv: Redigera /etc/bind/named.conf.local och lägg till följande:

source: Replace <emphasis>1.168.192</emphasis> with the first three octets of whatever network you are using. Also, name the zone file <filename>/etc/bind/db.192</filename> appropriately. It should match the first octet of your network.
es: Reemplace <emphasis>1.168.192</emphasis> con los tres primeros octetos de cualquiera sea la red que usted esta utilizando. También, nombre el archivo de zona <filename>/etc/bind/db.192</filename> apropiadamente. Debe de coincidir el primer octeto de su red.
it: Sostituire <emphasis>1.168.192</emphasis> con i primi tre valori dell'indirizzo della rete che si sta usando. Inoltre, chiamare il file zona <filename>/etc/bind/db.192</filename> in modo appropriato, in modo tale che rispecchi il primo ottetto della propria rete.
sv: Ersätt <emphasis>1.168.192</emphasis> med de första tre oktetterna som ditt nätverk använder. Dessutom, namna zonfilen till något giltigt <filename>/etc/bind/db.192</filename>. Den skall passa ihop med den första oktetten i ditt nätverk.

source: Now create the <filename>/etc/bind/db.192</filename> file:
es: Ahora crea el archivo <filename>/etc/bind/db.192</filename>:
it: Creare il file <filename>/etc/bind/db.192</filename>:
sv: Skapa nu filen <filename>/etc/bind/db.192</filename>:

source: Next edit <filename>/etc/bind/db.192</filename> changing the basically the same options as <filename>/etc/bind/db.example.com</filename>:
es: Luego edite <filename>/etc/bind/db.192</filename> cambiando básicamente las mismas opciones que en <filename>/etc/bind/db.example.com</filename>:
it: Quindi modificare <filename>/etc/bind/db.192</filename> cambiando le stesse opzioni di <filename>/etc/bind/db.example.com</filename>:
sv: Nästa steg, redigera <filename>/etc/bind/db.192</filename> genom att ändra i stort sätt samma alternativ som i <filename>/etc/bind/db.example.com</filename>:

source: ; ; BIND reverse data file for local loopback interface ; $TTL 604800 @ IN SOA ns.example.com. root.example.com. ( 2 ; Serial 604800 ; Refresh 86400 ; Retry 2419200 ; Expire 604800 ) ; Negative Cache TTL ; @ IN NS ns. 10 IN PTR ns.example.com.
es: ; ; BIND reverse data file for local loopback interface ; $TTL 604800 @ IN SOA ns.ejemlpo.com. root.ejemplo.com. ( 2 ; Serial 604800 ; Refresh 86400 ; Retry 2419200 ; Expire 604800 ) ; Negative Cache TTL ; @ IN NS ns. 10 IN PTR ns.ejemplo.com.

source: The <emphasis>Serial Number</emphasis> in the Reverse zone needs to be incremented on each changes as well. For each <emphasis>A record</emphasis> you configure in <filename>/etc/bind/db.example.com</filename> you need to create a <emphasis>PTR record</emphasis> in <filename>/etc/bind/db.192</filename>.
es: El <emphasis>número de serie</emphasis> en la zona inversa debe incrementarse con cada cambio. Para cada <emphasis>entrada A</emphasis> que configure en <filename>/etc/bind/db.example.com</filename> debe crear una <emphasis>entrada PTR</emphasis> en <filename>/etc/bind/db.192</filename>.
it: È necessario incrementare il valore <emphasis>Serial</emphasis> ogni volta che vengono apportate modifiche. Per ogni voce <emphasis>A</emphasis> che viene configurata in <filename>/etc/bind/db.example.com</filename>, è necessario creare una voce <emphasis>PTR</emphasis> in <filename>/etc/bind/db.192</filename>.
sv: <emphasis>Serienumret</emphasis> i den reverserande zonen måste också ökas vid varje förändring. För varje <emphasis>A-post</emphasis> du konfigurerar i <filename>/etc/bind/db.example.com</filename> måste du skapa en <emphasis>PTR-post</emphasis> i <filename>/etc/bind/db.192</filename>.

source: After creating the reverse zone file restart <application>BIND9</application>:
es: Después de haber creado el archivo de zona inverso reinicie <application>BIND9</application>:
it: Dopo aver creato il file zona "reverse", riavviare <application>BIND9</application>:
sv: Efter du har skapat den reverserande zonfilen, starta om <application>BIND9</application>:

source: Secondary Master
es: Maestro secundario
it: Server secondario
sv: Sekundär huvudserver

source: Once a <emphasis>Primary Master</emphasis> has been configured a <emphasis>Secondary Master</emphasis> is needed in order to maintain the availability of the domain should the Primary become unavailable.
es: Una vez que un <emphasis>Maestro Primario</emphasis> haya sido configurado, un <emphasis>Maestro Secundario</emphasis> es necesario para poder mantener la disponibilidad del dominio si el Primario se vuelve no disponible.
it: Una volta configurato un <emphasis>server primario</emphasis>, un <emphasis>server secondario</emphasis> è necessario per mantenere la disponibilità del dominio nel caso in cui quello primario non fosse più disponibile.
sv: Så snart en <emphasis>primär huvudserver</emphasis> har konfigurerats behövs en <emphasis>sekundär huvudserver</emphasis> för att underhålla tillgängligheten av domänen ifall den primära huvudservern är otillgänglig.

source: First, on the Primary Master server, the zone transfer needs to be allowed. Add the <emphasis>allow-transfer</emphasis> option to the example Forward and Reverse zone definitions in <filename>/etc/bind/named.conf.local</filename>:
es: Primero, en el servidor maestro primario, se necesita permitir la transferencia de la zona. Añada la opción <emphasis>allow-transfer</emphasis> a las definiciones de ejemplo de zonas directa (Forward) e inversa (Reverse) en <filename>/etc/bind/named.conf.local</filename>:
it: Per prima cosa, nel server primario ("Primary Master"), deve essere consentita la zona "transfer". Aggiungere l'opzione <emphasis>allow-transfer</emphasis> alle definizioni delle zone "Forward" e "Reverse" in <filename>/etc/bind/named.conf.local</filename>:
sv: Till att börja med, på den primära huvudservern måste zonöverföring tillåtas. lägg till alternativet <emphasis>allow-transfer</emphasis> till exempeldefinitionerna i vidaresändande och reverserande zonerna i <filename>/etc/bind/named.conf.local</filename>:

source: Replace <emphasis>192.168.1.11</emphasis> with the IP Address of your Secondary nameserver.
es: Reemplace <emphasis>192.168.1.11</emphasis> con la dirección IP de su servidor de nombres secundario.
it: Sostituire <emphasis>192.168.1.11</emphasis> con l'indirizzo IP del server di nomi secondario.
sv: Ersätt <emphasis>192.168.1.11</emphasis> med IP-adressen på din sekundära namnserver.

source: Next, on the Secondary Master, install the <application>bind9</application> package the same way as on the Primary. Then edit the <filename>/etc/bind/named.conf.local</filename> and add the following declarations for the Forward and Reverse zones:
es: A continuación, en el maestro secundario, instale el paquete <application>bind9</application> de la misma forma que para el primario. Luego, edite <filename>/etc/bind/named.conf.local</filename> y añada las siguientes declaraciones para las zonas directa (Forward) e inversa (Reverse):
it: Quindi, in quello secondario ("Secondary Master"), installare il pacchetto <application>bind9</application> come fatto per il server primario, quindi modificare il file <filename>/etc/bind/named.conf.local</filename> e aggiungere le seguetni dichiarazioni per le zone "Forward" e "Reverse":
sv: På den sekundära huvudservern, installera paketet <application>bind9</application> på samma sätt som på den primära. Redigera därefter <filename>/etc/bind/named.conf.local</filename> och lägg till följande deklarationer för de vidaresändande och reverserande zonerna:

source: zone "example.com" { type slave; file "/var/cache/bind/db.example.com"; masters { 192.168.1.10; }; }; zone "1.168.192.in-addr.arpa" { type slave; file "/var/cache/bind/db.192"; masters { 192.168.1.10; }; };
es: zone "ejemplo.com" { type slave; file "/var/cache/bind/db.ejemplo.com"; masters { 192.168.1.10; }; }; zone "1.168.192.in-addr.arpa" { type slave; file "/var/cache/bind/db.192"; masters { 192.168.1.10; }; };

source: Replace <emphasis>192.168.1.10</emphasis> with the IP Address of your Primary nameserver.
es: Reemplace <emphasis>192.168.1.10</emphasis> con la dirección IP de su servidor de nombres Primario.
it: Sostituire <emphasis>192.168.1.10</emphasis> con l'indirizzo IP del server dei nomi primario.
sv: Ersätt <emphasis>192.168.1.10</emphasis> med IP-adressen till din primära namnserver.

source: Restart <application>BIND9</application> on the Secondary Master:
es: Reinicie <application>BIND9</application> en su Maestro Secundario:
it: Riavviare <application>BIND9</application> nel server secondario:
sv: Starta om <application>BIND9</application> på den sekundära huvudservern:

source: In <filename>/var/log/syslog</filename> you should see something similar to:
es: En <filename>/var/log/syslog</filename> usted debería ver algo similar a:
it: In <filename>/var/log/syslog</filename> si dovrebbe vedere qualche cosa:
sv: I <filename>/var/log/syslog</filename> skall du se något som liknar:

source: Note: A zone is only transferred if the <emphasis>Serial Number</emphasis> on the Primary is larger than the one on the Secondary.
es: Nota: Una zona sólo es transferida si el <emphasis>número de serie</emphasis> en el primario es mayor que en el secundario.
it: Una zona è trasferita solamente se <emphasis>Serial Number</emphasis> del server primario è maggiore di quello del server secondario.
sv: Notera: En zon överförs endast om <emphasis>serienumret</emphasis> på den primära är större än på den sekundära.
