Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: The default Apache2 configuration file is <filename>/etc/apache2/apache2.conf</filename> . You can edit this file to configure the Apache2 server. You can configure the port number, document root, modules, log files, virtual hosts, etc.
it: Il file di configurazione predefinito di Apache2 è <filename>/etc/apache2/apache2.conf</filename>. È possibile modificare questo file per configurare il server Apache2. È possibile configurare il numero della porta, l'origine dei documenti, i moduli, i file di registro, gli host virtuali e altro.
ko: 기본 아파치2 설정 파일은 <filename>/etc/apache2/apache2.conf</filename> 입니다. 아파치2 서버를 설정하기 위하여 이 파일을 편집할 수 잇습니다. 포트 번호, 문서 루트, 모듈, 로그 파일, 가상 호스트, 기타 등등을 설정할 수 있습니다.
pt: O ficheiro de configuração do Apache2, por omissão, é o <filename>/etc/apache2/apache2.conf</filename> . Este ficheiro pode ser editado para configurar o servidor Apache2. Podem ser configurados o número da porta, a pasta de documentos de raiz, módulos, ficheiros de registo, máquinas virtuais, etc..

source: Apache2 ships with a virtual-host-friendly default configuration. That is, it is configured with a single default virtual host (using the <emphasis>VirtualHost</emphasis> directive) which can modified or used as-is if you have a single site, or used as a template for additional virtual hosts if you have multiple sites. If left alone, the default virtual host will serve as your default site, or the site users will see if the URL they enter does not match the <emphasis>ServerName</emphasis> directive of any of your custom sites. To modify the default virtual host, edit the file <filename>/etc/apache2/sites-available/default</filename>. If you wish to configure a new virtual host or site, copy that file into the same directory with a name you choose. For example, <command>sudo cp /etc/apache2/sites-available/default /etc/apache2/sites-available/mynewsite</command> Edit the new file to configure the new site using some of the directives described below.
it: Apache2 viene fornito con una configurazione predefinita di un singolo host virtuale. L'host virtuale viene definito attraverso la direttiva <emphasis>VirtualHost</emphasis> che può essere usata così com'è, se si dispone di un unico sito, oppure modificata per aggiungere altri host virtuali, a seconda delle necessità. Se viene lasciato solo un host virtuale, questo diventa il sito predefinito o il sito che gli utenti vedono se l'URL inserito non corrisponde a nessuna direttiva <emphasis>ServerName</emphasis> di altri siti. Per cambiare l'host virtuale predefinito, modificare il file <filename>/etc/apache2/sites-available/default</filename>. Se si desidera configurare un altro host virtuale o un altro sito, bisogna copiare il file all'interno della stessa directory cambiandone il nome. Per esempio <command>sudo cp /etc/apache2/sites-available/default /etc/apache2/sites-available/mynewsite</command> Modificare quindi il nuovo file di configurazione usando alcune delle direttive descritte in seguito.
ko: 아파치2는 가상 호스트에 친근한 기본 설정과 함께 제공 됩니다. 그것은, 하나의 기본 설정 가상 호스트를 (<emphasis>VirtualHost</emphasis> 지시자를 사용하여) 가지고 설정되어 있고, 변경되거나 만약 하나의 사이트를 가지고 있다면 그대로 사용할 수도 있으며, 여러 개의 사이트를 가지고 있다면 추가적인 가상 호스트를 위한 예제 양식으로 사용될 수도 있습니다. 그대로 사용을 하면, 기본 설정된 가상 호스트는 여러분의 기본 사이트로 동작하거나, 또는 사이트 사용자가 여러분이 지정한 사이트의 <emphasis>ServerName</emphasis> 지시자와 그들이 입력한 URL이 일치되는 않는 경우를 볼 수 있습니다. 기본 설정 가상 호스트를 변경하려면, <filename>/etc/apache2/sites-available/default</filename> 파일을 편집 합니다. 만약 새로운 가상 호스트나 사이트를 설정하기를 원한다면, 같은 디렉토리 내로 여러분이 선택한 이름을 가지고 그 파일을 복사 합니다. 예를 들어, <command>sudo cp /etc/apache2/sites-available/default /etc/apache2/sites-available/mynewsite</command> 아래에 기술하는 몇 가지 지시자들을 사용하여 새로운 사이트를 설정하기 위하여 그 새로운 파일을 편집 합니다.
pt: O Apache2 é acompanhado de uma configuração padrão de um servidor virtual, (utilizando a directiva <emphasis>VirtualHost</emphasis>), que pode ser modificada, ou utilizada tal como está se tiver apenas um site, ou ainda utilizada como modelo para criar servidores adicionais se tiver vários sites. Se for o único, o servidor pré-configurado será o seu sítio padrão, ou seja o sítio web que os utilizadores verão se o URL que escreverem não corresponder a nenuma das directivas <emphasis>ServerName</emphasis>. Para alterar a o servidor virtual padrão edite o ficheiro <filename>/etc/apache2/sites-available/default</filename>. Se pretender configurar um novo servidor virtual ou um novo site copie este ficheiro para o directório com um nome igual ao que escolher. Por exemplo, <command>sudo cp /etc/apache2/sites-available/default /etc/apache2/sites-available/mynewsite</command> Edite o novo ficheiro para configurar o novo sítio utilizando algumas das directivas referidas abaixo.

source: You may also want your site to respond to www.ubunturocks.com, since many users will assume the www prefix is appropriate. Use the <emphasis>ServerAlias</emphasis> directive for this. You may also use wildcards in the ServerAlias directive. For example, <command>ServerAlias *.ubunturocks.com</command> will cause your site to respond to any domain request ending in .ubunturocks.com.
it: Potrebbe essere necessario fare in modo che il proprio sito risponda anche a www.ubunturocks.com, dato che molti utenti ritengono il prefisso «www» appropriato. Per fare questo utilizzare la direttiva <emphasis>ServerAlias</emphasis>. È possibile utilizzare anche metacaratteri in questa direttiva. Per esempio, <command>ServerAlias *.ubunturocks.com</command> causerà il proprio sito a rispondere a tutte le richieste che finiscono con «.ubunturocks.com».
ko: www를 앞에 붙이는 것을 당연하게 생각하는 사용자들도 많기 때문에 www.ubunturocks.com를 통해서도 웹사이트에 접근할 수 있게 설정하고 싶어할 수도 있습니다. 이 때 <emphasis>ServerAlias</emphasis>를 사용하면 됩니다. ServerAlias에 와일드카드를 사용할 수도 있습니다. 예를 들어, <command>ServerAlias *.ubunturocks.com</command>를 입력하면 .ubunturocks.com으로 끝나는 주소를 아무거나 사용하여 웹사이트에 접근할 수 있게 됩니다.
pt: Também pode alterar o seu site para responder como www.ubunturocks.com, dado que muitos utilizadores assumem a utilização do prefixo www. Utilize para isto a directiva <emphasis>ServerAlias</emphasis>. Também pode utilizar carácteres de substituição na directiva ServerAlias. Por exemplo, <command>ServerAlias *.ubunturocks.com</command> fará com que o seu sítio responda a qualquer pedido de um domínio terminado em .ubunturocks.com .

source: The <emphasis>ServerName</emphasis> directive is optional and specifies what FQDN your site should answer to. The default virtual host has no ServerName directive specified, so it will respond to all requests that do not match a ServerName directive in another virtual host. If you have just acquired the domain name ubunturocks.com and wish to host it on your Ubuntu server, the value of the ServerName directive in your virtual host configuration file should be ubunturocks.com. Add this directive to the new virtual host file you created earlier (<filename>/etc/apache2/sites-available/mynewsite</filename>). <placeholder-1/>
it: La direttiva <emphasis>ServerName</emphasis> è opzionale e specifica a quale FQDN il proprio sito dovrebbe rispondere. Se l'host virtuale predefinito non ha alcun ServerName specificato, tutte le richieste non corrispondenti a un'altra direttiva ServerName di un altro host virtuale saranno soddisfatte. Se si ha appena acquistato il dominio «ubunturocks.com» e si vuole "ospitarlo" sul proprio server Ubuntu, il valore della direttiva ServerName nel file di configurazione dell'host virtuale dovrebbe essere impostato a «ubunturocks.com». Aggiungere questa direttiva al file dell'host virtuale appena creato (<filename>/etc/apache2/sites-available/mynewsite</filename>). <placeholder-1/>
ko: <emphasis>ServerName</emphasis>은 선택사항입니다. 이 부분은 웹사이트에 접근할 수 있는 FQDN을 지정하는 역할을 합니다. 기본 가상 호스트에는 설정하둔 ServerName이 없기 때문에 다른 가상 호스트에서 사용하는 ServerName이 아닌 FQDN은 모두 기본 가상 호스트로 연결됩니다. ubunturocks.com이라는 도메인 이름을 구했을 때, 가상 호스트 설정 파일에 있는 ServerName의 값으로 ubunturocks.com을 입력하십시오. ServerName은 앞에서 만든 가상 호스트 파일(<filename>/etc/apache2/sites-available/mynewsite</filename>)에 넣으십시오. <placeholder-1/>
pt: A directiva <emphasis>ServerName</emphasis> é opcional e especifíca o FQDN o seu sítio deve responder. O servidor virtual por omissão não tem definida a directiva ServerName, por isso responderá a todos os pedidos que não correspondam à directiva ServerName de outro servidor virtual. Se apenas adquiriu o nome de domínio ubunturocks.com e pretende alojá-lo no seu servidor Ubuntu, o valor da directiva ServerName no ficheiro de configuração do seu servidor virtual deverá ser ubunturocks.com . Adicione esta directiva ao ficheiro de servidores virtuais criado antes (<filename>/etc/apache2/sites-available/mynewsite</filename>). <placeholder-1/>

source: The /etc/apache2/sites-available directory is <emphasis role="bold"> not</emphasis> parsed by Apache2. Symbolic links in /etc/apache2/sites-enabled point to "available" sites. Use the a2ensite (Apache2 Enable Site) utility to create those symbolic links, like so: <command>sudo a2ensite mynewsite</command> where your site's configuration file is <filename> /etc/apache2/sites-available/mynewsite</filename>. Similarly, the a2dissite utility should be used to disable sites.
it: La directory /etc/apache2/sites-available <emphasis role="bold">non</emphasis> è analizzata da Apache2. Collegamenti simbolici in /etc/apache2/sites-enabled puntano ai siti disponibili. Per creare questi collegamenti simbolici, utilizzare l'utilità a2ensite (Apache2 Enable Site) in questo modo: <command>sudo a2ensite mynewsite</command>, dove il file di configurazione del sito è <filename>/etc/apache2/sites-available/mynewsite</filename>. Allo stesso modo, l'utilità a2dissite dovrebbe essere utilizzata per disabilitare siti web.
ko: 아파치는 /etc/apache2/sites-available 디렉토리를 직접 파싱하지 <emphasis role="bold">않습니다</emphasis>. /etc/apache2/sites-enabled에 있는 심볼릭 링크는 "접근할 수 있는" 사이트를 가리킬 뿐입니다. a2ensite (Apache2 Enable Site) 프로그램을 사용하여 <command>sudo a2ensite mynewsite</command>를 입력하여 필요한 심볼릭 링크를 만들 수 있습니다. 이 때 mynewsite는 새로 연결할 사이트의 설정 파일 <filename> /etc/apache2/sites-available/mynewsite</filename>입니다. 비슷한 방법으로 a2dissite를 사용하여 사이트의 연결을 해제할 수도 있습니다.
pt: O directório /etc/apache2/sites-available <emphasis role="bold"> not</emphasis> processado pelo Apache2. A ligação simbólica <emphasis role="bold">symbolic link</emphasis> /etc/apache2/sites-enabled aponta para sítios "disponíveis". Utilize o utilitário a2ensite (Apache2 Enable Site) para criar estas ligações simbólicas, desta forma: <command>sudo a2ensite omeunovositio</command> em que o ficheiro de configuração do seu sítio é <filename> /etc/apache2/sites-available/omeunovositio</filename>. De forma semelhante o utilitário a2dissite deve ser utilizado para desabilitar estes sítios.

source: The <emphasis>ErrorDocument</emphasis> directive allows you to specify a file for Apache to use for specific error events. For example, if a user requests a resource that does not exist, a 404 error will occur, and per Apache2's default configuration, the file <filename>/usr/share/apache2/error/HTTP_NOT_FOUND.html.var </filename> will be displayed. That file is not in the server's DocumentRoot, but there is an Alias directive in <filename>/etc/apache2/apache2.conf</filename> that redirects requests to the /error directory to /usr/share/apache2/error/. To see a list of the default ErrorDocument directives, use this command: <command>grep ErrorDocument /etc/apache2/apache2.conf</command>
it: La direttiva <emphasis>ErrorDocument</emphasis> consente di specificare un file da utilizzare in caso di errori. Per esempio, se un utente richiede delle risorse inesistenti, si ha un errore 404 e, in base alla configurazione predefinita di Apache2, viene visualizzato il file <filename>/usr/share/apache2/error/HTTP_NOT_FOUND.html.var</filename>. Il file non è elencato in DocumentRoot del server, ma esiste una direttiva Alias in <filename>/etc/apache2/apache2.conf</filename> che indirizza le richeste alla directory /error a /usr/share/apache2/error. Per una lista completa delle direttive predefinite ErrorDocument utilizzare il seguente comando: <command>grep ErrorDocument /etc/apache2/apache2.conf</command>
ko: <emphasis>ErrorDocument</emphasis> 지시자는 특정한 에러 사건을 위하여 사용할 수 있도록 아파치를 위한 파일을 지정하는 것을 허용 합니다. 예를 들어, 사용자가 요청한 자원이 존재하지 않으면, 404 에러가 일어나고, 아파치2 기본 설정에 따라, <filename>/usr/share/apache2/error/HTTP_NOT_FOUND.html.var </filename> 파일이 보여지게 됩니다. 그 파일은 서버의 DocumentRoot에 없고, /error 디렉토리를 /usr/share/apache2/error/ 로의 요청으로 재지정하는 <filename>/etc/apache2/apache2.conf</filename> 내의 Alias 지시자가 있습니다. 기본 설정된 ErrorDocument 지시자들의 목록을 보려면, 이 명령을 사용 합니다: <command>grep ErrorDocument /etc/apache2/apache2.conf</command>
pt: A directiva <emphasis>ErrorDocument</emphasis> permite-lhe especificar um ficheiro que o Apache utilizará para erros específicos. Por exemplo, se um utilizador solicitar um recurso que não exista ocorrerá um erro 404, e na configuração pré-definida do Apache2, o ficheiro <filename>/usr/share/apache2/error/HTTP_NOT_FOUND.html.var </filename> será apresentado. Este ficheiro não está no servidor em DocumentRoot, mas existe uma directiva Alias no ficheiro <filename>/etc/apache2/apache2.conf</filename> que redirecciona os pedidos para o directório de erros /usr/share/apache2/error/ . Para ver a lista das directivas de erro ErrorDocument pré-definidas, utilize o comando: <command>grep ErrorDocument /etc/apache2/apache2.conf</command> .

source: By default, the server writes the transfer log to the file /var/log/apache2/access.log. You can change this on a per-site basis in your virtual host configuration files with the <emphasis>CustomLog</emphasis> directive, or omit it to accept the default, specified in <filename> /etc/apache2/apache2.conf</filename>. You may also specify the file to which errors are logged, via the <emphasis>ErrorLog</emphasis> directive, whose default is <filename>/var/log/apache2/error.log</filename>. These are kept separate from the transfer logs to aid in troubleshooting problems with your Apache2 server. You may also specify the <emphasis>LogLevel</emphasis> (the default value is "warn") and the <emphasis>LogFormat</emphasis> (see <filename> /etc/apache2/apache2.conf</filename> for the default value).
it: Il server, in modo predefinito, registra i trasferimenti nel file <filename>/var/log/apache2/access.log</filename>. È possibile cambiare questa impostazione per ogni sito nel file di configurazione dell'host virtuale utilizzando la direttiva <emphasis>CustomLog</emphasis> oppure tralasciare tale configurazione per mantenere quella specificata nel file <filename> /etc/apache2/apache2.conf</filename>. Attraverso la direttiva <emphasis>ErrorLog</emphasis> è possibile specificare il file in cui vengono registrati gli errori, il valore predefinito è <filename>/var/log/apache2/error.log</filename>. Queste impostazioni sono tenute separate dal log dei trasferimenti per aiutare l'utente nella risoluzione dei problemi. È anche posibile specificare il <emphasis>LogLevel</emphasis> (valore predefinito «warn») e <emphasis>LogFormat</emphasis> (consultare <filename> /etc/apache2/apache2.conf</filename> per il valore predefinito).
ko: 기본 설정에 의하여, 서버는 /var/log/apache2/access.log 파일로 전송 로그를 기록 합니다. <emphasis>CustomLog</emphasis> 지시자를 가지고 가상 호스트 설정 파일 내의 사이트당 이것을 변경하거나, 또는 <filename> /etc/apache2/apache2.conf</filename>에 지정된 기본 설정된 것을 제외시킬 수 있습니다. 또한 <emphasis>ErrorLog</emphasis> 지시자를 통하여 에러가 기록되는 파일로 지정할 수도 있습니다. 이 경우의 기본 설정은 <filename>/var/log/apache2/error.log</filename> 입니다. <emphasis>LogLevel</emphasis> (기본 설정은 "경고")과 <emphasis>LogFormat</emphasis> (기본 설정은 <filename> /etc/apache2/apache2.conf</filename>를 보십시오)도 역시 지정할 수 있습니다.
pt: Por omissão, o servidor escreve as transferências executadas para o ficheiro de registos /var/log/apache2/access.log . Pode alterar isto para uma configuração baseada sítio a sítio na ficheiro de configuração dos seus sítios virtuais com a directiva <emphasis>CustomLog</emphasis>, ou omiti-la para aceitar o valor pré-definido, indicado no ficheiro <filename> /etc/apache2/apache2.conf</filename>. Também pode indicar o ficheiro no qual serão feitos os registos de erros, através da directiva <emphasis>ErrorLog</emphasis>, que por omissão é <filename>/var/log/apache2/error.log</filename>. Estes registos são mantidos separados dos das transferências para ajudar na resolução de problemas com o seu servidor Apache2. Também pode especificar o <emphasis>nível de registo</emphasis> <emphasis role="italics">LogLevel</emphasis> (o valor pré-definido é aviso "warn") e o <emphasis>Formato de Registo</emphasis> <emphasis role="italics">LogFormat</emphasis> (veja o ficheiro <filename> /etc/apache2/apache2.conf</filename> para o valor pré-definido).

source: Some options are specified on a per-directory basis rather than per-server. Option is one of these directives. A Directory stanza is enclosed in XML-like tags, like so:
it: Alcune opzioni sono specificate per directory piuttosto che per server, "Option" è una di queste direttive. Un sezione "Directory" è racchiusa tra tag stile XML:

source: The Options directive within a Directory stanza accepts one or more of the following values (among others), separated by spaces:
it: La direttiva "Options" in una sezione "Directory" accetta uno o più dei seguenti valori (tra gli altri) separati da spazi:

source: Most files should not be executed as CGI scripts. This would be very dangerous. CGI scripts should kept in a directory separate from and outside your DocumentRoot, and only this directory should have the ExecCGI option set. This is the default, and the default location for CGI scripts is /usr/lib/cgi-bin.
it: La maggior parte dei file non dovrebbe essere eseguita come script CGI poiché potrebbe essere molto pericoloso. Gli script CGI dovrebbero essere tenuti in una directory separata rispetto la DocumentRoot e solo questa directory dovrebbe avere l'opzione ExecCGI abilitata. Questo è il comportamento predefinito e la directory predefinita per gli script CGI è /usr/lib/cgi-bin.
ko: 대부분의 파일은 CGI 스크립트로서 실행이 되어서는 안됩니다. 이것은 매우 위험할 수 있습니다. CGI 스크립트는 여러분의 DocumentRoot 밖의 다른 디렉토리 내에 저장되어야만 하고, 오직 이 디렉토리만이 ExecCGI 옵션을 가져야 합니다. 이것은 기본 설정이고, CGI 스크립트를 위한 기본 위치는 /usr/lib/cgi-bin 입니다.
pt: Grande parte dos ficheiros não devem ser executados como scripts CGI. Isso seria muito perigoso. Scripts CGI devem ser mantidos num directório separado e fora do directório de raiz <emphasis role="italics">DocumentRoot</emphasis>, e apenas esse directório deve ter a opção ExecCGI definida. Isto é o predefinido, e a localização por omissão dos scripts CGI é /usr/lib/cgi-bin.

source: <emphasis role="bold">IncludesNOEXEC</emphasis> - Allow server-side includes, but disable the #exec and #include commands in CGI scripts.
it: <emphasis role="bold">IncludesNOEXEC</emphasis>: consente le inclusioni lato server, ma disabilita i comandi #exec e #include negli script CGI.
ko: <emphasis role="bold">IncludesNOEXEC</emphasis> - 서버측 includes를 허용하지만, CGI 스크립트 내의 #exec과 #include 명령을 사용하지 못하도록 합니다.
pt: <emphasis role="bold">IncludesNOEXEC</emphasis> - Permite a inclusão de ficheiros do servidor, mas desabilita os comandos #exec e #include nos programas GCI.

source: Virtual Hosts Settings
it: Impostazioni degli host virtuali
ko: 가상 호스트 설정
pt: Configuração de Sítios Virtuais <emphasis role="italics">Virtual Hosts</emphasis>

source: Virtual hosts allow you to run different servers for different IP addresses, different host names, or different ports on the same machine. For example, you can run the website for http://www.example.com and http://www.anotherexample.com on the same Web server using virtual hosts. This option corresponds to the &lt;VirtualHost&gt; directive for the default virtual host and IP-based virtual hosts. It corresponds to the &lt;NameVirtualHost&gt; directive for a name-based virtual host.
it: Gli host virtuali consentono l'esecuzione di diversi server per diversi indirizzi IP, host o per diverse porte sulla stessa macchina. Per esempio, è possibile avere in esecuzione sullo stesso server le pagine web http://www.esempio.it e http://www.unaltroesempio.it grazie ai server virtuali. Questa opzione corrisponde alla direttiva &lt;VirtualHost&gt; per l'host virtuale predefinito e per gli host virtuali basati su indirizzo IP, alla direttiva &lt;NameVirtualHost&gt; per un host virtuale basato sul nome.
ko: 가상 호스트는 같은 기계를 다른 IP 주소, 다른 호스트 이름, 또는 다른 포트로 실행할 수 있도록 합니다. 예를 들어, 같은 웹 서버에서 가상 호스트를 사용하여 http://www.example.com 과 http://www.anotherexample.com 을 실행할 수 있습니다. 이 선택 사항은 기본 설정 가상 호스트와 IP 기반 가상 호스트를 위한 &lt;VirtualHost&gt; 지시자와 대응 합니다. 이름 기반의 가상 호스트는 &lt;NameVirtualHost&gt; 지시자와 대응 합니다.
pt: A opcção Servidores Virtuais permite correr vários servidores em diferentes endereços IP, diferentes nomes de Sítios Web, ou diferentes portas na mesma máquina. Por exemplo, pode ter os sítio web http://www.exemplo.pt e http://www.outroexemplo.pt no mesmo servidor web utilizando servidores virtuais. Esta opção corresponde à directiva &lt;VirtualHost&gt; para o servidor virtual por omissão e para os servidores virtuais baseados em endereços IP. Corresponde à directiva &lt;NameVirtualHost&gt; para servidores virtuais baseados no nome.

source: Set the DocumentRoot directive to the directory that contains the root document (such as index.html) for the virtual host. The default DocumentRoot is <filename>/var/www</filename>.
it: Impostare la direttiva DocumentRoot in modo che contenga il documento iniziale (come index.html) per l'host virtuale. La DocumentRoot predefinita è <filename>/var/www</filename>.
ko: 가상 호스트를 위하여 루트 문서를 (index.html과 같은) 가지는 디렉토리는 DocumentRoot 지시자로 지정을 합니다. 기본 설정된 DocumentRoot는 <filename>/var/www</filename> 입니다.
pt: Ajuste a directiva DocumentRoot para o directório que contém o documento de raiz do sítio web (por exemplo index.html). O valor por omissão de DocumentRoot é <filename>/var/www</filename>.

source: The ServerAdmin directive within the VirtualHost stanza is the email address used in the footer of error pages if you choose to show a footer with an email address on the error pages.
it: La direttiva ServerAdmin all'interno di VirtualHost, è l'indirizzo email usato nel piè di pagina nelle pagine di errore nel caso in cui si scelga di visualizzare un piè di pagina.
ko: VirtualHost 지시자 내에 있는 ServerAdmin 지시자는 여러분이 에러 페이지의 하단에 이메일 주소를 보여주기로 한 경우에 사용되는 이메일 주소입니다.
pt: A directiva ServerAdmin dentro da stanza do VirtualHost é o endereço de email usado no footer das páginas de erro se escolher mostrar um footer com um endereço de email na página de erros.

source: Server Settings
it: Impostazioni del server
ko: 서버 설정
pt: Configurações do Servidor

source: This section explains how to configure basic server settings.
it: Questa sezione si occupa della configurazione delle impostazioni base del server.
ko: 이 영역은 어떻게 기본적인 서버 설정을 하는지를 설명 합니다.
pt: Esta secção explica como efectuar as configurações básicas do servidor.
