Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: LDAP directories can be populated with LDIF (LDAP Directory Interchange Format) files. Copy the following example LDIF file, naming it <filename>example.com.ldif</filename>, somewhere on your system:
es: Los directorios LDAP pueden poblarse con archivos LDIF (LDAP Directory Interchange Format). Copie el siguiente archivo LDIF de ejemplo en alguna parte de su sistema, y póngale el nombre <filename>example.com.ldif</filename>:
it: Le directory LDAP possono essere popolate attraverso l'uso di file LDIF (LDAP Directory Interchange Format). Copiare l'esempio seguente, chiamandolo <filename>example.com.ldif</filename>, nel proprio sistema:
sv: LDAP katalogen kan befolkas med en LDIF-fil (Ldap Directory Interchange Format). Kopiera följande LDIF filexempel, döp filen till <filename>example.com.ldif</filename> och spara den någonstans i ditt system:

source: In this example the directory structure, a user, and a group have been setup. In other examples you might see the <emphasis>objectClass: top</emphasis> added in every entry, but that is the default behaviour so you do not have to add it explicitly.
es: En este ejemplo fueron configurados la estructura de directorio, un usuario y un grupo. En otros ejemplos podrá ver <emphasis>objectClass: top</emphasis> agregado a cada entrada, pero ese es el comportamiento predeterminado, así que no tiene que agregarlo explícitamente.
it: In questo esempio sono stati impostati la struttura della directory, un utente e un gruppo. In altri esempi potrebbe essere possibile notare, in ogni voce, l'elemento <emphasis>objectClass: top</emphasis>, ma dato che è il comportamento predefinito, non è necessario inserirlo esplicitamente.
sv: I detta exempel har katalogstrukturen för en användare och en grupp konfigurerats. I andra exempel kan du se att <emphasis>objectClass: top</emphasis> är tillagt i varje post, men detta är ett standardbeteende så du behöver inte lägga till det.

source: To add the entries to the LDAP directory use the <application>ldapadd</application> utility:
es: Para añadir entradas al directorio LDAP use la utilidad <application>ldapadd</application>:
it: Per aggiungere delle voce alla directory LDAP, usare l'utilità <application>ldapadd</application>:
sv: För att lägga till poster i LDAP-katalogen använd verktyget <application>ldapadd</application>:

source: We can check that the content has been correctly added with the tools from the <application>ldap-utils</application> package. In order to execute a search of the LDAP directory:
es: Podemos revisar que el contenido SE AGREGÓ correctamente con las herramientas del paquete <application>ldap-utils</application>. Para ejecutar una búsqueda del directorio LDAP:
it: È possibile verificare che il contenuto è stato aggiunto correttamente con gli strumenti presenti nel pacchetto <application>ldap-utils</application> . Per eseguire una ricerca nella directory LDAP:
sv: Vi kan kontrollera att innehållet har blivit korrekt tillagt med verktyg från paketet <application>ldap-utils</application>. För att genomföra en sökning i LDAP-katalogen:

source: Just a quick explanation:
es: Explicación breve:
it: Una semplice spiegazione:
sv: En snabb förklaring:

source: <emphasis>-x:</emphasis> will not use SASL authentication method, which is the default.
es: <emphasis>-x:</emphasis> no usará el método de autenticación SASL, que se usa de forma predeterminada.
it: <emphasis>-x</emphasis>: non usa il metodo di autenticazione, predefinito, SASL.
sv: <emphasis>-x:</emphasis> kommer inte använda autentiseringsmetoden SASL som är standard.

source: <emphasis>-LLL:</emphasis> disable printing LDIF schema information.
es: <emphasis>-LLL:</emphasis> inhabilita la impresión de información de esquema LDIF.
it: <emphasis>-LLL</emphasis>: disabilita la stampa di informazioni sullo schema LDIF.
sv: <emphasis>-LLL:</emphasis> inaktivera utskrift av LDIF-schemainformation.

source: LDAP replication
es: Replicación de LDAP
it: Replicazione di LDAP
ko: LDAP 복제 (replication)
pt: Replicação LDAP
sv: LDAP-replikering

source: LDAP often quickly becomes a highly critical service to the network. Multiple systems will come to depend on LDAP for authentication, authorization, configuration, etc. It is a good idea to setup a redundant system through replication.
es: A menudo, LDAP llega a ser un servicio altamente crítico para la red. Muchos sistemas llegarán a depender de LDAP para autenticación, autorización, configuración, etc. Es una buena idea configurar un sistema redundante por medio de la replicación.
it: LDAP diventa spesso un servizio altamente critico all'interno della rete e diversi sistemi possono dipendere su LDAP per autenticazione, autorizzazioni, configurazione, ecc... In questi casi è molto utile impostare un sistema ridondante attraverso l'uso della replicazione.
sv: LDAP blir ofta på kort tid en mycket kritisk tjänst i nätverket. Flera system kommer att bli beroende av LDAP för autentisering, auktorisering, konfiguration, etc. Det är en bra idé att sätta upp ett redundant system genom replikering.

source: Replication is achieved using the <emphasis>Syncrepl</emphasis> engine. Syncrepl allows the directory to be synced using either a <emphasis>push</emphasis> or <emphasis>pull</emphasis> based system. In a push based configuration a <quote>primary</quote> server will push directory updates to <quote>secondary</quote> servers, while a pull based approach allows replication servers to sync on a time based interval.
es: La duplicación se logra usando el motor <emphasis>Syncrepl</emphasis>. Syncrepl permite sincronizar el directorio usando un sistema basado en <emphasis>push</emphasis> o en <emphasis>pull</emphasis>. En una configuración basada en push un servidor <quote>primario</quote> empujará las actualizaciones de directorio a los servidores <quote>secundarios</quote>, mientras que una aproximación basada en pull le permitirá a los servidores duplicados sincronizarse en un intervalo basado en el tiempo.
it: La replicazione è ottenuta utilizzando il motore <emphasis>Syncrepl</emphasis>. Syncrepl consente alla directory di essere sincronizzata utilizzando un sistema <emphasis>push</emphasis> o <emphasis>pull</emphasis>. In una configurazione "push" un server <quote>primario</quote> eseguirà il "push" degli aggiornamento a un server <quote>secondario</quote>, mentre un approccio "pull" consente la replicazione via sincronizzazione a intervalli di tempo.
sv: Replikering uppnås genom att använda <emphasis>Syncrepl</emphasis>-motorn. Syncrepl tillåter att katalogen synkroniseras genom att använda endera ett <emphasis>push</emphasis> eller <emphasis>pull</emphasis>-baserat system. I en push-baserad konfiguration kommer en <quote>primär</quote> server trycka ut kataloguppdateringar till <quote>sekundära</quote> servrar, medans ett pull-baserat tillvägagångssätt tillåter replikerande servrar att synkronisera inom ett tidsintervall.

source: The following is an example of a <emphasis>Multi-Master</emphasis> configuration. In this configuration each OpenLDAP server is configured for both <emphasis>push</emphasis> and <emphasis>pull</emphasis> replication.
es: El siguiente es un ejemplo de configuración <emphasis>Multi-Master</emphasis>.En esta configuración, cada servidor OpenLDAP es configurado para replicación <emphasis>push</emphasis> y <emphasis>pull</emphasis>.
it: Quello che segue è un esempio di una configurazione <emphasis>Multi-Master</emphasis>. In questo caso, il server OpenLDAP è configurato sia come replica di "<emphasis>push</emphasis>" che di "<emphasis>pull</emphasis>".
sv: Följande är ett exempel på en <emphasis>Multi-Master</emphasis> konfiguration. I denna konfiguration är varje OpenLDAP server konfigurerad för både <emphasis>push</emphasis> och <emphasis>pull</emphasis>-replikering.

source: First, configure the server to sync the <emphasis>cn=config</emphasis> database. Copy the following to a file named <filename>syncrepl_cn-config.ldif</filename>:
es: En primar lugar, configure el servidor para sincronizar la base de datos <emphasis>cn=config</emphasis>. Copie lo siguiente en un archivo llamado <filename>syncrepl_cn-config.ldif</filename>:
it: Configurare il server affinché sincronizzi il database <emphasis>cn=config</emphasis>. Copiare quanto segue in un file chiamato <filename>syncrepl_cn-config.ldif</filename>:
sv: Börja med att konfigurera servern till att synkronisera databasen <emphasis>cn=config</emphasis>. Kopiera följande till en fil med namnet <filename>syncrepl_cn-config.ldif</filename>:

source: Edit the file changing:
es: Edite el archivo cambiando:
it: Aprire il file modificando:
sv: Redigera filen och ändra:

source: <emphasis>ldap://ldap01.example.com</emphasis> and <emphasis>ldap://ldap02.example.com</emphasis> to the hostnames of your LDAP servers.
es: <emphasis>ldap://ldap01.ejemplo.com</emphasis> y <emphasis>ldap://ldap02.ejemplo.com</emphasis> a los nombres de equipo («hostnames») de sus servidores LDAP.
it: <emphasis>ldap://ldap01.example.com</emphasis> e <emphasis>ldap://ldap02.example.com</emphasis> con i nomi host dei propri server LDAP.
sv: <emphasis>ldap://ldap01.example.com</emphasis> och <emphasis>ldap://ldap02.example.com</emphasis> till dina LDAP-servrars värdnamn.

source: You can have more than two LDAP servers, and when a change is made to one of them it will by synced to the rest. Be sure to increment the <emphasis>olcServerID</emphasis> for each server, and the <emphasis>rid</emphasis> for each <emphasis>olcSyncRepl</emphasis> entry.
es: Puede tener más de dos servidores LDAP, de forma que cuando se produce un cambio en uno de ellos, éste se sincronizará con los demás. Asegúrese de incrementar el <emphasis>olcServerID</emphasis> de cada servidor, y el <emphasis>rid</emphasis> de cada entrada <emphasis>olcSyncRepl</emphasis>.
it: È possibile avere più di due server LDAP e quando viene applicata una modifica su uno, verrà sincronizzata con l'altro. Assicurarsi di incrementare il valore <emphasis>olcServerID</emphasis> per ogni server e <emphasis>rid</emphasis> per ogni voce <emphasis>olcSyncRepl</emphasis>.
sv: Du kan ha mer än två LDAP-servrar och när en ändring sker på en av dem kommer ändringen synkroniseras till övriga. Säkerställ att <emphasis>olcServerID</emphasis> ökas för varje server och <emphasis>rid</emphasis> för varje <emphasis>olcSyncRepl</emphasis> notering.

source: And adjust <emphasis>credentials=secret</emphasis> to match your admin password.
es: Y adapte <emphasis>credentials=secret</emphasis> para que coincida con su contraseña de administrador.
it: Modificare <emphasis>credentials=secret</emphasis> con la propria password di amministratore.
sv: Och justera <emphasis>credentials=secret</emphasis> till att matcha ditt adminlösenord.

source: Next, add the LDIF file using the <application>ldapmodify</application> utility:
es: Después anada el archivo LDIF usando la utilidad <application>ldapmodify</application>:
it: Aggiungere il file LDIF usando l'utilità <application>ldapmodify</application>:
sv: Nästa steg, lägg till filen LDIF genom att använda verktyget <application>ldapmodify</application>:

source: Copy the <filename>syncrepl_cn-config.ldif</filename> file to the next LDAP server and repeat the <application>ldapmodify</application> command above.
es: Copie el archivo <filename>syncrepl_cn-config.ldif</filename> al siguiente servidor LDAP y repita la orden <application>ldapmodify</application> de arriba.
it: Copiare il file <filename>syncrepl_cn-config.ldif</filename> nel secondo server LDAP e ripetere il comando <application>ldapmodify</application> precedente.
sv: Kopiera filen <filename>syncrepl_cn-config.ldif</filename> till nästa LDAP-server och repetera ovanstående <application>ldapmodify</application> kommando.

source: Because a new module has been added, the <application>slapd</application> daemon, on all replicated servers, needs to be restarted:
es: Dado que se ha añadido un módulo nuevo, el demonio <application>slapd</application> en todos los servidores replicados, necesita reiniciarse:
it: Poiché è stato aggiunto un nuovo modulo, il demone <application>slapd</application>, su tutti i server replicati, deve essere riavviato:
sv: Eftersom nya moduler har lagts till, behöver demonen <application>slapd</application> startas om på alla replikerande servrar:

source: Now that the configuration database is synced between servers, the <emphasis>backend</emphasis> database needs to be synced as well. Copy and paste the following into another LDIF file named <filename>syncrepl_backend.ldif</filename>:
es: Ahora que la base de datos de configuración está sincronizada entre los distintos servidores, se debe sincronizar también la base de datos de fondo (<emphasis>backend</emphasis>). Copie y pegue lo siguiente en otro archivo LDIF llamado <filename>syncrepl_backend.ldif</filename>:
it: Ora che il database di configurazione è sincronizzato tra i server, è necessario sincronizzare anche il <emphasis>backend</emphasis> del database. Copiare e incollare quanto segue in un file LDIF chiamato <filename>syncrepl_backend.ldif</filename>:
sv: Nu när konfigurationsdatabasen är synkroniserad mellan servrarna, behöver <emphasis>bakände-</emphasis>databasen också synkroniseras. Kopiera och klistra in följande till en annan LDIF-fil med namnet <filename>syncrepl_backend.ldif</filename>:

source: Like the previous LDIF file, edit this one changing:
es: Como el archivo LDIF anterior, cambie:
it: Come per il file precedente, modificare:
sv: Som för den tidigare LDIF-filen, redigera den här och ändra:

source: <emphasis>searchbase="dc=example,dc=com"</emphasis> to your directory's searchbase.
es: <emphasis>searchbase="dc=ejemplo,dc=com"</emphasis> al searchbase de su directorio.
it: <emphasis>searchbase="dc=example,dc=com"</emphasis> con la directory della searchbase.
sv: <emphasis>searchbase="dc=example,dc=com"</emphasis> till din katalogs sökbas.

source: If you use a different admin user, change <emphasis>binddn="cn=admin,dc=example,dc=com"</emphasis>.
es: Si usa un usuario administrador diferente, cambie <emphasis>binddn="cn=admin,dc=ejemplo,dc=com"</emphasis>.
it: Se si usa un utente di amministrazione diverso, modificare <emphasis>binddn="cn=admin,dc=example,dc=com"</emphasis>.
sv: Om du använder en annan användare som administratör, ändra <emphasis>binddn="cn=admin,dc=example,dc=com"</emphasis>.

source: Also, replace <emphasis>credentials=secret</emphasis> with your admin password.
es: También reemplace <emphasis>credentials=secret</emphasis> con su contraseña de administrador.
it: Inoltre, sostituire <emphasis>credentials=secret</emphasis> con la propria password di amministrazione.
sv: Dessutom, ersätt <emphasis>credentials=secret</emphasis> med ditt administratörslösenord.

source: Add the LDIF file:
es: Añada el archivo LDIF:
it: Aggiungere il file LDIF:
sv: Lägg till LDIF-filen:

source: Because the servers' configuration is already synced there is no need to copy this LDIF file to the other servers.
es: Como la configuración de los servidores ya está sincronizada, no será necesario copiar este archivo LDIF a los otros servidores.
it: Poiché la configurazione dei server è già sincronizzata, non è necessario copiare questo file LDIF sugli altri server.
sv: Eftersom serverkonfigurationen redan är synkroniserad finns det ingen anledning att kopiera den här LDIF-filen till de andra servrarna.

source: The configuration and backend databases should now sycnc to the other servers. You can add additional servers using the <application>ldapmodify</application> utility as the need arises. See <xref linkend="openldap-configuration"/> for details.
es: Ahora, las bases de datos de configuración y de fondo («backend») se sincronizarán con los demás servidores. Puede añadir más servidores usando la utilidad <application>ldapmodify</application> conforme vaya siendo necesario. Consulte <xref linkend="openldap-configuration"/> para más información.
it: La configurazione e il backend dovrebbero ora essere sincronizzati. Nel caso sia necessario, è possibile aggiungere altri server usando l'utilità <application>ldapmodify</application>. Per maggiori informazioni, consultare <xref linkend="openldap-configuration"/>.
sv: Konfigurations och bakändedatabaserna skall nu synkronisera med de andra servrarna. Du kan vid behov lägga till ytterligare servrar genom att använda verktyget <application>ldapmodify</application>. För detaljer se <xref linkend="openldap-configuration"/>.

source: The <application>slapd</application> daemon will send log information to <filename>/var/log/syslog</filename> by default. So if all does <emphasis>not</emphasis> go well check there for errors and other troubleshooting information. Also, be sure that each server knows it's Fully Qualified Domain Name (FQDN). This is configured in <filename>/etc/hosts</filename> with a line similar to: <placeholder-1/>.
es: El demonio <application>slapd</application> enviará información de registro a <filename>/var/log/syslog</filename> por defecto. Por lo tanto, si <emphasis> no </emphasis> todos van bien ir allí compruebe los errores y demás información para solucionar problemas. Asimismo, asegúrese de que cada servidor sabe su nombre de dominio completamente cualificado (FQDN). Esto se configura en <filename>/etc/hosts</filename> con una línea similar a: <placeholder-1/>.
sv: Demonen <application>slapd</application> kommer normalt skicka logginformation till <filename>/var/log/syslog</filename>. Så om något går <emphasis>fel</emphasis> kontrollera där efter fel och annan felsökningsinformation. Dessutom, säkerställ att varje server vet sitt kompletta domännamn (FQDN). Detta är konfigurerat i <filename>/etc/hosts</filename> med en liknande rad som: <placeholder-1/>.

source: Setting up ACL
es: Configuración de ACL
it: Impostare ACL
ko: ACL 설정
pt: A iniciar o ACL
sv: Ställa in ACL

source: Authentication requires access to the password field, that should be not accessible by default. Also, in order for users to change their own password, using <command>passwd</command> or other utilities, <emphasis>shadowLastChange</emphasis> needs to be accessible once a user has authenticated.
es: La autenticación requiere acceso al campo de contraseña, que no debería ser accesible de forma predeterminada. Además, para que los usuarios puedan cambiar su propia contraseña usando <command>passwd</command> u otras utilidades, <emphasis>shadowLastChange</emphasis> debe ser accesible una vez que el usuario se haya autenticado.
it: L'autenticazione richiede accesso al campo della password che non dovrebbe essere accessibile in modo predefinito. Inoltre, affinché gli utenti possa cambiare la loro password usando <command>passwd</command> o altre utilità, <emphasis>shadowLastChange</emphasis> deve essere accessibile una volta che l'utente si è autenticato.
sv: Autentisering kräver tillgång till lösenordfältet, som inte bör vara tillgängligt som standard. Dessutom, för att användarna skall kunna ändra sin egna lösenord genom att använda <command>passwd</command> eller andra verktyg, behöver <emphasis>shadowLastChange</emphasis> vara tillgänglig så snart en användare har verifierats.

source: To view the Access Control List (ACL), use the <application>ldapsearch</application> utility:
es: Para ver la Lista de control de accesos-Access Control List (ACL), use la utilidad <application>ldapsearch</application>:
it: Per visualizzare l'ACL (Access Control List), usare l'utilità <application>ldapsearch</application>:
sv: Om du vill visa åtkomstlistorna (ACL), använd verktyget <application>ldapsearch</application>:

source: TLS and SSL
es: TLS y SSL
it: TLS e SSL
sv: TLS och SSL

source: When authenticating to an OpenLDAP server it is best to do so using an encrypted session. This can be accomplished using Transport Layer Security (TLS) and/or Secure Sockets Layer (SSL).
es: Para autenticarse con un servidor OpenLDAP, lo mejor es hacerlo usando una sesión cifrada. Esto puede conseguirse usando Transport Layer Security (TLS) y/o Secure Sockets Layer (SSL).
it: Durante la fase di autenticazione a un server OpenLDAP, è raccomandato usare una sessione cifrata. Questo può essere ottenuto usando TLS (Transport Layer Security) o SSL (Secure Sockets Layer).
sv: När du autentiserar en OpenLDAP-server är det bäst att göra det genom att använda en krypterad session. Detta kan åstadkommas med Transport Layer Security (TLS) och/eller Secure Sockets Layer (SSL).

source: The first step in the process is to obtain or create a <emphasis>certificate</emphasis>. See <xref linkend="certificates-and-security"/> and <xref linkend="certificate-authority"/> for details.
es: El primer paso en el proceso es conseguir o crear un <emphasis>certificado</emphasis>. Consulte <xref linkend="certificates-and-security"/> y <xref linkend="certificate-authority"/> para más información.
it: La prima cosa da fare consiste nell'ottenere o creare un <emphasis>certificato</emphasis>. Per maggiori informazioni, consultare <xref linkend="certificates-and-security"/> e <xref linkend="certificate-authority"/>.
sv: Första steget i processen är att skaffa eller skapa ett <emphasis>certifikat</emphasis>. För detaljer se <xref linkend="certificates-and-security"/> och <xref linkend="certificate-authority"/>.

source: Once you have a certificate, key, and CA cert installed, use <application>ldapmodify</application> to add the new configuration options:
es: Cuando haya instalado un certificado, una clave y un certificado de CA, use <application>ldapmodify</application> para añadir las nuevas opciones de configuración:
it: Una volta ottenuto un certificato, la chiave e si è installato il tutto, usare <application>ldapmodify</application> per aggiungere le nuove opzioni di configurazione:
sv: När du har installerat ett certifikat, nyckel och CA-certifikat, använd <application>ldapmodify</application> för att lägga till det nya konfigurationsalternativet:

source: Enter LDAP Password: <placeholder-1/> modifying entry "cn=config"
es: Introduzca la contraseña LDAP: <placeholder-1/> modificando la entrada "cn=config"

source: Adjust the <filename>server.crt</filename>, <filename>server.key</filename>, and <filename>cacert.pem</filename> names if yours are different.
es: Ajuste los nombres <filename>server.crt</filename>, <filename>server.key</filename>, y <filename>cacert.pem</filename> si los suyos son diferentes.
it: Modificare i nomi dei file <filename>server.crt</filename>, <filename>server.key</filename> e <filename>cacert.pem</filename> nel caso i propri siano diversi.
sv: Ändra namnen <filename>server.crt</filename>, <filename>server.key</filename> och <filename>cacert.pem</filename> om dina är annorlunda.

source: Next, edit <filename>/etc/default/slapd</filename> uncomment the <emphasis>SLAPD_SERVICES</emphasis> option:
es: Después, edite <filename>/etc/default/slapd</filename> descomentando la opción <emphasis>SLAPD_SERVICES</emphasis>:
it: Aprire il file <filename>/etc/default/slapd</filename> e togliere il commento dall'opzione <emphasis>SLAPD_SERVICES</emphasis>:
sv: Nästa steg, redigera <filename>/etc/default/slapd</filename> och avkommentera alternativet <emphasis>SLAPD_SERVICES</emphasis>:

source: Now the <emphasis>openldap</emphasis> user needs access to the certificate:
es: Ahora, el usuario <emphasis>openldap</emphasis> necesita acceso al certificado:
it: Garantire accesso al certificato all'utente <emphasis>openldap</emphasis>:
sv: Nu behöver användaren <emphasis>openldap</emphasis> åtkomst till certifikatet:
