Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Spamassassin automatically detects optional components and will use them if they are present. This means that there is no need to configure <application>pyzor</application> and <application>razor</application>.
es: Spamassassin automáticamente detecta componentes adicionales y los usará si están presentes. Esto significa que no es necesario configurar <application>pyzor</application> y <application>razor</application>.
sv: Spamassassin upptäcker automatiskt valfria komponenter och använder dem om de är tillgängliga. Det innebär att det inte finns något behov av att konfigurera <application>pyzor</application> och <application>razor</application>.

source: Edit <filename>/etc/default/spamassassin</filename> to activate the <application>Spamassassin</application> daemon. Change <emphasis>ENABLED=0</emphasis> to:
es: Edite <filename>/etc/default/spamassassin</filename> para activar el demonio <application>Spamassassin</application>. Cambie <emphasis>ENABLED=0</emphasis> a:
it: Modificare <filename>/etc/default/spamassassin</filename> per attivare il demone <application>Spamassassin</application> daemon. Cambiare <emphasis>ENABLED=0</emphasis> in:
sv: Redigera <filename>/etc/default/spamassassin</filename> för att aktivera demonen <application>Spamassassin</application>. Ändra <emphasis>ENABLED=0</emphasis> till:

source: Now start the daemon:
es: Ahora arranque el demonio:
it: Ora avviare il demone:
sv: Starta nu demonen:

source: First activate spam and antivirus detection in <application>Amavisd-new</application> by editing <filename>/etc/amavis/conf.d/15-content_filter_mode</filename>:
es: Primero active detección de spam y antivirus en <application>Amavisd-new</application> editando <filename>/etc/amavis/conf.d/15-content_filter_mode</filename>:
it: Per prima cosa, attivare il rilevamento spam e antivirus in <application>Amavisd-new</application> modificando <filename>/etc/amavis/conf.d/15-content_filter_mode</filename>:
sv: Till att börja med aktivera spam och antivirus detektering i <application>Amavisd-new</application> genom att redigera <filename>/etc/amavis/conf.d/15-content_filter_mode</filename>:

source: Bouncing spam can be a bad idea as the return address is often faked. Consider editing <filename>/etc/amavis/conf.d/20-debian_defaults</filename> to set <emphasis>$final_spam_destiny</emphasis> to D_DISCARD rather than D_BOUNCE, as follows:
es: Rebotar correo basura puede ser una mala idea ya que la dirección de retorno casi siempre es falsa. Considere editar <filename>/etc/amavis/conf.d/20-debian_defaults</filename> para poner <emphasis>$final_spam_destiny</emphasis> en D_DISCARD en lugar de D_BOUNCE, así:
it: rifiutare lo spam e rinviarlo al mittente può essere una cattiva idea, dato che l'indirizzo solitamente è fasullo. Modificare quindi <filename>/etc/amavis/conf.d/20-debian_defaults</filename> per impostare <emphasis>$final_spam_destiny</emphasis> a "D_DISCARD" piuttosto che "D_BOUNCE":
sv: Bouncing spam kan vara en dålig idé eftersom returadressen ofta är en bluff. Överväg att redigera <filename>/etc/amavis/conf.d/20-debian_defaults</filename> till att ange <emphasis>$final_spam_destiny</emphasis> till D_DISCARD istället för D_BOUNCE, enligt följande:

source: If the server's <emphasis>hostname</emphasis> is different from the domain's MX record you may need to manually set the <emphasis>$myhostname</emphasis> option. Also, if the server receives mail for multiple domains the <emphasis>@local_domains_acl</emphasis> option will need to be customized. Edit the <filename>/etc/amavis/conf.d/50-user</filename> file:
es: Si el <emphasis>nombre</emphasis> del servidor es diferente del registro MX del dominio, puede necesitar establecer la opción <emphasis>$myhostname</emphasis>. También, si el servidor recibe correo de múltiples dominios, la opción <emphasis>@local_domains_acl</emphasis> necesitará ser personalizada. Edite le archivo <filename>/etc/amavis/conf.d/50-user</filename>:
sv: Om serverns <emphasis>värdnamn</emphasis> skiljer sig från domänens MX-post kan du behöva sätta alternativet <emphasis>$myhostname</emphasis> manuellt. Dessutom, om servern tar emot e-post från flera domäner behöver alternativet <emphasis>@local_domains_acl</emphasis> också anpassas. Redigera filen <filename>/etc/amavis/conf.d/50-user</filename>:

source: After configuration <application>Amavisd-new</application> needs to be restarted:
es: Después de configurar configuration <application>Amavisd-new</application> es necesario reiniciar:
it: Una volta configurato, <application>Amavisd-new</application> deve essere riavviato:
sv: Efter konfigurering behöver <application>Amavisd-new</application> startas om:

source: DKIM Whitelist
es: Lista blanca DKIM
sv: DKIM vitlista

source: <application>Amavisd-new</application> can be configured to automatically <emphasis>Whitelist</emphasis> addresses from domains with valid Domain Keys. There are some pre-configured domains in the <filename>/etc/amavis/conf.d/40-policy_banks</filename>.
es: <application>Amavisd-new</application> puede configurarse con direcciones de <emphasis>Lista blanca</emphasis> automáticamente desde dominios con claves válidas de dominio. Hay alguno dominios preconfigurados en <filename>/etc/amavis/conf.d/40-policy_banks</filename>.
sv: <application>Amavisd-new</application> kan konfigureras till att automatiskt <emphasis>vitlista</emphasis> adresser från domäner med giltig domännyckel. Det finns ett par förkonfigurerade domäner i <filename>/etc/amavis/conf.d/40-policy_banks</filename>.

source: There are multiple ways to configure the Whitelist for a domain:
es: Hay múltiples formas de configurar la lista blanca de un dominio:
sv: Det finns flera sätt att konfigurera vitlistan för en domän:

source: <emphasis>'example.com' =&gt; 'WHITELIST',</emphasis>: will whitelist any address from the "example.com" domain.
es: <emphasis>'ejemplo.com' =&gt; 'WHITELIST',</emphasis>: pondrá en la lista blanca cualquier dirección del dominio «ejemplo.com».
sv: <emphasis>'example.com' =&gt; 'WHITELIST',</emphasis>: kommer vitlista alla adresser från domänen "example.com" .

source: <emphasis>'.example.com' =&gt; 'WHITELIST',</emphasis>: will whitelist any address from any <emphasis>subdomains</emphasis> of "example.com" that have a valid signature.
es: <emphasis>'.ejemplo.com' =&gt; 'WHITELIST',</emphasis>: pondrá en la lista blanca cualquier dirección desde cualquier <emphasis>subdominio</emphasis> de «ejemplo.com» que tenga una firma válida.
sv: <emphasis>'.example.com' =&gt; 'WHITELIST',</emphasis>: kommer vitlista alla adresser från alla <emphasis>subdomäner</emphasis> av "example.com" som har en giltig signatur.

source: <emphasis>'.example.com/@example.com' =&gt; 'WHITELIST',</emphasis>: will whitelist subdomains of "example.com" that use the signature of <emphasis role="italic">example.com</emphasis> the parent domain.
es: <emphasis>'.ejemplo.com/@ejemplo.com' =&gt; 'WHITELIST',</emphasis>: pondra en la lista blanca los subdominios de «ejemplo.com» que usen la firma del dominio padre <emphasis role="italic">ejemplo.com</emphasis>.
sv: <emphasis>'.example.com/@example.com' =&gt; 'WHITELIST',</emphasis>: kommer vitlista subdomäner av "example.com" som använder signaturen från förälderdomänen <emphasis role="italic">example.com</emphasis>.

source: <emphasis>'./@example.com' =&gt; 'WHITELIST',</emphasis>: adds addresses that have a valid signature from "example.com". This is usually used for discussion groups that sign thier messages.
es: <emphasis>'./@example.com' =&gt; 'WHITELIST',</emphasis>: añade direcciones que tiene una firma válida desde "example.com". esto se usa normalmente para grupos de discusión que firman sus propios mensajes.
sv: <emphasis>'./@example.com' =&gt; 'WHITELIST',</emphasis>: lägger till adresser som har en giltig signatur från "example.com". Detta används normalt av diskussionsgrupper som signerar sina meddelanden.

source: A domain can also have multiple Whitelist configurations. After, editing the file restart <application>amaisd-new</application>:
es: Un dominio puede tener múltiples configuraciones de lista blanca. Después de editar el archivo, reinicie <application>amaisd-new</application>:
sv: En domän kan också ha flera vitlistkonfigurationer. Starta om <application>amaisd-new</application> efter redigering av filen:

source: In this context, once a domain has been added to the Whitelist the message will not receive any anti-virus or spam filtering. This may or may not be the intended behavior you wish for a domain.
es: En este contexto, una vez que el dominio ha sido añadido a la lista blanca, el mensaje no recibirá ningún filtrado de antivirus o correo basura. Puede que este comportamiento sea o no el deseado para su dominio.
sv: I detta sammanhang, när en domän har lagts till i vitlistan kommer meddelandet inte att anti-virus eller spam filtreras. Det kan vara eller inte vara det avsedda beteendet för din domän .

source: For <application>Postfix</application> integration, enter the following from a terminal prompt:
es: Para integrar <application>Postfix</application>, introduzca lo siguiente en una terminal:
it: Per l'integrazione con <application>Postfix</application>, in un terminale, digitare quanto segue:
sv: För <application>Postfix</application> integrering, skriv följande från en terminalprompt:

source: Next edit <filename>/etc/postfix/master.cf</filename> and add the following to the end of the file:
es: Después edite <filename>/etc/postfix/master.cf</filename> y añada lo siguiente al final del archivo:
it: Ora modificare il file <filename>/etc/postfix/master.cf</filename> e aggiungere quanto segue alla fine:
sv: Nästa steg, redigera <filename>/etc/postfix/master.cf</filename> och lägg till följande i slutet av filen:

source: Also add the following two lines immediately below the <emphasis>"pickup"</emphasis> transport service:
es: También añada las dos líneas siguientes inmediatamente debajo del servicio de transporte <emphasis>«pickup»</emphasis> transport service:
it: Aggiungere anche le seguenti righe dopo il servizio di trasporto "<emphasis>pickup</emphasis>":
sv: Lägg också till följande två rader direkt nedanför <emphasis>"pickup"</emphasis> transport-tjänst:

source: This will prevent messages that are generated to report on spam from being classified as spam.
es: Esto evitará que mensajes que han sido generados para informar de correo basura sean clasificados como correo basura.
it: In questo modo si eviteranno i messaggi generati per segnalare lo spam che viene classificato come spam.
sv: Detta kommer förhindra meddelanden som skapats för att rapportera spam från att klassas som spam.

source: Now restart <application>Postfix</application>:
es: Ahora reinicie <application>Postfix</application>:
it: Infine riavviare <application>Postfix</application>:
sv: Starta nu om <application>Postfix</application>:

source: Content filtering with spam and virus detection is now enabled.
es: El filtrado de contenidos con detección de spam y virus, está ahora habilitado.
it: Il filtraggio sul contenuto per lo spam e il rilevamento di virus sono ora abilitati.
sv: Innehållsfiltrering med spam och virus detektering är nu aktiverat.

source: First, test that the <application>Amavisd-new</application> SMTP is listening:
es: Primero, pruebe que el SMTP de <application>Amavisd-new</application> esta escuchando:
it: Per prima cosa, verificare che <application>Amavisd-new</application> SMTP sia in ascolto:
sv: Börja med att testa att <application>Amavisd-new</application> SMTP lyssnar:

source: In the Header of messages that go through the content filter you should see:
es: En la Cabecera de mensajes que para por el filtro de contenidos usted debe ver:
it: Nell'intestazione dei messaggi che passano attraverso il filtraggio del contenuto, dovrebbe essere visibile:
sv: I huvudet på meddelanden som går genom innehållsfiltreringen skall du se:

source: X-Spam-Level: X-Virus-Scanned: Debian amavisd-new at example.com X-Spam-Status: No, hits=-2.3 tagged_above=-1000.0 required=5.0 tests=AWL, BAYES_00 X-Spam-Level:
es: X-Spam-Level: X-Virus-Scanned: Debian amavisd-new at ejemplo.com X-Spam-Status: No, hits=-2.3 tagged_above=-1000.0 required=5.0 tests=AWL, BAYES_00 X-Spam-Level:

source: Your output will vary, but the important thing is that there are <emphasis>X-Virus-Scanned</emphasis> and <emphasis>X-Spam-Status</emphasis> entries.
es: Su salida variará, pero la cosa importante es que hayan entradas <emphasis>X-Virus-Scanned</emphasis> y <emphasis>X-Spam-Status</emphasis>.
it: L'output potrebbe variare, ma l'aspetto importante è la presenza delle voci <emphasis>X-Virus-Scanned</emphasis> e <emphasis>X-Spam-Status</emphasis>.
sv: Din utdata kommer variera, men det viktiga är att det finns noteringar om <emphasis>X-Virus-Scanned</emphasis> och <emphasis>X-Spam-Status</emphasis>.

source: The best way to figure out why something is going wrong is to check the log files.
es: La mejor forma de averiguar que algo va mal es revisando los archivos de registro.
it: Il miglior metodo per comprendere cosa non funzioni correttamente è controllare i file di registro.
sv: Bästa sättet att ta reda på varför något har gått fel är att kontrollera loggfilerna.

source: For instructions on <application>Postfix</application> logging see the <xref linkend="postfix-troubleshooting"/> section.
es: Para instrucciones sobre la entrada en <application>Postfix</application> vea la sección <xref linkend="postfix-troubleshooting"/>.
it: Per istruzioni sulle registrazioni di <application>Postfix</application>, consultare <xref linkend="postfix-troubleshooting"/>.
sv: För instruktioner över loggning i <application>Postfix</application> se avsnittet <xref linkend="postfix-troubleshooting"/>.

source: <application>Amavisd-new</application> uses <application>Syslog</application> to send messages to <filename>/var/log/mail.log</filename>. The amount of detail can be increased by adding the <emphasis>$log_level</emphasis> option to <filename>/etc/amavis/conf.d/50-user</filename>, and setting the value from 1 to 5.
es: <application>Amavisd-new</application> usa <application>Syslog</application> para enviarle mensajes a <filename>/var/log/mail.log</filename>. La cantidad de detalles puede incrementarse añadiendo la opción <emphasis>$log_level</emphasis> a <filename>/etc/amavis/conf.d/50-user</filename> y ajustando el valor de 1 a 5.
it: <application>Amavisd-new</application> fa uso di <application>Syslog</application> per inviare i messaggi verso <filename>/var/log/mail.log</filename>. Il livello di dettaglio può essere aumentato aggiungendo l'opzione <emphasis>$log_level</emphasis> in <filename>/etc/amavis/conf.d/50-user</filename> e impostando il valore da 1 a 5.
sv: <application>Amavisd-new</application> använder <application>Syslog</application> för att skicka meddelanden till <filename>/var/log/mail.log</filename>. Mängden detaljer kan ökas genom att lägga till alternativet <emphasis>$log_level</emphasis> till <filename>/etc/amavis/conf.d/50-user</filename>, och sätta värdet från 1 till 5.

source: When the <application>Amavisd-new</application> log output is increased <application>Spamassassin</application> log output is also increased.
es: Cuando <application>Amavisd-new</application> aumenta la salida de registro <application>Spamassassin</application> la aumenta también.
sv: När logg produktionen ökar för <application>Amavisd-new</application> så ökar också logg produktionen för <application>Spamassassin</application>.

source: The <application>ClamAV</application> log level can be increased by editing <filename>/etc/clamav/clamd.conf</filename> and setting the following option:
es: El nivel de registro de <application>ClamAV</application> se puede aumentar editando <filename>/etc/clamav/clamd.conf</filename> y estableciendo la siguiente opción:
it: Il livello di messaggi di <application>ClamAV</application> può invece essere aumentato modificando il file <filename>/etc/clamav/clamd.conf</filename> e impostando la seguente opzione:
sv: Logg nivån i <application>ClamAV</application> kan ökas genom att redigera <filename>/etc/clamav/clamd.conf</filename> och aktivera följande alternativ:

source: By default <application>ClamAV</application> will send log messages to <filename>/var/log/clamav/clamav.log</filename>.
es: De forma predeterminada <application>ClamAV</application> enviará mensajes de registro a <filename>/var/log/clamav/clamav.log</filename>.
it: <application>ClamAV</application>, in modo predefinito, invia i messaggi verso <filename>/var/log/clamav/clamav.log</filename>.
sv: Som standard skickar <application>ClamAV</application> logg meddelanden till <filename>/var/log/clamav/clamav.log</filename>.

source: After changing an applications log settings remember to restart the service for the new settings to take affect. Also, once the issue you are troubleshooting is resolved it is a good idea to change the log settings back to normal.
es: Después de cambiar las opciones de los registros de una aplicación, recuerde reiniciar el servicio para que los nuevos cambios surtan efecto. Además, cuando resuelva la incidencia que está intentando resolver, es una buena idea volver a establecer las opciones de los registros a su estado normal.
it: Dopo aver cambiato le impostazioni di registrazione di un'applicazione, ricordarsi di riavviare il servizio. Una volta risolto il problema, è buona norma ripristinare il livello di registrazioni originale.
sv: Efter att en applikations logg-inställningar har ändrats kom ihåg att starta om tjänsten för att de nya inställningarna skall träda i kraft. När problemet du felsöker är löst är det en bra idé att ändra tillbaka logg-inställningarna till ursprunglig nivå.

source: For more information on filtering mail see the following links:
es: Para mayor información acerca del filtrado de correos ver los siguientes enlaces:
it: Per maggiori informazioni sul filtraggio mail, consultare i seguenti indirizzi:
sv: För mer information om filtrera e-post, se följande länkar:

source: Amavisd-new Documentation
es: Documentación Amavisd-new
it: Documentazione di Amavisd-new
sv: Amavisd-new Dokumentation

source: <ulink url="http://www.clamav.org/doc/latest/html/">ClamAV Documentation</ulink> and <ulink url="http://wiki.clamav.net/Main/WebHome">ClamAV Wiki</ulink>
es: <ulink url="http://www.clamav.org/doc/latest/html/">Documentación de ClamAV</ulink> and <ulink url="http://wiki.clamav.net/Main/WebHome">Wiki de ClamAV</ulink>
it: <ulink url="http://www.clamav.org/doc/latest/html/">Documentation ClamAV</ulink> e il <ulink url="http://wiki.clamav.net/Main/WebHome">wiki di ClamAV</ulink>
sv: <ulink url="http://www.clamav.org/doc/latest/html/"> ClamAV Dokumentation</ulink> och <ulink url="http://wiki.clamav.net/Main/WebHome">ClamAV Wiki</ulink>

source: Pyzor Homepage
es: Página de inicio Pyzor
it: Sito web di Pyzor
sv: Pyzor hemsida

source: Razor Homepage
es: Página de inicio Razor
it: Sito web di Razor
sv: Razor hemsida

source: Also, feel free to ask questions in the <emphasis>#ubuntu-server</emphasis> IRC channel on <ulink url="http://freenode.net">freenode</ulink>.
es: También, siéntase libre de hacer preguntas en el canal IRC <emphasis>#ubuntu-server</emphasis> en <ulink url="http://freenode.net">freenode</ulink>.
it: È possibile anche porre le proprie domande nel canale IRC <emphasis>#ubuntu-server</emphasis> su <ulink url="http://freenode.net">freenode</ulink>.
sv: Det är också fritt fram att ställa frågor på IRC-kanalen <emphasis>#ubuntu-server</emphasis> på <ulink url="http://freenode.net">freenode</ulink>.

source: LAMP Applications
es: Aplicaciones LAMP
sv: LAMP Applikationer

source: LAMP installations (Linux + Apache + MySQL + PHP) are a popular setup for Ubuntu servers. There is a plethora of Open Source applications written using the LAMP application stack. Some popular LAMP applications are Wiki's, Content Management Systems, and Management Software such as phpMyAdmin.
es: Las instalaciones LAMP (Linux + Apache + MySQL + PHP) son una configuración popular para servidores Ubuntu. Hay una inmensidad de aplicaciones de código abierto escritas usando la pila de aplicación LAMP. Algunas de las más populares de ellas son Wikis, Sistemas de gestión de contenidos (CMS) y Gestión de software como puede ser phpMyAdmin.
sv: LAMP installationer (Linux + Apache + MySQL + PHP) är populära att sätta upp på Ubuntu serverar. Det finns mängder av applikationer baserade på öppen källkod som är skrivna genom att använda LAMP:s applikationsstack. Några populära LAMP-applikationer är Wiki's, innehållshanteringssystem och and hanteringsprogram såsom phpMyAdmin.

source: One advantage of LAMP is the substantial flexibility for different database, web server, and scripting languages. Popular substitutes for MySQL include Posgresql and SQLite. Python, Perl, and Ruby are also frequently used instead of PHP.
es: Una de las ventajas de LAMP es la flexibilidad substancial por cada lenguaje de programación, base de datos y servidor web que ofrece. Por ejemplo, sustitutos populares de MySQL son Posgresql y SQLite. Python, Perl y Ruby son también usados frecuentemente como alternativa a PHP.
sv: En fördel med LAMP är den stora flexibiliteten för olika databaser, webbservrar och skriptspråk. Populära substitut för MySQL omfattar Posgresql och SQLite. Python, Perl och Ruby används också ofta i stället för PHP.

source: The traditional way to install most <emphasis>LAMP</emphasis> applications is:
es: La forma tradicional de instalar la mayoría de las aplicaciones <emphasis>LAMP</emphasis> es:
sv: Det traditionella sättet att installera de flesta <emphasis>LAMP</emphasis>-applikationerna är:

source: Download an archive containing the application source files.
es: Descargue un archivo conteniendo los archivos fuente de aplicaciones.
sv: Ladda ner ett arkiv som innehåller applikationens källkodsfiler.

source: Unpack the archive, usually in a directory accessible to a web server.
es: Desempaquete el archivador, normalmente en un directorio accesible al servidor web.
sv: Packa upp arkivet, vanligt vis i en katalog med åtkomst från en webbserver.

source: Depending on where the source was extracted, configure a web browser to serve the files.
es: Dependiendo de la fuente de donde se extrajo, configurar un navegador web para servir a los archivos.
sv: Beroende på var källkoden blev extraherad, konfigurera en webbläsare till att försörja filerna.

source: Configure the application to connect to the database.
es: Configure la aplicación para conectar la base de datos.
sv: konfigurera applikationen till att ansluta till databasen.

source: Run a script, or browse to a page of the application, to install the database needed by the application.
es: Ejecute un guión, o navegue a la página de la aplicación para instalar la base de datos necesaria para la aplicación.
sv: Kör ett skript eller bläddra till en applikationssida, för att installera den för applikationen nödvändiga databasen.

source: Once the steps above, or similar steps, are completed you are ready to begin using the application.
es: Una vez que haya completado los pasos explicados (o pasos similares), estará listo para comenzar a utilizar la aplicación.
sv: När stegen ovan eller liknande steg, är avslutade är du redo att börja använda applikationen.
