Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: To manage hosts, you can add, edit, or remove hosts from <filename>/etc/hosts</filename> file. The file contains IP addresses and their corresponding hostnames. When your system tries to resolve a hostname to an IP address or determine the hostname for an IP address, it refers to the <filename>/etc/hosts</filename> file before using the name servers. If the IP address is listed in the <filename>/etc/hosts</filename> file, the name servers are not used. This behavior can be modified by editing <filename>/etc/nsswitch.conf</filename> at your peril.
es: Para gestionar anfitriones, puede agregar, editar o quitar anfitriones usando el archivo <filename>/etc/hosts</filename>. Este archivo contiene direcciones IP y sus nombres de anfitriones correspondientes. Cuando su sistema intenta convertir un nombre de anfitrión a una dirección IP o determinar el nombre del anfitrión correspondiente a una dirección IP, busca el archivo <filename>/etc/hosts</filename> antes de usar los servidores de nombres. Si la dirección IP está listada en el archivo <filename>/etc/hosts</filename>, no se usan los servidores de nombres. Este comportamiento puede modificarse editando <filename>/etc/nsswitch.conf</filename> a su riesgo.
it: Per la gestione degli host è possibile aggiungere, modificare o rimuovere gli host dal file <filename>/etc/hosts</filename>, contenente gli indirizzi IP e il corrispondente nome host. Quando il sistema cerca di risolvere un nome host in un indirizzo IP, o determinare il nome host di un indirizzo IP, fa riferimento al file <filename>/etc/hosts</filename> prima di usare i server dei nomi. Se l'indirizzo IP è presente in <filename>/etc/hosts</filename>, i server dei nomi non vengono nemmeno usati. Questo comportamento può essere cambiato modificando il file <filename>/etc/nsswitch.conf</filename> a seconda delle proprie esigenze.
sv: För att hantera värdar kan du lägga till, ändra, eller ta bort dem från filen <filename>/etc/hosts</filename>. Den här filen innehåller IP-adresserna och deras motsvarande värddatornamn. När ditt system försöker översätta ett värddatornamn till en IP-adress eller hitta värddatornamnet för en IP-adress, kommer den att leta i filen <filename>/etc/hosts</filename> innan den använder domänservrar. Om IP-adressen står i filen <filename>/etc/hosts</filename> kommer domänservrarna inte att användas. Det här beteendet går att ändra genom att på egen risk redigera <filename>/etc/nsswitch.conf</filename>.

source: If your network contains computers whose IP addresses are not listed in DNS, it is recommended that you add them to the <filename>/etc/hosts</filename> file.
es: Si su red contiene equipos cuyas direcciones IP no están listadas en el DNS, es recomendable que las añada en el archivo <filename>/etc/hosts</filename>.
it: Se la rete comprende dei computer i cui indirizzi IP non sono elencati nel DNS, è consigliabile aggiungerli al file <filename>/etc/hosts</filename>.
ko: 만약 여러분의 네트워크이 DNS에 나열되지 않은 IP 주소를 가지는 컴퓨터들을 가지고 있다면, 그것들을 <filename>/etc/hosts</filename> 파일에 추가하는 것을 권장 합니다.
pt: Se a sua rede contém computadores cujos endereços IP não estão listados em DNS, é recomendado que os adicione ao ficheiro <filename>/etc/hosts</filename>.
sv: Om ditt nätverk innehåller datorer vars IP-nummer inte listas i DNS:en rekommenderas du att lägger till dem i <filename>/etc/hosts</filename>.

source: Bridging
es: Puentear (Bridging)
sv: Överbrygga

source: Bridging multiple interfaces is a more advanced configuration, but is very useful in multiple scenarios. One scenario is setting up a bridge with multiple network interfaces, then using a firewall to filter traffic between two network segments. Another scenario is using bridge on a system with one interface to allow virtual machines direct access to the outside network. The following example covers the latter scenario.
es: Puentear múltiples interfaces es una opción de configuración avanzada, pero ampliamente usada en diversos escenarios. Uno es configurar un puente con varias interfaces de red y utilizar un cortafuegos para filtrar el tráfico entre dos segmentos de red. Otro escenario es utilizar un puente en un sistema con una interfaz para permitir a máquina virtuales acceder a la red externa. El siguiente ejemplo ilustra este último caso.
it: Il "bridging" di molteplici interfacce è una configurazione avanzata, ma utile in diversi scenari. Uno di questi scenari può consistere nel configurare un bridge con molteplici interfacce di rete e usare un firewall per filtrare il traffico tra due segmenti della rete. Un altro scenario consiste nell'usare un bridge su un sistema con una sola interfaccia per permettere alle macchine virtuali accesso diretto alla rete esterna. L'esempio che segue prende in considerazione quest'ultimo scenario.
sv: Överbrygga flera gränssnitt är en mer avancerad konfiguration, men det är mycket användbart i flera scenarier. Ett scenario är att inrätta en brygga med flera nätverksgränssnitt, därefter att med hjälp av en brandvägg filtrera trafiken mellan två nätsegment. Ett annat scenario är att använda en brygga i ett system med ett gränssnitt som tillåter virtuella maskiner att få direkt tillgång till nätet utanför. Följande exempel gäller det senare scenariot.

source: Before configuring a bridge you will need to install the <application>bridge-utils</application> package. To install the package, in a terminal enter:
es: Antes de configurar su puente, necesitará instalar el paquete <application>bridge-utils</application>. Para instalarlo, introduzca en una consola:
it: Prima di configurare un bridge è necessario installare il pacchetto <application>bridge-utils</application>. In un terminale digitare:
sv: Innan konfigureringen av bryggan behöver du installera paketet <application>bridge-utils</application>. För att installera paketet, skriv i en terminal:

source: Next, configure the bridge by editing <filename>/etc/network/interfaces</filename>:
es: Luego, configure el puente editando <filename>/etc/network/interfaces</filename>:
it: Configurare il bridge modificando il file <filename>/etc/network/interfaces</filename>:
sv: Nästa steg, konfigurera bryggan genom att redigera <filename>/etc/network/interfaces</filename>:

source: Enter the appropriate values for your physical interface and network.
es: Introduzca los valores apropiados para su interfaz física y de red.
it: Inserire i valori appropriati per la propria interfaccia di rete.
sv: Ange de riktiga värdena för ditt fysiska gränssnitt och nätverk.

source: Now restart networking to enable the bridge interface:
es: Ahora reinicie la red activando el interfaz del puente:
it: Riavviare la rete per abilitare il bridge sull'interfaccia:
sv: Starta nu om nätverket för att aktivera bryggans gränssnitt:

source: If setting up a bridge interface using Ubuntu Desktop Edition, or if <application>dhcdbd</application> is installed, the <application>dhcdbd</application> daemon will need to be stopped and disabled.
es: Si se está configurando una interfaz de puente en Ubuntu Desktop Edition, o si está instalado <application>dhcdbd</application>, será necesario detener y deshabilitar el demonio de <application>dhcdbd</application>.
it: Se si sta configurando un'interfaccia "bridge" usando la Ubuntu Desktop Edition oppure se <application>dhcdbd</application> è installato, il demone <application>dhcdbd</application> deve essere fermato e disabilitato.
sv: Om du använder Ubuntu Desktop Edition och konfigurerar ett brygg-gränssnitt eller om <application>dhcdbd</application> är installerat, då måste demonen <application>dhcdbd</application> stoppas och inaktiveras.

source: After configuring the bridge in <filename>/etc/network/interfaces</filename>, shutdown <application>dhcdbd</application> by:
es: Tras configurar el puente en <filename>/etc/network/interfaces</filename>, apague <application>dhcdbd</application> mediante:
it: Dopo aver configurato il "bridge" in <filename>/etc/network/interfaces</filename>, arrestare <application>dhcdbd</application>:
sv: Efter konfigureringen av bryggan i <filename>/etc/network/interfaces</filename>, avsluta <application>dhcdbd</application> genom:

source: Now to disable it from starting on boot enter:
es: Ahora, para que no se inicie durante el arranque, teclee:
it: Per fare in modo che non venga lanciato all'avvio, digitare:
sv: Inaktivera den från att startas under uppstarten, skriv:

source: The new bridge interface should now be up and running. The <application>brctl</application> provides useful information about the state of the bridge, controls which interfaces are part of the bridge, etc. See <command>man brctl</command> for more information.
es: La nueva interfaz de puente ahora está arriba y funcionando. <application>brctl</application> proporciona información útil sobre el estado del puente, controla que interfaces son parte de él, etc. Vea <command>man brctl</command> para más información.
it: La nuova interfaccia dovrebbe ora essere funzionante. L'applicazione <application>brctl</application> fornisce utili informazioni riguardo lo stato del bridge, controlla le interfacce che compongono il bridge, ecc... Per maggiori informazioni, consultare la pagina di manuale: <command>man brctl</command>.
sv: Det nya gränssnittet för bryggan skall nu vara igång. <application>brctl</application> tillhandahåller värdefull information om bryggans tillstånd, kontrollerar vilka gränssnitt som är en del av bryggan, etc. Se <command>man brctl</command> för mer information.

source: The <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man5/interfaces.5.html">interafaces man page</ulink> has details on more options for <filename>/etc/network/interfaces</filename>.
es: La <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man5/interfaces.5.html">página de manual de interfaces</ulink> tiene detalladas las opciones para <filename>/etc/network/interfaces</filename>.
sv: <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man5/interfaces.5.html">interafaces man-sida</ulink> har fler detaljer på fler alternativ för <filename>/etc/network/interfaces</filename>.

source: For more information on DNS client configuration see the <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man5/resolver.5.html">resolver man page</ulink>. Also, Chapter 6 of O'Reilly's <ulink url="http://oreilly.com/catalog/linag2/book/ch06.html">Linux Network Administrator's Guide</ulink> is a good source of resolver and name service configuration information.
es: Para obtener más información de la configuración de clientes DNS vea <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man5/resolver.5.html">la pagina de manual de resolver</ulink>.También, el capítulo 6 de la <ulink url="http://oreilly.com/catalog/linag2/book/ch06.html">Guia del Administrador de Redes Linux</ulink> es una buena fuente de resolver e información sobre la configuración de servicios de nombre.
sv: För mer information om konfiguratrionen av DNS-klienter se man-sidan för <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man5/resolver.5.html">resolver</ulink>. Dessutom, kapitel 6 i O'Reilly's <ulink url="http://oreilly.com/catalog/linag2/book/ch06.html">Linux Network Administrator's Guide</ulink> är en bra källa för information om resolver och namntjänstkonfigurering.

source: For more information on <emphasis>bridging</emphasis> see the <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man8/brctl.8.html">brctl man page</ulink> and the Linux Foundation's <ulink url="http://www.linuxfoundation.org/en/Net:Bridge">Net:Bridge</ulink> page.
es: Para más información sobre <emphasis>bridging</emphasis> consulte la <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man8/brctl.8.html">página de manual de brctl</ulink> y la página sobre <ulink url="http://www.linuxfoundation.org/en/Net:Bridge">Net:Bridge</ulink> de la Linux Foundation.
sv: För mer information om <emphasis>bryggor</emphasis> se man-sidan för <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man8/brctl.8.html">brctl</ulink> och Linux Foundation's <ulink url="http://www.linuxfoundation.org/en/Net:Bridge">Net:Bridge</ulink>-sida.

source: The Transmission Control Protocol and Internet Protocol (TCP/IP) is a standard set of protocols developed in the late 1970s by the Defense Advanced Research Projects Agency (DARPA) as a means of communication between different types of computers and computer networks. TCP/IP is the driving force of the Internet, and thus it is the most popular set of network protocols on Earth.
es: El Protocolo de Control de Transmisión y Protocolo Internet (Transmission Control Protocol and Internet Protocol, TCP/IP) es un juego de protocolos estandard desarrollados a finales de los 70 por el Defense Advanced Research Projects Agency (DARPA) como una forma de comunicarse entre diferentes tipo de equipos y redes. TCP/IP es el impulsor de Internet, y es el más popular juego de protocolos de red de la Tierra.
it: Il protocollo TCP/IP (Transmission Control Protocol e Internet Protocol) è un insieme standard di protocolli sviluppato nella seconda metà degli anni '70 dalla DARPA (Defence Advanced Research Project Agency) con lo scopo di permettere la comunicazione tra diversi tipi di computer e di reti di computer. TCP/IP è il motore di Internet, ecco perché è l'insieme di protocolli di rete più diffuso al mondo.
ko: Transmission Control Protocol and Internet Protocol (TCP/IP) 는 1970년대 후반에 Defense Advanced Research Projects Agency (DARPA) 에 의하여 개발된 프로토콜의 표준화된 규격이고 다른 종류의 컴퓨터와 컴퓨터 네트워크 간에 통신을 하기 위한 수단 입니다. TCP/IP 는 인터넷을 주도하는 힘이고, 그러므로 그것은 지구상의 네트워크 프로토콜 중에 가장 인기있는 규약 입니다.
pt: O <emphasis role="italics">Transmission Control Protocol</emphasis> e o <emphasis role="italics">Internet Protocol</emphasis> (TCP/IP) é um conjunto padrão de protocolos desenvolvido nos finais dos anos 70 pelo Defense Advanced Research Projects Agency (DARPA) como forma de comunicação entre diferentes tipos de computadores e redes de computadores. O TCP/IP é a força impulsionadora da Internet, e como tal este é o conjunto de protocolos mais populares da Terra.
sv: Protokollen Transmission Control Protocol och Internet Protocol (TCP/IP) är en standarduppsättning protokoll som utvecklades i slutet av 1970-talet av Defense Advanced Research Projects Agency (DARPA) som ett sätt för att kommunicera mellan olika datortyper och datornätverk. TCP/IP är det som ligger till grund för Internet, och är därför de vanligaste nätverksprotokollen i världen.

source: TCP/IP Introduction
es: Introducción a TCP/IP
it: Introduzione a TCP/IP
ko: TCP/IP 소개
pt: Introdução ao TCP/IP
sv: Introduktion till TCP/IP

source: The two protocol components of TCP/IP deal with different aspects of computer networking. <emphasis>Internet Protocol</emphasis>, the "IP" of TCP/IP is a connectionless protocol which deals only with network packet routing using the <emphasis role="italics">IP Datagram</emphasis> as the basic unit of networking information. The IP Datagram consists of a header followed by a message. The <emphasis> Transmission Control Protocol</emphasis> is the "TCP" of TCP/IP and enables network hosts to establish connections which may be used to exchange data streams. TCP also guarantees that the data between connections is delivered and that it arrives at one network host in the same order as sent from another network host.
es: Los dos protocolos componentes de TCP/IP se encargan de aspectos diferentes de la comunicación en red. El <emphasis>Protocolo Internet (Internet Protocol)</emphasis>, la parte «IP» del TCP/IP, es un protocolo sin conexión que se encarga únicamente de encaminar los paquetes de red usando como unidad básica de información el <emphasis role="italics">Datagrama IP</emphasis>. El Datagrama IP está formado por una cabecera seguido de un mensaje. El <emphasis>Protocolo de Control de Transmisión (Transmission Control Protocol)</emphasis>, es la parte «TCP» del TCP/IP y permite que los equipos de la red puedan establecer conexiones que luego podrán usarse para intercambiar flujos de datos. TCP, además, garantiza que los datos entre las conexiones se entregarán en su destino y que llegarán en el mismo orden en el que fueron enviados desde el otro equipo de la red.
it: I due protocolli che compongono TCP/IP, interagiscono con differenti aspetti di una rete. L'<emphasis>Internet Protocol</emphasis>, la parte "IP" di TCP/IP, è un protocollo privo di connessione che interagisce solamente con il routing dei pacchetti attraverso la rete, usando l'<emphasis role="italics">IP Datagram</emphasis> come unità di base delle informazioni che consiste in un'intestazione seguita da un messaggio. Il <emphasis>Transmission Control Protocol</emphasis>, la parte "TCP" di TCP/IP, consente agli host della rete di stabilire le connessioni che possono essere usate per scambiare dati. Inoltre, garantisce che i dati tra le connessioni siano consegnati correttamente e nello stesso ordine in cui sono stati inviati.
sv: De två delarna i TCP/IP hanterar olika delar av datornätverk. <emphasis>Internet Protocol</emphasis>, "IP"-delen av TCP/IP, är ett anslutningslöst protokoll som bara hanterar styrning av nätverkspaket genom att använda <emphasis role="italics">IP-datagram</emphasis> som den grundläggande enheten för nätverksinformation. IP-datagrammet består av ett huvud följt av ett meddelande. <emphasis>Transmission Control Protocol</emphasis> är "TCP"-delen av TCP/IP och låter nätverksvärdar upprätta anslutningar som kan användas för att utbyta dataströmmar. TCP garanterar även att datan som skickas mellan anslutningarna levereras och att den kommer fram till den andra datorn i samma ordning som den skickades från den första.

source: TCP/IP Configuration
es: Configuración de TCP/IP
it: Configurazione di TCP/IP
ko: TCP/IP 설정
pt: Configuração de TCP/IP
sv: Konfiguration av TCP/IP

source: The TCP/IP protocol configuration consists of several elements which must be set by editing the appropriate configuration files, or deploying solutions such as the Dynamic Host Configuration Protocol (DHCP) server which in turn, can be configured to provide the proper TCP/IP configuration settings to network clients automatically. These configuration values must be set correctly in order to facilitate the proper network operation of your Ubuntu system.
es: La configuración del protocolo TCP/IP consta de varios elementos que deben establecerse editando los archivos de configuración apropiados, o utilizando soluciones como el servidor de Protocolo de Configuración Dinámica de Hosts (Dynamic Host Configuration Protocol, DHCP) que, de hecho, puede configurarse para proporcionar automáticamente las opciones de configuración TCP/IP adecuadas para los clientes de la red. Esos valores de configuración deben establecerse adecuadamente para poder facilitar el correcto funcionamiento de la red en su sistema Ubuntu.
it: La configurazione del protocollo TCP/IP è composta da vari elementi che debbono essere impostati modificando gli appropriati file di configurazione oppure adottando soluzioni quali un server DHCP (Dynamic Host Configuration Protocol); tale server provvede ad assegnare automaticamente le corrette impostazioni di configurazione TCP/IP ai client della rete. Questi valori di configurazione debbono essere impostati correttamente per consentire al sistema Ubuntu di operare adeguatamente in rete.
ko: TCP/IP 프로토콜 설정은, 해당 설정 파일들을 편집하거나, 적당한 TCP/IP 설정 값을 네트워크 클라이언트에게 자동적으로 제공하기 위하여 사용하는 Dynamic Host Configuration Protocol (DHCP) 서버와 같은 솔루션을 적용하는 것에 의해, 반드시 지정되는 여러가지 요소로 구성 합니다. 이 설정 값들은 여러분의 우분투 시스템의 적절한 네트워크 동작의 편의를 위하여 반드시 정확하게 지정되어야 합니다.
pt: A configuração do protocolo TCP/IP consiste em vários elementos que devem ser ajustados editando os ficheiros apropriados, ou aplicando soluções tais como o servidor Dynamic Host Configuration Protocol (DHCP) que por sua vez pode ser configurado para fornecer as configurações de TCP/IP correctas ao cliente, automaticamente. Os dados desta configuração devem ser ajustados correctamente por forma a facilitar o correcto funcionamento na rede do seu sistema Ubuntu.
sv: Konfigurationen av TCP/IP består av flera delar som måste ställas in genom att ändra på lämpliga konfigurationsfiler, eller genom att använda en Dynamic Host Configuration Protocol-server (DHCP) som i sin tur kan konfigureras så att den ger alla nätverksklienter korrekta TCP/IP-inställningar automatiskt. De här konfigurationsvärdena måste ställas in ordentligt för att nätverksanvändning skall fungera på ditt Ubuntu-system.

source: <emphasis role="bold">IP address</emphasis> The IP address is a unique identifying string expressed as four decimal numbers ranging from zero (0) to two-hundred and fifty-five (255), separated by periods, with each of the four numbers representing eight (8) bits of the address for a total length of thirty-two (32) bits for the whole address. This format is called <emphasis>dotted quad notation</emphasis>.
es: <emphasis role="bold">Dirección IP</emphasis> La dirección IP es una cadena de identificación única expresada como cuatro números decimales que van desde 0 hasta 255, separados por puntos, donde cada uno de los cuatro números representan 8 bits de la dirección, de un total de 32 bits para la dirección completa. Este formato se denomina <emphasis>notación cuádruple con puntos</emphasis>.
it: <emphasis role="bold">Indirizzo IP</emphasis>: l'indirizzo IP è una stringa d'identificazione unica, espressa da quattro numeri decimali compresi tra zero (0) e duecentocinquantacinque (255), separati da punti; ciascuno dei quattro numeri rappresenta otto (8) bit dell'indirizzo per una lunghezza totale di trentadue (32) bit per l'indirizzo completo. Questo formato è detto <emphasis>notazione decimale a punti</emphasis>.
ko: <emphasis role="bold">IP 주소</emphasis> IP 주소는, 점으로 구분되는 네 개의 0부터 255까지의 십진수 범위의 숫자들이고, 각각의 네 숫자는 전체 주소를 위한 총 32 bits의 8 bits 주소를 표현하는, 유일한 식별자 입니다. 이러한 형식은 <emphasis>dotted quad notation</emphasis> 라 불립니다.
pt: <emphasis role="bold">Endereço IP</emphasis> O endereço IP é um identificador único apresentado como quatro números decimais limitados entre zero (0) e duzentos e cinquenta e cinco (255), separados por pontos (.), cada um dos quatro números reprensenta oito (8) bits do endereço, para um comprimento total do endereço de trinta e dois (32) bits. Este formato é chamado <emphasis>dotted quad notation</emphasis>.
sv: <emphasis role="bold">IP-adress</emphasis> IP-adressen är en unik identifieringssträng uttryckt som fyra decimaltal som sträcker sig från noll (0) till tvåhundrafemtiofem (255), avskilda med punkter. Vart och ett av talen representerar åtta (8) bitar av adressen, vilket gör att den totalt blir trettiotvå (32) bitar. Det här formatet kallas <emphasis>dotted quad notation</emphasis>.
