Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Finally, restart Samba for the new settings to take effect:
es: Finalmente, reinicie Samba para que la nueva configuración tenga efecto:
it: Riavviare Samba affinché le nuove impostazioni abbiano effetto:
sv: Till sist, starta om Samba för att de nya inställningarna skall få effekt:

source: Now when connecting to the shared directories or printers you should be prompted for a username and password.
es: Ahora, cuando se conecte a los directorios o impresoras compartidas, se le solicitará un nombre de usuario y una contraseña.
it: Ora, collegandosi alle directory o alle stampanti condivise, verranno richiesti il nome utente e la password.
sv: När du nu ansluter till en delad katalog eller skrivare skall du bli tillfrågad efter ett användarnamn och lösenord.

source: If you choose to map a network drive to the share you can check the <quote>Reconnect at Logon</quote> check box, which will require you to only enter the username and password once, at least until the password changes.
es: Si decide asignar una unidad de red al recurso compartido, puede marcar la casilla <quote>Volver a conectar al inicio de sesión</ quote>, lo que sólo le exigirá introducir el nombre de usuario y la contraseña una única vez, por lo menos hasta que la contraseña cambie.
it: Se si sceglie di mappare un drive di rete alla condivisione, selezionare la casella di spunta <quote>Reconnect at Logon</quote> affinché sia possibile inserire nome utente e password solo una volta, almeno finché la password non viene cambiata.
sv: Om du väljer att ansluta en nätverksdisk till delningen, kan du markera kryssrutan <quote>återanslut vid inloggning</quote>, vilket medför att du endast anger användarnamn och lösenord en gång, eller tills lösenordet ändrats.

source: Share Security
es: Compartir seguridad
it: Livello di sicurezza condivisione
sv: Delningsäkerhet

source: There are several options available to increase the security for each individual shared directory. Using the <emphasis>[share]</emphasis> example, this section will cover some common options.
es: Hay varias opciones disponibles para aumentar la seguridad de cada directorio compartido en particular. Usando el ejemplo <emphasis>[share]</emphasis>, esta sección cubre algunas opciones comunes.
it: Ci sono diverse opzioni disponibili per aumentare la sicurezza di ogni singola directory condivisa. Facendo uso dell'esempio <emphasis>[share]</emphasis>, questa sezione illustra alcune di queste opzioni.
sv: Det finns flera möjliga alternativ till att utöka säkerheten för varje enskild delad katalog. Genom att använda modellen <emphasis>[share]</emphasis> kommer detta avsnitt att behandla några av de vanligaste konfigurationsalternativen.

source: Groups
es: Grupos
it: Gruppi
ko: 그룹
pt: Grupos
sv: Grupper

source: Groups define a collection of computers or users which have a common level of access to particular network resources and offer a level of granularity in controlling access to such resources. For example, if a group <emphasis role="italic">qa</emphasis> is defined and contains the users <emphasis role="italic">freda</emphasis>, <emphasis role="italic">danika</emphasis>, and <emphasis role="italic">rob</emphasis> and a second group <emphasis role="italic">support</emphasis> is defined and consists of users <emphasis role="italic">danika</emphasis>, <emphasis role="italic">jeremy</emphasis>, and <emphasis role="italic">vincent</emphasis> then certain network resources configured to allow access by the <emphasis role="italic">qa</emphasis> group will subsequently enable access by freda, danika, and rob, but not jeremy or vincent. Since the user <emphasis role="italic">danika</emphasis> belongs to both the <emphasis role="italic">qa</emphasis> and <emphasis role="italic">support</emphasis> groups, she will be able to access resources configured for access by both groups, whereas all other users will have only access to resources explicitly allowing the group they are part of.
es: Los grupos definen una colección de equipos o usuarios que tienen un nivel común de acceso a recursos de red particulares, y proporcionan un nivel de granularidad para controlar el acceso a tales recursos. Por ejemplo, si se define un grupo <emphasis role="italic">qa</emphasis> que contiene los usuarios <emphasis role="italic">freda</emphasis>, <emphasis role="italic">danika</emphasis> y <emphasis role="italic">rob</emphasis>, y se define un segundo grupo <emphasis role="italic">soporte</emphasis> con los usuarios <emphasis role="italic">danika</emphasis>, <emphasis role="italic">jeremy</emphasis> y <emphasis role="italic">vincent</emphasis>, entonces los recursos de red configurados para permitir el acceso al grupo <emphasis role="italic">qa</emphasis> habilitarán en consecuencia el acceso a los usuarios freda, danika y rob, pero no a jeremy ni a vincent. Como el usuario <emphasis role="italic">danika</emphasis> pertenece a los dos grupos <emphasis role="italic">qa</emphasis> y <emphasis role="italic">support</emphasis> simultáneamente, podrá acceder a los recursos configurados para poder ser accedidos desde ambos grupos, mientras que los demás usuarios sólo tendrán acceso a los recursos para los que explícitamente tengan acceso los grupos a los que pertenecen tales usuarios.
it: I gruppi definiscono un insieme di computer e utenti che godono dei medesimi privilegi di accesso alle risorse condivise, offrendo un alto livello di controllo di questi accessi. Per esempio, se il gruppo <emphasis role="italic">qa</emphasis> contiene gli utenti <emphasis role="italic">freda</emphasis>, <emphasis role="italic">danika</emphasis> e <emphasis role="italic">rob</emphasis> e viene definito il secondo gruppo <emphasis role="italic">support</emphasis> che contiene gli utenti <emphasis role="italic">danika</emphasis>, <emphasis role="italic">jeremy</emphasis> e <emphasis role="italic">vincent</emphasis>, allora alcune risorse di rete impostate per concedere l'accesso al gruppo <emphasis role="italic">qa</emphasis> concedono automaticamente l'accesso anche agli utenti freda, danika e rob, mentre lo negano a jeremy o vincent. Dal momento che l'utente <emphasis role="italic">danika</emphasis> è membro di entrambi i gruppi <emphasis role="italic">qa</emphasis> e <emphasis role="italic">support</emphasis> potrà accedere a tutte le risorse condivise il cui accesso è stato concesso a entrambi i gruppi, gli altri utenti avranno accesso alle risorse esplicitamente assegnate al gruppo di appartenenza.
ko: 그룹은 특정 네트워크 자원을 접근하는 공통적인 등급을 가지는 컴퓨터 또는 사용자의 집합을 지정하고 그러한 네트워크 자원으로 접근하는 것을 관리하는 선별 정도의 등급을 제공 합니다. 예를 들어, 그룹 <emphasis role="italic">qa</emphasis> 가 지정되었고 사용자 <emphasis role="italic">freda</emphasis>, <emphasis role="italic">danika</emphasis>, 그리고 <emphasis role="italic">rob</emphasis> 을 포함하고 있고, 두 번째 그룹 <emphasis role="italic">support</emphasis> 가 지정되었고 사용자 <emphasis role="italic">danika</emphasis>, <emphasis role="italic">jeremy</emphasis>, 그리고 <emphasis role="italic">vincent</emphasis> 로 구성된다면, 특정 네트워크 자원은 <emphasis role="italic">qa</emphasis> 그룹에 의해 접근되는 것을 허용하기 위하여 설정될 수 있고 그 결과로 freda, danika, rob은 접근이 허용되지만 jeremy 또는 vincent는 접근을 할 수 없게 됩니다. 사용자 <emphasis role="italic">danika</emphasis> 는 <emphasis role="italic">qa</emphasis> 와 <emphasis role="italic">support</emphasis> 그룹 양쪽 모두에 속하므로, 그녀는 양쪽 그룹에 의한 접근을 위하여 설정되는 자원을 사용할 수 있게되고, 모든 다른 사용자들은 그들이 속하는 그룹에게 명시적으로 허용한 자원만을 사용하게 됩니다.
pt: Os Grupos definem um conjunto de computadores ou de utilizadores com um nível de acesso comum a um recurso particular da rede e oferece um nível de granularidade no controlo de acesso a esses recursos. Por exemplo, se um grupo <emphasis role="italic">qa</emphasis> estiver definido e contiver os utilizadores <emphasis role="italic">freda</emphasis>, <emphasis role="italic">danika</emphasis>, e <emphasis role="italic">rob</emphasis>, e um segundo grupo <emphasis role="italic">support</emphasis> estiver definido e contiver os utilizadores <emphasis role="italic">danika</emphasis>, <emphasis role="italic">jeremy</emphasis> e <emphasis role="italic">vincent</emphasis>, então alguns recursos de rede configurados para permitirem o acesso pelo grupo <emphasis role="italic">qa</emphasis> permitirão o acesso de freda, danika, e rob, mas não de jeremy ou vincent. Dado que a utilizadora <emphasis role="italic">danika</emphasis> pertence a ambos os grupos, <emphasis role="italic">qa</emphasis> e <emphasis role="italic">support</emphasis>role="italic">support</emphasis>, ela poderá aceder aos recursos configurados para os dois grupos, enquanto todos os outros utilizadores só terão acesso aos recursos que explicitamente permitirem o acesso do grupo ao qual pertencem.
sv: En grupp är en samling av datorer eller användare som har samma rättighetsnivåer till vissa nätverksresurser och ger dig lite möjligheten att kontrollera tillgång till resurser lite mindre finkornigt. Om till exempel en grupp som heter <emphasis role="italic">qa</emphasis> definieras och innehåller användarna <emphasis role="italic">freda</emphasis>, <emphasis role="italic">danika</emphasis> och <emphasis role="italic">rob</emphasis> och en annan grupp vid namn <emphasis role="italic">support</emphasis> skapas med användarna <emphasis role="italic">danika</emphasis>, <emphasis role="italic">jeremy</emphasis> och <emphasis role="italic">vincent</emphasis> kommer nätverksresurser som konfigureras för att släppa in gruppen <emphasis role="italic">qa</emphasis> följaktligen släppa in freda, danika och rob, men inte jeremy eller vincent. Eftersom användaren <emphasis role="italic">danika</emphasis> tillhör både gruppen <emphasis role="italic">qa</emphasis> och <emphasis role="italic">support</emphasis> kommer hon att kunna komma åt nätverksresurser som släpper in användare från vilken som av grupperna, medans alla andra användare bara kommer att ha tillgång till nätverksresurser som just deras grupp har tillgång till.

source: By default Samba looks for the local system groups defined in <filename>/etc/group</filename> to determine which users belong to which groups. For more information on adding and removing users from groups see <xref linkend="adding-deleting-users"/>.
es: De forma predeterminada, Samba comprueba los grupos del sistema local registrados en <filename>/etc/group</filename> para determinar qué usuarios pertenecen a qué grupos. Para más información sobre cómo añadir a y quitar usuarios de ciertos grupos, consulte <xref linkend="adding-deleting-users"/>.
it: Samba, in modo predefinito, controlla i gruppi di sistema locali definiti in <filename>/etc/group</filename> per determinare quali utenti appartengono a quali gruppi. Per maggiori informazioni su come aggiungere o rimuovere gruppi, consultare <xref linkend="adding-deleting-users"/>.
sv: Normalt tittar Samba efter den lokala systemgruppen som är definierad i <filename>/etc/group</filename> för att bestämma vilka användare som tillhör en viss grupp. För mer information om att lägga till och ta bort användare från grupper, se <xref linkend="adding-deleting-users"/>.

source: When defining groups in the Samba configuration file, <filename>/etc/samba/smb.conf</filename>, the recognized syntax is to preface the group name with an "@" symbol. For example, if you wished to define a group named <emphasis role="italic">sysadmin</emphasis> in a certain section of the <filename>/etc/samba/smb.conf</filename>, you would do so by entering the group name as <emphasis role="bold">@sysadmin</emphasis>.
es: Cuando se definen grupos en el archivo de configuración de Samba, <filename>/etc/samba/smb.conf</filename>, la sintaxis correcta es anteponer al nombre del grupo el símbolo «@». Por ejemplo, si desea definir un grupo llamado <emphasis role="italic">sysadmin</emphasis> en una determinada sección del archivo <filename>/etc/samba/smb.conf</filename>, podrá hacerlo simplemente introduciendo el nombre del grupo como <emphasis role="bold">@sysadmin</emphasis>.
it: Quando si definiscono i gruppi nel file di configurazione di Samba, <filename>/etc/samba/smb.conf</filename>, la sintassi predefinita è quella di usare il prefisso "@" col nome del gruppo. Per esempio, per definire il gruppo <emphasis role="italic">sysadmin</emphasis> in una sezione del file <filename>/etc/samba/smb.conf</filename>, bisogna inserire il nome del gruppo come <emphasis role="bold">@sysadmin</emphasis>.
sv: När du definierar grupper i Sambas konfigurationsfil, <filename>/etc/samba/smb.conf</filename>, är den vedertagna syntaxen att inleda gruppnamnet med symbolen "@". Till exempel, om du vill definiera en grupp med namnet <emphasis role="italic">sysadmin</emphasis> i ett givet avsnitt av <filename>/etc/samba/smb.conf</filename>, skall du göra det genom att ange gruppnamnet som <emphasis role="bold">@sysadmin</emphasis>.

source: File Permissions
es: Permisos de archivo
it: Permessi dei file
ko: 파일 접근 권한
pt: Permissões de Ficheiros
sv: Filrättigheter

source: File Permissions define the explicit rights a computer or user has to a particular directory, file, or set of files. Such permissions may be defined by editing the <filename>/etc/samba/smb.conf</filename> file and specifying the explicit permissions of a defined file share.
es: Los permisos de archivos definen los derechos explícitos que un equipo o usuario poseen sobre un directorio, archivo o conjunto de archivos en particular. Tales permisos deben definirse editando archivo el <filename>/etc/samba/smb.conf</filename> y especificando los permisos explícitos de un recurso compartido concreto.
it: I permessi dei file definiscono i diritti che un computer o un utente ha su una particolare directory, file o insieme di file. Tali permessi possono essere definiti modificando il file <filename>/etc/samba/smb.conf</filename> e specificando i permessi di una condivisione definita.
sv: Filrättigheter definierar tydliga rättigheter en dator eller användare har till en bestämd fil eller uppsättning filer. Sådana rättigheter kan definieras genom att redigera filen <filename>/etc/samba/smb.conf</filename> och specificera tydliga rättigheter av en definierad fildelning.

source: For example, if you have defined a Samba share called <emphasis>share</emphasis> and wish to give <emphasis role="italic">read-only</emphasis> permissions to the group of users known as <emphasis role="italic">qa</emphasis>, but wanted to allow writing to the share by the group called <emphasis role="italic">sysadmin</emphasis> and the user named <emphasis role="italic">vincent</emphasis>, then you could edit the <filename>/etc/samba/smb.conf</filename> file, and add the following entries under the <emphasis>[share]</emphasis> entry:
es: Por ejemplo, si ha definido un recurso compartido de Samba llamado <emphasis>share</emphasis> y desea conceder permisos de <emphasis role="italic">sólo lectura</emphasis> al grupo de usuarios llamado <emphasis role="italic">qa</emphasis>, pero quiere permitir la escritura en el recurso al grupo llamado <emphasis role="italic">sysadmin</emphasis> y al usuario llamado <emphasis role="italic">vincent</emphasis>, deberá editar el archivo <filename>/etc/samba/smb.conf</filename> y añadir las entradas siguientes a continuación de la línea <emphasis>[share]</emphasis>:
it: Per esempio, se è stata definita una condivisione Samba chiamata <emphasis>share</emphasis> e si vuole dare il permesso di <emphasis role="italic">sola lettura</emphasis> al gruppo di utenti conosciuto come <emphasis role="italic">qa</emphasis>, ma si vuole concedere permesso di scrittura sulla condivisione al gruppo <emphasis role="italic">sysadmin</emphasis> e all'utente <emphasis role="italic">vincent</emphasis>, modificare il file <filename>/etc/samba/smb.conf</filename> e aggiungere quanto segue al di sotto della sezione <emphasis>[share]</emphasis>:
sv: Till exempel, om du har definierat en Samba-delning som heter <emphasis>share</emphasis> och vill tilldela rättigheten <emphasis role="italic">read-only</emphasis> till gruppen av användare kända som <emphasis role="italic">qa</emphasis>, men vill tillåta skrivning till delningen av gruppen som heter <emphasis role="italic">sysadmin</emphasis> och användaren med namnet <emphasis role="italic">vincent</emphasis>, då kan du redigera filen <filename>/etc/samba/smb.conf</filename> och lägga till följande rader under noteringen <emphasis>[share]</emphasis>:

source: Another possible Samba permission is to declare <emphasis>administrative</emphasis> permissions to a particular shared resource. Users having administrative permissions may read, write, or modify any information contained in the resource the user has been given explicit administrative permissions to.
es: Otro permiso que puede usarse en Samba es declarar permisos <emphasis>administrativos</emphasis> sobre un determinado recurso compartido. Los usuarios que posean permisos administrativos podrán leer, escribir o modificar cualquier información contenida en el recurso para el que el usuario tenga concedidos permisos administrativos explícitos.
it: Un altro possibile permesso con Samba consente di usare i permessi <emphasis>amministrativi</emphasis> su una particolare risorsa condivisa. Gli utenti con permessi amministrativi possono leggere, scrivere o modificare qualsiasi informazione all'interno della risorsa per cui sono stati abilitati.
sv: En annan möjlig Samba-rättighet är att deklarera <emphasis>administrativa</emphasis> rättigheter till en särskild delad resurs. Användare med administrativa rättigheter kan läsa, skriva eller ändra information som finns i resursen som användaren har särskilda rättigheter till.

source: For example, if you wanted to give the user <emphasis role="italic">melissa</emphasis> administrative permissions to the <emphasis role="italic">share</emphasis> example, you would edit the <filename>/etc/samba/smb.conf</filename> file, and add the following line under the <emphasis>[share]</emphasis> entry:
es: Por ejemplo, si desea dar al usuario <emphasis role="italic">ana</emphasis> permisos administrativos para el recurso <emphasis role="italic">share</emphasis>, deberá editar el archivo <filename>/etc/samba/smb.conf</filename> y añadir la siguiente línea bajo la entrada <emphasis>[share]</emphasis>:
it: Per esempio, per concedere all'utente <emphasis role="italic">melissa</emphasis> permessi amministrativi all'interno dell'esempio <emphasis role="italic">share</emphasis>, modificare il file <filename>/etc/samba/smb.conf</filename> e aggiungere quanto segue al di sotto della sezione <emphasis>[share]</emphasis>:
sv: Till exempel, om du vill ge användaren <emphasis role="italic">melissa</emphasis> administrativa rättigheter till modellen <emphasis role="italic">share</emphasis>, kan du redigera filen <filename>/etc/samba/smb.conf</filename>, och lägga till följande rad under noteringen <emphasis>[share]</emphasis>:

source: admin users = melissa
es: admin users = ana

source: After editing <filename>/etc/samba/smb.conf</filename>, restart Samba for the changes to take effect:
es: Después de editar <filename>/etc/samba/smb.conf</filename>, reinicie Samba para que los cambios tengan efecto:
it: Modificato il file <filename>/etc/samba/smb.conf</filename>, riavviare Samba affinché le modifiche abbiano effetto:
sv: Efter redigering av <filename>/etc/samba/smb.conf</filename>, starta om Samba för att ändringarna skall få effekt:

source: For the <emphasis>read list</emphasis> and <emphasis>write list</emphasis> to work the Samba security mode must <emphasis>not</emphasis> be set to <emphasis role="italic">security = share</emphasis>
es: Para que <emphasis>read list</emphasis> y <emphasis>write list</emphasis> funcionen, el modo de seguridad de Samba <emphasis>no</emphasis> debe estar establecido a <emphasis role="italic">security = share</emphasis>.
it: Affinché <emphasis>read list</emphasis> e <emphasis>write list</emphasis> funzionino, il modello di sicurezza di Samba <emphasis>non</emphasis> deve essere impostato a <emphasis role="italic">security = share</emphasis>
sv: Om <emphasis>read list</emphasis> och <emphasis>write list</emphasis> skall fungera skall inte Sambas säkerhetsläge <emphasis>not</emphasis> sättas till <emphasis role="italic">security = share</emph

source: Now that Samba has been configured to limit which groups have access to the shared directory, the filesystem permissions need to be updated.
es: Ahora que Samba ha sido configurado para limitar qué grupos tienen acceso al directorio compartido, se necesitan actualizar los permisos del sistema de archivos.
it: Ora che Samba è stato configurato per limitare quali gruppi hanno accesso alla directory condivisa, è necessario aggiornare i permessi del file system.
sv: Nu när Samba är konfigurerat till att begränsa vilka grupper som har rättighet att komma åt delade kataloger, måste filsystemets rättigheter uppdateras.

source: Traditional Linux file permissions do not map well to Windows NT Access Control Lists (ACLs). Fortunately POSIX ACLs are available on Ubuntu servers providing more fine grained control. For example, to enable ACLs on <filename>/srv</filename> an EXT3 filesystem, edit <filename>/etc/fstab</filename> adding the <emphasis>acl</emphasis> option:
es: Los permisos de archivo tradicionales en Linux no se corresponden bien con las listas de control de acceso (ACLs) de Windows NT. Afortunadamente, los servidores Ubuntu proporcionan ACLs POSIX, lo que ofrece un control más fino. Por ejemplo, para habilitar ACLs en <filename>/srv</filename> (un sistema de archivos EXT3), edite <filename>/etc/fstab</filename> añadiendo la opción <emphasis>acl</emphasis>:
it: Il sistema dei permessi sui file di Linux non funziona correttamente con le ACL (Access Control List) di Windows NT. In questi casi, nei server Ubuntu, sono disponibili le ACL POSIX che forniscono un controllo più fine. Per esempio, per abilitare le ACL su <filename>/srv</filename> con file system ext3, modificare il file <filename>/etc/fstab</filename> aggiungendo l'opzione <emphasis>acl</emphasis>:
sv: Traditionella filrättigheter i Linux fördelas inte bra till Windows NT åtkomstlistor (ACLs). Lyckligtvis finns POSIX ACLs tillgängligt på Ubuntu-server för en mer finkornig kontroll. Till exempel, för att aktivera ACLs på <filename>/srv</filename> i ett EXT3-filsystem, redigera <filename>/etc/fstab</filename> och lägg till alternativet <emphasis>acl</emphasis>:

source: Then remount the partition:
es: Ahora vuelva a montar la partición:
it: Quindi montare nuovamente la partizione:
sv: Återmontera därefter partitionen

source: The above example assumes <filename>/srv</filename> on a separate partition. If <filename>/srv</filename>, or wherever you have configured your share path, is part of the <filename>/</filename> partition a reboot may be required.
es: El ejemplo anterior supone que <filename>/srv</filename> va en una partición separado. Si <filename>/srv</filename> (o a donde sea que haya configurado su ruta compartida) forma parte de la partición <filename>/</filename>, puede que se necesite reiniciar el sistema.
it: L'esempio precedente assume che <filename>/srv</filename> sia in una partizione separata. Se <filename>/srv</filename> o qualsiasi sia il percorso di condivisione, fa parte della partizione <filename>/</filename>, potrebbe essere necessario riavviare il sistema.
sv: Ovanstående exempel förutsätter att <filename>/srv</filename> är en separat partition. Om <filename>/srv</filename>, eller varhelst du har konfigurerat din delade sökväg, är en del av partitionen <filename>/</filename> kan en omstart vara nödvändig.
