Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Apache Web Servers are often used in combination with the <application>MySQL</application> database engine, the HyperText Preprocessor (<application>PHP</application>) scripting language, and other popular scripting languages such as <application>Python</application> and <application>Perl</application>. This configuration is termed LAMP (Linux, Apache, MySQL and Perl/Python/PHP) and forms a powerful and robust platform for the development and deployment of Web-based applications.
es: Los servidores web Apache a menudo se usan en combinación con el motor de bases de datos <application>MySQL</application>, el lenguaje de scripting <application>PHP</application>, y otros lenguajes de scripting populares como <application>Python</application> y <application>Perl</application>. Esta configuración se denomina LAMP (Linux, Apache, MySQL y Perl/Python/PHP) y conforma una potente y robusta plataforma para el desarrollo y distribución de aplicaciones basadas en la web.
it: I server web Apache vengono comunemente usati in combinazione con il motore di database <application>MySQL</application>, il linguaggio di script per la pre-elaborazione dell'ipertesto <application>PHP</application> (Pre-processor Hyper Text) e altri noti linguaggi di script come <application>Python</application> e <application>Perl</application>. Questa configurazione viene denominata LAMP (Linux, Apache, MYSQL e Perl/Phyton/PHP) e costituisce una piattaforma robusta e potente per lo sviluppo e l'installazione di applicazioni basate sul web.
ko: 아파치 웹 서버는 <application>MySQL</application> 데이타베이스 엔진, HyperText Preprocessor (<application>PHP</application>) 스크립트 언어, 그리고 <application>Python</application>과 <application>Perl</application>과 같은 다른 인기있는 스크립트 언어들과 함께 종종 사용되어 집니다. 이런 설정을 LAMP (Linux, Apache, MySQL 과 Perl/Python/PHP)라 명명하고, 이것은 웹 기반의 프로그램을 개발하고 이행하기 위한 강력하고 튼튼한 플랫폼을 구성 합니다.
pt: Os servidores de Web Apache são frequentemente utilizados conjuntamente com o motor de base de dados <application>MySQL</application>, a linguagem HyperText Preprocessor (<application>PHP</application>), e outras linguagens populares como <application>Python</application> e <application>Perl</application>. Esta configuração é designada por LAMP (Linux, Apache, MySQL and Perl/Python/PHP) e constitui uma plataforma poderosa e robusta para o desenvolvimento e distribuição de aplicações baseadas na Web.
sv: Apache webbservrar används ofta tillsammans med databasen <application>MySQL</application>, skriptspråket HyperText Preprocessor (<application>PHP</application>) och andra populära skriptspråk som <application>Python</application> och <application>Perl</application>. Den här konfigurationen kallas för LAMP (Linux, Apache, MySQL och Perl/Python/PHP) och utgör en kraftfull och robust plattform för utveckling och utrullning av webbaserade program.

source: The Apache2 web server is available in Ubuntu Linux. To install Apache2:
es: El servidor web Apache2 está disponible en Ubuntu Linux. Para instalar Apache2:
it: Il server web Apache2 è disponibile in Ubuntu Linux. Per installarlo:
ko: 아파치2 웹 서버는 우분투 리눅스에서 사용 가능합니다. 아파치2를 설치하려면:
pt: O servidor web Apache2 está disponível no Ubuntu Linux. Para instalar o Apache2:
sv: Webbservern Apache2 finns tillgänglig i Ubuntu Linux. För att installera Apache2:

source: At a terminal prompt enter the following command:
es: En un terminal introduzca el siguiente comando:
it: Al prompt di un terminale, eseguire il seguente comando:
sv: Från en terminalprompt ange följande kommando:

source: Apache2 is configured by placing <emphasis>directives</emphasis> in plain text configuration files. The configuration files are separated between the following files and directories:
es: Apache2 se configura poniendo <emphasis>directivas</emphasis> en archivos de configuración de texto plano. Los archivos de configuración están repartidos entre los siguientes archivos y directorios:
sv: Apache2 konfigureras genom att placera <emphasis>direktiv</emphasis> i rena text-konfigurationsfiler. Konfigurationsfilerna separeras mellan följande filer och kataloger:

source: <emphasis>apache2.conf:</emphasis> the main Apache2 configuration file. Contains settings that are <emphasis>global</emphasis> to Apache2.
es: <emphasis>apache2.conf:</emphasis> el archivo de configuración principal de Apache2. Contiene opciones que son <emphasis>globales</emphasis> para Apache2.
sv: <emphasis>apache2.conf:</emphasis> är huvudkonfigurationsfilen för Apache2. Innehåller <emphasis>globala</emphasis> inställningar till Apache2.

source: <emphasis>conf.d:</emphasis> contains configuration files which apply <emphasis>globally</emphasis> to Apache. Other packages that use Apache2 to serve content may add files, or symlinks, to this directory.
es: <emphasis>conf.d:</emphasis> contiene los archivos de configuración que se aplican <emphasis>globalmente</emphasis> a Apache. Otros paquetes que use Apache2 para proporcionar contenidos pueden añadir archivos o enlaces simbólicos a este directorio.
sv: <emphasis>conf.d:</emphasis> innehåller konfigurationsfiler som appliceras <emphasis>globalt</emphasis> till Apache. Andra paket som använder Apache2 för att delge innehåll kan lägga till filer eller symboliska länkar till den här katalogen.

source: <emphasis>envvars:</emphasis> file where Apache2 <emphasis>environment</emphasis> variables are set.
es: <emphasis>envvars:</emphasis> archivo en el que se establecen las variables de <emphasis>entorno</emphasis> de Apache2.
sv: <emphasis>envvars:</emphasis> fil där Apache2 <emphasis>miljövariablar</emphasis> sätts.

source: <emphasis>httpd.conf:</emphasis> historically the main Apache2 configuration file, named after the <application>httpd</application> daemon. The file can be used for <emphasis>user specific</emphasis> configuration options that globally effect Apache2.
es: <emphasis>httpd.conf:</emphasis> históricamente era el archivo de configuración principal de Apache2, llamado así por el demonio <application>httpd</application>. El archivo puede usarse para las opciones de configuración <emphasis>específicas de usuario</emphasis> que afecten globalmente a Apache2.
sv: <emphasis>httpd.conf:</emphasis> Historiskt sätt huvudkonfigurationsfilen för Apache2, döpt efter demonen <application>httpd</application>. Filen kan användas för <emphasis>användarspecifika</emphasis> konfigurationsalternativ som har en global påverkan på Apache2.

source: <emphasis>mods-available:</emphasis> this directory contains configuration files to both load <emphasis>modules</emphasis> and configure them. Not all modules will have specific configuration files, however.
es: <emphasis>mods-available:</emphasis> este directorio contiene los archivos de configuración para cargar <emphasis>módulos</emphasis> y configurarlos. No obstante, no todos los módulos tienen archivos de configuración específicos.
sv: <emphasis>mods-available:</emphasis> denna katalog innehåller konfigurationsfiler till att både ladda <emphasis>moduler</emphasis> och konfigurera dem. Däremot har inte alla moduler specifika konfigurationsfiler.

source: <emphasis>mods-enabled:</emphasis> holds <emphasis>symlinks</emphasis> to the files in <filename>/etc/apache2/mods-available</filename>. When a module configuration file is symlinked it will be enabled the next time <application>apache2</application> is restarted.
es: <emphasis>mods-enabled:</emphasis> mantiene <emphasis>enlaces simbólicos</emphasis> a los archivos situados en <filename>/etc/apache2/mods-available</filename>. Cuando se cree aquí un enlace simbólico al archivo de configuración de un módulo, éste se habilitará la próxima vez que se inicie <application>apache2</application>.
sv: <emphasis>mods-enabled:</emphasis> innehåller <emphasis>symboliska länkar</emphasis> till filerna i <filename>/etc/apache2/mods-available</filename>. När en moduls konfigurationsfil ges en symbolisk länk kommer den aktiveras vid nästa tillfälle som <application>apache2</application> startas om.

source: <emphasis>ports.conf:</emphasis> houses the directives that determine which TCP ports Apache2 is listening on.
es: <emphasis>ports.conf:</emphasis> almacena las directivas que determinan los puertos TCP por los que Apache2 está escuchando.
sv: <emphasis>ports.conf:</emphasis> innehåller direktiven som bestämmer vilka TCP-portar Apache2 lyssnar på.

source: <emphasis>sites-available:</emphasis> this directory has configuration files for Apache <emphasis>Virtual Hosts</emphasis>. Virtual Hosts allow Apache2 to be configured for multiple sites that have separate configurations.
es: <emphasis>sites-available:</emphasis> este directorio contiene los archivos de configuración para los <emphasis>hosts virtuales</emphasis> de Apache. Los hosts virtuales permiten configurar Apache2 para que proporcione varios sitios web con sus opciones independientes.
sv: <emphasis>sites-available:</emphasis> denna katalog har konfigurationsfilerna för Apache <emphasis>virtuella värdar</emphasis>. Virtuella värdar tillåter att Apache2 konfigureras för multipla webbplatser som har separata konfigurationer.

source: <emphasis>sites-enabled:</emphasis> like mods-enabled, <filename role="directory">sites-enabled</filename> contains symlinks to the <filename>/etc/apache2/sites-available</filename> directory. Similarly when a configuration file in sites-available is symlinked it will be active once Apache is restarted.
es: <emphasis>sites-enabled:</emphasis> como mods-enabled, <filename role="directory">sites-enabled</filename> contiene enlaces simbólicos al directorio <filename>/etc/apache2/sites-available</filename>. De igual modo, cuando se enlaza simbólicamente un archivo de configuración en sites-available, éste será habilitado cuando se reinicie Apache.
sv: <emphasis>sites-enabled:</emphasis> som mods-enabled, innehåller <filename role="directory">sites-enabled</filename> symboliska länkar till katalogen <filename>/etc/apache2/sites-available</filename>. På liknande sätt som när en konfigurationsfil i sites-available är symboliskt länkad kommer den bli aktiverad när Apache startas om.

source: In addition, other configuration files may be added using the <emphasis>Include</emphasis> directive, and wildcards can be used to include many configuration files. Any directive may be placed in any of these configuration files. Changes to the main configuration files are only recognized by Apache2 when it is started or restarted.
es: Además, puede añadirse otros archivos de configuración usando la directiva <emphasis>Include</emphasis>, y puede usar los comodines para incluir muchos archivos de configuración. Se puede colocar cualquier directiva en cualquiera de estos archivos de configuración. Los cambios en los archivos principales de configuración son reconocidos por Apache2 sólo cuando se inicia o se reinicia.
sv: Även andra konfigurationsfiler kan läggas till genom att använda direktivet <emphasis>Include</emphasis>, för att omfatta flera konfigurationsfiler kan jokertecken användas. Alla direktiv kan placeras i någon av dessa konfigurationsfiler. Förändringar av de huvudkonfigurationsfilerna upptäcks endast när Apache2 startas eller startas om.

source: The server also reads a file containing mime document types; the filename is set by the <emphasis>TypesConfig</emphasis> directive, and is <filename>/etc/mime.types</filename> by default.
es: El servidor también lee un archivo que contiene los tipos de documento mime; el nombre de archivo está estabecido por la directiva <emphasis>TypesConfig</emphasis>, y es <filename>/etc/mime.types</filename> por omisión.
sv: Servern läser också en fil som innehåller mime-dokumenttyper; filnamnet sätts av direktivet <emphasis>TypesConfig</emphasis> och som normalt är <filename>/etc/mime.types</filename>.

source: Basic Settings
es: Opciones básicas
it: Impostazioni di base
ko: 기본적인 설정
pt: Configurações Básicas
sv: Grundläggande inställningar

source: This section explains Apache2 server essential configuration parameters. Refer to the <ulink url="http://httpd.apache.org/docs/2.2/">Apache2 Documentation</ulink> for more details.
es: Esta sección explica los parámetros de configuración esenciales del servidor Apache2. Diríjase a la <ulink url="http://httpd.apache.org/docs/2.2/">Documentación de Apache2</ulink> para más detalles.
it: Questa sezione descrive i parametri di configurazione fondamentali del server Apache2. Per maggiori informazioni, consultare la <ulink url="http://httpd.apache.org/docs/2.2/">documentazione di Apache2</ulink>.
sv: Detta avsnitt förklarar nödvändiga konfigurationsparametrar till Apache2-server . För ytterligare detaljer, se <ulink url="http://httpd.apache.org/docs/2.2/">dokumentationen för Apache2</ulink>.

source: Apache2 ships with a virtual-host-friendly default configuration. That is, it is configured with a single default virtual host (using the <emphasis>VirtualHost</emphasis> directive) which can modified or used as-is if you have a single site, or used as a template for additional virtual hosts if you have multiple sites. If left alone, the default virtual host will serve as your default site, or the site users will see if the URL they enter does not match the <emphasis>ServerName</emphasis> directive of any of your custom sites. To modify the default virtual host, edit the file <filename>/etc/apache2/sites-available/default</filename>.
es: Apache2 viene con un anfitrión virtual de fácil configuración predeterminada. Es decir, que está configurado con un único anfitrión virtual predeterminado (usando la directiva <emphasis>VirtualHost </emphasis>), que puede modificarse o utilizarse si es que tiene un solo sitio, o utilizarse como plantilla para las máquinas virtuales adicionales si usted tiene varios sitios. Si se deja solo, el anfitrión virtual predeterminado será su sitio predeterminado, o el sitio que los usuarios verán si la URL de su entrada no coincide con la directiva <emphasis>ServerName </emphasis> de cualquiera de sus sitios personalizados. Para modificar el anfitrión virtual predeterminado, edite el archivo <filename>/ etc/apache2/sites-available/default </filename>.
sv: Apache2 levereras med en virtuell-värd-vänlig standardkonfiguration. Det vill säga, den är konfigurerad med en enskild standardvirtuell värd (genom att använda direktivet <emphasis>VirtualHost</emphasis>) vilken kan modifieras eller användas som den är om du har en enskild webbplats, eller användas som en mall för ytterligare virtuella värdar om du har flera webbplatser. Om den lämnas ensam, kommer den standardvirtuella värden fungera som din standardwebbplats, eller webbplatsen som de flesta användare kommer att se om den URL de anger inte matchar direktivet <emphasis>ServerName</emphasis> för någon av dina anpassade webbplatser. För att modifiera den standard-virtuella värden, redigera filen <filename>/etc/apache2/sites-available/default</filename>.

source: The directives set for a virtual host only apply to that particular virtual host. If a directive is set server-wide and not defined within the virtual host settings, the default setting is used. For example, you can define a Webmaster email address and not define individual email addresses for each virtual host.
es: El conjunto de directivas para un servidor virtual sólo se aplican a un servidor virtual particular. Si una directiva se establece a nivel del servidor completo y no se define dentro de las opciones del servidor virtual, entonces se usarán las opciones predeterminadas. Por ejemplo, puede definir una dirección de correo electrónico para el webmaster y no definir direcciones de correo individuales para cada servidor virtual.
it: Le direttive impostate per un host virtuale si applicano solamente a quel particolare host. Se una direttiva è impostata all'interno del server e non è definita nelle impostazioni dell'host virtuale, vengono utilizzate le impostazioni predefinite. Per esempio, è possibile impostare un indirizzo email per il webmaster e non definirne alcuno per per gli host virtuali.
ko: 하나의 가상 호스트를 위한 지시자의 집합은 그 특정 가상 호스트에만 적용이 됩니다. 만약 서버 전체로 지시자가 지정이 되고 가상 호스트 설정 내에 정의가 안되었다면, 기본 설정 값이 사용 됩니다. 예를 들어, 웹마스터 이메일 주소를 지정할 수 있고 각각의 가상 호스트를 위한 개별적인 이메일 주소를 설정하지 않을 수도 있습니다.
pt: As directivas configuradas para um determina servidor virtual, aplicam-se apenas a ele. Se uma determinada directiva for configurada para o servidor global, e não for definida para o servidor virtual, é utilizada a configuração pré-definida para essa directiva. Por exemplo, pode definir um endereço de correio electrónico para o servidor principal, e não definir um endereço específico para cada servidor virtual.
sv: De direktiv som skrivs inuti en virtuell värd gäller bara just den virtuella värden. Om ett direktiv sätts för hela servern men inte i inställningarna för den virtuella värden kommer standardinställningen att användas. Till exempel kan du definiera en e-postadress för webbmastern så att du slipper definiera individuella e-postadresser för varje virtuell värd.

source: If you wish to configure a new virtual host or site, copy that file into the same directory with a name you choose. For example:
es: Si desea configurar un nuevo anfitrión virtual o sitio, copie estos archivos en el mismo directorio con el nombre que elija. Por ejemplo:
sv: Om du vill konfigurera en ny virtuell värd eller webbplats, kopiera den filen till samma katalog med namnet du valt. Till exempel:

source: Edit the new file to configure the new site using some of the directives described below.
es: Editar el archivo nuevo para configurar el sitio nuevo usando algunas directivas descritas más abajo.
sv: Redigera den nya filen för att konfigurera den nya webbplatsen genom att använda några av de direktiv som beskrivs nedan.

source: The <emphasis>ServerAdmin</emphasis> directive specifies the email address to be advertised for the server's administrator. The default value is webmaster@localhost. This should be changed to an email address that is delivered to you (if you are the server's administrator). If your website has a problem, Apache2 will display an error message containing this email address to report the problem to. Find this directive in your site's configuration file in /etc/apache2/sites-available.
es: La directiva <emphasis>ServerAdmin</emphasis> especifica la dirección de correo del administrador del servidor. El valor por omisión es webmaster@localhost. Cambie esta dirección por alguna a la que le puedan llegar los mensajes que se le envíen (si ud. es el administrador del servicio). Si su sitio web tiene algún problema, Apache2 mostrará un mensaje de error con en la que aparecerá esta dirección de correo para que la gente pueda enviar un informe del error. La directiva se encuentra en el fichero de configuración de su sitio en /etc/apache2/sites-available.
it: La direttiva <emphasis>ServerAdmin</emphasis> specifica a quale indirizzo email il sistema deve indirizzare la posta destinata agli amministratori. Il valore predefinito è «webmaster@localhost». Quest’impostazione deve essere modificata con l’indirizzo che è stato assegnato all’utente (nel caso sia l’amministratore). Se il sito presenta dei problemi, Apache2 mostrerà un messaggio di errore indicante l'indirizzo a cui deve essere segnalato il problema. Questa direttiva è presente nel file /etc/apache2/sites-available del proprio sito.
ko: <emphasis>ServerAdmin</emphasis> 지시자는 서버의 시스템 관리자를 위한 이메일 주소를 광고하기 위하여 지정 합니다. 기본 설정값은 webmaster@localhost 입니다. 이것은, 만약 여러분이 그 서버의 시스템 관리자라면, 여러분에게로 배달될 수 있는 이메일 주소로 변경되어야 합니다. 만약 여러분의 웹 사이트가 문제를 가지고 있다면, 아파치2는 그 문제를 보고하기 위하여 이 이메일 주소를 가지는 에러 메세지를 보여줍니다. /etc/apache2/sites-available 내의 사이트 설정 파일에서 이 지시자를 찾으십시오.
pt: A directiva <emphasis>ServerAdmin</emphasis> especifica o endereço de correio electrónico a ser apresentado como sendo o do administrador do servidor. O valor por omissão é webmaster@localhost. Este deve ser alterado para um endereço de correio electrónico você receba (se você for o administrador do servidor). Se o seu site web tiver um problema, o Apache2 apresentará uma mensagem de erro contendo este endereço de correio electrónico para que o erro possa ser reportado. Encontra esta directiva no ficheiro de configuração dos seus sites <filename>/etc/apache2/sites-available</filename>.
sv: Direktivet <emphasis>ServerAdmin</emphasis> specificerar administratörens e-postadress. Standardvärdet är webmaster@localhost. Du bör ändra det till en adress du faktiskt har tillgång till (om du är serveradministratören) Om din webbsida har ett problem kommer Apache2 att visa ett felmeddelande som innehåller den här e-postadressen för att rapportera felet till. Du hittar det här direktivet i din webbplats konfigurationsfil i /etc/apache2/sites-available.
