Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Daemons are special system applications which typically execute continuously in the background and await requests for the functions they provide from other applications. Many daemons are network-centric; that is, a large number of daemons executing in the background on an Ubuntu system may provide network-related functionality. Some examples of such network daemons include the <emphasis>Hyper Text Transport Protocol Daemon</emphasis> (httpd), which provides web server functionality; the <emphasis>Secure SHell Daemon</emphasis> (sshd), which provides secure remote login shell and file transfer capabilities; and the <emphasis>Internet Message Access Protocol Daemon</emphasis> (imapd), which provides E-Mail services.
es: Los demonios (daemons) son aplicaciones especiales del sistema que normalmente se ejecutan continuamente en segundo plano esperando peticiones provenientes de otras aplicaciones que deseen usar las funciones que proporcionan. Muchos demonios están centrados en la red; es decir, muchos de los demonios que se ejecutan en segundo plano en un sistema Ubuntu pueden proporcionar funcionalidades relacionadas con la red. Algunos ejemplos de tales demonios de red incluyen el <emphasis>demonio de protocolo de transporte de hipertexto</emphasis> (httpd), que proporciona funcionalidades de servidor web; el <emphasis>demonio de intérprete seguro</emphasis> (sshd), que proporciona capacidades seguras de sesiones interactivas remotas y transferencia de archivos; y el <emphasis>demonio de protocolo de acceso a mensajes de Internet</emphasis> (imapd), que proporcona servicios de correo electrónico.
it: I demoni sono speciali applicazioni di sistema che, tipicamente, sono in continua esecuzione sullo sfondo, attendendo dagli altri programmi richieste relative a funzioni da essi fornite. Molti demoni hanno a che fare con la rete e molti di questi in esecuzione sullo sfondo nei sistemi Ubuntu forniscono delle funzionalità legate alla rete. Alcuni esempi di questi demoni di rete includono <emphasis>httpd</emphasis> (Hyper Text Transport Protocol Daemon), che fornisce funzionalità di server web; <emphasis>sshd</emphasis> (Secure SHell Daemon), che fornisce funzionalità di login e trasferimento file sicuro da remoto; <emphasis>imapd</emphasis> (Internet Message Access Protocol Daemon), che fornisce servizi di email.
ko: 데몬은 전형적으로 백그라운드에서 계속적으로 실행되는 그리고 다른 프로그램에서 데몬이 제공하는 기능을 위한 요청을 기다리는 특별한 시스템 응용 프로그램 입니다. 많은 데몬들은 네트워크 중심이고, 우분투 시스템 상의 백그라운드에서 수행되는 많은 수의 데몬들은 네트워크와 관련된 기능을 제공 합니다. 이러한 네트워크 데몬의 몇 가지 예는 웹 서버 기능을 제공하는 <emphasis>Hyper Text Transport Protocol Daemon</emphasis> (httpd), 보안 원격 로그인 쉘과 파일 전송 능력을 제공하는 <emphasis>Secure SHell Daemon</emphasis> (sshd), 그리고 이메일 서비스를 제공하는 <emphasis>Internet Message Access Protocol Daemon</emphasis> (imapd) 등을 포함 합니다.
pt: Serviços <emphasis role="italics">Daemons</emphasis> são aplicações especiais do sistema que funcionam de forma contínua na rectaguarda e que aguardam pedidos para as funções que fornecem vindos das outras aplicações. Muitos serviços são centrados na rede; isto é, um grande número de serviços executados na rectaguarda de um sistema Ubuntu pode fornecer funcionalidades relacionadas com a rede. Alguns exemplos desses serviços de rede incluem o <emphasis>Hyper Text Transport Protocol Daemon</emphasis> (httpd), que fornece a funcionalidade de um servidor web; o <emphasis>Secure SHell Daemon</emphasis> (sshd), que fornece acesso remoto seguro e a capacidade de transferência de ficheiros; e o <emphasis>Internet Message Access Protocol Daemon</emphasis> (imapd), que fornece serviços de correio electrónico.
sv: Demoner är speciella systemprogram som vanligtvis körs hela tiden i bakgrunden och väntar på förfrågningar efter de funktioner de erbjuder från andra program. Många demoner är nätverkscentrerade. Med andra ord har en stor del av de demoner som körs i bakgrunden på ett Ubuntu-system nätverksrelaterade funktioner. Några exempel på sådana demoner är <emphasis>Hyper Text Transport Protocol Daemon</emphasis> (httpd), som erbjuder webbserverfunktionalitet; <emphasis>Secure SHell Daemon</emphasis> (sshd), som erbjuder säker fjärrinloggning och filöverföringsmöjligheter; och <emphasis>Internet Message Access Protocol Daemon</emphasis> (imapd) som erbjuder e-posttjänster.

source: There are man pages for <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man7/tcp.7.html">TCP</ulink> and <ulink url="http://manpages.ubuntu.com/manpages/jaunty/man7/ip.7.html">IP</ulink> that contain more useful information.
es: Hay páginas de manual para <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man7/tcp.7.html">TCP</ulink> y <ulink url="http://manpages.ubuntu.com/manpages/jaunty/man7/ip.7.html">IP</ulink> que contienen más información útil.
sv: Det finns man-sidor för <ulink url="http://manpages.ubuntu.com/manpages/jaunty/en/man7/tcp.7.html">TCP</ulink> och <ulink url="http://manpages.ubuntu.com/manpages/jaunty/man7/ip.7.html">IP</ulink> som innehåller mer användbar information.

source: Also, see the <ulink url="http://www.redbooks.ibm.com/abstracts/gg243376.html">TCP/IP Tutorial and Technical Overview</ulink> IBM Redbook.
es: Consulte también el <ulink url="http://www.redbooks.ibm.com/abstracts/gg243376.html">TCP/IP Tutorial and Technical Overview</ulink> IBM Redbook.
sv: Dessutom, se <ulink url="http://www.redbooks.ibm.com/abstracts/gg243376.html">TCP/IP-handledningen och den tekniska översikten</ulink> IBM Redbook.

source: Another resource is O'Reilly's <ulink url="http://oreilly.com/catalog/9780596002978/">TCP/IP Network Administration</ulink>.
es: Otro recurso es <ulink url="http://oreilly.com/catalog/9780596002978/">TCP/IP Network Administration de O'Reilly's</ulink>.
sv: En annan källa är O'Reilly's <ulink url="http://oreilly.com/catalog/9780596002978/">TCP/IP nätverksadministration</ulink>.

source: The Dynamic Host Configuration Protocol (DHCP) is a network service that enables host computers to be automatically assigned settings from a server as opposed to manually configuring each network host. Computers configured to be DHCP clients have no control over the settings they receive from the DHCP server, and the configuration is transparent to the computer's user.
es: El Protocolo de Configuración Dinámica de Hosts (DHCP, en inglés), es un servicio de red que permite que los equipos hosts sean configurados automáticamente desde un servidor en lugar de tener que configurar manualmente cada host de la red. Los equipos configurados para ser clientes DHCP no tienen control sobre la configuración que reciben del servidor DHCP, y la configuración es transparente para el usuario del equipo.
it: Il DHCP (Dynamic Host Configuration Protocol) è un servizio di rete che consente di assegnare automaticamente le impostazioni per agli host da un server, senza la necessità di dover configurare manualmente ogni singolo host nella rete. I computer configurati per essere client DHCP non hanno alcun controllo sulle impostazioni che ricevono dal server DHCP e la configurazione è trasparente all'utente del computer.
ko: 동적 호스트 설정 프로토콜 (DHCP) 는, 각각의 네트워크 호스트를 수작업으로 설정하는 것과는 반대로, 서버에서 자동으로 호스트 컴퓨터에 설정값을 지정할 수 있도록 해주는 네트워크 서비스 입니다. 설정된 컴퓨터는 DHCP 클라이언트가 되고 DHCP 서버에서 받은 설정값을 조작할 수 없고, 그 설정은 컴퓨터의 사용자에게 투명 합니다.
pt: O Protocolo de Configuração Dinâmica da Máquina <emphasis role="italics">Dynamic Host Configuration Protocol</emphasis> (DHCP) é um serviço de rede que permite que as máquinas recebam as configurações de rede a partir de um servidor, em vez de ser necessário configurar cada uma individualmente. Os computadores configurados como clientes do DHCP não têm controlo sobre as configurações que recebem desse servidor, e a configuração é transparente para o utilizador do computador.
sv: Dynamic Host Configuration Protocol (DHCP) är en nätverkstjänst som ger datorer möjligheten att bli automatiskt tilldelade inställningar från en server så att administratörer slipper att manuellt konfigurera varje nätverksdator. Datorer som är konfigurerade för att bli DHCP-klienter har ingen kontroll över inställningarna de får från DHCP-servern, och konfigurationen är helt transparent för datorns användare.

source: The most common settings provided by a DHCP server to DHCP clients include:
es: Las opciones de configuración más comunes suministradas por un servidor DHCP a los clientes DHCP incluyen:
it: Le impostazioni comuni fornite da un server DHCP a un client includono:
ko: DHCP 서버에 의하여 DHCP 클라이언트로 제공되는 가장 공통적인 설정은 다음과 같습니다:
pt: As configurações mais comuns fornecidas por um servidor DHCP a clientes DHCP incluem:
sv: Några av de vanligaste inställningarna som DHCP-servern ger till DHCP-klienter är:

source: IP-Address and Netmask
es: Dirección IP y máscara de red
it: Indirizzo IP e maschera di rete
ko: IP 주소와 넷마스크
pt: Endereço-IP e Máscara de Rede
sv: IP-adress och nätmask

source: However, a DHCP server can also supply configuration properties such as:
es: Además, un servidor DHCP puede suministrar propiedades de configuración como:
it: Un server DHCP può fornire anche altre proprietà di configurazione come:
ko: 그러나, DHCP 서버는 다음과 같은 설정 값도 또한 공급을 할 수 있습니다:
pt: Contudo, um servidor DHCP pode também disponibilizar propriedades como:
sv: Du kan även använda en DHCP-server för att skicka annan konfigurationsinformation som:

source: Host Name
es: Nombre del host
it: Nome dell'host
ko: 호스트 이름
pt: Nome do Anfitrião
sv: Värdnamn

source: Domain Name
es: Nombre de dominio
it: Nome del dominio
ko: 도메인 이름
pt: Nome de Domínio
sv: Domännamn

source: Default Gateway
es: Puerta de enlace predeterminada
it: Gateway predefinito
ko: 기본 설정 게이트웨이
pt: Porta de Ligação por Omissão <emphasis role="italics">Default Gateway</emphasis>
sv: Standardgateway

source: Time Server
es: Servidor horario
it: Server NTP (Network Time Protocol)
ko: 시간 서버
pt: Servidor horário
sv: Tidserver

source: Print Server
es: Servidor de impresión
it: Server di stampa
ko: 인쇄 서버
pt: Servidor de Impressão
sv: Skrivarserver

source: The advantage of using DHCP is that changes to the network, for example a change in the address of the DNS server, need only be changed at the DHCP server, and all network hosts will be reconfigured the next time their DHCP clients poll the DHCP server. As an added advantage, it is also easier to integrate new computers into the network, as there is no need to check for the availability of an IP address. Conflicts in IP address allocation are also reduced.
es: La ventaja de usar DHCP es que un cambio en la red (por ejemplo, un cambio en la dirección del servidor DNS), sólo supone un cambio en el servidor DHCP, ya que todos los hosts de la red se reconfigurarán automáticamente la próxima vez que sus clientes DHCP soliciten la configuración al servidor DHCP. Como una ventaja añadida, también es más fácil integrar nuevos equipos en la red, ya que no es necesario comprobar la disponibilidad de la dirección IP. Los conflictos de direcciones IP también se reducen.
it: Il vantaggio di utilizzare DHCP è che i cambiamenti apportati alla rete, per esempio una modifica dell'indirizzo del server DNS, devono essere apportati solamente al server DHCP, mentre tutti gli host della rete vengono riconfigurati quando i client DHCP interrogano il server DHCP. Come ulteriore vantaggio, risulta anche molto semplice integrare nuovi computer nella rete, senza la necessità di controllare la disponibilità di un indirizzo IP. I conflitti nell'allocazione degli indirizzi IP sono quindi notevolmente ridotti.
ko: DHCP 사용의 장점은 네트워크가 변경될 때 입니다. 예를 들어, DNS 서버의 주소가 변경되었을 때, DHCP 서버에서만 그 변경이 필요하고, 모든 네트워크 호스트는 DHCP 클라이언트가 DHCP 서버를 읽는 다음 시점에 재 설정됩니다. 이 장점에 더하여, 네트워크에 새로운 컴퓨터를 통합하는 것도 또한 쉽고, IP 주소의 사용 가능성을 점검할 필요가 없습니다. IP 주소의 할당 시 충돌이 일어나는 것도 또한 줄어듭니다.
pt: A vantagem de usar o DHCP é a de automatizar alterações na rede, por exemplo a alteração do nome do servidor de domínios (DNS), só necessita de ser realizada no servidor de DHCP, e todas as máquinas da rede serão reconfiguradas automaticamente da próxima vez que os seus clientes DHCP sondarem por informações. Adicionalmente é mais fácil adicionar computadores à rede, já que não é necessário verificar a disponibilidade de um endereço IP. Da mesma forma conflitos na atribuição de endereços IP são também reduzidos.
sv: Fördelen med att använda DHCP är att ändringar i nätverket, till exempel en ändring av adressen till DNS-servern, bara behöver ändras i DHCP-servern, och alla nätverksklienter kommer automatiskt att omkonfigureras nästa gång deras DHCP-klienter hämtar information från DHCP-servern. En extra fördel är att det också är enklare att integrera nya datorer i nätverket, eftersom man inte behöver leta rätt på en ledig IP-adress. Även konflikter i tilldelning av IP-adresser minskar.

source: A DHCP server can provide configuration settings using two methods:
es: Un servidor DHCP puede proporcionar parámetros de configuración usando dos métodos:
it: Le impostazioni di configurazione sono fornite da un server DHCP usando due metodi:
ko: DHCP 서버는 다음의 두 가지 방법을 사용하여 설정 값을 제공할 수 있습니다:
pt: Um servidor de DHCP pode fornecer configurações usando dois métodos:
sv: Det finns två sätt på vilka en DHCP-server kan skicka ut konfigurationsinställningar:

source: MAC Address
es: Dirección MAC
it: Indirizzo MAC
ko: 맥 어드레스
pt: Endereço MAC
sv: MAC-adress

source: This method entails using DHCP to identify the unique hardware address of each network card connected to the network and then continually supplying a constant configuration each time the DHCP client makes a request to the DHCP server using that network device.
es: Este método supone el uso de DHCP para identificar el hardware único de cada tarjeta de red conectada a la red y continuar suministrando una configuración constante cada vez que el cliente DHCP hace una petición usando ese dispositivo de red.
it: Questo metodo comporta l'utilizzo di DHCP per identificare l'indirizzo hardware univoco di ogni scheda di rete collegata alla rete, così da fornire in modo continuato una configurazione costante ogni volta che il client DHCP avanza una richiesta al server DHCP usando quel particolare dispositivo di rete.
ko: 이 방법은, 네트워크로 연결되는 각각의 네트워크 카드의 유일한 하드웨어 주소를 식별하기 위하여 DHCP를 사용하는 것과, DHCP 클라이언트가 네트워크 장치를 사용하는 DHCP 서버로의 요청을 만드는 매번 일정한 설정을 공급하는 것을, 수반 합니다.
pt: Este método implica usar o DHCP para identificar endereços únicos de hardware de cada dispositivo de rede ligado na rede, e indicar continuamente uma configuração única e constante cada vez que um cliente DHCP realiza uma solicitação ao servidor DHCP usando esse dispositivo de rede.
sv: Den här metoden låter DHCP använda den unika hårdvaruadressen för varje nätverkskort som är anslutet till nätverket, och sedan skicka samma konfiguration till DHCP-klienten varje gång den gör en förfrågan till DHCP-servern med det nätverkgränssnittet.

source: Address Pool
es: Depósito de direcciones
it: Spazio degli indirizzi
ko: 어드레스 풀
pt: Gama de endereços <emphasis role="italics">Address Pool</emphasis>
sv: Adresspool

source: This method entails defining a pool (sometimes also called a range or scope) of IP addresses from which DHCP clients are supplied their configuration properties dynamically and on a "first come, first served" basis. When a DHCP client is no longer on the network for a specified period, the configuration is expired and released back to the address pool for use by other DHCP Clients.
es: Este método implica la definición de un almacén (a veces también denominado rango o ámbito) de direcciones IP, que son suministradas dinámicamente a los clientes DHCP para formar parte de sus propiedades de configuración, según un esquema «primero en llegar, primero en ser servido». Cuando un cliente DHCP deja de estar en la red por un periodo específico de tiempo, la configuración expira y se libera, volviendo al almacén de direcciones para que pueda usarla otros clientes DHCP.
sv: Den här metoden skapar en pool (kallas ibland för en range eller scope) av IP-adresser från vilken DHCP-klienterna får sina anslutningsegenskaper dynamiskt baserat på turordning. När en DHCP-klient inte längre finns på nätverket under en fördefinierad tidsrymd går konfigurationen ut, och lämnas då tillbaka till adresspoolen för att användas av andra DHCP-klienter.

source: Ubuntu is shipped with both DHCP server and client. The server is <application>dhcpd</application> (dynamic host configuration protocol daemon). The client provided with Ubuntu is <application>dhclient</application> and should be installed on all computers required to be automatically configured. Both programs are easy to install and configure and will be automatically started at system boot.
es: Ubuntu viene equipado con un cliente DHCP y un servidor DHCP. El servidor es <application>dhcpd</application> (dynamic host configuration protocol daemon). El cliente suministrado por Ubuntu es <application>dhclient</application> y se debe instalar en los equipos que necesiten ser configurados automáticamente. Ambos programas son fáciles de instalar y de configurar, y deberían iniciarse automáticamente durante el arranque del sistema.
it: Ubuntu comprende sia un server che un client DHCP. Il server è <application>dhcpd</application> (dynamic host configuration protocol daemon). Il client fornito è <application>dhclient</application> e dovrebbe essere installato su tutti i computer che necessitano di essere configurati automaticamente. Entrambi i programmi sono facili da installare e da configurare e vengono lanciati automaticamente all'avvio del sistema.
ko: 우분투는 DHCP 서버와 클라이언트 모두를 제공 합니다. 서버는 <application>dhcpd</application> (dynamic host configuration protocol daemon) 입니다. 우분투와 함께 제공되는 클라이언트는 <application>dhclient</application> 이고 요구되는 모든 컴퓨터에 설치되고 자동으로 설정 됩니다. 두 프로그램 모두 설치와 설정이 쉽고 시스템이 부팅할 때 자동적으로 시작 됩니다.
pt: O Ubuntu é fornecido com o servidor e o cliente DHCP. O servidor é o <application>dhcpd</application> (dynamic host configuration protocol daemon). O cliente fornecido com o Ubuntu é o <application>dhclient</application> e deve ser instalado em todas as máquinas que requeiram uma configuração automática. Ambos os programas são fáceis de instalar e configurar, e são iniciados automáticamente no arranque do sistema.
sv: Med Ubuntu följer både en DHCP-server och en DHCP-klient. Servern heter <application>dhcpd</application> (dynamic host configuration protocol daemon). Klienten som följer med Ubuntu heter <application>dhclient</application> och bör installeras på alla datorer som behöver det för att konfigureras automatiskt. Båda programmen är enkla att installera och konfigurera, och startar automatiskt när datorn startar.

source: At a terminal prompt, enter the following command to install <application>dhcpd</application>:
es: En un terminal, introduzca el siguiente comando para instalar el <application>dhcpd</application>:
it: A un prompt di terminale, inserire il seguente comando per installare <application>dhcpd</application>:
ko: 터미널 프롬프트에서, <application>dhcpd</application> 를 설치하기 위하여 다음의 명령을 입력 합니다:
pt: Num terminal, digite o seguinte comando para instalar o <application>dhcpd</application>:
sv: Från en terminalprompt, skriv följande kommando för att installera <application>dhcpd</application>:

source: You will probably need to change the default configuration by editing /etc/dhcp3/dhcpd.conf to suit your needs and particular configuration.
es: Es probable que tenga que cambiar la configuración predeterminadas modificando /etc/dhcp3/dhcpd.conf para adaptarlo a sus necesidades particulares.
it: È necessario modificare il file /etc/dhcp3/dhcpd.conf secondo le proprie necessità e per avere una configurazione particolare.
ko: 여러분은 아마도 여러분에게 필요한 특정 설정에 따라 /etc/dhcp3/dhcpd.conf 파일을 편집할 필요가 있을 것입니다.
pt: Deverá provavelmente precisar de mudar a configuração base editando /etc/dhcp3/dhcpd.conf para melhor se ajustar as suas necessidades e configuração particular.
sv: Du kommer antagligen att behöva ändra standardkonfigurationen genom att redigera /etc/dhcp3/dhcpd.conf så att den passar dina behov och särskilda konfiguration.

source: You also need to edit /etc/default/dhcp3-server to specify the interfaces dhcpd should listen to. By default it listens to eth0.
es: También tiene que modificar el archivo /etc/default/dhcp3-server para especificar las interfaces que dhcpd debería atender. Por defecto, dhcpd atiende eth0.
it: È inoltre necessario modificare il file /etc/default/dhcp3-server per specificare le interfacce su cui stare in ascolto. Di base è impostata l'interfaccia eth0.
ko: 또한 /etc/default/dhcp3-server 파일을 편집하여 dhcpd가 listen 해야 하는 인터페이스를 지정할 수 있습니다. 기본적으로는 eth0 에 대해 listen 하도록 되어 있습니다.
pt: É também necessário editar o ficheiro /etc/default/dhcp3-server para especificar que interfaces dhcp deverão ser escutadas. Por defeito escuta a interface eth0.
sv: Du behöver också redigera /etc/default/dhcp3-server för att ange gränssnittet som dhcpd skall lyssna på. Som standard är det eth0.

source: NOTE: dhcpd's messages are being sent to syslog. Look there for diagnostics messages.
es: NOTA: Los mensajes de dhcpd se envían a syslog. Busque los mensajes de diagnóstico allí.
it: I messaggi di dhcpd vengono inviati nel syslog, consultare quindi i relativi messaggi per quelli di diagnostica.
ko: 주의: dhcpd의 메시지들은 syslog로 보내집니다. 진단 메시지를 확인하려면 syslog를 살펴보기 바랍니다.
pt: NOTA: mensagens dhcp estão sendo enviados para o syslog. Veja ai para mensagens de diagnóstico.
sv: NOTERA: dhcpd-meddelanden skickas till syslog. Leta där efter diagnosmeddelanden

source: The error message the installation ends with might be a little confusing, but the following steps will help you configure the service:
es: El mensaje final de error de la instalación puede resultar un poco confuso, pero los siguientes pasos pueden ayudarle a configurar el servicio:
it: Il messaggio di errore con cui si conclude l'installazione potrebbe essere fuorviante, ma i passi seguenti consentono di configurare il servizio.
ko: 설치를 끝내는 오류 메세지는 약간 혼란을 줄 수 있는데, 다음의 절차를 수행해서 그 서비스를 설정 하십시오:
pt: A mensagem de erro com que a instalação termina pode ser um pouco confusa, mas os passos seguintes vão ajudá-lo a configurar o serviço:
sv: Felmeddelandet som installationen avslutas med kan vara lite förvirrande, men följande steg hjälper dig att konfigurera tjänsten:

source: Most commonly, what you want to do is assign an IP address randomly. This can be done with settings as follows:
es: Lo más común, que usted quisiera hacer es asignar una dirección IP de forma aleatoria. Esto puede ser hecho con las siguientes configuraciones:
it: Nella maggior parte dei casi si vuole assegnare un indirizzo IP in modo casuale. Questo può essere ottenuto con impostazioni come le seguenti:
ko: 아주 일반적으로, 여러분은 IP 주소를 불규칙적으로 지정하는 것을 원할 수 있습니다. 이것은 다음과 같이 설정하는 것으로 마칠 수 있습니다:
pt: De forma mais comum, o que pretende fazer é designar um endereço IP aleatório. Isto pode ser feito com configurações como as seguintes:
sv: Det vanligaste är att du vill dela ut IP-adresser slumpvis. Det här går att göra med följande inställningar:
