Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: By default, the Apache 2 Web server is configured to run PHP5 scripts. In other words, the PHP5 module is enabled in Apache2 Web server automatically when you install the module. Please verify if the files <filename>/etc/apache2/mods-enabled/php5.conf</filename> and <filename>/etc/apache2/mods-enabled/php5.load</filename> exist. If they do not exists, you can enable the module using <command>a2enmod</command> command.
es: Por omisión, el servidor web Apache 2 está configurado para ejecutar scripts de PHP5. En otras palabras, el módulo PHP5 se habilita automáticamente en el servidor web Apache 2 cuando instala el módulo. Por favor, compruebe que existen los archivos <filename>/etc/apache2/mods-enabled/php5.conf</filename> y <filename>/etc/apache2/mods-enabled/php5.load</filename>. Si no existieran, podrá habilitar el módulo usando el comando <command>a2enmod</command>.
it: Il server web Apache2 è configurato, in modo predefinito, per eseguire gli script di PHP5. In altre parole, il modulo PHP5 quando viene installato, viene abilitato automaticamente nel server web Apache2. Verificare che i file <filename>/etc/apache2/mods-enabled/php5.conf</filename> e <filename>/etc/apache2/mods-enabled/php5.load</filename> esistano. Se non dovessero esistere, è possibile abilitare il modulo usando il comando <command>a2enmod</command>.
ko: 기본적으로 아파치2 웹 서버는 PHP5 스크립트를 실행하도록 설정되어 있습니다. 즉, PHP5 모듈을 설치할 때 아파치2 웹 서버가 자동으로 이 모듈을 활성화하도록 설정되어 있는 것입니다. <filename>/etc/apache2/mods-enabled/php5.conf</filename> 파일과 <filename>/etc/apache2/mods-enabled/php5.load</filename> 파일이 있는지 확인해 주십시오. 만약 이 파일들이 존재하지 않는다면, <command>a2enmod</command> 명령을 사용해서 모듈을 활성화 시킬 수 있습니다.
pt: Por defeito, o servidor Web Apache 2 é configurado para correr scripts de PHP5. Noutras palavras, o módulo PHP5 é activado no servidor Apache 2 automaticamente quando instala o módulo. Por favor verifique se o ficheiro <filename>/etc/apache2/mods-enabled/php5.load</filename> existe. Se não existir, poderá activar o módulo usando o comando <command>a2enmod</command>.
sv: Som standard är webbservern Apache2 konfigurerad för att köra PHP5-skript. Med andra ord aktiveras PHP5-modulen automatiskt i webbservern Apache2 när du installerar modulen. Kontrollera om filerna <filename>/etc/apache2/mods-enabled/php5.conf</filename> och <filename>/etc/apache2/mods-enabled/php5.load</filename> existerar. Om de inte finns, kan du aktivera modulen genom att använda kommandot <command>a2enmod</command>.

source: Once you install PHP5 related packages and enabled PHP5 Apache 2 module, you should restart Apache2 Web server to run PHP5 scripts. You can run the following command at a terminal prompt to restart your web server: <screen><command>sudo /etc/init.d/apache2 restart</command> </screen>
es: Cuando haya instalado los paquetes relativos a PHP5 y haya habilitado el módulo PHP5 de Apache 2, deberá reiniciar el servidor web Apache2 para poder ejecutar scripts de PHP5. Puede ejecutar el siguiente comando en la línea de comandos de una terminal para reiniciar su servidor web: <screen><command>sudo /etc/init.d/apache2 restart</command> </screen>
it: Una volta installati i pacchetti relativi a PHP5 e abilitato il modulo PHP5 per Apache2, è necessario riavviare il server web Apache2 per poter eseguire gli script PHP5. Per riavviare il server web, al prompt del terminale, digitare: <screen><command>sudo /etc/init.d/apache2 restart</command> </screen>
ko: PHP5 관련 꾸러미들이 설치되고 PHP5 아파치2 모듈이 활성화되고 나면, PHP5 스크립트를 실행하기 위해 아파치2 웹 서버를 재시작 해야 합니다. 아파치2 웹 서버를 재시작 하려면 터미널에서 다음과 같이 입력하세요: <screen><command>sudo /etc/init.d/apache2 restart</command> </screen>
pt: Uma vez instalado os pacotes referentes ao PHP5 e activado o modulo do PHP5 no Apache 2, deverá reinicar o Apache 2 Web Server para correr scripts PHP5. Pode executar o seguinte comando numa consola para reiniciar o seu servidor web : <screen><command>sudo /etc/init.d/apache2 restart</command> </screen>
sv: När du har installerat PHP5-relaterade paket och aktiverat PHP5 Apache2-modulen, måste du starta om webbservern Apache 2 för att kunna köra PHP5-skript. Du kan köra följande kommando in en terminalprompt för att starta om din webbserver: <screen><command>sudo /etc/init.d/apache2 restart</command> </screen>

source: Testing
es: Comprobando
it: Test
ko: 테스팅
pt: Testar
sv: Testa

source: To verify your installation, you can run following PHP5 phpinfo script:
es: Para verificar su instalación, puede ejecutar el siguiente script PHP phpinfo:
it: Per verificare l'installazione, è possibile eseguire la funzione «phpinfo» di PHP5 come segue:
ko: 설치가 올바로 이루어졌는지 확인하기 위해서 다음의 PHP5 phpinfo 스크립트를 실행해 볼 수 있습니다:
pt: Para verificar a sua instalação, você poderá executar o seguinte script PHP5 phpinfo:
sv: För att verifiera din installation kan du köra följande PHP5 phpinfo-skript:

source: You can save the content in a file <filename>phpinfo.php</filename> and place it under <command>DocumentRoot</command> directory of Apache2 Web server. When point your browser to <filename>http://hostname/phpinfo.php</filename>, it would display values of various PHP5 configuration parameters.
es: Puede guardar el contenido en un archivo llamado <filename>phpinfo.php</filename> y colocarlo bajo el directorio <command>DocumentRoot</command> del servidor web Apache2. Cuando apunte con su navegador a la dirección <filename>http://hostname/phpinfo.php</filename>, se le mostrarán los valores de varios parámetros de configuración de PHP5.
it: È sufficiente copiare il contenuto precedente in un file, come <filename>phpinfo.php</filename>, e salvarlo nella directory <command>DocumentRoot</command> del server web Apache2. Una volta puntato il browser web all'indirizzo <filename>http://hostname/phpinfo.php</filename>, dovrebbero venir visualizzati i valori di molti parametri di configurazione di PHP5.
ko: 여러분은 <filename>phpinfo.php</filename> 파일의 내용을 저장해서 아파치2 웹 서버의 <command>DocumentRoot</command> 디렉토리에 둘 수도 있습니다. 그러면 여러분이 웹 브라우저를 통해 <filename>http://hostname/phpinfo.php</filename> 페이지에 접근할 때마다, 다양한 PHP5의 설정 값들을 보여주게 됩니다.
pt: Pode guardar o conteúdo em um ficheiro <filename>phpinfo.php</filename> e colocá-lo na pasta <command>DocumentRoot</command> do servidor de Web Apache2. Quando apontar o seu navegador para <filename>http://hostname/phpinfo.php</filename>, ele deverá mostrar valores de vários parâmetros de configuração do PHP5.
sv: Du kan spara innehållet i en fil <filename>phpinfo.php</filename> och placera den under katalogen <command>DocumentRoot</command> i webbservern Apache2. Peka din webbläsare till <filename>http://hostname/phpinfo.php</filename>, så visas värden på olika konfigurationsparametrar för PHP5.

source: For more in depth information see <ulink url="http://www.php.net/docs.php">php.net</ulink> documentation.
es: Para una información más profunda vea la <ulink url="http://www.php.net/docs.php">php.net</ulink> documentación.
sv: Förmer detaljerad information, se dokumentationen <ulink url="http://www.php.net/docs.php">php.net</ulink>.

source: There are a plethora of books on PHP. Two good books from O'Reilly are <ulink url="http://oreilly.com/catalog/9780596005603/">Learning PHP 5</ulink> and the <ulink url="http://oreilly.com/catalog/9781565926813/">PHP Cook Book</ulink>.
es: Hay una pléyade de libros en PHP. Dos buenos libros de O'Reilly son <ulink url="http://oreilly.com/catalog/9780596005603/">Learning PHP 5</ulink> y <ulink url="http://oreilly.com/catalog/9781565926813/">PHP Cook Book</ulink>.
sv: Det finns ett överflöd av böcker om PHP. Två bra böcker från O'Reilly är <ulink url="http://oreilly.com/catalog/9780596005603/">Learning PHP 5</ulink> och <ulink url="http://oreilly.com/catalog/9781565926813/">PHP Cook Book</ulink>.

source: Squid - Proxy Server
es: Servidor proxy Squid
it: Squid - Server proxy
ko: Squid - 프락시 서버
pt: Squid - Servidor Proxy

source: Squid is a full-featured web proxy cache server application which provides proxy and cache services for Hyper Text Transport Protocol (HTTP), File Transfer Protocol (FTP), and other popular network protocols. Squid can implement caching and proxying of Secure Sockets Layer (SSL) requests and caching of Domain Name Server (DNS) lookups, and perform transparent caching. Squid also supports a wide variety of caching protocols, such as Internet Cache Protocol, (ICP) the Hyper Text Caching Protocol, (HTCP) the Cache Array Routing Protocol (CARP), and the Web Cache Coordination Protocol. (WCCP)
es: Squid es una completa aplicación servidor proxy caché web que proporciona servicios de proxy y caché para Hyper Text Transport Protocol (HTTP), File Transfer Protocol (FTP) y otros protocolos populares de red. Squid puede servir de caché y de proxy para las peticiones Secure Sockets Layer (SSL) y de caché para las consultas de Domain Name Server (DNS), y proporciona servicios de caché transparente. Squid también soporta una amplia variedad de protocolos de caché, como el Internet Cache Protocol (ICP), el Hyper Text Caching Protocol (HTCP), el Cache Array Routing Protocol (CARP), y el Web Cache Coordination Protocol (WCCP).
it: Squid è un potente proxy cache server che fornisce servizi proxy e cache per HTTP (Hyper Text Transport Protocol), FTP (File Transfer Protocol) e molti altri protocolli di rete. Squid può implementare servizi di caching e proxy anche per richieste SSL (Secure Sockets Layer), caching per ricerche di DNS (Domain Name Server) e fornire un caching trasparente. Squid supporta molti protocolli per il caching come ICP (Internet Cache Protocol), HTCP (Hyper Text Caching Protocol), CARP (Cache Array Routing Protocol) e WCCP (Web Cache Coordination Protocol).
ko: Squid는 완전한 기능을 갖춘 웹 프락시 캐쉬 서버 프로그램이고 Hyper Text Transport Protocol (HTTP), File Transfer Protocol (FTP), 그리고 다른 인기있는 네트워크 프로토콜들을 위한 프락시와 캐쉬 서비스를 제공 합니다. Squid는 Secure Sockets Layer (SSL) 요청의 캐슁과 프락싱 그리고 Domain Name Server (DNS) 조회의 캐슁을 이행할 수 있고, 투명한 캐슁을 수행 합니다. 또한, Squid는 Internet Cache Protocol (ICP), Hyper Text Caching Protocol (HTCP), Cache Array Routing Protocol (CARP), 그리고 Web Cache Coordination Protocol (WCCP) 프로토콜과 같은 다양한 종류의 캐슁 프로토콜을 지원 합니다.
pt: O Squid é uma aplicação servidora de armazenamento web completa que fornece serviços de proxy e de armazenamento para Protocolo de Transporte de HiperTexto (HTTP), Protocolo de Transporte de Ficheiros (FTP), e outros protocolos de rede populares. O Squid pode implementar armazenamento e execução de proxy de pedidos de Camadas de Sockets Seguros (SSL) e armazenamento de pesquisas a Servidor de Nomes de Domínio (DNS), e executar armazenamento transparente. O Squid suporta ainda uma ampla variedade de protocolos de armazenamento, como o Protocolo de Armazenamento da Internet, (ICP) o Protocolo de Armazenamento de HiperTexto, (HTCP) o Protocolo de Direccionamento de Tabelas de Armazenamento (CARP), e o Protocolo Coordenação de Armazenamento Web (WCCP).
sv: Squid är en webbproxy och cacheserver som tillhandahåller de flesta funktioner man kan önska sig. Squid innehåller proxy och cache-tjänster för Hyper Text Transport Protocol (HTTP), File Transfer Protocol (FTP) och andra populära nätverksprotokoll. Squid kan ge cache och proxyfunktioner av förfrågningar för Secure Sockets Layer (SSL) och cachefunktioner för domännamnsuppslagningar (DNS), och genomföra transparent cachning. Squid stöder också en stor mängd cacheprotokoll som Internet Cache Protocol (ICP), Hyper Text Caching Protocol (HTCP), Cache Array Routing Protocol (CARP) och Web Cache Coordination Protocol (WCCP).

source: The Squid proxy cache server is an excellent solution to a variety of proxy and caching server needs, and scales from the branch office to enterprise level networks while providing extensive, granular access control mechanisms and monitoring of critical parameters via the Simple Network Management Protocol (SNMP). When selecting a computer system for use as a dedicated Squid proxy, or caching servers, ensure your system is configured with a large amount of physical memory, as Squid maintains an in-memory cache for increased performance.
es: El servidor proxy caché Squid es una solución excelente para una amplia variedad de necesidades de proxy y de caché, y escala desde redes de oficina hasta redes a nivel empresarial al tiempo que proporciona extensos y granulares mecanismos de control de acceso y monitorización de parámetros críticos a través del Simple Network Management Protocol (SNMP). Cuando elija un equipo para su uso como proxy Squid dedicado, o como servidor de caché, asegúrese de que su sistema dispone de una gran cantidad de memoria física, puesto que Squid mantiene una caché en memoria para mejorar el rendimiento.
it: Il server Squid è una valida soluzione per le necessità di caching e proxy, scala dall'utilizzo in un piccolo ufficio fino alla grande impresa, fornendo, attraverso il protocollo SNMP (Simple Network Management Protocol), un meccanismo di controllo e monitoraggio dei parametri critici molto accurato. Nella selezione di un computer da utilizzare come procy Squid dedicato, o come server cache, assicurarsi che il sistema sia equipaggiato con una grande quantità di memoria fisica, dal momento che Squid mantiene un cache in memoria per aumentare le prestazioni.
ko: Squid 프락시 캐쉬 서버는 다양한 프락시와 캐슁 서버의 요구에 맞는 훌륭한 솔루션이고, 광범위하고 조직적인 접근 조종 기능과 Simple Network Management Protocol (SNMP)를 통하여 아주 중요한 것들의 감시 기능을 제공하므로 지점 사무실에서 부터 기업 수준의 네트워크 까지로 확장할 수 있습니다. 전용의 Squid 프락시, 또는 캐슁 서버로 하나의 컴퓨터를 선택하였을 때, Squid는 성능을 향상시키기 위하여 메모리 내의 캐쉬를 관리하므로 많은 양의 실제 메모리를 가지도록 시스템을 설정 합니다.
pt: O servidor de armazenamento proxy Squi8d é uma excelente solução para várias necessidades de armazenamento e proxy do servidor, e cresce desde uma rede de um pequeno escritório até uma rede de nível empresarial, enquanto oferece mecanismos de acesso individualizado o monitorização de parâmetros críticos via Protocolo de Gestão de Redes Simples <emphasis role="italics">Simple Network Management Protocol</emphasis> (SNMP). Ao seleccionar um sistema para utilizar como servidor Squid dedicado, ou servidor de armazenamento temporário, assegure-se que esse sistema possui bastante memória RAM, dado que o Squid utiliza bastante para assegurar um desempenho melhorado.
sv: Proxy- och cacheservern Squid är en lysande lösning för en stor mängd proxy- och cachebehov, och går bra att använda i allt från en liten filial till stora företagsnätverk samtidigt som det erbjuder utförlig, övergripande åtkomsthantering och övervakning av kritiska parametrar via Simple Network Management Protocol (SNMP). När du väljer en dator som ska användas som dedikerad Squidserver för proxy eller cache, se till att datorn har mycket fysiskt minne, eftersom Squid håller cachen i minnet för ökad prestanda.

source: At a terminal prompt, enter the following command to install the Squid server:
es: En un terminal, introduzca el siguiente comando para instalar el servidor Squid:
it: Per installare il server Squid, da terminale digitare:
ko: 터미널 프롬프트에서, Squid 서버를 설치하기 위하여 다음의 명령을 입력 합니다:
pt: Num terminal, insira o seguinte comando para instalar o servidor Squid:
sv: Från en terminalprompt, skriv följande kommando för att installera Squid-servern:

source: Squid is configured by editing the directives contained within the <filename>/etc/squid/squid.conf</filename> configuration file. The following examples illustrate some of the directives which may be modified to affect the behavior of the Squid server. For more in-depth configuration of Squid, see the References section.
es: Squid se configura editando las directivas contenidas en el archivo de configuración <filename>/etc/squid/squid.conf</filename>. Los siguientes ejemplos ilustran algunas de las directivas que puede modificar para alterar el comportamiento del servidor Squid. Para una configuración más en profundidad, consulte la sección Referencias.
it: La configurazione di Squid avviene attraverso la modifica di alcune direttive presenti nel file <filename>/etc/squid/squid.conf</filename>. Gli esempi che seguono descrivono alcune delle direttive che possono essere modificate. Per maggiori informazioni sulla configurazione di Squid consultare la sezione «Riferimenti».
ko: Squid는 <filename>/etc/squid/squid.conf</filename> 설정 파일 내의 지시자를 편집하는 것으로 설정 딥니다. 다음의 예는 Squid 서버의 동작에 영향을 주기 위하여 변경될 수 있는 몇 가지의 지시자들을 보여 줍니다. 더 깊은 Squid의 설정에 대한 것은, 참조 영역을 보십시오.
pt: O Squid é configurado editando as directivas contidas no ficheiro de configuração <filename>/etc/squid/squid.conf</filename>. Os exemplos seguintes ilustram algumas das directivas que podem ser modificadas para alterar o comportamento do servidor Squid. Para uma configuração mais aprofundada do Squid, consulte a secção de referências.
sv: Du konfigurerar Squid genom att ändra på direktiven i konfigurationsfilen <filename>/etc/squid/squid.conf</filename>. Följande exempel visar några av de direktiv som kan modifieras för att påverka beteendet på Squid-servern. För mer djupgående konfiguration av Squid, se referensavsnittet.

source: Prior to editing the configuration file, you should make a copy of the original file and protect it from writing so you will have the original settings as a reference, and to re-use as necessary.
es: Antes de editar el archivo de configuración, debería hacer una copia del archivo original y protegerlo contra escritura de forma que tenga las opciones originales como referencia y pueda reutilizarlas si fuese necesario.
it: Prima di modificare il file di configurazione, è utile farne una copia e proteggerla dalla scrittura così, in caso di necessità, è possibile utilizzare il file originale.
ko: 설정 파일을 편집하기 전에, 원래의 파일의 복사본을 만들고 그것을 쓰기에서 보호해야만 합니다. 그래서 참조로서 원래의 설정값을 가질 수 있고, 필요한 경우 재 사용할 수 있습니다.
pt: Antes de editar o ficheiro de configuração, deve fazer uma cópia do mesmo e protegê-lo contra escrita de forma a que possa usar as configurações originais como referência, ou reutilizar o ficheiro conforme necessário.
sv: Innan du ändrar på konfigurationsfilen bör du göra en kopia på originalfilen och göra den skrivskyddad så att du har kvar originalinställningarna som referens, eller för att återanvända om det skulle behövas.

source: Copy the <filename>/etc/squid/squid.conf</filename> file and protect it from writing with the following commands entered at a terminal prompt:
es: Copie el archivo·<filename>/etc/squid/squid.conf</filename>·y protejalo contra escritura introduciendo el siguiente comando en un terminal:
it: Copiare il file <filename>/etc/squid/squid.conf</filename> e proteggerlo dalla scrittura utilizzando i seguenti comandi:
ko: 터미널 프롬프트에서 다음의 명령을 입력하여 <filename>/etc/squid/squid.conf</filename> 파일을 복사하고 그것을 쓰기에서 보호 합니다:
pt: Copie o ficheiro <filename>/etc/squid/squid.conf</filename> e proteja-o contra a escrita com os comandos seguintes utilizando o terminal:
sv: Kopiera filen <filename>/etc/squid/squid.conf</filename> och gör den skrivskyddad genom att skriva följande kommandon från en terminalprompt:

source: To set your Squid server to listen on TCP port 8888 instead of the default TCP port 3128, change the http_port directive as such:
es: Para que su servidor Squid escuche en el puerto TCP 8888 en lugar del puerto TCP 3128 que usa por defecto, cambie la directiva http_port como sigue:
it: Per impostare il server Squid affinché stia in ascolto sulla porta 8888 invece che sulla porta predefinita 3128, modificare la direttiva http_port:
ko: Squid 서버가 기본 설정된 TCP 포트 3128 대신에 TCP 포트 8888을 듣게 지정하려면, 다음과 같이 http_port 지시자를 변경 합니다:
pt: Para configurar o servidor Squid para escutar no porto TCP 8888 em vez do porto pré-definido 3128, altere a directiva http_port da seguinte forma:
sv: För att din Squid-server skall lyssna på TCP-porten 8888 istället för standardporten 3128, ändra på direktivet http_port såhär:

source: Change the visible_hostname directive in order to give the Squid server a specific hostname. This hostname does not necessarily need to be the computer's hostname. In this example it is set to <emphasis>weezie</emphasis>
es: Cambie la directiva visible_hostname para hacer que el servidor Squid tenga un nombre de host específico. Este nombre de host no tiene por qué ser necesariamente el nombre de host del equipo. En este ejemplo se ha establecido a <emphasis>weezie</emphasis>
it: Modificare la direttiva visible_hostname per dare a Squid uno specifico hostname. Questo nome non deve essere necessariamente il nome del computer. Nell'esempio seguente è impostato a <emphasis>weezie</emphasis>
ko: Squid 서버에 특정 호스트 이름을 주기 위하여 visible_hostname 지시자를 변경 합니다. 이 호스트 이름은 꼭 그 컴퓨터의 호스트 이름일 필요는 없습니다. 이 예에서는 그것은 <emphasis>weezie</emphasis>로 지정 되었습니다.
pt: Altere a directiva visible_hostname por forma a dar ao servidor Squid um nome de máquina específico. Este nome de máquina não precisa necessáriamente de ser o nome de máquina do computador. Neste exemplo ele é configurado como <emphasis>weezie</emphasis>
sv: Ändra på direktivet visible_hostname för att ge Squid-servern ett specifikt värdnamn. Det här värdnamnet behöver inte vara samma som din dators värdnamn. I det här fallet sätter vi det till <emphasis>weezie</emphasis>

source: Again, Using Squid's access control, you may configure use of Internet services proxied by Squid to be available only users with certain Internet Protocol (IP) addresses. For example, we will illustrate access by users of the 192.168.42.0/24 subnetwork only:
es: De nuevo, usando el control de acceso de Squid, puede configurar el uso de servicios de Internet procurados por Squid para que estén disponibles únicamente para usuarios con ciertas direcciones IP (Protocolo de Internet). Por ejemplo, ilustremos el acceso por parte de usuarios de la subred 192.168.42.0/24 únicamente:
it: Utilizzando il controllo sugli accessi di Squid, è possibile configurare l'uso dei servizi Internet via proxy attraverso Squid affinché siano disponibili agli utenti con determinati indirizzi IP. Come esempio viene descritto un caso di accesso di utenti di una sotto-rete 192.168.42.0/24:
sv: Åter igen, genom att använda Squid:s anslutningskontroll kan du konfigurera det så att internettjänster som går under Squid bara går att komma åt av användare med särskilda IP-adresser. Till exempel, vi kommer illustrera en anslutning för användare som endast tillhör subnätverket 192.168.42.0/24 :

source: Add the following to the <emphasis role="bold">bottom</emphasis> of the ACL section of your <filename>/etc/squid/squid.conf</filename> file:
es: Añada lo siguiente al <emphasis role="bold">final</emphasis> de la sección ACL de su archivo <filename>/etc/squid/squid.conf</filename>:
it: Aggiungere quanto segue alla <emphasis role="bold">fine</emphasis> della sezione ACL del file <filename>/etc/squid/squid.conf</filename>:
ko: 다음을 여러분의 <filename>/etc/squid/squid.conf</filename> 파일의 ACL 영역의 <emphasis role="bold">가장 아래</emphasis>에 추가 합니다:
pt: Adicione o seguinte no <emphasis role="bold">fim</emphasis> da secção ACL do seu ficheiro <filename>/etc/squid/squid.conf</filename>:
sv: Lägg till följande längst <emphasis role="bold">ner</emphasis> i ACL-avdelningen i filen <filename>/etc/squid/squid.conf</filename>:
