Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: In the web interface's <emphasis>"Configuration"</emphasis> tab, add a cluster under the <emphasis>"Clusters"</emphasis> heading (in this configuration, the cluster controller is on the same system as the cloud controller, so entering 'localhost' as the cluster hostname is correct). Once the form is filled out click the <emphasis>"Add Cluster"</emphasis> button.
es: En la solapa <emphasis>«Configuración»</emphasis> de la interfaz web, añada un clúster bajo el apartado <emphasis>Clústers</emphasis> (en esta configuración, el controlador del clúster está en el mismo sistema que el controlador de la nube, por lo que es correcto introducir «localhost» como nombre de host del clúster). Cuando haya rellenado el formulario, pulse en el botón <emphasis>«Añadir clúster»</emphasis>.

source: Now, back on the <emphasis>Front-End</emphasis>, add the nodes to the cluster:
es: Ahora, de nuevo en el <emphasis>front-end</emphasis>, añada los nodos al clúster:
sv: Nu, tillbaks på <emphasis>Framänden</emphasis>, lägg till noderna till klustret:

source: sudo euca_conf -addnode hostname_of_node
es: sudo euca_conf -addnode nombre_de_host_del_nodo

source: You will then be prompted to log into your Node, install the <application>eucalyptus-nc</application> package, and add the <emphasis>eucalyptus</emphasis> user's ssh key to the node's <filename>authorized_keys</filename> file, and confirm authenticity of the host's OpenSSH RSA key fingerprint. Finally, the command will complete by synchronizing the eucalyptus component keys and node registration is complete.
es: A continuación se le pedirá que inicie una sesión en su nodo, que instale el paquete <application>eucalyptus-nc</application>, que añada la clave ssh del usuario <emphasis>eucalyptus</emphasis> al archivo <filename>authorized_keys</filename> del nodo y que confirme la autenticidad de la huella dactilar de la clave OpenSSH RSA del host. Finalmente, el comando acabará sincronizando las claves componente de eucalyptus y así se completará el registro del nodo.

source: On the Node, the <filename>/etc/eucalyptus/eucalyptus.conf</filename> configuration file will need editing to use your node's bridge interface (assuming here that the interface is named <emphasis>'br0'</emphasis>):
es: En el nodo, necesitará editar el archivo de configuración <filename>/etc/eucalyptus/eucalyptus.conf</filename> para usar su interfaz de puente de nodo (asumiendo que la interfaz se llama <emphasis>'br0'</emphasis>):
sv: På noden, konfigurationsfilen <filename>/etc/eucalyptus/eucalyptus.conf</filename> kommer behövas redigeras för att använda din nods bryggränssnitt, (förutsätter att gränssnittet här benämns <emphasis>'br0'</emphasis>):

source: Finally, restart <application>eucalyptus-nc</application>:
es: Finalmente, reinicie <application>eucalyptus-nc</application>:
sv: Slutligen, starta om <application>eucalyptus-nc</application>:

source: Be sure to replace <emphasis>nodecontroller</emphasis>, <emphasis>node01</emphasis>, and <emphasis>node02</emphasis> with actual hostnames.
es: Asegúrese de sustituir <emphasis>nodecontroller</emphasis>, <emphasis>node01</emphasis> y <emphasis>node02</emphasis> con los nombres reales de los equipos.
sv: Kom ihåg att ersätt <emphasis>nodecontroller</emphasis>, <emphasis>node01</emphasis> och <emphasis>node02</emphasis> med befintliga värdnamn.

source: <application>Eucalyptus</application> is now ready to host images on the cloud.
es: <application>Eucalyptus</application> ya está listo para alojar imágenes en la nube.

source: See the <ulink url="http://eucalyptus.cs.ucsb.edu/">Eucalyptus website</ulink> for more information.
es: Consulte la <ulink url="http://eucalyptus.cs.ucsb.edu/">página web de Eucalyptus</ulink> para más información.
sv: Se <ulink url="http://eucalyptus.cs.ucsb.edu/">Eucalyptus webbplats</ulink> för mer information.

source: For information on loading instances see the <ulink url="https://help.ubuntu.com/community/Eucalyptus">Eucalyptus Wiki</ulink> page.
es: Para obtener información sobre cómo cargar instancias, consulte la <ulink url="https://help.ubuntu.com/community/Eucalyptus">wiki de Eucalyptus</ulink>.
sv: För information om att ladda instanser se sidan <ulink url="https://help.ubuntu.com/community/Eucalyptus">Eucalyptus Wiki</ulink>.

source: You can also find help in the <emphasis>#ubuntu-virt</emphasis>, <emphasis>#eucalyptus</emphasis>, and <emphasis>#ubuntu-server</emphasis> IRC channels on <ulink url="http://freenode.net">Freenode</ulink>.
es: También puede encontrar ayuda en los canales de IRC <emphasis>#ubuntu-virt</emphasis>, <emphasis>#eucalyptus</emphasis> y <emphasis>#ubuntu-server</emphasis> de <ulink url="http://freenode.net">Freenode</ulink>.
sv: Du kan också finna hjälp i IRC-kanalerna <emphasis>#ubuntu-virt</emphasis>, <emphasis>#eucalyptus</emphasis> och <emphasis>#ubuntu-server</emphasis> på <ulink url="http://freenode.net">Freenode</ulink>.

source: <application>OpenNebula</application> allows virtual machines to be placed and re-placed dynamically on a pool of physical resources. This allows a virtual machine to be hosted from any location available.
es: <application>OpenNebula</application> permite colocar y recolocar dinámicamente máquinas virtuales en un almacén de recursos físicos.
sv: <application>OpenNebula</application> låter virtuella maskiner placeras och omplaceras dynamiskt i en pool utav fysiska resurser. Det här låter en virtuell maskin serveras från valfri tillgänglig plats.

source: This section will detail configuring an OpenNebula cluster using three machines: one <emphasis>Front-End</emphasis> host, and two <emphasis>Compute Nodes</emphasis> used to run the virtual machines. The Compute Nodes will also need a bridge configured to allow the virtual machines access to the local network. For details see <xref linkend="bridging"/>.
es: Esta sección detallará la configuración de un clúster OpenNebula que use tres máquinas: un equipo <emphasis>front-end</emphasis> y dos <emphasis>nodos de computación</emphasis> usados para ejecutar las máquinas virtuales. Los nodos de computación además necesitarán un puente («bridge») configurado para permitir que las máquinas virtuales accedan a la red local. Para más detalles, consulte <xref linkend="bridging"/>.
sv: Detta avsnitt kommer i detalj redogöra för konfigurationen av ett OpenNebula kluster genom att använda tre maskiner: en <emphasis>framände</emphasis>-värd, och två <emphasis>beräkningsnoder</emphasis> som används till att köra de virtuella maskinerna. Beräkningsnoderna kommer också behöva en konfigurerad brygga som tillåter de virtuella maskinerna att få åtkomst till det lokala nätverket. För detaljer se <xref linkend="bridging"/>.

source: First, from a terminal on the Front-End enter:
es: Primero, en una terminal de la interfaz introduzca:
sv: Först, från en terminal på framänden, skriv:

source: On each Compute Node install:
es: En cada nodo de computación, instale:
sv: På var beräkningsnod, installera:

source: In order to copy SSH keys, the <emphasis>oneadmin</emphasis> user will need to have a password. On each machine execute:
es: Para poder copiar claves SSH, el usuario <emphasis>oneadmin</emphasis> necesitará disponer de una contraseña. En cada máquina, ejecute:
sv: För att kunna kopiera SSH-nycklar så behöver användaren <emphasis>oneadmin</emphasis> ett lösenord. På var maskin, kör:

source: Next, copy the <emphasis>oneadmin</emphasis> user's SSH key to the Compute Nodes, and to the Front-End's <filename>authorized_keys</filename> file:
es: Después, copie la clave SSH del usuario <emphasis>oneadmin</emphasis> en los nodos de computación y en el archivo <filename>authorized_keys</filename> del front-end:
sv: Därefter, kopiera användaren <emphasis>oneadmin</emphasis>:s SSH-nyckel till beräkningsnoderna, och till Framändens <filename>authorized_keys</filename>- fil.

source: The SSH key for the Compute Nodes needs to be added to the <filename>/etc/ssh/ssh_known_hosts</filename> file on the Front-End host. To accomplish this <application>ssh</application> to each Compute Node as a user other than <emphasis>oneadmin</emphasis>. Then exit from the SSH session, and execute the following to copy the SSH key from <filename>~/.ssh/known_hosts</filename> to <filename>/etc/ssh/ssh_known_hosts</filename>:
es: Hay que añadir la clave SSH de los nodos de computación en el archivo <filename>/etc/ssh/ssh_known_hosts</filename> del equipo front-end. Para ello, conéctese por <application>ssh</application> a cada nodo de computación con un usuario que no sea <emphasis>oneadmin</emphasis>. Después, salga de la sesión SSH y ejecute lo siguiente para copiar la clave SSH de <filename>~/.ssh/known_hosts</filename> a <filename>/etc/ssh/ssh_known_hosts</filename>:
sv: SSH-nyckeln för beräkningsnoderna behöver läggas till i filen <filename>/etc/ssh/ssh_known_hosts</filename> på framänden. För att åstadkomma detta, <application>ssh</application>:a till var beräkningsnod som en användare annan än <emphasis>oneadmin</emphasis>. Avsluta därefter SSH-sessionen och kör följande för att kopiera SSH-nyckeln från <filename>~/.ssh/known_hosts</filename> till <filename>/etc/ssh/ssh_known_hosts</filename>:

source: Replace <emphasis>node01</emphasis> and <emphasis>node02</emphasis> with the appropriate host names.
es: reemplace <emphasis>node01</emphasis> y <emphasis>node02</emphasis> con los nombres de anfitrión apropiados.
sv: Ersätt <emphasis>node01</emphasis> och <emphasis>node02</emphasis> med de passande värdnamnen.

source: This allows the <emphasis>oneadmin</emphasis> to use <application>scp</application>, without a password or manual intervention, to deploy an image to the Compute Nodes.
es: Esto habilita al usuario <emphasis>oneadmin</emphasis> a usar <application>scp</application> sin contraseña ni intervención manual, para enviar una imagen a los nodos de computación.

source: On the Front-End create a directory to store the VM images, giving the <emphasis>oneadmin</emphasis> user access to the directory:
es: En la interfaz cree un directorio para almacenar imágenes VM, dando al usuario <emphasis>oneadmin</emphasis> acceso al directorio:

source: Finally, copy a virtual machine disk file into <filename>/var/lib/one/images</filename>. You can create an Ubuntu virtual machine using <application>vmbuilder</application>, see <xref linkend="jeos-and-vmbuilder"/> for details.
es: Finalmente copie un archivo de disco de máquina virtual en <filename>/var/lib/one/images</filename>. Puede crear una máquina virtual de Ubuntu mediante <application>vmbuilder</application>. Consulte <xref linkend="jeos-and-vmbuilder"/> para más información.

source: The <emphasis>OpenNebula Cluster</emphasis> is now ready to be configured, and virtual machines added to the cluster.
es: El <emphasis>clúster OpenNebula</emphasis> ya está listo para ser configurado, y las máquinas virtuales añadidas al clúster.

source: From a terminal prompt enter:
es: En una terminal introduzca:
sv: Från en terminalpromt, skriv:

source: Next, create a <emphasis>Virtual Network</emphasis> template file named <filename>vnet01.template</filename>:
es: Ahora cree un archivo de plantilla de <emphasis>red virtual</emphasis> llamado <filename>vnet01.template</filename>:

source: Be sure to change <emphasis>192.168.0.0</emphasis> to your local network.
es: Asegúrese de cambiar <emphasis>192.168.0.0</emphasis> en su red local.
sv: Kom ihåg att byta ut <emphasis>192.168.0.0</emphasis> till ditt lokala nätverk.

source: Using the <application>onevnet</application> utility, add the virtual network to OpenNebula:
es: Usando la utilidad <application>onevnet</application> añada la red virtual a OpenNebula:

source: Now create a <emphasis>VM Template</emphasis> file named <filename>vm01.template</filename>:
es: Ahora cree un archivo de <emphasis>Plantilla VM</emphasis> llamado <filename>vm01.template</filename>:

source: Start the virtual machine using <application>onevm</application>:
es: Inicie la máquina virtual usando <application>onevm</application>:

source: Use the <application>onevm list</application> option to view information about virtual machines. Also, the <application>onevm show vm01</application> option will display more details about a specific virtual machine.
es: Use la opción <application>onevm list</application> para ver información sobre las máquinas virtuales. Además, la opción <application>onevm show vm01</application> mostrará más información sobre una máquina virtual específica.

source: See the <ulink url="http://www.opennebula.org/doku.php?id=start">OpenNebula website</ulink> for more information.
es: Vea el <ulink url="http://www.opennebula.org/doku.php?id=start">Sitio web de OpenNebula</ulink> para más información.
sv: Se <ulink url="http://www.opennebula.org/doku.php?id=start">OpenNebulas webbplats</ulink> för mer information.

source: You can also find help in the <emphasis>#ubuntu-virt</emphasis> and <emphasis>#ubuntu-server</emphasis> IRC channels on <ulink url="http://freenode.net">Freenode</ulink>.
es: También puede encontrar ayuda en los canales IRC <emphasis>#ubuntu-virt</emphasis> y <emphasis>#ubuntu-server</emphasis>de <ulink url="http://freenode.net">Freenode</ulink>.
sv: Du kan också finna hjälp i IRC-kanalerna <emphasis>#ubuntu-virt</emphasis> och <emphasis>#ubuntu-server</emphasis> på <ulink url="http://freenode.net">Freenode</ulink>.

source: Version Control System
es: Sistema de control de versiones
it: Sistemi per il controllo della versione
ko: 버전 관리 시스템
pt: Sistema de Controlo de Versões
sv: Versionshanteringssystem

source: Version control is the art of managing changes to information. It has long been a critical tool for programmers, who typically spend their time making small changes to software and then undoing those changes the next day. But the usefulness of version control software extends far beyond the bounds of the software development world. Anywhere you can find people using computers to manage information that changes often, there is room for version control.
es: El control de versiones es el arte de administrar los cambios de la información. Ha sido siempre una herramienta crítica para los programadores, quienes habitualmente gastan su tiempo en hacer pequeños cambios al software y posteriormente deshacer esos cambios al día siguiente. Pero la utilidad del software de control de versiones sobrepasa los límites del mundo del desarrollo de software. En cualquier lugar donde pueda encontrarse gente usando computadores para gestionar información que cambie a menudo, habrá sitio para el control de versiones.
it: Il controllo della versione è l'arte della gestione dell'evolversi delle informazioni. È stato a lungo uno strumento critico per i programmatori, che spendono il loro tempo apportando piccole modifiche al software per poi cancellarle il giorno seguente. Ma l'utilità del software per il controllo della versione va oltre il mondo dello sviluppo di programmi. Ovunque si incontrino persone che utilizzino il computer per gestire informazioni in continuo cambiamento c'è posto per il controllo della versione.
ko: 버전 관리는 정보의 변경을 관리하는 예술적인 작업 입니다. 그것은, 소프트웨어에 적은 변경을 만들고 다음 날에 그 변경을 취소하는 데 그들의 시간을 사용하는 전형적인 프로그래머들을 위하여 오랫 동안 아주 중요한 도구이어 왔습니다. 그러나, 버전 관리의 유용함은 소프트웨어 개발 세상의 범주를 훨씬 넘어 확장되고 있습니다. 어느 곳에서든 여러분은 사람들이 종종 정보를 변경하는 것을 컴퓨터를 사용하여 관리하는 것을 볼 수 있을 겁니다. 거기에 버전 관리를 위한 필요가 있습니다.
pt: O controlo de Versões é a arte de gerir alterações à informação. Tem sido desde há muito uma ferramenta crítica para programadores, que tipicamente gastam o seu tempo a executar pequenas alterações a software e depois desfazendo essas alterações no dia seguinte. No entanto a utilidade do software de controlo de versões extende-se bastante mais para além das fronteiras do mundo do desenvolvimento de software. Em qualquer lado onde encontre pessoas a utilizar computadores para gerir informação que muda frequentemente, existe espaço para o controlo de versões.
sv: Versionshantering är konsten att hantera ändringar i information. Det har länge varit ett viktigt verktyg för programmerare som vanligtvis använder sin tid till att göra små ändringar i program och sedan ångra dessa ändringar dagen efter. Men versionshanteringssystem är användbara långt utanför mjukvaruutvecklingsvärlden. Överallt där människor använder datorer till att hantera information som ändras ofta finns det utrymme för versionshantering.

source: Bazaar is a new version control system sponsored by Canonical, the commercial company behind Ubuntu. Unlike Subversion and CVS that only support a central repository model, Bazaar also supports <emphasis>distributed version control</emphasis>, giving people the ability to collaborate more efficiently. In particular, Bazaar is designed to maximize the level of community participation in open source projects.
es: Bazaar es un nuevo sistema de control de versiones patrocinado por Canonical, la empresa comercial que está detrás de Ubuntu. A diferencia de Subversion y CVS que sólo soportan un modelo de repositorio central, Bazaar también soporta el <emphasis>control distribuido de versiones</emphasis>, que proporciona a la gente la capacidad de colaborar de una manera más eficiente. En concreto, Bazaar está diseñado para maximizar el nivel de participación comunitaria en proyectos de software libre.
it: Bazaar è un nuovo sistema di controllo della versione sponsorizzato da Canonical, la società commerciale dietro Ubuntu. Diversamente da Subversion e CVS che supportano solamente un modello centralizzato di repository, Bazaar supporta anche un <emphasis>controllo distribuito della versione</emphasis>, consentendo alle persone di collaborare più efficientemente. In particolare, Bazaar è progettato per massimizzare il livello di partecipazione della comunità nei progetti open source.
sv: Bazaar är ett nytt versionshanteringssystem finansierat av Canonical, som är det kommersiella företaget bakom Ubuntu. Olikt Subversion och CVS som enbart stöder en modell med centralt förråd, stöder Bazaar också <emphasis>distribuerad versionskontroll</emphasis>, vilket ger folk möjlighet att samarbeta mer effektivt. Särskilt, Bazaar är designat till att maximera nivån av delaktighet från gemenskapen i öppen källkodsprojekt.

source: At a terminal prompt, enter the following command to install <application>bzr</application>: <screen> <command>sudo apt-get install bzr</command> </screen>
es: En un terminal, introduzca la siguiente orden para instalar <application>bzr</application>: <screen> <command>sudo apt-get install bzr</command> </screen>
it: Per installare <application>bzr</application>, in un terminale, digitare: <screen> <command>sudo apt-get install bzr</command> </screen>
sv: Från en terminalprompt, skriv följande kommando för att installera <application>bzr</application>: <screen> <command>sudo apt-get install bzr</command> </screen>

source: To introduce yourself to <application>bzr</application>, use the <emphasis>whoami</emphasis> command like this: <screen> <command>$ bzr whoami 'Joe Doe &lt;joe.doe@gmail.com&gt;'</command> </screen>
es: Para comenzar con <application>bzr</application>, use el comando <emphasis>whoami</emphasis> de la siguiente forma: <screen> <command>$ bzr whoami 'Joe Doe &lt;joe.doe@gmail.com&gt;'</command> </screen>
it: Per introdursi a <application>bzr</application>, usare il comandi <emphasis>whoami</emphasis>: <screen> <command>$ bzr whoami 'Mario Rossi &lt;mario.rossi@ubuntu.com&gt;'</command> </screen>
sv: För att introducera dig själv till <application>bzr</application>, använd kommandot <emphasis>whoami</emphasis> som detta: <screen> <command>$ bzr whoami 'Joe Doe &lt;joe.doe@gmail.com&gt;'</command> </screen>

source: Learning Bazaar
es: Aprendiendo Bazaar
it: Imparare a usare Bazaar
sv: Lära sig Bazaar

source: Bazaar comes with bundled documentation installed into <application>/usr/share/doc/bzr/html</application> by default. The tutorial is a good place to start. The <application>bzr</application> command also comes with built-in help: <screen> <command>$ bzr help</command> </screen>
es: Bazaar viene con documentación instalada en <application>/usr/share/doc/bzr/html</application> por defecto. El tutorial es un buen lugar para empezar. El comando <application>bzr</application> también trae documentación incluida: <screen> <command>$ bzr help</command> </screen>
it: La documentazione fornita con Bazaar è installata in <application>/usr/share/doc/bzr/html</application>, il tutorial è un buon punto di partenza. Il comando <application>bzr</application> è dotato di un sistema di aiuto integrato: <screen> <command>$ bzr help</command> </screen>
sv: Bazaar kommer bundlad med dokumentation som normalt installeras i <application>/usr/share/doc/bzr/html</application>. Det är bra att börja med handledningen. Kommandot <application>bzr</application> levereras med inbyggd hjälp: <screen> <command>$ bzr help</command> </screen>

source: To learn more about the <emphasis>foo</emphasis> command: <screen> <command>$ bzr help foo</command> </screen>
es: Para mayor información sobre la orden <emphasis>foo</emphasis>: <screen> <command>$ bzr help foo</command> </screen>
it: Per avere maggiori informazioni riguardo il comando <emphasis>foo</emphasis>: <screen> <command>$ bzr help foo</command> </screen>
sv: För att lära sig mer om kommandot <emphasis>foo</emphasis>: <screen> <command>$ bzr help foo</command> </screen>

source: Launchpad Integration
es: Integración con Launchpad
it: Integrazione con Launchpad
sv: Integrering med Launchpad

source: While highly useful as a stand-alone system, Bazaar has good, optional integration with <ulink url="https://launchpad.net/">Launchpad</ulink>, the collaborative development system used by Canonical and the broader open source community to manage and extend Ubuntu itself. For information on how Bazaar can be used with Launchpad to collaborate on open source projects, see <ulink url="http://bazaar-vcs.org/LaunchpadIntegration/"> http://bazaar-vcs.org/LaunchpadIntegration</ulink>.
es: Aunque resulta extremadamente útil como sistema independiente, Bazaar ofrece, opcionalmente, una buena integración con <ulink url="https://launchpad.net/">Launchpad</ulink>, el sistema de desarrollo colaborativo usado por Canonical y otras comunidades de software libre para gestionar y ampliar Ubuntu. Para más información sobre cómo puede usarse Bazaar en combinación con Launchpad para colaborar en proyectos de software libre, consulte <ulink url="http://bazaar-vcs.org/LaunchpadIntegration/"> http://bazaar-vcs.org/LaunchpadIntegration</ulink>.
it: Anche se è altamente utilizzabile come strumento dedicato, Bazaar è dotato di un'ottima integrazione con <ulink url="https://launchpad.net/">Launchpad</ulink>, il sistema di sviluppo collaborativo utilizzato da Canonical, e altre comunità di progetti open source, per la gestione di Ubuntu. Per informazioni su come Bazaar possa essere usato con Launchpad per la collaborazione nei progetti open source, consultare <ulink url="http://bazaar-vcs.org/LaunchpadIntegration/"> http://bazaar-vcs.org/LaunchpadIntegration</ulink>.
sv: Medans det är synnerligen användbart som ett fristående system, har Bazaar en god valfri integrering med <ulink url="https://launchpad.net/">Launchpad</ulink>, som är ett samarbetsutvecklingssystem som används av Canonical och den vidare öppen källkodsgemenskapen till att administrera och utöka Ubuntu. För information om hur Bazaar kan användas ihop med Launchpad för att samarbeta i öppen källkodsprojekt, se <ulink url="http://bazaar-vcs.org/LaunchpadIntegration/"> http://bazaar-vcs.org/LaunchpadIntegration</ulink>.
