Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: A great place to ask for <application>BIND9</application> assistance, and get involved with the Ubuntu Server community, is the <emphasis>#ubuntu-server</emphasis> IRC channel on <ulink url="http://freenode.net">freenode</ulink>.
es: Un magnífico lugar para pedir ayuda sobre <application>BIND9</application> e involucrarse en la comunidad de servidores Ubuntu (Ubuntu Server) es el canal IRC <emphasis>#ubuntu-server</emphasis> en <ulink url="http://freenode.net">freenode</ulink>.
it: Un ottimo posto per richiedere assistenza riguardo <application>BIND9</application>, e per partecipare nella comunità di Ubuntu Server, è il canale IRC <emphasis>#ubuntu-server</emphasis> su <ulink url="http://freenode.net">freenode</ulink>.
sv: En bra plats att fråga efter <application>BIND9</application> assistans och bli delaktig i Ubuntu Server gemenskapen, är på IRC-kanalen <emphasis>#ubuntu-server</emphasis> på <ulink url="http://freenode.net">freenode</ulink>.

source: Databases
es: Bases de datos
it: Database
ko: 데이타베이스
pt: Bases de Dados
sv: Databaser

source: Ubuntu provides two popular database servers. They are:
es: Ubuntu proporciona dos servidores de bases de datos populares. Son:
it: Ubuntu fornisce due dei più popolari server database:
sv: Ubuntu erbjuder två populära databasservrar. De är:

source: They are available in the main repository. This section explains how to install and configure these database servers.
es: Estan disponibles en el repositorio principal. Esta sección explica como instalar y configurar estos servidores de bases de datos.
it: Questi sono disponibili nel repository "main". La seguente sezione descrive come installare e configurare questi database.
sv: De finns tillgängliga i main-förrådet. Detta avsnitt förklarar hur du installerar och konfigurerar dessa databasservrar.

source: MySQL is a fast, multi-threaded, multi-user, and robust SQL database server. It is intended for mission-critical, heavy-load production systems as well as for embedding into mass-deployed software.
es: MySQL es un servidor de bases de datos SQL rápido, robusto, multi-hilo y multi-usuario. Está diseñado para su uso en sistemas de producción para misiones críticas y de alta carga, así como para ser empotrado dentro de software desarrollado para las masas.
it: MySQL è un robusto database SQL multi-thread e multi-utente. È concepito per funzionare in situazioni critiche, sistemi a elevato carico e anche per essere inserito in sistemi embedded.
ko: MySQL은 빠르고, 멀티쓰레드, 복수 사용자, 그리고 견고한 SQL 데이타베이스 서버 입니다. 이것은 대량의 소프트웨어 이행에 포함되는 것과 마찬가지로 중요한 임무와 부하가 많은 현업 시스템을 위하여 사용 됩니다.
pt: O MySQL é um servidor robusto de base de dados SQL, rápido, multi-tarefa, multi-utilizador. É orientado para actividades críticas, de produção com grandes cargas, e também para ser embebido em software distribuído em massa.
sv: MySQL är en SQL-databasserver som är snabb, multitrådad, och stöder flera användare. Den är avsedd för uppdragskritiska, hårt lastade produktionssystem så väl som för att bygga in i massinstallerad mjukvara.

source: To install MySQL, run the following command from a terminal prompt:
es: Para instalar MySQL, ejecute el siguiente comando en una terminal:
it: Per installare MySQL, eseguire il seguente comando dal terminale:
ko: MySQL을 설치하기 위하여, 터미널 프롬프트에서 다음 명령을 실행 합니다:
pt: Para instalar o MySQL, execute o comando seguinte a partir de um terminal:
sv: För att installera MySQL, kör följande kommando från en terminalprompt:

source: During the installation process you will be prompted to enter a password for the <application>MySQL</application> root user.
es: Durante el proceso de instalación se le pedirá que introduzca una contraseña para el usuario root de <application>MySQL</application>.
it: Durante l'installazione viene chiesto di inserire un password per l'utente root di <application>MySQL</application>.
sv: Under installationsprocessen kommer du ombedd att ange ett lösenord för <application>MySQL</application>:s root-användare.

source: Once the installation is complete, the MySQL server should be started automatically. You can run the following command from a terminal prompt to check whether the MySQL server is running:
es: Cuando se complete la instalación, el servidor MySQL se iniciará automáticamente. Puede ejecutar la siguiente orden en la línea de órdenes de una terminal para comprobar si se está funcionando el servidor MySQL:
it: Una volta completata l'installazione, il server MySQL dovrebbe avviarsi automaticamente. È possibile digitare i seguenti comandi in un terminale per controllare se il server è in esecuzione:
ko: 설치가 마쳐진 후, MySQL 서버는 자동적으로 시작 됩니다. MySQL 서바가 실행 중인지를 점검하려면 터미널 프롬프트에서 다음의 명령을 실행할 수 있습니다:
pt: Uma vez completada a instalação, o servidor MySQL deverá iniciar automaticamente. Pode executar o comando seguinte num terminal para verificar se o servidor MySQL está em execução:
sv: När installationen är färdig bör MySQL-servern startas automatiskt. Du kan köra följande kommando från en terminalprompt för att avgöra om MySQL-servern körs:

source: If the server is not running correctly, you can type the following command to start it:
es: Si el servidor no se está ejecutando correctamente, puede teclear la siguiente orden para arrancarlo:
it: Se il server non funziana correttamente, è possibile digitare il seguente comando per avviarlo:
ko: 만약 서버가 올바르게 실행 중이 아니라면, 그것을 시작하기 위하여 다음의 명령을 입력할 수 있습니다:
pt: Se o servidor não estiver a executar correctamente, pode digitar o seguinte comando para o iniciar:
sv: Om servern inte körs kan du skriva följande kommando för att starta den:

source: You can edit the <filename>/etc/mysql/my.cnf</filename> file to configure the basic settings -- log file, port number, etc. For example, to configure <application>MySQL</application> to listen for connections from network hosts, change the <emphasis>bind_address</emphasis> directive to the server's IP address:
es: Puede editar el archivo <filename>/etc/mysql/my.cnf</filename> para configurar las opciones básicas -- archivo de registro, número de puerto, etc. Por ejemplo, para configurar <application>MySQL</application> para que escuche conexiones de máquinas de la red, cambie la directiva <emphasis>bind_address</emphasis> a la dirección IP del servidor:
it: Per configurare le impostazioni di base è possibile modificare il file <filename>/etc/mysql/my.cnf</filename> (file di registrazione, numero porta, ecc...). Per esempio, per configurare <application>MySQL</application> affinché ascolti le connessioni dagli host nella rete, modificare la direttiva <emphasis>bind_address</emphasis> con l'indirizzo IP del server:
sv: Du kan redigera filen <filename>/etc/mysql/my.cnf</filename> för att konfigurera basinställningarna -- loggfil, port nummer, etc. till exempel, för att konfigurera <application>MySQL</application> till att lyssna efter anslutningar från nätverksvärdar, ändra direktivet <emphasis>bind_address</emphasis> till serverns IP-adress:

source: Replace 192.168.0.5 with the appropriate address.
es: Sustituya 192.168.0.5 por la dirección adecuada.
it: Sostituire 192.168.0.5 con l'indirizzo appropriato.
sv: Ersätt 192.168.0.5 med en lämplig adress.

source: After making a change to <filename>/etc/mysql/my.cnf</filename> the <application>mysql</application> daemon will need to be restarted:
es: Después de hacer un cambio en <filename>/etc/mysql/my.cnf</filename> el demonio <application>mysql</application> necesitará reiniciarse:
it: Dopo aver apportato una modifica al file <filename>/etc/mysql/my.cnf</filename>, il demone <application>mysql</application> deve essere riavviato:
sv: Efter utförda ändringar i <filename>/etc/mysql/my.cnf</filename> måste demonen <application>mysql</application> startas om:

source: If you would like to change the <application>MySQL</application><emphasis>root</emphasis> password, in a terminal enter:
es: Si desea cambiar la contraseña de <emphasis>root</emphasis> de <application>MySQL</application>, introduzca en un terminal:
sv: om du vill ändra lösenordet för <application>MySQL</application><emphasis>root</emphasis>, skriv i en terminal:

source: The <application>mysql</application> daemon will be stopped, and you will be prompted to enter a new password.
es: El demonio <application>mysql</application> se detendrá y se le solicitará que introduzca una nueva contraseña.
sv: Demonen <application>mysql</application> kommer stoppas och du blir ombedd att ange ett nytt lösenord.

source: See the <ulink url="http://www.mysql.com/">MySQL Home Page</ulink> for more information.
es: Vea <ulink url="http://www.mysql.com/">MySQL Home Page</ulink> para más información.
it: Per maggiori informazioni, consultare <ulink url="http://www.mysql.com/">il sito web di MySQL</ulink>.
sv: För mer information, se webbplatsen för <ulink url="http://www.mysql.com/">MySQL</ulink>.

source: The <emphasis>MySQL Handbook</emphasis> is also available in the <application>mysql-doc-5.0</application> package. To install the package enter the following in a terminal:
es: El <emphasis>MySQL Handbook</emphasis> está disponible en el paquete <application>mysql-doc-5.0</application>. Para instalarlo escriba lo siguiente en un terminal:
it: Lo <emphasis>MySQL Handbook</emphasis> è disponibile nel pacchetto <application>mysql-doc-5.0</application>. Per installarlo, in un terminale, digitare:
sv: <emphasis>MySQL Handbook</emphasis> är också tillgänglig i paketet <application>mysql-doc-5.0</application>. För att installera paketet skriv följande i en terminal:

source: The documentation is in HTML format, to view them enter <command>file:///usr/share/doc/mysql-doc-5.0/refman-5.0-en.html-chapter/index.html</command> in your browser's address bar.
es: La documentación está en formato HTML, para verla escriba <command>file:///usr/share/doc/mysql-doc-5.0/refman-5.0-en.html-chapter/index.html</command> en la barra de direcciones de su navegador.
it: La documentazione è in formato HTML, per visualizzarlo inserire <command>file:///usr/share/doc/mysql-doc-5.0/refman-5.0-en.html-chapter/index.html</command> nella barra degli indirizzi del proprio browser.
sv: Dokumentationen är i HTML-format, för att läsa den skriv följande i din webbläsares adressfält <command>file:///usr/share/doc/mysql-doc-5.0/refman-5.0-en.html-chapter/index.html</command>.

source: For general SQL information see <ulink url="http://www.informit.com/store/product.aspx?isbn=0768664128">Using SQL Special Edition</ulink> by Rafe Colburn.
es: Para información general sobre SQL, vea <ulink url="http://www.informit.com/store/product.aspx?isbn=0768664128">Usando SQL Edición Especial</ulink> por Rafe Colburn.
it: Per informazioni generali riguardo SQL, consultare <ulink url="http://www.informit.com/store/product.aspx?isbn=0768664128">Using SQL Special Edition</ulink> di Rafe Colburn.
sv: För allmän information om SQL, se <ulink url="http://www.informit.com/store/product.aspx?isbn=0768664128">Using SQL Special Edition</ulink> av Rafe Colburn.

source: PostgreSQL is an object-relational database system that has the features of traditional commercial database systems with enhancements to be found in next-generation DBMS systems.
es: PostgreSQL es un sistema de bases de datos objeto-relacional que combina las características de un sistema de gestión de bases de datos comercial tradicional con las mejoras que se suelen encontrar en sistemas de gestión de bases de datos de nueva generación.
it: PostgreSQL è un database relazionale orientato agli oggetti che presenta le caratteristiche di un database commerciale tradizionale e anche miglioramenti dei sistemi DBMS di prossima generazione.
ko: PostgreSQL은 전통적인 상업용 데이타베이스 시스템의 기능에 차세대 DBMS 시스템에서 찾을 수 있는 개선을 포함하는 객체-관계형 데이타베이스 시스템 입니다.
pt: PostgreSQL é um sistema de base de dados, relacional e orientada para objectos, que tem as funcionalidades tradicionais dos sistemas comerciais e com melhorias que podem ser encontradas na próxima geração de sistemas DBMS.
sv: PostgreSQL är ett objekt-relationellt databassystem som har de funktioner traditionella kommersiella databassystem har med tillägg som du kommer hitta i nästa generations DBMS-system.

source: To install PostgreSQL, run the following command in the command prompt:
es: Para instalar PostgreSQL, ejecute la siguiente orden en la línea de órdenes de una terminal:
it: Per installare PostgreSQL, eseguire il seguente comando dal terminale:
ko: PostgreSQL를 설치하기 위하여, 명령 프롬프트에서 다음의 명령을 실행 합니다:
pt: Para instalar PostgreSQL, execute o comando seguinte numa linha de comandos:
sv: För att installera PostgreSQL, kör följande kommando från en terminalprompt:

source: Once the installation is complete, you should configure the PostgreSQL server based on your needs, although the default configuration is viable.
es: Cuando se haya completado la instalación, podrá configurar el servidor PostgreSQL en base a sus necesidades, aunque la configuración predeterminada es viable.
it: Una volta che l'installazione è completata, è possibile configurare il server PostgreSQL a seconda delle proprie esigenze, sebbene la configurazione predefinita sia abbastanza buona.
ko: 설치가 마쳐지면, 비록 기본 설정이 유용하기는 하지만, 여러분의 필요에 따라 PostgreSQL 서버를 설정할 수 있습니다.
pt: Uma vez completada a instalação, deverá configurar o servidor PostgreSQL de acordo com as suas necessidades, embora a configuração por omissão seja viável.
sv: Så fort installationen är avslutad bör du konfigurera PostgreSQL-servern baserat på dina behov, men standardkonfigurationen är ganska bra.

source: By default, connection via TCP/IP is disabled. PostgreSQL supports multiple client authentication methods. By default, IDENT authentication method is used for <application>postgres</application> and local users. Please refer <ulink url="http://www.postgresql.org/docs/8.3/static/admin.html"> the PostgreSQL Administrator's Guide</ulink>.
es: Por omisión, la conexión vía TCP/IP está inactiva. PostgreSQL soporta múltiples métodos de autenticación de clientes. Por omisión, el método de autenticación IDENT es usado para <application>postgres</application> y usuarios locales. Por favor vea el apartado <ulink url="http://www.postgresql.org/docs/8.3/static/admin.html">Server Administration de la documentación de PostgreSQL</ulink>.
it: La connessione via TCP/IP, in modo predefinito, è disabilitata. PostgreSQL è in grado di supportare molteplici metodi di autenticazione, quello predefinito per <application>postgres</application> e gli utenti locali è IDENT. Per maggiori informazioni fare riferimento alla <ulink url="http://www.postgresql.org/docs/8.3/static/admin.html">PostgreSQL Administrator's Guide</ulink>.
sv: Normalt är anslutningar via TCP/IP inaktiverade. PostgreSQL stöder flera sätt för klienter att verifiera sig, och normalt används IDENT-metoden för <application>postgres</application> och lokala användare. Läs mer i <ulink url="http://www.postgresql.org/docs/8.3/static/admin.html"> PostgreSQL administratörsguide</ulink>.

source: The following discussion assumes that you wish to enable TCP/IP connections and use the MD5 method for client authentication. PostgreSQL configuration files are stored in the <filename>/etc/postgresql/&lt;version&gt;/main</filename> directory. For example, if you install PostgreSQL 8.3, the configuration files are stored in the <filename>/etc/postgresql/8.3/main</filename> directory.
es: La discusión siguiente asume que quiere activar las conexiones TCP/IP y usar el método MD5 para autenticación de clientes. Los archivos de configuración de PostgreSQL se guardan en la carpeta <filename>/etc/postgresql/&lt;version&gt;/main</filename>. Por ejemplo, si instala PostgreSQL 8.3, los archivos de configuración se guardan en la carpeta <filename>/etc/postgresql/8.3/main</filename>.
it: Si assume che si voglia abilitare le connessioni TCP/IP e usare il metodo MD5 per l'autenticazione client. I file di configurazione di PostgreSQL sono archiviati nella directory <filename>/etc/postgresql/&lt;VERSIONE&gt;/main</filename>. Per esempio, se si installa PostgreSQL 8.3, i file di configurazione sono archiviati nella directory <filename>/etc/postgresql/8.3/main</filename>.
sv: Följande text förutsätter att du vill aktivera TCP/IP-anslutningar och använda MD5-metoden för klientanslutningar. PostgreSQL:s konfigurationsfiler lagras i katalogen <filename>/etc/postgresql/&lt;version&gt;/main</filename>. Till exempel, om du installerar PostgreSQL 8.3 kommer konfigurationsfilerna att lagras i katalogen <filename>/etc/postgresql/8.3/main</filename>.

source: To configure <emphasis>ident</emphasis> authentication, add entries to the <filename>/etc/postgresql/8.3/main/pg_ident.conf</filename> file.
es: Para configurar la autenticación de <emphasis>ident</emphasis>, añada entradas al archivo <filename>/etc/postgresql/8.3/main/pg_ident.conf</filename>.
it: Per configurare l'autenticazione <emphasis>ident</emphasis>, aggiungere delle voci al file <filename>/etc/postgresql/8.3/main/pg_ident.conf</filename>.
sv: För att konfigurera <emphasis>ident</emphasis>-autentisering, lägg till poster i filen <filename>/etc/postgresql/8.3/main/pg_ident.conf</filename>.

source: To enable TCP/IP connections, edit the file <filename>/etc/postgresql/8.3/main/postgresql.conf</filename>
es: Para habilitar las conexiones TCP/IP, edite el archivo <filename>/etc/postgresql/8.3/main/postgresql.conf</filename>
it: Per abilitare le connessioni TCP/IP, modificare il file <filename>/etc/postgresql/8.3/main/postgresql.conf</filename>
sv: För att aktivera TCP/IP-anslutningar, redigera filen <filename>/etc/postgresql/8.3/main/postgresql.conf</filename>

source: Locate the line <emphasis>#listen_addresses = 'localhost'</emphasis> and change it to:
es: Localize la línea <filename>/etc/postgresql/8.3/main/postgresql.conf</filename> y cámbiela por:
it: Localizzare la riga <emphasis>#listen_addresses = 'localhost'</emphasis> e modificarla in:
sv: Lokalisera raden <emphasis>#listen_addresses = 'localhost'</emphasis> och ändra den till:

source: To allow other computers to connect to your <application>PostgreSQL</application> server replace 'localhost' with the <emphasis>IP Address</emphasis> of your server.
es: Para permitir que otros equipos se puedan conectar a su servidor <application>PostgreSQL</application>, sustituya 'localhost' por la <emphasis>dirección IP</emphasis> de su servidor.
it: Per consentire ad altri computer di collegarsi al server <application>PostgreSQL</application>, sostituire "localhost" con l'<emphasis>indirizzo IP</emphasis> del server.
sv: För att tillåta en annan dator att ansluta till din <application>PostgreSQL</application>-server ersätt 'localhost' med din servers <emphasis>IP-adress</emphasis>.

source: You may also edit all other parameters, if you know what you are doing! For details, refer to the configuration file or to the PostgreSQL documentation.
es: También puede editar todos los demás parámetros, si sabe lo que está haciendo. Para más detalles, consulte el archivo de configuración o la documentación de PostgreSQL.
it: Tutti gli altri parametri possono essere modificati, ma bisogna sapere cosa si sta facendo. Per maggiori informazioni, consultare la documentazione di PostgresSQL o fare riferimento ai file di configurazione.
sv: Om du vet vad du gör! Kan du också redigera alla andra parametrar. För detaljer, se konfigurationsfilen eller dokumentationen för PostgreSQL.

source: Now that we can connect to our <application>PostgreSQL</application> server, the next step is to set a password for the <emphasis>postgres</emphasis> user. Run the following command at a terminal prompt to connect to the default PostgreSQL template database:
es: Ahora que ya podemos conectarnos a nuestro servidor <application>PostgreSQL</application>, el siguiente paso es establecer una contraseña para el usuario <emphasis>postgres</emphasis>.Ejecute el comando siguiente en un terminal para conectarse a la base de datos de plantilla predeterminada de PostgreSQL:
it: Ora che è possibile collegarsi al server <application>PostgreSQL</application>, è necessario impostare una password per l'utente <emphasis>postgres</emphasis>. In un terminale, eseguire il seguente comando per connettersi al modello di database predefinito di PostgreSQL:
sv: Nu när vi kan ansluta till vår <application>PostgreSQL</application>-server, är nästa steg att ange ett lösenord för användaren <emphasis>postgres</emphasis>. Kör följande kommando från terminalprompten för att ansluta till PostgreSQL databasmall:

source: The above command connects to PostgreSQL database <emphasis>template1</emphasis> as user <emphasis>postgres</emphasis>. Once you connect to the PostgreSQL server, you will be at a SQL prompt. You can run the following SQL command at the <application>psql</application> prompt to configure the password for the user <emphasis role="italics">postgres</emphasis>.
es: La orden anterior conecta con la base de datos de PostgreSQL <emphasis>template1</emphasis> como usuario <emphasis>postgres</emphasis>. Una vez haya conectado con el servidor PostgreSQL, se encontrará en una línea de órdenes SQL. Puede ejecutar la siguiente orden SQL en la línea de órdenes de <application>psql</application> para establecer la contraseña del usuario <emphasis role="italics">postgres</emphasis>.
it: Il comando precedente connette al database PostreSQL <emphasis>template1</emphasis> come l'utente <emphasis>postgres</emphasis>. Una volta collegati al server PostgreSQL, si sarà al prompt SQL. È possibile eseguire il seguente comando SQL al prompt <application>psql</application> per configurare la password per l'utente <emphasis role="italics">postgres</emphasis>.
ko: 위의 명령은 사용자 <emphasis>postgres</emphasis>로써 PostgreSQL 데이타베이스 <emphasis>template1</emphasis> 로 접속 합니다. PostgreSQL 서버로 접속하면, 여러분은 SQL 프롬프트를 보게 됩니다. <emphasis role="italics">postgres</emphasis> 사용자의 암호를 설정하기 위하여 <application>psql</application> 프롬프트에서 다음의 SQL 명령을 실행할 수 있습니다.
pt: O comando acima liga-se ao <emphasis>template1</emphasis> da base de dados PostgreSQL como utilizador <emphasis>postgres</emphasis>. Uma vez que se ligue ao servidor PostgreSQL, vai estar numa linha de comando do SQL. Pode executar o seguinte comando SQL na linha de comando <application>psql</application> para configurar a palavra passe do utilizador <emphasis role="italics">postgres</emphasis>.
sv: Ovanstående kommando ansluter till PostgreSQL-databasen <emphasis>template1</emphasis> som användaren <emphasis>postgres</emphasis>. När du anslutit till PostgreSQL-servern kommer du att mötas av en SQL-prompt. Du kan köra följande SQL-kommandon vid inmatningsmarkören till <application>psql</application> för att konfigurera lösenordet för användaren <emphasis role="italics">postgres</emphasis>.

source: ALTER USER postgres with encrypted password 'your_password';
es: ALTER USER postgres with encrypted password 'su_contraseña';
it: ALTER USER postgres with encrypted password 'TUA_PASSWORD';
sv: ALTER USER postgres with encrypted password 'ditt_lösenord';

source: After configuring the password, edit the file <filename>/etc/postgresql/8.3/main/pg_hba.conf</filename> to use <emphasis>MD5</emphasis> authentication with the <emphasis>postgres</emphasis> user:
es: Tras congigurar la clave, edite el archivo <filename>/etc/postgresql/8.3/main/pg_hba.conf</filename> para usar autenticación <emphasis>MD5</emphasis> con el usuario <emphasis>postgres</emphasis>:
it: Una volta configurata la password, modificare il file <filename>/etc/postgresql/8.3/main/pg_hba.conf</filename> affinché venga usata l'autenticazione <emphasis>MD5</emphasis> con l'utente <emphasis>postgres</emphasis>:
sv: När du har konfigurerat lösenordet, ändra på filen <filename>/etc/postgresql/8.3/main/pg_hba.conf</filename> för att använda <emphasis>MD5</emphasis>-autentisering för användaren <emphasis>postgres</emphasis>:
