Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: <emphasis role="bold">Netmask</emphasis> The Subnet Mask (or simply, <emphasis>netmask</emphasis>) is a local bit mask, or set of flags which separate the portions of an IP address significant to the network from the bits significant to the <emphasis>subnetwork</emphasis>. For example, in a Class C network, the standard netmask is 255.255.255.0 which masks the first three bytes of the IP address and allows the last byte of the IP address to remain available for specifying hosts on the subnetwork.
es: <emphasis role="bold">Máscara de red</emphasis> La máscara de red (o máscara de subred) es una máscara local de bits, o conjunto de indicadores, que separan, en una dirección IP, la parte correspondiente a la red de la parte correspondiente a la <emphasis>subred</emphasis>. Por ejemplo, en una red de Clase C, la máscara de red estándar es 255.255.255.0, lo que enmascara los tres primeros bytes de la dirección IP y deja disponible el último byte de la dirección IP para poder especificar hosts en la subred.
it: <emphasis role="bold">Maschera di rete</emphasis>: la maschera di rete (o semplicemente <emphasis>netmask</emphasis>) è una maschera locale di bit, ovvero un insieme di indicatori che separano la porzione di un indirizzo IP che indica la rete dai bit che indicano la <emphasis>sotto-rete</emphasis>. Ad esempio, in una rete di classe C, la maschera di rete standard è 255.255.255.0 che serve a mascherare i primi tre byte dell'indirizzo IP, consentendo all'ultimo byte dell'indirizzo IP di essere disponibile per specificare gli host della sotto-rete.
ko: <emphasis role="bold">Netmask</emphasis> 서브넷 마스크는 (또는 간략하게, <emphasis>netmask</emphasis>) 네트워크 상의 비트 마스크, 또는 네트워크에 중요한 IP 주소에서 <emphasis>subnetwork</emphasis> 에 중요한 비트를 구분하는 부분인 플래그의 집합 입니다. 예를 들어, 클래스 C 네트워크에서, 표준 netmask는 255.255.255.0 이고, IP 주소의 첫 3 바이트는 차폐하고 IP 주소의 마지막 바이트는 서브 네트워크 상의 호스트를 지정하기 위해 사용하도록 남겨지는 것을 허용 합니다.
pt: <emphasis role="bold">Netmask</emphasis> A Máscara de Sub-rede, (ou simplesmente <emphasis>netmask</emphasis> é uma máscara de bits, ou um conjuntos de marcas que separam as partes do endereço IP significativas para a rede, das significativas para a <emphasis>sub-rede</emphasis>. Por exemplo, numa rede classe C, a máscara de rede padrão é 255.255.255.0 o que mascára os três primeiros bytes do endereço IP e permite que o último byte se mantenha disponível para indicar os computadores na sub-rede.
sv: <emphasis role="bold">Nätmask</emphasis> Subnätmasken (eller helt enkelt <emphasis>nätmasken</emphasis> är en lokal bitmask, eller en uppsättning flaggor som avskiljer de delarna av en IP-adress som används i nätverket från dem som används i det lokala <emphasis>subnätverket</emphasis>. Till exempel, i ett klass C-nätverk är standardnätmasken 255.255.255.0, vilket maskerar de första tre bytesen av IP-adressen och låter den sista byten i IP-adressen användas för datorer i subnätverket.

source: <emphasis role="bold">Network Address</emphasis> The Network Address represents the bytes comprising the network portion of an IP address. For example, the host 12.128.1.2 in a Class A network would use 12.0.0.0 as the network address, where twelve (12) represents the first byte of the IP address, (the network part) and zeroes (0) in all of the remaining three bytes to represent the potential host values. A network host using the private IP address 192.168.1.100 would in turn use a Network Address of 192.168.1.0, which specifies the first three bytes of the Class C 192.168.1 network and a zero (0) for all the possible hosts on the network.
es: <emphasis role="bold">Dirección de red</emphasis> La Dirección de red representa los bytes que comprenden la porción de red de una dirección IP. Por ejemplo, el host 12.128.1.2, en una red de clase A, usaría 12.0.0.0 como dirección de red, donde doce (12) representa el primer byte de la dirección IP (la parte correspondiente a la red) y ceros (0) en los tres bytes restantes para representar los valores de host potenciales. En cambio, un host de red usando la dirección IP privada 192.168.1.100 utilizaría una dirección de red 192.168.1.0, que especifica los primeros tres bytes de la red 192.168.1 de clase C y cero (0) para todos los posibles hosts de la red.
it: <emphasis role="bold">Indirizzo di rete</emphasis>: l'indirizzo di rete è dato dai byte che comprendono la parte di rete di un indirizzo IP. Per esempio, l'host 12.128.1.2 in una rete di classe A deve usare 12.0.0.0 come indirizzo di rete, dove dodici (12) è il primo byte dell'indirizzo IP (la parte di rete), e gli zeri (0) nei rimanenti tre byte indicano tutti i possibili valori degli host. Un host di rete che ha un indirizzo IP 192.168.1.100 deve invece usare un indirizzo di rete di 192.168.1.0, nel quale i primi tre byte specificano la rete di classe C 192.168.2 e lo zero (0) per tutti i possibili valori degli host nella rete.
ko: <emphasis role="bold">네트워크 주소</emphasis> 네트워크 주소는 IP 주소에서 네트워크 부분을 구성하는 바이트들로 표현됩니다. 예를 들어, 클래스 A 네트워크 내의 12.128.1.2 호스트는 네트워크 주소로 12.0.0.0을 사용하게 되며, 12는 IP 주소의 첫 바이트(네트워크 부분)를 나타내고, 나머지 3 바이트는 잠재적인 호스트의 값을 나타내기 위해 모두 0을 사용합니다. 사설 IP 주소 192.168.1.100을 사용하는 네트워크 호스트는 네트워크 주소로 192.168.1.0을 사용하게 되며, 네트워크 부분으로 클래스 C 네트워크의 첫 3 바이트를 나타내는 192.168.1을 사용하고 나머지는 네트워크 상의 가능한 모든 호스트들을 나타내기 위해 0을 사용합니다.
pt: <emphasis role="bold">Endereço de Rede</emphasis> O Endereço de Rede representa os bytes que constituem uma porção de um endereço de IP. Por exemplo, o host 12.128.1.2 numa rede Classe A deverá usar como endereço de rede 12.0.0.0, onde 12 representa o primeiro byte do endereço deIP (parte de rede) e zeros (0) em todos os três restantes campos para representar potenciais valores de IP para outras máquinas. Uma máquina na rede usando o Endereço de Rede 192.168.1.100 irá por sua vez usar um Endereço de Rede de 192.168.1.0, que especifica os primeiros três bytes de rede Classe C 192.168.1 e um zero (0) para todas as possíveis máquinas presentes na rede.
sv: <emphasis role="bold">Nätverksadress</emphasis> En nätverksadress representerar bytesen inkluderade i nätverksdelen av en IP-adress. Till exempel, värden 12.128.1.2 i ett klass A-nätverk kommer använda 12.0.0.0 som nätverksadress, där tolv (12) representerar den första byten av IP-dressen och de kvarvarande nollorna (0) representerar de tre bytesen som är möjliga för nätverksvärden. En nätverksvärd som använder den privata IP-adressen 192.168.1.100 kommer använda nätverksadressen 192.168.1.0, som specificerar det tre första bytesen av ett klass C-nätverk 192.168.1 och nollan (0) för alla möjliga värdar i nätverket.

source: <emphasis role="bold">Broadcast Address</emphasis> The Broadcast Address is an IP address which allows network data to be sent simultaneously to all hosts on a given subnetwork rather than specifying a particular host. The standard general broadcast address for IP networks is 255.255.255.255, but this broadcast address cannot be used to send a broadcast message to every host on the Internet because routers block it. A more appropriate broadcast address is set to match a specific subnetwork. For example, on the private Class C IP network, 192.168.1.0, the broadcast address is 192.168.1.255. Broadcast messages are typically produced by network protocols such as the Address Resolution Protocol (ARP) and the Routing Information Protocol (RIP).
es: <emphasis role="bold">Dirección de difusión</emphasis> La Dirección de difusión es una dirección IP que permite enviar simultáneamente datos de red a todos los hosts de una subred determinada, en lugar de especificar un host en concreto. La dirección de difusión estándar para redes IP es 255.255.255.255, pero esta dirección de difusión no puede usarse para enviar un mensaje a todos los hosts de Internet porque los enrutadores lo bloquean. Se puede configurar una dirección de difusión más apropiada para ajustarla una subred determinada. Por ejemplo, en la red IP privada de clase C, 192.168.1.0, la dirección de difusión es 192.168.1.255. Los remitentes de mensajes de difusión normalmente son los protocolos de red, como el Address Resolution Protocol (ARP) y el Routing Information Protocol (RIP).
it: <emphasis role="bold">Indirizzo di broadcast</emphasis>: l'indirizzo di broadcast è un indirizzo IP che permette di inviare dei dati di rete simultaneamente a tutti gli host di una data sotto-rete piuttosto che a uno specifico host. L'indirizzo broadcast generale di base per una rete IP è 255.255.255.255, ma questo indirizzo broadcast non può essere usato per inviare un messaggio broadcast a tutti gli host presenti in internet perché i router lo bloccherebbero. Un indirizzo di broadcast appropriato è quello che indica una specifica sotto-rete. Per esempio, in una rete privata di classe C, 192.168.1.0, l'indirizzo broadcast è 192.168.1.255. I messaggi broadcast sono di norma prodotti dai protocolli di rete come il protocollo per la risoluzione degli indirizzi (ARP, Address Resolution Protocol) e il protocollo delle informazioni di instradamento (RIP, Routing Information Protocol).
ko: <emphasis role="bold">브로드캐스트 주소</emphasis> 브로트캐스트(Broadcast) 주소는 특정 호스트를 지정하는 것이 아닌 주어진 서브네트워크 상의 모든 호스트들에게 동시에 데이터를 전송할 수 있도록 하는 IP 주소입니다. IP 네트워크의 표준 일반 브로트캐스트 주소는 255.255.255.255이지만, 이 브로트캐스트 주소는 라우터에서 블록되기 때문에 인터넷 상의 모든 호스트에 메시지를 전송하기 위해 사용할 수 없습니다. 보다 적절한 브로트캐스트 주소는 특정 서브네트워크에 맞는 것입니다. 예를 들어 클래스 C의 사설 IP 네트워크인 192.168.1.0의 경우에 브로트캐스트 주소는 192.168.1.255가 될 것입니다. 브로트캐스트 메시지는 일반적으로 Address Resolution Protocol (ARP) 과 Routing Information Protocol (RIP) 를 통해 생성됩니다.
pt: <emphasis role="bold">Broadcast Address</emphasis> o Broadcast Addres é um IP que permite que dados da rede sejam simultaneamente enviados a todas as máquinas numa determinada sub-rede em vez se especificar uma máquina em particular. O IP de broadcast por defeito é 255.255.255.255, mas este endereço não poderá ser usado para enviar mensagens de broadcast a todas as máquinas na internet pois os routers bloqueiam-nas. Um endereço de broadcast mais apropriado é definido para fazer broadcast numa sub-rede específica. Por exemplo, numa rede de ip CLasse C, 192.168.1.0, o endereço de breoadcast é 192.168.1.255. As mensagens de broadcast são tipicamente produzidas por protocolos de rede tais como Address Resolution Protocol (ARP) e Routing Information Protocol (RIP).
sv: <emphasis role="bold">Broadcast Adress</emphasis> En broadcast-adress är en IP-adress som tillåter data att skickas samtidigt till alla värdar inom ett givet subnätverk snarare än till en specifik värd. Som allmän standard för broadcast-adresser till IP-nätverk används 255.255.255.255, men den här broadcast-adressen kan inte användas till att skicka broadcast-meddelanden till alla värdar på internet därför att routrarna blockerar det. En mer lämplig broadcast-adress är att använda en som passar ihop med ett specifikt subnätverk. Till exempel, på ett privat klass C-nätverk, 192.168.1.0, är broadcast-adressen 192.168.1.255. Broadcast-meddelanden är normalt producerade av nätverksprotokoll, såsom Address Resolution Protocol (ARP) och Routing Information Protocol (RIP).

source: <emphasis role="bold">Gateway Address</emphasis> A Gateway Address is the IP address through which a particular network, or host on a network, may be reached. If one network host wishes to communicate with another network host, and that host is not located on the same network, then a <emphasis>gateway</emphasis> must be used. In many cases, the Gateway Address will be that of a router on the same network, which will in turn pass traffic on to other networks or hosts, such as Internet hosts. The value of the Gateway Address setting must be correct, or your system will not be able to reach any hosts beyond those on the same network.
es: <emphasis role="bold">Dirección de pasarela o «puerta de enlace» (gateway)</emphasis> Una dirección de pasarela es la dirección IP a través de la cual se puede alcanzar una red, o un host concreto dentro de una red. Si el host de una determinada red desea comunicarse con otro host, y éste host no está en la misma red que el primero, se deberá usar una <emphasis>pasarela</emphasis>. En muchos casos, la dirección de pasarela será la dirección de un router de la red, que será el encargado de pasar el tráfico a otras redes o hosts, como por ejemplo los hosts de Internet. El valor de la dirección de pasarela debe ser correcto, o de lo contrario su sistema no será capaz de alcanzar ningún host que esté fuera de su red.
it: <emphasis role="bold">Indirizzo del gateway</emphasis>: l'indirizzo del gateway è l'indirizzo IP attraverso il quale una particolare rete, o un host su una rete, può essere raggiunta. Se un host di rete desidera comunicare con un altro host di rete, senza essere localizzato nelle stessa rete, allora deve essere usato un <emphasis>gateway</emphasis>. In molti casi l'indirizzo del gateway coincide con quello di un router della medesima rete che ha il compito di far transitare il traffico ad altre reti o host, come Internet. L'impostazione del valore dell'indirizzo del gateway deve essere corretta, altrimenti il sistema non è in grado di raggiungere gli host che non si trovano sulla rete cui appartiene.
ko: <emphasis role="bold">게이트웨이 주소</emphasis> 게이트웨이 주소는 특정 네트워크 또는 네트워크 상의 호스트로 접근하기 위하여 통해야 하는 IP 주소 입니다. 만약 한 네트워크 호스트가 같은 네트워크 상에 위치하지 않은 다른 네트워크 호스트와 통신을 하기를 원한다면, 하나의 <emphasis>게이트웨이</emphasis>를 반드시 사용하여야 합니다. 많은 경우에, 게이트웨이 주소는 같은 네트워크 상의 라우터의 주소가 되고, 인터넷 호스트와 같은 다른 네트워크 또는 호스트로 트래픽을 넘기는데도 사용이 됩니다. 게이트웨이 주소 설정 값은 반드시 정확하여야 하고, 그렇지 않다면 여러분의 시스템은 같은 네트워크 밖에 있는 어떠한 호스트로도 접근을 하는 것이 불가능 합니다.
pt: <emphasis role="bold">Porta de Ligação</emphasis> A Porta de Ligação <emphasis role="italics">Gateway</emphasis>, é o endereço IP pelo qual uma rede em particular ou um computador na rede pode ser alcançado. Se um computador da rede deseja comunicar com outro, e esse outro não está localizado na mesma rede, então uma <emphasis>porta de ligação</emphasis> tem que ser utilizada. Em muitos casos, o Endereço da Porta de Ligação será o de um <emphasis role="italics">router</emphasis> da mesma rede, que por sua vez fará a passagem do tráfego para outras redes ou computadores, tais como Servidores de Internet. O valor do endereço da Porta de Ligação tem que ser correcto, caso contrário o seu sistema não poderá comunicar com outros computadores fora da mesma rede.
sv: <emphasis role="bold">Gateway-adress</emphasis> En gateway-adress är IP-adressen som ett speciellt nätverk, eller en värd på ett nätverk, kan nås genom. Om en nätverksvärd vill kommunicera med en annan nätverksvärd, och den andra värden inte finns på samma nätverk som den första, måste en <emphasis>gateway</emphasis> användas. I många fall är Gateway-adressen samma som routerns adress på nätverket, som i sin tur skickar trafiken vidare till andra nätverk eller värdar, till exempel internetservrar. Värdet på gateway-adressen måste vara riktig för att ditt system skall kunna nå några datorer bortom ditt lokala nätverk.

source: <emphasis role="bold">Nameserver Address</emphasis> Nameserver Addresses represent the IP addresses of Domain Name Service (DNS) systems, which resolve network hostnames into IP addresses. There are three levels of Nameserver Addresses, which may be specified in order of precedence: The <emphasis>Primary</emphasis> Nameserver, the <emphasis>Secondary</emphasis> Nameserver, and the <emphasis>Tertiary</emphasis> Nameserver. In order for your system to be able to resolve network hostnames into their corresponding IP addresses, you must specify valid Nameserver Addresses which you are authorized to use in your system's TCP/IP configuration. In many cases these addresses can and will be provided by your network service provider, but many free and publicly accessible nameservers are available for use, such as the Level3 (Verizon) servers with IP addresses from 4.2.2.1 to 4.2.2.6.
es: <emphasis role="bold">Dirección del servidor de nombres</emphasis> Las direcciones de los servidores de nombres representa las direcciones IP de los servidores de nombres de dominio (Domain Name Service, DNS), los cuales se encargan de transformar los nombres de equipos de la red en direcciones IP. Hay tres niveles de direcciones de servidores de nombres, que se especifican por orden de preferencia: son los servidores de nombres <emphasis>primario</emphasis>, <emphasis>secundario</emphasis> y <emphasis>terciario</emphasis>. Para que su sistema pueda convertir los nombres de los equipos a sus correspondientes direcciones IP, debe especificar direcciones válidas de servidores de nombres que esté autorizado a usar en la configuración TCP/IP de su sistema. En muchos casos esas direcciones las suministrará su proveedor de servicios de red, pero hay muchos servidores de nombres gratuitos disponibles para su uso, a los que puede acceder de forma pública, como los servidores de Level3 (Verizon) cuyas direcciones IP van desde la 4.2.2.1 a la 4.2.2.6.
it: <emphasis role="bold">Indirizzo del server dei nomi</emphasis>: l'indirizzo del server dei nomi rappresenta l'indirizzo IP del sistema DNS (Domain Name Service) che traduce il nome host della rete in un indirizzo IP reale. Esistono tre livelli di indirizzo del server dei nomi che possono essere specificati in ordine di precedenza: il server dei nomi <emphasis>primario</emphasis>, quello <emphasis>secondario</emphasis> e il <emphasis>terziario</emphasis>. Affinché il sistema possa tradurre i nomi host in indirizzi IP, è necessario specificare degli indirizzi validi per i server dei nomi che è possibile utilizzare all'interno della configurazione TCP/IP del sistema. Nella maggior parte dei casi, questi indirizzi vengono forniti dal proprio fornitore di servizio Internet, ma ne sono disponibili anche di gratuiti e liberamente utilizzabili, come i server di terzo livello di Verizon con indirizzi IP da 4.2.2.1 a 4.2.2.6.
sv: <emphasis role="bold">DNS-serveradress</emphasis> DNS-serveradresser är de IP-adresser som Domain Name Service-system (DNS) har. De kan i sin tur omvandla nätverksvärdnamn till IP-adresser. Det finns tre nivåer av DNS-serveradresser, som du kan skriva i den ordningen de skall väljas: Den <emphasis>primära</emphasis> DNS-servern, den <emphasis>sekundära</emphasis> DNS-servern och den <emphasis>tertiära</emphasis> DNS-servern. För att ditt system ska kunna omvandla nätverksvärdnamn till deras IP-adresser måste du specificera giltiga DNS-serveradresser som du får använda i din dators TCP/IP-konfiguration. I många fall ger dig din internetleverantör dessa, men det finns även många fritt och offentligt tillgängliga DNS-servar du kan använda, som Level3-servrarna (Verizon) med IP-adresser från 4.2.2.1 till 4.2.2.6.

source: The IP address, Netmask, Network Address, Broadcast Address, and Gateway Address are typically specified via the appropriate directives in the file <filename>/etc/network/interfaces</filename>. The Nameserver Addresses are typically specified via <emphasis>nameserver</emphasis> directives in the file <filename>/etc/resolv.conf</filename>. For more information, view the system manual page for <filename>interfaces</filename> or <filename>resolv.conf</filename> respectively, with the following commands typed at a terminal prompt:
es: La dirección IP, la máscara de red, la dirección de red, la dirección de broadcast (difusión) y la dirección de gateway (pasarela) se especifican normalmente por medio de las directivas apropiadas en el archivo <filename>/etc/network/interfaces</filename>. Las direcciones de los servidores de nombres se especifican normalmente por medio de las directivas <emphasis>nameserver</emphasis> en el archivo <filename>/etc/resolv.conf</filename>. Para más información, vea la página de manual para <filename>interfaces</filename> o <filename>resolv.conf</filename>, respectivamente, con las siguientes órdenes tecleadas en la línea de órdenes de una terminal:
it: Gli indirizzi IP, le maschere di rete, gli indirizzi di rete, gli indirizzi di broadcast e gli indirizzi di gateway sono tipicamente determinati attraverso appropriate direttive nel file <filename>/etc/network/interfaces</filename>. Gli indirizzi di server dei nomi sono tipicamente specificati attraverso le direttive <emphasis>nameserver</emphasis> nel file <filename>/etc/resolv.conf</filename>. Per maggiori informazioni, consultare rispettivamente le pagine di manuale di sistema per <filename>interfaces</filename> e <filename>resolv.conf</filename>, usando i seguenti comandi da digitare al prompt di un terminale:
ko: IP 주소, 넷마스크, 네트워크 주소, 브로드캐스트 주소, 그리고 게이트웨이 주소는 전형적으로 <filename>/etc/network/interfaces</filename> 파일 내에 해당 지시자를 사용하여 지정 됩니다. 네임서버 주소는 <filename>/etc/resolv.conf</filename> 파일 내에 <emphasis>nameserver</emphasis> 지시자를 통해 일반적으로 지정 됩니다. 더 많은 정보는, 터미널 프롬프트에서 다음의 명령을 사용하여, <filename>interfaces</filename> 또는 <filename>resolv.conf</filename> 를 위한 시스템 지침서를 읽어 보십시오:
pt: O endereço IP, máscara de rede <emphasis role="italics">Netmask</emphasis>, endereço da rede <emphasis role="italics">Network Address</emphasis>, endereço de difusão <emphasis role="italics">Broadcast Address</emphasis>e o endereço da porta de ligação <emphasis role="italics">Gateway Address</emphasis> são geralmente especificados através de directivas apropriadas no ficheiro <filename>/etc/network/interfaces</filename> . Os Endereços dos Servidores de Nomes <emphasis role="italics">Nameserver Addresses</emphasis> são geralmente especificados através das directivas <emphasis>nameserver</emphasis> no ficheiro <filename>/etc/resolv.conf</filename> . Para mais informação, consulte a página do manual do sistema para <filename>interfaces</filename> ou <filename>resolv.conf</filename> respectivamente, introduzindo os seguintes comandos na linha de comandos:
sv: IP-adressen, nätmasken, nätverksadressen, broadcast-adressen och gateway-adressen skrivs vanligtvis på lämplig plats i filen <filename>/etc/network/interfaces</filename>. DNS-serveradresser skrivs oftast via <emphasis>nameserver</emphasis>-posterna i filen <filename>/etc/resolv.conf</filename>. För mer information, läs systemets manualsida för <filename>interfaces</filename> respektive <filename>resolv.conf</filename>, genom att skriva följande kommandon från en terminalprompt:

source: Access the system manual page for <filename>interfaces</filename> with the following command:
es: Acceda a la página del manual de <filename>interfaces</filename> con el siguiente comando:
it: Accedere alla pagina di manuale di sistema per <filename>interfaces</filename> con il seguente comando:
ko: <filename>interfaces</filename> 를 위한 시스템 매뉴얼 페이지는 다음의 명령으로 접근 합니다:
pt: Aceda à página do manual de sistema para <filename>interfaces</filename> com o seguinte comando:
sv: Kom åt systemets manualsida för <filename>interfaces</filename> med följande kommando:

source: Access the system manual page for <filename>resolv.conf</filename> with the following command:
es: Acceda a la página del manual de <filename>resolv.conf</filename> con el siguiente comando:
it: Accedere alla pagina di manuale di sistema per <filename>resolv.conf</filename> con il seguente comando:
ko: <filename>resolv.conf</filename> 를 위한 시스템 매뉴얼 페이지는 다음의 명령으로 접근 합니다:
pt: Aceda à página do manual de sistema para <filename>resolv.conf</filename> com o seguinte comando:
sv: Kom åt systemets manualsida för <filename>resolv.conf</filename> med följande kommando:
