Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Then, add the following to the <emphasis role="bold">top</emphasis> of the http_access section of your <filename>/etc/squid/squid.conf</filename> file:
es: Después, añada lo siguiente al <emphasis role="bold">principio</emphasis> de la sección http_access de su archivo <filename>/etc/squid/squid.conf</filename>:
it: Quindi aggiungere quanto segue all'<emphasis role="bold">inizio</emphasis> della sezione http_access del file <filename>/etc/squid/squid.conf</filename>:
ko: 그런 다음, <filename>/etc/squid/squid.conf</filename> 파일의 http_access 영역의 <emphasis role="bold">가장 위</emphasis>에 다음을 추가 합니다:
pt: Depois, adicione o seguinte no <emphasis role="bold">início</emphasis> da secção http_access do seu ficheiro <filename>/etc/squid/squid.conf</filename>:
sv: Lägg sedan till följande längst <emphasis role="bold">upp</emphasis> i avdelningen http_access i filen <filename>/etc/squid/squid.conf</filename>:

source: Using the excellent access control features of Squid, you may configure use of Internet services proxied by Squid to be available only during normal business hours. For example, we'll illustrate access by employees of a business which is operating between 9:00AM and 5:00PM, Monday through Friday, and which uses the 10.1.42.0/42 subnetwork:
es: Usando las excelentes capacidades de control de acceso de Squid, puede configurar el uso de los servicios de Internet delegados por Squid para que sólo estén disponibles durante las horas normales de trabajo. Por ejemplo, ilustraremos el acceso de los empleados de un negocio que opera entre las 9 de la mañana y las 5 de la tarde, de lunes a viernes, y que usan la subred 10.1.42.0/42:
it: Utilizzando il sistema di controllo degli accessi di Squid, è possibile configurare l'utilizzo di alcuni servizi internet in proxy con Squid in alcune fasce orarie: L'esempio seguente descrive come consentire agli utenti l'accesso al servizio dalle 9:00 alle 17:00 dal lunedì al venerdì che utilizza la sotto rete 10.1.42.0/42:
ko: Squid의 훌륭한 접근 조종 기능을 사용하여, 여러분의 오직 정규 업무 시간 동안에만 Squid에 의하여 프락시된 인터넷 서비스가 사용 가능하도록 설정할 수 있습니다. 예를 들어, 월요일부터 금요일까지, 오전 9시에서 오후 5시 동안 근무하는 사업장의 직원들이 10.1.42.0/42 서브 네트워크를 사용하는 경우의 접근법을 보입니다.
pt: Utilizando as excelentes caracteristicas de controlo de acesso do Squid, pode configurar a utilização de serviços da Internet alvo de proxy pelo Squid para que estejem acessiveis somente durante as horas de expediente. Por exemplo, vamos ilustrar o acesso dos empregados de um negócio que funciona das 9:00 as 17:00, de Segunda-feira a Sexta-feira, e que utiliza a subrede 10.1.42.0/42:
sv: Med hjälp av de lysande tillgänglighetsfunktionerna i Squid kan du konfigurera det så att internettjänster som går genom Squid bara går att komma åt under normala kontorstider. Om vi till exempel har en firma vars anställda jobbar mellan 9.00 och 17.00, måndag till fredag, och som använder subnätverket 10.1.42.0/42:

source: After making changes to the <filename>/etc/squid/squid.conf</filename> file, save the file and restart the <application>squid</application> server application to effect the changes using the following command entered at a terminal prompt:
es: Después de hacer los cambios en el archivo <filename>/etc/squid/squid.conf</filename>, guarde el archivo y reinicie el servidor <application>squid</application> para que los cambios surtan efecto, usando la siguiente orden que deberá introducir en la línea de órdenes de una terminal:
it: Una volta apportate le modifiche al file <filename>/etc/squid/squid.conf</filename>, salvarlo e, per rendere effettivi i cambiamenti, riavviare <application>squid</application> utilizzando il comando:
ko: <filename>/etc/squid/squid.conf</filename> 파일에 변경을 만든 후에는, 그 파일을 저장하고 변경의 효과를 가지도록 터미널 프롬프트에서 다음의 명령을 입력하여 <application>squid</application> 서버 프로그램을 재 시작 합니다:
pt: Após alterar o ficheiro <filename>/etc/squid/squid.conf</filename>, grave-o e reinicie o servidor <application>squid</application> para efectivar as alterações utilizando o seguinte comando num terminal:
sv: När du har gjort ändringarna i filen <filename>/etc/squid/squid.conf</filename>, spara filen och starta om <application>squid</application>-servern för att verkställa ändringarna genom att skriva följande kommando från en terminalprompt:

source: Squid Website
es: Web de Squid
it: Sito web di Squid
ko: Squid 웹사이트
pt: Sítio web Squid
sv: Squids webbplats

source: Ruby on Rails is an open source web framework for developing database backed web applications. It is optimized for sustainable productivity of the programmer since it lets the programmer to write code by favouring convention over configuration.
es: Ruby on Rails es una plataforma web de código abierto para el desarrollo de aplicaciones web que hacen uso de una base de datos. Está optimizada para que el programador mantenga una productividad sostenible, ya que permite escribir código favoreciendo la convención por encima de la configuración.
it: Ruby on Rails è un ambiente web open source, per sviluppare applicazioni web che si avvalgono di database. È ottimizzato per la produttività sostenibile del programmatore dato che richiede di scrivere codice favorendo le convenzioni piuttosto che le configurazioni.
ko: 루비 온 레일스(Ruby on Rails)는 데이터베이스를 기반으로 한 웹 애플리케이션을 개발하기 위한 오픈 소스 웹 프레임워크입니다. 루비 온 레일스는 프로그래머의 지속적인 생산성을 위해 최적화되었습니다. since it lets the programmer to write code by favouring convention over configuration.
pt: Ruby on Rails é uma framework web open source para desenvolver aplicações web com backend de base de dados. É optimizado para criar uma sustentabilidade de programação, uma vez que permite ao programador a escrita de código favorecendo a convenção em detrimento da configuração.
sv: Ruby on Rails är ett webbramverk i öppen källkod för utveckling av webbapplikationer med en bakomliggande databas. Det är optimerat för bärkraftig produktivitet för programmeraren eftersom det tillåter programmeraren att skriva kod genom att favorisera konventioner över konfigurationer.

source: Before installing <application>Rails</application> you should install <application>Apache</application> and <application>MySQL</application>. To install the <application>Apache</application> package, please refer to <xref linkend="httpd"/>. For instructions on installing <application>MySQL</application> refer to <xref linkend="mysql"/>.
es: Antes de instalar <application>Rails</application> debería instalar <application>Apache</application> y <application>MySQL</application>. Para instalar el paquete de <application>Apache</application>, diríjase a <xref linkend="httpd"/>. Para ver las instrucciones de instalación de <application>MySQL</application> diríjase a <xref linkend="mysql"/>.
it: Prima di installare <application>Rails</application> è necessario installare <application>Apache</application> e <application>MySQL</application>. Per installare il pacchetto <application>Apache</application> fare riferimento alla <xref linkend="httpd"/>, per <application>MySQL</application> fare riferimento alla <xref linkend="mysql"/>.
sv: Innan installationen av <application>Rails</application> behöver du installera <application>Apache</application> och <application>MySQL</application>. För att installera paketet <application>Apache</application>, läs mer på <xref linkend="httpd"/>. Installationsanvisningar av <application>MySQL</application> läs mer på <xref linkend="mysql"/>.

source: Once you have <application>Apache</application> and <application>MySQL</application> packages installed, you are ready to install <application>Ruby on Rails</application> package.
es: Cuando tenga instalados los paquetes de <application>Apache</application> y <application>MySQL</application>, estará listo para instalar el paquete de <application>Ruby on Rails</application>.
it: Una volta installati <application>Apache</application> e <application>MySQL</application>, è possibile installare il pacchetto <application>Ruby on Rails</application>.
sv: När du har installerat paketen <application>Apache</application> och <application>MySQL</application>, är du redo att installera paketet <application>Ruby on Rails</application>.

source: To install the <application>Ruby</application> base packages and <application>Ruby on Rails</application>, you can enter the following command in the terminal prompt:
es: Para instalar los paquetes básicos de <application>Ruby</application> y <application>Ruby on Rails</application>, puede escribir la siguiente orden en un terminal:
it: Per installare i pacchetti base di <application>Ruby</application>, digitare in un terminale il seguente comando:
sv: För att installera baspaketeten <application>Ruby</application> och <application>Ruby on Rails</application>, kan du skriva följande kommando i terminalen:

source: Modify the <filename>/etc/apache2/sites-available/default</filename> configuration file to setup your domains.
es: Modifique el archivo de configuración <filename>/etc/apache2/sites-available/default</filename> para configurar sus dominios.
it: Modificare il file di configurazione <filename>/etc/apache2/sites-available/default</filename> per impostare i propri domini.
sv: Modifiera filen <filename>/etc/apache2/sites-available/default</filename> för att konfigurera dina domäner.

source: The first thing to change is the <emphasis>DocumentRoot</emphasis> directive:
es: La primera directiva a cambiar es <emphasis>DocumentRoot</emphasis>:
it: La prima cosa da cambiare è la direttiva <emphasis>DocumentRoot</emphasis>:
sv: Börja med att ändra direktivet <emphasis>DocumentRoot</emphasis>:

source: Next, change the &lt;Directory "/path/to/rails/application/public"&gt; directive:
es: Después cambie la directiva &lt;Directory "/path/to/rails/application/public"&gt;:
it: Successivamente, modificare &lt;Directory "/percorso/applicazione/rails/public"&gt;:
sv: Nästa steg, ändra direktivet &lt;Directory "/path/to/rails/application/public"&gt; :

source: You should also enable the <application>mod_rewrite</application> module for Apache. To enable <application>mod_rewrite</application> module, please enter the following command in a terminal prompt:
es: También debería habilitar el módulo <application>mod_rewrite</application> para Apache. Para habilitar el módulo <application>mod_rewrite</application>, introduzca la siguiente orden en un terminal:
it: È utile anche abilitare il modulo <application>mod_rewrite</application> di Apache. Per abilitare il modulo <application>mod_rewrite</application>, digitare il seguente comando in un terminale:
sv: Du behöver också aktivera modulen <application>mod_rewrite</application> för Apache. För att aktivera modulen <application>mod_rewrite</application>, skriv följande kommando i terminalen:

source: Finally you will need to change the ownership of the <filename>/path/to/rails/application/public</filename> and <filename>/path/to/rails/application/tmp</filename> directories to the user used to run the <application>Apache</application> process:
es: Finalmente, necesitará cambiar la pertenencia de los directorios <filename>/path/to/rails/application/public</filename> y <filename>/path/to/rails/application/tmp</filename> a la del usuario usado para ejecutar el proceso <application>Apache</application>:
it: Infine, è necessario modificare i proprietari delle directory <filename>/percorso/applicazione/rails/public</filename> e <filename>/percorso/applicazione/rails/tmp</filename> con il proprietario usato per eseguire il processo <application>Apache</application>:
sv: Slutligen behöver du ändra ägarskapet för katalogerna <filename>/path/to/rails/application/public</filename> och <filename>/path/to/rails/application/tmp</filename> till användaren som kör processen <application>Apache</application>:

source: sudo chown -R www-data:www-data /path/to/rails/application/tmp
es: sudo chown -R www-data:www-data /ruta/a/la/aplicación/rails/tmp
it: sudo chown -R www-data:www-data /percorso/applicazione/rails/tmp

source: That's it! Now you have your Server ready for your <application>Ruby on Rails</application> applications.
es: Esto es todo. Ya tiene su servidor listo para las aplicaciones <application>Ruby on Rails</application> applications.
it: Il server è ora pronto per le applicazioni <application>Ruby on Rails</application>.
sv: Det var allt! Nu är din server redo för dina <application>Ruby on Rails</application>-applikationer.

source: See the <ulink url="http://rubyonrails.org/">Ruby on Rails</ulink> website for more information.
es: Vea el sitio web <ulink url="http://rubyonrails.org/">Ruby on Rails</ulink> para tener más información.
sv: Se <ulink url="http://rubyonrails.org/">Ruby on Rails</ulink> webbplats för mer information.

source: Also <ulink url="http://pragprog.com/titles/rails3/agile-web-development-with-rails-third-edition">Agile Development with Rails</ulink> is a great resource.
es: También<ulink url="http://pragprog.com/titles/rails3/agile-web-development-with-rails-third-edition">Agile Development with Rails</ulink> es un buen recurso.
sv: Dessutom är <ulink url="http://pragprog.com/titles/rails3/agile-web-development-with-rails-third-edition">Agile Development with Rails</ulink> en bra resurs.

source: Apache Tomcat is a web container that allows you to serve Java Servlets and JSP (Java Server Pages) web applications.
es: Apache Tomcat es un contenedor web que permite servir aplicaciones web con Servlets Java y JSP (Java Server Pages)
it: Apache Tomcat è un "contenitore" web che consente di servire Java Servlets e applicazioni web JSP (Java Server Pages).
sv: Apache Tomcat är en webbaserad container som låter dig dela ut Java Servlets och JSP (Java Server Pages) webbapplikationer.

source: The <application>Tomcat 6.0</application> packages in Ubuntu support two different ways of running Tomcat. You can install them as a classic unique system-wide instance, that will be started at boot time and will run as the tomcat6 unpriviledged user. But you can also deploy private instances that will run with your own user rights, and that you should start and stop by yourself. This second way is particularly useful in a development server context where multiple users need to test on their own private Tomcat instances.
es: Los paquetes de <application>Tomcat 6.0</application> en Ubuntu tienen dos formas diferentes de ejecutar Tomcat. Se pueden instalar de forma única para todo el sistema siguiendo el modo clásico, que se abrirá cuando se reinicie el sistema, y que se ejecutará como tomcat6, usuario sin privilegios. Pero también se pueden usar instancias privadas que funcionarán según los derechos de usuario de cada uno, y que deben ser arrancados y detenidos por el usuario. Esta segunda forma es particularmente útil en un contexto de desarrollo de servidor, donde varios usuarios pueden necesitar probar sus propias instancias privadas de Tomcat.
it: Il pacchetto <application>Tomcat 6.0</application> supporta due differenti modalità di esecuzione di Tomcat. È possibile installarlo come un'unica istanza globale per tutto il sistema che verrà lanciata all'avvio del sistema e verrà eseguita come l'utente senza privilegi "tomcat6". Ma è anche possibile usare istanze private che verranno eseguite con i diritti del proprio utente e che è possibile avviare e fermare autonomamente. Questa modalità è molto utile durante lo sviluppo, dove molteplici utenti necessitano di eseguire test su un'istanza privata di Tomcat.
sv: Paketet <application>Tomcat 6.0</application> i Ubuntu stöder två olika sätt att drifta Tomcat. Du kan installera dem som en klassisk unik systemomfattande instans, som startas under systemstart och kommer köras som den oprivilegierade användaren tomcat6. Men du kan också utveckla privata instanser som kommer köras med dina egna användarrättigheter och som du själv startar och stoppar. Det andra sättet är speciellt användbart i en utvecklarserver där flera användare behöver testa sina egna privata Tomcat instanser.

source: System-wide installation
es: Instalación de todo el sistema
it: Installazione globale
sv: Systemomfattande installation

source: To install the <application>Tomcat</application> server, you can enter the following command in the terminal prompt:
es: Para instalar el servidor<application>Tomcat</application> debe introducir la siguiente orden en un terminal:
it: Per installare il server <application>Tomcat</application>, digitare al prompt quanto segue:
sv: För att installera servern <application>Tomcat</application>, kan du skriva följande kommando i terminalprompten:

source: This will install a Tomcat server with just a default ROOT webapp that displays a minimal "It works" page by default.
es: Con ello se instalará un servidor de Tomcat con un ROOT webapp por defecto que muestra una página mínima «funciona» (it works) por defecto.
it: In questo modo verrà installato il server Tomcat con un'applicazione web predefinita che visualizza una semplice pagina "It works".
sv: Detta kommer att installera en Tomcat-server med en standard ROOT-webbapplikation som visar en minimal \"It works\" sida som standard.

source: Tomcat configuration files can be found in <filename>/etc/tomcat6</filename>. Only a few common configuration tweaks will be described here, please see <ulink url="http://tomcat.apache.org/tomcat-6.0-doc/index.html">Tomcat 6.0 documentation</ulink> for more.
es: Los archivos de configuración de Tomcat se pueden encontrar en <filename>/etc/tomcat6</filename>. Sólo algunos ajustes comunes de configuración se describen aquí, por favor consulte <ulink url="http://tomcat.apache.org/tomcat-6.0-doc/index.html">Documentación de Tomcat 6.0</ulink> para más información.
it: I file di configurazione di Tomcat possono essere trovati in <filename>/etc/tomcat6</filename>. In questa sezione verranno spiegate solo alcune modifiche, per maggiori informazioni, consultare la <ulink url="http://tomcat.apache.org/tomcat-6.0-doc/index.html">documentazione di Tomcat 6.0</ulink>.
sv: Konfigurationsfilerna till Tomcat finns i <filename>/etc/tomcat6</filename>. Endast några vanliga konfigurationer kommer beskrivas här, för fler läs <ulink url=\"http://tomcat.apache.org/tomcat-6.0-doc/index.html\">Tomcat 6.0 dokumentationen</ulink>.

source: Changing default ports
es: Cambiar el puerto predeterminado
it: Modificare la porta predefinita
sv: Ändra standardportar

source: By default Tomcat 6.0 runs a HTTP connector on port 8080 and an AJP connector on port 8009. You might want to change those default ports to avoid conflict with another server on the system. This is done by changing the following lines in <filename>/etc/tomcat6/server.xml</filename>:
es: De manera predeterminada, Tomcat 6.0 corre un conector HTTP en el puerto 8080 y un conector AJP en el puerto 8009. Quizás quiera cambiar estos puertos predeterminados para evitar un conflicto con otro servidor en el sistema. Lo puede hacer cambiando en <filename>/etc/tomcat6/server.xml</filename> las líneas siguientes:
it: Tomcat 6.0 esegue un connettore HTTP sulla porta 8080 e un connettore AJP sulla porta 8009; potrebbe essere utile modificare queste porte per evitare conflitti con altri server all'interno del sistema. Per fare questo, basta modificare le seguenti righe nel file <filename>/etc/tomcat6/server.xml</filename>:
sv: Som standard kör Tomcat 6.0 en HTTP-anslutning på port 8080 och en AJP-anslutning på port 8009. Du kanske vill ändra dessa standardportar för att undvika konflikter med andra servrar på systemet. Detta görs genom att ändra följande rader i <filename>/etc/tomcat6/server.xml</filename>:

source: Changing JVM used
es: Cambiar el JVM usado
it: Cambiare la JVM usata
sv: Ändra JVM som används

source: By default Tomcat will run preferably with OpenJDK-6, then try Sun's JVM, then try some other JVMs. If you have various JVMs installed, you can set which should be used by setting JAVA_HOME in <filename>/etc/default/tomcat6</filename>:
es: De manera predeterminada, Tomcat correrá preferentemente con OpenJDK-6, luego pruebe JVM de Sun, después pruebe otros JVMs. Si tiene varios JVMs instalados, puede elegir cual quiere usar de manera predeterminada, configurando JAVA_HOME en <filename>/etc/default/tomcat6</filename>:
it: Tomcat viene eseguito preferibilmente con OpenJDK-6, quindi con la JVM di Sun e infine con altre JVM. Se sono installate diverse JVM, è possibile impostare quale usare modificando la variabile JAVA_HOME nel file <filename>/etc/default/tomcat6</filename>:
sv: Som standard körs Tomcat helst med OpenJDK-6, testa därefter Sun's JVM, testa sedan några andra JVM:s. Om du har olika JVM:s installerade, kan du bestämma vilken som skall användas genom att sätta JAVA_HOME i <filename>/etc/default/tomcat6</filename>:

source: Declaring users and roles
es: Declarar usuarios y roles
it: Dichiarare utenti e ruoli
sv: Deklarera användare och roller

source: Usernames, passwords and roles (groups) can be defined centrally in a Servlet container. In Tomcat 6.0 this is done in the <filename>/etc/tomcat6/tomcat-users.xml</filename> file:
es: Nombres de usuarios, contraseñas y roles (grupos) se pueden definir de manera centralizada en un contenedor de Servlets. En Tomcat 6.0 esto se hace en el archivo <filename>/etc/tomcat6/tomcat-users.xml</filename>:
it: Nomi utente, password e ruoli (gruppi) possono essere definiti in un contenitore Servlet. Con Tomcat 6.0 questo è fatto nel file <filename>/etc/tomcat6/tomcat-users.xml</filename>:
sv: Användarnamn, lösenord och roller (grupper) kan definieras centralt i en servlet-container. I Tomcat 6.0 utförs detta i filen <filename>/etc/tomcat6/tomcat-users.xml</filename>:

source: Using Tomcat standard webapps
es: Usar las aplicaciones web estándar de Tomcat
it: Usare le applicazioni web standard di Tomcat
sv: Använda Tomcats standardwebbapplikationer

source: Tomcat is shipped with webapps that you can install for documentation, administration or demo purposes.
es: Tomcat cuenta con aplicaciones web que puede instalar para propósitos de documentación, administración o demostraciones
it: Tomcat dispone di applicazioni web che è possibile installare per documentarsi, per l'amministrazione o solo per dimostrazione.
sv: Tomcat levereras med webbapplikationer som du kan installera för dokumentation, administration och demo ändamål.

source: Tomcat documentation
es: Documentación Tomcat
it: Documentazione di Tomcat
sv: Tomcat dokumentation

source: The <application>tomcat6-docs</application> package contains Tomcat 6.0 documentation, packaged as a webapp that you can access by default at http://yourserver:8080/docs. You can install it by entering the following command in the terminal prompt:
es: El paquete <application>tomcat6-docs</application> contiene la documentación de Tomcat 6.0, empaquetada como una aplicación web a la que puede acceder desde http://yourserver:8080/docs. Puede instalarla en la consola por medio de la orden:
it: Il pacchetto <application>tomcat6-docs</application> contiene la documentazione di Tomcat 6.0 sotto forma di applicazione web a cui è possibile accedere all'indirizzo "http://IL_PROPRIO_SERVER:8080/docs". È possibile installare il pacchetto attraverso il seguente comando:
sv: Paketet <application>tomcat6-docs</application> innehåller dokumentationen för Tomcat 6.0, paketerat som en webbapplikation och normalt får du åtkomst till den på http://yourserver:8080/docs. Du kan installera den genom att ange följande kommando i terminalprompten:

source: Tomcat administration webapps
es: Administración Tomcat de aplicaciones web
it: Applicazioni web amministrative di Tomcat
sv: Tomcat administration av webbapplikationer
