Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: <ulink url="http://www.fs-security.com/">Firestarter</ulink> is quite popular and easy to use.
es: <ulink url="http://www.fs-security.com/">Firestarter</ulink> es muy popular y fácil de usar.
it: <ulink url="http://www.fs-security.com/">Firestarter</ulink> è molto usato e facile da utilizzare.
sv: <ulink url="http://www.fs-security.com/">Firestarter</ulink> är populär och enkel att använda.

source: <ulink url="http://www.fwbuilder.org/">fwbuilder</ulink> is very powerful and will look familiar to an administrator who has used a commercial firewall utility such as <application>Checkpoint FireWall-1</application>.
es: <ulink url="http://www.fwbuilder.org/">fwbuilder</ulink> es muy potente y será familiar para un administrador que ha usado utilidades de cortafuegos comerciales como <application>Checkpoint FireWall-1</application>.
it: <ulink url="http://www.fwbuilder.org/">fwbuilder</ulink> è molto potente e ha un aspetto che può risultare familiare agli amministratori che hanno utilizzato un firewall commerciale come <application>Checkpoint FireWall-1</application>.
sv: <ulink url="http://www.fwbuilder.org/">fwbuilder</ulink> är väldigt kraftfull och kommer att kännas igen av en administratör som använt ett kommersiellt brandväggsverktyg såsom <application>Checkpoint FireWall-1</application>.

source: If you prefer a command-line tool with plain-text configuration files:
es: Si usted prefiere una herramienta de línea de comandos con archivos de configuración en texto plano:
it: Per chi preferisce uno strumento a riga di comando con file di configurazione in semplice testo:
sv: Om du föredrar ett kommandoradsverktyg med ren textfilskonfiguration:

source: <ulink url="http://www.shorewall.net/">Shorewall</ulink> is a very powerful solution to help you configure an advanced firewall for any network.
es: <ulink url="http://www.shorewall.net/">Shorewall</ulink> es una solución muy potente para ayudarle a configurar un cortafuegos avanzado para cualquier red.
it: <ulink url="http://www.shorewall.net/">Shorewall</ulink> è una soluzione molto potente per configurare un firewall di livello avanzato per qualsiasi rete.
sv: <ulink url="http://www.shorewall.net/">Shorewall</ulink> är en väldigt kraftfull lösning för att hjälpa dig med att konfigurera en avancerad brandvägg för alla nätverk.

source: <ulink url="http://www.linuxkungfu.org/">ipkungfu</ulink> should give you a working firewall "out of the box" with zero configuration, and will allow you to easily set up a more advanced firewall by editing simple, well-documented configuration files.
es: <ulink url="http://www.linuxkungfu.org/">ipkungfu</ulink> le ofrece un cortafuegos que funciona «de fábrica» sin necesidad de configuración, y le permitirá configurar fácilmente un cortafuegos más avanzado editando archivos de configuración sencillos y bien documentados.
it: <ulink url="http://www.linuxkungfu.org/">ipkungfu</ulink> dovrebbe fornire un firewall funzionante "out of the box", senza alcuna configurazione e consente di configurare firewall avanzati modificando semplici file di configurazione ben documentati.
sv: <ulink url="http://www.linuxkungfu.org/">ipkungfu</ulink> skall ge dig en fungerande brandvägg "out of the box" med noll konfiguration och låter dig enkelt sätta upp en mer avancerad brandvägg genom att redigera enkla väldokumenterade konfigurationsfiler.

source: <ulink url="http://fireflier.sourceforge.net/">fireflier</ulink> is designed to be a desktop firewall application. It is made up of a server (fireflier-server) and your choice of GUI clients (GTK or QT), and behaves like many popular interactive firewall applications for Windows.
es: <ulink url="http://fireflier.sourceforge.net/">fireflier</ulink> está diseñado para ser un cortafuegos de escritorio. Está compuesto de un servidor (fireflier-server) y de un de cliente GUI (GTK o QT) a su elección, y se comporta como una de las tantas de las aplicaciones populares cortafuegos interactivas para Windows.
it: <ulink url="http://fireflier.sourceforge.net/">fireflier</ulink> è progettato per essere un'applicazione firewall per il desktop. È costituito da un server (fireflier-server), da un client grafico (GTK o QT) e si comporta come diverse applicazioni firewall interattive per Windows.
sv: <ulink url="http://fireflier.sourceforge.net/">fireflier</ulink> är framtagen för att vara en skrivbords-brandvägg. Den är byggd på en server (fireflier-server) och ditt val av GUI-klient (GTK eller QT), och beter sig som många populära interaktiva brandväggsprogram för Windows.

source: The <ulink url="https://wiki.ubuntu.com/UbuntuFirewall">Ubuntu Firewall</ulink> wiki page contains information on the development of <application>ufw</application>.
es: la página del wiki <ulink url="https://wiki.ubuntu.com/UbuntuFirewall">Ubuntu Firewall</ulink> contiene información sobre el desarrollo de <application>ufw</application>.
it: La pagina wiki relativa a <ulink url="https://wiki.ubuntu.com/UbuntuFirewall">Ubuntu Firewall</ulink> contiene informazioni sullo sviluppo di <application>ufw</application>.
sv: På <ulink url="https://wiki.ubuntu.com/UbuntuFirewall">Ubuntu Firewall</ulink> wiki-sida finns information om utvecklingen av <application>ufw</application>.

source: Also, the <application>ufw</application> manual page contains some very useful information: <command>man ufw</command>.
es: También la página de manual de <application>ufw</application> contiene información útil: <command>man ufw</command>.
it: Inoltre, la pagina di manuale di <application>ufw</application> contiene molte informazioni utili: <command>man ufw</command>.
sv: Dessutom, manualsidan för <application>ufw</application> innehåller en del väldigt användbar information: <command>man ufw</command>.

source: See the <ulink url="http://www.netfilter.org/documentation/HOWTO/packet-filtering-HOWTO.html">packet-filtering-HOWTO</ulink> for more information on using <application>iptables</application>.
es: Vea <ulink url="http://www.netfilter.org/documentation/HOWTO/packet-filtering-HOWTO.html">packet-filtering-HOWTO</ulink> para más información sobre como usar <application>iptables</application>.
it: Per maggiori informazioni sull'uso di <application>iptables</application>, consultare <ulink url="http://www.netfilter.org/documentation/HOWTO/packet-filtering-HOWTO.html">packet-filtering-HOWTO</ulink>.
sv: Se <ulink url="http://www.netfilter.org/documentation/HOWTO/packet-filtering-HOWTO.html">packet-filtering-HOWTO</ulink> för mer information om att använda <application>iptables</application>.

source: The <ulink url="http://www.netfilter.org/documentation/HOWTO/NAT-HOWTO.html">nat-HOWTO</ulink> contains further details on masquerading.
es: <ulink url="http://www.netfilter.org/documentation/HOWTO/NAT-HOWTO.html">nat-HOWTO</ulink> Contiene más detalles sobre enmascaramiento.
it: Il <ulink url="http://www.netfilter.org/documentation/HOWTO/NAT-HOWTO.html">nat-HOWTO</ulink> contiene ulteriori dettagli sul masquerading.
sv: <ulink url="http://www.netfilter.org/documentation/HOWTO/NAT-HOWTO.html">nat-HOWTO</ulink> innehåller ytterligare information om detaljer i maskering.

source: <application>AppArmor</application> is a Linux Security Module implementation of name-based mandatory access controls. AppArmor confines individual programs to a set of listed files and posix 1003.1e draft capabilities.
es: <application>AppArmor</application> es una implementación de Linux Security Module para control de acceso obligatorio basado en nombres. AppArmor limita programas individuales a un conjunto de archivos listados y de capacidades POSIX 1003.1e (borrador).
it: <application>AppArmor</application> è un'implementazione del «Linux Security Module» per il controllo degli accessi vincolante basato sul nome. AppArmor racchiude individualmente i programmi in un insieme di file e capacità posix 1003.1e draft.
sv: <application>AppArmor</application> är en säkerhetsmodul för Linux som implementerar namnbaserad obligatorisk åtkomstkontroll (MAC). AppArmor begränsar individuella program till en serie listade filer och posix 1003.1e-utkast förmågor.

source: <application>AppArmor</application> is installed and loaded by default. It uses <emphasis>profiles</emphasis> of an application to determine what files and permissions the application requires. Some packages will install their own profiles, and additional profiles can be found in the <application>apparmor-profiles</application> package.
es: <application>AppArmor</application> se instala y se carga de forma predeterminada. Usa <emphasis>perfiles</emphasis> de una aplicación para determinar qué archivos y permisos necesita la aplicación. Algunos paquetes instalarán sus propios perfiles, y se pueden encontrar perfiles adicionales en el paquete <application>apparmor-profiles</application>.
it: <application>AppArmor</application> è installato e caricato in modo predefinito e utilizza i <emphasis>profili</emphasis> di un'applicazione per determinare quali file e permessi siano necessari all'applicazione. Alcuni pacchetti installano i propri profili e ulteriori profili possono essere trovati nel pacchetto <application>apparmor-profiles</application>.
sv: <application>AppArmor</application> är installerat och läses in som standard. Det använder <emphasis>profiler</emphasis> för ett program för att fastställa vilka filer och rättigheter programmet kräver. Vissa paket kommer installera sina egna profiler och ytterligare profiler kan hittas i paketet <application>apparmor-profiles</application>.

source: To install the <application>apparmor-profiles</application> package from a terminal prompt:
es: Para instalar el paquete <application>apparmor-profiles</application> desde un terminal:
it: Per installare il pacchetto <application>apparmor-profiles</application>, in un terminale digitare:
sv: För att installera paketet <application>apparmor-profiles</application> från en terminalprompt:

source: AppArmor profiles have two modes of execution:
es: Los perfiles AppArmor tienen dos modos de ejecución:
it: I profili di AppArmor dispongono di due modalità di esecuzione:
sv: AppArmor profiler har två metoder för att verkställa:

source: Complaining/Learning: profile violations are permitted and logged. Useful for testing and developing new profiles.
es: Reclamando/Aprendiendo: violaciones de perfil están permitidas y registradas. Útil para la realización de pruebas y el desarrollo de nuevos perfiles.
it: Apprendimento (complaining/learning): le violazioni del profilo sono consentite e vengono registrate. Utile per verificare e sviluppare nuovi profili.
sv: Complaining/Learning: Profilöversträdelse är tillåten och loggad. Användbar vid testning och utveckling av nya profiler.

source: Enforced/Confined: enforces profile policy as well as logging the violation.
es: Forzada/Confinada: fuerza la política de perfile así como también el registro de la violación.
it: Esecutiva (enforced/confined): obbliga a rispettare la politica del profilo e registra le violazioni.
sv: Enforced/Confined: upprätthållande profilpolicy såväl som loggning av överträdelsen.

source: Using AppArmor
es: Usando AppArmor
it: Utilizzare AppArmor
sv: Använda AppArmor

source: The <application>apparmor-utils</application> package contains command line utilities that you can use to change the <application>AppArmor</application> execution mode, find the status of a profile, create new profiles, etc.
es: El paquete <application>apparmor-utils</application> contiene utilidades de línea de comandos que usted puede utilizar para cambiar el modo de ejecución de <application>AppArmor</application>, encontrar el estado de un perfil, crear nuevos perfiles, etc.
it: Il pacchetto <application>apparmor-utils</application> contiene utilità a riga di comando che è possibile usare per modificare la modalità di esecuzione di <application>AppArmor</application>, trovare lo stato di un profilo, creare nuovi profili, ecc...
sv: Paketet <application>apparmor-utils</application> innehåller kommandoradverktyg som du kan använda till att ändra <application>AppArmor</application> verkställandemetod, hitta en profilstatus, skapa nya profiler, osv.

source: <application>apparmor_status</application> is used to view the current status of AppArmor profiles.
es: <application>apparmor_status</application> se usa para ver el estatus actual de los perfiles AppArmor.
it: <application>apparmor_status</application> è utilizzata per visualizzare lo stato attuale dei profili AppArmor.
sv: <application>apparmor_status</application> används till att visa nuvarande status för AppArmor profiler.

source: <application>aa-complain</application> places a profile into <emphasis>complain</emphasis> mode.
es: <application>aa-complain</application> posiciona un perfil en modo <emphasis>reclamo</emphasis>.
it: <application>aa-complain</application> posiziona un profilo nella modalità <emphasis>apprendimento</emphasis>.
sv: <application>aa-complain</application> placerar en profil i metoden <emphasis>complain</emphasis>.

source: <application>aa-enforce</application> places a profile into <emphasis>enforce</emphasis> mode.
es: <application>aa-enforce</application> coloca un perfil en modo <emphasis>forzar</emphasis>.
it: <application>aa-enforce</application> posiziona un profilo nella modalità <emphasis>esecutiva</emphasis>.
sv: <application>aa-enforce</application> placerar en profil i metoden <emphasis>enforce</emphasis>.

source: The <filename>/etc/apparmor.d</filename> directory is where the AppArmor profiles are located. It can be used to manipulate the <emphasis>mode</emphasis> of all profiles.
es: El directorio <filename>/etc/apparmor.d</filename> es donde los perfiles AppArmor se localizan. Puede ser utilizado para manipular el <emphasis>modo</emphasis> de todos los perfiles.
it: Nella directory <filename>/etc/apparmor.d</filename> sono archiviati tutti i profili di AppArmor ed è possibile, da qui, modificare la <emphasis>modalità</emphasis> di tutti i profili.
sv: I katalogen <filename>/etc/apparmor.d</filename> sparas AppArmor-profilerna. Det kan användas till att förändra <emphasis>metoden</emphasis> för alla profiler.

source: Enter the following to place all profiles into complain mode:
es: Ingrese lo siguiente para poner todos los perfiles en modo reclamo:
it: Usare il seguente comando per impostare tutti i profili nella modalità apprendimento:
sv: Skriv följande för att placera alla profiler i complain-metoden:

source: To place all profiles in enforce mode:
es: Para colocar todos los perfiles en modo forzar.
it: Per impostare tutti i profili nella modalità esecutiva:
sv: För att placera alla profiler i enforce-metoden:

source: <application>apparmor_parser</application> is used to load a profile into the kernel. It can also be used to reload a currently loaded profile using the <emphasis>-r</emphasis> option. To load a profile:
es: <application>apparmor_parser</application> es utilizado para cargar el perfil dentro del kernel. También puede ser utilizado para recargar un perfil ya cargado usando la opción <emphasis>-r</emphasis>. Para cargar un perfil:
it: <application>apparmor_parser</application> è utilizzata per caricare un profilo all'interno del kernel. Può essere usata anche per ricaricare profili attraverso l'opzione <emphasis>-r</emphasis>. Per caricare un profilo:
sv: <application>apparmor_parser</application> används för att ladda profiler till kärnan. Den kan också användas till att ladda om en nyligen laddad profil med alternativet <emphasis>-r</emphasis>. För att ladda en profil:

source: To reload a profile:
es: Para recargar un perfil:
it: Per ricaricare un profilo:
sv: För att ladda om en profil:

source: <filename>/etc/init.d/apparmor</filename> can be used to <emphasis>reload</emphasis> all profiles:
es: <filename>/etc/init.d/apparmor</filename> puede ser utilizado para <emphasis>recargar</emphasis> todos los perfiles:
it: <filename>/etc/init.d/apparmor</filename> può essere usato per <emphasis>ricaricare</emphasis> tutti i profili:
sv: <filename>/etc/init.d/apparmor</filename> kan användas till att <emphasis>återladda</emphasis> alla profiler:

source: The <filename>/etc/apparmor.d/disable</filename> directory can be used along with the <application>apparmor_parser -R</application> option to <emphasis>disable</emphasis> a profile.
es: El directorio <filename>/etc/apparmor.d/disable</filename> puede ser utilizado junto con la opción <application>apparmor_parser -R</application> para <emphasis>deshabilitar</emphasis> un perfil.
it: La directory <filename>/etc/apparmor.d/disable</filename> può essere usata con l'opzione <application>apparmor_parser -R</application> per <emphasis>disabilitare</emphasis> un profilo.
sv: Katalogen <filename>/etc/apparmor.d/disable</filename> kan användas tillsammans med alternativet <application>apparmor_parser -R</application> för att <emphasis>inaktivera</emphasis> en profil.

source: To <emphasis>re-enable</emphasis> a disabled profile remove the symbolic link to the profile in <filename>/etc/apparmor.d/disable/</filename>. Then load the profile using the <emphasis>-a</emphasis> option.
es: Para <emphasis>rehabilitar</emphasis> un perfil deshabilitado, elimine el vínculo simbólico del perfil en <filename>/etc/apparmor.d/disable/</filename>. Luego, cargue el perfil usando la opción <emphasis>-a</emphasis>.
it: Per <emphasis>riabilitare</emphasis> un profilo disabilitato, rimuovere il collegamento simbolico al profilo in <filename>/etc/apparmor.d/disable/</filename>, quindi caricare il profilo usando l'opzione <emphasis>-a</emphasis>.
sv: För att <emphasis>återaktivera</emphasis> en inaktiverad profil, ta bort den symboliska länken till profilen i <filename>/etc/apparmor.d/disable/</filename>. Ladda sedan profilen genom att använda alternativet <emphasis>-a</emphasis>.

source: <application>AppArmor</application> can be disabled, and the kernel module unloaded by entering the following:
es: <application>AppArmor</application> puede ser deshabilitado, y el modulo del kernel descargado ingresando lo siguiente:
it: È possibile disabilitare <application>AppArmor</application> e scaricare il modulo del kernel attraverso i seguenti comandi:
sv: <application>AppArmor</application> kan inaktiveras och kärnmodulen frigörs genom att skriva följande:

source: To re-enable <application>AppArmor</application> enter:
es: Para rehabilitar <application>AppArmor</application> introduzca:
it: Per riabilitare <application>AppArmor</application>:
sv: För att återaktivera <application>AppArmor</application> skriv:

source: Replace <emphasis>profile.name</emphasis> with the name of the profile you want to manipulate. Also, replace <filename>/path/to/bin/</filename> with the actual executable file path. For example for the <application>ping</application> command use <filename>/bin/ping</filename>
es: Reemplace <emphasis>profile.name</emphasis> con el nombre del perfil que quiere manipular. Además, reemplace <filename>/path/to/bin/</filename> con la ruta del archivo ejecutable. Por ejemplo para la orden <application>ping</application> use <filename>/bin/ping</filename>.
it: Sostituire <emphasis>profile.name</emphasis> con il nome del profilo da modificare e sostituire anche <filename>/percorso/eseguibile/</filename> con il percorso all'eseguibile. Per esempio, per il comando <application>ping</application>, usare <filename>/bin/ping</filename>
sv: Ersätt <emphasis>profile.name</emphasis> med namnet på profilen du vill behandla. Dessutom, ersätt <filename>/path/to/bin/</filename> med den verkliga sökvägen till den körbara filen. Som exempel, för kommandot <application>ping</application> använd <filename>/bin/ping</filename>

source: Profiles
es: Perfiles
it: Profili
sv: Profiler

source: <application>AppArmor</application> profiles are simple text files located in <filename>/etc/apparmor.d/</filename>. The files are named after the full path to the executable they profile replacing the "/" with ".". For example <filename>/etc/apparmor.d/bin.ping</filename> is the AppArmor profile for the <filename>/bin/ping</filename> command.
es: Los perfiles <application>AppArmor</application> son archivos de texto plano alojados en <filename>/etc/apparmor.d/</filename>. Los archivos son nombrados después de la ruta completa al ejecutable de su perfil cambiando "/" por ".". Por ejemplo <filename>/etc/apparmor.d/bin.ping</filename> es el perfil de AppArmor para la orden <filename>/bin/ping</filename>.
it: I profili di <application>AppArmor</application> sono dei semplici file di testo posizionati in <filename>/etc/apparmor.d/</filename>. Questi file vengono nominati con il percorso completo all'eseguibile del profilo, sostituendo «/» con «.». Per esempio, <filename>/etc/apparmor.d/bin.ping</filename> è il profilo AppArmor del comando <filename>/bin/ping</filename>.
sv: <application>AppArmor</application>-profiler är enkla textfiler som är placerade i <filename>/etc/apparmor.d/</filename>. Filerna är namngivna efter den kompletta sökvägen till den körbara filen de styr, ersättande "/" med ".". Som exempel <filename>/etc/apparmor.d/bin.ping</filename> är AppArmor-profilen för kommandot <filename>/bin/ping</filename>.

source: There are two main type of rules used in profiles:
es: Hay dos tipos principales de reglas usadas en perfiles:
it: Esistono due principali tipologie di regole usate nei profili:
sv: Det är två huvudtyper av regler som används i profiler:

source: <emphasis>Path entries:</emphasis> which detail which files an application can access in the file system.
es: <emphasis>Entradas de ruta:</emphasis> que detallan a qué archivos puede acceder una aplicación en el sistema de archivos.
it: <emphasis>Voci di percorso</emphasis>: specificano a quali file nel file system un'applicazione può accedere.
sv: <emphasis>Path entries:</emphasis> som specificerar vilken fil en applikation kan få tillgång till i filsystemet.

source: <emphasis>Capability entries:</emphasis> determine what privileges a confined process is allowed to use.
es: <emphasis>Entradas de capacidad::</emphasis> determinan qué privilegios puede utilizar un proceso confinado.
it: <emphasis>Voci di capacità</emphasis>: determinano quali privilegi un processo può utilizzare.
sv: <emphasis>Capability entries:</emphasis> fastställer vilka privilegier en begränsad process har tillåtelse att använda.

source: As an example take a look at <filename>/etc/apparmor.d/bin.ping</filename>:
es: Como un ejemplo de una mirada a <filename>/etc/apparmor.d/bin.ping</filename>:
it: Per un esempio, consultare <filename>/etc/apparmor.d/bin.ping</filename>:
sv: Som exempel, titta närmare på <filename>/etc/apparmor.d/bin.ping</filename>:

source: <emphasis>#include &lt;tunables/global&gt;:</emphasis> include statements from other files. This allows statements pertaining to multiple applications to be placed in a common file.
es: <emphasis>#include &lt;tunables/global&gt;:</emphasis> incluye declaraciones de los otros archivos. Esto permite que las declaraciones pertenecientes a múltiples aplicaciones puedan ser colocadas en un archivo común.
it: <emphasis>#include &lt;tunables/global&gt;</emphasis>: asserzioni di inclusione da altri file. Consente di usare un file comune con le asserzioni di inclusione per molteplici applicazioni.
sv: <emphasis>#include &lt;tunables/global&gt;:</emphasis> innehåller uppgifter från andra filer. Det möjliggör att uppgifter som tillhör flera program kan placeras i en gemensam fil.
