Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Based on server configuration, it prompts for password. You must enter the password you use to login via ssh. Once you are authenticated, it checks out the code from the Subversion repository.
es: En función de la configuración del servidor, se le solicitará una contraseña. Debe introducir la misma contraseña que usa para iniciar sesión con ssh. Cuando se haya autenticado, se recuperará («check out») el código del repositorio de Subversion.
it: In base alla configurazione del server, viene richiesta la password. Utilizzare la password per il login con SSH. Una volta autenticati, viene eseguito il checkout del codice dal repository di Subverison.
ko: 서버 설정에 따라, 암호를 물어 봅니다. 반드시 ssh 통하여 로그인 할 때 사용하는 암호를 입력 합니다. 인증이 된 후, Subversion 저장소에서 코드를 체크 아웃 합니다.
pt: Dependendo da configuração, ele pede uma palavra passe. Tem que digitar a palavra passe que utiliza para iniciar a sessão via ssh. Uma vez autenticado, ele verifica o código no repositório Subversion.
sv: Servern kommer nu, baserat på hur den är konfigurerad, att fråga efter ett lösenord. Du måste skriva in det lösenord du använder för att logga in med ssh. När du är verifierad checkas koden ut från subversion-förrådet.

source: CVS Server
es: Servidor CVS
it: Server CVS
ko: CVS 서버
pt: Servidor CVS

source: CVS is a version control system. You can use it to record the history of source files.
es: CVS es un sistema de control de versiones. Puede usarlo para mantener un historial de archivos fuente.
it: CVS è un sistema di controllo della versione che è possibile utilizzare per registrare i cambiamenti al codice sorgente di un programma.
ko: CVS는 버전 관리 시스템 입니다. 소스 파일의 이력을 기록하기 위하여 그것을 사용할 수 있습니다.
pt: CVS é um sistema de controlo de versãoes. Pode utilizá-lo para registar o histórico dos ficheiros fonte.
sv: CVS är ett versionshanteringssystem. Du kan använda det för att spara historiken för källkodsfiler.

source: To install <application>CVS</application>, run the following command from a terminal prompt: <screen> <command>sudo apt-get install cvs</command> </screen> After you install <application>cvs</application>, you should install <application>xinetd</application> to start/stop the cvs server. At the prompt, enter the following command to install <application>xinetd</application>: <screen> <command>sudo apt-get install xinetd</command> </screen>
es: Para instalarl <application>CVS</application>, corra la siguiente orden en una consola: <screen> <command>sudo apt-get install cvs</command> </screen> Una vez instalado <application>cvs</application>, puede instalar <application>xinetd</application> para arrancar/parar el servidor cvs. En la consola, introduzca la siguiente orden para instalar <application>xinetd</application>: <screen> <command>sudo apt-get install xinetd</command> </screen>
sv: För att installera <application>CVS</application>, kör följande kommando från en terminalprompt: <screen> <command>sudo apt-get install cvs</command> </screen> Efter att du installerat <application>cvs</application>, skall du installera <application>xinetd</application> till att starta/stoppa cvs-servern. Vid markören, ange följande kommando för att installer <application>xinetd</application>: <screen> <command>sudo apt-get install xinetd</command> </screen>

source: Be sure to edit the repository if you have changed the default repository (<application>/var/lib/cvs</application>) directory.
es: Asegúrese de editar el repositorio si ha cambiado el directorio predeterminado del repositorio (<application>/var/lib/cvs</application>).
it: Assicurarsi di modificare il repository nel caso in cui sia stata modificata la directory predefinita del repository (<application>/var/lib/cvs</application>).
ko: 만약 기본 지정된 저장소 (<application>/var/lib/cvs</application>) 디렉토리를 변경하였다면 그 저장소를 편집하는 것을 확신 하십시오.
pt: Assegure-se que edita o repositório se alterou o directório do repositório pré-definido (<application>/var/lib/cvs</application>).
sv: Se till att ändra sökvägen till förrådet om du har bytt standardkatalog (<application>/var/lib/cvs</application>).

source: Once you install cvs, the repository will be automatically initialized. By default, the repository resides under the <application>/var/lib/cvs</application> directory. You can change this path by running following command: <screen> <command>cvs -d /your/new/cvs/repo init</command> </screen> Once the initial repository is set up, you can configure <application>xinetd</application> to start the CVS server. You can copy the following lines to the <filename> /etc/xinetd.d/cvspserver</filename> file. <placeholder-1/><placeholder-2/> Once you have configured <application>xinetd</application> you can start the cvs server by running following command: <screen> <command>sudo /etc/init.d/xinetd restart</command> </screen>
es: Una vez que instale cvs, el repositorio se inicializará automáticmente. Por defecto, el repositorio reside bajo el directorio <application>/var/lib/cvs</application>. Puede cambiar esta ruta ejecutando la siguiente orden <screen> <command>cvs -d /tu/nuevo/cvs/repositorio init</command> </screen> Una vez que el repositorio inicial está configurado, puede configurar <application>xinetd</application> para ejecutar el servidor CVS. Puede copiar las siguientes líneas al fichero <filename> /etc/xinetd.d/cvspserver</filename>. <placeholder-1/><placeholder-2/> Una vez que haya configurado <application>xinetd</application> puede iniciar el servidor cvs ejecutando la siguiente orden: <screen> <command>sudo /etc/init.d/xinetd restart</command> </screen>
sv: När du installerat cvs, kommer förrådet automatiskt initieras. Som standard, finns förrådet under katalogen <application>/var/lib/cvs</application>. Du kan ändra sökvägen genom att köra följande kommando: <screen> <command>cvs -d /your/new/cvs/repo init</command> </screen> När det första förrådet är uppsatt, kan du konfigurera <application>xinetd</application> till att starta CVS-servern. Du kan kopiera följande rader till filen <filename> /etc/xinetd.d/cvspserver</filename>. <placeholder-1/><placeholder-2/> När du har konfigurerat <application>xinetd</application> kan du starta cvs-servern genom att köra följande kommando: <screen> <command>sudo /etc/init.d/xinetd restart</command> </screen>

source: You can confirm that the CVS server is running by issuing the following command:
es: Puede confirmar que el servidor CVS se está ejecutando introduciendo la siguiente orden:
it: Per avere la conferma che il server CVS è in esecuzione, digitare il seguente comando:
ko: 다음의 명령을 수행하여 CVS 서버가 실행 중인 것을 확인할 수 있습니다:
pt: Pode confirmar que o servidor CVS está em funcionamento executando o seguinte comando:
sv: Du kan bekräfta att CVS-servern är igång genom att köra följande kommando:

source: When you run this command, you should see the following line or something similar:
es: Cuando ejecute este comando, deberá ver la siguiente línea o algo similar:
it: L'output del comando precedente dovrebbe essere:
ko: 이 명령을 실행할 때, 여러분은 다음 줄 또는 그와 유사한 것을 보아야 합니다:
pt: Quando executa este comando, deverá ver a linha seguinte ou algo similar:
sv: När du kör det här kommandot bör du se följande rad, eller någon liknande:

source: From here you can continue to add users, add new projects, and manage the CVS server.
es: Desde aquí puede continuar añadiendo usuarios, nuevos proyectos, y manejando el servidor CVS.
it: A questo punto è possibile aggiungere altri utenti, nuovi progetti e gestire il server CVS.
ko: 이제 여기서 여러분은 사용자를 더하고, 새로운 프로젝트를 더하며, 그 CVS 서버를 관리하는 것을 계속할 수 있습니다.
pt: A partir daqui pode continuar a adicionar utilizadores, adicionar novos projectos, e a gerir o servidor CVS.
sv: Nu kan du fortsätta med att lägga till användare, lägga till projekt, och administrera CVS-servern.

source: CVS allows the user to add users independently of the underlying OS installation. Probably the easiest way is to use the Linux Users for CVS, although it has potential security issues. Please refer to the CVS manual for details.
es: CVS le permite añadir usuarios independientemente del sistema operativo subyacente. Probablemente, la forma más sencilla es usar los usuarios de Linux en el CVS, aunque esto trae potenciales problemas de seguridad. Por favor, consulte el manual del CVS para más detalles.
it: CVS consente di aggiungere nuovi utenti indipendentemente dal sistema operativo. Il modo più semplice è utilizzare l'utente Linux per CVS, benché presenti dei problemi di sicurezza. Per maggiori informazioni, consultare il manuale di CVS.
ko: CVS는 OS 설치와는 무관하게 사용자를 추가할 수 있습니다. 아마도 가장 쉬운 것은 CVS를 위하여 리눅스 사용자를 사용하는 것이지만, 이것은 가능한 보안의 문제를 가지고 있습니다. 자세한 것은 CVS 매뉴얼을 참조 하십시오.
pt: O CVS permite ao utilizador adicionar utilizadores independentemente da instalação do Sistema Operativo subjacente. Provavelmente a maneira mais fácil é a de usar Linux Users for CVS, embora tenha alguns problemas potenciais de segurança. Queira consultar o manual do CVS para mais detalhes.
sv: CVS tillåter att användaren lägger till användare oberoende av det underliggande operativsystemet. Det enklaste sättet är förmodligen att använda Linux-användare för CVS, men det har potentiella säkerhetsproblem. Läs CVS-manualen för detaljer.

source: Add Projects
es: Añadir proyectos
it: Aggiungere progetti
ko: 프로젝트 더하기
pt: Adicionar Projectos
sv: Lägga till projekt

source: You can use the CVSROOT environment variable to store the CVS root directory. Once you export the CVSROOT environment variable, you can avoid using -d option in the above cvs command.
es: Puede usar la variable de entorno CVSROOT para guardar el directorio raíz del CVS. Al exportar dicha variable de entorno, no tendrá que usar la opción -d en los comandos cvs anteriores.
it: È possibile utilizzare la variabile d'ambiente CVSROOT per memorizzare la directory root di CVS. Una volta esportata, si può evitare di utilizzare l'opzione "-d" nel comando precedente.
ko: CVS 루트 디렉토리를 저장하기 위해 CVSROOT 환경 변수를 사용할 수 있습니다. CVSROOT 환경 변수를 익스포트(export) 하고 나면, 위의 cvs 명령에서 -d 옵션을 제거할 수 있습니다.
pt: Pode utilizar a variável de ambiente CVSROOT para armazenar o directório raíz do cvs. Uma vez exportada a variável de ambiente CVSROOT, pode evitar o uso da opção -d no comando cvs acima.
sv: Du kan använda miljövariabeln CVSROOT för att lagra CVS-rotkatalogen. När du har exporterat miljövariabeln CVSROOT behöver du inte använda flaggan -d i cvs-kommandot ovan.

source: When you add a new project, the CVS user you use must have write access to the CVS repository (<application>/var/lib/cvs</application>). By default, the <application>src</application> group has write access to the CVS repository. So, you can add the user to this group, and he can then add and manage projects in the CVS repository.
es: Cuando añada un nuevo proyecto, el usuario CVS que utilice deberá tener acceso de escritura al repositorio CVS (<application>/var/lib/cvs</application>). De forma predeterminada, el grupo <application>src</application> tiene acceso de escritura al repositorio CVS. Por tanto, puede añadir el usuario a este grupo, y así él podrá añadir y gestionar proyectos en el repositorio CVS.
it: Quando si aggiunge un nuovo progetto, l'utente CVS deve avere i permessi di scrittura per il repository CVS (<application>/var/lib/cvs</application>). In modo predefinito, il gruppo <application>src</application> possiede tali permessi. Basta semplicemente aggiungere l'utente a questo gruppo per permettergli di gestire progetti in un repository CVS.
ko: 새로운 프로젝트를 추가할 때, 여러분이 사용하는 CVS 사용자는 반드시 CVS 저장소 <application>/var/lib/cvs</application>) 의 쓰기 권한을 가져야 합니다. 기본 설정으로, <application>src</application> 그룹은 그 CVS 저장소로의 쓰기 권한을 가지고 있습니다. 그러므로, 여러분은 그 사용자를 이 그룹에 추가할 수 있고, 그런 후 그 사용자는 CVS 저장소 내의 프로젝트를 관리할 수 있습니다.
pt: Quando adiciona um novo projecto, o utilizador CVS que estiver a utilizar tem de ter permissões de escrita no repositório CVS (<application>/var/lib/cvs</application>). Por omissão, o grupo <application>src</application> tem permissão de escrita no repositório CVS. Assim, pode adicionar o utilizador a este grupo, podendo este então adicionar e gerir projectos no repositório CVS.
sv: När du lägger till ett nytt projekt måste CVS-användaren du använder ha skrivrättigheter till CVS-förrådet (<application>/var/lib/cvs</application>). Normalt har gruppen <application>src</application> skrivrättigheter till CVS-förrådet. Om du lägger till en användare i den här gruppen kommer han med andra ord att kunna hantera projekt i CVS-förrådet.

source: This section explains how to add new project to the CVS repository. Create the directory and add necessary document and source files to the directory. Now, run the following command to add this project to CVS repository: <screen> <command>cd your/project</command> <command>cvs -d :pserver:username@hostname.com:/var/lib/cvs import -m "Importing my project to CVS repository" . new_project start</command> </screen><placeholder-1/> The string <emphasis>new_project</emphasis> is a vendor tag, and <emphasis>start</emphasis> is a release tag. They serve no purpose in this context, but since CVS requires them, they must be present. <placeholder-2/>
es: Esta sección explica cómo añadir un proyecto nuevo al repositorio CVS. Cree el directorio y añada los documentos y archivos fuente necesarios dentro de él. Ahora, ejecute el siguiente comando para añadir este proyecto al repositorio CVS: <screen> <command>cd su/proyecto</command> <command>cvs -d :pserver:usuario@equipo.com:/var/lib/cvs import -m "Importando mi proyecto al repositorio CVS" . nuevo_proyecto inicio</command> </screen><placeholder-1/> La cadena <emphasis>nuevo_proyecto</emphasis> es una etiqueta de vendedor, e <emphasis>inicio</emphasis> es una etiqueta de publicación. No tienen ningún significado en este contexto, pero como CVS las requiere, deben estar presentes. <placeholder-2/>
it: Questa sezione spiega come aggiungere nuovi progetti a un repository CVS, creare la directory, aggiungervi i documenti necessari e i file sorgente. Per aggiungere un progetto al repository CVS, eseguire le seguenti istruzioni: <screen> <command>cd your/project</command> <command>cvs import -d :pserver:nomeutente@nomehost.it:/var/lib/cvs -m "Importazione del mio progetto nel repository CVS" . new_project start</command> </screen><placeholder-1/> La stringa <emphasis>new_project</emphasis>, è un tag del vendor, mentre la stringa <emphasis>start</emphasis> è una stringa di rilascio. Non servono a nulla in questo contesto, ma visto che CVS le richiede, vanno inserite. <placeholder-2/>
ko: 이 부분에서는 새로운 프로젝트를 CVS 저장소에 추가하는 방법을 설명합니다. 먼저 디렉토리를 만들고 필요한 문서와 소스 파일들을 해당 디렉토리에 복사합니다. 이제 다음 명령을 입력하여 이 프로젝트를 CVS 저장소에 추가합니다: <screen> <command>cd your/project</command> <command>cvs -d :pserver:username@hostname.com:/var/lib/cvs import -m "Importing my project to CVS repository" . new_project start</command> </screen><placeholder-1/> 여기서 <emphasis>new_project</emphasis> 는 제작자 태그이고, <emphasis>start</emphasis> 는 배포용 태그입니다. 이들은 아무 의미가 없지만, CVS 가 필요로 하기 때문에 입력해야 합니다. <placeholder-2/>
pt: Esta secção explica como adicionar um novo projecto ao repositório CVD. Crie o directório e adicione toda a documentação necessária e ficheiros fonte a este. Agora, corra o seguinte comando para adicionar este projecto ao repositório CVS. <screen> <command>cd your/project</command> <command>cvs -d :pserver:username@hostname.com:/var/lib/cvs import -m "Importing my project to CVS repository" . new_project start</command> </screen><placeholder-1/> A string <emphasis>new_project</emphasis> is a vendor tag, and <emphasis>start</emphasis> is a release tag. Não tem propósito neste contexto, mas uma vez que o CVS necessita deles, estes têm de estar presentes. <placeholder-2/>
sv: Detta avsnitt förklarar hur man lägger till ett nytt projekt till CVS-förrådet. Skapa katalogen och lägg till nödvändiga dokument och källkodsfiler i katalogen. Kör nu följande kommando för att lägga till ditt projekt i CVS-förrådet: <screen> <command>cd ditt/projekt</command> <command>cvs -d :pserver:användarnamn@exempel.se:/var/lib/cvs import -m "Importerar mitt projekt till CVS-förrådet" . nytt_projekt start</command> </screen><placeholder-1/> Strängen <emphasis>nytt_projekt</emphasis> är en vendor-tagg och <emphasis>start</emphasis> är en release-tagg. De fyller inget syfte i det här sammanhanget, men CVS kräver att de skall vara med. <placeholder-2/>

source: Bazaar Home Page
es: Página principal de Bazaar
it: Sito web di Bazaar
ko: Bazaar 홈 페이지
pt: Página Principal Bazaar
sv: Webbsidan för Bazaar

source: Subversion Home Page
es: Página web de Subversion
it: Sito web di Subversion
ko: Subversion 홈 페이지
pt: Página do Subversion
sv: Subversions webbplats

source: Subversion Book
es: Libro de Subversion
it: Libro su Subversion
ko: Subversion 책
pt: Livro do Subversion
sv: Subversion-bok

source: CVS Manual
es: Manual de CVS
it: Manuale CVS
ko: CVS 매뉴얼
pt: Manual do CVS

source: Credits and License
es: Créditos y licencias
it: Riconoscimenti e licenza
ko: 만든 사람들과 저작권
pt: Créditos e licença
sv: Erkännanden och licens

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
es: Este documento lo mantiene el equipo de documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para ver una lista de contribuyentes, ir a la <ulink url="../../libs/C/contributors.xml">página de contribuyentes</ulink>
it: Questo documento viene mantenuto dal gruppo documentazione di Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). L'elenco dei collaboratori è consultabile presso <ulink url="../../libs/C/contributors.xml">la pagina dei collaboratori</ulink>
sv: Detta dokument underhålls av Ubuntu:s dokumentationsteam (https://wiki.ubuntu.com/DocumentationTeam). Se <ulink url="../../libs/C/contributors.xml">bidragsgivarnas sida</ulink> för en lista över bidragsgivare.

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
es: Este documento se encuentra disponible bajo la licencia de Creative Commons ShareAlike 2.5 (CC-BY-SA).
it: Questo documento è reso disponibile nei termini della licenza Creative Commons ShareAlike 2.5 (CC-BY-SA).
ko: 이 문서는 크리에이티브 커먼즈 저작자표시-동일조건변경허락 2.5 라이센스(CC-BY-SA)에 따라 이용가능합니다.
pt: Este documento é disponibilizado sob a licença Creative Commons ShareAlike 2.5 License (CC-BY-SA).
sv: Det här dokumentet har gjorts tillgängligt under licensen Creative Commons ShareAlike 2.5 (CC-BY-SA).

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
es: Usted es libre de modificar, extender y mejorar el código fuente de la documentación de Ubuntu bajo los términos de esta licencia. Todos los trabajos derivados deben publicarse bajo esta licencia.
it: Siete liberi di modificare, estendere e migliorare la documentazione di Ubuntu rispettando i termini di questa licenza. Tutti i lavori derivati devono essere rilasciati sotto i termini di questa licenza.
ko: 여러분은 이 라이센스의 규정에 따라 얼마든지 우분투 문서의 소스 코드를 변경, 확장, 개선할 수 있습니다. 다만, 이러한 작업에 따른 모든 결과물들은 이 라이센스와 함께 배포되어야 합니다.
pt: É livre para modificar, alargar e melhorar o código-fonte da documentação do Ubuntu sobre os termos desta licença. Todos os trabalhos derivados devem ser disponibilizados sob esta licença.
sv: Du får fritt modifiera, utöka och förbättra källkoden till Ubuntudokumentationen under villkoren för den här licensen. Alla verk baserade på detta måste släppas under den här licensen.

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
es: Esta documentación se distribuye con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA; ni siquiera la garantía implícita de COMERCIALIZACIÓN o de que SEA ADECUADA PARA UN PROPÓSITO PARTICULAR, TAL Y COMO SE INDICA EN LA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDAD.
it: Questa documentazione viene distribuita nella speranza che possa essere utile, ma SENZA ALCUN TIPO GARANZIA, né esplicita né implicita di COMMERCIABILITÀ ed UTILIZZABILITÀ PER UN PARTICOLARE SCOPO COSÌ COME DESCRITTO NEL PREAMBOLO.
ko: 이 문서는 유용하게 사용될 수 있으리라는 희망에서 배포되고 있지만, 특정한 목적에 맞는 적합성 여부나 판매용으로 사용할 수 있으리라는 묵시적인 보증을 포함한 어떠한 형태의 보증도 제공하지 않습니다.
pt: Esta documentação é distribuída com a esperança de que seja útil, mas SEM NENHUMA GARANTIA; sem mesmo a garantia implícita de MERCANTIBILIDADE ou ADAPTAÇÃO A UM PREPÓSITO ESPECÍFICO COMO DESCRITO NAS DISPOSIÇÕES LEGAIS.
sv: Den här dokumentationen distribueras med förhoppningen att den kommer att vara användbar, men UTAN NÅGRA GARANTIER, varken uttryckliga eller implicita, ENLIGT VAD SOM BESKRIVS I FRISKRIVNINGSKLAUSULEN.

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
es: Hay una copia de la licencia disponible aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licencia Creative Commons ShareAlike</ulink>.
it: Una copia della licenza è disponibile qui :<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike</ulink>.
sv: En kopia av licensen finns tillgänglig här: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Ubuntu Documentation Project
es: Proyecto de Documentación de Ubuntu
it: Progetto documentazione di Ubuntu
sv: Dokumentationsprojekt för Ubuntu

source: Canonical Ltd. and members of the <placeholder-1/>
es: Canonical Ltd. y miembros de <placeholder-1/>
it: Canonical Ltd. e i membri del <placeholder-1/>
sv: Canonical Ltd. och medlemmar från <placeholder-1/>

source: The Ubuntu Documentation Project
es: El proyecto de documentación de Ubuntu
it: Il Progetto documentazione di Ubuntu
ko: 우분투 문서화 프로젝트
pt: Projecto de Documentação Ubuntu
sv: Ubuntu:s dokumentationsprojekt

source: Welcome to the <emphasis>Ubuntu Server Guide</emphasis>! It contains information on how to install and configure various server applications on your Ubuntu system to fit your needs. It is a step-by-step, task-oriented guide for configuring and customizing your system.
es: ¡Bienvenido a la <emphasis>Guía del servidor de Ubuntu</emphasis>! Aquí encontrará información acerca de cómo instalar y configurar varias aplicaciones de servidor en su sistema Ubuntu para acomodar sus necesidades. Se trata de una guía paso a paso, orientada a las tareas, que le permitirá configurar y personalizar su sistema.
it: Benvenuti nella <emphasis>Guida a Ubuntu server</emphasis>. Questa guida contiene informazioni su come installare e configurare diverse applicazioni server per Ubuntu a seconda delle proprie esigenze. È una guida passo-passo, orientata verso i processi per configurare e personalizzare il sistema.
ko: <emphasis>우분투 서버 안내서</emphasis>에 온 것을 환영합니다! 이 문서는 여러분이 원하는 다양한 서버 프로그램들을 우분투 시스템에 설치 및 설정하는 방법들을 포함하고 있습니다. 이 문서는 여러분의 시스템을 설정하고 최적화하기 위해 단계 별로 각 작업에 중점을 두어 설명합니다.
sv: Välkommen till <emphasis>Ubuntu serverguide</emphasis>! Den innehåller information om hur man installerar och konfigurerar olika serverapplikationer på sitt Ubuntu-system och anpassar dem efter sina behov. Detta är en steg-för-steg guide för att konfigurera och skräddarsy ditt system.

source: Security
es: Seguridad
it: Sicurezza
ko: 보안
pt: Securança
sv: Säkerhet
