Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: To manage hosts, you can add, edit, or remove hosts from <filename>/etc/hosts</filename> file. The file contains IP addresses and their corresponding hostnames. When your system tries to resolve a hostname to an IP address or determine the hostname for an IP address, it refers to the <filename>/etc/hosts</filename> file before using the name servers. If the IP address is listed in the <filename>/etc/hosts</filename> file, the name servers are not used. This behavior can be modified by editing <filename> /etc/nsswitch.conf</filename> at your peril.
ko: 호스트를 관리하기 위하여, 여러분은 <filename>/etc/hosts</filename> 파일에서 호스트를 추가, 편집 또는 삭제할 수 있습니다. 그 파일은 IP 주소와 그에 대응하는 호스트 이름을 가집니다. 여러분의 시스템이 호스트 이름으로 IP 주소를 해결하거나 IP 주소로 호스트 이름을 결정할 때, 그것은 네임서버를 사용하기 전에 <filename>/etc/hosts</filename> 파일을 참조 합니다. 만약 그 IP 주소가 <filename>/etc/hosts</filename> 파일 내에 열거되었다면, 네임서버는 사용되지 않습니다. 이 동작은 여러분이 위험을 감수하는 것을 전제로 <filename> /etc/nsswitch.conf</filename> 파일을 편집하는 것으로 변경될 수 있습니다.
pt: Para gerir servidores, pode adicionar, editar, ou remover servidores do ficheiro <filename>/etc/hosts</filename>. Este ficheiro contém endereços IP e os correspondentes nomes associados. Quando o seu sistema tenta traduzir o nome de uma máquina para um endereço IP ou determinar o nome de uma máquina para um endereço IP, vai verificar o ficheiro <filename>/etc/hosts</filename> antes de recorrer aos servidores de nomes. Se o endereço IP está listado no ficheiro <filename>/etc/hosts</filename>, os servidores de nomes não são utilizados. Este comportamento pode ser alterado por edição do ficheiro <filename> /etc/nsswitch.conf</filename>.

source: The two protocol components of TCP/IP deal with different aspects of computer networking. <emphasis>Internet Protocol</emphasis>, the "IP" of TCP/IP is a connectionless protocol which deals only with network packet routing using the <emphasis role="italics">IP datagram</emphasis> as the basic unit of networking information. The IP datagram consists of a header followed by a message. The <emphasis> Transmission Control Protocol</emphasis> is the "TCP" of TCP/IP and enables network hosts to establish connections which may be used to exchange data streams. TCP also guarantees that the data between connections is delivered and that it arrives at one network host in the same order as sent from another network host.
ko: TCP/IP의 두 가지 프로토콜 요소는 컴퓨터 네트워킹의 다른 측면을 다룹니다. <emphasis>Internet Protocol</emphasis>, TCP/IP의 "IP"는 네트워크 정보의 기본 단위로서 <emphasis role="italics">IP datagram</emphasis> 을 사용하는 네트워크 패킷 라우팅만을 다루는 접속이 없는 프로토콜 입니다. TCP/IP의 "TCP" 는 <emphasis> Transmission Control Protocol</emphasis> 이고, 네트워크 호스트들이 데이터 스트림을 교환하기 위하여 사용될 수 있는 접속을 이루기 위해 활성화 합니다. TCP는 또한 접속들 간에 자료가 한 네트워크 호스트에서 주고 받는 것과 마찬가지로 다른 네트워크 호스트에서 보내지는 것도 보장 합니다.
pt: Os dois componentes do protocolo TCP/IP lidam com diferentes aspectos das redes de computadores. O <emphasis>Internet Protocol</emphasis>, o "IP" do TCP/IP é um protocolo independente da conexão que lida apenas com o encaminhamento de pacotes na rede utilizando o <emphasis role="italics">IP datagram</emphasis> como a unidade básica de informação na rede. O datagrama IP consiste num cabeçalho seguido de uma mensagem. O <emphasis>Transmission Control Protocol</emphasis> é o "TCP" do TCP/IP e permite aos computadores da rede estabelecer ligações que podem ser utilizadas para intercâmbio de séries de dados. O TCP também garante que os dados entre ligações são entregues e chegam a um computador da rede pela mesma ordem em que foram enviados de outro computador da rede.

source: <emphasis role="bold">Nameserver Address</emphasis> Nameserver Addresses represent the IP addresses of Domain Name Service (DNS) systems, which resolve network hostnames into IP addresses. There are three levels of Nameserver Addresses, which may be specified in order of precedence: The <emphasis>Primary</emphasis> Nameserver, the <emphasis>Secondary</emphasis> Nameserver, and the <emphasis>Tertiary</emphasis> Nameserver. In order for your system to be able to resolve network hostnames into their corresponding IP addresses, you must specify valid Nameserver Addresses which you are authorized to use in your system's TCP/IP configuration. In many cases these addresses can and will be provided by your network service provider, but many free and publicly accessible Nameservers are available for use, such as the Level3 (Verizon) servers with IP addresses from 4.2.2.1 to 4.2.2.6.
ko: <emphasis role="bold">네임서버 주소</emphasis> 네임서버 주소는 도메인 네임 서비스(DNS)의 IP 주소를 나타내고, 네트워크 호스트 이름을 IP 주소로 알아내는 역할을 합니다. 네임서버 주소의 세 가지 수준이 있고, 그것을 중요도의 순서로 지정하면: <emphasis>우선(일차)</emphasis> 네임서버, <emphasis>이차</emphasis> 네임서버, 그리고 <emphasis>삼차</emphasis> 네임서버 입니다. 여러분의 시스템이 네트워크 호스트 이름으로 그들에 대응하는 IP 주소를 알아내기 위해서는, 여러분은 시스템의 TCP/IP 설정에 여러분이 사용할 수 있게 허가된 올바른 네임서버 주소를 반드시 지정을 해야 합니다. 많은 경우에 이 네임서버 주소는 여러분의 네트워크 서비스 제공자에 의해서 제공될 수 있고 제공되어 지지만, 많은 무료 그리고 공개적으로 접근이 가능한 4.2.2.1 에서 4.2.2.6 까지의 IP 주소를 가지는 Level3 (Verizon) 서버와 같은 네임서버들이 사용가능 합니다.
pt: <emphasis role="bold">Endereço dos Servidores de Nomes</emphasis> Os Endereços de Servidores de Nomes <emphasis role="italics">Nameserver Addresses</emphasis> representam os endereços IP dos sistemas dos Serviços de Nomes de Domínios <emphasis role="bold">Domain Name Service</emphasis> (DNS) que convertem (resolvem) o nome dos computadores em endereços IP. Existem três níveis de Endereços de Servidores de Nomes que podem ser especificados por ordem de precedência: O Servidor de Nomes <emphasis>Primário</emphasis>, o Servidor de Nomes <emphasis>Secundário</emphasis> e o Servidor de Nomes <emphasis>Terciário</emphasis>. Para que o seu sistema tenha capacidade de converter os nomes dos computadores nos respectivos endereços IP, tem que especificar Endereços de Servidores de Nomes válidos, para os quais tenha permissões para utilizar na configuração TCP/IP do seu sistema. Em muitos casos estes endereços podem ser, e são, fornecidos pelo seu fornecedor de serviços de rede, mas existem muitos servidores de nomes de acesso público e gratuito, tais como os servidores de nível 3 (Verizon) com endereços IP desde 4.2.2.1 até 4.2.2.6 .

source: in the <filename>/etc/ssh/sshd_config</filename> file, or if already present, ensure the line is not commented out.
ko: 만약 이 내용이 이미 있다면, 그 줄의 주석을 해제 하십시오.
pt: no ficheiro <filename>/etc/ssh/sshd_config</filename>, ou se a linha já estiver presente assegure-se de que não está comentada.

source: in the <filename>/etc/ssh/sshd_config</filename> file.
ko: <filename>/etc/ssh/sshd_config</filename> 파일 내에 있습니다.
pt: no ficheiro <filename>/etc/ssh/sshd_config</filename>.

source: Behind this simple description, there is a lot of complexity - there are tiers of NTP servers, with the tier one NTP servers connected to atomic clocks (often via GPS), and tier two and three servers spreading the load of actually handling requests across the internet. Also the client software is a lot more complex than you might think - it has to factor out communication delays, and adjust the time in a way that does not upset all the other processes that run on the server. But luckily all that complexity is hidden from you!
ko: 개념적으로는 간단하지만 이 뒷면에는 복잡한 사항들이 많이 포함되어 있습니다. 각 NTP 서버들에는 계층(tier)이 존재하는데, 1 계층의 NTP 서버들을 원자 시계에 연결되어 있으며, 2 계층과 3 계층 서버들은 실제적으로 인터넷을 통한 요청을 처리하기 위해 분산되어 있습니다. 또한 클라이언트 소프트웨어도 여러분이 생각하는 것보다 매우 복잡하게 구성되어 있습니다. 이 소프트웨어들은 통신에 따른 지연 시간을 계산해야 하며, 서버에서 동작하고 있는 다른 모든 프로세스들에게 안전한 방식으로 시간을 변경해야 합니다. 하지만 다행히도 이러한 복잡한 모든 사항들은 여러분이 고려할 필요가 없습니다!
pt: Por detrás desta descrição simples, existe uma grande complexidade - existem níveis de servidores NTP, em que o primeiro nível de servidores NTP estão conectados a relógios atómicos (normalmente via GPS), e o segundo e terceiro níveis somente lidam com a carga de pedidos pela internet. O cliente também é mais complexo do que pode parecer - tem de ter em conta os atrasos de comunicação, e ajustar o tempo de forma a não alterar todos os processos a correrem no servidor. Mas felizmente toda esta complexidade é escondida de si!

source: Ubuntu comes with ntpdate as standard, and will run it once at boot time to set up your time according to Ubuntu's NTP server. However, a server's clock is likely to drift considerably between reboots, so it makes sense to correct the time ocassionally. The easiest way to do this is to get cron to run ntpdate every day. With your favourite editor, as root, create a file <code>/etc/cron.daily/ntpdate</code> containing:
ko: 우분투는 기본적으로 ntpdate를 포함하고 있으며, 이것은 부팅 시에 한 번만 우분투 NTP 서버에 연결하여 여러분의 시간을 설정하도록 되어 있습니다. 하지만 서버의 시계는 재부팅되기 전까지 많은 오차가 생길 수 있으므로, 시간을 자주 정정하는 것이 좋습니다. 이를 위한 가장 손쉬운 방법은 cron을 통해 매일 ntpdate를 실행하는 것입니다. 여러분이 사용하는 편집기를 관리자 권한으로 연 다음, 다음과 같은 내용을 포함하는 <code>/etc/cron.daily/ntpdate</code> 파일을 생성하세요:
pt: O Ubuntu vêm com o ntpdate por defeito, e irá corre-lo uma vez no arranque para definir a hora de acirdo com o servidor Ubuntu de NTP. Contudo o relógio de um servidor pode divergir consideravelmente entre reboots, e assim faz sentido corrigir o tempo ocasionalmente. A forma mais fácil de faze-lo é usar o cron para correr o ntpupdate todos os dias. Com o editor de sua escolha, como root, crie um ficheiro <code>/etc/cron.daily/ntpdate</code> contendo:

source: LDAP means Lightweight Directory Access Protocol, it is a simplified version of X500 protocol. The directory setup in this section will be used for authentication. Nevertheless, a LDAP directory can be used in numerous way: authentication, shared directory (for mail clients), in all sort of applications. LDAP is a largely used standard.
ko: LDAP은 경량 디렉토리 접근 프로토콜(Lightweight Directory Access Protocol)의 약자로, X500 프로토콜의 단순화된 버전입니다. 이 부분의 디렉토리 설정은 인증을 위해 사용될 것입니다. 하지만 LDAP 디렉토리는 인증, (이메일 클라이언트를 위한) 공유 디렉토리 및 모든 종류의 프로그램에서 여러 가지 방식으로 사용될 수 있습니다. LDAP은 널리 사용되는 표준입니다.
pt: LDAP significa Lightweight Directory Access Protocol, é uma versão simplificada do protocolo X500. A configuração do directório nesta secção será usada para autenticação. Mesmo assim, um directório LDAP poderá ser usado de várias formas. Autenticação, partilha do directório (para clientes de mail), em todo o tipo de aplicações. LDAP é um standart vastamente utilizado.

source: To describe quickly a LDAP, all informations are stored in a tree. You have to determine by yourself the directory arborescence (the Directory Information Tree: the DIT). We will begin with a basic tree with two nodes above the root :
ko: LDAP을 간략하게 설명하자면, 모든 정보들은 트리 내에 저장됩니다. 여러분은 디렉토리 구조 (DIT: Directory Information Tree)를 결정해야 합니다. 우리는 루트 상에 다음과 같은 두 개의 노드를 가지는 기본 트리로 시작해 보겠습니다:
pt: Para descrever de forma breve um LDAP, todas as informações são guardadas num arvore. Terá de determinar por si próprio a Arvore de Directório de Informação: o DIT. Iremos começar com uma arvore básica com dois nós acima da raíz:

source: You have to first determine what the root of your LDAP will be. By default, your tree will be determined by your internet domain. If your domain is example.com (we will use it in the above example), your root will be dc=example,dc=com.
ko: 여러분은 먼저 LDAP 트리의 루트를 결정해야 합니다. 기본적으로 여러분의 트리는 인터넷 도메인을 통해 정해지게 됩니다. 만약 여러분의 도메인이 example.com이라면 (우리는 예제에서 이것을 사용할 것입니다) 여러분의 루트는 dc=example,dc=com 이 될 것입니다.
pt: Tem de primeiro determinar qual será a raíz do seu LDAP. Por defeito, a sua arvore será determinada pelo domínio de internet. Se o seu domínio +e exemplo.com (será usado no exemplo acima), a sua raíz será dc=exemplo,dc=com.

source: First of all, install the ldap server daemon (slapd) on the server ; install the following packages: <filename>slapd</filename> and <filename>ldap-utils</filename>.
ko: 가장 먼저 서버에 ldap 서버 데몬 (slapd)을 설치합니다. <filename>slapd</filename> 꾸러미와 <filename>ldap-utils</filename> 꾸러미를 설치하세요.
pt: Antes de mais, instale o daemon do servidor ldap (slapd) no servidor: instale os seguintes pacotes: <filename>slapd</filename> e <filename>ldap-utils</filename>.

source: Enter your domain as asked and the password that you want for the directory administrator.
ko: 창이 뜨면 여러분의 도메인과 디렉토리 관리자를 위해 필요한 암호를 입력하세요.
pt: Insira o seu domínio como requisitado e a palavra-passe que deseja para o directório de administrador.

source: Only few changes will be operated on the default configuration. First set the root password in the configuration file (instead of in the directory) by editing the file <filename>/etc/ldap/slapd.conf</filename>.
ko: 기본 설정에서 몇 가지만 수정하면 됩니다. 먼저 <filename>/etc/ldap/slapd.conf</filename> 파일을 편집하여 (디렉토리 내에서가 아니라) 설정 파일에 루트 비밀번호를 설정합니다.
pt: Algumas pequenas mudanças serão opreradas na configuração por defeito. Primeiro defina a palavra-passe de root no ficheiro de configuração (em vez de ser no directório) editando o ficheiro <filename>/etc/ldap/slapd.conf</filename>.

source: Don't use a cleartext password however. To generate an encrypted password first use slappasswd yourpasswd
ko: 하지만 평문 텍스트(cleartext) 비밀번호를 사용하지 마십시오. 암호화된 비밀번호를 생성하려면 먼저 slappasswd 명령을 사용하여 여러분의 비밀번호를 입력합니다.
pt: Contudo não use uma password com um texto "claro". Para gerar uma palavra-chave encriptada primeiro use slappasswd sua palavra-passe

source: This example shows what happens when using the string "secret" as the password. (By nature of the SSHA encryption scheme, your result will vary.)
ko: 이 예제에서는 비밀번호로 "secret" 문자열을 사용한 경우에 어떻게 되는지를 보여줍니다. (SSHA 암호화 기법의 특성에 따라, 여러분의 결과는 다르게 보일 것입니다.)
pt: Este exemplo mostra o que acontece quando se usa a string "secret" como palavra-passe. (Pela natureza da encriptação SSHA o resultado pode variar)

source: Now edit <filename>/etc/ldap/slapd.conf</filename> and copy paste the generated string.
ko: 이제 <filename>/etc/ldap/slapd.conf</filename> 파일을 편집하여 생성된 문자열을 붙여 넣습니다.
pt: Agora edite o ficheiro <filename>/etc/ldap/slapd.conf</filename> e copie para lá a string gerada.

source: # Make sure you edit or add these directives after the first 'database' directive. suffix "dc=example,dc=com" directory "/var/lib/ldap" rootdn "cn=admin,dc=example,dc=com" rootpw {SSHA}d2BamRTgBuhC6SxC0vFGWol31ki8iq5m
pt: # Certifique-se que edita ou adiciona estas directivas depois da primeira directiva 'database'. suffix "dc=example,dc=com" directory "/var/lib/ldap" rootdn "cn=admin,dc=example,dc=com" rootpw {SSHA}d2BamRTgBuhC6SxC0vFGWol31ki8iq5m

source: The directory has been created at the installation, now it is time to populate. It will be populated with a "classical" entry that will be compatible with directory (for example for a shared directory), with classical accounts (for a web application) and with Unix accounts (posix).
ko: 설치 시에 디렉토리가 생성되었으므로, 이제 디렉토리에 데이터를 입력할 수 있습니다. 여기에서는 디렉토리(예를 들어 공유 디렉토리), (웹 애플리케이션을 위한) 고전적인 계정, 유닉스 (POSIX) 계정 등과 호환이 가능한 "고전적인" (classical) 항목들로 채울 것입니다.
pt: A directoria foi criado na instalação, agora é altura de popula-la. Será populada com uma entrada "clássica" que será compatível com a directoria (por exemplo com uma directoria partilhada), com contas clássicas (numa aplicação web) e com contas Unix (posix).

source: LDAP directory can be fed with a ldif file (ldif means ldap directory interchange format). Generate this example text file init.ldif somewhere on your system:
ko: LDAP 디렉토리는 ldif (ldap directory interchange format) 파일을 입력으로 받을 수 있습니다. 아래의 예제를 여러분의 시스템 내에 init.ldif 라는 이름의 텍스트 파일로 저장하십시오.
pt: O directório LDAP pode ser "alimentado" com um ficheiro ldif (ldif significa ldap directory interchange format). Gere este ficheiro de texto exemplo init.ldif algures no seu sistema.

source: In the example above, the directory structure, a user and group have been setup. In other example you might see the objectClass: top added in every entry, but that is default behaviour so you don't have to add it explicitely.
ko: 위의 예제에서 사용자와 그룹을 위한 디렉토리 구조가 설정되었습니다. 다른 예제에서 여러분은 objectClass를 볼 수도 있을 것입니다. 이것은 모든 항목에서 위쪽에 추가되지만, 이것은 기본적인 동작이므로 여러분이 명시적으로 이를 추가할 필요는 없습니다.
pt: No exemplo acima, a estrutura do directório, o utilizador e o grupo foram definidos. Noutro exemplo poderá ver a objectClass: adicionada no topo de cada entrada, mas este é um comportamento por defeito então não terá de adiciona-lo explicitamente.

source: Now, add your entries to the LDAP :
ko: 이제 여러분의 정보들을 LDAP에 추가합니다:
pt: Agora, adicione as suas entradas no LDAP:

source: stop LDAP daemon: <command>sudo /etc/init.d/slapd stop</command>
ko: LDAP 데몬 중지: <command>sudo /etc/init.d/slapd stop</command>
pt: parar o daemon LDAP: <command>sudo /etc/init.d/slapd stop</command>

source: delete the content that was automaticaly added at installation: <command>sudo rm -rf /var/lib/ldap/*</command>
ko: 설치 시에 자동으로 추가된 내용들을 삭제: <command>sudo rm -rf /var/lib/ldap/*</command>
pt: apagar o conteúdo que foi automaticamente adicionado à instalação: <command>sudo rm -rf /var/lib/ldap/*</command>

source: add the content <command>sudo slapadd -l init.ldif</command>
ko: 내용 추가: <command>sudo slapadd -l init.ldif</command>
pt: adicionar o conteúdo <command>sudo slapadd -l init.ldif</command>

source: start LDAP daemon: <command>sudo /etc/init.d/slapd start</command>
ko: LDAP 데몬 시작: <command>sudo /etc/init.d/slapd start</command>
pt: iniciar o daemon LDAP: <command>sudo /etc/init.d/slapd start</command>

source: We can check that the content has been correctly added with the tools from the <filename>ldap-utils</filename> package. In order to execute a search in the LDAP directory :
ko: 우리는 <filename>ldap-utils</filename> 꾸러미에 포함된 도구들을 통해 내용들이 올바로 추가되었는지 검사해 볼 수 있습니다. LDAP 디렉토리 상에서 검색을 수행하려면:
pt: Pode-se verificar o conteúdo que foi correctameten adicionado com ferramentas do pacote <filename>ldap-utils</filename>. De forma a executar uma pesquisa na directoria LDAP:

source: Just a quick explanation :
ko: 간단히 설명하자면:
pt: Uma pequena explicação:

source: -x is because we do not use SASL authentication method (by default)
ko: -x 옵션은 (기본적으로 사용되는) SASL 인증 방식을 이용하지 않도록 합니다.
pt: -x é porque não é usada o motodo de autenticação SASL (por defeito)

source: -LLL disable printing LDIF informations
ko: -LLL LDIF 정보를 출력하지 않도록 합니다.
pt: -LLL para desactivar a informação de impressãp LDIF

source: Authentication requires access to password field, that should be not accessible by default. Annother issue is that during password change using passwd shadowLastChange needs to be accessible as well. Following code shows example ACL setting that permits access to shadowLastChange:
ko: 인증 과정은 기본적으로 접근할 수 없게 되어 있는 password 필드로의 접근을 필요로 합니다. 또 다른 문제는 passwd 명령을 통해 비밀번호를 변경하는 도중에 shadowLastChange 필드에도 접근할 수 있어야 한다는 것입니다. 다음의 코드는 shadowLastChange 필드에 접근을 허용하도록 ACL을 설정하는 예제를 보여줍니다.
pt: Autenticação necessita de acesso ao campo da palavra-passe, que não deverá estar acessível por defeito. Outra questão é que durante a mudança de palavra-passe usando passwd shadowLastChange necessita de estar disponível também. O código a seguir mostra configurações ACL exemplo que permite acesso a shadowLastChange:

source: access to attr=shadowLastChange by dn="cn=manager,dc=example,dc=com" write by self write by * read
pt: acesso a attr=shadowLastChange by dn="cn=manager,dc=example,dc=com" write by self write by * read

source: LDAP service often quickly becomes a highly critical service in an information system: all is depending of LDAP: autentication, authorization, mail system, etc. It is a good idea to setup a redundant system. It is easy to setup, and here is a quick howto.
ko: LDAP 서비스는 종종 정보 시스템 내에서 매우 크리티컬한 서비스가 됩니다. 인증, 권한 부여, 메일 시스템 등 모든 서비스를 LDAP에 의존됩니다. 따라서 중복된 시스템을 설정하는 것은 좋은 아이디어입니다. 이를 위한 설정은 간단하며, 여기에서 그 방법을 간략히 설명합니다.
pt: O serviço LDAP torna-se muitas vezes um serviço altamente crítico num sistema de informação: tudo está dependente do LDAP: autenticação, autorização, sistema de mail, etc. É uma boa ideia para definir um sistema redundante. É fácil de configurar, e aqui está um rápido howto.

source: Replication will be based here on a master-slave relation. Before implementing LDAP replication consider the following steps:
ko: 복제는 마스터-슬레이브 관계를 기반으로 합니다. LDAP 복제를 실행하기 전에 다음 단계를 고려하십시오:
pt: A replicação será baseada numa relação principal-secundário. Antes de implementar a replicação LDAP considere os seguintes passos:

source: Stop the master server's slapd daemon.
ko: 마스터 서버의 slapd 데몬 중지
pt: Pare o servidor principal do daemon slapd.

source: Reconfigure the master server's slapd.conf to enable replication to the new slave server.
ko: 새로운 슬레이브 서버로 복제가 가능하도록 마스터 서버의 slapd.conf 재설정
pt: Reconfigurar o servidor principal em slapd.conf para activar replicação no novo servidor secundário.

source: Configure the replica server's <filename>slapd.conf</filename>.
ko: 복제할 (슬레이브) 서버의 <filename>slapd.conf</filename> 설정
pt: Configurar o servidor replica <filename>slapd.conf</filename>.

source: Import the database of the master server to the slaver server.
ko: 마스터 서버의 데이터베이스를 슬레이브 서버에서 가져오기
pt: Importar a base de dados principal para o servidor secundário.

source: Re/Start the replica server's slapd process
ko: 복제된 (슬레이브) 서버의 slapd 프로세스 (재)시작
pt: Reiniciar/iniciar o processo de replica do servidor slapd.

source: Re/Start the master server's slapd process.
ko: 마스터 서버의 slapd 프로세스 (재)시작
pt: Reiniciar/iniciar o servidor principal slapd.

source: You will have to remember that modifications should ALWAYS be done on the master. If you modify the slave, they will get lost.
ko: 여러분은 변경 사항이 항상 마스터 서버 상에서 이루어져야 한다는 것을 기억해야 합니다. 만약 슬레이브 상에서 변경이 이루어 졌다면 이 정보는 잃어버리게 될 것입니다.
pt: Terá que ter em mente que todas as modificações serão SEMPRE executadas no servidor principal. Se modificar o secundário, estas modificações perder-se-ão.

source: LDAP Slave
ko: LDAP 슬레이브
pt: Secundário LDAP

source: updatedn cn=Manager,dc=example,dc=com updateref ldap://ldap-1.example.com
pt: updatedn cn=Manager,dc=exemplo,dc=com updateref ldap://ldap-1.exemplo.com

source: Import the <filename>master.ldif</filename> using slapadd.
ko: slapadd 명령을 이용하여 <filename>master.ldif</filename> 파일을 가져옵니다.
pt: Importar o ficheiro <filename>master.ldif</filename> usando slapadd

source: Restart the slave server.
ko: 슬레이브 서버를 재시작합니다.
pt: Reiniciar o servidor secundário.

source: Networks consist of two or more devices, such as computer systems, printers, and related equipment which are connected by either physical cabling wireless links for the purpose of sharing and distributing information among the connected devices.
ko: 네트워크는 연결된 장치 간에 정보를 공유하고 배포할 목적으로 실제 케이블 또는 무선 링크로 연결된 컴퓨터 시스템, 프린터, 그리고 관련되는 장비와 같은 두 개 이상의 장치로 구성 됩니다.
pt: Uma rede consiste em dois ou mais dispositivos, tais como computadores, impressoras e equipamento relacionado ligados por cablagem ou sem fios com a finalidade de partilhar e distribuir informação entre os dispositivos ligados.

source: This section of the Ubuntu Server Guide provides general and specific information pertaining to networking, including an overview of network concepts and detailed discussion of popular network protocols and server applications.
ko: 우분투 서버 안내서의 이 영역은 네트워크 개념의 개괄적인 설명과 잘 알려진 네트워크 프로토콜과 서버 프로그램의 자세한 논의를 포함하는, 네트워킹에 속하는 일반적이고 특정한 정보를 제공 합니다.
pt: Esta secção do Guia do Servidor Ubuntu fornece informação geral e específica sobre redes, incluindo uma apresentação de conceitos de redes e uma discussão detalhada dos protocolos de rede e aplicações de servidor mais populares.
