Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Each chain in the filter table (the default table, and where most or all packet filtering occurs) has a default <emphasis>policy</emphasis> of ACCEPT, but if you are creating a firewall in addition to a gateway device, you may have set the policies to DROP or REJECT, in which case your masqueraded traffic needs to be allowed through the FORWARD chain for the above rule to work: <screen>sudo iptables -A FORWARD -s 192.168.0.0/16 -o ppp0 -j ACCEPT sudo iptables -A FORWARD -d 192.168.0.0/16 -m state --state ESTABLISHED,RELATED -i ppp0 -j ACCEPT</screen> The above commands will allow all connections from your local network to the Internet and all traffic related to those connections to return to the machine that initiated them.
ko: 필터 테이블 (대부분 또는 모든 패킷 필터링이 일어나는 기본 설정 테이블) 내의 각 체인은 ACCEPT <emphasis>정책</emphasis> 을 기본값으로 갖지만, 만약 여러분이 게이트웨이 장치에 추가로 방화벽을 설정한다면, DROP 또는 REJECT 정책을 지정할 수 있고, 그 경우에는 여러분의 가장된 트래픽은 위의 규칙이 동작을 하기 위하여 FORWARD 체인을 통하는 것이 허용되어야 합니다: <screen>sudo iptables -A FORWARD -s 192.168.0.0/16 -o ppp0 -j ACCEPT sudo iptables -A FORWARD -d 192.168.0.0/16 -m state --state ESTABLISHED,RELATED -i ppp0 -j ACCEPT</screen> 위의 명령은 여러분의 로컬 네트워크에서 인터넷으로 가는 모든 접속과 그 접속에 관련되는 모든 트래픽이 위의 규칙을 시작한 (즉 여러분의) 기계로 되돌아오는 것을 허용 합니다.
pt: Cada entrada da tabela de filtragem (a tabela por omissão, e onde a maioria ou mesmo toda a filtragem de pacotes ocorre) tem uma <emphasis>política</emphasis> de ACCEPT por defeito, mas se está a criar uma firewall em adição a um equipamento de gateway, poderá ter alterado esta política para DROP ou REJECT, o que em qualquer dos casos exigirá que o seu tráfego mascarado seja autorizado através do comando FORWARD para que a regra funcione: <screen>sudo iptables -A FORWARD -s 192.168.0.0/16 -o ppp0 -j ACCEPT sudo iptables -A FORWARD -d 192.168.0.0/16 -m state --state ESTABLISHED,RELATED -i ppp0 -j ACCEPT</screen> Este comando permitirá o estabelecimento das ligações a partir da sua rede local para a internet e que todo o tráfego relacionado regresse à máquina que o iniciou.

source: Tools
ko: 도구
pt: Ferramentas

source: There are many tools available to help you construct a complete firewall without intimate knowledge of iptables. For the GUI-inclined, <application>Firestarter</application> is quite popular and easy to use, and <application>fwbuilder</application> is very powerful and will look familiar to an administrator who has used a commercial firewall utility such as Checkpoint FireWall-1. If you prefer a command-line tool with plain-text configuration files, <application>Shorewall</application> is a very powerful solution to help you configure an advanced firewall for any network. If your network is relatively simple, or if you don't have a network, <application>ipkungfu</application> should give you a working firewall "out of the box" with zero configuration, and will allow you to easily set up a more advanced firewall by editing simple, well-documented configuration files. Another interesting tool is <application>fireflier</application>, which is designed to be a desktop firewall application. It is made up of a server (fireflier-server) and your choice of GUI clients (GTK or QT), and behaves like many popular interactive firewall applications for Windows.
ko: 두려운 iptables의 지식이 없이도 완전하게 방화벽을 구축할 수 있도록 도와주는 여러가지 도구들이 있습니다. GUI로 편하게 사용할 수 있는 것은, <application>Firestarter</application> 가 아주 유명하고 사용하기도 쉽고, <application>fwbuilder</application> 는 매우 강력하고 Checkpoint FireWall-1과 같은 상업용 방화벽을 사용해 본 시스템 관리자에게 익숙하게 보일 겁니다. 평범한 텍스트 설정 파일을 가지는 명령어 라인 도구를 선호한다면, <application>Shorewall</application> 은 어떠한 네트워크를 위해서도 우수한 방화벽을 설정할 수 있도록 도와주는 매우 강력한 솔루션 입니다. 만약 여러분의 네트워크가 비교적 간단하거나, 또는 네트워크를 가지고 있지 않다면, <application>ipkungfu</application> 를 사용하면 따로 설정하는 것 없이 설치시 바로 동작하는 방화벽을 제공할 것이고, 좀더 발전된 방화벽을 설정하는 것은 간단하고 문서화가 잘 된 설정 파일을 편집하는 것으로 쉽게 만들 수 있습니다. 또다른 흥미로운 도구는 <application>fireflier</application> 이고, 데스크탑 방화벽 프로그램으로 고안된 것 입니다. 이것은 서버 (fireflier-server) 와 여러분이 선택하는 GUI 클라이언트 (GTK 또는 QT) 로 구성되고, 윈도우즈를 위한 많은 유명한 상호작용 방화벽과 같이 동작을 합니다.
pt: Existem muitas ferramentas disponíveis que o ajudam a construir uma firewall completa sem ter um conhecimento aprofundado do iptables. Para quem prefere uma interface gráfica, a aplicação <application>Firestarter</application> é bastante popular e fácil de usar, e a <application>fwbuilder</application> é muito poderosa e possui um aspecto bastante semelhante a aplicações comerciais como por exemplo a Checkpoint Firewall-1. Se prefere uma ferramenta de linha de comandos assente em ficheiros de configuração de texto puro, a <application>Shorewall</application> é uma solução muito poderosa que o vai ajudar a configurar uma firewall avançada para qualquer rede. Se a sua rede é relativamente simples, ou se não possui uma rede, a <application>ipkungfu</application> deverá oferecer-lhe uma firewall pronta a funcionar "out-of-the-box" sem necessidade de configuração, e permitirá a criação de uma firewall mais avançada através da edição de ficheiros de configuração simples mas bem documentados. Outra aplicação interessante é a <application>fireflier</application>, desenhada para ser uma aplicação de firewall para o desktop. É constituída por um servidor (fireflier-server) e uma escolha de clientes de interface gráfico (GTK ou QT), comportando-se como as populares aplicações de firewall interactivas para windows.

source: Firewall logs are essential for recognizing attacks, troubleshooting your firewall rules, and noticing unusual activity on your network. You must include logging rules in your firewall for them to be generated, though, and logging rules must come before any applicable terminating rule (a rule with a target that decides the fate of the packet, such as ACCEPT, DROP, or REJECT). For example: <screen>sudo iptables -A INPUT -m state --state NEW -p tcp --dport 80 -j LOG --log-prefix "NEW_HTTP_CONN: "</screen> A request on port 80 from the local machine, then, would generate a log in dmesg that looks like this:
ko: 방화벽 로그는 공격, 방화벽 규칙의 문제 파악, 그리고 여러분 네트워크 상의 비정상적인 행동을 알아낼 수 있는 필수적인 것 입니다. 여러분은 반드시 방화벽 설정에 로그가 만들어지도록 로그 규칙을 포함시키고, 로그 규칙은 어떠한 적용된 끝내기 규칙 (타겟을 가지고 ACCEPT, DROP, 또는 REJECT와 같이 패킷의 운명을 결정하는 규칙) 전에 반드시 오도록 해야 합니다. 예를 들어: <screen>sudo iptables -A INPUT -m state --state NEW -p tcp --dport 80 -j LOG --log-prefix "NEW_HTTP_CONN: "</screen> 로컬 기계에서 포트 80 번의 요청은 dmesg 내의 로그로 만들어지고 다음과 같이 보일 겁니다:
pt: Os registos da Firewall são essenciais para o reconhecimento de ataques, compreender os problemas de funcionamento das regras criadas, ou mesmo detectar actividade não habitual na sua rede. Deverá incluir regras de registo na sua firewall para que estes sejam criados, e estas deverão ser colocadas antes de qualquer regra de terminação (uma regra com um alvo que decide o destino do pacote como por exemplo ACCEPT, DROP ou REJECT). Por exemplo:<screen>sudo iptables -A INPUT -m state --state NEW -p tcp --dport 80 -j LOG --log-prefix "NEW_HTTP_CONN: "</screen> Um pedido na porta 80 solicitado a partir da máquina local, gerará um registo no dmesg com este aspecto:

source: Ubuntu features a comprehensive package management system for the installation, upgrade, configuration, and removal of software. In addition to providing access to an organized base of over 17,000 software packages for your Ubuntu computer, the package management facilities also feature dependency resolution capabilities and software update checking.
ko: 우분투는 소프트웨어의 설치, 업그레이드, 설정 그리고 제거를 위한 포괄적인 꾸러미(package) 관리 시스템을 가지고 있습니다. 꾸러미 관리 기능을 통해 여러분의 우분투 시스템을 위해 체계화 된 17,000개가 넘는 소프트웨어로의 접근을 제공하는 것은 물론 의존성을 해결하는 능력과 소프트웨어 업데이트 검사를 하는 편리함도 가질 수 있습니다.
pt: O Ubuntu apresenta um sistema acessível de gestão de pacotes para instalação, actualização, configuração e remoção de software. Para além de disponibilizar o acesso a uma base organizada de mais de 17000 pacotes de software para o seu computador Ubuntu, a gestão de pacotes também facilita a resolução de dependências e a verificação de existência de actualizações.

source: Many complex packages use the concept of <emphasis role="italics">dependencies</emphasis>. Dependencies are additional packages required by the principal package in order to function properly. For example, the speech synthesis package <application>Festival</application> depends upon the package <application>festvox-kalpc16k</application>, which is a package supplying one of the voices used by the application. In order for <application>Festival</application> to function, it and all of it's dependencies must be installed. The software management tools in Ubuntu will do this automatically.
ko: 많은 복잡 꾸러미들은 <emphasis role="italics">의존성</emphasis>이라는 개념을 이용합니다. 의존성(Dependency)은 기본 꾸러미가 적절히 동작하기 위해 필요한 추가적인 꾸러미들을 말합니다. 예를 들어 음성 합성 꾸러미인 <application>Festival</application>은 이 프로그램에서 사용되는 음성 중의 하나를 제공하는 <application>festvox-kalpc16k</application> 꾸러미에 의존성을 가집니다. <application>Festival</application>이 동작하기 위해서는 <application>Festival</application> 꾸러미와 이 꾸러미가 의존성을 가지는 모든 꾸러미들이 설치되어 있어야 합니다. 우분투의 소프트웨어 관리 도구는 이 작업을 자동으로 처리해 줍니다.
pt: Muitos pacotes complexos usam o conceito de <emphasis role="italics">dependências</emphasis>. Dependências são pacotes adicionais que são necessários pelo pacote principal de forma a ter a funcionalidade correcta. Por exemplo, o pacote de síntese de speech <application>Festival</application> depende do pacote <application>festvox-kalpc16k</application>, que é um pacote que fornece uma das vozes usadas na aplicação. De forma a que o <application>Festival</application> funcione, ele terá de ser instalado e todas as suas dependências têm de ser instalados. As ferramentas de gestão de software no Uubntu fará isto automaticamente.

source: If a package needs to install or remove new dependencies when being upgraded, it will not be upgraded by the <emphasis>upgrade</emphasis> command. For such an upgrade, it is necessary to use the <emphasis role="italics">dist-upgrade</emphasis> command.
ko: 만약 꾸러미가 업그레이드 중에 의존되는 꾸러미를 설치하거나 삭제하는 것이 필요하면, 그것은 <emphasis>upgrade</emphasis> 명령에 의하여 업그레이드 되지 않습니다. 이러한 업그레이드를 위해, <emphasis role="italics">dist-upgrade</emphasis> 명령을 사용하는 것이 필요 합니다.
pt: Se um pacote necessita instalar ou remover novos pacotes dos quais depende quando pretendemos fazer o upgrade, o comando <emphasis>upgrade</emphasis> não o fará. Para esta actualização é necessário utilizar o comando <emphasis role="italics">dist-upgrade</emphasis>.

source: Also, you may upgrade your entire Ubuntu system from one revision to another with dist-upgrade. For example, to upgrade from Ubuntu version 6.06 to version 7.10, you would first ensure the version 7.10 repositories replace the existing 6.06 repositories in your computer's <filename>/etc/apt/sources.list</filename>, then simply issue the <application>apt-get update</application> command as detailed above, and finally, perform the actual upgrade by typing: <screen> <command>sudo apt-get dist-upgrade</command> </screen>
ko: 또는, dist-upgrade 를 통해 이전 버전에서 다른 버전으로 전체 우분투 시스템을 업그레이드 할 수 있습니다. 예를 들어, 우분투 버전 6.06 에서 7.10 으로 업그레이드 하려면, 여러분의 컴퓨터에 있는 <filename>/etc/apt/sources.list</filename> 파일에서 기존의 6.06 저장소들을 7.10 으로 대체하고, 위에서 설명한 <application>apt-get update</application> 명령을 실행한 뒤, 마지막으로 다음 명령을 입력하여 실제 업그레이드를 수행합니다: <screen> <command>sudo apt-get dist-upgrade</command> </screen>
pt: Também poderá actualizar a versão de release do Ubuntu para uma mais recente com dist-upgrade. Por exemplo, para fazer actualização da versão 6.06 para a versão 7.10, deverá primeiro certificar-se de que substitui a versão de repositórios passa da existente 6.06 para a versão 7.10 no ficheiro <filename>/etc/apt/sources.list</filename>, depois simplesmente execute <application>apt-get update</application> como detalhado, e finalmente excute a actualização inserindo: screen> <command>sudo apt-get dist-upgrade</command> </screen>

source: After a fairly considerable amount of time, your computer will be upgraded to the new revision. Typically, some post-upgrade steps would be required as detailed in the upgrade notes for the revision you are upgrading to.
ko: 모든 꾸러미 업그레이드에 필요한 상당한 시간이 흐른 후, 여러분의 컴퓨터는 새 버전으로 업그레이드 될 것 입니다. 전형적으로, 몇 가지 업그레이드 후에 해야 하는 절차는 업그레이드 한 버전을 위한 업그레이드 노트에 상세히 설명됩니다.
pt: Após um tempo relativamente grande o seu computador estará actualizado para a nova revisão. Tipicamente, alguns passos pós actualização serão requeridos tal como indicado nas notas de actualização da revisão para a qual está a efectuar a actualização.

source: # no more prompting for CD-ROM please # deb cdrom:[Ubuntu 7.04 _Feisty Fawn_ - Release i386 (20070419.1)]/ feisty main restricted
pt: # acabar com os pedidos de CD-ROM por favor # deb cdrom:[Ubuntu 7.04 _Feisty Fawn_ - Release i386 (20070419.1)]/ feisty main restricted

source: Starting Gutsy Gibbon, by default, the <emphasis>Universe</emphasis> and <emphasis>Multiverse</emphasis> repositories are enabled. But if you have disabled them, add or edit the <filename>/etc/apt/sources.list</filename> file and uncomment the following lines to enable those repositories:
ko: Gutsy Gibbon 을 실행하면, 기본적으로 <emphasis>Universe</emphasis> 와 <emphasis>Multiverse</emphasis> 저장소를 사용하도록 되어 있습니다. 하지만 여러분이 이를 사용하지 않도록 설정해 왔다면, <filename>/etc/apt/sources.list</filename> 을 편집 혹은 추가하여 다음의 줄들의 주석을 해제하여 이들을 사용하도록 할 수 있습니다:
pt: Iniciado o Gutsy Gibbon, por defeito o repositório <emphasis>Universe</emphasis> e <emphasis>Multiverse</emphasis> estão activos. Mas para os desligar, adicionar ou edite o ficheiro <filename>/etc/apt/sources.list</filename> e descomente as seguintes linhas para activar o uso desses repositórios.

source: Adding Repositories Howto (Ubuntu Wiki)
ko: 저장소 추가 하우투 (우분투 위키)
pt: Como Adicionar Repositórios (Ubuntu Wiki)

source: Most ethernet configuration is centralized in a single file, <filename>/etc/network/interfaces</filename>. If you have no ethernet devices, only the loopback interface will appear in this file, and it will look something like this: <screen># This file describes the network interfaces available on your system # and how to activate them. For more information, see interfaces(5). # The loopback network interface auto lo iface lo inet loopback address 127.0.0.1 netmask 255.0.0.0</screen> If you have only one ethernet device, eth0, and it gets its configuration from a DHCP server, and it should come up automatically at boot, only two additional lines are required: <screen>auto eth0 iface eth0 inet dhcp</screen> The first line specifies that the eth0 device should come up automatically when you boot. The second line means that interface (<quote>iface</quote>) eth0 should have an IPv4 address space (replace <quote>inet</quote> with <quote>inet6</quote> for an IPv6 device) and that it should get its configuration automatically from DHCP. Assuming your network and DHCP server are properly configured, this machine's network should need no further configuration to operate properly. The DHCP server will provide the default gateway (implemented via the <application>route</application> command), the device's IP address (implemented via the <application>ifconfig</application> command), and DNS servers used on the network (implemented in the <filename>/etc/resolv.conf</filename> file.)
ko: 대부분의 이더넷 설정은 <filename>/etc/network/interfaces</filename> 파일 하나에 집중되어 있습니다. 만약 여러분이 아무런 이더넷 장치도 가지고 있지 않다면, 이 파일에는 루프백(loopback) 장치만이 있을 것이며, 이는 다음과 같은 형태가 될 것입니다:<screen># This file describes the network interfaces available on your system # and how to activate them. For more information, see interfaces(5). # The loopback network interface auto lo iface lo inet loopback address 127.0.0.1 netmask 255.0.0.0</screen> 만약 여러분이 하나의 이더넷 장치 만을 가지고 있고, 설정 정보를 DHCP 서버를 통해 받아오며 부팅 시에 자동으로 이용 가능한 상태가 되도록 하기 위해서는 오직 다음과 같은 2 줄만 추가하면 됩니다: <screen>auto eth0 iface eth0 inet dhcp</screen> 첫번째 줄은 eth0 장치가 부팅 시에 자동으로 이용 가능한 상태가 된다는 것을 지정합니다. 두번째 줄은 인터페이스(<quote>iface</quote>) eth0가 IPv4 주소 공간을 가지며 (IPv6 장치를 위해서는 <quote>inet</quote> 부분을 <quote>inet6</quote>로 대체하십시오) 설정 정보를 DHCP 서버를 통해 자동으로 받아온다는 것을 의미합니다. 여기서는 여러분의 네트워크와 DHCP 서버가 적절히 설정되어진 상태여서 이 머신의 네트워크 설정을 더이상 변경할 필요가 없는 상태라고 가정합니다. DHCP 서버는 기본 게이트웨이(<application>route</application> 명령을 통해 구현됨), 장치의 IP 주소(<application>ifconfig</application> 명령을 통해 구현됨), 네트워크에서 사용되는 DNS 서버(<filename>/etc/resolv.conf</filename> 파일 내에 구현됨)의 정보를 제공해 줄 것입니다.
pt: A maioria da configuração ethernet está centralizada num ficheiro, <filename>/etc/network/interfaces</filename>. Se não possuir dispositivos de rede, só a interface loopback vai surgir neste ficheiro e terá o seguinte aspecto: <screen># This file describes the network interfaces available on your system # and how to activate them. For more information, see interfaces(5). # The loopback network interface auto lo iface lo inet loopback address 127.0.0.1 netmask 255.0.0.0</screen> Se só possuir um dispositivo ethernet, eth0, e obter a sua configuração de um servidor DHCP que deverá ser obtido automaticamente no arranque somente duas linhas deverão ser necessárias: <screen>auto eth0 iface eth0 inet dhcp</screen> A primeira linha especifica que o dispositivo deverá activar-se automaticamente no arranque. a segunda,significa que a interface (<quote>iface</quote>) eth0 deverá ter um endereço IPv4 (substituir <quote>inet</quote> com <quote>inet6</quote> por um dispositivo IPv6) e que deverá obter a sua configuração de um DHCP. Assumindo que a sua rede e servidor DHCP estão configurados correctamente, esta máquina de rede não deverá necessitar de mais nada para funcionar correctamente. O servidor DHCP vai fornecer uma gateway por defeito (implementado pelo comando <application>route</application>), o IP via (comando <application>ifconfig</application>), e servidores de DNS utilizados na rede (implementados no ficheiro <filename>/etc/resolv.conf</filename>.)

source: To configure your ethernet device with a static IP address and custom configuration, some more information will be required. Suppose you want to assign the IP address 192.168.0.2 to the device eth1, with the typical netmask of 255.255.255.0. Your default gateway's IP address is 192.168.0.1. You would enter something like this into <filename>/etc/network/interfaces</filename>: <screen>iface eth1 inet static address 192.168.0.2 netmask 255.255.255.0 gateway 192.168.0.1</screen> In this case, you will need to specify your DNS servers manually in <filename>/etc/resolv.conf</filename>, which should look something like this: <screen>search mydomain.example nameserver 192.168.0.1 nameserver 4.2.2.2</screen> The <emphasis role="italics">search</emphasis> directive will append mydomain.example to hostname queries in an attempt to resolve names to your network. For example, if your network's domain is mydomain.example and you try to ping the host <quote>mybox</quote>, the DNS query will be modified to <quote>mybox.mydomain.example</quote> for resolution. The <emphasis role="italics">nameserver</emphasis> directives specifiy DNS servers to be used to resolve hostnames to IP addresses. If you use your own nameserver, enter it here. Otherwise, ask your Internet Service Provider for the primary and secondary DNS servers to use, and enter them into <filename>/etc/resolv.conf</filename> as shown above.
ko: 여러분의 이더넷 장치를 고정된 IP 주소를 가지고 몇 가지 사용자 설정을 지정하려면, 더 많은 정보가 필요합니다. 여러분이 eth1 장치에 IP 주소로 192.168.0.2를 할당하고 서브넷 마스크(netmask)로 255.255.255.0을 할당하고 싶다고 가정해 봅시다. 이 때 여러분이 사용하는 기본 게이트웨어의 IP 주소는 192.168.0.1 입니다. 여러분은 이 정보를 <filename>/etc/network/interfaces</filename> 파일 내에 다음과 같이 입력해야 합니다: <screen>iface eth1 inet static address 192.168.0.2 netmask 255.255.255.0 gateway 192.168.0.1</screen> 이 경우 여러분의 DNS 서버를 <filename>/etc/resolv.conf</filename> 파일내에 다음과 같이 직접 지정해 주어야 합니다: <screen>search mydomain.example nameserver 192.168.0.1 nameserver 4.2.2.2</screen> <emphasis role="italics">search</emphasis> 지시어(directive)는 여러분의 네트워크의 이름을 해석(resolve)하려고 시도할 때 mydomain.example을 hostname 쿼리에 추가할 것입니다. 예를 들어 여러분의 네트워크 도메인이 mydomain.example이고, <quote>mybox</quote>라는 호스트에 ping을 시도하려고 하면, DNS 쿼리는 이름 해석을 위해 <quote>mybox.mydomain.example</quote>로 변경될 것입니다. <emphasis role="italics">nameserver</emphasis> 지시어는 호스트 이름을 IP 주소로 해석할 때 사용하는 DNS 서버를 지정합니다. 여러분이 설정한 네임서버를 사용한다면 여기에 입력하십시오. 그렇지 않으면, 인터넷 서비스 제공자(ISP)에게 사용할 수 있는 주 DNS 서버와 부 DNS 서버 정보를 요청하여, 위와 같이 <filename>/etc/resolv.conf</filename> 파일에 입력하십시오.
pt: Para configurar o dispositivo ethernet com um endereço ip estático e configuração personalizada, será necessária mais alguma informação. Suponhamos que quer atribuir o endereço IP 192.168.0.2 para o ispositivo eth1, com a netmask tipíca de 255.255.255.0. O seu endereço de IP do gateway é 192.168.0.1 Deverá inserir algo como isto no ficheiro <filename>/etc/network/interfaces</filename>: <screen>iface eth1 inet static address 192.168.0.2 netmask 255.255.255.0 gateway 192.168.0.1</screen> Neste caso será necessário especificar os seus servidores DNS manualmente em <filename>/etc/resolv.conf</filename>, que deverá ser algo como: <screen>search mydomain.example nameserver 192.168.0.1 nameserver 4.2.2.2</screen>. A directiva <emphasis role="italics">search</emphasis> vai adicionar mydomain.example às queries de hostname numa tentativa de resolver nomes na rede. Por exemplo, se o domínio da rede é mydomain.example e tentar fazer ping ao host <quote>mybox</quote>, a querie DNS será modificada para <quote>mybox.mydomain.example</quote> para resolver hostnames e endereços de IP. Se usa o seu próprio servidor de nomes, insira-o aqui. De outra forma peça ao seu ISP os servidores primários e secundários de DNS para resolver nomes e endereços, e insira-os no ficheiro <filename>/etc/resolv.conf</filename> como mostrado acima.

source: To manage DNS entries, you can add, edit, or remove DNS names from the <filename>/etc/resolv.conf</filename> file. A <ulink url="../sample/resolv.conf">sample file</ulink> is given below:
ko: DNS 항목을 관리하려면, 여러분은 <filename>/etc/resolv.conf</filename> 파일에서 DNS 이름을 추가, 편집 또는 삭제할 수 있습니다. <ulink url="../sample/resolv.conf">예제 파일</ulink>이 아래와 같이 주어집니다:
pt: Para gerir entradas de DNS, pode adicionar, editar ou remover nomes de DNS do ficheiro <filename>/etc/resolv.conf</filename>. Um ficheiro de exemplo <ulink url="../sample/resolv.conf">sample file</ulink> é dado abaixo:

source: The changes you make in <filename>/etc/resolv.conf</filename> will be erased when you reboot your machine. If you want to make this change permanent, you should install <application>resolvconf</application> package from the <emphasis>Universe</emphasis> repository and update the DNS information in the <filename>/etc/resolvconf/resolv.conf.d/base</filename> file provided by that package.
ko: <filename>/etc/resolv.conf</filename> 파일의 변경 정보는 여러분의 머신이 재시작되면 삭제될 것입니다. 만약 이 변경 사항을 계속 유지하고 싶다면, <emphasis>Universe</emphasis> 저장소에서 <application>resolvconf</application> 꾸러미를 설치하고. 이 꾸러미에서 제공하는 <filename>/etc/resolvconf/resolv.conf.d/base</filename> 파일에서 DNS 정보를 업데이트 해야 합니다.
pt: As mudanças efectuadas no <filename>/etc/resolv.conf</filename> serão apagadas quando a máquina for reiniciada. Se quiser tornar esta mudança permanente, deverá instalar o pacote <application>resolvconf</application> do repositório <emphasis>Universe</emphasis> e actualizar a informação DNS no ficheiro <filename>/etc/resolvconf/resolv.conf.d/base</filename> providenciado por aquele pacote.
