Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: To put the pieces together, a Realm has at least one KDC, preferably two for redundancy, which contains a database of Principals. When a user principal logs into a workstation, configured for Kerberos authentication, the KDC issues a Ticket Granting Ticket (TGT). If the user supplied credentials match, the user is authenticated and can then request tickets for Kerberized services from the Ticket Granting Server (TGS). The service tickets allow the user to authenticate to the service without entering another username and password.
es: Para armar todo junto, un reino tiene por lo menos un KDC, preferiblemente dos, por redundancia, los cuales contienen una base de datos de principales. Cuando un usuario principal inicia sesión en una estación de trabajo configurada con autenticación vía Kerberos, el KDC emite un Ticket de Adjudicación de Ticket (TGT = Ticket Granting Ticket). Si las credenciales suministradas por el usuario concuerdan, él mismo es autenticado y puede entonces solicitarle tickets para servicios Kerberizados al Servidor de Adjudicación de Tickets (TGS = Ticket Granting Server). Los tickets de servicio le permiten al usuario autenticarse en el servicio sin suministrar otro nombre de usuario y contraseña.
it: Per riassumenre, un reame ha almeno un KDC, preferibilmente due per ridondanza, che contiene un database di principal. Quando un utente accede in una workstation, configurata per l'autenticazione Kerberos, il KDC emette un TGT (Ticket Granting Ticket). Se le informazioni fornite dall'utente corrispondono, l'utente viene autenticato e può richiedere i ticket per i servizi Kerberos da un TGS (Ticket Granting Server). I ticket consentono all'utente di autenticarsi al servizio senza dover fornire nome utente e password.
sv: För att sammanfatta det hela, en realm har minst en KDC, helst två för redundans, vilka innehåller principal-databasen. När en användar-principal loggar in på en arbetsstation som är konfigurerad för Kerberos-autentisering, skapar KDC:n en Ticket Granting Ticket (TGT). Om användarens tillhandahållna identitet matchar är användaren autentisierad och kan därefter begära ett certifikat från Ticket Granting Server (TGS) för kerberos-tjänster. Tjänstens certifikat tillåter användaren att autentisera till tjänsten utan att ange något annat användarnamn och lösenord.

source: Kerberos Server
es: Servidor Kerberos
it: Server Kerberos

source: Before installing the Kerberos server a properly configured DNS server is needed for your domain. Since the Kerberos Realm by convention matches the domain name, this section uses the <emphasis>example.com</emphasis> domain configured in <xref linkend="dns-primarymaster-configuration"/>.
es: Antes de instalar el servidor Kerberos se necesita un servidor DNS correctamente configurado para su dominio. Desde que el reino Kerberos por convención coincide con el nombre de dominio, esta sección usa le dominio <emphasis>example.com</emphasis> configurado en <xref linkend="dns-primarymaster-configuration"/>.
it: Prima di installare il server Kerberos, è necessario disporre di un server DNS configurato per il proprio dominio. Dato che il reame Kerberos corrisponde al dominio, questa sezione utilizza il dominio <emphasis>example.com</emphasis> configurato in <xref linkend="dns-primarymaster-configuration"/>.
sv: Före installationen av kerberos-servern behövs en rätt konfigurerad DNS-server för din domän. Eftersom en kerberos realm enligt konventionen är samma som domännamnet använder detta avsnitt domänen <emphasis>example.com</emphasis> som konfigurerades i <xref linkend="dns-primarymaster-configuration"/>.

source: Also, Kerberos is a time sensitive protocol. So if the local system time between a client machine and the server differs by more than five minutes (by default), the workstation will not be able to authenticate. To correct the problem all hosts should have their time synchronized using the <emphasis>Network Time Protocol (NTP)</emphasis>. For details on setting up NTP see <xref linkend="NTP"/>.
es: También, Kerberos es un protocolo sensible al tiempo. Así que si la hora del sistema entre la máquina cliente y el servidor, difieren más de cinco minutos (de manera predeterminada), la estación de trabajo no será capaz de autenticar. Para corregir el problema, todos los anfitriones deben tener su tiempo sincronizado usando el <emphasis>Protocolo de tiempo de red-Network Time Protocol (NTP)</emphasis>. Para más detalles de configuración de NTP vea <xref linkend="NTP"/>.
it: Kerberos, inoltre, è un protocollo basato sul tempo. Se l'ora locale tra il client e il server differisce di più di 5 minuti, le workstation non potranno autenticarsi. Per correggere questo problema, tutti gli host dovrebbe sincronizzare il proprio orario usando il protocollo NTP (<emphasis>Network Time Protocol</emphasis>). Per maggiori informazioni, consultare <xref linkend="NTP"/>.
sv: Dessutom, kerberos är ett tidskänsligt protokoll. Så om den lokala systemtiden mellan en klientmaskin och server skiljer mer än fem minuter (standardvärde), kommer arbetsstationen inte att kunna autentisiera. För att komma tillrätta med problemet, bör alla värdar synkronisera tiden genom att använda <emphasis>Network Time Protocol (NTP)</emphasis>. För detaljer om att installera NTP se <xref linkend="NTP"/>.

source: The first step in installing a Kerberos Realm is to install the <application>krb5-kdc</application> and <application>krb5-admin-server</application> packages. From a terminal enter:
es: El primer paso para instalar un reino Kerberos es instalar los paquetes <application>krb5-kdc</application> y <application>krb5-admin-server</application>. En una terminal, escriba:
it: Il primo passo nell'installare Kerberos consiste nell'installare i pacchetto <application>krb5-kdc</application> e <application>krb5-admin-server</application>. In un terminale, digitare:
sv: Första steget för att installera en Kerberos realm är att installera paketen <application>krb5-kdc</application> och <application>krb5-admin-server</application>. skriv från en terminal:

source: You will be asked at the end of the install to supply a name for the Kerberos and Admin servers, which may or may not be the same server, for the realm.
es: Se le preguntará al final de la instalación para que suministre un nombre para los servidores Kerberos y Admin, que pueden o no se los mismos servidores para el reino.
it: Alla fine dell'installazione viene chiesto di fornire un nome per i server Kerberos e Admin del reame, che potrebbero essere anche lo stesso servo.
sv: Du kommer i slutet av installationen att tillfrågas efter ange ett namn för kerberos och admin-servrarna, vilka kan men behöver inte vara samma servrar för din realm.

source: Next, create the new realm with the <application>kdb5_newrealm</application> utility:
es: Después, cree el nuevo reino con la utilidad <application>kdb5_newrealm</application>:
it: Creare il reame con l'utilità <application>kdb5_newrealm</application>:
sv: Nästa steg, skapa en ny realm med verktyget <application>kdb5_newrealm</application>:

source: The questions asked during installation are used to configure the <filename>/etc/krb5.conf</filename> file. If you need to adjust the Key Distribution Center (KDC) settings simply edit the file and restart the <application>krb5-kdc</application> daemon.
es: Las preguntas respondidas durante la instalación se usan para configurar el archivo <filename>/etc/krb5.conf</filename>. Si necesita ajustar la configuración del centro de distribución de claves (KDC) simplemente edite el archivo y reinicio el demonio <application>krb5-kdc</application>.
it: Le domande poste durate l'installazione sono usate per impostare il file <filename>/etc/krb5.conf</filename>. Per modificare la configurazione del KDC, modificare il file e riavviare il demone <application>krb5-kdc</application>.
sv: Frågorna som ställs under installationen används till att konfigurera filen <filename>/etc/krb5.conf</filename>. Om du behöver justera inställningarna för Key Distribution Center (KDC) redigera filen och starta om demonen <application>krb5-kdc</application>.

source: Now that the KDC running an admin user is needed. It is recommended to use a different username from your everyday username. Using the <application>kadmin.local</application> utility in a terminal prompt enter:
es: Ahora que el KDC corre, se necesita un usuario administrador. Se recomienda usar un nombre de usuario diferente al de diario. Usando la utilidad <application>kadmin.local</application> en un terminal introduzca:
it: Ora che il KDC è in esecuzione, è necessario avere un utente amministratore. È raccomandato usare un nome utente diverso da quello usato giornalmente per le normali operazioni al computer. Usando l'utilità <application>kadmin.local</application> da un terminale:
sv: Nu när KDC:n är i drift behövs en administratör. Det rekommenderas att använda ett annat användarnamn än ditt vardagliga användarnamn. Skriv följande i en terminalprompt genom att använda verktyget <application>kadmin.local</application>.

source: Authenticating as principal root/admin@EXAMPLE.COM with password. kadmin.local:
es: Autenticando como principal root/admin@EXAMPLE.COM con contraseña. kadmin.local:

source: WARNING: no policy specified for steve/admin@EXAMPLE.COM; defaulting to no policy Enter password for principal "steve/admin@EXAMPLE.COM": Re-enter password for principal "steve/admin@EXAMPLE.COM": Principal "steve/admin@EXAMPLE.COM" created. kadmin.local:
es: AVISO: no se han establecido directivas para steve/admin@EXAMPLE.COM; se predetermina a «sin directivas» Introduzca la contraseña para el principal «steve/admin@EXAMPLE.COM»: Reintroduzca la contraseña para el principal «steve/admin@EXAMPLE.COM»: Principal «steve/admin@EXAMPLE.COM» creado. kadmin.local:

source: In the the above example <emphasis role="italic">steve</emphasis> is the <emphasis>Principal</emphasis>, <emphasis role="italic">/admin</emphasis> is an <emphasis>Instance</emphasis>, and <emphasis role="italic">@EXAMPLE.COM</emphasis> signifies the realm. The <emphasis role="italic">"every day"</emphasis> Principal would be <emphasis>steve@EXAMPLE.COM</emphasis>, and should have only normal user rights.
es: En el ejemplo de arriba <emphasis role="italic">steve</emphasis> es el <emphasis>Principal</emphasis>, <emphasis role="italic">/admin</emphasis> es una <emphasis>Instancia</emphasis>, y <emphasis role="italic">@EXAMPLE.COM</emphasis> significa el reino. El Principal <emphasis role="italic">«de diario»</emphasis> puede ser <emphasis>steve@EXAMPLE.COM</emphasis>, y debe tener sólo derechos de usuario normal.
it: Nell'esempio precedente <emphasis role="italic">steve</emphasis> è il <emphasis>principal</emphasis>, <emphasis role="italic">/admin</emphasis> è un'<emphasis>istanza</emphasis> e <emphasis role="italic">@EXAMPLE.COM</emphasis> indica il reame. Il principal <emphasis role="italic">"normale"</emphasis> in questo caso è <emphasis>steve@EXAMPLE.COM</emphasis> e dovrebbe avere solo i permessi normali.
sv: I ovanstående exempel är <emphasis role="italic">steve</emphasis> <emphasis>principalen</emphasis>, <emphasis role="italic">/admin</emphasis> är en <emphasis>instans</emphasis> och <emphasis role="italic">@EXAMPLE.COM</emphasis> betecknar realm:en. Den <emphasis role="italic">"vardagliga"</emphasis> principalen skulle vara <emphasis>steve@EXAMPLE.COM</emphasis> och skall endast ha normala användarrättigheter.

source: Replace <emphasis>EXAMPLE.COM</emphasis> and <emphasis>steve</emphasis> with your Realm and admin username.
es: Reemplace <emphasis>EXAMPLE.COM</emphasis> y <emphasis>steve</emphasis> con su reino y nombre de usuario administrativo.
it: Sostituire <emphasis>EXAMPLE.COM</emphasis> e <emphasis>steve</emphasis> con il proprio reame e il nome utente dell'amministratore.
sv: Ersätt <emphasis>EXAMPLE.COM</emphasis> och <emphasis>steve</emphasis> med namnet för din realm och administratörens användarnamn.

source: Next, the new admin user needs to have the appropriate Access Control List (ACL) permissions. The permissions are configured in the <filename>/etc/krb5kdc/kadm5.acl</filename> file:
es: Después, el nuevo usuario administrativo, necesita tener los apropiados permisos de lista de control de acceso-Access Control List (ACL). Los permisos se configuran en el archivo <filename>/etc/krb5kdc/kadm5.acl</filename>:
it: Il nuovo utente amministratore necessita dei permessi ACL (Access Control List) corretti, configurati tramite il file <filename>/etc/krb5kdc/kadm5.acl</filename>:
sv: Nästa steg, den nya användaren med administratörsrättigheter måste ha korrekta rättigheter i åtkomstlistorna (ACL). Rättigheterna konfigureras i filen <filename>/etc/krb5kdc/kadm5.acl</filename>:

source: This entry grants <emphasis>steve/admin</emphasis> the ability to perform any operation on all principals in the realm.
es: Esta entrada garantiza a <emphasis>steve/admin</emphasis> la capacidad de realizar cualquier operación en todos los principales del reino.
it: Questa voce garantisce a <emphasis>steve/admin</emphasis> la possibilità di eseguire qualsiasi operazione su tutti i principal nel reame.
sv: Den här posten godkänner att <emphasis>steve/admin</emphasis> har möjligheten att utföra vilka som helst moment för alla principal:s inom en realm.

source: Now restart the <application>krb5-admin-server</application> for the new ACL to take affect:
es: Ahora reinicie <application>krb5-admin-server</application> para que el nuevo ACL tenga efecto:
it: Riavviare <application>krb5-admin-server</application> affinché le nuove ACL abbiano effetto:
sv: Starta nu om <application>krb5-admin-server</application> för att din nya ACL skall påverkas:

source: The new user principal can be tested using the <application>kinit utility</application>:
es: El nuevo usuario principal puede comprobarse usando <application>kinit utility</application>:
it: Il nuovo utente può essere provato con l'utilità <application>kinit</application>:
sv: Den nya användaren tillika principal kan testas genom att använda verktyget <application>kinit</application>:

source: steve/admin@EXAMPLE.COM's Password:
es: Contraseña de steve/admin@EXAMPLE.COM:

source: After entering the password, use the <application>klist</application> utility to view information about the Ticket Granting Ticket (TGT):
es: Después de introducir la contraseña, use la utilidad <application>klist</application>para ver información sobre el Ticket Granting Ticket (TGT):
sv: Efter att du angett lösenordet, använd verktyget <application>klist</application> för att se information om Ticket Granting Ticket (TGT):

source: Credentials cache: FILE:/tmp/krb5cc_1000 Principal: steve/admin@EXAMPLE.COM Issued Expires Principal Jul 13 17:53:34 Jul 14 03:53:34 krbtgt/EXAMPLE.COM@EXAMPLE.COM
es: Caché de credenciales: ARCHIVO:/tmp/krb5cc_1000 Principal: steve/admin@EXAMPLE.COM Emitido Expira Principal Jul 13 17:53:34 Jul 14 03:53:34 krbtgt/EXAMPLE.COM@EXAMPLE.COM

source: You may need to add an entry into the <filename>/etc/hosts</filename> for the KDC. For example:
es: Puede necesitar añadir una entrada en <filename>/etc/hosts</filename> para el KDC. Por ejemplo:
sv: Du kanske måste lägga till en post i <filename>/etc/hosts</filename> för KDC. Till exempel:

source: Replacing <emphasis>192.168.0.1</emphasis> with the IP address of your KDC.
es: Reemplace <emphasis>192.168.0.1</emphasis> con la dirección IP de su KDC.
sv: Ersätt <emphasis>192.168.0.1</emphasis> med IP-adressen till din KDC.

source: In order for clients to determine the KDC for the Realm some DNS SRV records are needed. Add the following to <filename>/etc/named/db.example.com</filename>:
es: Para que los clientes determinen el KDC del reino, se necesitan algunos registros SRV DNS. Añada lo siguiente en <filename>/etc/named/db.example.com</filename>:
sv: För att klienter skall kunna bestämma KDC:n för realm:en så behövs det några DNS SRV poster. Lägg till följande i <filename>/etc/named/db.example.com</filename>:

source: Replace <emphasis>EXAMPLE.COM</emphasis>, <emphasis>kdc01</emphasis>, and <emphasis>kdc02</emphasis> with your domain name, primary KDC, and secondary KDC.
es: Reemplace <emphasis>EXAMPLE.COM</emphasis>, <emphasis>kdc01</emphasis>, y <emphasis>kdc02</emphasis> con su nombre de dominio, KDC primario y KDC secundario.
sv: Ersätt <emphasis>EXAMPLE.COM</emphasis>, <emphasis>kdc01</emphasis> och <emphasis>kdc02</emphasis> med ditt domännamn, primära KDC, och sekundära KDC.

source: See <xref linkend="dns"/> for detailed instructions on setting up DNS.
es: Vea <xref linkend="dns"/> para las instrucciones detalladas de configuración de DNS.
sv: Se <xref linkend="dns"/> för detaljerade instruktioner om att sätta upp DNS.

source: Your new Kerberos Realm is now ready to authenticate clients.
es: Su nuevo reino Kerberos está listo para autenticar clientes.
sv: Din nya Kerberos Realm är nu redo att autentisiera klienter.

source: Secondary KDC
es: KDC secundario
sv: Sekundär KDC

source: Once you have one Key Distribution Center (KDC) on your network, it is good practice to have a Secondary KDC in case the primary becomes unavailable.
es: UNa vez que tenga un centro de distribución de claves (KDC) en su red, es buena práctica tener un KDC secundario en caso de que le primario no esté disponible.
sv: När du på ditt nätverk har en Key Distribution Center (KDC), är det en bra vana att ha en sekundär KDC ifall den primära blir otillgänglig.

source: First, install the packages, and when asked for the Kerberos and Admin server names enter the name of the Primary KDC:
es: Primero, instale los paquetes y cuando le pregunte los nombres de los servidores Kerberos y Admin introduzca el nombre del KDC primario.
sv: Börja med att installera paketen och när du tillfrågas efter namnen på kerberos och admin-servern, ange namnen från den primära KDC:

source: Once you have the packages installed, create the Secondary KDC's host principal. From a terminal prompt, enter:
es: Una vez que tenga los paquetes instalados, cree el KDC secundario del anfitrión principal. En una terminal, introduzca:
sv: När paketen är installerade, skapa den sekundära KDC:ns värd-principal. Från en terminalprompt, ange:

source: After, issuing any <application>kadmin</application> commands you will be prompted for your <emphasis>username/admin@EXAMPLE.COM</emphasis> principal password.
es: Después, al emitir cualquier orden <application>kadmin</application> será preguntado por su contraseña principal de <emphasis>username/admin@EXAMPLE.COM</emphasis>.
sv: Efter att du utfärdat ett <application>kadmin</application>-kommando kommer du att tillfrågas efter huvudlösenordet för <emphasis>användarnamn/admin@EXAMPLE.COM</emphasis>.

source: Extract the <emphasis>keytab</emphasis> file:
es: Extraiga el archivo <emphasis>keytab</emphasis>:
sv: Extrahera <emphasis>keytab</emphasis>-filen:

source: There should now be a <filename>keytab.kdc02</filename> in the current directory, move the file to <filename>/etc/krb5.keytab</filename>:
es: Ahora debe haber un <filename>keytab.kdc02</filename> en el directorio actual, mueva el archivo a <filename>/etc/krb5.keytab</filename>:
sv: I den nuvarande katalogen skall det nu finnas en <filename>keytab.kdc02</filename>, flytta filen till <filename>/etc/krb5.keytab</filename>:

source: If the path to the <filename>keytab.kdc02</filename> file is different adjust accordingly.
es: Si la ruta del archivo <filename>keytab.kdc02</filename> es diferente, ajústela convenientemente.
sv: Justera sökvägen till filen <filename>keytab.kdc02</filename> om det är en annan.

source: Also, you can list the principals in a Keytab file, which can be useful when troubleshooting, using the <application>klist</application> utility:
es: También puede listar los principales del archivo Keytab, lo cual puede ser útil cuando tenga problemas, usando la utilidad <application>klist</application>:
sv: Dessutom kan du lista alla principaler i en keytab-fil genom att använda verktyget <application>klist</application>, vilket kan vara användbart vid felsökning:

source: Next, there needs to be a <filename>kpropd.acl</filename> file on each KDC that lists all KDCs for the Realm. For example, on both primary and secondary KDC, create <filename>/etc/krb5kdc/kpropd.acl</filename>:
es: Después, necesita tener un archivo <filename>kpropd.acl</filename> en cada KDC que liste todos los KDCs del reino. Por ejemplo, en ambos KDC, primario y secundario, cree <filename>/etc/krb5kdc/kpropd.acl</filename>:
sv: Nästa steg, filen <filename>kpropd.acl</filename> måste finnas på varje KDC som skall lista alla KDC:er för realm:en. Till exempel, skapa <filename>/etc/krb5kdc/kpropd.acl</filename> på både den primära och sekundära KDC:n:

source: Create an empty database on the <emphasis>Secondary KDC</emphasis>:
es: Cree un base de datos vacía en el <emphasis>KDC secundario</emphasis>:
sv: Skapa en tom databas på den <emphasis>sekundära KDC:n</emphasis>:

source: Now start the <application>kpropd</application> daemon, which listens for connections from the <application>kprop</application> utility. <application>kprop</application> is used to transfer dump files:
es: Ahora inicio el demonio <application>kpropd</application>, que escucha las conexiones desde la utilidad <application>kprop</application>. <application>kprop</application> se usa para transferir archivos de volcado:
sv: Starta nu demonen <application>kpropd</application>, som lyssnar efter anslutningar från verktyget <application>kprop</application>. <application>kprop</application> används till att skicka dump-filer:

source: From a terminal on the <emphasis>Primary KDC</emphasis>, create a dump file of the principal database:
es: Desde una terminal en la <emphasis>KDC primaria</emphasis>, cree un archivo de volcado de la base de datos principal:
sv: Från en terminal på den <emphasis>Primära KDC:n</emphasis>, skapa en dump-fil av principal-databasen:

source: Extract the Primary KDC's <emphasis>keytab</emphasis> file and copy it to <filename>/etc/krb5.keytab</filename>:
es: Extraiga el archivo <emphasis>keytab</emphasis> del KDC primario y cópielo en <filename>/etc/krb5.keytab</filename>:
sv: Extrahera <emphasis>keytab</emphasis>-filen på den Primära KDC:n och kopiera filen till <filename>/etc/krb5.keytab</filename>:

source: Make sure there is a <emphasis>host</emphasis> for <emphasis>kdc01.example.com</emphasis> before extracting the Keytab.
es: Asegúrese de tener un <emphasis>anfitrión</emphasis> para <emphasis>kdc01.example.com</emphasis> antes de extraer el Keytab.
sv: Säkerställ att det finns en <emphasis>värd</emphasis> för <emphasis>kdc01.example.com</emphasis> innan du extraherar Keytab.

source: Using the <application>kprop</application> utility push the database to the Secondary KDC:
es: Usando la utlidad <application>kprop</application> empuje la base de datos al KDC secundario:
sv: Genom att använda verktyget <application>kprop</application> skickas databasen till den sekundära KDCn:

source: There should be a <emphasis>SUCCEEDED</emphasis> message if the propagation worked. If there is an error message check <filename>/var/log/syslog</filename> on the secondary KDC for more information.
es: debe haber un mensajes de <emphasis>ÉXITO</emphasis> si la propagación ha sido correcta. Si hay algún mensaje de error, compruebe <filename>/var/log/syslog</filename> en el KDC secundario para más información.
sv: Meddelandet <emphasis>SUCCEEDED</emphasis> skall nu synas om spridningen lyckades. Om det är några felmeddelanden kontrollera då <filename>/var/log/syslog</filename> på den sekundära KDC:n för mer information.
