Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: <emphasis>Jabber:</emphasis> before enabling this dispatcher you must first configure it by clicking on the <quote>Configure</quote> icon.
es: <emphasis>Jabber:</emphasis> antes de activar este despachador debe configurarle pulsando el icono <quote>Configurar</quote>.
it: <emphasis>Jabber</emphasis>: prima di abilitare questa forma di invio dei dispacci è necessario configurarla facendo clic su <quote>Configure</quote>.
sv: <emphasis>Jabber:</emphasis> innan du aktiverar förmedlaren måste den först konfigureras genom att klicka på ikonen <quote>Konfigurera</quote>.

source: <emphasis>RSS:</emphasis> once this dispatcher is configured you can subscribe to the link in order to view event alerts.
es: <emphasis>RSS:</emphasis> una vez esté configurado este despachador, podrá suscribirse al enlace para ver alertas de eventos.
it: <emphasis>RSS</emphasis>: una volta configurato è possibile abbonarsi a quell'indirizzo per visualizzare gli avvisi.
sv: <emphasis>RSS:</emphasis> När den här förmedlaren är konfigurerad kan du abonnera via länken för att se händelsemeddelanden.

source: Additional Modules
es: Módulos Adicionales
it: Moduli aggiuntivi
sv: Ytterligare moduler

source: Here is a quick description of other available <application>eBox</application> modules:
es: Aquí hay una breve descripción de otros módulos de <application>eBox</application> disponibles:
it: Segue una breve descrizione di altri moduli disponibili per <application>eBox</application>:
sv: Här är en kortfattad genomgång av andra tillgängliga <application>eBox</application>-moduler:

source: <emphasis>Network:</emphasis> allows configuration of the server's network options through eBox.
es: <emphasis>Network:</emphasis> permite la configuración de las opciones de redes de servidor a través de eBox.
it: <emphasis>Network</emphasis>: consente la configurazione delle opzioni di rete del server attraverso eBox.
sv: <emphasis>Network:</emphasis> tillåter konfiguration av serverns nätverksalternativ genom eBox.

source: <emphasis>Firewall:</emphasis> configures firewall options for the eBox host.
es: <emphasis>Firewall:</emphasis> configura las opciones de cortafuegos para el anfitrión eBox.
it: <emphasis>Firewall</emphasis>: configura le opzioni del firewall per l'host eBox.
sv: <emphasis>Firewall:</emphasis> konfigurerar brandväggsalterntiv för eBox-värden.

source: <emphasis>UsersandGroups:</emphasis> this module will manage users and groups contained in an <application>OpenLDAP</application> LDAP directory.
es: <emphasis>UsersandGroups:</emphasis> este módulo administrará los usuarios y grupos contenidos en un directorio LDAP de <application>OpenLDAP</application>.
it: <emphasis>UsersandGroups</emphasis>: questo modulo consente di gestire gli utenti contenuti in una directory LDAP <application>OpenLDAP</application>.
sv: <emphasis>UsersandGroups:</emphasis> den här modulen kan administrera användare och grupper som ingår i en <application>OpenLDAP</application> LDAP-katalog.

source: <emphasis>DHCP:</emphasis> provides an interface for configuring a DHCP server.
es: <emphasis>DHCP:</emphasis> proporciona una interfaz para configurar un servidor DHCP.
it: <emphasis>DHCP</emphasis>: fornisce un'interfaccia per configurare un server DHCP.
sv: <emphasis>DHCP:</emphasis> tillhandahåller ett gränssnitt för att konfigurera en DHCP-server.

source: <emphasis>DNS:</emphasis> provides <application>BIND9</application> DNS server configuration options.
es: <emphasis>DNS:</emphasis> proporciona opciones de configuración para el servidor de DNS <application>BIND9</application>.
it: <emphasis>DNS</emphasis>: fornisce le opzioni di configurazione per un server DNS <application>BIND9</application>.
sv: <emphasis>DNS:</emphasis> tillhandahåller konfigurationsalternativ för en <application>BIND9</application> DNS-server.

source: <emphasis>Objects:</emphasis> allow configuration of eBox <emphasis>Network Objects</emphasis>, which allow you to assign a name to an IP address or group of IPs.
es: <emphasis>Objects:</emphasis> permite la configuración de <emphasis>objetos de red</emphasis> de eBox, los cuales le permiten asignar un nombre a una dirección IP o a un grupo de direcciones IP.
it: <emphasis>Objects</emphasis>: consente la configurazione di eBox <emphasis>Network Objects</emphasis>, che consente l'assegnazione di assegnare un nome a un indirizzo IP o a un gruppo di indirizzi IP.
sv: <emphasis>Objects:</emphasis> tillåter konfiguration av eBox <emphasis>Nätverksobjekt</emphasis>, vilket tillåter att du anger ett namn till en IP-adress eller grupp av IP-adresser.

source: <emphasis>Services:</emphasis> displays configuration information for services that are available to the network.
es: <emphasis>Servicios:</emphasis> muestra información de configuración de servicios disponibles en la red.
it: <emphasis>Services</emphasis>: visualizza informazioni di configurazione per i servizi disponibili nella rete.
sv: <emphasis>Services:</emphasis> visar konfigurationsinformation för tjänster som är tillgängliga på nätverket

source: <emphasis>Squid:</emphasis> configuration options for the <application>Squid</application> proxy server.
es: <emphasis>Squid:</emphasis> opciones de configuración para un servidor proxy <application>Squid</application>.
it: <emphasis>Squid</emphasis>: opzioni di configurazione per il server proxy <application>Squid</application>.
sv: <emphasis>Squid:</emphasis> konfigurationsalternativ för proxy-servern <application>Squid</application>.

source: <emphasis>CA:</emphasis> configures a Certificate Authority for the server.
es: <emphasis>CA:</emphasis> configura la autoridad de certificación para el servidor.
it: <emphasis>CA</emphasis>: configura un'autorità di certificazione per il server.
sv: <emphasis>CA:</emphasis> konfigurerar en Certificate Authority för en server.

source: <emphasis>NTP:</emphasis> set Network Time Protocol options.
es: <emphasis>NTP:</emphasis> establece las opciones del protocolo de tiempo de red.
it: <emphasis>NTP</emphasis>: imposta le opzioni per il protocollo Network Time Protocol.
sv: <emphasis>NTP:</emphasis> tilldela Network Time Protocol alternativ.

source: <emphasis>Printers:</emphasis> allows the configuration of printers.
es: <emphasis>Impresoras:</emphasis> permite la configuración de impresoras.
it: <emphasis>Printers</emphasis>: consente la configurazione delle stampanti.
sv: <emphasis>Printers:</emphasis> möjliggör konfiguration av skrivare:

source: <emphasis>Samba:</emphasis> configuration options for Samba.
es: <emphasis>Samba:</emphasis> opciones de configuración de Samba.
it: <emphasis>Samba</emphasis>: opzioni di configurazione di Samba.
sv: <emphasis>Samba:</emphasis> konfigurationsalternativ för Samba.

source: <emphasis>OpenVPN:</emphasis> setup options for OpenVPN Virtual Private Network application.
es: <emphasis>OpenVPN:</emphasis> establece las opciones para la aplicación OpenVPN Red privada virtual.
it: <emphasis>OpenVPN</emphasis>: opzioni di impostazione per l'applicazione OpenVPN Virtual Private Network.
sv: <emphasis>OpenVPN:</emphasis> konfigurationsalternativ för applikationen OpenVPN Virtual Private Network.

source: For more information see the <ulink url="http://ebox-platform.com/">eBox Home Page</ulink>.
es: Para más información vea la <ulink url="http://ebox-platform.com/">Página web de eBox</ulink>.
it: Per maggiori informazioni, consultare il <ulink url="http://ebox-platform.com/">sito web di eBox</ulink>.
sv: Ytterligare information finns på webbplatsen för <ulink url="http://ebox-platform.com/">eBox</ulink>.

source: Package Management
es: Gestión de paquetes
it: Gestione dei pacchetti
ko: 꾸러미 관리
pt: Gestão de Pacotes
sv: Pakethantering

source: Ubuntu features a comprehensive package management system for the installation, upgrade, configuration, and removal of software. In addition to providing access to an organized base of over 24,000 software packages for your Ubuntu computer, the package management facilities also feature dependency resolution capabilities and software update checking.
es: Ubuntu dispone de un amplio sistema de gestión de paquetes para la instalación, actualización, configuración y desinstalación de programas. Además de proporcionar acceso a una base organizada de más de 24.000 paquetes de programas para su equipo Ubuntu, el gestor de paquete también dispone de la capacidad de resolución de dependencia y control de actualización de programas.
it: Ubuntu dispone di un completo servizio di gestione dei pacchetti per l'installazione, l'aggiornamento, la configurazione e la rimozione del software. Oltre a fornire accesso a più di 24000 pacchetti software per il proprio computer, il sistema di gestione dei pacchetti è in grado di gestire le dipendenze e di verificare l'esistenza di aggiornamenti.
sv: Ubuntu har ett omfattande pakethanteringssystem för installation, uppgradering, konfigurering, och borttagning av programvara. Utöver att ge åtkomst till en organiserad bas på över 24000 programpaket till din Ubuntu-dator, har pakethanteringssystemet också funktioner för att lösa beroendeproblem och programuppdateringskontroll.

source: Several tools are available for interacting with Ubuntu's package management system, from simple command-line utilities which may be easily automated by system administrators, to a simple graphical interface which is easy to use by those new to Ubuntu.
es: Existen algunas herramientas disponibles para interactuar con el sistema de gestión de paquetes de Ubuntu, desde simples utilidades de línea de órdenes fácilmente automatizables por los administradores de sistemas, a sencillas interfaces gráficas fáciles de utilizar por los recién llegados a Ubuntu.
it: Per l'interazione con il sistema di gestione dei pacchetti di Ubuntu sono disponibili diversi strumenti, a partire da semplici utilità a riga di comando che possono essere usate con facilità da amministratori di sistema per attività automatizzate, fino a interfacce grafiche semplici da usare per chi si è avvicinato da poco a Ubuntu.
ko: 우분투의 꾸러미 관리 시스템과 상호 작용하는 여러가지, 시스템 관리자에 의해 쉽게 자동화될 수 있는 간단한 명령행 도구에서부터 우분투를 새롭게 접하는 사용자들이 쉽게 사용할 수 있는 간단한 그래픽 인터페이스까지의 도구들을 사용할 수 있도록 준비되어 있습니다.
pt: Várias ferramentas estão disponíveis para interagir com o sistema de gestão de pacotes do Ubuntu, desde simples utilitários de linhas de comandos que podem ser facilmente automatizados por administradores de sistemas, até um sistema com interface gráfico que pode ser facilmente utilizado por utilizadores novatos no Ubuntu.
sv: Flera verktyg finns tillgängliga för att interagera med Ubuntu:s pakethanteringssystem, från enkla kommandoradsverktyg som enkelt går att automatisera av systemadministratörer, till ett enkelt grafiskt gränssnitt som är enkelt att använda för dem som är nya med Ubuntu.

source: Ubuntu's package management system is derived from the same system used by the Debian GNU/Linux distribution. The package files contain all of the necessary files, meta-data, and instructions to implement a particular functionality or software application on your Ubuntu computer.
es: El sistema de gestión de paquetes de Ubuntu está derivado del mismo sistema utilizado por la distribución Debian GNU/Linux. Los paquetes contienen todos los archivos necesarios, meta-datos e instrucciones para implementar una funcionalidad particular o una aplicación software en un equipo Ubuntu.
it: Il sistema di gestione dei pacchetti di Ubuntu è derivato dallo stesso sistema usato dalla distribuzione Debian GNU/Linux. I file di pacchetto contengono tutti i file, i meta-dati e le istruzioni necessari per implementare sui sistemi Ubuntu una particolare funzionalità o un'applicazione software.
ko: 우분투의 꾸러미 관리 시스템은 데비안 GNU/Linux 배포판에서 사용되는 같은 시스템에서 파생 되었습니다. 꾸러미 파일은 여러분의 우분투 컴퓨터 상에 특정 기능을 구현하거나 소프트웨어 프로그램을 실행하기 위해 필요한 모든 파일, 메타 데이터, 명령 지시들을 가지고 있습니다.
pt: O sistema de gestão de pacotes do Ubuntu é derivado do mesmo sistema utilizado pelo Debian GNU/Linux. Os ficheiros dos pacotes contêm todos os ficheiros necessários, meta-dados, e instruções para implementar uma funcionalidade ou aplicação de software em particular no seu computador Ubuntu.
sv: Ubuntu:s pakethanteringssystem är baserat på samma system som används av distributionen Debian GNU/Linux. Paketfilerna innehåller alla nödvändiga filer, metadata, och instruktioner för att lägga till en speciell funktion eller ett speciellt program till din Ubuntu-dator.

source: Debian package files typically have the extension '.deb', and typically exist in <emphasis role="italics">repositories</emphasis> which are collections of packages found on various media, such as CD-ROM discs, or online. Packages are normally of the pre-compiled binary format; thus installation is quick and requires no compiling of software.
es: Los paquetes Debian normalmente tienen la extensión '.deb', y normalmente existen en <emphasis role="italics">repositorios</emphasis> que son colecciones de paquetes que se encuentran en varios soportes, como discos CD-ROM o en línea. Los paquetes normalmente están en un formato binario pre-compilado; su instalación es rápida y no requiere compilar software.
it: Di solito, i file dei pacchetti Debian presentano l'estensione «.deb» e risiedono nei <emphasis role="italics">repository</emphasis>, ossia delle collezioni di pacchetti memorizzate su diversi supporti, come un disco CD-ROM o in rete. I pacchetti sono normalmente in formato binario precompilato: per questo l'installazione è veloce e non richiede la compilazione del software.
ko: 데비안 꾸러미 파일은 일반적으로 .deb 확장자를 가지고, 일반적으로 <emphasis role="italics">저장소</emphasis> 상에 존재 합니다. 저장소는 CD-ROM 디스크 또는 온라인과 같은 다양한 매체에서 찾을 수 있는 꾸러미들의 집합입니다. 꾸러미는 보통 바이너리 형태로 미리 컴파일이 되어 있으므로, 설치 과정은 빨리 이루어지며, 소프트웨어의 컴파일을 필요로 하지 않습니다.
pt: Os ficheiros de pacotes do Debian têm habitualmente a extensão '.deb', e tipicamente existem em <emphasis role="italics">repositórios</emphasis> que são colecções de pacotes disponíveis em vários suportes, tais como CD-ROM ou online. Os pacotes estão normalmente num formato binário pré-compilado, pelo que a instalação é rápida e não necessita de software de compilação.
sv: Debianpaketfiler har vanligtvis filändelsen ".deb" och finns oftast i <emphasis role="italics">förråd</emphasis>, som är paketsamlingar som finns i olika medium, som CD-skivor eller online. Paketen finns vanligtvis i ett förkompilerat binärformat. Installationen är därför väldigt snabb och kräver inte att du kompilerar några program själv.

source: Many complex packages use the concept of <emphasis role="italics">dependencies</emphasis>. Dependencies are additional packages required by the principal package in order to function properly. For example, the speech synthesis package <application>Festival</application> depends upon the package <application>libasound2</application>, which is a package supplying the <application>ALSA</application> sound library needed for audio playback. In order for <application>Festival</application> to function, it and all of its dependencies must be installed. The software management tools in Ubuntu will do this automatically.
es: Muchos paquetes complejos usan el concepto de <emphasis role="italics">dependencias</emphasis>. Las dependencias son paquetes adicionales requeridos por el paquete principal para funcionar adecuadamente. Por ejemplo, el paquete de síntesis de voz <application>Festival</application> depende del paquete <application>libasound2</application>, que es un paquete que proporciona la biblioteca de sonido <application>ALSA</application> necesaria para la reproducción de sonido. Para que <application>Festival</application> funcione, deben instalarse él y todas sus dependencias. Las herramientas de gestión de software de Ubuntu harán esto automáticamente.
sv: Många komplexa paket använder ett koncept av <emphasis role="italics">beroenden</emphasis>. Beroenden är ytterligare paket som krävs av huvudpaketet för att fungera på ett korrekt sätt. Till exempel, röstsyntespaketet <application>Festival</application> är beroende av paketet <application>libasound2</application>, vilket är ett paket som tillhandahåller ljudbiblioteket <application>ALSA</application> som behövs för ljuduppspelning. För att <application>Festival</application> skall fungera, måste även alla dess beroenden installeras. Programhanterarverktygen i Ubuntu gör detta automatiskt.

source: <application>dpkg</application> is a package manager for <emphasis>Debian</emphasis> based systems. It can install, remove, and build packages, but unlike other package management system's it can not automatically download and install packages and their dependencies. This section covers using <application>dpkg</application> to manage locally installed packages:
es: <application>dpkg</application> es un gestor de paquetes de sistemas basados en <emphasis>Debian</emphasis>. Puede instalar, eliminar, y construir paquetes, pero a diferencia de otros sistemas de gestión de paquetes, puede descargar en instalar paqueets y sus dependencias de manera no automática. Esta sección cubre, usando <application>dpkg</application> la gestión de paquetes localmente instalados:
it: <application>dpkg</application> è un gestore di pacchetti per i sistemi basati su <emphasis>Debian</emphasis>. È in grado di installare, rimuovere e generare i pacchetti, ma diversamente da altri sistemi di gestione dei pacchetti non può scaricare e installare automaticamente i pacchetti e le loro dipendenze. Questa sezione spiega come usare <application>dpkg</application> per la gestione di pacchetti installati:
sv: <application>dpkg</application> är en pakethanterare för <emphasis>Debian</emphasis>-baserade system. Den kan installera, ta bort och bygga paket, men till skillnad från andra pakethanteringssystem kan den inte automatiskt hämta och installera paket och deras beroenden. Detta avsnitt behandlar användningen av <application>dpkg</application> för att hantera lokalt installerade paket:

source: To list all packages installed on the system, from a terminal prompt enter:
es: Para listar todos los paquetes instalados en el sistema, introduzca en un terminal:
it: Per elencare i pacchetti installati nel sistema, da un terminale digitare:
sv: För att lista alla paket som är installerade i systemet, skriv från en terminalprompt:

source: Depending on the amount of packages on your system, this can generate a large amount of output. Pipe the output through <application>grep</application> to see if a specific package is installed:
es: Dependiendo de la cantidad de paquetes en su sistema, puede generar una salida enorme. Encauce la salida a través de <application>grep</application> para ver si está instalado un paquete específico:
it: In base a quanti pacchetto sono installati nel sistema, questo comando può generare molto output. È comunque possibile passare l'output attraverso una pipe all'applicazione <application>grep</application> per vedere se un particolare pacchetto è installato o meno:
sv: Beroende på mängden paket i ditt system, så kan det generera en stor mängd utdata. Rikta utdatan genom <application>grep</application> för att se om ett specifikt paket är installerat:

source: Replace <emphasis>apache2</emphasis> with any package name, part of a package name, or other regular expression.
es: Reemplace <emphasis>apache2</emphasis> con cualquier nombre de paquete, parte de un nombre o una expresión regular.
it: Sostituire <emphasis>apache2</emphasis> con il nome di un qualsiasi altro pacchetto, parte del nome o qualsiasi altra espressione regolare.
sv: Ersätt <emphasis>apache2</emphasis> med något paketnamn, del av paketnamn eller annat reguljärt uttryck.

source: To list the files installed by a package, in this case the <application>ufw</application> package, enter:
es: Para listar los archivos instalados por paquete, en este caso en el paquete <application>ufw</application> introduzca:
it: Per elencare i file installati da un pacchetto, in questo caso <application>ufw</application>, digitare:
sv: För att lista filer som installerats av ett paket, i det här fallet paketet <application>ufw</application>, skriv:

source: If you are not sure which package installed a file, <application>dpkg -S</application> may be able to tell you. For example:
es: Si no está seguro de cual paquete instala un archivo, <application>dpkg -S</application> es capaz de decírselo. Por ejemplo:
it: Se non si è sicuri di quale pacchetto abbia installato un file, usare il comando <application>dpkg -S</application>. Per esempio:
sv: Om du är osäker på vilket paket som installerat en fil, då kan kanske <application>dpkg -S</application> ge dig en förklaring. Till exempel:

source: The output shows that the <filename>/etc/host.conf</filename> belongs to the <application>base-files</application> package.
es: La salida le muestra que <filename>/etc/host.conf</filename> va con el paquete <application>base-files</application>.
it: L'output mostra che <filename>/etc/host.conf</filename> appartiene al pacchetto <application>base-files</application>.
sv: Resultatet visar att <filename>/etc/host.conf</filename> tillhör paketet <application>base-files</application>.

source: Many files are automatically generated during the package install process, and even though they are on the filesystem <command>dpkg -S</command> may not know which package they belong to.
es: Muchos archivos se generan automáticamente durante el proceso de instalación del paquete, y pueden estar en el sistema de archivos. <command>dpkg -S</command> no puede saber a que paquete pertenecen.
it: Molti file sono generati automaticamente durante il processo di installazione del pacchetto e benché siano nel file system, il comando <command>dpkg -S</command> potrebbe non sapere a quale pacchetto appartengono.
sv: Många filer skapas automatiskt under paketets installationsprocess och även om de finns på filsystemet kan det vara svårt för <command>dpkg -S</command> att veta vilket paket de tillhör.

source: You can install a local <emphasis>.deb</emphasis> file by entering:
es: Puede instalar un archivo local <emphasis>.deb</emphasis> introduciendo:
it: Per installare un file <emphasis>.deb</emphasis> locale, digitare:
sv: Du kan installera en lokal <emphasis>.deb</emphasis>-fil genom att skriva:

source: Change <filename>zip_2.32-1_i386.deb</filename> to the actual file name of the local .deb file.
es: Cambie <filename>zip_2.32-1_i386.deb</filename> con el nombre actual del archivo local .deb.
it: Modificare <filename>zip_2.32-1_i386.deb</filename> con il nome del file .deb da installare.
sv: Ändra <filename>zip_2.32-1_i386.deb</filename> till det verkliga filnamnet på den lokala .deb-filen.

source: Uninstalling a package can be accomplished by:
es: Desinstalar un paquete se puede conseguir mediante:
it: Per disinstallare un pacchetto:
sv: Avinstallera ett paket verkställs genom:
