Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: There a multiple ways to configure Samba for details on some common configurations see <xref linkend="windows-networking"/>. To configure Samba to use LDAP, edit the main Samba configuration file <filename>/etc/samba/smb.conf</filename> commenting the <emphasis>passdb backend</emphasis> option and adding the following:
es: Hay diversas maneras de configurar Samba. Para encontrar detalles sobre las configuraciones más comunes, por favor vea <xref linkend="windows-networking"/>. Para configurar Samba para que use LDAP, edite el archivo principal de configuración de Samba <filename>/etc/samba/smb.conf</filename>, comentando la opción <emphasis>passdb backend</emphasis> y añadiendo lo siguiente:
it: Sono disponibili diversi metodi per configurare Samba, per maggiori informazioni consultare <xref linkend="windows-networking"/>. Per configurare Samba all'uso di LDAP, modificare il file di configurazione principale di Samba, <filename>/etc/samba/smb.conf</filename>, commentando l'opzione <emphasis>passdb backend</emphasis> e aggiungendo quanto segue:
sv: Det finns flera sätt att konfigurera Samba, för information om några vanliga konfigurationer se <xref linkend="windows-networking"/>. För att konfigurera Samba till att använda LDAP, redigera Samba:s huvudkonfigurationsfil <filename>/etc/samba/smb.conf</filename> kommentera alternativet <emphasis>passdb backend</emphasis> och lägg till följande:

source: Restart <application>samba</application> to enable the new settings:
es: Reinicie <application>samba</application> para activar la nueva configuración:
it: Riavviare <application>samba</application> per abilitare le nuove impostazioni:
sv: Starta om <application>samba</application> för att aktivera de nya inställningarna:

source: Now Samba needs to know the LDAP admin password. From a terminal prompt enter:
es: Ahora Samba necesita conocer la nueva contraseña de administrador LDAP. Desde un terminal introduzca:
it: Samba ora necessita di conoscere la password di amministrazione di LDAP. Da un terminale, digitare:
sv: Nu behöver Samba veta LDAP-administratörens lösenord. Skriv från en terminalprompt:

source: Replacing <emphasis role="italic">secret</emphasis> with your LDAP admin password.
es: Reemplazando <emphasis role="italic">secret</emphasis> con su contraseña de administrados LDAP.
it: Sostituire <emphasis role="italic">secret</emphasis> con la password di amministrazione di LDAP.
sv: Ersätt <emphasis role="italic">secret</emphasis> med din LDAP-administratörs lösenord.

source: If you currently have users in LDAP, and you want them to authenticate using Samba, they will need some Samba attributes defined in the <filename>samba.schema</filename> file. Add the Samba attributes to existing users using the <application>smbpasswd</application> utility, replacing <emphasis role="italic">username</emphasis> with an actual user:
es: Si usted actualmente tiene usuarios en LDAP, y quiere autenticarlos usando Samba, estos necesitarán algunos atributos Samba definidos en el archivo <filename>samba.schema</filename>. Añada los atributos Samba a los usuarios existentes utilizando la utilidad <application>smbpasswd</application>, reemplazando <emphasis role="italic">username</emphasis> con un usuario real:
it: Se sono già presenti degli utenti in LDAP e si vuole che possano autenticarsi attraverso Samba, è necessario che abbiano degli attributi come definiti nel file <filename>samba.schema</filename>. Aggiungere gli attributi Samba agli utenti esistenti usando l'utilità <application>smbpasswd</application>, sostituendo <emphasis role="italic">NOME_UTENTE</emphasis> con un nome utente reale:
sv: Om du för närvarande har användare i LDAP och vill att de skall autentisiera genom att använda Samba, då kommer de behöva några Samba-attribut definierade i filen <filename>samba.schema</filename>. Lägg till Samba-attributen för existerande användare genom att använda verktyget <application>smbpasswd</application>, ersätt <emphasis role="italic">username</emphasis> med en verklig användare:

source: You will then be asked to enter the user's password.
es: Entonces se le pedirá que introduzca la contraseña de usuario.
it: Viene chiesta la password dell'utente.
sv: Du kommer därefter tillfrågas om att ange användarens lösenord.

source: To add new user, group, and machine accounts use the utilities from the <application>smbldap-tools</application> package. Here are some examples:
es: Para añadir usuarios, grupos o cuentas de máquina use las utilidades del paquete <application>smbldap-tools</application>. Aquí hay algunos ejemplos:
it: Per aggiungere un nuovo utente, gruppo o account macchina, usare le utilità dal pacchetto <application>smbldap-tools</application>. Alcuni esempi:
sv: För att lägga till nya användare, grupper och maskinkonton använd verktygen från paketet <application>smbldap-tools</application>. Här följer ett par exempel:

source: To add a new user to LDAP with Samba attributes enter the following, replacing username with an actual username:
es: Para añadir un nuevo usuario a LDAP con atributos Samba introduzca lo siguiente, reemplazando el nombre de usuario con un nombre de usuario actual:
it: Per aggiungere un nuovo utente a LDAP con attributi Samba, digitare quanto segue, sostituendo "NOME_UTENTE" con un nome utente reale:
sv: För att lägga till en ny användare till LDAP med Samba-attribut, ange följande, ersätt username med ett verkligt användarnamn:

source: The <emphasis>-a</emphasis> option adds the Samba attributes, and the <emphasis>-P</emphasis> options calls the <application>smbldap-passwd</application> utility after the user is created allowing you to enter a password for the user.
es: La opción <emphasis>-a</emphasis> añade los atributos Samba, y la opción <emphasis>-P</emphasis> llama a la utilidad <application>smbldap-passwd</application> después de la creación del usuario, permitiendo introducir una contraseña para el usuario.
it: L'opzione <emphasis>-a</emphasis> aggiunge gli attributi Samba, <emphasis>-P</emphasis> chiama l'utilità <application>smbldap-passwd</application> dopo aver creato l'utente consentendo di inserire la password per l'utente.
sv: Flaggan <emphasis>-a</emphasis> lägger till Samba-attributen och flaggan <emphasis>-P</emphasis> anropar verktyget <application>smbldap-passwd</application> efter det att användaren skapats för att tillåta dig att ange ett lösenord för användaren.

source: To remove a user from the directory enter:
es: Para eliminar un usuario del directorio introduzca:
it: Per rimuovere un utente dalla directory:
sv: För att ta bort en användare från katalogen, skriv:

source: The <application>smbldap-userdel</application> utility also has a <emphasis>-r</emphasis> option to remove the user's home directory.
es: La utilidad <application>smbldap-userdel</application> también tiene una opción <emphasis>-r</emphasis> para eliminar el directorio home de los usuarios.
it: L'utilità <application>smbldap-userdel</application> è dotata anche di un'opzione <emphasis>-r</emphasis> per rimuovere la directory home dell'utente.
sv: Verktyget <application>smbldap-userdel</application> har också en <emphasis>-r</emphasis> flagga för att ta bort användarnas hemmakatalog.

source: Use <application>smbldap-groupadd</application> to add a group, replacing groupname with an appropriate group:
es: Use <application>smbldap-groupadd</application> para añadir un grupo, reemplazando groupname con un grupo apropiado:
it: Per aggiungere un gruppo, usare <application>smbldap-groupadd</application>, sostituendo "NOME_GRUPPO" con il nome di un gruppo esistente:
sv: Använd <application>smbldap-groupadd</application> för att lägga till en grupp, ersätt gruppnamn med en riktig grupp:

source: Similar to <application>smbldap-useradd</application>, the <emphasis>-a</emphasis> adds the Samba attributes.
es: De manera similar a <application>smbldap-useradd</application>, <emphasis>-a</emphasis> añade atributos de Samba.
it: Come per <application>smbldap-useradd</application>, l'opzione <emphasis>-a</emphasis> aggiunge gli attributi Samba.
sv: På samma sätt för <application>smbldap-useradd</application>, lägger <emphasis>-a</emphasis> till Samba-attributen.

source: To add a user to a group use <application>smbldap-groupmod</application>:
es: Para añadir un usuario a un grupo, use <application>smbldap-groupmod</application>:
it: Per aggiungere un utente a un gruppo, usare <application>smbldap-groupmod</application>:
sv: För att lägga till en användare i en grupp använd <application>smbldap-groupmod</application>:

source: Be sure to replace <emphasis>username</emphasis> with a real user. Also, the <emphasis>-m</emphasis> option can add more than one user at a time by listing them in <emphasis>comma separated</emphasis> format.
es: Asegúrese de reemplazar <emphasis>username</emphasis> con un usuario real. También la opción <emphasis>-m</emphasis> puede añadir mas de un usuario a la vez listándolos <emphasis>separados por comas</emphasis>.
it: Assicurarsi di sostituire <emphasis>NOME_UTENTE</emphasis> con un utente reale. Inoltre, con l'opzione <emphasis>-m</emphasis> è possibile aggiungere più di un utente alla volta, elencandoli come valori <emphasis>separati da virgola</emphasis>.
sv: Säkerställ att du ersätter <emphasis>username</emphasis> med en verklig användare. Dessutom kan flaggan <emphasis>-m</emphasis> lägga till mer än en användare åt gången genom att lista dem i ett <emphasis>kommaseparerat</emphasis> format.

source: <application>smbldap-groupmod</application> can also be used to remove a user from a group:
es: <application>smbldap-groupmod</application> se puede usar también para eliminar un usuario de un grupo:
it: <application>smbldap-groupmod</application> può essere usato anche per rimuovere un utente da un gruppo:
sv: <application>smbldap-groupmod</application> kan också användas för att ta bort en användare från en grupp:

source: Additionally, the <application>smbldap-useradd</application> utility can add Samba machine accounts:
es: Adicionalmente, la utilidad <application>smbldap-useradd</application> puede añadir cuentas de máquina Samba:
it: L'utilità <application>smbldap-useradd</application> può anche aggiungere degli account macchina:
sv: Dessutom kan verktyget <application>smbldap-useradd</application> lägga till Samba maskinkonton:

source: Replace <emphasis>username</emphasis> with the name of the workstation. The <emphasis>-t 0</emphasis> option creates the machine account without a delay, while the <emphasis>-w</emphasis> option specifies the user as a machine account. Also, note the <emphasis>add machine script</emphasis> option in <filename>/etc/samba/smb.conf</filename> was changed to use <application>smbldap-useradd</application>.
es: Reemplace <emphasis>username</emphasis> con el nombre de la estación de trabajo. La opción <emphasis>-t 0</emphasis> crea una cuenta de máquina sin demora, mientras que la opción <emphasis>-w</emphasis> define un usuario como una cuenta de máquina. También note que la opción <emphasis>add machine script</emphasis> en el archivo <filename>/etc/samba/smb.conf</filename> se cambió para usar <application>smbldap-useradd</application>.
it: Sostituire <emphasis>NOME_UTENTE</emphasis> con il nome della workstation. L'opzione <emphasis>-t 0</emphasis> crea un account macchina immediatamente, <emphasis>-w</emphasis> indica di creare l'utente come account macchina. Notare che l'opzione <emphasis>add machine script</emphasis> in <filename>/etc/samba/smb.conf</filename> è stata modificata per usare <application>smbldap-useradd</application>.
sv: Ersätt <emphasis>username</emphasis> med namnet på arbetsstationen. Flaggan <emphasis>-t 0</emphasis> skapar maskinkontot utan fördröjning, medans flaggan <emphasis>-w</emphasis> specificerar användaren som ett maskinkonto. Dessutom, notera att alternativet <emphasis>add machine script</emphasis> i <filename>/etc/samba/smb.conf</filename> har ändrats till att använda <application>smbldap-useradd</application>.

source: There are more useful utilities and options in the <application>smbldap-tools</application> package. The man page for each utility provides more details.
es: Hay muchas utilidades y opciones en el paquete <application>smbldap-tools</application>. La página de manual para cada utilidad proporciona más detalles.
it: Sono disponibili molte altre utilità nel pacchetto <application>smbldap-tools</application>. Per maggiori informazioni, consultare la pagina di manuale.
sv: Det finns fler användbara funktioner och alternativ i paketet <application>smbldap-tools</application>. Man-sidan för respektive verktyg innehåller fler detaljer.

source: There are multiple places where LDAP and Samba is documented in the <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/">Samba HOWTO Collection</ulink>.
es: Hay muchos sitio donde se ha documentado sobre LDAP y Samba en <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/">La colección de COMOS de Samba</ulink>.
it: Sono disponibili anche diversi documenti riguardo LDAP e Samba, come nella «<ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/">Samba HOWTO Collection</ulink>».
sv: Det finns flera platser som LDAP och Samba är dokumenterade i <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/">Samba HOWTO Collection</ulink>.

source: Specifically see the <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/passdb.html">passdb section</ulink>.
es: Específicamente vea la sección <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/passdb.html">passdb</ulink>.
it: In particolare, consultare la sezione <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/passdb.html">passdb</ulink>.
sv: Se särskilt avsnittet <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/passdb.html">passdb</ulink>.

source: Another good site is <ulink url="http://www.iallanis.info/smbldap-tools/docs/samba-ldap-howto/">Samba OpenLDAP HOWTO</ulink>.
es: Otro buen sitio es <ulink url="http://www.iallanis.info/smbldap-tools/docs/samba-ldap-howto/">COMO Samba OpenLDAP</ulink>.
it: Un altro sito da consultare è lo <ulink url="http://www.iallanis.info/smbldap-tools/docs/samba-ldap-howto/">Samba OpenLDAP HOWTO</ulink>.
sv: En annan bra plats är <ulink url="http://www.iallanis.info/smbldap-tools/docs/samba-ldap-howto/">Samba OpenLDAP HOWTO</ulink>.

source: Again, for more information on <application>smbldap-tools</application> see the man pages: <command>man smbldap-useradd</command>, <command>man smbldap-groupadd</command>, <command>man smbldap-populate</command>, etc.
es: De nuevo, para más información de <application>smbldap-tools</application> vea las páginas de manual: <command>man smbldap-useradd</command>, <command>man smbldap-groupadd</command>, <command>man smbldap-populate</command>, etc.
it: Inoltre, per maggiori informazioni riguardo <application>smbldap-tools</application> consultare le pagina man: <command>man smbldap-useradd</command>, <command>man smbldap-groupadd</command>, <command>man smbldap-populate</command>, ecc...
sv: Återigen, för mer information om <application>smbldap-tools</application> se manualsidorna: <command>man smbldap-useradd</command>, <command>man smbldap-groupadd</command>, <command>man smbldap-populate</command>, etc.

source: <application>Kerberos</application> is a network authentication system based on the principal of a trusted third party. The other two parties being the user and the service the user wishes to authenticate to. Not all services and applications can use Kerberos, but for those that can, it brings the network environment one step closer to being Single Sign On (SSO).
es: <application>Kerberos</application> es un sistema de autenticación en red basado en las directivas de un tercero que es de confianza. Los otros dos participantes corresponden al usuario y al servicio contra el cual el usuario desea autenticarse. No todos los servicios y aplicaciones pueden usar Kerberos, pero para aquellos que pueden, permiten acercar el ambiente de red a un escenario de tipo SSO (Inicio único de sesión)
it: <application>Kerberos</application> è un sistema di autenticazione di rete basato sul principio di un "agente" terzo fidato. Le altre due parti sono l'utente e il servizio a cui l'utente vuole autenticarsi. Non tutti i serivizi e le applicazioni possono usare Kerberos, ma quelle che ne sono in grado, consentono di portare la rete a essere un SSO (Single Sign On).
sv: <application>Kerberos</application> är ett nätverkautentiseringsystem som bygger på principen om en betrodd tredje part. De två andra parterna är användaren och tjänsten som användaren vill autentisiera till. Inte alla tjänster och tillämpningar kan använda Kerberos, men för de som kan, medför det att nätverksmiljön kommer ett steg närmare till att bli, Single Sign On (SSO).

source: This section covers installation and configuration of a Kerberos server, and some example client configurations.
es: Esta sección cubre la instalación y configuración de un servidor Kerberos y algunos ejemplos de configuraciones de cliente.
it: Questa sezione spiega come installare e configurare un server Kerberos, fornendo alcuni esempi di configurazione.
sv: Detta avsnitt omfattar installation och konfigurering av en Kerberos-server och några exempel på klientkonfigurationer.

source: If you are new to Kerberos there are a few terms that are good to understand before setting up a Kerberos server. Most of the terms will relate to things you may be familiar with in other environments:
es: Si es nuevo con Kerberos hay algunos términos que seria bueno aprender antes de instalar un servidor Kerberos. La mayoría de los términos tratan de cosas las cuales usted se sentiría familiar dentro de otros ambientes:
it: Se si è nuovi di Kerberos, ci sono alcuni termini che è bene comprendere prima di procedere. Molti di questi termini potrebbero essere simili ad altri concetti di altri ambienti più familiari.
sv: Om du är ny inom Kerberos så finns det några uttryck som är bra att förstå innan man sätter upp en Kerberos-server. De flesta av uttrycken kommer att beröra saker som du kanske känner igen från andra miljöer:

source: <emphasis>Principal:</emphasis> any users, computers, and services provided by servers need to be defined as Kerberos Principals.
es: <emphasis>Principal:</emphasis> cualquier usuario, equipo y servicio proporcionado por los servidores tiene que ser definido como un principal de Kerberos.
it: <emphasis>Principal</emphasis>: qualsiasi utente, computer e servizio fornito da server deve essere difinito come "Kerberos Principal".
sv: <emphasis>Principal:</emphasis> användare, datorer och tjänster som tillhandahålls av servrar behöver definieras som principaler i Kerberos.

source: <emphasis>Instances:</emphasis> are used for service principals and special administrative principals.
es: <emphasis>Instancias:</emphasis> son usadas para directivas de servicio y directivas especiales de administración.
it: <emphasis>Istanze</emphasis>: usate dai principal di servizio e da quelli amministrativi.
sv: <emphasis>Instances:</emphasis> används för tjänste-principaler och speciella administrativa principaler.

source: <emphasis>Realms:</emphasis> the unique realm of control provided by the Kerberos installation. Usually the DNS domain converted to uppercase (EXAMPLE.COM).
es: <emphasis>Reinos:</emphasis> le único reino de control proporcionado por la instalación Kerberos. Usualmente el dominio DNS convertido a mayúsculas (EXAMPLE.COM).
it: <emphasis>Realms</emphasis>: il "reame" di controllo fornito dall'installazione di Kerberos. Di solito il dominio DNS convertito in maiuscolo (EXAMPLE.IT).
sv: <emphasis>Realms:</emphasis> är en unik realm-kontroll som tillhandahålls av kerberos installationen. Normalt är det DNS-domänen konverterad till versaler (EXAMPLE.COM).

source: <emphasis>Key Distribution Center:</emphasis> (KDC) consist of three parts, a database of all principals, the authentication server, and the ticket granting server. For each realm there must be at least one KDC.
es: <emphasis>Centro de distribución de claves-Key Distribution Center:</emphasis> (KDC) consiste en tres partes, una base de datos de todos los principales, el servidor de autenticación, y el servidor de tickets. Para cada reino debe haber al menos un KDC.
it: <emphasis>Key Distribution Center</emphasis> (KDC): consiste di tre parti, un database di tutti i principal, il server di autenticazione e il server che garantisci i ticket. Per ogni reame deve esserci almeno un KDC.
sv: <emphasis>Key Distribution Center:</emphasis> (KDC) består av tre delar, en databas över alla principaler, autentiseringsserver och server för certifikatgodkännande (TGS). För varje realm måste det finnas minst en KDC.

source: <emphasis>Ticket Granting Ticket:</emphasis> issued by the Authentication Server (AS), the Ticket Granting Ticket (TGT) is encrypted in the user's password which is known only to the user and the KDC.
es: <emphasis>Ticket Granting Ticket:</emphasis> generado por el servidor de autenticación (SA), el TGT está cifrado con la clave del usuario que es conocida solo por el usuario y el KDC.
it: <emphasis>Ticket Granting Ticket</emphasis> (TGT): emesso dallo "Authentication Server" (AS), il "Ticket Granting Ticket" è cifrato con la password dell'utente ed è quindi noto solo all'utente e al KDC.
sv: <emphasis>Ticket Granting Ticket:</emphasis> utfärdas av autentiseringsservern (AS), Ticket Granting Ticket (TGT) är krypterad inuti användarens lösenord som endast är känt av användaren och KDC:n.

source: <emphasis>Ticket Granting Server:</emphasis> (TGS) issues service tickets to clients upon request.
es: <emphasis>Ticket Granting Server:</emphasis> (TGS) emite el servicio de tickets a los clientes bajo demanda.
it: <emphasis>Ticket Granting Server</emphasis> (TGS): emette i ticket su richiesta dei client.
sv: <emphasis>Ticket Granting Server:</emphasis> (TGS) utfärdar vid begäran tjänstcertifikat till användarna.

source: <emphasis>Tickets:</emphasis> confirm the identity of the two principals. One principal being a user and the other a service requested by the user. Tickets establish an encryption key used for secure communication during the authenticated session.
es: <emphasis>Tickets:</emphasis> confirman la identidad de los dos principales. Un principal es el usuario y el otro el servicio pedido por el usuario. Los tickets establecen la clave de cifrado usada para asegurar las comunicaciones durante la sesión de autenticación.
it: <emphasis>Ticket:</emphasis>: conferma l'identità dei due principal. Uno è l'utente e l'altro il servizio richiesto. Il ticket stabilisce una chiave di cifratura usata per garantire la sicurezza della comunicazione durante la fase di autenticazione.
sv: <emphasis>Tickets:</emphasis> bekräftar identiteten av de två principalerna. En principal är användaren och den andra är en tjänst som begärts av användaren. Certifikatet (Tickets) skapar en krypteringsnyckel som används för en säker kommunikation under den autentiserade sessionen.

source: <emphasis>Keytab Files:</emphasis> are files extracted from the KDC principal database and contain the encryption key for a service or host.
es: <emphasis>Archivos Keytab:</emphasis> son archivos extraídos de la base de datos principal de KDC y contienen la clave de cifrado para un servicio o anfitrión.
it: <emphasis>File keytab</emphasis>: sono file estratti dal KDC e contengono le chiavi di cifratura per un servizio o un host.
sv: <emphasis>Keytab-filer:</emphasis> är filer som extraherats från KDC principal-databasen och som innehåller krypteringsnyckeln för en tjänst eller värd.
