Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: See the <filename>/etc/apache2/mods-available</filename> directory, for additional modules.
es: Vea el directorio <filename>/etc/apache2/mods-available</filename> para los módulos adicionales.
sv: Se katalogen <filename>/etc/apache2/mods-available</filename>, för ytterligare moduler.

source: Use the <application>a2enmod</application> utility to enable a module:
es: Use la utilidad <application>a2enmod</application> para activar un módulo:
sv: Använd verktyget <application>a2enmod</application> för att aktivera en modul:

source: Similarly, <application>a2dismod</application> will disable a module:
es: De manera similar, <application>a2dismod</application> desactivará un módulo:
sv: På liknande sätt kommer <application>a2dismod</application> att inaktivera en modul:

source: HTTPS Configuration
es: Configuración HTTPS
it: Configurazione HTTPS
ko: HTTPS 설정
pt: Configuração HTTPS
sv: Konfiguration av HTTPS

source: The <application>mod_ssl</application> module adds an important feature to the Apache2 server - the ability to encrypt communications. Thus, when your browser is communicating using SSL, the https:// prefix is used at the beginning of the Uniform Resource Locator (URL) in the browser navigation bar.
es: El módulo <application>mod_ssl</application> le agrega una característica importante al servidor Apache2 - la habilidad de encriptar comunicaciones. Así, cuando su navegador se esté comunicando usando SSL, se usa el prefijo https:// al comienzo del Localizador Uniforme de Recurso (URL) en la barra de navegación del navegador.
it: Il modulo <application>mod_ssl</application> aggiunge un'importante caratteristica al server Apache2, l'abilità di cifrare le comunicazioni. In questo modo, quando il browser utilizza la cifratura SSL per le comunicazioni, il prefisso «https://» verrà inserito nell'URL (Uniform Resource Locator) nella barra degli indirizzi.
sv: Modulen <application>mod_ssl</application> lägger till en viktig funktion till Apache2-servern - möjligheten att kryptera kommunikation. När din webbläsare använder SSL-kryptering används prefixet https:// i början av URL:en i webbläsarens navigationsrad.

source: The <application>mod_ssl</application> module is available in <application>apache2-common</application> package. Execute the following command from a terminal prompt to enable the <application>mod_ssl</application> module:
es: El módulo <application>mod_ssl</application> está disponible en el paquete <application>apache2-common</application>. Ejecute la siguiente orden desde un terminal para activar el módulo <application>mod_ssl</application>:
it: Il modulo <application>mod_ssl</application> è disponibile nel pacchetto <application>apache2-common</application>. Per abilitare il modulo <application>mod_ssl</application>, eseguire il seguente comando in un terminale:
sv: Modulen <application>mod_ssl</application> finns tillgänglig i paketet <application>apache2-common</application>. Kör följande kommando från en terminalprompt för att aktivera modulen <application>mod_ssl</application>:

source: There is a default HTTPS configuration file in <filename>/etc/apache2/sites-available/default-ssl</filename>. In order for <application>Apache</application> to provide HTTPS, a <emphasis>certificate</emphasis> and <emphasis>key</emphasis> file are also needed. The default HTTPS configuration will use a certificate and key generated by the <application>ssl-cert</application> package. They are good for testing, but the auto-generated certificate and key should be replaced by a certificate specific to the site or server. For information on generating a key and obtaining a certificate see <xref linkend="certificates-and-security"/>
es: Hay un archivo de configuración predeterminada en <filename>/etc/apache2/sites-available/default-ssl</filename>. Para que <application>Apache</application> proporcione HTTPS, se necesita también un archivo de <emphasis>certificado</emphasis> y otro de <emphasis>clave</emphasis>. La configuración predeterminada de HTTPS usará un certificado y una clave generados por el paquete <application>ssl-cert</application>. Están bien para hacer pruebas, pero el certificado auto-generado debería reemplazarse por un certificado específico del sitio o el servidor. Para obtener información sobre cómo generar una clave y obtener un certificado, consulte <xref linkend="certificates-and-security"/>
it: Esiste un file di configurazione HTTPS predefinito in <filename>/etc/apache2/sites-available/default-ssl</filename>. Affinché <application>Apache</application> possa fornire servizi HTTPS, sono necessari un <emphasis>certificato</emphasis> e una <emphasis>chiave</emphasis>. La configurazione predefinita di HTTPS utilizza un certificato e una chiave generate dal pacchetto <application>ssl-cert</application>. Questi strumenti sono utili per eseguire delle prove, ma la chiave e il certificato auto-generati dovrebbero essere sostituiti con un certificato specifico per il sito o il server. Per informazioni su come generare una chiave o su come ottenere un certificato, consultare <xref linkend="certificates-and-security"/>
sv: Det finns en standard HTTPS konfigurationsfil i <filename>/etc/apache2/sites-available/default-ssl</filename>. För att <application>Apache</application> skall tillhandahålla HTTPS, behövs också ett <emphasis>certifikat</emphasis> och <emphasis>nyckelfil</emphasis>. Standardkonfigurationen för HTTPS kommer använda ett certifikat och nyckel som genererats av paketet <application>ssl-cert</application>. De är bra för testning, men det autogenererade certifikatet och nyckeln behöver ersättas av ett särskilt certifikat för webbplatsen eller servern. För ytterligare information om att skapa en nyckel och få ett certifikat, se <xref linkend="certificates-and-security"/>

source: To configure <application>Apache</application> for HTTPS, enter the following:
es: Para configurar <application>Apache</application> para HTTPS, introduzca lo siguiente:
it: Per configurare <application>Apache</application> all'uso di HTTPS, digitare quanto segue:
sv: För att konfigurera <application>Apache</application> för HTTPS, skriv följande:

source: The directories <filename>/etc/ssl/certs</filename> and <filename>/etc/ssl/private</filename> are the default locations. If you install the certificate and key in another directory make sure to change <emphasis>SSLCertificateFile</emphasis> and <emphasis>SSLCertificateKeyFile</emphasis> appropriately.
es: Los directorios <filename>/etc/ssl/certs</filename> y <filename>/etc/ssl/private</filename> son las ubicaciones predeterminadas. Si instala el certificado y la clave en otro directorio, asegúrese de cambiar apropiadamente <emphasis>SSLCertificateFile</emphasis> y <emphasis>SSLCertificateKeyFile</emphasis>.
it: Le directory <filename>/etc/ssl/certs</filename> e <filename>/etc/ssl/private</filename> sono le posizioni predefinite. Se si installa il certificato e la chiave in un'altra directory assicurarsi di modificare <emphasis>SSLCertificateFile</emphasis> e <emphasis>SSLCertificateKeyFile</emphasis> appropriatamente.
sv: Katalogerna <filename>/etc/ssl/certs</filename> och <filename>/etc/ssl/private</filename> är standardplatsen. Om du installerar certifikatet och nyckeln i en annan katalog säkerställ att du ändrar <emphasis>SSLCertificateFile</emphasis> och <emphasis>SSLCertificateKeyFile</emphasis>.

source: With Apache now configured for HTTPS, restart the service to enable the new settings:
es: Con Apache ahora configurado para HTTPS, reinicie el servicio para habilitar la nueva configuración.
it: Con Apache configurato per HTTPS, riavviare il servizio per abilitare le nuove impostazioni:
sv: Nu när Apache är konfigurerat för HTTPS, starta om tjänsten för att aktivera de nya inställningarna:

source: Depending on how you obtained your certificate you may need to enter a passphrase when <application>Apache</application> starts.
es: Dependiendo de cómo obtuvo su certificado es posible que necesite inrtroducri una frase de acceso cuando se inicie <application>Apache</application>.
it: In base a come è stato ottenuto il certificato, potrebbe essere necessario inserire una passphrase all'avvio di <application>Apache</application>.
sv: Beroende på hur du skaffade ditt certifikat så kan du behöva skriva in en lösenordsfras när <application>Apache</application> startar.

source: You can access the secure server pages by typing https://your_hostname/url/ in your browser address bar.
es: Puede acceder a las páginas del servidor seguro escribiendo https://su_nombredehost/url/ en la barra de direcciones del navegador.
it: È possibile accedere alle pagine del server sicuro digitando «https://nome_host/url/» nel barra degli indirizzi del proprio browser.
sv: Du får tillgång till dina säkra serversidor genom att skriva https://ditt_värdnamn/url/ i webbläsarens adressfält.

source: <ulink url="http://httpd.apache.org/docs/2.2/">Apache2 Documentation</ulink> contains in depth information on Apache2 configuration directives. Also, see the <application>apache2-doc</application> package for the official Apache2 docs.
es: <ulink url="http://httpd.apache.org/docs/2.2/">Documentación Apache2</ulink> contiene información en profundidad de las directivas de configuración de Apache2. Vea también el paquete <application>apache2-doc</application> con los documentos oficiales de Apache2.
sv: <ulink url="http://httpd.apache.org/docs/2.2/">Apache2 Dokumentation</ulink> innehåller detaljerad information om Apache2 konfigurationsdirektiv. Dessutom, se paketet <application>apache2-doc</application> för den officiella Apache2 dokumentationen.

source: See the <ulink url="http://www.modssl.org/docs/">Mod SSL Documentation</ulink> site for more SSL related information.
es: Vea el sitio <ulink url="http://www.modssl.org/docs/">Mod SSL Documentation</ulink> para más información relativa a SSL.
sv: Se webbplatsen <ulink url="http://www.modssl.org/docs/">Mod SSL dokumentation</ulink> för mer SSL-relaterad information.

source: O'Reilly's <ulink url="http://oreilly.com/catalog/9780596001919/">Apache Cookbook</ulink> is a good resource for accomplishing specific Apache2 configurations.
es: El libro de O'Reilly <ulink url="http://oreilly.com/catalog/9780596001919/">Apache Cookbook</ulink> es un buen recurso para encontrar configuraciones específicas de Apache2.
sv: O'Reilly's <ulink url="http://oreilly.com/catalog/9780596001919/">Apache Cookbook</ulink> är en bra resurs för att åstadkomma specifik Apache2 konfigurationer.

source: For Ubuntu specific Apache2 questions, ask in the <emphasis>#ubuntu-server</emphasis> IRC channel on <ulink url="http://freenode.net/">freenode.net</ulink>.
es: Para cuestiones especiales sobre Apache2, pregunte en el canal de IRC <emphasis>#ubuntu-server</emphasis> en <ulink url="http://freenode.net/">freenode.net</ulink>.
sv: För Ubuntu specifika Apache2 frågor, fråga i IRC-kanalen <emphasis>#ubuntu-server</emphasis> på <ulink url="http://freenode.net/">freenode.net</ulink>.

source: PHP5 - Scripting Language
es: PHP5 - Lenguaje de scripts
it: PHP5 - Linguaggio di scripting
ko: PHP5 - 스크립트 언어
sv: PHP5 - Skriptspråk

source: PHP is a general-purpose scripting language suited for Web development. The PHP script can be embedded into HTML. This section explains how to install and configure PHP5 in Ubuntu System with Apache2 and MySQL.
es: PHP es un lenguaje de scripts de propósito general ideal para desarrollo web. El script PHP puede incrustarse dentro del HTML. Esta sección le explica cómo instalar y configurar PHP5 en un sistema Ubuntu con Apache2 y MySQL.
it: PHP è un linguaggio di script universale pensato per lo sviluppo web. Uno script PHP può essere inserito direttamente nel codice HTML. Questa sezione spiega come installare e configurare PHP5 in sistemi Ubuntu con Apache2 e MySQL.
ko: PHP는 웹 개발에 적합한 범용 스크립트 언어입니다. PHP 스크립트는 HTML 내에 포함될 수 있습니다. 이 절에서는 아파치2와 MySQL이 설치된 우분투 시스템에서 PHP5를 설치하고 설정하는 방법을 설명합니다.
pt: PHP é uma linguagem de script para desenvolvimento Web. Os scripts PHP podem ser embebidos em HTML. Esta secção explica como instalar e configurar o PHP5 no sistema Ubuntu com o Apache2 e o MySQL
sv: PHP är ett skriptspråk med ett generellt syfte att vara anpassat för webbutveckling. PHP-skript kan bäddas in i HTML. Detta avsnitt förklarar installation och konfiguration av PHP5 på ett Ubuntu-system med Apache2 och MySQL.

source: This section assumes you have installed and configured Apache 2 Web Server and MySQL Database Server. You can refer to Apache 2 section and MySQL sections in this document to install and configure Apache 2 and MySQL respectively.
es: Esta sección supone que tiene instalado y configurado el servidor web Apache 2 y el servidor de bases de datos MySQL. Puede acudir a la sección sobre Apache 2 y a las secciones sobre MySQL de este documento para instalar y configurar Apache 2 y MySQL, respectivamente.
it: Questa sezione assume che sia già stato installato e configurato il server web Apache2 e il database MySQL. Per installare e configurare Apach2 e MySQL, consultare le rispettive sezioni in questo documento.
ko: 이 문서에서는 여러분이 이미 아파치2 웹 서버와 MySQL 데이터베이스 서버를 설치하였으며 올바로 설정하였다고 가정하고 있습니다. 아파치2와 MySQL을 설치 및 설정하는 방법은 이 문서의 아파치2 부분이나 MySQL 부분을 참조하시면 됩니다.
pt: Esta secção assume que tem instalado e configurado o servidor web Apache 2 e o servidor de bases de dados MySQL. Pode saber saber mais na secção Apache 2 e MySQL deste documento para saber como os instalar.
sv: Detta avsnitt förutsätter att du har installerat och konfigurerat webbservern Apache2 och databasservern MySQL. För anvisningar om installation och konfiguration av Apache 2 och MySQL hänvisas du till avsnitten för respektive program i den här dokumentationen.

source: The PHP5 is available in Ubuntu Linux.
es: PHP5 está disponible en Ubuntu Linux.
it: PHP5 è disponibile su Ubuntu linux.
ko: PHP5는 우분투 리눅스에서 이용가능합니다.
pt: O PHP5 está disponível no Linux Ubuntu.
sv: PHP5 finns är tillgänglig i Ubuntu Linux.

source: To install PHP5 you can enter the following command in the terminal prompt: <screen> <command>sudo apt-get install php5 libapache2-mod-php5</command> </screen>
es: Para instalar PHP5 puede introducir el siguiente comando en una terminal: <screen> <command>sudo apt-get install php5 libapache2-mod-php5</command> </screen>
it: Per installare PHP5 è possibile digitare, in un terminale, quanto segue: <screen> <command>sudo apt-get install php5 libapache2-mod-php5</command> </screen>
sv: För att installera PHP5 kan du skriva följande kommando från en terminalprompt: <screen> <command>sudo apt-get install php5 libapache2-mod-php5</command> </screen>

source: You can run PHP5 scripts from command line. To run PHP5 scripts from command line you should install <application>php5-cli</application> package. To install <application>php5-cli</application> you can enter the following command in the terminal prompt: <screen> <command>sudo apt-get install php5-cli</command> </screen>
es: Puede ejecutar scripts PHP5 desde la línea de comandos. Para ejecutar scripts PHP5 desde la línea de comandos deberá instalar el paquete <application>php5-cli</application>. Para instalar <application>php5-cli</application> puede introducir el siguiente comando en el intérprete del terminal: <screen> <command>sudo apt-get install php5-cli</command> </screen>
it: È possibile eseguire script di PHP5 dalla riga di comando installando il pacchetto <application>php5-cli</application>. Per installare <application>php5-cli</application> è sufficiente eseguire il seguente comando al prompt del terminale: <screen> <command>sudo apt-get install php5-cli</command> </screen>
ko: PHP5 스크립트를 명령행에서 실행할 수 있습니다. PHP5 스크립트를 명령행에서 실행하려면 <application>php5-cli</application> 꾸러미를 설치해야 합니다. <application>php5-cli</application> 꾸러미를 설치하려면 터미널 프롬프트에서 다음 명령을 입력하십시오: <screen> <command>sudo apt-get install php5-cli</command> </screen>
pt: Pode correr scripts PHP5 pela linha de comandos. Para correr os scripts PHP5 pela linha de comandos deverá instalar o pacote <application>php5-cli</application>. Para instalar o <application>php5-cli</application> poderá inserir o seguinte comando no terminal: <screen> <command>sudo apt-get install php5-cli</command> </screen>
sv: Du kan köra PHP5-skript från kommandoraden. För att kunna köra PHP5-skript från kommandoraden behöver du installera paketet <application>php5-cli</application>. För att installera <application>php5-cli</application> kan du skriva följande kommando från en terminalprompt: <screen> <command>sudo apt-get install php5-cli</command> </screen>

source: You can also execute PHP5 scripts without installing PHP5 Apache module. To accomplish this, you should install <application>php5-cgi</application> package. You can run the following command in a terminal prompt to install <application>php5-cgi</application> package: <screen> <command>sudo apt-get install php5-cgi</command> </screen>
es: También puede ejecutar scripts PHP5 sin instalar el módulo PHP5 para Apache. Para conseguir eso, debe instalar el paquete <application>php5-cgi</application>. Puede ejecutar el siguiente comando en una terminal para instalar el paquete <application>php5-cgi</application>: <screen> <command>sudo apt-get install php5-cgi</command> </screen>
it: È possibile inoltre eseguire gli script di PHP5 senza installare il modulo PHP5 di Apache. Per fare ciò, è sufficiente installare il pacchetto <application>php5-cgi</application> digitando il seguente comando al prompt del terminale: <command>sudo apt-get install php5-cgi</command> </screen>
ko: PHP5 Apache 모듈을 설치하지 않고도 PHP5 스크립트를 실행할 수 있습니다. 이를 위해서는 <application>php5-cgi</application> 꾸러미를 설치해야 합니다. <application>php5-cgi</application> 꾸러미를 설치하려면 터미널 프롬프트에서 다음 명령을 입력하십시오: <screen> <command>sudo apt-get install php5-cgi</command> </screen>
pt: Pode também executar scripts PHP5 sem instalar o módulo PHP5 Apache. Para conseguir algo assim, deverá instalar o pacote <application>php5-cgi</application>. Pode correr o seguinte comando num terminal para instalar o pacote <application>php5-cgi</application>: <screen> <command>sudo apt-get install php5-cgi</command> </screen>
sv: Du kan även köra PHP5-skript utan att installera PHP5-modulen för Apache. För att åstadkomma detta skall du installera paketet <application>php5-cgi</application>. Du kan köra följande kommando från terminalprompten för att installera paketet <application>php5-cgi</application>: <screen> <command>sudo apt-get install php5-cgi</command> </screen>

source: To use <application>MySQL</application> with PHP5 you should install <application>php5-mysql</application> package. To install <application>php5-mysql</application> you can enter the following command in the terminal prompt: <screen> <command>sudo apt-get install php5-mysql</command> </screen>
es: Para usar <application>MySQL</application> con PHP5 debe instalar el paquete <application>php5-mysql</application>. Para instalar <application>php5-mysql</application> debe ingresar el siguiente comando en la línea de órdenes: <screen> <command>sudo apt-get install php5-mysql</command> </screen>
it: Per usare <application>MySQL</application> con PHP5 è necessario installare il pacchetto <application>php5-mysql</application>. Per installare <application>php5-mysql</application>, eseguire il seguente comando al prompt del terminale: <screen> <command>sudo apt-get install php5-mysql</command> </screen>
ko: <application>MySQL</application>을 PHP5와 함께 사용하려면 <application>php5-mysql</application> 꾸러미를 설치해야 합니다. <application>php5-mysql</application> 꾸러미를 설치하려면 터미널에서 다음과 같이 입력하세요: <screen> <command>sudo apt-get install php5-mysql</command> </screen>
pt: Para usar <application>MySQL</application> com o PHP5 deverá instalar o pacote <application>php5-mysql</application>. Para instalar o <application>php5-mysql</application> pode introduzir o seguinte comando na consola: <screen> <command>sudo apt-get install php5-mysql</command> </screen>
sv: För att använda <application>MySQL</application> tillsammans med PHP5 skall du installera paketet <application>php5-mysql</application>. För att installera <application>php5-mysql</application> kan du skriva följande kommando i terminalprompten: <screen> <command>sudo apt-get install php5-mysql</command> </screen>

source: Similarly, to use <application>PostgreSQL</application> with PHP5 you should install <application>php5-pgsql</application> package. To install <application>php5-pgsql</application> you can enter the following command in the terminal prompt: <screen> <command>sudo apt-get install php5-pgsql</command> </screen>
es: Del mismo modo, para usar <application>PostgreSQL</application> con PHP5 debe instalar el paquete <application>php5-pgsql</application>. Para instalar <application>php5-pgsql</application> debe ingresar el siguiente comando en la línea de órdenes: <screen> <command>sudo apt-get install php5-pgsql</command> </screen>
it: Allo stesso modo, per usare <application>PostgreSQL</application> con PHP5 è necessario installare il pacchetto <application>php5-pgsql</application>. Per installare <application>php5-pgsql</application>, eseguire il seguente comando al prompt del terminale: <screen> <command>sudo apt-get install php5-pgsql</command> </screen>
ko: 마찬가지로 PHP5와 함께 <application>PostgreSQL</application>을 사용하고 싶다면 <application>php5-pgsql</application> 꾸러미를 설치하세요. <application>php5-pgsql</application> 꾸러미를 설치하려면 터미널에서 다음과 같이 입력하세요: <screen> <command>sudo apt-get install php5-pgsql</command> </screen>
pt: De forma semelhante, para usar <application>PostgreSQL</application> com o PHP5 deverá instalar o pacote <application>php5-pgsql</application>. Para instalar o <application>php5-pgsql</application> pode introduzir o seguinte comando na consola: <screen> <command>sudo apt-get install php5-pgsql</command> </screen>
sv: På samma sätt, för att använda <application>PostgreSQL</application> tillsammans med PHP5 behöver du installera paketet <application>php5-pgsql</application>. För att installera <application>php5-pgsql</application> kan du skriva följande kommando i terminalprompten: <screen> <command>sudo apt-get install php5-pgsql</command> </screen>

source: Once you install PHP5, you can run PHP5 scripts from your web browser. If you have installed <application>php5-cli</application> package, you can run PHP5 scripts from your command prompt.
es: Cuando haya instalado PHP5, podrá ejecutar scripts PHP5 desde su navegador web. Si ha instalado el paquete <application>php5-cli</application>, podrá ejecutar scripts PHP5 desde la línea de comandos.
it: Una volta installato PHP5, è possibile eseguire gli script di PHP5 dal browser web. Se il pacchetto <application>php5-cli</application> è installato, è possibile eseguire gli script PHP5 dal prompt dei comandi.
ko: PHP5 가 설치되면, 웹 브라우저에서 PHP5 스크립트를 실행할 수 있습니다. 만약 <application>php5-cli</application> 꾸러미를 설치했다면, 명령행에서도 PHP5 스크립트를 실행할 수 있습니다.
pt: Uma vez instalado o PHP5, poderá correr scripts PHP5 di seu web browser. Se já tem o pacote <application>php5-cli</application> instalado, pode correr os scripts PHP5 da linha de comandos.
sv: När PHP5 är installerat kan du köra PHP5-skript från din webbläsare. Om du har installerat paketet <application>php5-cli</application> kan du köra PHP5-skript från terminalprompten.
