Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/serverguide/po/*.po
Languages: es, it, ko, pt, sv

source: Most ethernet configuration is centralized in a single file, <filename>/etc/network/interfaces</filename>. If you have no ethernet devices, only the loopback interface will appear in this file, and it will look something like this: <screen># This file describes the network interfaces available on your system # and how to activate them. For more information, see interfaces(5). # The loopback network interface auto lo iface lo inet loopback address 127.0.0.1 netmask 255.0.0.0</screen> If you have only one ethernet device, eth0, and it gets its configuration from a DHCP server, and it should come up automatically at boot, only two additional lines are required: <screen>auto eth0 iface eth0 inet dhcp</screen> The first line specifies that the eth0 device should come up automatically when you boot. The second line means that interface (<quote>iface</quote>) eth0 should have an IPv4 address space (replace <quote>inet</quote> with <quote>inet6</quote> for an IPv6 device) and that it should get its configuration automatically from DHCP. Assuming your network and DHCP server are properly configured, this machine's network should need no further configuration to operate properly. The DHCP server will provide the default gateway (implemented via the <application>route</application> command), the device's IP address (implemented via the <application>ifconfig</application> command), and and DNS servers used on the network (implemented in the <filename>/etc/resolv.conf</filename> file.)
ko: 대부분 이더넷 설정은 <filename>/etc/network/interfaces</filename> 파일 하나에 중앙화 되었습니다. 만약 여러분이 이더넷 장치를 가지고 있지 않다면, 이 파일에는 오직 loopback 인터페이스만 보일 것이고, 그것은 다음과 비슷하게 보일 겁니다: <screen># This file describes the network interfaces available on your system # and how to activate them. For more information, see interfaces(5). # The loopback network interface auto lo iface lo inet loopback address 127.0.0.1 netmask 255.0.0.0</screen> 만약 여러분이 오직 하나의 이더넷 장치, eth0를 가지고 있고, 그것이 DHCP 서버에서 설정을 가지고 부트 시에 자동으로 올라와야 한다면, 다음의 두 줄이 더해지는 것이 필요 합니다: <screen>auto eth0 iface eth0 inet dhcp</screen> 첫 번째 줄은 eth0 장치가 여러분이 부팅을 할 때 자동적으로 올라와야 한다는 것을 지정 합니다. 두 번째 줄은, 인터페이스 (<quote>iface</quote>) eth0는 IPv4 주소 체계를 (IPv6 장치를 위해서는 <quote>inet</quote> 를 <quote>inet6</quote> 로 대체함) 가지고 DHCP에서 자동적으로 그 장치의 설정을 가져야 한다는 것을, 의미 합니다. 여러분의 네트워크와 DHCP 서버가 올바르게 설정되었음을 가정하고, 이 기계의 네트워크는 올바르게 동작하기 위해 더 이상의 설정을 필요로 하지 않습니다. DHCP 서버는 기본 설정 게이트웨이(<application>route</application> 명령을 통하여 이행되는), 장치의 IP 주소(<application>ifconfig</application> 명령을 통하여 이행되는), 그리고 네트워크 상에서 사용되는 DNS 서버를(<filename>/etc/resolv.conf</filename> 파일에 이행되는) 제공 합니다.
pt: A maioria da configuração dos dispositivos ethernet está centralizada num único ficheiro, <filename>/etc/network/interfaces</filename>. Se não tiver dispositivos ethernet, apenas a interface loopback aparecerá neste ficheiro, de forma semelhante a esta: <screen># Este ficheiro descreve os interfaces de rede disponíveis no seu sistema # e como os activar. Para mais informação veja o manual de interfaces(5). # A interface de rede loopback auto lo iface lo inet loopback address 127.0.0.1 netmask 255.0.0.0</screen> Se tiver apenas um dispositivo ethernet, eth0, que obtém a sua configuração de um servidor DHCP, e que deva ser activado automaticamente no arranque do sistema, são necessárias apenas duas linhas adicionais: <screen>auto eth0 iface eth0 inet dhcp</screen> A primeira linha especifica que que o dispositivo eth0 deve ser automaticamente activado no arranque. A segunda linha significa que a interface (<quote>iface</quote>) eth0 deve ter um endereço IPv4 (substitua <quote>inet</quote> por <quote>inet6</quote> para um dispositivo IPv6) e que deve obter a sua configuração automaticamente a partir de DHCP. Assumindo que a sua rede e o servidor DHCP estão correctamente configurados, esta máquina não deve necessitar de configuração adicional para funcionar. O servidor DHCP fornecerá a porta de ligação (gateway) por omissão (implementado através do comando <application>route</application>), o endereço IP do dispositivo (implementado através do comando <application>ifconfig</application>, e os servidores de DNS utilizados na rede (implementado no ficheiro <filename>/etc/resolv.conf</filename>).

source: To configure your ethernet device with a static IP address and custom configuration, some more information will be required. Suppose you want to assign the IP address 192.168.0.2 to the device eth1, with the typical netmask of 255.255.255.0. Your default gateway's IP address is 192.168.0.1. You would enter something like this into <filename>/etc/network/interfaces</filename>: <screen>iface eth1 inet static address 192.168.0.2 netmask 255.255.255.0 gateway 192.168.0.1</screen> In this case, you will need to specify your DNS servers manually in <filename>/etc/resolv.conf</filename>, which should look something like this: <screen>search mydomain.com nameserver 192.168.0.1 nameserver 4.2.2.2</screen> The <emphasis role="italics">search</emphasis> directive will append mydomain.com to hostname queries in an attempt to resolve names to your network. For example, if your network's domain is mydomain.com and you try to ping the host <quote>mybox</quote>, the DNS query will be modified to <quote>mybox.mydomain.com</quote> for resolution. The <emphasis role="italics">nameserver</emphasis> directives specifiy DNS servers to be used to resolve hostnames to IP addresses. If you use your own nameserver, enter it here. Otherwise, ask your Internet Service Provider for the primary and secondary DNS servers to use, and enter them into <filename>/etc/resolv.conf</filename> as shown above.
ko: 여러분의 이더넷 장치를 고정 IP 주소와 여러분에 맞는 설정값으로 설정을 하려면, 몇 가지 정보가 더 필요 합니다. eth1 장치에 192.168.0.2 IP 주소를, 일반적인 255.255.255.0 netmask와 함께 지정하기를 원한다고 생각해 봅니다. 여러분의 기본 설정 게이트웨이의 IP 주소는 192.168.0.1 입니다. <filename>/etc/network/interfaces</filename> 파일에 다음과 같이 입력을 합니다: <screen>iface eth1 inet static address 192.168.0.2 netmask 255.255.255.0 gateway 192.168.0.1</screen> 이 경우에는, <filename>/etc/resolv.conf</filename> 파일에 여러분의 DNS 서버를 수동으로 지정하는 것이 필요하고, 이것과 비슷할 겁니다: <screen>search mydomain.com nameserver 192.168.0.1 nameserver 4.2.2.2</screen> <emphasis role="italics">search</emphasis> 지시자는 여러분의 네트워크 상의 이름을 해결하기 위한 시도를 할 때 mydomain.com을 호스트 이름 질의에 추가하게 됩니다. 예를 들어, 만약 여러분의 네트워크 도메인이 mydomain.com 이고, 여러분이 호스트 <quote>mybox</quote> 에 ping을 시도하면, 그 DNS 질의는 이름의 파악을 위하여 <quote>mybox.mydomain.com</quote> 으로 변경 됩니다. <emphasis role="italics">nameserver</emphasis> 지시자는 호스트 이름을 IP 주소로 해결하기 위하여 사용되는 DNS 서버를 지정 합니다. 만약 여러분 소유의 네임서버를 사용하면, 그것을 여기에 입력 하십시오. 그렇지 않다면, 여러분의 인터넷 서비스 제공자에게 사용할 우선(primary) 그리고 이차(secondary) DNS 서버를 문의하고, 그것들을 위에 보인 것과 같이 <filename>/etc/resolv.conf</filename> 파일에 입력 합니다.
pt: Para configurar o seu dispositivo ethernet com um endereço IP fixo e uma configuração personalizada, algumas informações serão necessárias. Suponha que pretende atribuir o endereço IP 192.168.0.2 ao dispositivo eth1, com a máscara de rede habitual 255.255.255.0. A sua porta de ligação por omissão é 192.168.0.1 . Deverá introduzir o seguinte no ficheiro <filename>/etc/network/interfaces</filename>: <screen>iface eth1 inet static address 192.168.0.2 netmask 255.255.255.0 gateway 192.168.0.1</screen> Neste caso necessita especificar os servidores de DNS manualmente em <filename>/etc/resolv.conf</filename>, que deverá ficar semelhante a isto: <screen>search mydomain.com nameserver 192.168.0.1 nameserver 4.2.2.2</screen> A directiva <emphasis role="italics">search</emphasis> acrescenta mydomain.com às pesquisas de nomes de computadores ao tentar resolver nomes na sua rede. Por exemplo, se o domínio da sua rede for mydomain.com e você tentar efectuar um ping para o computador <quote>mybox</quote>, a pesquisa de DNS será modificada para <quote>mybox.mydomain.com</quote> para resolução de nomes. As directivas <emphasis role="italics">nameserver</emphasis> especificam os servidores de DNS a utilizar para converter os nomes dos computadores para endereços IP. Se você utilizar os seus próprios servidores de nomes, coloque-os aqui. Caso contrário, pergunte ao seu Fornecedor de Serviços de Internet quais os servidores de DNS primário e secundário a utilizar, e coloque-os no <filename>/etc/resolv.conf</filename> como indicado acima.

source: This section explains how to configure the nameserver to use when resolving IP address to hostnames and vice versa. It does not explain how to configure the system as a name server.
ko: 이 영역은 IP 주소를 호스트 이름으로 파악을 하고 또 그 반대로 알아내는데 사용하는 네임서버를 어떻게 설정하는지에 대한 설명을 합니다. 이것은 시스템을 하나의 네임 서버로 어떻게 구축하는지를 설명하지는 않습니다.
pt: Esta secção explica como configurar o servidor de nomes a utilizar aquando da conversão de endereços IP para nomes de máquinas e vice versa. Não explica como configurar um sistema como servidor de nomes.

source: The <application>search</application> key specifies the string which will be appended to an incomplete hostname. Here, we have mentioned it as <application>com</application>. So, when we run: <command>ping ubuntu</command> it would be interpreted as <command>ping ubuntu.com</command>.
ko: <application>search</application> 키는 불완전한 호스트 이름에 더하여지는 문자를 지정 합니다. 여기에, 우리는 그것을 <application>com</application> 으로 언급하였습니다. 그러므로, 우리가 다음과 수행할 때: <command>ping ubuntu</command> 은 <command>ping ubuntu.com</command> 으로 해석되어 집니다.
pt: A palavra <application>search</application> indica a cadeia de carácteres a juntar no final de um nome de computador incompleto. Aqui, mencioná-mo-lo como <application>com</application>. Assim, quando executamos o comando: <command>ping ubuntu</command>, ele será interpretado como <command>ping ubuntu.com</command>.

source: The <application>nameserver</application> key specifies the nameserver IP address. It will be used to resolve the given IP address or hostname. This file can have multiple nameserver entries. The nameservers will be used by the network query in the same order.
ko: <application>nameserver</application> 키는 네임서버 IP 주소를 지정 합니다. 그것은 주어진 IP 주소 또는 호스트 이름을 해결하기 위하여 사용 됩니다. 이 파일은 복수 개의 nameserver 항목을 가질 수 있습니다. 네임서버들은 적힌 것과 같은 순서로 네트워크 질의에 사용 됩니다.
pt: A palavra <application>nameserver</application> indica o endereço IP do servidor de nomes. Este será utilizado para determinar um endereço IP ou um nome de computador. Este ficheiro pode ter entradas para vários servidores de nomes. Os servidores de nomes serão utilizadores pela pesquisa de rede pela mesma ordem.

source: The changes you do in <filename>/etc/resolv.conf</filename> will be erased when you reboot your machine. If you want to make this change permanent, you should install <application>resolvconf</application> package and update the DNS information in <filename>/etc/resolvconf/resolv.conf.d/base</filename> file provided by that package.
ko: 여러분이 <filename>/etc/resolv.conf</filename>에 변경한 것은 시스템을 재시작하면 지워지게 됩니다. 만약 이 변경을 영구적으로 만들고자 한다면, 여러분은 <application>resolvconf</application> 꾸러미를 설치하고 그 꾸러미가 제공하는 <filename>/etc/resolvconf/resolv.conf.d/base</filename> 파일 내의 DNS 정보를 업데이트해야만 합니다.
pt: As alteraões que fizer no <filename>/etc/resolv.conf</filename> serão apagadas quando reiniciar o sistema. Se deseja tornar estas alterações permanentes deve instalar o pacote <application>resolvconf</application> e actualizar a informaçao de DNS no ficheiro <filename>/etc/resolvconf/resolv.conf.d/base</filename> fornecido por este pacote.

source: <emphasis role="bold">Network Address</emphasis> The Network Address represents the bytes comprising the network portion of an IP address. For example, the host 12.128.1.2 in a Class A network would use 12.0.0.0 as the network address, which uses twelve (12) to represent the first byte of the IP address, (the network part) and zeroes (0) in all of the remaining three bytes to represent the potential host values. Network hosts using the very common private and non-routable IP addresses such as 192.168.1.100 would in turn use a Network Address of 192.168.1.0, which specifies the first three bytes of the Class C 192.168.1 network and a zero (0) for all the possible hosts on the network.
ko: <emphasis role="bold">Network Address</emphasis> 네트워크 주소는 IP 주소의 네크워크 부분을 구성하는 바이트를 표현 합니다. 예를 들어, 클래스 A 네트워크 내의 12.128.1.2 호스트는 네트워크 주소로 12.0.0.0을 사용하고, 그 IP 주소의 첫 번째 바이트인 12가 그것을 표현 합니다 (네트워크 부분). 0으로 표시되는 남겨진 세 바이트는 가능한 호스트 값을 표시하기 위해서 입니다. 아주 일반적인 사적 그리고 라우팅을 할 수 없는 192.168.1.100과 같은 IP 주소를 사용하는 네트워크 호스트는 192.168.1.0의 네트워크 주소를 사용하는 것이고, 클래스 C 인 192.168.1 네트워크와 그 네트워크 상에서 가능한 모든 호스트를 위한 마지막 자리의 0을 지정하는 것 입니다.
pt: <emphasis role="bold">Endereço de Rede</emphasis> O Endereço de Rede representa os bytes correspondentes a porção relativa à rede de um endereço IP. Por exemplo, a máquina 12.128.1.2 numa rede da Classe A que utilize o 12.0.0.0 como endereço de rede, utiliza o doze (12) para representar o primeiro byte do endereço IP, (parte relativa à rede) e zeros (0) em todos os três bytes restantes para representar potenciais endereços de máquinas. Máquinas numa rede utilizando os endereços IP privados como o 192.168.1.100, muito comuns, utilizariam por sua vez um Endereço de Rede 192.168.1.0, que especifica os primeiros três bytes de uma rede da Classe C 192.168.1 e zero (0) para todos os possíveis endereços de máquinas na rede.

source: <emphasis role="bold">Broadcast Address</emphasis> The Broadcast Address is an IP address which allows network data to be sent simultaneously to all hosts on a given subnetwork rather than specifying a particular network host. The standard general broadcast address for IP networks is 255.255.255.255, but this broadcast address cannot be used to send a broadcast message to every host on the Internet because routers block it. A more appropriate broadcast address is set to match a specific subnetwork. For example, on the popular private Class C IP network, 192.168.1.0, the broadcast address should be configured as 192.168.1.255. Broadcast messages are typically produced by network protocols such as the Address Resolution Protocol (ARP) and the Routing Information Protocol (RIP).
ko: <emphasis role="bold">브로드캐스트 주소</emphasis> 브로드캐스트 주소는 특정 네트워크 호스트를 지정하는 대신에 주어진 서브네트워크 상의 모든 호스트들에게 일제히 네트워크 데이터가 보내지는 것을 허용하는 IP 주소 입니다. IP 네트워크를 위한 표준화된 일반적 브로드캐스트 주소는 255.255.255.255 이지만, 이 브로드캐스트 주소는 라우터에 의하여 막히기 때문에 인터넷 상의 모든 호스트로 브로드캐스트 메세지를 보내는데 사용할 수는 없습니다. 좀 더 적당한 브로드캐스트 주소는 특정 서브네트워크에 일치하도록 지정을 합니다. 예를 들어, 잘 알려진 사설 C 클래스 IP 네트워크, 192.168.1.0 상의 브로드캐스트 주소는 192.168.1.255로 설정되어야 합니다. 브로드캐스트 메세지는 Address Resolution Protocol (ARP) 와 Routing Information Protocol (RIP) 같은 네트워크 프로토콜에 의하여 일반적으로 생산이 됩니다.
pt: <emphasis role="bold">Endereço de Difusão</emphasis> O Endereço de difusão <emphasis role="italics">Broadcast Address</emphasis> é um endereço que permite o envio de dados da rede para todos os computadores de uma sub-rede simultaneamente, em vez de especificar um computador em particular. O endereço de difusão padrão para redes IP é 255.255.255.255, mas este endereço de difusão não pode ser utilizado para enviar uma mensagem para todos os computadores na Internet porque os <emphasis role="italics">routers</emphasis> o bloqueiam. Por exemplo, para o popular IP de redes privadas Classe C 192.168.1.0, o endereço de difusão deve ser configurado como 192.168.1.255. Mensagens de Difusão <emphasis role="italics">Broadcast Messages</emphasis> são habitualmente produzidas por protocolos de rede tais como o Address Resolution Protocol (ARP) e o Routing Information Protocol (RIP).

source: IP routing is a means of specifying and discovering paths in a TCP/IP network along which network data may be sent. Routing uses a set of <emphasis>routing tables</emphasis> to direct the forwarding of network data packets from their source to the destination, often via many intermediary network nodes known as <emphasis>routers</emphasis>. IP Routing is the principal mode of path discovery on the Internet. There are two primary forms of IP Routing: <emphasis>Static Routing</emphasis> and <emphasis>Dynamic Routing.</emphasis>
ko: IP 라우팅은 네트워크 데이터가 보내지는 TCP/IP 네트워크 상에서 경로를 지정하고 찾기 위한 수단 입니다. 라우팅은 보내는 곳에서 받는 곳으로 네트워크 데이터 패킷을 전달하기 위한 지시를 위하여 <emphasis>routing tables</emphasis> 의 집합을 사용하고, 종종 <emphasis>routers</emphasis> 라고 알려진 네트워크 상의 많은 중간 지점을 경유 합니다. IP 라우팅의 두 가지 주요 형태가 있습니다: <emphasis>Static Routing(정적 라우팅)</emphasis> 과 <emphasis>Dynamic Routing(동적 라우팅)</emphasis>
pt: O encaminhamento de IP <emphasis role="italics">IP Routing</emphasis> é a forma de especificar e descobrir caminhos numa rede TPC/IP pelos quais os dados da rede podem ser enviados. O encaminhamento utiliza um conjunto de <emphasis>tabelas de encaminhamento</emphasis> <emphasis role="italics">routing tables</emphasis> para dirigir o envio de pacotes de dados da rede desde a sua origem até ao seu destino, frequentemente através de muitos nós de rede intermediários conhecidos como <emphasis>routers</emphasis>. O Encaminhamento de IP é a principal forma de descobrir caminhos na Internet. Existem duas formas principais de Encaminhamento de IP: <emphasis>Encaminhamento Estático</emphasis> <emphasis role="italics">Static Routing</emphasis> e <emphasis>Encaminhamento Dinâmico</emphasis> <emphasis role="italics">Dynamic Routing</emphasis>.

source: Dynamic Routing depends on large networks with multiple possible IP routes from a source to a destination and makes use of special routing protocols, such as the Router Information Protocol (RIP), which handle the automatic adjustments in routing tables that make dynamic routing possible. Dynamic routing has several advantages over static routing, such as superior scalability and the ability to adapt to failures and outages along network routes. Additionally, there is less manual configuration of the routing tables, since routers learn from one another about their existence and available routes. This trait also eliminates the possibility of introducing mistakes in the routing tables via human error. Dynamic routing is not perfect, however, and presents disadvantages such as heightened complexity and additional network overhead from router communications, which does not immediately benefit the end users, but still consumes network bandwidth.
ko: 동적 라우팅은 보낸 곳에서 받는 곳까지 복수의 가능한 IP 라우트를 가지는 규모카 큰 네트웨크에 의존하고, 동적 라우팅이 가능하도록 라우팅 테이블의 자동 조정을 처리하는 Router Information Protocol (RIP) 과 같은 특별한 라우팅 프로토콜을 사용 합니다. 동적 라우팅은 정적 라우팅에 비해 여러가지 장점을 가집니다. 휼륭한 확장성, 네트워크 라우터의 실패와 중단에 적응하는 능력 등이 장점 입니다. 추가하여, 라우터가 다른 라우터의 존재와 가능한 경로를 스스로 배우기 때문에, 라우팅 테이블의 수작업 설정을 줄여 줍니다. 이 특성은 또한 작업자의 오류로 인한 라우팅 테이블의 실수가 일어나는 가능성을 제거 합니다. 하지만, 동적 라우팅은 완벽하지 않고, 계층적으로 복잡함과 라우터 통신의 추가적인 네트워크 오버헤드(최종 사용자에게는 직접적으로 이득을 주지않고 네트워크의 밴드위드를 소모하는)와 같은 단점을 가집니다.
pt: O Encaminhamento Dinâmico depende de redes grandes, com múltiplas rotas IP possíveis desde a origem até ao destino, e utiliza protocolos de encaminhamento especiais, tais como o Protocolo de Informação de Rotas <emphasis role="italics">Router Information Protocol</emphasis> (RIP), que maneja os ajustes automáticos das tabelas de encaminhamento que tornam o encaminhamento dinâmico possível. O encaminhamento dinâmico tem várias vantajens sobre o encaminhamento estático, tais como uma maior escalabilidade e a capacidade para se adaptar a falhas e quebras ao longo dos caminhos da rede. Adicionalmente, são necessárias menos configurações manuais das tabelas de encaminhamento, dado que os <emphasis role="italics">routers</emphasis> aprendem uns com os outros acerca da sua existência e dos caminhos (rotas) possíveis. Isto também elimina a possibilidade de introduzir erros nas tabelas de encaminhamento por erro humano. No entanto o encaminhamento dinâmico não é perfeito, e apresenta desvantagens como sejam, maior complexidade e sobrecarga adicional nas comunicações dos <emphasis role="italics">routers</emphasis>, o que não beneficia os utilizadores finais, e ainda consome largura de banda.

source: Firewall Configuration
ko: 방화벽 설정
pt: Configuração da <emphasis role="italics">Firewall</emphasis>

source: In the Anonymous mode, remote clients can access the FTP server by using the default user account called 'anonymous" or "ftp" and sending an email address as the password. In the Authenticated mode a user must have an account and a password. User access to the FTP server directories and files is dependent on the permissions defined for the account used at login. As a general rule, the FTP daemon will hide the root directory of the FTP server and change it to the FTP Home directory. This hides the rest of the file system from remote sessions.
ko: 익명 모드에서는, 원격 클라이언트는 "anonymous" 또는 "ftp" 로 불리는 기본 설정 사용자 계정을 사용하고 암호는 이메일 주소를 보내는 것으로 FTP 서버를 접근할 수 있습니다. 인증 모드에서는, 사용자는 반드시 계정과 암호를 가지고 있어야 합니다. 사용자는 FTP 서버 디렉토리와 파일을 로그인 시에 사용되는 계정을 위하여 지정된 접근 권한에 따라 접근할 수 있습니다. 일반적인 규칙으로, FTP 데몬은 FTP 서버의 루트 디렉토리를 감추고 FTP 홈 디렉토리로 그것을 바꿉니다. 이것은 파일 시스템의 여타 부분도 원격 세션에게는 감춥니다.
pt: Em modo anónimo, clientes remotos podem aceder ao servidor FTP utilizando a conta de utilizador por omissão chamada "anonymous" ou "ftp" e enviando um endereço de correio electrónico como palavra passe. Em modo autenticado o utilizador necessita de uma conta de utilizador e uma palavra passe. O acesso do utilizador aos directórios e ficheiros de um servidor FTP depende das permissões definidas para a conta de utilizador utilizada para aceder ao servidor. Como regra geral, o gestor FTP esconde o directório raiz do servidor FTP e muda-o para o directório "Home". Isto esconde de sessões remotas o resto do sistema de ficheiros.
