Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/games/po/*.po
Languages: es, fi

source: <application>Atomix</application> is a puzzle game where you must join up a series of atoms to make certain molecules. However, the atoms can only be moved in certain ways, making complex molecules a challenge to construct. No knowledge of chemistry is required.
es: <application>Atomix</application> es un juego de rompecabezas donde se deben unir una serie de átomos para crear determinadas moléculas. No obstante, los átomos sólo se pueden mover de ciertas formas, haciendo de las moléculas complejas un desafío de construcción. No se requieren conocimientos de química.
fi: <application>Atomix</application> on palapeli, jossa sinun pitää yhdistellä atomeja saadaksesi tietyn molekyylin. Atomeja voi kuitenkin siirrellä vain tietyillä tavoilla, mikä tekee monimutkaisten molekyylien rakentamisesta haasteellista. Kemian tuntemus ei ole tarpeen.

source: <application>KAtomic</application> is a thinking game similar to <application>Atomix</application>, where you have to form chemical molecules out of atoms. This is done by moving each atom in a labyrinth until you have formed a complete molecule.
es: <application>KAtomic</application> es un juego mental similar a <application>Atomix</application>, donde debe formar moléculas químicas con átomos. Esto se hace moviendo cada átomo en un laberinto hasta que haya formado una molécula completa.
fi: <application>KAtomic</application> samantapainen ajattelupeli kuin <application>Atomix</application>,jossa sinun pitää valmistaa kemiallisia molekyylejä atomeista. Tämä tehdään liikuttelemalla atomeja labyrintissä kunnes kokonainen molekyyli on muodostettu.

source: <application>Sudoku</application> is a popular number puzzle game. Use logic to complete a grid of numbers so that each row, column and large square contains the numbers one to nine.
es: <application>Sudoku</application> es un popular puzzle numérico. Use la lógica para completar la cuadrícula de números de forma que cada fila, columna y cuadro contenga los números del uno al nueve.
fi: <application>Sudoku</application> on suosittu numero-palapeli. Käytä logiikkaa täyttääksesi ruudukon numeroilla siten, että jokaisella rivillä, sarakkeessa ja isossa neliössä on numerot yhdestä yhdeksään.

source: Kids' Games
es: Juegos para niños
fi: Lasten pelit

source: As well as games for adults, Ubuntu also caters for children by providing a selection of games intended to be both interesting and educational for younger age groups. A small list of available games is given below.
es: De igual manera con los juegos para adultos, Ubuntu también provee a los niños con una selección de juegos que intentan ser tanto interesantes como educativos para jóvenes. A continuación se da una pequeña lista de juegos disponibles.
fi: Kuten pelejä aikuisille, Ubuntu tarjoaa myös lapsille suunnattuja pelejä, joiden tarkoitus on olla sekä kiinnostavia että opettavia. Alla on lyhyt lista tarjolla olevista peleistä.

source: <application>GCompris</application> is a collection of educational games and activities intended for young children. A large number of language, arithmetic and reading exercises are included, along with plenty of fun activities such as an animation and drawing program.
es: <application>GCompris</application> es una colección de juegos y actividades didácticas destinadas a niños pequeños. Se incluye un gran número de ejercicios de lenguaje, aritmética y lectura, junto con abundantes actividades divertidas como un programa de animación y dibujo.
fi: <application>GCompris</application> on kokoelma opettavaisista peleistä ja toiminnoista, jotka on tarkoitettu pienille lapsille. Ohjelmiin kuuluu suuri määrä kieli-, aritmetiikka- ja lukuharjoitteita sekä paljon hauskoja aktiviteetteja kuten animaatio ja piirto-ohjelma.

source: <application>KTuberling</application>, or the <emphasis>Potato Game</emphasis>, is intended for young children. However, some adults may find it appeasing too! The object is to create your very own potato-like guy from a selection of eyes, mouths, moustaches, and other parts of the face. Other items can also be attached.
es: <application>KTuberling</application>, o <emphasis>El juego de la patata</emphasis> es un juego diseñado para niños, aunque también algunos adultos podrían considerarlo divertido. El objetivo es crear su propio personaje de patata seleccionando sus ojos, boca, bigote, y más partes de la cara. Se pueden añadir algunos otros elementos.
fi: <application>KTuberling</application> tai <emphasis>Potato Game</emphasis> on tarkoitettu pienille lapsille. Jotkut aikuisetkin saattavat kuitenkin tuntea sen rauhoittavaksi! Tavoite on luoda oma perunan kaltainen tyyppi valikoimasta silmiä, suita, viiksiä ja muita kasvojen osia. Muitakin osia voidaan liittää.

source: Strategy and Simulation Games
es: Juegos de Estrategia y Simulación
fi: Strategia- ja simulaatiopelit

source: Strategy games require you to use careful tactics to plan the next move; simulation games let you explore and manage realistic models of such things as cities and vehicles. Strategy and simulation games can be quite addictive and many people happily spend hours playing their game of choice! A small selection of strategy and simulation games available with Ubuntu is given below.
es: Los juegos de estrategia requieren la utilización de cuidadosas tácticas para planear el próximo movimiento; los juegos de simulación le permiten explorar y manejar modelos realistas de cosas como ciudades y vehículos. Los juegos de estrategia y simulación pueden ser bastante adictivos y mucha gente pasa horas jugando alegremente su juego favorito! A continuación se proporciona una pequeña selección de juegos de estrategia y simulación disponibles en Ubuntu.
fi: Strategiapelit vaativat huolellista taktiikkaa ja seuraavan liikkeen suunnittelua; simulaatiopelit antavat sinun tutkia ja muokata realistisia malleja asioista kuten kaupungit ja kulkuneuvot. Strategia- ja simulaatiopelit voivat olla melko addiktoivia ja monet ihmiset viettävät surutta tunteja pelatessaan pelejä! Alla lyhyt lista Ubuntuun saatavilla olevista strategia- ja simulaatiopeleistä.

source: <application>KBattleship</application> is an implementation of the popular game where your goal is to sink your opponent's ships by guessing where they are on a grid. Play against the computer or against others over the Internet. "<emphasis>You sunk my battleship!</emphasis>"
es: <application>KBattleship</application> es una implementación del popular juego donde su meta es hundir la embarcación de su oponente adivinando su ubicación en la rejilla . Juegue contra el equipo o contra otros a través de Internet. "<emphasis>¡Hundido!</emphasis>"
fi: <application>KBattleship</application> on versio suositusta laivanupotuspelistä. Pelaa tietokonetta vastaan tai internetissä. "<emphasis>Jätkä upotti mun lentotukialuksen!</emphasis>"

source: <application>KJumpingcube</application> is a tactical one or two-player game in which the playing field consists of squares that contains points which can be increased. The object is to gain as many fields as possible, finally winning the board over.
es: <application>KJumpingcube</application> es un juego táctico para uno o dos jugadores en el que el campo de juego consiste en cuadrados que contienen puntos los cuales pueden ser incrementados. El objetivo del juego es ganar tantos campos como sean posibles, finalmente ganando completando el tablero.
fi: <application>KJumpingcube</application> on tactinen yhden tai kahden pelaajan peli, jossa pelikenttä koostuu ruuduista, jotka sisältävät pisteitä, joita voi lisätä. Tavoite on kerätä mahdollisimman paljon alueita, lopulta voittaen kentän.

source: <application>Klickety</application> is an adaption of the <emphasis>Clickomania</emphasis> game, which has rules that are similar to those of the <application>Same Game</application>. The goal is to clear the board by clicking on groups to destroy them.
es: <application>Klickety</application> es una adaptación del juego <emphasis>Clickomania</emphasis>, cuyas reglas son similares al <application>Same Game</application>. La meta es despejar el tablero haciendo clic en los grupos para destruirlos.
fi: <application>Klickety</application> on muunnos <emphasis>Clickomania</emphasis>-pelistä, jonka säännöt ovat hyvin lähellä <application>Same Game</application> -peliä. Tehtävänäsi on tyhjentää pöytä klikkaamalla ryhmiä poistaaksesi ne.

source: <application>KMines</application> is a clone of the classical <emphasis>Minesweeper</emphasis> game, where you have to find hidden mines by logical deduction.
es: <application>KMines</application> es un clon del clásico <emphasis>Minesweeper</emphasis>, donde debe encontrar minas ocultas por deducción lógica.
fi: <application>KMines</application> on klooni klassisesta <emphasis>Miinaharava</emphasis>sta, jossa piilotetut miinat pitää löytää loogisen päättelyn avulla.

source: <application>Kolor Lines</application>, or <application>KLines</application>, is the KDE version of the Russian game <emphasis>Lines</emphasis>, where you have to align five game pieces of the same color in one line to remove them from the gameboard.
es: <application>Kolor Lines</application>, o <application>KLines</application>, es la versión para KDE del juego Ruso <emphasis>Lines</emphasis>, donde hay que agrupar cinco piezas del mismo color para quitarlas del tablero.
fi: <application>Kolor Lines</application> tai <application>KLines</application> on KDE:n versio venäläisestä pelistä <emphasis>Lines</emphasis>, jossa sinun tulee asettaa viisi samanväristä pelimerkkiä suoralle poistaaksesi ne kentältä.

source: <application>Konquest</application>, the KDE version of <emphasis>Gnu-Lactic Konquest</emphasis>, is a multiplayer strategy game with the goal of expanding your interstellar empire across the galaxy and of course to crush your rivals.
es: <application>Konquest</application>, la versión KDE de <emphasis>Gnu-Lactic Konquest</emphasis>, es un juego de estrategia multijugador con el objetivo de expandir el propio imperio a través de la galaxia y, por supuesto, derrotar a los rivales.
fi: <application>Konquest</application>, KDE versio <emphasis>Gnu-Lactic Konquest</emphasis> -pelistä, on usean pelaajan strategiapeli tavoitteenaan laajentaa tähtienvälistä imperiumia halki galaksin ja tietysti samalla tuhota kilpailijat.

source: <application>KSokoban</application> is a logic game where you are a warehouse keeper trying to push crates to their proper locations in a warehouse.
es: <application>KSokoban</application> es un juego de lógica donde el jugador es un guarda de almacén que intenta empujar cajas a sus localizaciones adecuadas en un almacén.
fi: <application>KSokoban</application> on logiikkapeli, jossa olet varaston hoitaja, joka yrittää työntää laatikoita oikeille paikoilleen varastossa.

source: <application>KSame</application>, inspired by <emphasis>Same Game</emphasis>, is a simple game played for a high score. The object is to remove as many of the same pieces that are touching for the most points. Speed, the amount of pieces removed at once and the movement of the mouse over possible pieces are taken into account for the final score.
es: <application>KSame</application>, inspirado por <emphasis>Same Game</emphasis>, es un simple juego en el que debe alcanzar la más alta puntuación. El objetivo es eliminar tantas piezas iguales se estén tocando en algunos puntos. Apresúrese, la cantidad de piezas eliminadas en un solo clic y el movimiento del ratón sobre las piezas posibles se toma en cuenta en la puntuación final.
fi: <emphasis>Same Game</emphasis> -pelin inspiroima <application>KSame</application> on yksinkertainen peli, jossa tavoitellaan mahdollisimman korkeaa tulosta. Tehtävänä on poistaa mahdollisimman monta samanlaista palaa, jotka koskettavat useimmista pisteistä. Nopeus, kerralla poistettujen palojen määrä ja hiiren liike mahdollisten palojen päällä otetaan huomioon laskettaessa lopullista tulosta.

source: Windows Games
es: Juegos de Windows
fi: Windows-pelit

source: Many games which are available for Windows can be run on Linux by using an emulator, such as <application>Wine</application> or <application>Cedega</application>.
es: Muchos juegos disponibles para Windows también pueden funcionar bajo Linux usando un emulador, como <application>Wine</application> o <application>Cedega</application>.
fi: Monia Windowsille saatavilla olevia pelejä voidaan pelata Linuxissa käyttämällä "emulaattoria", kuten <application>Wineä</application> tai <application>Cedegaa</application>.

source: These emulators only work on <emphasis>x86</emphasis> (Intel-based) computers, and will not function on <emphasis>AMD64</emphasis> or <emphasis>PowerPC</emphasis> computers.
es: Estos emuladores sólo funcionan en equipos <emphasis>x86</emphasis> (basados en Intel), y no funcionarán en equipos <emphasis>AMD64</emphasis> o <emphasis>PowerPC</emphasis>.
fi: Nämä emulaattorit toimivat ainoastaan <emphasis>x86</emphasis> (Intel-pohjaisilla) tietokoneilla, eivätkä toimi <emphasis>AMD64</emphasis> tai <emphasis>PowerPC</emphasis> koneilla.

source: Wine (free)
es: Wine (libre)
fi: Wine (ilmainen ja vapaa)

source: <application>Wine</application> is free software, and is able to run several popular games, such as <application>World of Warcraft</application> and <application>Unreal Tournament</application>. For information about Wine, see <ulink url="https://help.ubuntu.com/community/Wine">the Ubuntu wiki</ulink>.
es: <application>Wine</application> es software libre, y es capaz de ejecutar varios juegos populares, como <application>World of Warcraft</application> y <application>Unreal Tournament</application>. Para más información acerca de Wine, consulte <ulink url="https://help.ubuntu.com/community/Wine">el wiki de Ubuntu</ulink>.
fi: <application>Wine</application> on vapaa ohjelma, jolla voi suorittaa useita suosittuja pelejä, kuten <application>World of Warcraft</application> ja <application>Unreal Tournament</application>. Lisätietoa Winestä, katso <ulink url="https://help.ubuntu.com/community/Wine">Ubuntun wiki</ulink>.

source: Cedega (commercial)
es: Cedega (comercial)
fi: Cedega (kaupallinen)

source: <application>Cedega</application> is based on Wine, but is optimized for running Windows games. Cedega is commercial software and so is not free, but it is able to run more games than Wine. For information about Cedega, see <ulink url="https://help.ubuntu.com/community/Cedega">the Ubuntu wiki</ulink>.
es: <application>Cedega</application> está basado en Wine, pero optimizado para ejecutar juegos de Windows. Cedega es un software comercial y, por tanto, no es libre, pero puede ejecutar más juegos que Wine. Para más información sobre Cedega, consulte <ulink url="https://help.ubuntu.com/community/Cedega">el wiki de Ubuntu</ulink>.
fi: <application>Cedega</application> perustuu Wineen, mutta on optimoitu suorittamaan Windows pelejä. Cedega on kaupallinen ohjelma eikä siis ole vapaa, mutta pystyy suorittamaan enemmän pelejä kuin Wine. Lisätietoa Cedegasta, katso <ulink url="https://help.ubuntu.com/community/Cedega">Ubuntu wiki</ulink>.

source: translator-credits
es: Launchpad Contributions: Bárbara Jiménez https://launchpad.net/~bas- Daniel Antonio Segovia https://launchpad.net/~daniel-sgv Elabra Sánchez https://launchpad.net/~elabra-sanchez Federico S https://launchpad.net/~federico-mercaz Gabriel Patiño https://launchpad.net/~gepatino Gonzalo L. Campos Medina https://launchpad.net/~gcamposm Javier Labrat Rodríguez https://launchpad.net/~javierlabrat Jose López Brett https://launchpad.net/~joselopezbrett Martin Albisetti https://launchpad.net/~beuno Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Sergio Calero https://launchpad.net/~krows Zadkiel https://launchpad.net/~miloxreloaded-gmail danielgd https://launchpad.net/~danielgd ryo https://launchpad.net/~jorgelpzdemunain
fi: Ubuntun suomentajaryhmä <ubuntu-fi@lists.ubuntu.com>, 2006 Launchpad Contributions: Ari Torhamo https://launchpad.net/~ari-torhamo Eero Salokannel https://launchpad.net/~epatic Mikko Piippo https://launchpad.net/~piippo-cc Mippe https://launchpad.net/~sotamato Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Tauriainen https://launchpad.net/~t-tauriainen Launchpad Contributions: Ari Torhamo https://launchpad.net/~ari-torhamo Eero Salokannel https://launchpad.net/~epatic Mikko Piippo https://launchpad.net/~piippo-cc Mippe https://launchpad.net/~sotamato Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Tauriainen https://launchpad.net/~t-tauriainen
