Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/games/po/*.po
Languages: es, fi

source: <application>Nexuiz</application> is a 3D deathmatch game based on the <emphasis>Darkplaces</emphasis> engine, which is an advanced <emphasis>Quake 1</emphasis> engine built on OpenGL technology. It includes 17 maps, 15 player models, advanced UI, and an available master server allowing you to play people from all over the world. More information about the game can be found on the <ulink url="http://www.alientrap.org/nexuiz/index.php">Nexuiz website</ulink>.
es: <application>Nexuiz</application> es un juego en 3D basado en el motor <emphasis>Darkplaces</emphasis>, un avanzado motor tipo <emphasis>Quake 1</emphasis> desarrollado sobre la tecnología OpenGL. Incluye 17 mapas, 15 modelos de jugador, una interfaz de usuario avanzada, y dispone de un servidor maestro que le permite jugar con gente de todo el mundo. Para más información sobre el juego, visite el <ulink url="http://www.alientrap.org/nexuiz/index.php">sitio web de Nexuiz</ulink>.
fi: <application>Nexuiz</application> on 3D deathmatch -peli, joka perustuu <emphasis>Darkplaces</emphasis> -koneistoon, joka on kehittynyt OpenGL pohjainen <emphasis>Quake 1</emphasis> koneisto. Se sisältää 17 karttaa, 15 pelaajamallia, kehittyneen käyttöliittymän ja pääserverin, jonka kautta voit pelata kansainvälisesti. Lisätietoa pelistä <ulink url="http://www.alientrap.org/nexuiz/index.php">Nexuizin verkkosivuilta</ulink>.

source: Install the <application>nexuiz</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
es: Instalar el paquete <application>nexuiz</application> del repositorio <quote>Universe</quote> (vea <ulink type="help" url="ghelp:add-applications">Añadir Aplicaciones</ulink>).
fi: Asenna <application>nexuiz</application>-paketti <quote>universe</quote>-ohjelmalähteestä (katso <ulink type="help" url="ghelp:add-applications">Lisää sovelluksia</ulink>).

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice> to start <application>Nexuiz</application>.
es: Pulse <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Juegos</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice> para iniciar <application>Nexuiz</application>.
fi: Avaa <menuchoice><guimenu>Sovellukset</guimenu><guisubmenu>Pelit</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice> pelataksesi <application>Nexuizia</application>.

source: Arcade Games
es: Juegos Arcade
fi: Toimintapelit

source: Arcade games are usually simple, fun games. A large collection of arcade games is available with Ubuntu; listed below are just a few of them.
es: Los juegos arcade son normalmente simples y entretenidos. Ubuntu incluye una gran colección de juegos arcade; a continuación se listan algunos de ellos.
fi: Toimintapelit ovat yleensä yksinkertaisia, hauskoja pelejä. Ubuntussa on iso kokoelma toimintapelejä, niitä on lueteltu alempana muutama.

source: Classic arcade games
es: Juegos arcade clásicos
fi: Klassiset toimintapelit

source: <application>KBounce</application> is a game where the object is to catch several moving balls in a rectangular game field by building walls. More balls are added with each level that you complete successfully; how many can you catch?
es: <application>KBounce</application> es un juego en donde el objetivo es atrapar varias pelotas en un campo de juego rectangular construyendo paredes. Se agregan más pelotas con cada nivel que se completa con éxito ; ¿Cuantas puede atrapar?
fi: <application>KBounce</application> on peli, jonka tavoitteena on ottaa kiinni useita liikkuvia palloja suorakaiteen muotoisella pelikentällä seiniä rakentaen. Lisää palloja tulee jokaisen onnistuneesti suoritetun tason jälkeen; montako sinä saat kiinni?

source: <application>KFouleggs</application> clones the well-known <emphasis>PuyoPuyo</emphasis> game from Japan, and contains modifications of the well-known <emphasis>Tetris</emphasis> game principle.
es: <application>KFouleggs</application> clon del conocido <emphasis>PuyoPuyo</emphasis> juego japonés, que contiene modificaciones del conocido <emphasis>Tetris</emphasis>.
fi: <application>KFouleggs</application> kloonaa tunnettua japanilaista <emphasis>PuyoPuyo</emphasis> -peliä ja sisältää muunnoksia hyvin tunnetusta <emphasis>Tetris</emphasis>-pelitavasta.

source: <application>Kolf</application> is a miniature golf game played with an overhead view, with a short bar representing the golf club and direction of the intended shot. It features various courses, a course editor, water hazards, slopes, sand traps, and black holes (warps).
es: <application>Kolf</application> es un juego de golf miniatura con vista desde arriba, con una barra corta que representa el palo de golf y la dirección del tiro. Incluye varios campos de juego, un editor de campos, trampas de agua, pendientes, trampas de arena y agujeros negros (teletransportadores).
fi: <application>Kolf</application> on ylhäältäpäin kuvattu minigolf. Lyhyt viiva vastaa mailaa ja haluttua lyönnin suuntaa. Tarjolla on monia ratoja, ratamuokkain, vesiesteitä, mäkiä, hiekkaesteitä ja mustia teleportteja.

source: <application>KSirtet</application> is a <emphasis>Tetris</emphasis> clone which allows multiplayer duels as well as duels against the computer player.
es: <application>KSirtet</application> es un clone de <emphasis>Tetris</emphasis> que permite duelos multijugador como también duelos contra la PC.
fi: <application>KSirtet</application> on <emphasis>Tetris</emphasis> klooni, jossa voit kaksintaistella kaveriasi tai tietokonetta vastaan.

source: <application>KSmiletris</application> is yet another clone of <emphasis>Tetris</emphasis>, which is easy to learn and play.
es: <application>KSmiletris</application> es un juego similar a <emphasis>Tetris</emphasis>, fácil de aprender y jugar.
fi: <application>KSmiletris</application> on toinen klooni <emphasis>Tetriksestä</emphasis>, mitä opit helposti pelaamaan.

source: <application>Robots</application> is a game where the object is to avoid a hoard of robots who are trying to catch you. With every step you make, the robots get closer to getting you and you must do whatever you can to avoid them.
es: <application>Robots</application> es un juego donde el objetivo es impedir que una horda de robots le atrape. Con cada paso que dé, los robots se le acercan y debe hacer lo que pueda para evitarlos.
fi: <application>Robots</application> on peli, jossa tavoitteena on vältellä laumoittain sinua metsästäviä robotteja. Joka askeleella robotit pääsevät lähemmäksi sinua ja sinun tulee tehdä kaikkesi välttääksesi niitä.

source: Maze games
es: Juegos de laberinto
fi: Sokkelopelit

source: <application>KGoldrunner</application> is a game of action and puzzle solving. Run through the maze, dodge your enemies, collect all of the gold and climb up to the next level.
es: <application>KGoldrunner</application> es un juego de acción y resolución de acertijos. Corra a través del laberinto, esquive a tus enemigos, recolecte todo el oro y escale al siguiente nivel.
fi: <application>KGoldrunner</application> on toiminta- ja ongelmanratkaisupeli. Juokse sokkelon läpi, väistä vihollisia, kerää kaikki kulta ja kiipeä seuraavalle tasolle.

source: <application>KSnakerace</application> is a fast action game where you control a snake which has to eat the food that appears on the map. The more you eat, the larger your snake grows. The goal is to eat as much as possible without colliding with the other snake or the wall, however this becomes more and more difficult the more you eat.
es: <application>KSnakerace</application> es un juego rápido de acción donde se controla una serpiente que tiene que comer la comida que aparece en el mapa. Entre más coma la serpiente, más crece. El objetivo del juego es comer tanto como sea posible sin chocar con otras serpientes o con la pared. El juego se vuelve más difícil a medida que la serpiente vaya comiendo más y más.
fi: <application>KSnakerace</application> on nopea toimintapeli, jossa ohjaat käärmettä, jonka täytyy syödä kartalle ilmestyvä ruoka. Mitä enemmän syöt, sitä pidemmäksi käärmeesi kasvaa. Tavoitteena on syödä mahdollisimman paljon törmäämättä muihin käärmeisiin tai seiniin, tämä kuitenkin vaikeutuu koko ajan kun syöt lisää.

source: <application>KTron</application> is based on the popular computer game for two players as well as the famous movie. It is a fast paced game in which both players have to move and avoid colliding with any walls, the opponent, or the paths that you or your opponent have created.
es: <application>KTron</application> está basado tanto en el juego popular para dos jugadores como en la famosa película. Es un juego muy dinámico donde ambos jugadores se tienen que mover mientras procuran no chocar con las paredes, el oponente o las rutas que el jugador o el oponente hayan creado.
fi: <application>KTron</application> perustuu sekä suosittuun tietokonepeliin kahdelle pelaajalle että kuuluisaan elokuvaan. Se on nopea tempoinen peli, jossa molempien pelaajien pitää liikkua ja välttää törmäystä seinien, vastustajan, tai omien tai vastustajan luomien reittien kanssa.

source: <application>Nibbles</application> is a game where the user controls a snake, moving it around the board and eating diamonds while avoiding the walls. <application>Nibbles</application> also features network multiplayer, and up to four worms can be controlled by the computer.
es: <application>Nibbles</application> es un juego donde el usuario controla una serpiente, moviéndose alrededor de un tablero mientras come diamantes. No debe de chocar con las paredes. <application>Nibbles</application> soporta juego multijugador por medio de la red y hasta cuatro gusanos pueden ser controlados por el equipo.
fi: <application>Nibbles</application> on peli, missä pelaaja ohjaa käärmettä, liikuttelee sitä ympäri pöytää ja syö timantteja, samalla kun hän yrittää pysyä kaukana seinistä. <application>Nibbles</application> tukee myöskin nettimoninpeliä, ja jopa neljää käärmettä voidaan ohjastaa tietokoneella.

source: Space games
es: Juegos espaciales
fi: Avaruuspelit

source: <application>KAsteroids</application> is a fast arcade shooting game where you command a spaceship trying to survive the passage through an asteroid field. Destroy asteroids by shooting them until they split into smaller and smaller parts.
es: <application>KAsteroids</application> Es un juego de arcade y disparo donde comanda una nave espacial intentando sobrevivir a través de un campo de asteroides. Destruya los asteroides disparándolos haciendo que sean cada vez más y más pequeños.
fi: <application>KAsteroids</application> on nopea arcade ampumis -peli, jossa komennat avaruusalusta yrittäen selviytyä asteroidi kentän läpi. Tuhoa asteroidit ampumalla, kunnes ne hajoavat pienempiin ja pienempiin osiin.

source: <application>KSpaceDuel</application> is a space game for two players, however one player can be controlled by the computer. Each player controls a satellite that flies around the Sun, all the while trying not to collide with anything and trying to shoot at the other space ship.
es: <application>KSpaceDuel</application> es un juego espacial para dos jugadores, donde un jugador puede ser controlado por el ordenador. Cada jugador controla un satélite que vuela alrededor del Sol, intentando que no colisione con nada y tratando de disparar a la otra nave.
fi: <application>KSpaceDuel</application> on kahden pelaajan avaruuspeli, yhtä pelaajaa voi kuitenkin ohjata tietokone. Molemmat pelaajat ohjaavat satelliittia, joka kiertää aurinkoa, samaan aikaan sekä yrittäen olla osumatta mihinkään että ampuen toista satelliittia.

source: Card, Puzzle and Board Games
es: Juegos de cartas, puzzles y tablero
fi: Kortti-, pulma- ja lautapelit

source: Card and puzzle games are very popular, and Ubuntu has a large collection of such games for you to choose from. A list of some of the more popular games available is given below.
es: Los juegos de cartas y rompecabezas son muy populares, y Ubuntu tiene una gran colección de dichos juegos para elegir. Abajo se proporciona una lista de algunos de los juegos más populares disponibles.
fi: Kortti- ja älypelit ovat todella suosittuja, ja Ubuntun mukana tulee paljon pelejä, mistä valita haluamansa. Luettelo muutamista suosituista peleistä, jotka ovat saatavilla, on alempana.

source: Card games
es: Juegos de cartas
fi: Korttipelit

source: <application>Aisleriot</application>, also known as <emphasis>Solitaire</emphasis> or <emphasis>Patience</emphasis>, is a collection of single-player card games which are easy to learn and fun to play.
es: <application>Aisleriot</application>, también conocido como <emphasis>Solitario</emphasis> o <emphasis>Paciencia</emphasis>, es una colección de juegos de cartas de un sólo usuario, divertidos y fáciles de aprender.
fi: <application>Aisleriot</application>, tunnettu myös <emphasis>Pasianssina</emphasis> tai <emphasis>Patiencena</emphasis>, on kokoelma yksin pelattavia korttipelejä jotka ovat hauskoja helppoja oppia.

source: <application>Blackjack</application> is a multiple deck, casino-rules blackjack game. The object is to hold cards having a higher count than those of the dealer, without going over 21. Face card plus an Ace equals 21, Blackjack!
es: <application>Blackjack</application> es un juego de Blackjack de múltiples tableros con reglas de casino. El objetivo es tener cartas más altas que las de la casa, sin pasarse de 21. Un rey mas un as hacen 21, ¡Blackjack!
fi: <application>Blackjack</application> on usean pakan, casino-säännöin pelattava blackjack-peli. Tavoitteena on saada korkeammat kortit kuin jakajalla, ilman 21:n ylitystä. Kuvakortti ja ässä on 21, Blackjack!

source: <application>Freecell</application> is another <emphasis>Solitaire</emphasis> game which is very popular on the <trademark>Windows</trademark> platform.
es: <application>Freecell</application> es otro juego tipo <emphasis>Solitario</emphasis>, bastante popular en la plataforma <trademark>Windows</trademark>.
fi: <application>Vapaakenttä-pasianssi</application> on toinen <emphasis>Solitaire</emphasis>-peli, joka on erittäin suosittu <trademark>Windows</trademark> alustalla.

source: <application>KPatience</application> is a collection of various patience games known worldwide. Games include <emphasis>Klondike</emphasis>, <emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>forty and Eight</emphasis> and many more.
es: <application>KPatience</application> es una colección de varios juegos de paciencia conocidos mundialmente. Los juegos incluyen <emphasis>Klondike</emphasis>, <emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>forty and Eight</emphasis> y muchos más.
fi: <application>KPatience</application> on kokoelma erilaisia maailmalla tunnettuja kärsivällisyys pelejä. Peleihin kuuluvat <emphasis>Klondike</emphasis>, <emphasis>Vapaakenttä</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>forty and Eight</emphasis> ja paljon muita.

source: <application>KPoker</application> follows the rules of the original <emphasis>Poker</emphasis> game. The game provides a computer player and various card decks.
es: <application>KPoker</application> sigue las reglas del juego original <emphasis>Poker</emphasis>. El juego proporciona un jugador controlado por la pc y varias barajas de cartas.
fi: <application>KPoker</application> seuraa alkuperäisen <emphasis>Pokeri</emphasis>-pelin sääntöjä. Peli tarjoaa tietokone-pelaajan ja erilaisia korttipakkoja.

source: <application>Lieutnant Skat</application> is a two player card game which follows the rules of the German game, <emphasis>(Offiziers)-Skat</emphasis>. The game includes various card decks and a computer opponent can play for any of the players.
es: <application>Lieutnant Skat</application> es un juego de cartas de dos jugadores que sigue las reglas del juego alemán <emphasis>(Offiziers)-Skat</emphasis>. El juego incluye varias barajas y un oponente controlado por el ordenador puede jugar por cualquiera de los jugadores.
fi: <application>Lieutnant Skat</application> on kahden pelaajan korttipeli, joka seuraa saksalaisen <emphasis>(Offiziers)-Skat</emphasis>-pelin sääntöjä. Pelissä on erilaisia korttipakkoja ja tietokone voi toimia toisena pelaajana.

source: Board games
es: Juegos de mesa
fi: Lautapelit

source: <application>Atlantik</application> is an open-source game client for the <trademark>Monopoly</trademark>-like board games played on the monopd network.
es: <application>Atlantik</application> es un cliente de código abierto para los juegos de mesa tipo <trademark>Monopoly</trademark> que se juegan en la red monopd.
fi: <application>Atlantik</application> on avoimen lähdekoodin pelialusta <trademark>Monopoly</trademark>:n kaltaisille lautapeleille pelattavaksi monopd-verkossa.

source: <application>Chess</application> (or <application>glChess</application>) is a chess game where you can play against the computer or against other players. Chess detects and uses known third-party chess engines for computer players, and can show the chess board in 2D or 3D.
es: <application>Chess</application> (o <application>glChess</application>) es un juego de ajedrez donde puede jugar contra la computadora o contra otros jugadores. Chess detecta y utiliza motores conocidos de terceras partes para jugadores de computadora, y puede mostrar el tablero de ajedrez en 2D o 3D.
fi: <application>Chess</application> (tai <application>glChess</application>) on shakkipeli, jossa voit pelata joko tietokonetta tai toista pelaajaa vastaan. Se tunnistaa ja käyttää tunnettuja kolmannen osapuolen shakki moottoreita tietokone-pelaajille ja osaa näyttää pelilaudan 2D tai 3D -muodoissa.

source: <application>KBackgammon</application> follows the rules of the popular boardgame, and supports multiplayer games and games against computer engines such as GNU bg, as well as other online games.
es: <application>KBackgammon</application> sigue las reglas del popular juego de mesa, y soporta partidas multijugador y contra motores de inteligencia artificial tales como GNU bg, así como otros juegos en línea.
fi: <application>KBackgammon</application> seuraa suositun lautapelin sääntöjä ja tukee useita pelaajia ja pelejä tietokone moottoreita (kuten GNU bg) vastaan, kuten muitakin online pelejä.

source: <application>KBlackbox</application> is a logical game of hide-and-seek, inspired by <emphasis>emacs blackbox</emphasis> and played on a grid of boxes.
es: <application>KBlackbox</application> es un juego de lógica tipo «esconde y busca» inspirado en <emphasis>emacs blackbox</emphasis>, que se juega sobre una rejilla de cajas.
fi: <application>KBlackbox</application> on looginen kuurupiilopeli, jota inspiroi <emphasis>emacs blackbox</emphasis> ja sitä pelataan laatikoista muodostetulla ruudukolla.

source: <application>Kenolaba</application> is a two-player tactical game which follows the rules of <emphasis>Abalone</emphasis>, where players try to shove their opponents' pieces from the game board.
es: <application>Kenolaba</application> es un juego táctico para dos jugadores con las reglas de <emphasis>Abalone</emphasis>, donde hay que derribar las piezas oponentes del tablero de juego.
fi: <application>Kenolaba</application> on kahden pelaajan taktinen peli, joka seuraa <emphasis>Abalone</emphasis>:n sääntöjä, missä pelaajat yrittävät poistaa vastustajan palasia pelikentältä.

source: <application>KMahjongg</application> is a clone of the well known tile-based patience game of the same name. Your goal is to empty the board by matching pieces with the same pattern.
es: <application>KMahjongg</application> es un clon del reconocido juego de paciencia del mismo nombre. Su meta es vaciar el tablero emparejando las piezas con el mismo patrón.
fi: <application>KMahjongg</application> on klooni hyvin tunnetusta ja saman nimisestä pinoihin perustuvasta muistipelistä. Tavoite on tyhjentää pelikenttä poistamalla kaksi saman kuvion omaavaa pelinappulaa.

source: <application>KReversi</application> is a two player game in which players gain the majority of pieces on the board by tactically placing their pieces in order to turn over their opponent's pieces.
es: <application>KReversi</application>Es un juego para dos, en el cual los jugadores ganan la mayoría de piezas en el tablero colocando tácticamente sus piezas con el objetivo de voltear las del oponente.
fi: <application>KReversi</application> on kahden pelaajan peli, jossa pelaajat saavuttavat eniten palloja kentästä sijoittamalla taktisesti omat pallot siten, että vastustajan pallot kääntyvät itselle.

source: <application>KWin4</application>, or <emphasis>Four wins</emphasis>, is a two player game which follows the rules of the famous <trademark>Connect Four</trademark> game. Align four pieces of the same color to win!
es: <application>KWin4</application>, o <emphasis>Four wins</emphasis>, es un juego de dos jugadores que sigue las reglas del famoso juego<trademark>Connect Four</trademark>. ¡Alínee cuatro piezas del mismo color para ganar!
fi: <application>KWin4</application> tai <emphasis>Four wins</emphasis> on kahden pelaajan peli, joka seuraa kuuluisan <trademark>Connect Four</trademark> -pelin sääntöjä. Yhdistä neljä saman väristä palaa ja voita!

source: <application>Mahjongg</application> is a single-player version of the classic tile game. The objective is to select pairs of similar tiles.
es: <application>Mahjongg</application> es una versión mono-jugador del clásico juego de fichas. El objetivo es seleccionar pares de fichas similares.
fi: <application>Mahjongg</application> on yksinpeliversio klassisesta laattapelistä. Tarkoituksena on valita samanlaisten laattojen pareja.

source: <application>Shishen-Sho</application> is similar to <emphasis>Mahjongg</emphasis>, and is played by removing all tiles from the field, two at a time, by matching tiles of the same type.
es: <application>Shishen-Sho</application> es similar a <emphasis>Mahjongg</emphasis>, y se juega quitando todas las piezas del tablero, dos a la vez, emparejando piezas del mismo tipo.
fi: <application>Shishen-Sho</application> on samantapainen kuin <emphasis>Mahjongg</emphasis> ja sitä pelataan poistamalla kaikki pelinappulat pöydältä, kaksi saman tyyppistä kerrallaan.

source: Puzzle games
es: Juegos de puzzles
fi: Pulmapelit

source: <application>Anagramarama</application> is a fast-paced word game in which you must make as many words as possible from a series of jumbled letters. If you find the longest word possible, you can move on to the next level.
es: <application>Anagramarama</application> es un juego de palabras de ritmo rápido donde se debe crear el mayor número posible de palabras a partir de series de letras revueltas. Si encuentra la mayor palabra posible, puede pasar al siguiente nivel.
fi: <application>Anagramarama</application> on nopea tempoinen sanapeli, jossa sinun tulee keksiä niin monta sana kuin mahdollista, muutamasta sekoitetusta kirjaimesta. Mikäli keksit pisimmän mahdollisen sanan, pääset seuraavalle tasolle
