Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/games/po/*.po
Languages: es, fi

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
es: ubuntu-doc@lists.ubuntu.com (Proyecto de documentación de Ubuntu)
fi: ubuntu-doc@lists.ubuntu.com (Ubuntun dokumentaatioprojekti)

source: Games
es: Juegos
fi: Pelit

source: Placeholder.
es: Ubicador.
fi: Varalla.

source: Credits and License
es: Créditos y licencia
fi: Tekijät ja lisenssi

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
es: Este documento está mantenido por el Equipo de Documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para obtener una lista de colaboradores, consulte la <ulink url="../../../common/C/contributors.xml">página de colaboradores</ulink>
fi: Tätä ohjetta ylläpitää Ubuntun dokumentaatiotiimi (https://wiki.ubuntu.com/DocumentationTeam). Luettelon tekijöistä löydät <ulink url="../../../common/C/contributors.xml">contributors-sivulta</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
es: Este documento está disponible bajo la licencia de Creative Commons ShareAlike 2.5 (CC-BY-SA).
fi: Tämä ohje on käytettävissä Creative Commons ShareAlike 2.5 -lisenssillä (CC-BY-SA).

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
es: Eres libre de modificar, ampliar y mejorar el código fuente de la documentación de Ubuntu bajo los términos de esta licencia. Todos los trabajos derivados se deben publicar bajo esta licencia.
fi: Voit muokata, jatkaa ja parantaa Ubuntun ohjeiden lähdekoodia tämän lisenssin alla. Kaikkien jatkotuotosten pitää olla julkaistu samalla lisenssillä.

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
es: Esta documentación se distribuye con la intención de que resulte útil, pero SIN NINGUNA GARANTÍA, ni siquiera la garantía implícita de COMERCIALIZACIÓN o de que SEA ADECUADA PARA UN PROPÓSITO PARTICULAR, TAL Y COMO SE INDICA EN LA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDAD.
fi: Tämä dokumentaatio jaetaan siinä toivossa, että siitä on hyötyä, mutta ilman takuuta; edes epäsuoraa takuuta kaupattuvuudesta, tai soveltuvuudesta tiettyyn käyttöön kuten vastuuvapauslausekkeessa kuvaillaan, ei anneta.

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
es: Aquí puede encontrar una copia de la licencia: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Licencia Creative Commons Compartir-Igual</ulink>.
fi: Kopio lisenssistä on nähtävillä täällä: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Canonical Ltd. and members of the Ubuntu Documentation Project
es: Canonical Ltd, y los miembros del proyecto de documentación de Ubuntu
fi: Canonical Ltd. ja Ubuntun dokumentaatioprojektin jäsenet

source: The Ubuntu Documentation Project
es: Proyecto de documentación de Ubuntu
fi: Ubuntun dokumentaatioprojekti

source: Explore Ubuntu's Games menu by pressing <menuchoice><guimenu>Applications</guimenu><guimenuitem>Games</guimenuitem></menuchoice>.
es: Explore el menú de juegos de Ubuntu presionando <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Juegos</guimenuitem></menuchoice>.
fi: Löydät Ubuntun pelit valitsemalla <menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Pelit</guimenuitem></menuchoice>

source: Ubuntu comes with 16 games by default, including <application>Aisleriot Solitaire</application>, <application>Gnometris</application> and <application>Mines</application>. There are many more games which can be installed optionally. This section is intended to give a summary of some of the games which are available for you to install and play.
es: Ubuntu trae por defecto 16 juegos, incluyendo <application>Solitario Aisleriot</application>, <application>Gnometris</application> y <application>Minas</application>. Hay muchos más juegos que pueden instalarse opcionalmente. Esta sección trata de resumir algunos juegos que están disponibles para instalar y jugar.
fi: Ubuntun mukana tulee oletuksena 16 peliä, kuten <application>Aisleriot-pasianssi</application>, <application>Gnometris</application> ja <application>Miinat</application>. Halutessasi voit asentaa myös monia muitakin pelejä. Tämän osion tarkoituksena on antaa yhteenveto tarjolla olevista peleistä.

source: Popular Games
es: Juegos populares
fi: Suositut pelit

source: A list of some of the most popular games available with Ubuntu is given below.
es: Debajo aparece una lista de los juegos más populares disponibles en Ubuntu
fi: Alla lista suosituimmista Ubuntuun saatavilla olevista peleistä

source: <application>Neverball</application>, part puzzle and part action game, is a test of skill. The object of the game is to tilt the floor, rolling the ball through an obstacle course before time runs out.
es: <application>Neverball</application>, en parte puzle, en parte juego de acción, es una prueba de habilidad. El objetivo del juego es inclinar el suelo, haciendo rodar la bola a través de un circuito de obstáculos antes de que el tiempo se acabe.
fi: <application>Neverball</application> yhdistää ongelmanratkaisun ja toimintapelin. Pelin tarkoituksena on kuljettaa pallo määräajassa haastavien kenttien läpi.

source: Included with the <application>Neverball</application> package is the game <application>Neverputt</application>. <application>Neverputt</application> is a hot-seat multiplayer miniature golf game based on <application>Neverball</application>. Installing <application>Neverputt</application> by itself is not currently possible.
es: En el paquete <application>Neverball</application> está también incluido el juego <application>Neverputt</application>.<application>Neverputt</application> es un juego de minigolf multijugador por turnos basado en <application>Neverball</application>. Actualmente no se puede instalar <application>Neverputt</application> independientemente.
fi: <application>Neverball</application> paketin mukana tulee <application>Neverputt</application> -niminen peli. <application>Neverputt</application> on useab pelaajan minigolf peli, joka perustuu <application>Neverball</application> -peliin. <application>Neverputt</application>:n asentaminen yksinään ei ole tällä hetkellä mahdollista.

source: Install the <application>neverball</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
es: Instale el paquete <application>neverball</application> desde el repositorio <quote>Universe</quote> (ver <ulink type="help" url="ghelp:add-applications">Añadir aplicaciones</ulink>).
fi: Asenna <quote>Universe</quote>-pakettivarastosta paketti <application>neverball</application> (katso <ulink type="help" url="ghelp:add-applications">Ohjelmien lisääminen</ulink>).

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice> to play <application>Neverball</application>.
es: Pulse <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Juegos</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice> para jugar a <application>Neverball</application>.
fi: Valitse <menuchoice><guimenu>Sovellukset</guimenu><guisubmenu>Pelit</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice> pelataksesi <application>Neverball</application>:ia.

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice> to start the <application>Neverputt</application> game.
es: Pulse <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Juegos</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice> para iniciar el juego <application>Neverputt</application>.
fi: Valitse <menuchoice><guimenu>Sovellukset</guimenu><guisubmenu>Pelit</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice> käynnistääksesi <application>Neverputt</application>:n.

source: <application>Scorched3D</application> is a 3D remake of Scorched Earth, an artillery duel game.
es: <application>Scorched3D</application> es una recreación en 3D de Scorched Earth, un juego de duelos de artillería.
fi: <application>Scorched3D</application> on tehty Scorched Earthin pohjalta, joka on tykistökaksintaistelupeli.

source: Ensure you have hardware-accelerated 3D drivers installed for your video card in order to play Scorched3D.
es: Asegúrese de tener controladores para su tarjeta gráfica que habiliten la aceleración 3D por hardware para poder jugar a Scorched 3D.
fi: Varmista, että olet asentanut Scorched3D:n edellyttämät 3D-ajurit näytönohjaintasi varten.

source: Install the <application>scorched3d</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
es: Instale el paquete <application>scorched3d</application> del repositorio <quote>Universe</quote> (ver <ulink type="help" url="ghelp:add-applications">Añadir Aplicaciones</ulink>).
fi: Asenna <quote>Universe</quote>-pakettivarastosta paketti <application>scorched3d</application> (see <ulink type="help" url="ghelp:add-applications">Ohjelmien lisääminen</ulink>).

source: To start <application>Scorched3D</application>, choose <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>.
es: Para iniciar <application>Scorched3D</application>, seleccione <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Juegos</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>.
fi: Avataksesi <application>Scorched3D</application>-pelin, mene <menuchoice><guimenu>Sovellukset</guimenu><guisubmenu>Pelit</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>.

source: <application>Chromium</application> B.S.U. is a fast paced, arcade-style, top-scrolling space shooter. As a captain of the cargo ship Chromium B.S.U., the objective is to deliver supplies to the troops on the front line. The ship has a small fleet of robotic fighters which you control from the relative safety of the Chromium vessel. More information about the game can be found on the <ulink url="http://www.reptilelabour.com/software/chromium/">Chromium website</ulink>.
es: <application>Chromium</application> B.S.U. es un veloz juego espacial tipo arcade. Como capitán de la nave de carga Chromium B.S.U., el objetivo es entregar recursos a las tropas en el frente. La nave tiene una pequeña flota de guerreros robóticos que se controlan desde la relativa seguridad de la cubierta del Chromium. Puede encontrar más información sobre el juego en el <ulink url="http://www.reptilelabour.com/software/chromium/">sitio web de Chromium</ulink>.
fi: <application>Chromium</application> B.S.U. on nopeatahtinen, arcade-tyyppinen, yläsuuntaan etenevä avaruusammuntapeli. Kuorma-alus Chromium B.S.U.:n kapteenina pelaajan päämäärä on toimittaa tarpeita etulinjan joukoille. Aluksella on pieni joukko kauko-ohjattavia hävittäjiä, joita pelaaja ohjaa Chromium-aluksensa tarjoamasta kohtalaisesta suojasta. Lisätietoa pelistä löytyy <ulink url="http://www.reptilelabour.com/software/chromium/">Chromiumin kotisivulta</ulink> (englanninkielellä).

source: Install the <application>chromium</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
es: Instale el paquete <application>chromium</application> del repositorio <quote>Universe</quote> (ver <ulink type="help" url="ghelp:add-applications">Añadir Aplicaciones</ulink>).
fi: Asenna <application>chromium</application>-paketti <quote>universe</quote>-ohjelmalähteestä (katso <ulink type="help" url="ghelp:add-applications">Lisää sovelluksia</ulink>).

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice> to play <application>Chromium</application>.
es: Pulse <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Juegos</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice> para jugar a <application>Chromium</application>.
fi: Mene <menuchoice><guimenu>Sovellukset</guimenu><guisubmenu>Pelit</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice> pelataksesi <application>Chromiumia</application>.

source: <application>Frozen Bubble</application> is a clone of the popular <emphasis>Puzzle Bobble</emphasis> game. The object of the game is to shoot bubbles into groups of the same color to cause them to pop. Features include 100 single-player levels, a two-player mode, music and striking graphics. More information about the game can be found on the <ulink url="http://www.frozen-bubble.org/">Frozen Bubble website</ulink>.
es: <application>Frozen Bubble</application> es una copia del popular juego <emphasis>Puzzle Bobble</emphasis>. El objetivo del juego es disparar burbujas en grupos del mismo color para que desaparezcan. El juego presenta 100 niveles para un solo jugador, un modo de dos jugadores, música y espectaculares gráficos. Puede encontrar más información sobre el juego en <ulink url="http://www.frozen-bubble.org/">la web de Frozen Bubble</ulink>.
fi: <application>Frozen Bubble</application> on suositun <emphasis>Puzzle Bobble</emphasis>-pelin kopio. Pelin tavoite on ampua kuplia yhteen samanväristen kuplien kanssa saadaksesi ne hajoamaan. Pelissä on 100 yhden pelaajan kenttää, kahden pelaajan pelimuoto, äänet ja erinomaiset grafiikat. Löydät lisätietoa pelistä <ulink url="http://www.frozen-bubble.org/">Frozen Bubblen verkkosivuilta</ulink>.

source: Install the <application>frozen-bubble</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
es: Instalar el paquete <application>frozen-bubble</application> desde el repositorio <quote>Universe</quote> (vea <ulink type="help" url="ghelp:add-applications">Añadir Aplicaciones</ulink>).
fi: Asenna <application>frozen-bubble</application>-paketti <quote>universe</quote>-ohjelmalähteestä (katso <ulink type="help" url="ghelp:add-applications">Lisää sovelluksia</ulink>).

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice> to play <application>Frozen Bubble</application>.
es: Presione <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Juegos</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice> para jugar <application>Frozen Bubble</application>.
fi: Avaa <menuchoice><guimenu>Sovellukset</guimenu><guisubmenu>Pelit</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice> pelataksesi <application>Frozen Bubblea</application>.

source: <application>SuperTux</application> is a classic 2D jump and run sidescroller game in a style similar to the original <trademark>Super Mario Bros.</trademark> games. Features include 9 enemies, 26 playable levels, software and OpenGL rendering modes, configurable joystick and keyboard input, new music and completely redone graphics. More information about the game can be found on the <ulink url="http://supertux.berlios.de/">SuperTux website</ulink>.
es: <application>SuperTux</application> es un clásico juego 2D del tipo «salta y corre» de pantalla lateral en un estilo similar a los originales <trademark>Super Mario Bros.</trademark>. Sus características incluyen 9 enemigos, 26 niveles jugables, modos de renderizado por OpenGL o por software, controles configurables de teclado y joystick, nueva música y gráficos totalmente rediseñandos. Puede encontrar más información sobre el juego en el <ulink url="http://supertux.berlios.de/">sitio web de SuperTux</ulink>.
fi: <application>SuperTux</application> on perinteinen 2D-tasohyppelypeli. Se muistuttaa alkuperäisiä <trademark>Super Mario Bros.</trademark> -pelejä. SuperTux sisältää 9 vihollista, 26 pelattavaa kenttää, OpenGL-tuen, joystick-tuen, näppäimistötuen, uutta musiikkia ja kokonaan uudet grafiikat. Löydät lisätietoa pelistä <ulink url="http://supertux.berlios.de/">SuperTuxin verkkosivuilta</ulink>.

source: Install the <application>supertux</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
es: Instalar el paquete <application>supertux</application> desde el repositorio <quote>Universe</quote> (vea <ulink type="help" url="ghelp:add-applications">Añadir Aplicaciones</ulink>).
fi: Asenna <application>supertux</application>-paketti <quote>universe</quote>-ohjelmalähteestä (katso <ulink type="help" url="ghelp:add-applications">Lisää sovelluksia</ulink>).

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice> to start the <application>SuperTux</application> game.
es: Presione <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Juegos</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice> para comenzar a jugar <application>SuperTux</application>.
fi: Avaa <menuchoice><guimenu>Sovellukset</guimenu><guisubmenu>Pelit</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice> pelataksesi <application>SuperTux</application>-peliä.

source: <application>PlanetPenguin Racer</application> is a fork created from the last GPL-licenced version of <emphasis>Tux Racer</emphasis>. In addition to the levels from the original game, <application>PlanetPenguin Racer</application> also includes additional levels which have been developed by the community. The object of the game is to slide down the mountain, collecting fish as you go, and trying to reach the finish line in the shortest amount of time.
es: <application>PlanetPenguin Racer</application> es un derivado de la última versión licenciada bajo GPL de <emphasis>Tux Racer</emphasis>. Además de los niveles del juego original, <application>PlanetPenguin Racer</application> también incluye niveles adicionales desarrollados por la comunidad. El objetivo del juego es deslizarse colina abajo a través de la montaña, recolectando peces a medida que avanza, e intentando alcanzar la línea final en el menor tiempo posible.
fi: <application>PlanetPenguin Racer</application> perustuu <emphasis>Tux Racer</emphasis>-pelin viimeiseen GPL-lisensoituun versioon. Alkuperäisen pelin tasoja on täydennetty uusilla yhteisön kehittämillä tasoilla. Pelissä sinun pitää laskea alas vuoren rinnettä, kerätä kaloja ja päästää maaliin määräajassa.

source: Install the <application>planetpenguin-racer</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
es: Instalar el paquete <application>planetpenguin-racer</application> del repositorio <quote>Universe</quote> (vea <ulink type="help" url="ghelp:add-applications">Añadir Aplicaciones</ulink>).
fi: Asenna <application>planetpenguin-racer</application>-paketti <quote>universe</quote>-ohjelmalähteestä (katso <ulink type="help" url="ghelp:add-applications">Lisää sovelluksia</ulink>).

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice> to play the game.
es: Pulse <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Juegos</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice> para jugar al juego.
fi: Avaa <menuchoice><guimenu>Sovellukset</guimenu><guisubmenu>Pelit</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice> pelataksesi peliä.

source: <application>Tremulous</application> is a free, open source game that blends a team based First Person Shooter (FPS) with elements of a Real Time Strategy (RTS) game. Players can choose from two unique races, aliens and humans. The objective is to eliminate the opposing team by not only killing the opposing players but also removing their ability to respawn by destroying the spawn structures. More information about the game can be found on the <ulink url="http://tremulous.net/">Tremulous website</ulink>.
es: <application>Tremulous</application> es un juego libre de código abierto que mezcla características de juegos donde se maneja un personaje que camina y dispara con elementos de estrategia en tiempo real. Los jugadores pueden elegir entre dos razas únicas: extraterrestres o humanos. El objetivo es eliminar al equipo oponente no sólo matando a todos sus jugadores, sino también quitándoles su habilidad para reproducirse destruyendo las estructuras en donde engendran. Para más información acerca del juego, visite <ulink url="http://tremulous.net/">la página web de Tremulous</ulink>.
fi: <application>Tremulous</application> on vapaa, avoimen lähdekoodin peli,joka sekoittaa ryhmiin perustuvaa First Person Shooter (FPS) -pelityyliä ja elementtejä Real Time Strategy (RTS) -pelityylistä. Pelaajat valitsevat kahdesta eri rodusta, ihmiset ja alienit. Tavoite on eliminoida vastustajan joukkue, ei ainoastaan tappamalla, vaan myös estämällä henkiin herääminen tuhoamalla henkiin herätys rakennukset. Lisätietoa pelistä: <ulink url="http://tremulous.net/">Tremulouksen verkkosivuilta</ulink>.

source: Install the <application>tremulous</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
es: Instalar el paquete <application>tremulous</application> del repositorio <quote>Universe</quote> repository (vea <ulink type="help" url="ghelp:add-applications">Añadir Aplicaciones</ulink>).
fi: Asenna <application>tremulous</application>-paketti <quote>universe</quote>-ohjelmalähteestä (katso <ulink type="help" url="ghelp:add-applications">Lisää sovelluksia</ulink>).

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice> to play <application>Tremulous</application>.
es: Pulse <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Juegos</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice> para jugar a <application>Tremulous</application>.
fi: Avaa <menuchoice><guimenu>Sovellukset</guimenu><guisubmenu>Pelit</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice> pelataksesi <application>Tremulousta</application>.
