Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/add-applications/po/*.po
Languages: ar, bg, cs, da, de, el, es, eu, fr, gl, he, id, it, ja, ko, mk, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: To organize the software, Ubuntu repositories are categorized into four groups: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis>, and <emphasis>Multiverse</emphasis>. The rationale used to determine which software goes into which category is based on the level of support that software development teams provide for a program and the level of compliance the program has to the <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Free Software Philosophy</ulink>.
ar: لتنظيم البرمجيات، تصنّف مستودعات أوبونتو إلى أربع مجموعات: <emphasis>Main</emphasis> و <emphasis>Restricted</emphasis> و <emphasis>Universe</emphasis> و <emphasis>Multiverse</emphasis>. المعيار المستخدم لتحديد التصنيف الذي تتجه إليه البرمجيات مبني على مستوى الدعم الذي تقدمه فرق تطوير البرمجيات للبرنامج ومستوى توافق البرنامج مع <ulink url="http://www.ubuntu.com/ubuntu/philosophy">فلسفة البرمجيات الحرة</ulink>.
bg: Зо да се организира софтуера, хранилищата на Ubuntu са категоризирани в четири групи: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis> и <emphasis>Multiverse</emphasis>. Начинът за определяне на кой софтуер в кое хранилище е, е базиран на нивото на поддръжка, което разработчика предоставя за програма и нивото на оплаквания от програмата, които са на основата на <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Философия на безплатния софтуер</ulink>.
cs: Za účelem organizace softwaru jsou zdroje Ubuntu rozděleny do čtyř skupin: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis> a <emphasis>Multiverse</emphasis>. Logické odůvodnění toho, jaký software patří do jaké kategorie, je založeno na úrovni podpory, kterou poskytují vývojové týmy softwaru k programu a úrovni vyhovění programu <ulink url="http://www.ubuntu.cz/komunita/pribehubuntu/filozofie">filozofii svobodného softwaru</ulink>.
de: Zur Organisation der Software werden die Ubuntu-Software-Paketquellen in vier Gruppen unterteilt: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis> und <emphasis>Multiverse</emphasis>. Die Gründe zur Festlegung, welche Software welcher Gruppe zugeordnet ist, basiert darauf, wie viel Unterstützung die Entwicklungsteams für die Software bereitstellen, und in wie weit das Programm die <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Philosophie freier Software</ulink> einhält.
fr: Les dépôts Ubuntu sont organisés en quatre groupes : <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis>, et <emphasis>Multiverse</emphasis>. Cette logique de classement se base sur le niveau de soutien apporté par les équipes de développement aux logiciels, ainsi que leur compatibilité avec la <ulink url="http://www.ubuntu.com/ubuntu/philosophy">philosophie du logiciel libre</ulink>.
it: Per organizzare il software, i repository di Ubuntu sono suddivisi in quattro gruppi: <emphasis>main</emphasis>, <emphasis>restricted</emphasis>, <emphasis>universe</emphasis> e <emphasis>multiverse</emphasis>. Il criterio utilizzato per determinare in quale categoria ricade un programma si basa sul livello di supporto fornito al programma dal gruppo di sviluppo e quanto il programma è aderente alla filosofia del <ulink url="http://www.ubuntu-it.org/index.php?page=Filosofia">software libero</ulink>.
ja: ソフトウェアを整理するために、Ubuntuには4つの分類（コンポーネント）が存在します：<emphasis>Main</emphasis>、<emphasis>Restricted</emphasis>、<emphasis>Universe</emphasis>、<emphasis>Multiverse</emphasis>の4つです。個々のソフトウェアの分類方法は、そのソフトウェアの開発チームが提供するサポートの水準と、そのソフトウェアが<ulink url="http://www.ubuntu.com/ubuntu/philosophy">フリーソフトウェアの哲学</ulink>（<ulink url="http://www.ubuntulinux.jp/community/ubuntustory/philosophy">日本語訳</ulink>）にどれくらい従っているかによって決まります。
pl: W celu uporządkowania oprogramowania, repozytoria Ubuntu są podzielone na cztery kategorie: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis> i <emphasis>Multiverse</emphasis>. Określenie do której z kategorii zaliczyć dany program zależne jest od tego czy program ma wsparcie ze strony grupy deweloperów oprogramowania, oraz czy program spełnia założenia <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Filozofii Wolnego Oprogramowania</ulink>.
pt_br: Para organizar o software, os repositórios do Ubuntu são categorizados em quatro grupos: <emphasis>Principal (main)</emphasis>, <emphasis>Restrito (restricted)</emphasis>, <emphasis>Universo (universal)</emphasis>, e<emphasis>Multiverso (multiverse)</emphasis>. O uso racional usado para determinar qual software estará em determinada categoria, está baseada no nível de suporte que o time de desenvolvimento deste software provê para um programa e o nível de compativilidade do programa com a <ulink url="http://www.ubuntu.com/ubuntu/philosophy">filosofia do Software Livre</ulink>.
ru: Для организации работы с программным обеспечением, репозитории Ubuntu разделены на 4 группы: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis>, и <emphasis>Multiverse</emphasis>. Основанием для размещения того или иного ПО в каком-либо из репозиториев является уровень поддержки его производителем и степень соответствия его с <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Философией свободного программного обеспечения</ulink>.
zh_tw: Ubuntu的套件庫依下列四個類別組織: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis>, and <emphasis>Multiverse</emphasis>。 決定軟體類別的方式主要是依據其開發團隊的支援的程度而定， Ubuntu對於自由很堅持，因此希望把自由軟體和非自由軟體拆開來放。所以 Ubuntu 的處理方式是把它們拆成以下四大主要組件庫，讓使用者選擇需要。前兩個 Main 和 Restricted 是官方正式支援的，Universe 和 Multiverse 是不被官方正式支援的。而 Restricted 和 Multiverse 裡面是 non-free 的軟體。

source: Update repositories
ar: مستودعات التحديث
bg: Актуализиране на хранилищата
cs: Aktualizace zdrojů
de: Software-Paketquellen aktualisieren
el: Ενημέρωση αποθετηρίων
fr: Mise à jour des dépôts
it: Aggiornare i repository
ja: アップデートリポジトリ
pl: Aktualizacja repozytoriów
pt_br: Repositórios de atualizações
ru: Репозитории обновлений
sv: Uppdatera förråd
zh_tw: 更新套件庫

source: The Update Manager automatically finds software updates for your computer when they are available. It regularly gathers information on potential updates from a number of online update sources.
ar: يجد مدير التحديث تحديثات البرمجيات تلقائيا لحاسوبك عندما تتوفر. من المعتاد أن تجمّع المعلومات عن التحديثات الكامنة من عدد من مصادر التحديث على الإنترنت.
bg: Диспечер на актуализациите автоматично открива софтуерни обновления (когато са достъпни) за вашия компютър. Редовно изтегля информация за обновления от много онлайн източници за обновления.
cs: Správce aktualizací automaticky vyhledává aktualizace softwaru pro váš počítač, pokud jsou dostupné. Pravidelně zjišťuje informace o potenciálních aktualizacích z množství internetových aktualizačních zdrojů.
de: Die Aktualisierungsverwaltung findet automatisch Software-Aktualisierungen, wenn diese verfügbar sind. Es werden regelmäßig Informationen über mögliche Aktualisierungen aus einer Reihe von online verfügbaren Aktualisierungsquellen gesammelt.
el: Η Διαχείριση ενημερώσεων βρίσκει αυτόματα ενημερώσεις λογισμικού για τον υπολογιστή σας όταν αυτές είναι διαθέσιμες. Συλλέγει τακτικά πληροφορίες για πιθανές ενημερώσεις από πολλές δικτυακές πηγές ενημερώσεων.
fr: Le gestionnaire de mises à jour recherche automatiquement les mises à jour logicielles pour votre système quand elles sont disponibles. Il rassemble régulièrement des informations sur les mises à jour potentielles à partir d'un certain nombre de sources logicielles (dépôts).
it: Il programma di gestione degli aggiornamenti è in grado di trovare automaticamente gli aggiornamenti quando sono disponibili: raccoglie regolarmente informazioni sui potenziali aggiornamenti da diverse fonti di aggiornamento in rete.
ja: アップデート・マネージャは、利用可能なソフトウェアの更新が存在するかどうかを自動的に確認します。オンライン上に複数存在するアップデートソースから、更新の対象になりうる情報を定期的に集めます。
pl: Menedżer aktualizacji automatycznie wyszukuje dostępne aktualizacje. Zbiera on regularnie informacje o potencjalnych aktualizacjach z kilku źródeł.
pt_br: O Gerenciador de Atualizações procura automaticamente atualizações para o seu computador quando elas estão disponíveis. Ele regularmente recebe informações de atualizações em potencial de várias fontes de atualização on-line.
ru: Менеджер обновлений автоматически находит доступные обновления для вашего компьютера. Он регулярно получает список возможных обновлений из различных источников в Интернете.
sv: Uppdateringshanteraren hittar automatiskt programuppdateringar för din dator när de finns tillgängliga. Den samlar in information med jämna mellanrum om potentiella uppdateringar från ett antal uppdateringskällor på nätet.
zh_tw: 當有套件庫的有任何更新時，『更新管理員』會自動為你的電腦搜尋適合的軟體更新，它會從線上的數個更新來源蒐集潛在的可更新資訊。

source: If you click <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Software Sources</guimenuitem></menuchoice> and select the <guilabel>Updates</guilabel> tab, you will notice that four update sources are available. An explanation for each of these is provided below:
ar: إذا نقرت <menuchoice><guimenu>نظام</guimenu><guimenuitem>إدارة</guimenuitem><guimenuitem>مصادر البرمجيات</guimenuitem></menuchoice> وانتقيت لسان <guilabel>تحديثات</guilabel>، سوف تشعر أن أربع مصادر تحديث متاحة. توضيح لكل منها مقدم أسفله:
bg: Ако натиснете <menuchoice><guimenu>Система</guimenu><guimenuitem>Администриране</guimenuitem><guimenuitem>Източници на софтуер</guimenuitem></menuchoice> и изберете раздела <guilabel>Актуализации</guilabel>, ще забележите, че са достъпни четири източника на софтуер. Обяснение за всеки един от тях е предоставено отдолу:
cs: Pokud kliknete na <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Zdroje softwaru</guimenuitem></menuchoice> a vyberete panel <guilabel>Aktualizace</guilabel>, povšimněte si, že jsou k dispozici 4 aktualizační zdroje. Níže je podáno vysvětlení každého z nich:
de: Wenn Sie auf <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Software-Paketquellen</guimenuitem></menuchoice> klicken und den Reiter <guilabel>Aktualisierungen</guilabel> auswählen, werden Sie bemerken, dass vier Aktualisierungsquellen verfügbar sind. Eine Erläuterung jeder davon wird im Folgenden angegeben:
el: Εάν επιλέξετε <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Διαχείριση συστήματος</guimenuitem><guimenuitem>Πηγές λογισμικού</guimenuitem></menuchoice> και στο παράθυρο που θα εμφανιστεί επιλέξετε την καρτέλα <guilabel>Ενημερώσεις</guilabel>, θα διαπιστώσετε ότι υπάρχουν διαθέσιμες τέσσερις πηγές ενημερώσεων. Ακολουθούν επεξηγήσεις για την κάθε μια από αυτές:
fr: Si vous cliquez dans <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Sources de logiciels</guimenuitem></menuchoice> et sélectionnez l'onglet <guilabel>Mises à jour</guilabel>, vous noterez que quatre sources de mises à jour sont disponibles. Une explication pour chacune d'entre elle est fournie ci-dessous :
it: Scegliendo <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Sorgenti software</guimenuitem></menuchoice> e quindi la scheda <guilabel>Aggiornamenti</guilabel>, è possibile notare che sono disponibili quattro sorgenti di aggiornamento. Di seguito viene fornita una spiegazione per ognuna di esse:
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>ソフトウェア・ソース</guimenuitem></menuchoice>をクリックし、<guilabel>アップデート</guilabel>タブを選択すると、4種類のアップデートソースが存在することに気づくでしょう。それぞれの意味は以下の通りです：
pl: Klikając <menuchoice><guimenu>System</guimenu><guimenuitem>Administracja</guimenuitem><guimenuitem>Źródła oprogramowania</guimenuitem></menuchoice> i przechodząc do karty <guilabel>Aktualizacje</guilabel>, zobaczysz cztery źródła z aktualizacjami. Poniżej znajduje się objaśnienie dla każdego z nich:
pt_br: Se você clicar em <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Canais de Software</guimenuitem></menuchoice> e selecionar a aba <guilabel>Atualizações</guilabel>, você irá notar quatro fonte de atualizações disponíveis. A explicação para cada uma delas está disponível abaixo:
ru: Если вы откроете <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem><guimenuitem>Источники приложений</guimenuitem></menuchoice> и выберете вкладку <guilabel>Обновления</guilabel>, вы заметите четыре возможных источника для обновлений. Объяснение каждого из них дано ниже:
sv: Om du klickar på <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Progamkällor</guimenuitem></menuchoice> och väljer fliken <guilabel>Uppdateringar</guilabel> så ser du att det finns fyra olika uppdateringskällor tillgängliga. En förklaring av dessa finns nedan:
zh_tw: 如果你按下<menuchoice><guimenu>系統</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>軟體來源</guimenuitem></menuchoice> 並選擇 <guilabel>更新</guilabel> 標籤, 你會注意到四個主要的Ubuntu更新， 以下是簡介:

source: <emphasis role="strong">Important security updates:</emphasis> Updates which fix critical security flaws are made available through this source. It is recommended that all users leave this source enabled (it should be enabled by default).
ar: <emphasis role="strong">تحديثات أمنية هامة:</emphasis> التحديثات التي تصلح ثغرة أمنية هامة متاحة عبر هذا المصدر. من المستحسن أن يبقي كل المستخدمين هذا المصدر مفعلا (يجب أن يكون مفعلا مبدئيا).
bg: <emphasis role="strong">Важни обновления за сигурността:</emphasis> През този източник са достъпни обновления, които поправят критични дупки в сигурността. Препоръчително е всички потребители да оставят този източник разрешен (трябва да бъде включен по подразбиране).
cs: <emphasis role="strong">Důležité bezpečnostní aktualizace:</emphasis> Aktualizace, které opravují kritické bezpečnostní rizika, jsou dostupné přes tento zdroj. Je doporučeno, aby všichni uživatelé ponechali tento zdroj povolený (standardně by měl být povolen).
de: <emphasis role="strong">Wichtige Sicherheitsaktualisierungen:</emphasis> über diese Quelle werden Aktualisierungen verfügbar gemacht, die kritische Sicherheitsdefekte beheben. Es wird allen Benutzern empfohlen, diese Quelle aktiviert zu lassen (sie sollte standardmäßig aktiviert sein).
el: <emphasis role="strong">Σημαντικές ενημερώσεις ασφαλείας:</emphasis> Ενημερώσεις που διορθώνουν κρίσιμα προβλήματα σχετικά με την ασφάλεια γίνονται διαθέσιμες μέσα από εδώ. Συνίσταται σε όλους τους χρήστες να αφήσουν αυτή την πηγή επιλεγμένη (όπως πρέπει να είναι εξ ορισμού).
fr: <emphasis role="strong">Mises à jour de sécurité importantes :</emphasis> cette source met à disposition les mises à jour corrigeant des failles de sécurité critiques. Il est recommandé que tous les utilisateurs maintiennent cette source active (elle devrait être sélectionnée par défaut).
it: <emphasis role="strong">Aggiornamenti di sicurezza importanti</emphasis>: aggiornamenti che risolvono problemi critici di sicurezza. È raccomandato lasciare abilitata questa opzione (dovrebbe esserlo in modo predefinito).
ja: <emphasis role="strong">重要なセキュリティアップデート：</emphasis>このソースからは深刻なセキュリティ脆弱性を修正する更新情報が提供されます。全てのユーザが、この設定を有効にしておくことをおすすめします（初期状態だと有効になっているはずです）。
pl: <emphasis role="strong">Ważne aktualizacje bezpieczeństwa:</emphasis> znajdują tu się aktualizacje naprawiające krytyczne błędy bezpieczeństwa. Zaleca się, aby każdy użytkownik pozostawił to źródło włączone (powinno być włączone w domyślnej instalacji).
pt_br: <emphasis role="strong">Atualizações importantes de segurança:</emphasis> Atualizações que corrigem falhas graves de segurança são disponibilizadas através desta fonte. è recomendável que todos os usuários deixem esta fonte habilitada (deve estar habilitada por padrão).
ru: <emphasis role="strong">Важные обновления безопасности:</emphasis> Обновления, которые исправляют проблемы с безопасностью. Рекомендуется оставить их включенными (по умолчанию)
sv: <emphasis role="strong">Viktiga säkerhetsuppdateringar:</emphasis> Uppdateringar som åtgärdar kritiska säkerhetsbrister görs tillgängliga genom denna källa. Det rekommenderas att alla användare lämnar denna källa aktiverad (den ska vara aktiverad som standard)
zh_tw: <emphasis role="strong">重要的安全更新:</emphasis> 專門為嚴重的安全漏洞提供修補與更新，建議所有的使用者啟用這個來源。

source: <emphasis role="strong">Recommended updates:</emphasis> Updates which fix serious software problems (which are not security flaws) are made available through this source. Most users will want to leave this source enabled as common and annoying problems are often fixed with these updates.
ar: <emphasis role="strong">تحديثات مستحسنة:</emphasis> التحديثات التي تصلح مشاكل برمجيات خطيرة (والتي ليست ثغرات أمنية) متاحة عبر هذا المصدر. معظم المستخدمين سيرغبون بترك هذا المصدر مفعلا طالما أن المشاكل الشائعة والمزعجة يتم إصلاحها مع هذه التحديثات.
bg: <emphasis role="strong">Препоръчителни обновления:</emphasis> През този източник са доспъни обновления, които поправят сериозни софтуерни проблеми (които не са дупки в сигурността) . Повечето потребители нямат нищо против да оставят този източник разрешен, защото с тези обновления често се поправят дразнещи проблеми.
cs: <emphasis role="strong">Doporučené aktualizace:</emphasis> Aktualizace, které opravují různé problémy softwaru (avšak nejsou bezpečnostním rizikem), jsou dostupné přes tento zdroj. Většina uživatelů ponechává tento zdroj povolený a těmito aktualizacemi jsou tak často opraveny nepříjemné problémy.
de: <emphasis role="strong">Empfohlende Aktualisierungen:</emphasis> über diese Quelle werden Aktualisierungen verfügbar gemacht, die ernsthafte Software-Probleme beheben (die aber keine Sicherheitsdefekte) darstellen. Die meisten Benutzer werden daran interessiert sein, diese Quelle aktiviert zu lassen, da oft allgemeine und störende Probleme durch diese Aktualisierungen behoben werden.
el: <emphasis role="strong">Συνιστώμενες ενημερώσεις:</emphasis> Ενημερώσεις που διορθώνουν σημαντικά προβλήματα του λογισμικού (τα οποία όμως δεν είναι προβλήματα σχετικά με την ασφάλεια) γίνονται διαθέσιμες από εδώ. Οι περισσότεροι χρήστες θα είναι προτιμότερο να αφήσουν αυτή την πηγή επιλεγμένη ώστε να αποφύγουν συχνά και ενοχλητικά προβλήματα τα οποία συχνά διορθώνονται με τέτοιες ενημερώσεις.
fr: <emphasis role="strong">Mises à jour recommandées :</emphasis> cette source met à disposition les mises à jour résolvant les problèmes logiciels importants (qui ne sont pas des failles de sécurité). La plupart des utilisateurs voudront laisser cette source active car les problèmes courants et ennuyeux sont souvent corrigés par ces mises à jour.
it: <emphasis role="strong">Aggiornamenti raccomandati</emphasis>: aggiornamenti che risolvono gravi problemi software (non problemi di sicurezza). È utile avere questa opzione abilitata poiché molti problemi comuni sono risolti attraverso questi aggiornamenti.
ja: <emphasis role="strong">推奨アップデート：</emphasis>セキュリティ脆弱性以外の深刻なソフトウェアの不具合を修正する更新情報が提供されます。このアップデートによってやっかいな問題が解決することもしばしばありますので、一般的に大抵のユーザは有効にしておいた方が良いでしょう。
pl: <emphasis role="strong">Aktualizacje polecane:</emphasis> znajdują tu się aktualizacje naprawiające poważne błędy w oprogramowaniu (które nie są błędami bezpieczeństwa). Większość użytkowników będzie chciała pozostawić to źródło włączone, ponieważ często aktualizacje z tego źródła naprawiają popularne i dokuczliwe błędy.
pt_br: <emphasis role="strong">Atualizações recomendadas:</emphasis> Atualizações que corrigem problemas sérios de software (que não são falhas de segurança) são disponibilizadas através desta fonte. A maioria dos usuários devem deixar esta fonte hablitada, pois problemas comuns são geralmente corrigidos por estas atualizações.
ru: <emphasis role="strong">Рекомендуемые обновления:</emphasis> Обновления, исправляющие серьёзные проблемы ПО (которые не являются проблемами с безопасностью). Для многих пользователей рекомендуется оставить этот источник. Многие общие и мелкие проблемы решаются через него.
sv: <emphasis role="strong">Rekommenderade uppdateringar:</emphasis> Uppdateringar som åtgärdar allvarliga fel i program (som inte är säkerhetsbrister) är tillgängliga genom denna källa. De flesta användare kommer att vilja lämna denna källa aktiverad, eftersom vanliga och irriterande problem ofta åtgärdas med dessa uppdateringar.
zh_tw: <emphasis role="strong">建議的安全更新:</emphasis> : 專門為修正軟體問題(非安全漏洞)所提供的更新源，多數的使用者會希望啟用這個更新，因為一些常見和擾人的軟體問題通常會在這裡得到解決。
