Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/add-applications/po/*.po
Languages: ar, bg, cs, da, de, el, es, eu, fr, gl, he, id, it, ja, ko, mk, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: Installing packages using the Ubuntu installation CD
ar: تثبيت الحزم باستخدم اسطوانة تثبيت أوبونتو
bg: Инсталиране на пакети използвайки инсталационния компакт диск на Ubuntu
cs: Instalace balíků pomocí instalačního CD Ubuntu
da: Installer pakker vha. Ubuntus installationscd
de: Pakete mit der Ubuntu-Installations-CD installieren
el: Εγκατάσταση πακέτων χρησιμοποιώντας το CD Εγκατάστασης Ubuntu
es: Instalar paquetes usando el CD de instalación de Ubuntu
eu: Paketeak instalatu Ubuntu Instalazio-CDa erabiliz
fr: Installation des paquets en utilisant le CD d'installation Ubuntu
gl: Instalar paquetes usando o CD de instalación de Ubuntu
he: התקנת חבילות באמצעות דיסק ההתקנה של אובונטו
id: Menginstal paket menggunakan CD Instalasi Ubuntu
it: Installare i pacchetti usando il CD d'installazione di Ubuntu
ja: UbuntuインストールCDを用いてパッケージをインストールするには
ko: 우분투 설치 CD 를 사용하여 꾸러미 설치하기
mk: Инсталирање на пакети со користење на инсталационото CD за Ubuntu
nl: Pakketten installeren met de Ubuntu installatie-CD
pl: Instalowanie pakietów przy użyciu płyty instalacyjnej Ubuntu
pt_br: Instalando pacotes usando o CD de instalação do Ubuntu
ro: Instalarea pachetelor folosind CD de instalare Ubuntu
ru: Установка пакетов с компакт-диска Ubuntu
sk: Inštalácia balíkov prostredníctvom inštalačného CD Ubuntu
sv: Installera paket med Ubuntus installations-cd
zh_cn: 用Ubnutu安装光盘安装软件包
zh_tw: 使用 Ubuntu 安裝 CD 安裝套件

source: Some packages from the <emphasis>main</emphasis> and <emphasis>restricted</emphasis> Ubuntu package repositories can be installed from the Ubuntu installation CD. Simply insert your Ubuntu installation CD and open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>. To list only packages on the Ubuntu installation CD, click on the <guibutton>Origin</guibutton> button in the lower left corner of the Synaptic window. The packages should be listed under the <guimenuitem>Ubuntu 8.10_Intrepid_Ibex</guimenuitem> section.
es: Algunos paquetes de los repositorios <emphasis>main</emphasis> y <emphasis>restricted</emphasis> de Ubuntu pueden instalarse desde el CD de instalación de Ubuntu. Simplemente introduzca el CD de instalación de Ubuntu y abra <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Gestor de paquetes Synaptic</guimenuitem></menuchoice>. Para mostrar únicamente los paquetes contenidos en el CD de instalación de Ubuntu, pulse en el botón <guibutton>Origen</guibutton> de la esquina inferior izquierda de la ventana de Synaptic. Los paquetes se mostrarán dentro de la sección <guimenuitem>Ubuntu 8.10_Intrepid_Ibex</guimenuitem>.
ro: Anumite pachete din depozitele Ubuntu <emphasis>main</emphasis> și <emphasis>restricted</emphasis> pot fi instalate de pe CD-ul Ubuntu. Introduceți pur și simplu CD-ul de instalare Ubuntu și deschideți <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Administratorul de pachete Synaptic</guimenuitem></menuchoice>. Pentru a lista doar pachetele de pe CD-ul de instalare, apăsați pe butonul <guibutton>Origine</guibutton> în partea stăngă-jos din fereastra Synaptic. Pachetele ar trebui să fie listate sub secțiunea <guimenuitem>Ubuntu 8.10_Intrepid_Ibex</guimenuitem>.

source: If the packages are not listed, it may be because the CD is not listed as a package repository (the CD should be listed as a repository by default). To add the CD as a package repository, follow the instructions in <xref linkend="repository-cds"/>, below.
ar: إذا لم تسرد الحزم، من الممكن أن يكون لأن القرص غير مسرود كمستودع حزم (يجب أن يسرد القرص كمستودع حزم مبدئيا). لإضافة القرص كمستودع حزم، اتبع التعليمات في <xref linkend="repository-cds"/>، أسفله.
bg: Ако пакетите не бъдат описани, възможно е дискът да не е описан като хранилище на пакети (дискът по подразбиране трябва да бъде описан като хранилище). За да добавите диск като хранилище с пакети, следвайте инструкциите в <xref linkend="repository-cds"/>.
cs: Pokud nejsou balíky zobrazeny, může to být způsobeno nezařazením CD mezi zdroje softwaru (ve výchozím nastavení by CD zařazeno být mělo). Pro zařazení CD mezi zdroje softwaru následujte instrukce níže, v <xref linkend="repository-cds"/>.
da: Hvis pakkerne ikke vises kan det være fordi cd'en ikke står nævnt som et pakkearkiv (cd'en burde som standard være anført som et arkiv). For at tilføje cd'en som et pakkearkiv, skal du følge instruktionerne i <xref linkend="repository-cds"/>, herunder.
de: Wenn die Pakete nicht aufgelistet sind, kann das den Grund haben, dass die CD nicht als Paketquelle installiert ist (die CD sollte standardmäßig als Paketquelle installiert sein). Um die CD als Paketquelle hinzuzufügen, folgen Sie bitte den Anweisungen in <xref linkend="repository-cds"/> unten.
el: Αν τα πακέτα δεν βρίσκονται στην λίστα, τότε αυτό μπορεί να οφείλεται στο ότι το CD δεν είναι ορισμένο ως αποθετήριο λογισμικού (το CD θα έπρεπε να βρίσκεται στην λίστα με τα αποθετήρια εξ ορισμού). Για να εισάγετε το CD ως αποθετήριο, ακολουθήστε τις παρακάτω οδηγίες στο <xref linkend="repository-cds"/>.
es: Si no se muestran los paquetes, puede que sea debido a que el CD no aparece como un repositorio de paquetes (el CD debería aparecer como un repositorio de forma predeterminada). Para añadir el CD como un repositorio de paquetes, siga las instrucciones de <xref linkend="repository-cds"/>, más abajo.
fr: Si les paquets ne sont pas affichés, c'est peut-être que le CD n'est pas configuré dans la liste des dépôts de paquets (le CD est normalement configuré par défaut comme dépôt). Pour ajouter le CD comme dépôt de paquets, suivre les instructions dans <xref linkend="repository-cds"/>.
gl: Se os paquetes non están listados pódese deber a que o CD non está listado como repositorio de paquetes (o CD debería estar listado como repositorio por omisión). Para engadir o CD como repositorio de paquetes, siga as instrucións en <xref linkend="repository-cds"/>, máis abaixo.
he: אם החבילות אינן רשומות, יתכן וזה מכיוון שהתקליטור לא רשום כמאגר (התקליטור צריך להיות רשום כמאגר כברירת מחדל). להוספת התקליטור למאגר, עקוב אחר ההוראות ב: <xref linkend="repository-cds"/>, למטה.
it: Se i pacchetti non sono presenti nell'elenco, è possibile che il CD non risulta inserito come repository di pacchetti (dovrebbe esserlo in modo predefinito). Per aggiungere il CD tra i repository di pacchetti, consultare <xref linkend="repository-cds"/>.
ja: パッケージ一覧が表示されない場合、そのCDがパッケージリポジトリとして登録されていない可能性があります（初期状態だと、インストールCDはリポジトリとして登録されているはずです）。CDをパッケージリポジトリとして登録するには、下記の<xref linkend="repository-cds"/>を参照してください。
mk: Ако пакетите не се излистани, тогаш CD-то не е внесено како складиште со пакети (CD-то треба стандардно да биде излистано како складиште со пакети). За да го додадете CD-то како складиште со пакети, следете ги инструкциите <xref linkend="repository-cds"/>, подоле.
nl: Als de pakketten niet in de lijst staan, dan kan dat zijn doordat de CD niet als pakketbron wordt weergegeven (de CD hoort standaard als pakketbron te worden weergegeven). Om de CD als pakketbron toe te voegen, volg onderstaande instructies in <xref linkend="repository-cds"/>.
pl: Jeśli pakiety nie są pokazane to może znaczyć, że CD nie jest umieszczony w wykazie repozytoriów (powinien być standardowo umieszczony w nim). Aby dodać CD jako repozytorium należy wykonać instrukcje zawarte w <xref linkend="repository-cds"/>.
pt_br: Se os pacotes não estão listados, pode ser porque o CD não estão listado como um repositório de pacotes (o CD deveria estar listado por padrão). Para adicionar o CD como um repositório de pacotes, siga as instruções em <xref linkend="repository-cds"/>. Abaixo.
ro: Dacă pachetele nu sunt listate se poate datora faptului că CD-ul nu este listat ca depozit de pachete (CD-ul ar trebui să fie listat implicit ca depozit de pachete). Pentru a adăuga un CD ca depozit de pachete urmați instrucțiunile de mai jos din <xref linkend="repository-cds"/>.
ru: Если список пакетов пуст, это может означать, что установочный диск не входит в список репозиториев пакетов (данный диск входит в этот список по умолчанию). Для добавления CD в качестве репозитория воспользуйтесь инструкцией <xref linkend="repository-cds"/>, приведённой ниже.
sk: Ak tam balíky nie sú uvedené, môže tak byť z dôvodu, že CD nie je vedené ako zdroj balíkov (predvolene by CD malo byť uvedené ako zdroj). Na pridanie CD ako zdroja balíkov nasledujte inštrukcie podľa <xref linkend="repository-cds"/>, nižšie.
sv: Om paketen inte visas kan det bero på att cd-skivan inte finns listad som ett paketförråd (cd-skivan ska som standard listas som ett förråd). För att lägga till cd-skivan som ett paketförråd, följ nedanstående instruktionerna i <xref linkend="repository-cds"/>.
zh_cn: 如果这些软件包没有被列出来，那有可能是安装光盘没有被标识为一个软件源（缺省情况下，安装光盘应该已经存在于软件源列表中）。要将安装光盘添加为一个软件源，请执行 <xref linkend="repository-cds"/> 中的如下步骤：
zh_tw: 如果套件不在列表中, 有可能是此張光碟未列入套件庫中(此光碟應已預設列入套件庫中). 要把此張光碟列入套件庫中, 請遵照下列方法 <xref linkend="repository-cds"/>.

source: Enabling other CDs that can be used to install packages
ar: تمكين أقراص أخرى يمكن أن تستخدم لتثبيت الحزم
bg: Използване на други компакт дискове, които могат да се използват за инсталиране на пакети
cs: Povolení dalších CD použitelných k instalaci balíků
da: Aktivér andre cd'er som kan bruges til at installere pakker
de: Andere CDs aktivieren, die zum Installieren von Paketen verwendet werden können.
el: Ενεργοποιώντας επιπλέον CD που μπορούν να χρησιμοποιηθούν για εγκατάσταση πακέτων
es: Habilitar otros CDs de forma que puedan ser usados para instalar paquetes
eu: Paketeak instalatzeko erabili daitezkeen beste CD batzuk gaitzea
fr: Activer les autres CDs disponibles pour l'installation de paquets
gl: Habilitar outros CDs que poidan ser usados para instalar paquetes
he: מאפשר תקליטור אחר שניתן להתקין באמצעותו חבילות
id: Memungkinkan CD lain yang dapat dipakai untuk memasang paket-paket
it: Abilitare altri CD che possono essere usati per installare pacchetti
ja: その他のCDでパッケージをインストールできるようにするには
ko: 꾸러미를 설치하기 위해 다른 CD 사용하기
mk: Поставување на други CD-ња кои ќе можат да се користат за инсталирање на пакети
nl: Inschakelen van andere CD's die gebruikt kunnen worden om pakketten te installeren
pl: Udostępnianie innych płyt CD, które można użyć do instalowania pakietów
pt_br: Habilitando outros CDs que podem ser usados para instalar pacotes
ro: Activarea altor CD-uri ce pot fi folosite la instalarea de pachete
ru: Использование других компакт-дисков для установки пакетов
sk: Povolenie iných CD, ktoré môžu byť použité na inštalovanie balíkov
sv: Aktivera andra cd-skivor som kan användas för att installera paket
zh_cn: 使其他光盘能用来安装软件包。
zh_tw: 啟用其他可用於安裝套件的光碟

source: To enable Synaptic and other package managers to install software from CDs which contain packages:
ar: لتمكين Synaptic ومديري حزم آخرين من تثبت برمجيات من اسطوانات تحتوي حزما:
bg: За да разрешите на Synaptic и други мениджъри на пакети да инсталират софтуер от компакт дискове, които съдържат пакети, направете следното:
cs: Pro povolení instalace softwaru z CD obsahujícího balíky pomocí Synapticu a jiných správců balíků:
de: Um es Synaptic und anderen Paketverwaltungen zu ermöglichen, Software von CDs mit Paketen zu installieren:
el: Για να ορίσετε την εφαρμογή Synaptic και άλλους διαχειριστές πακέτων να εγκαθιστούν λογισμικό από CD που περιέχουν πακέτα:
es: Para permitir que Synaptic y otros gestores de paquetes puedan instalar software de CDs que contengan paquetes:
fr: Pour permettre à Synaptic et aux autres gestionnaires de paquets d'installer des logiciels depuis un CD :
it: Affinché Synaptic e altri gestori di pacchetti installino software da CD che contengono pacchetti:
ja: Synapticやその他のパッケージマネージャを使って、CDに保存されているパッケージ一覧からソフトウェアをインストールしたい場合は：
pl: Aby umożliwić Synapticowi lub innym menedżerom pakietów instalację oprogramowania z płyt CD zawierających pakiety, należy wykonać poniższe czynności:
pt_br: Para permitir o Synaptic e outros gerenciadores de pacotes instalarem software de CDs que contêm pacotes.
ro: Pentru a activa Synaptic și alte administratoare de pachete pentru instalarea software de pe CD-uri care conțin pachete:
ru: Чтобы разрешить Synaptic'у и другим менеджерам пакетов устанавливать ПО с CD, содержащих пакеты:
sv: För att aktivera Synaptic och andra pakethanterare att installera programvara från cd-skivor som innehållet paket:
zh_tw: 如果要讓Synaptic使用其他的套件光碟

source: Press <menuchoice><guimenuitem>System</guimenuitem><guimenuitem>Administration</guimenuitem><guimenuitem>Software Sources</guimenuitem></menuchoice>.
da: Tryk <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic - pakkehåndtering</guimenuitem></menuchoice>.
es: Pulse <menuchoice><guimenuitem>Sistema</guimenuitem><guimenuitem>Administración</guimenuitem><guimenuitem>Orígenes del software</guimenuitem></menuchoice>.
gl: Prema <menuchoice><guimenuitem>Sistema</guimenuitem><guimenuitem>Administración</guimenuitem><guimenuitem>Fontes de Software</guimenuitem></menuchoice>.
he: לחץ <menuchoice><guimenuitem>System</guimenuitem><guimenuitem>Administration</guimenuitem><guimenuitem>Software Sources</guimenuitem></menuchoice> (מערכת - ניהול - מקורות תוכנה).
mk: Притиснете <menuchoice><guimenuitem>Систем</guimenuitem><guimenuitem>Администрација</guimenuitem><guimenuitem>Софтверски извори</guimenuitem></menuchoice>.
nl: Klik op <menuchoice><guimenuitem>Systeem</guimenuitem><guimenuitem>Beheer</guimenuitem><guimenuitem>Softwarebronnen</guimenuitem></menuchoice>.
ro: Apăsați <menuchoice><guimenuitem>Sistem</guimenuitem><guimenuitem>Administrare</guimenuitem><guimenuitem>Surse Software</guimenuitem></menuchoice>
sk: Stlačte <menuchoice><guimenuitem>Systém</guimenuitem><guimenuitem>Správa</guimenuitem><guimenuitem>Zdroje softvéru</guimenuitem></menuchoice>.
zh_cn: 点击 <menuchoice><guimenuitem>系统</guimenuitem><guimenuitem>管理</guimenuitem><guimenuitem>软件源</guimenuitem></menuchoice>。

source: Go to the <guilabel>Third Party Software</guilabel> tab and click on the <guibutton>Add CD-ROM</guibutton> button.
da: Gå til fanebladet <guilabel>Tredjepartssoftware</guilabel> og klik på knappen <guibutton>Tilføj cd-rom</guibutton>.
es: Vaya a la solapa <guilabel>Software de terceros</guilabel> y pulse en el botón <guibutton>Añadir CD-ROM...</guibutton>.
gl: Vaia á pestana <guilabel>Software de Terceiras Partes</guilabel> e calque no botón<guibutton>Engadir CD-ROM</guibutton>.
he: לך ללשונית <guilabel>תוכנות צד שלישי</guilabel> ולחץ על הכפתור <guibutton>הוסף תקליטור</guibutton>.
mk: Одете на јазичето <guilabel>Софтвер од додатни добавувачи</guilabel> и кликнете на копчето <guibutton>Додај CD-ROM</guibutton>.
nl: Ga naar de tab <guilabel>Software van derden</guilabel> en klik op de knop <guibutton>CD-ROM toevoegen</guibutton>.
ro: Mergeţi la pagina <guilabel>Programe de la Terţe Surse</guilabel> şi apăsaţi pe butonul <guibutton>Adaugă CD-ROM</guibutton>.
sk: Otvorte kartu <guilabel>Softvér tretej strany</guilabel> a kliknite na tlačidlo <guibutton>Pridať CD-ROM...</guibutton>.
zh_cn: 指到 <guilabel>第三方软件</guilabel>标签并点击<guibutton>添加 CD-ROM</guibutton>按钮。

source: Insert the CD.
ar: أدرج الاسطوانة.
bg: Поставете компакт диска.
cs: Vložte CD.
da: Indsæt cd'en.
de: Legen Sie die CD in das Laufwerk.
el: Εισάγετε το CD.
es: Inserte el CD.
eu: Sartu ezazu CDa.
fr: Insérez le CD.
gl: Insira o CD.
he: הכנס את התקליטור.
id: Masukkan CD.
it: Inserire il CD.
ja: CDを挿入してください
ko: CD 를 넣습니다.
mk: Внесете го CD-то.
nl: Voer de CD in.
pl: Włożyć płytę CD do napędu.
pt_br: Insira o CD.
ro: Introduceţi CD-ul
ru: Вставьте компакт-диск.
sk: Vložte CD.
sv: Mata in skivan.
zh_cn: 插入CD。
zh_tw: 放入 CD。

source: The packages should then be listed. To have Synaptic only list packages from the CD, click the <guibutton>Origin</guibutton> button on the lower left corner of the Synaptic window and then find the name of the CD in the list in the upper left corner the window.
ar: يحب أن تسرد حينها الحزم. ليسرد Synaptic فقط الحزم من الاسطوانة، انقر زر <guibutton>الأصل</guibutton> في الزاوية السفلية يسار نافذة Synaptic وابحث عن اسم الاسطوانة في القائمة في الزاوية العلوية يسار النافذة.
bg: Пакети трябва да бъдат показани в списък. За да описва пакети от компакт диск Synaptic, натиснете бутона <guibutton>Произход</guibutton> в долния ляв ъгъл в прозореца на Synaptic и после в горния ляв ъгъл на прозореца намерете името на компакт диска в списъка.
cs: Balíky by pak měly být zobrazeny. Aby Synaptic zobrazil pouze balíky z CD, klikněte na tlačítko <guibutton>Původ</guibutton> v levém dolním rohu okna Sypanticu a pak najděte název CD v seznamu v levém horním rohu okna.
de: Die Pakete sollten nun aufgelistet werden. Um Synaptic nur die Pakete von der CD auflisten zu lassen, klicken Sie auf den Knopf <guibutton>Ursprung</guibutton> in der linken unteren Ecke des Fensters und suchen sie dann oben links den Namen der CD.
el: Τα πακέτα θα πρέπει να εμφανιστούν σε λίστα. Για να γίνει αυτό, κάντε κλικ στο κουμπί <guibutton>Προέλευση</guibutton> στην κάτω αριστερή γωνία της εφαρμογής Synaptic και μετά βρείτε το όνομα του CD στη λίστα της πάνω αριστερής γωνίας του παραθύρου.
es: A continuación, deben mostrarse los paquetes. Para que Synaptic muestre únicamente los paquetes contenidos en el CD, pulse en el botón <guibutton>Origen</guibutton> situado en la esquina inferior izquierda de la ventana de Synaptic y a continuación busque el nombre del CD en la lista que aparecerá en la esquina superior izquierda de la ventana.
fr: La liste des paquets devrait alors être affichée. Pour voir la liste des paquets présents sur le CD, cliquez sur le bouton <guibutton>Origine</guibutton> situé en bas à gauche de la fenêtre de Synaptic et localisez le nom du CD dans la liste du panneau de gauche.
it: I pacchetti dovrebbero essere ora elencati. Per elencare solo i pacchetti presenti nel CD di Ubuntu, fare clic su <guibutton>Origine</guibutton> in basso a sinistra nella finestra di Synaptic e quindi cercare il nome del CD nel riquadro in alto a sinistra nella finestra del programma.
ja: これでパッケージが表示されるようになるでしょう。Synapticで、そのCDにあるパッケージのみを表示したい場合は、Synapticウィンドウの左下にある<guibutton>ダウンロード元</guibutton>ボタンを押し、ウィンドウの左上に表示される一覧の中からそのCDを選択してください。
pl: Wyświetlona zostanie lista pakietów. Aby Synaptic wyświetlił jedynie listę pakietów z płyty CD, kliknij przycisk <guibutton>Źródło</guibutton> w lewym dolnym rogu okna Synaptica i znajdź nazwę CD na liście w lewym górnym rogu okna.
pt_br: Os pacotes deverão então ser listados. Para fazer com que o Synaptic liste apenas pacotes do CD clique no botão <guibutton>Origin</guibutton> no canto inferior esquerdo da janela do programa e então encontre o nome do CD na lista do canto superior esquerdo da janela.
ro: Pachetele ar trebui să fie apoi listate. Pentru a face Synaptic să listeze doar pachetele de pe CD, apăsați butonul <guibutton>Origine</guibutton> în partea stângă-jos din fereastra Synaptic și apoi căutați numele CD-ului în lista din partea stângă-sus a ferestrei.
ru: Будет выведен список пакетов. Чтобы Synaptic только показал список пакетов на CD, нажмите кнопку <guibutton>Источник</guibutton> в нижнем левом углу окна Synaptic и найдите название CD в списке в левом верхнем углу окна.
sv: Paketen kommer nu att listas. För att få Synaptic till att endast lista paket från cd-skivan, klicka på knappen <guibutton>Ursprung</guibutton> i nedre vänstra hörnet av Synaptic-fönstret och leta sedan efter namnet på cd-skivan i listan i övre vänstra hörnet av fönstret.
zh_tw: 新的套件應該就會被列出了。如果要僅顯示新套件光碟中的套件，按一下Synaptic視窗左下欄的<guibutton>源自</guibutton> 按鈕 ，找找看光碟的套件的名稱，套件清單就在裏面。

source: Using APTonCD to install packages
ar: استخدام APTonCD لتثبيت الحزم
bg: Използване на APTonCD за инсталиране на пакети
cs: Použití APTonCD k instalaci balíků
da: Brug APTonCD til at installere pakker
de: Mit APTonCD Pakete installieren
el: Χρησιμοποιώντας το APTonCD για την εγκατάσταση πακέτων
es: Usar APTonCD para instalar paquetes
eu: APTonCD erabiltzea paketeak instalatzeko
fr: Utiliser APTonCd pour installer des paquets
gl: Usar APTonCD para instalar paquetes
he: משתמש ב- APTonCD בכדי להתקין חבילות
id: Sedang memakai APTonCD untuk memasang paket-paket
it: Usare APTonCD per installare i pacchetti
ja: APTonCDを使ったパッケージのインストール
ko: APTonCD 를 사용하여 꾸러미 설치하기
mk: Користење на APTonCD за инсталирање на пакети
nl: APTonCD gebruiken om pakketten te installeren
pl: Używanie programu APTonCD do instalowania pakietów
pt_br: Usando APTonCD para instalar pacotes
ro: Folosirea APTonCD pentru instalarea pachetelor
ru: Использование APTonCD для установки пакетов
sk: Použitie APTonCD na inštaláciu balíkov
sv: Använd APTonCD för att installera paket
zh_cn: 使用 APTonCD 来安装软件包
zh_tw: 使用 APTonCD 去安裝套件
