Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/add-applications/po/*.po
Languages: ar, bg, cs, da, de, el, es, eu, fr, gl, he, id, it, ja, ko, mk, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: On Ubuntu, you simply open a <emphasis>package manager</emphasis>, search for the application that you want and click a button to install it. Removing an application is just as simple.
ar: على أوبونتو، تفتح ببساطة <emphasis>كدير الحزم</emphasis>، وتبحث عن التطبيق الذي تريده، وتنقر زرا لتثبيته. إزالة تطبيق تتم بنفس السهولة.
bg: На Ubuntu, вие просто отваряте <emphasis>мениджър на пакети</emphasis>, търсите програмата, която искате и натискате бутон, за да я инсталирате. Премахването на програми е също толкова просто.
cs: V Ubuntu jednoduše spustíte <emphasis>správce balíků</emphasis>, najdete požadovanou aplikaci a kliknete na tlačítko pro instalaci. Odstranění aplikace je stejně tak jednoduché.
de: Unter Ubuntu öffnen Sie einfach eine <emphasis>Paketverwaltung</emphasis>, suchen nach der Anwendung, die Sie möchten und klicken auf den Knopf, um diese zu installieren. Das Entfernen von Anwendungen ist ebenso einfach.
el: Στο Ubuntu, απλά ανοίγετε ένα <emphasis>διαχειριστή πακέτων</emphasis>, αναζητάτε την εφαρμογή που θέλετε και πατάτε ένα κουμπί για να την εγκαταστήσετε. Η αφαίρεση μιας εφαρμογής είναι εξίσου εύκολη.
fr: Sous Ubuntu, vous n'avez qu'à ouvrir un <emphasis>gestionnaire de paquets</emphasis>, rechercher l'application désirée et cliquer sur un bouton pour l'installer. Supprimer une application est tout aussi simple.
it: Con Ubuntu basta semplicemente aprire un <emphasis>gestore di pacchetti</emphasis>, cercare l'applicazione di cui si ha bisogno e fare clic su un pulsante per installarla. Rimuovere un'applicazione è altrettanto semplice.
ja: Ubuntuでは、ただ簡単に<emphasis>パッケージマネージャ</emphasis>を開き、あなたがインストールしたいアプリケーションを検索して、インストールボタンをクリックするだけです。アプリケーションの削除も同じように簡単です。
pl: W Ubuntu otwierasz po prostu <emphasis>menedżer pakietów</emphasis>, wyszukujesz interesujący Cię program i klikasz w przycisk instalacji. Usuwanie programu jest tak samo proste.
pt_br: No Ubuntu, basta abrir um <emphasis>gerenciador de pacotes</ emphasis>, pesquisar pelo aplicativo que deseja e clicar em um botão para o instalar. Remover um aplicativo é muito fácil.
ru: В Ubuntu, вы просто открываете <emphasis>программу управления пакетами</emphasis>, ищите в списке необходимую программу и нажимаете на кнопку подтверждения. Процесс удаления программ также прост.
zh_tw: 在Ubuntu上，你只需要打開<emphasis>套件管理程式</emphasis> (packge manager) , 搜尋你想要的應用軟體，然後滑鼠按一下就可以安裝好了。 移除應用程式也是同樣的簡單方便。

source: The package manager downloads applications from a <emphasis>software repository</emphasis>, which is a location on the Internet which stores a collection of applications. These applications come bundled in <emphasis>packages</emphasis>, which contain all of the information needed for installation. You can download packages yourself, using your web browser, if you like, but it is generally much more convenient to let the package manager handle this for you.
ar: ينزّل مدير الحزم التطبيقات من <emphasis>مستودع البرمجيات</emphasis>، الذي يقع على الإنترنت والذي يخزن مجموعة من التطبيقات. تجمّع هذه التطبيقات على شكل <emphasis>حزم</emphasis>، والتي تحتوي كل المعلومات المطلوبة للتثبيت. تستطيع تنزيل الحزم بنفسك، باستخدام متصفح الوب -إذا أردت-، لكن جعل مدير الحزم يتعامل مع هذا أكثر ملائمة بكثير عموما.
bg: Мениджърът на пакети изтегля програми от <emphasis>хранилище</emphasis>, което е местоположение в Интернет, което съхранява колекция от програми. Тези програми идват опаковани в <emphasis>пакети</emphasis>, които съдържат цялата информация нужна за инсталиране. Можете сами да изтеглите пакети, с помощта на вашия браузър, но е много по-удобно да позволите на мениджъра на пакети да се оправи с това вместо вас.
cs: Správce balíků stahuje aplikace ze <emphasis>zdroje softwaru</emphasis>, což je místo na internetu, kde je uložena sbírka aplikací. Tyto aplikace jsou zabaleny do <emphasis>balíků</emphasis>, které obsahují všechny informace potřebné pro instalaci. Balíky můžete stáhnout i sami pomocí webového prohlížeče, pokud chcete, ale všeobecně je vhodnější přenechat tuto práci správci balíků.
de: Die Paketverwaltung lädt Anwendungen aus einer <emphasis>Software-Paketquelle</emphasis> herunter. Diese befindet sich im Internet und speichert eine Menge von Anwendungen. Diese Anwendungen werden in <emphasis>Software-Paketen</emphasis> gebündelt, die alle zur Installation notwendigen Information beinhalten. Sie können diese Software-Pakete auch selbst über einen Webbrowser herunterladen, wenn Sie das möchten, aber es ist allgemein viel bequemer, dies von einer Paketverwaltung erledigen zu lassen.
el: Ο διαχειριστής πακέτων κατεβάζει εφαρμογές από ένα <emphasis>αποθετήριο εφαρμογών</emphasis>, το οποίο είναι μια τοποθεσία στο διαδίκτυο στην οποία αποθηκεύονται συλλογές από εφαρμογές. Αυτές οι εφαρμογές έρχονται ομαδοποιημένες σε <emphasis>πακέτα</emphasis>, τα οποία περιέχουν όλες τις πληροφορίες που χρειάζονται για την εγκατάσταση. Μπορείτε να κατεβάσετε μόνοι σας πακέτα, χρησιμοποιώντας το περιηγητή ιστού, αν θέλετε, αλλά είναι συνήθως πιο βολικό να αφήσετε το διαχειριστή πακέτων να το κάνει αυτό για σας.
fr: Le gestionnaire de paquet télécharge les applications depuis un <emphasis>dépôt de logiciels</emphasis>, qui est un endroit sur internet qui entrepose un ensemble d'applications. Ces applications se regroupent en <emphasis>paquets</emphasis>, qui contiennent toutes les informations nécessaires à l'installation. Vous pouvez, si vous le souhaitez, télécharger vous-même des paquets en utilisant un navigateur internet, mais il est habituellement plus pratique de laisser le gestionnaire de paquets le faire pour vous.
it: Il gestore di pacchetti scarica le applicazioni da un <emphasis>repository</emphasis>: una specie di archivio su Internet che contiene molti programmi sotto forma di <emphasis>pacchetti</emphasis> che a loro volta contengono tutte le informazioni necessarie all'installazione. È possibile anche scaricare pacchetti altrove, usando il browser web per esempio, ma è molto più semplice fare affidamento al gestore di pacchetti.
ja: パッケージマネージャはアプリケーションを<emphasis>ソフトウェア・リポジトリ</emphasis>とよばれる、多くのアプリケーションを保管しているインターネット上の場所からダウンロードします。これらのアプリケーションは<emphasis>パッケージ</emphasis>のなかに梱包され、インストールに必要な全ての情報を同梱しています。またウェブ・ブラウザを使って自分自身でパッケージをダウンロードすることもできますが、通常ですとパッケージマネージャを利用するほうがより便利でしょう。
pl: Menedżer pakietów pobiera programy z <emphasis>repozytorium oprogramowania</emphasis>, które umieszczone jest w Internecie i przechowuje zbiór programów. Programy te spakowane są w <emphasis>pakiety</emphasis>, które zawierają wszystkie niezbędne informacje do ich instalacji. Jeśli chcesz, pakiety możesz pobrać samodzielnie przez przeglądarkę internetową, niemniej jednak o wiele wygodniej jest zlecić to zadanie menedżerowi pakietów.
pt_br: O gerenciador de pacotes baixa aplicativos de um <emphasis>repositório de softwares</emphasis>, que é um lugar da internet que armazena uma série de aplicativos. Estes aplicativos vem empacotados em <emphasis>pacotes</emphasis>, que contém todas as informações necessárias para a instalação. Você mesmo pode baixar pacotes, usando seu navegador, se quiser, mas geralmente é mais conveniente deixar que o gerenciador de pacotes faça isso por você.
ru: Менеджер пакетов загружает программы из<emphasis>репозитория ПО</emphasis>, особого сервера в интернете, на котором хранится набор программ. Эти программы упакованы в так называемые <emphasis>пакеты</emphasis>, которые уже содержат всю необходимую для установки информацию. Вы можете загрузить пакеты самостоятельно, с помощью браузера, но обычно намного удобнее предоставить это дело менеджеру пакетов.
zh_tw: Ubuntu套件管理程式將從網路上的<emphasis>套件庫/源</emphasis> (software repository)下載應用軟體, 網路上的套件庫收錄了一系列Ubuntu支援的應用程式。 這些軟體被打包成 <emphasis>套件</emphasis>(packages), 它包含了軟體安裝所需的一切資料。 如果你想要的話，你也可以用網路瀏覽器自行下載這些套件，並手動安裝它，但一般來說，使用套件管理程式來下載、安裝、並管理套件會是比較方便的。

source: Some packages depend on other packages being installed in order to work. For example, a word processing package may require a printing package to be installed. The package manager automatically installs these <emphasis>dependencies</emphasis> for you.
ar: تعتمد بعض الحزم على حزم أخرى تثبّت لتعمل. على سبيل المثال، قد تتطلب حزمة معالجة نصوص تثبيت حزمة طباعة. يثبت مدير الحزم تلقائيا هذه <emphasis>الاعتماديات</emphasis> لك.
bg: Някои пакети зависят от други пакети, които се инсталират, за да могат да работят. Примерно пакет за обработка на текст може да изисква да се инсталира пакет за печатане. Мениджърът на пакети автоматично инсталира тези <emphasis>зависимости</emphasis> за вас.
cs: Některé balíky jsou závislé na instalaci jiných balíků proto, aby správně fungovaly. Například textový procesor může požadovat instalaci tiskového balíku. Správce balíků automaticky nainstaluje tyto <emphasis>závislosti</emphasis> za Vás.
de: Einige Software-Pakete hängen davon ab, dass andere Software-Pakete installiert werden. Beispielsweise kann ein Software-Paket für eine Textverarbeitung erfordern, dass ein Software-Paket zum Drucken installiert wird. Die Paketverwaltung installiert diese <emphasis>Abhängigkeiten</emphasis> automatisch für Sie.
el: Μερικά πακέτα εξαρτώνται από την εγκατάσταση άλλων πακέτων για να δουλέψουν. Για παράδειγμα, ένας πακέτο επεξεργασίας κειμένου μπορεί να απαιτεί την εγκατάσταση ενός πακέτου εκτύπωσης. Ο διαχειριστής πακέτων εγκαθιστά αυτόματα αυτές τις <emphasis>εξαρτήσεις</emphasis> για σας.
fr: Certains paquets dépendent d'autres paquets pour fonctionner. Par exemple, un paquet de traitement de texte peut nécessiter une installation préalable d'un paquet d'impression. Le gestionnaire de paquets installe automatiquement ces <emphasis>dépendances</emphasis> pour vous.
it: Alcuni pacchetti, per poter funzionare, richiedono a loro volta l'installazione di altri pacchetti chiamati <emphasis>dipendenze</emphasis>. Per esempio, il pacchetto di un elaboratore di testi potrebbe richiedere l'installazione di un pacchetto per la stampa. Il gestore di pacchetti installa automaticamente queste <emphasis>dipendenze</emphasis>.
ja: いくつかのパッケージは動作するために他のパッケージがインストールされている必要があります。例えば、ワープロのパッケージの場合、印刷用のパッケージがダウンロードされていることが要求されるでしょう。パッケージマネージャは自動的にこれらの<emphasis>依存関係</emphasis>をインストールしてくれます。
pl: Aby program działał poprawnie, niektóre pakiety wymagają instalacji innych pakietów. Przykładowo, pakiet procesora tekstu może wymagać instalacji pakietu zawierającego procedury drukowania. Menedżer pakietów automatycznie zainstaluje za Ciebie te <emphasis>zależności</emphasis>.
pt_br: Alguns pacotes dependem de outros para que funcione. Por exemplo, um processador de texto pode necessitar de um pacote de impressão para ser instalado. O gerenciador de pacotes instala automaticamente estas <emphasis>dependencias</emphasis> para você.
ru: Некоторым пакетам для работы необходимо, чтобы другие пакеты были уже установлены. Например, пакету офисных программ может оказаться нужен пакет печати. Программа управления пакетами автоматически установит для вас все <emphasis>зависимости</emphasis>.
zh_tw: 某些套件需要依賴其他的相關套件才能使用。舉例來說，一個文字編輯軟體的套件，可能會需要一個配合的列印程式套件。「套件管理程式」會自動幫您安裝這些<emphasis>從屬套件</emphasis> (亦稱為相依的套件或dependencies)

source: By default, only applications from the official Ubuntu software repositories are available in your package manager. If you cannot find the application that you want in the default repositories, you can add other (<quote>third-party</quote>) repositories and install it from there.
ar: مبدئيا، تتوفر التطبيقات من مستودعات أوبونتو الرسمية فقط في مدير حزمك. إذا لم تستطع إيجاد التطبيق الذي تريده في المستودعات المبدئية، تستطيع إضافة مستودعات (<quote>طرف ثالث</quote>) أخرى وتثبته من هناك.
bg: По подразбиране, само програми от официалните хранилища на Ubuntu са достъпни във вашия мениджър на пакети. Ако не можете да намерите програмата, която искате в хранилищата по подразбиране, можете да добавите други (<quote>трети страни</quote>) хранилища и да я инсталирате от там.
cs: Standardně jsou ve správci balíků dostupné pouze aplikace z oficiálního zdroje softwaru Ubuntu. Pokud nemůžete najít požadovanou aplikaci ve výchozím zdroji, můžete přidat jiné zdroje (<quote>třetích stran</quote>) a nainstalovat ji odtud.
de: Standardmäßig sind in der Paketverwaltung nur Anwendungen aus den offiziellen Ubuntu-Software-Paketquellen verfügbar. Wenn Sie die Anwendung, die Sie benötigen, in der vorgegebenen Software-Paketquellen nicht finden, können Sie andere Software-Paketquellen (von <quote>Drittanbietern</quote>) hinzufügen und aus diesen installieren.
el: Από προεπιλογή, μόνο εφαρμογές από τα επίσημα αποθετήρια εφαρμογών του Ubuntu είναι διαθέσιμα στο διαχειριστή πακέτων. Αν δε βρίσκετε την εφαρμογή που θέλετε στα προεπιλεγμένα αποθετήρια, μπορείτε να προσθέσετε άλλα αποθετήρια (<quote>τρίτων</quote>) και να εγκαταστήσετε από εκεί.
fr: Par défaut, seules les applications du dépôt officiel Ubuntu de logiciels sont disponibles dans votre gestionnaire de paquets. Si vous ne trouvez l'application que vous souhaitez dans les dépôts par défaut, vous pouvez ajouter d'autres dépôts (<quote>tierce-partie</citation>) et l'installer à partir de là.
it: All'interno del gestore di pacchetti, in modo predefinito, sono disponibili solo le applicazioni provenienti dai repository software ufficiali di Ubuntu. Se non si riesce a trovare un'applicazione nei repository predefiniti, è possibile aggiungerne altri (di <quote>terze parti</quote>) e installarla tramite quelli.
ja: 初期状態だと、公式のUbuntuソフトウェアリポジトリに存在するアプリケーションのみが、パッケージマネージャで管理できます。標準リポジトリに欲しいアプリケーションが見つからない場合は、他の（<quote>サードパーティの</quote>）リポジトリを追加し、そこからインストールすることもできます。
pl: Menedżer pakietów domyślnie zawiera tylko programy z oficjalnego repozytorium Ubuntu. Jeśli programu nie ma w domyślnym repozytorium, możesz dodać inne repozytoria (tzw. <quote>osób trzecich</quote>) i zainstalować program z nich.
pt_br: Por padrão, somente aplicativos dos repositórios oficiais do Ubuntu estão disponíveis no seu gerenciador de pacotes. Se você não encontrar o aplicativo desejado nos repositórios padrões, você pode adicionar outros repositórios (<quote>de terceiros</quote>) e então prosseguir com a instalação.
ru: По умолчанию, в менеджере пакетов вам доступны только программы из официального репозитория Ubuntu. Если вы не можете найти необходимую программу в официальном репозитории, вы можете подключить альтернативные (<quote>сторонние</quote>) репозитории и установить программу оттуда.
zh_tw: 你只能在預設的「Ubuntu軟體套件庫中」找到Ubuntu官方支援的軟體，但如果你在預設的套件庫中，找不到你想要安裝的軟體，也可以手動加入其他(<quote>第三方</quote>) (third-party)套件庫/源，並從那裡取得軟體和安裝。

source: Installing an application
ar: تثبيت تطبيق
bg: Инсталиране на програма
cs: Instalace aplikace
de: Eine Anwendung installieren
el: Εγκαθιστώντας μια εφαρμογή
fr: Installation d'une application
it: Installare un'applicazione
ja: アプリケーションをインストールするには
pl: Instalowanie programów
pt_br: Instalando um aplicativo
ru: Установка программ
sv: Installera ett program
zh_tw: 安裝應用程式

source: Click <menuchoice><guimenu>Applications</guimenu><guimenuitem>Add/Remove...</guimenuitem></menuchoice>.
ar: انقر <menuchoice><guimenu>تطبيقات</guimenu><guimenuitem>أضف/أزل...</guimenuitem></menuchoice>.
bg: Натиснете <menuchoice><guimenu>Програми</guimenu><guimenuitem>Добавяне/Премахване...</guimenuitem></menuchoice>.
cs: Zvolte <menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Přidat/Odstranit...</guimenuitem></menuchoice>.
de: Klicken Sie auf <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Hinzufügen/Entfernen ...</guimenuitem></menuchoice>.
el: Πατήστε <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Προσθαφαίρεση...</guimenuitem></menuchoice>.
fr: Cliquer sur <menuchoice><guimenu>Applications</guimenu><guimenuitem>Ajouter/Supprimer...</guimenuitem></menuchoice>.
it: Scegliere <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Aggiungi/Rimuovi...</guimenuitem></menuchoice>.
ja: <menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>追加と削除...</guimenuitem></menuchoice>をクリックします。
pl: Kliknij <menuchoice><guimenu>Programy</guimenu><guimenuitem>Dodaj/Usuń...</guimenuitem></menuchoise>.
pt_br: Clique em <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Adicionar/Remover...</guimenuitem></menuchoice>.
ru: Нажмите <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Установка/Удаление...</guimenuitem></menuchoice>.
sv: Klicka på <menuchoice><guimenu>Program</guimenu><guimenuitem>Lägg till/Ta bort...</guimenuitem></menuchoice>.
zh_tw: Click <menuchoice><guimenu>應用程式</guimenu><guimenuitem>添加和刪除應用程式...</guimenuitem></menuchoice>.

source: Search for an application, or select a category and find an application from the list.
ar: ابحث عن تطبيق أو اختر تصنيفا وابحث عن تطبيق من القائمة.
bg: Потърсете програма или изберете категория и намерете програма от списъка.
cs: Vyhledejte aplikaci nebo vyberte kategorii a najděte aplikaci v seznamu.
de: Suchen Sie nach der Anwendung oder wählen Sie eine Kategorie, um die Anwendung in der Liste zu finden.
el: Αναζητήστε μια εφαρμογή, ή επιλέξτε μια κατηγορία και βρείτε την εφαρμογή από τη λίστα.
fr: Rechercher une application ou sélectionner une catégorie pour trouver l'application dans la liste.
it: Cercare un'applicazione o selezionare una categoria per trovarne una dall'elenco.
ja: アプリケーションを検索するか、カテゴリを選び、リストからアプリケーションを見つけます。
pl: Wyszukaj program lub wybierz kategorię i znajdź na liście szukany program.
pt_br: Procure por algum aplicativo ou escolha a categoria e selecione algum aplicativo da lista.
ru: Воспользуйтесь поиском, или выберите категорию и найдите приложение в списке.
sv: Sök efter ett program eller välj en kategori och sök efter programmet i listan.
zh_tw: 直接搜尋應用程式，或者由側邊欄位的軟體的主要類別中去尋找。

source: Check the box next to the application that you want to install. Do this for all of the applications that you want to install.
ar: اختر الصندوق الملاصق للتطبيق الذي تريد تثبيته. قم بذلك لجميع التطبيقات التي تريد تثبيتها.
bg: Отбележете кутийката до програмата, която искате да инсталирате. Направете това за всички програми, които искате да инсталирате.
cs: Zaškrtněte políčko vedle aplikace, kterou chcete nainstalovat. Takto pokračujte u všech aplikací, které si přejete nainstalovat.
de: Kreuzen Sie das Ankreuzfeld neben der Anwendung, die Sie installieren möchten, ab. Machen Sie dieses für alle Anwendungen, die Sie installieren möchten.
el: Επιλέξτε το κουτάκι δίπλα από την εφαρμογή που θέλετε να εγκαταστήσετε. Κάντε το ίδιο για όλες τις εφαρμογές που θέλετε να εγκαταστήσετε.
fr: Cocher la case à côté de l'application pour l'installer. Suivre le même principe pour toutes les applications à installer.
it: Selezionare la casella di spunta a fianco dell'applicazione da installare. Ripetere questo procedimento per tutte le applicazioni da installare.
ja: あなたがインストールしたいアプリケーションの横にあるボックスにチェックを入れます。これを、あなたがインストールしたい全てのアプリケーションに行います。
pl: Zaznacz pole obok programu, który chcesz zainstalować. Wykonaj tę samą czynność dla pozostałych interesujących Cię programów.
pt_br: Clique na caixa de seleção próxima ao nome do aplicativo que você deseja instalar. Faça isso em todos os aplicativos que você deseja instalar.
ru: Отметьте приложение, кликнув по полю слева от имени приложения. Вы можете отметить сразу несколько приложений для установки.
sv: Kryssa i rutan bredvid programmet som du vill installera. Gör detta för alla program som du vill installera.
zh_tw: 如果你要安裝的軟體，請在你找到的應用程式旁邊的核取方塊中打勾。

source: Click <guibutton>Apply Changes</guibutton>, then click <guibutton>Apply</guibutton> to start the installation.
ar: انقر <guibutton>طبّق التغييرات</guibutton>، ثم انقر <guibutton>طبّق</guibutton> لبدء التثبيت.
bg: Натиснете <guibutton>Прилагане</guibutton>, после натиснете <guibutton>Прилагане</guibutton>, за да започне инсталирането.
cs: Klikněte na <guibutton>Uplatnit změny</guibutton> a pak na <guibutton>Použít</guibutton> pro spuštění instalace.
de: Klicken <guibutton>Änderungen anwenden</guibutton> und klicken Sie auf <guibutton>Anwenden</guibutton>, um die Installation zu starten.
el: Πατήστε <guibutton>Εφαρμογή αλλαγών</guibutton>, μετά πατήστε <guibutton>Εφαρμογή</guibutton> για να αρχίσετε την εγκατάσταση.
fr: Cliquer sur <guibutton>Appliquer les changements</guibutton>, puis cliquer sur <guibutton>Appliquer</guibutton> pour lancer l'installation.
it: Fare clic su <guibutton>Applica modifiche</guibutton> e quindi su <guibutton>Applica</guibutton> per avviare l'installazione.
ja: <guibutton>変更の適用</guibutton>をクリックし、<guibutton>適用</guibutton>をクリックしてインストールを開始します。
pl: Kliknij <guibutton>Zastosuj zmiany</guibutton>, a następnie wciśnij <guibutton>Zastosuj</guibutton>, by rozpocząć instalację.
pt_br: Clique em <guibutton>Aplicar mudanças</guibutton>, depois clique em <guibutton>Aplicar</guibutton> para iniciar a instalação.
ru: Нажмите<guibutton>Применить изменения</guibutton>, затем нажмите <guibutton>Принять</guibutton> для начала установки.
sv: Klicka på <guibutton>Verkställ ändringar</guibutton>, klicka sedan på <guibutton>Verkställ</guibutton> för att påbörja installationen.
zh_tw: 按下 <guibutton>套用變更</guibutton>, 再按下 <guibutton>套用</guibutton> 開始安裝。

source: Enter your password if prompted. The applications that you chose will be downloaded and installed.
ar: أدخل كلمة سرك إذا سئلت. سوف ينزّل التثبيت الذي اخترته ويثبّت.
bg: Ако бъдете попитани, въведете вашата парола. Програмата, която сте избрали ще се изтегли и инсталира.
cs: Zadejte své heslo, pokud jste vyzváni. Aplikace, které jste zvolili, budou staženy a nainstalovány.
de: Geben Sie Ihr Passwort ein, wenn Sie danach gefragt werden. Die Anwendungen, die Sie ausgewählt haben, werden dann heruntergeladen und installiert.
el: Εάν σας ζητηθεί, εισάγετε τον κωδικό σας. Οι εφαρμογές που έχετε επιλέξει θα κατεβούν και εγκατασταθούν.
fr: Entrer votre mot de passe si demandé. Les applications que vous avez choisies seront téléchargées et installées.
it: Se richiesto, inserire la propria password. Le applicazioni selezionate vengono scaricate e installate.
ja: パスワードを尋ねられた場合、あなたのパスワードを入力します。あなたが選択したアプリケーションがダウンロードされ、インストールされます。
pl: Jeśli zostaniesz poproszony o hasło, wpisz je. Zaznaczone programy zostaną pobrane i zainstalowane.
pt_br: Digite sua senha quando solicitada. Os aplicativos que você escolheu serão baixados e instalados.
ru: Введите свой пароль, если требуется. Выбранные приложения будут загружены из сети и установлены.
zh_tw: 如果有提示的話，請輸入你的密碼。 你選擇的應用軟體將會自動下載和安裝。

source: Once installation has finished, your new applications should be available from the Applications menu.
ar: حالما ينتهي التثبيت، يجب أن تتوفر تطبيقاتك الجديدة من قائمة تطبيقات.
bg: Щом инсталацията завърши, вашата нова програма трябва да е достъпна от менюто "Програми".
cs: Jakmile je instalace dokončena, nové aplikace by měly být dostupné v nabídce Aplikace.
de: Nachdem die Installation beendet ist, sollten Ihre neue Anwendungen im Menü »Anwendungen« verfügbar sein.
el: Μόλις ολοκληρωθεί η εγκατάσταση, οι νέες σας εφαρμογές θα πρέπει να είναι διαθέσιμες από το μενού Εφαρμογές.
fr: Une fois que l'installation est terminée, les nouvelles applications devraient être disponibles dans le menu Applications.
it: Completata l'installazione, le nuove applicazioni dovrebbero essere disponibili all'interno del menù «Applicazioni».
ja: インストールが終われば、新しいアプリケーションがアプリケーションメニューから利用可能になっているでしょう。
pl: Kiedy instalacja zostanie zakończona, Twój nowy program powinien pojawić się w menu Programy.
pt_br: Uma vez finalizada a instalação, seus novos aplicativos devem estar disponíveis no menu de Aplicativos.
ru: По завершению установки, новые приложения будут доступны в меню "Приложения"
zh_tw: 安裝完成後，你新增的軟體圖示應該會出現在應用程式選單
