Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/add-applications/po/*.po
Languages: ar, bg, cs, da, de, el, es, eu, fr, gl, he, id, it, ja, ko, mk, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: These files are <emphasis>Debian packages</emphasis>. The package files associated with Ubuntu have the <filename class="extension">.deb</filename> suffix because of Ubuntu's close relations with the Debian GNU/Linux distribution. You will need administrative privileges to install a <filename class="extension">.deb</filename> file. See <ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink> for more details.
da: Disse filer er <emphasis>Debian-pakker</emphasis>. Pakkefilerne associeret med Ubuntu har suffikset <filename class="extension">.deb</filename> på grund af Ubuntus tætte slægtskab med GNU/Linux-distributionen Debian. Du skal have superbrugerprivilegier for at kunne installere en <filename class="extension">.deb</filename>-fil. Se <ulink type="help" url="ghelp:administrative">Administrative opgaver</ulink> for flere detaljer.
es: Estos archivos son <emphasis>paquetes Debian</emphasis>. Los archivos de paquetes asociados con Ubuntu tienen la extensión <filename class="extension">.deb</filename> debido a las estrechas relaciones que mantiene Ubuntu con la distribución Debian GNU/Linux. Necesitará privilegios administrativos para instalar un archivo <filename class="extension">.deb</filename>. Consulte <ulink type="help" url="ghelp:administrative">Tareas administrativas</ulink> para más información.
eu: Fitxategi hauek <emphasis>Debian paketeak</emphasis> dira. Ubunturentzako paketeek <filename class="extension">.deb</filename> luzapena dute, Ubuntu eta Debian GNU/Linux distribuzioaren arteko erlazio estua dela eta. Baimen administratiboak beharko dituzu <filename class="extension">.deb</filename> fitxategiak instalatzeko. Ikusi <ulink type="help" url="ghelp:administrative">Administrazio Lanak</ulink> informazio gehiago eskuratzeko.
gl: Estes ficheiros son <emphasis>paquetes Debian</emphasis>. Os ficheiros de paquetes asociados con Ubuntu teñen o sufixo <filename class="extension">.deb</filename> debido á relación íntima de Ubuntu coa distribución Debian GNU/Linux. Precisará de privilexios administrativos para instalar un ficheiro <filename class="extension">.deb</filename>. Consulte <ulink type="help" url="ghelp:administrative">Tarefas Administrativas</ulink> para máis detalles.
he: קבצים אלה הם <emphasis>חבילות דביאן</emphasis>. קבצי החבילות המזוהים עם אובונטו הם בעלי הסיומת <filename class="extension">.deb</filename> בגלל הקשר ההדוק בין אובונטו להפצת הלינוקס דביאן. על מנת להתקין קבצים מסוג זה עליך להשתמש בהרשאות ניהוליות. ראה <ulink type="help" url="ghelp:administrative">משימות ניהוליות</ulink> לפרטים נוספים.
id: Berkas-berkas ini adalah <emphasis>Paket Debian</emphasis>. Berkas-berkas paket yg berhubungan dg Ubuntu memiliki akhiran <filename class="extension">.deb</filename> karena hubungan yg dekat antara Ubuntu dg distribusi Debian GNU/Linux. Anda membutuhkan hak administratip untuk menginstal suatu berkas <filename class="extension">.deb</filename>. Lihatlah <ulink type="help" url="ghelp:administrative">Pekerjaan Administratif</ulink> agar lebih paham.
ko: 이러한 파일들은 <emphasis>데비안 꾸러미</emphasis> 파일들입니다. 우분투에서 사용하는 꾸러미 파일들은 <filename class="extension">.deb</filename> 확장자를 가지는데, 이것은 우분투가 데비안 GNU/리눅스 배포판과 밀접한 관계를 가지고 있기 때문입니다. <filename class="extension">.deb</filename> 파일을 설치하기 위해서는 관리자 권한이 필요합니다. 자세한 내용은 <ulink type="help" url="ghelp:administrative">관리 작업</ulink> 부분을 참조하기 바랍니다.
mk: Овие датотеки претставуваат <emphasis>Debian пакети</emphasis>. Пакетите кои што се користат во Ubuntu ја содржат <filename class="extension">.deb</filename> наставката поради тоа што Ubuntu е во блиска врска Debian GNU/Linux дистрибуцијата. За инсталирање на <filename class="extension">.deb</filename> датотека е потребен административен пристап. Видете <ulink type="help" url="ghelp:administrative">административни задачи</ulink> за повеќе детали.
nl: Deze bestanden zijn <emphasis>Debian pakketten</emphasis>. De bij Ubuntu horende pakketbestanden hebben een <filename class="extension">.deb</filename> achtervoegsel vanwege Ubuntu's nouwe banden met de Debian GNU/Linux distributie. U heeft beheerderrechten nodig om een <filename class="extension">.deb</filename> bestand te installeren. Zie <ulink type="help" url="ghelp:administrative">Beheertaken</ulink> voor meer details.
ro: Aceste fișiere sunt <emphasis>pachete Debian</emphasis>. Fișierele pachet asociate cu Ubuntu au sufixul <filename class="extension">.deb</filename>, datorită relației apropiate dintre Ubuntu și distribuția Debian GNU/Linux. Aveți nevoie de drepturi de administrare pentru a instala un fișier <filename class="extension">.deb</filename>. Pentru mai multe detalii consulați <ulink type="help" url="ghelp:administrative">Sarcini administrative</ulink>.
sk: Tieto súbory sú <emphasis>balíky Debianu</emphasis>. Súbory balíkov v Ubuntu majú príponu <filename class="extension">.deb</filename>, pretože Ubuntu je úzko spojené s distribúciou Debian GNU/Linux. Aby ste mohli nainštalovať balík <filename class="extension">.deb</filename>, potrebujete správcovské oprávnenia. Viac informácií nájdete v kapitole <ulink type="help" url="ghelp:administrative">Správcovské úlohy</ulink>.
zh_cn: 这些文件是 <emphasis>Debian 软件包</emphasis>。由于Ubuntu与Debain GNU/Linux 发行版的密切关系，与Ubuntu相关的软件包具有<filename class="extension">.deb</filename> 后缀。您需要管理员权限来安装一个 <filename class="extension">.deb</filename> 文件。访问 <ulink type="help" url="ghelp:administrative">管理员任务</ulink>获得更多细节。

source: To install a <filename class="extension">.deb</filename> file, double-click on it. If you prefer using the Terminal, enter: <screen>sudo dpkg -i <replaceable>package_file.deb</replaceable></screen>
da: For at installere en <filename class="extension">.deb</filename>-fil kan du dobbeltklikke på den. Hvis du foretrækker at bruge terminalen, så skriv: <screen>sudo dpkg -i <replaceable>pakke_fil.deb</replaceable></screen>
es: Para instalar un archivo <filename class="extension">.deb</filename>, pulse dos veces sobre él. Si prefiere usar la terminal, introduzca: <screen>sudo dpkg -i <replaceable>archivo_de_paquete.deb</replaceable></screen>
eu: <filename class="extension">.deb</filename> fitxategi bat instalatzeko, klik bikoitza egin ezazu bere gainean. Nahiago baduzu terminala erabili, idatz ezazu: <screen>sudo dpkg -i <replaceable>paketearen_fitxategia.deb</replaceable></screen>
gl: Para instalar un ficheiro <filename class="extension">.deb</filename>, faga dobre clic nel. Se prefire utilizar o Terminal, introduza: <screen>sudo dpkg -i <replaceable>ficheiro_do_paquete.deb</replaceable></screen>
he: כדי להתקין קובץ מסוג <filename class="extension">.deb</filename>, לחץ עליו פעמיים. אם אתה מעדיף להשתמש במסוף, הקלד: <screen>sudo dpkg -i <replaceable>package_file.deb</replaceable></screen>
id: Untuk menginstal sebuah berkas <filename class="extension">.deb</filename>, klik ganda pd berkas tsb. Jika Anda lebih suka menggunakan Terminal, ketik: <screen>sudo dpkg -i <replaceable>nama_berkas_paket.deb</replaceable></screen>
ko: <filename class="extension">.deb</filename> 파일을 설치하려면 이를 더블 클릭하면 됩니다. 만약 터미널을 자주 사용한다면 다음과 같이 입력해도 됩니다: <screen>sudo dpkg -i <replaceable>package_file.deb</replaceable></screen>
mk: За инсталирање на <filename class="extension">.deb</filename> датотека, двојно-кликнете на неа. Ако преферирате да користите Терминал, внесете: <screen>sudo dpkg -i <replaceable>пакет_датотека.deb</replaceable></screen>
nl: Om een <filename class="extension">.deb</filename> bestand te installeren, dubbelklik op het bestand. Als u de voorkeur geeft aan de opdrachtregel: <screen>sudo dpkg -i <replaceable>pakketbestand.deb</replaceable></screen>
ro: Pentru a instala un fișier <filename class="extension">.deb</filename>, faceți dublu clic pe el. Dacă preferați să folosiți un terminal, introduceți: <screen>sudo dpkg -i <replaceable>fișier_pachet.deb</replaceable></screen>
sk: Súbor <filename class="extension">.deb</filename> nainštalujete tak, že naň dvakrát kliknite. Ak uprednostňujete terminál, zadajte príkaz: <screen>sudo dpkg -i <replaceable>súbor_balíku.deb</replaceable></screen>
zh_cn: 要安装一个 <filename class="extension">.deb</filename> 文件，在它上面双击。如果您喜欢使用终端，输入：<screen>sudo dpkg -i <replaceable>package_file.deb</replaceable></screen>

source: You can use your package manager to uninstall a <filename class="extension">.deb</filename> file once it has been installed. Alternatively, enter the following in a Terminal: <screen>sudo dpkg -r <replaceable>package_name</replaceable></screen>
da: Du kan bruge din pakkehåndtering til at afinstallere en <filename class="extension">.deb</filename>-fil når først den er blevet installeret. Alternativt skal du skrive det følgende i en terminal: <screen>sudo dpkg -r <replaceable>pakke_navn</replaceable></screen>
es: Puede usar su gestor de paquetes para desinstalar un archivo <filename class="extension">.deb</filename> que ya haya sido instalado. También puede introducir el siguiente comando en una terminal: <screen>sudo dpkg -r <replaceable>nombre_del_paquete</replaceable></screen>
gl: Pode usar un xestor de paquetes para desinstalar un ficheiro <filename class="extension">.deb</filename> unha vez que este foi instalado. Alternativamente, pode introducir o seguinte nun Terminal: <screen>sudo dpkg -r <replaceable>nome_do_paquete</replaceable></screen>
he: אתה יכול להשתמש במנהל החבילות שלך על מנת להסיר קבצי <filename class="extension">.deb</filename> לאחר שהותקנו. לחילופין, הכנס את הפקודה הבאה במסוף: <screen>sudo dpkg -r <replaceable>package_name</replaceable></screen>
mk: Може да го користите менаџерот за пакети за отстранување на <filename class="extension">.deb</filename> датотека, откако ќе ја инсталирате. Алтернативно, може да ја внесете следната команда во Терминал: <screen>sudo dpkg -r <replaceable>име_на_пакетот</replaceable></screen>
nl: U kunt uw pakketbeheerder gebruiken om een <filename class="extension">.deb</filename>-bestand te de-installeren zodra het is geïnstalleerd. U kunt ook in een terminalvenster <screen>sudo dpkg -r <replaceable>pakket_naam</replaceable></screen> gebruiken
ro: Pentru a dezinstala un pachet în format <filename class="extension">.deb</filename> puteți folosi unul din programele de adminstrare de pachete. Sau puteți folosi următoarea comandă în terminal: <screen>sudo dpkg -r <replaceable>nume_pahet</replaceable></screen>
sk: Na odstránenie nainštalovaného <filename class="extension">.deb</filename> súboru môžete použiť správcu balíkov. Prípadne do Terminálu zadajte nasledovný príkaz: <screen>sudo dpkg -r <replaceable>názov_balíku</replaceable></screen>
zh_cn: 安装后，您可以使用包管理器来卸载一个<filename class="extension">.deb</filename>文件。也可在终端输入如下命令：<screen>sudo dpkg -r <replaceable>包名称</replaceable></screen>

source: Converting .rpm files to .deb files
es: Convertir archivos .rpm en archivos .deb
ro: Convertirea fișierelor .rpm în fișiere .deb

source: Another type of package is the <emphasis>Red Hat Package Manager</emphasis> (RPM) file. These have the <filename class="extension">.rpm</filename> suffix. It is not recommended to install these on an Ubuntu system. In almost all cases, a native Ubuntu <filename class="extension">.deb</filename> package is available. However, if absolutely necessary, an <filename class="extension">.rpm</filename> file can be converted to a <filename class="extension">.deb</filename> package using the <application>alien</application> application. The resulting <filename class="extension">.deb</filename> file can be installed as described above.
da: En anden type af pakkefiler er <emphasis>Red Hat Package Manager</emphasis>-filer, som har suffikset <filename class="extension">.rpm</filename>. Det anbefales generelt ikke at installere disse på et Ubuntu-system. I næsten alle tilfælde findes der også en Ubuntu-specifik <filename class="extension">.deb</filename>-pakke. Men, hvis det er absolut nødvendigt, kan en <filename class="extension">.rpm</filename>-fil konverteres til en <filename class="extension">.deb</filename>-pakke ved at bruge programmet <application>alien</application>. Den resulterende <filename class="extension">.deb</filename>-fil kan installeres som beskrevet ovenfor.
es: Los archivos <emphasis>Red Hat Package Manager</emphasis> (RPM) son otro tipo de paquetes. Estos tienen la extensión <filename class="extension">.rpm</filename>. No es recomendable instalarlos en un sistema Ubuntu. En la mayoría de los casos podrá encontrar un paquete <filename class="extension">.deb</filename> equivalente nativo para Ubuntu. No obstante, si es absolutamente necesario, un archivo <filename class="extension">.rpm</filename> puede convertirse en un paquete <filename class="extension">.deb</filename> usando la aplicación <application>alien</application>. El archivo <filename class="extension">.deb</filename> resultante puede instalarse como se describió anteriomente.
gl: Outro tipo de paquete é o ficheiro <emphasis>Red Hat Package Manager</emphasis> (RPM). Estes teñen o sufixo <filename class="extension">.rpm</filename>. Non se recomenda instalalos nun sistema Ubuntu. En case todos os casos existe un paquete <filename class="extension">.deb</filename> nativo de Ubuntu. Porén, de ser absolutamente necesario, pódese converter un ficheiro <filename class="extension">.rpm</filename> nun paquete <filename class="extension">.deb</filename> mediante a aplicación <application>alien</application>. Pódese instalar o ficheiro <filename class="extension">.deb</filename> resultante tal e como se describiu antes.
he: סוג נוסף של חבילות הוא <emphasis>פורמט מנהל החבילות של Red Hat </emphasis> (RPM) חבילות אלו הם בעלות הסיומת <filename class="extension">.rpm</filename>. מומלץ שלא להתקין חבילות אלו על מערכת אובונטו. ברוב המקרים תהיה זמינה גם חבילת אובונטו. (סיומת <filename class="extension">.deb</filename>) במקרה והדבר הכרחי, ניתן להמיר את חבילת ה<filename class="extension">.rpm</filename> לחבילת <filename class="extension">.deb</filename> באמצעות הישום <application>alien</application> ניתן להתקין את החבילה החדשה מסוג <filename class="extension">.deb</filename> כפי שתואר לעיל.
mk: Друг тип на пакети е <emphasis>Red Hat Package Manager</emphasis> (RPM) датотеката. Овие датотеки го содржат <filename class="extension">.rpm</filename> суфиксот. Не се препорачува да се инсталираат на Ubuntu систем. Во најголем број случаи е достапн стандарден Ubuntu <filename class="extension">.deb</filename> пакет. Сепак, ако некогаш е потребно, <filename class="extension">.rpm</filename> датотека може да се конвертира во <filename class="extension">.deb</filename> пакет со помош на апликацијата <application>alien</application>. Добиената <filename class="extension">.deb</filename> датотека, потоа може да се инсталира на погоре опишаниот начин.
nl: Een ander pakketbestandstype zijn <emphasis>Red Hat Package Manager</emphasis>-bestanden, welke het achtervoegsel <filename class="extension">.rpm</filename> hebben. Het wordt niet aanbevolen om zo'n pakket op een Ubuntu-systeem te installeren. In vrijwel alle gevallen is er een Ubuntu-eigen <filename class="extension">.deb</filename>-pakket beschikbaar. Echter, als het absoluut noodzakelijk is kan door het programma <application>alien</application> een <filename class="extension">.rpm</filename>-bestand worden omgezet in een <filename class="extension">.deb</filename>-pakket. Het resulterende <filename class="extension">.deb</filename>-bestand kan, zoals hierboven staat omschreven, met behulp van dpkg worden geïnstalleerd.
ro: Un alt fel de pachete sunt cele de tip <emphasis>Red Hat Package Manager</emphasis> (RPM). Acestea au sufixul <filename class="extension">.rpm</filename>. Nu este recomandată instalarea acestora pe un sistem Ubuntu. În majoritatea cazurilor sunt disponibile pachete similare dar specifice Ubuntu, pachete cu sufixul <filename class="extension">.deb</filename> . Dar dacă este absolut necesar un pachet <filename class="extension">.rpm</filename> poate fi convertit într-un pachet <filename class="extension">.deb</filename> folosind aplicația <application>alien</application>. Pachetul <filename class="extension">.deb</filename> rezultat poate fi instalat cum a fost descris anterior.
sk: Ďalším typom balíku je <emphasis>Red Hat Package Manager</emphasis> (RPM) súbor. Tieto majú príponu <filename class="extension">.rpm</filename>. Nie je odporúčané inštalovať ich v systéme Ubuntu. Takmer vo všetkých prípadoch je dostupný natívny Ubuntu <filename class="extension">.deb</filename> balík. Avšak v absolútne nevyhnutných prípadoch môže byť <filename class="extension">.rpm</filename> súbor prekonvertovaný na <filename class="extension">.deb</filename> balík prostredníctvom aplikácie <application>alien</application>. Vytvorený <filename class="extension">.deb</filename> súbor nainštalujete vyššie uvedeným postupom.
zh_cn: 另一种软件包类型就是<emphasis>红帽软件包管理者</emphasis> (RPM)式的文件。他们以<filename class="extension">.rpm</filename>为后缀。并不推荐将这种形式的软件包安装到Ubuntu系统上。大多数情况下，Ubuntu的<filename class="extension">.deb</filename>类型的软件包应该已经存在。可是，万一确实需要的话， <filename class="extension">.rpm</filename>类型的文件也可以通过<application>alien</application>程序来将其转换成<filename class="extension">.deb</filename>类型的软件包。得到的<filename class="extension">.deb</filename>类型的文件以如上所述的方式安装。

source: To convert an RPM into a <filename class="extension">.deb</filename>:
da: For at konvertere en RPM til en <filename class="extension">.deb</filename>:
es: Para convertir un RPM en un <filename class="extension">.deb</filename>:
gl: Para convertir un RPM nun <filename class="extension">.deb</filename>:
he: כדי להמיר קובץ RPM לקובץ <filename class="extension">.deb</filename>:
mk: За конверзија на RPM во <filename class="extension">.deb</filename>:
nl: Om een RPM naar een <filename class="extension">.deb</filename> te converteren:
ro: Pentru conversia unui RPM într-un <filename class="extension">.deb</filename>:
sk: Na konvertovanie RPM na <filename class="extension">.deb</filename>:
zh_cn: 要转换一个 RPM 为<filename class="extension">.deb</filename>：

source: Install the <application>alien</application> package.
da: Installér <application>alien</application>-pakken.
es: Instale el paquete <application>alien</application>.
eu: <application>alien</application> paketea instalatu.
gl: Instale o paquete <application>alien</application>
he: התקן את חבילת <application>alien</application>
id: Instal paket <application>alien</application>.
ko: <application>alien</application> 꾸러미를 설치하세요.
mk: Инсталирајте го <application>alien</application> пакетот.
nl: Installeer het <application>alien</application> pakket.
ro: Instalați pachetul <application>alien</application>.
sk: Inštalácia balíka <application>alien</application>.
zh_cn: 安装 <application>alien</application> 软件包。

source: In a Terminal, enter: <screen>sudo alien <replaceable>package_file.rpm</replaceable></screen>
da: Skriv i en terminal: <screen>sudo alien <replaceable>pakke_fil.rpm</replaceable></screen>
es: En una terminal, teclee: <screen>sudo alien <replaceable>archivo_de_paquete.rpm</replaceable></screen>
eu: Terminal batean, idatz ezazu: <screen>sudo alien <replaceable>paketearen_fixtategia.rpm</replaceable></screen>
gl: Nun Terminal, introduza: <screen>sudo alien <replaceable>ficheiro_do_paquete.rpm</replaceable></screen>
he: הכנס במסוף: <screen>sudo alien <replaceable>package_file.rpm</replaceable></screen>
id: Di Terminal ketik: <screen>sudo alien <replaceable>berkas_paket.rpm</replaceable></screen>
ko: 터미널에서 다음을 입력하세요: <screen>sudo alien <replaceable>package_file.rpm</replaceable></screen>
mk: Во Терминал, внесете: <screen>sudo alien <replaceable>пакет_датотека.rpm</replaceable></screen>
nl: Typ in een terminalvenster: <screen>sudo alien <replaceable>pakket_bestand.rpm</replaceable></screen>
ro: Introduceți în terminal: <screen>sudo alien <replaceable>fișier_pachet.rpm</replaceable></screen>
sk: V termináli zadajte: <screen>sudo alien <replaceable>názov_balíku.rpm</replaceable></screen>
zh_cn: 在终端中，输入：<screen>sudo alien <replaceable>package_file.rpm</replaceable></screen>

source: Installing <emphasis>tarballs</emphasis>
da: Installér <emphasis>tar-arkiver</emphasis>
es: Instalar <emphasis>tarballs</emphasis>
gl: Instalar <emphasis>tarballs</emphasis>
he: התקנת <emphasis>tarballs</emphasis>
mk: Инсталирање на <emphasis>tarball</emphasis>
nl: <emphasis>Tarballs</emphasis> installeren
ro: Instalarea aplicațiilor în format <emphasis>tarballs</emphasis>
sk: Inštalovanie <emphasis>tarballov</emphasis>
zh_cn: 安装<emphasis>tarballs</emphasis>
