Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/add-applications/po/*.po
Languages: ar, bg, cs, da, de, el, es, eu, fr, gl, he, id, it, ja, ko, mk, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: If you know the name of the package you want to install or remove, click the <guibutton>Search</guibutton> button, and enter the package name or a short search term. You can also search for packages by description (for example, you can find all packages mentioning <quote><wordasword>arcade</wordasword></quote> or <quote><wordasword>mathematics</wordasword></quote>).
eu: Instalatu edo kendu nahi duzun paketearen izena ezagutzen baduzu, sakatu <guibutton>Bilatu</guibutton> botoia eta idatz ezazu paketearen izena edo bilaketarako termino motz bat. Deskribapenaren arabera egin dezakezu ere bilaketa (adibidez, <quote><wordasword>arcade</wordasword></quote> edo <quote><wordasword>matematika</wordasword></quote> aipatzen duten paketeak aurki ditzakezu).
id: Jika Anda sudah tahu nama paket yang ingin diinstal atau dihapus, klik tombol <guibutton>Search</guibutton>, dan masukkan nama paket. Anda dapat juga mencari paket melalui deskripsi paket tersebut (sebagai contoh, Anda dapat menemukan seluruh paket yang mengandung kata <quote><wordasword>arcade</wordasword></quote> atau <quote><wordasword>mathematics</wordasword></quote>).
ko: 만약 설치 혹은 제거하고자 하는 꾸러미의 이름을 알고 있다면, <guibutton>검색</guibutton> 버튼을 클릭하여 꾸러미의 이름이나 검색할 내용을 입력하세요. 꾸러미에 대한 설명으로도 검색할 수 있습니다(예를 들어 <quote><wordasword>아케이드</wordasword></quote> 혹은 <quote><wordasword>수학</wordasword></quote>에 관련된 모든 꾸러미를 찾을 수 있습니다).

source: Use the categories on the left to filter the list of packages. To return to the list of categories after doing a search, click <guibutton>Sections</guibutton>.
eu: Ezkerraldeko kategoriak erabili ezazu paketeak iragazteko. Bilaketa baten ondoren kategoriak berriro bistaratzeko, sakatu <guibutton>Atalak</guibutton>.
id: Gunakan kategori dibagian kiri untuk menyaring daftar paket. Untuk kembali ke daftar kategori selesah melakukan pencarian, klik <guibutton>Sections</guibutton>.
ko: 왼쪽의 분류를 이용하여 꾸러미의 목록을 필터링할 수 있습니다. 꾸러미를 검색한 후에 분류 목록으로 돌아가려면 <guibutton>분류</guibutton> 버튼을 클릭하세요.

source: To install a package, click the box next to it and choose <guimenuitem>Mark for installation</guimenuitem>. If you change your mind, choose <guimenuitem>Unmark</guimenuitem>.
eu: Pakete bat instalatzeko, sakatu bere aldameneko kutxan eta hautatu <guimenuitem>Instalatzeko markatu</guimenuitem>. Eritziz aldatzen bazara, hautatu <guimenuitem>Desmarkatu</guimenuitem>.
id: Untuk menginstal suatu paket, tekan kotak yang ada disampingnya dan pilih <guimenuitem>Tandai untuk instalasi</guimenuitem>. Bila anda berubah pikiran, pilih <guimenuitem>Cabut Tanda</guimenuitem>.
ko: 꾸러미를 설치하려면, 꾸러미 이름의 옆에 있는 박스를 클릭한 뒤 <guimenuitem>설치 표시</guimenuitem>를 선택하세요. 만약 마음이 바뀌었다면 <guimenuitem>표시 지움</guimenuitem>을 선택하세요.

source: To remove a package that is already installed, choose <guimenuitem>Mark for Removal</guimenuitem>.
eu: Dagoeneko instalatuta dagoen pakete bat kentzeko, hautatu <guimenuitem>Kentzeko Markatu</guimenuitem>.
id: Untuk menghapus paket yang sudah terinstall, pilih <guimenuitem>Tandai untuk Dibuang</guimenuitem>.
ko: 이미 설치된 꾸러미를 제거하려면 <guimenuitem>제거 표시</guimenuitem>를 선택하세요.

source: When you have finished, click <guibutton>Apply</guibutton> and Ubuntu will make the changes you selected. If you do not want to make any changes, close the window instead.
eu: Amaitu duzuenan, <guibutton>Aplikatu</guibutton> sakatu ezazu eta zuk hautatutako aldaketak egingo ditu Ubuntuk. Ez baduzu aldaketarik egitea nahi, ordea, leihoa itxi ezazu.
id: Jika telah selesai, klik <guibutton>Terapkan</guibutton> dan Ubuntu akan membuat merubahan sesuai pilihan Anda. Jika Anda tidak ingin membuat perubahan, tutup saja jendelanya.
ko: 모든 준비를 마치고 <guibutton>적용</guibutton> 버튼을 누르면 우분투가 여러분이 선택한 내용을 변경할 것입니다. 만약 변경 사항을 적용하고 싶지 않다면, 그냥 창을 닫으십시오.

source: If you are comfortable using the Terminal, you can use <application>apt</application> (Advanced Packaging Tool) to install or remove software. You need administrative access to use <application>apt</application>. See <ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink> for more details.
eu: Terminala erabiltzen eroso sentitzen bazara, <application>apt</application> (Advanced Packaging Tool) erabil dezaketu softwarea instalatu edo kentzeko. Baimen administratiboak beharko dituzu <application>apt</application> erabiltzeko. Ikusi <ulink type="help" url="ghelp:administrative">Ataza Administratiboak</ulink> informazio gehiago eskuratzeko.
id: Jika Anda merasanyaman dg Terminal, Anda dapat menggunakan <application>apt</application> (Advanced Packaging Tool) untuk menginstal atau membuang perangkat lunak. Anda membutuhkan akses administratip untuk menggunakan <application>apt</application>. Lebih lanjut, lihat <ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink>.
ko: 만약 터미널에서 작업하는 것을 좋아하신다면, <application>apt</application> (Advanced Packaging Tool) 프로그램을 사용하여 소프트웨어를 설치하거나 제거할 수 있습니다. <application>apt</application>를 사용하기 위해서는 관리자 권한이 필요합니다. 자세한 사항은 <ulink type="help" url="ghelp:administrative">관리 작업</ulink> 부분을 참조하세요.

source: For more information, see the <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Debian <application>apt</application> manual</ulink>.
eu: Informazio gehiago eskuratzeko, irakur ezazu <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Debian <application>apt</application> gidaliburua</ulink>.
id: Informasi lebih lanjut, lihatlah manual <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Debian <application>apt</application></ulink>.
ko: 더 자세한 정보는 <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">데비안 <application>apt</application> 설명서</ulink> 를 보기 바랍니다.

source: Install/uninstall <filename class="extension">.deb</filename> files
eu: <filename class="extension">.deb</filename> fitxategiak instalatu/desinstalatu
id: Instal/hapus berkas-berkas <filename class="extension">.deb</filename>
ko: <filename class="extension">.deb</filename> 파일 설치/제거하기

source: To uninstall a <filename class="extension">.deb</filename> file, deselect it in your package manager. Or from a Terminal, enter: <screen>sudo dpkg -r <replaceable>package_name</replaceable></screen>
eu: <filename class="extension">.deb</filename> fitxategi bat desinstalatzeko, desmarkatu ezazu zure pakete-kudeatzailean. Nahiago baduzu terminala erabili, idatz ezazu: <screen>sudo dpkg -r <replaceable>paketearen_izena</replaceable></screen>
id: Untuk menghapus (paket) dari berkas <filename class="extension">.deb</filename>, bunaglah dari manajer paket. Atau dari Terminal, ketik: <screen>sudo dpkg -r <replaceable>nama_paket</replaceable></screen>
ko: <filename class="extension">.deb</filename> 파일을 제거하려면 꾸러미 관리자에서 선택을 해제하십시오. 터미널을 사용한다면 다음과 같이 입력해도 됩니다: <screen>sudo dpkg -r <replaceable>꾸러미 이름</replaceable></screen>

source: Convert <filename class="extension">.rpm</filename> files to <filename class="extension">.deb</filename> files
eu: <filename class="extension">.rpm</filename> fitxategietatik <filename class="extension">.deb</filename> fitxategiak lortu
id: Mengubah berkas <filename class="extension">.rpm</filename> ke berkas <filename class="extension">.deb</filename>
ko: <filename class="extension">.rpm</filename> 파일을 <filename class="extension">.deb</filename> 파일로 변환하기

source: Another type of package files is <emphasis>Red Hat Package Manager</emphasis> files which have the <filename class="extension">.rpm</filename> suffix. It is not recommended to install these on an Ubuntu system. In almost all cases, a native Ubuntu <filename class="extension">.deb</filename> package is available. However, if absolutely necessary, an <filename class="extension">.rpm</filename> file can be converted to a <filename class="extension">.deb</filename> package using the program <application>alien</application>. The resulting <filename class="extension">.deb</filename> file will be installed using dpkg as indicated above.
eu: <emphasis>Red Hat Package Manager</emphasis> motako pakete-fitxategiak daude ere, <filename class="extension">.rpm</filename> luzapena dutenak. Ez dira Ubuntu sistemetan instalatzeko gomendagarriak. Gehienetan, Ubunturentzat sortutako <filename class="extension">.deb</filename> paketea ere izango duzu eskuragarri. Halaere, guztiz beharrezkoa bada, <filename class="extension">.rpm</filename> fitxategia eraldatu dezakezu <filename class="extension">.deb</filename> fitxategi bat lortzeko, <application>alien</application> programa erabiliz. Lortutako <filename class="extension">.deb</filename> fitxategia instalatzeko, dpkg erabili ahalko duzu, lehen azaldu bezala.
id: jenis paket berkas yg lain adalah berkas <emphasis>Red Hat Package Manajer</emphasis> yg memiliki akhiran <filename class="extension">.rpm</filename>. Ini tidaklah disarankan untuk diinstal ke sistem Ubuntu. Pada banyak kasus, paket <filename class="extension">.deb</filename> asli Ubuntu telah tersedia. However, jika benar-benar perlu, berkas <filename class="extension">.rpm</filename> dapat diubah ke berkas paket <filename class="extension">.deb</filename> menggunakan program <application>alien</application>. Hasilnya, berkas <filename class="extension">.deb</filename> dapat diinstal menggunakan dpkg sebagaimana dijelaskan di atas.
ko: 또 다른 종류의 꾸러미 파일로는 <filename class="extension">.rpm</filename> 확장자를 사용하는 <emphasis>레드햇 꾸러미 관리자</emphasis> 파일이 있습니다. 이러한 파일들을 우분투 시스테멩 설치하는 것은 권장하지 않습니다. 대부분의 경우 이에 해당하는 우분투용 <filename class="extension">.deb</filename> 꾸러미를 구할 수 있을 것입니다. 하지만, 절대적으로 필요한 경우에는 <application>alien</application> 프로그램을 통해 <filename class="extension">.rpm</filename> 파일을 <filename class="extension">.deb</filename> 파일로 변환할 수 있습니다. 이 결과로 얻은 <filename class="extension">.deb</filename> 파일은 위에서 설명한 대로 dpkg 명령을 통해 설치할 수 있습니다.

source: Install <emphasis>tarballs</emphasis>
eu: <emphasis>tarballs</emphasis> instalatu
id: Instal <emphasis>tarballs</emphasis>
ko: <emphasis>tarballs</emphasis> 설치

source: Files with the <filename class="extension">.tar</filename>, <filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename> or <filename class="extension">.tar.bz2</filename> suffix are package files known as <emphasis>tarballs</emphasis> which are widely used in Linux and Unix.
eu: <filename class="extension">.tar</filename>, <filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename> edo <filename class="extension">.tar.bz2</filename> luzapeneko fitxategiak <emphasis>tarball</emphasis> bezala erabiliak dira, eta oso erabiliak dira bai Linux bai Unix-en.
id: berkas-berkas dg akhiran <filename class="extension">.tar</filename>, <filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename> atau <filename class="extension">.tar.bz2</filename> adalah berkas-berkas paket yg dikenal sbg <emphasis>tarball</emphasis> yg digunakan secara luas di Linux dan Unix.
ko: <filename class="extension">.tar</filename>, <filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename>, <filename class="extension">.tar.bz2</filename> 확장자를 가진 파일들은 리눅스 및 유닉스 환경에서 널리 사용되는 <emphasis>tarballs</emphasis> (이)라고 하는 꾸러미 파일입니다.

source: Compiling programs requires some packages that are not installed by default. You can install these all at once by installing the <application>build-essential</application> package.
eu: Programak konpilatzeko, modu lehenetsiz instalaturik ez dauden pakete batzuk behar izan ditzakezu. Denak batera instala ditzakezu <application>build-essential</application> paketea instalatuz.
id: Kompilasi program membutuhkan beberapa paket yang belum terinstal. Anda dapat menginstalnya secara bersama dg menginstal paket <application>build-essential</application>.
ko: 프로그램을 컴파일 하기 위해서는 기본적으로 설치되지 않은 몇 가지 꾸러미들을 설치해야 합니다. 이러한 꾸러미들은 <application>build-essential</application> 꾸러미 하나만 설치하면 자동으로 설치할 수 있습니다.

source: Install <filename class="extension">.run</filename> packages
eu: <filename class="extension">.run</filename> paketeak instalatu
id: Menginstal paket-paket <filename class="extension">.run</filename>
ko: <filename class="extension">.run</filename> 꾸러미 설치하기

source: Double-click the <filename class="extension">.run</filename> file to open it. A dialog box should appear
eu: Klik bikoitza egin ezazu <filename class="extension">.run</filename> fitxategian, irekitzeko. Leiho berri bat ireki beharko litzateke
id: Klik ganda berkas <filename class="extension">.run</filename> untuk membukanya. Sebuah dialog seharusnya muncul
ko: <filename class="extension">.run</filename> 파일을 더블클릭하여 엽니다. 대화 상자가 나타날 것입니다.

source: Press <guibutton>Run in Terminal</guibutton> to run the installer
eu: <guibutton>Exekutatu terminalean</guibutton> sakatu ezazu instalatzailea exekutatzeko
id: Tekan <guibutton>Jalankan di Terminal</guibutton> untuk menjalankan instaler
ko: 설치 프로그램을 실행하기 위해 <guibutton>터미널에서 실행</guibutton> 을 누릅니다.

source: A <application>Terminal</application> window will open. Follow any instructions on-screen to install the program
eu: <application>Terminal</application> leiho bat irekiko da. Bertan agertzen diren argibideak jarraitu itzazu programa instalatzeko
id: Sebuah jendela <application>Terminal</application> akan terbuka. Ikuti setiap instruksi pd layar untuk menginstal program
ko: <application>터미널</application> 창이 열릴 것입니다. 화면에 나타난 지시를 따라 프로그램을 설치합니다.

source: Placeholder.
id: Wadah.

source: With the <guimenuitem>Add/Remove…</guimenuitem> item in the <guimenu>Applications</guimenu> menu, you can install programs to do new things with Ubuntu. You can also remove programs you do not want. You need administrative access to use <application>Add/Remove Programs</application> (see <ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink> for more details).
id: Dengan <guimenuitem>Tambah/Hapus…</guimenuitem> pada menu <guimenu>Aplikasi</guimenu>, Anda dapat memasang program untuk melakukan hal-hal baru dengan Ubuntu. Anda juga dapat menghapus program yang tidak Anda inginkan. Anda perlu akses administratif untuk memakai <application>Tambah/Hapus Program</application> (lihat <ulink type="help" url="ghelp:administrative">Tugas Administratif</ulink> untuk rinciannya).
ko: <guimenu>프로그램</guimenu> 메뉴의 <guimenuitem>추가/제거...</guimenuitem> 항목을 통해, 우분투에서 새로운 작업을 수행하는 프로그램을 설치할 수 있습니다. 또한 원치 않는 프로그램을 제거할 수도 있습니다. <application>프로그램 추가/제거</application> 를 위해서는 관리자 권한이 필요합니다 (자세한 사항은 <ulink type="help" url="ghelp:administrative">관리 작업</ulink> 부분을 참조하기 바랍니다).

source: This section discusses how applications are installed, removed and kept up-to-date. Also covered are how packages are stored by Ubuntu and made available for download.
ar: يناقش هذا القسم كيف تثبت التطبيقات وتحذف وتحدث. يغطي أيضا كيف تُخزّن الحزم في أوبونتو وكيف تجعل متاحة للتنزيل.
bg: Този раздел дискутира как се инсталират, премахват и актуализират програми. Също е обяснено как се съхраняват пакети от Ubuntu и кои са достъпни за изтегляне.
cs: Tato sekce pojednává o instalování, odstraňování a aktualizování aplikací. Také je zde zahrnuto to, jak Ubuntu balíky ukládá a činí dostupné pro stažení.
de: In diesem Abschnitt lernen Sie, wie Anwendungen installiert, wieder entfernt und auf dem neuesten Stand gehalten werden können. Außerdem erfahren Sie etwas darüber, wie Ubuntu die Pakete speichert und in welcher Form sie zum Herunterladen angeboten werden.
el: Σ' αυτό το τμήμα παρουσιάζεται η εγκατάσταση, η αφαίρεση και η ενημέρωση εφαρμογών. Επίσης καλύπτεται ο τρόπος που αποθηκεύονται οι εφαρμογές από το Ubuntu και γίνονται διαθέσιμες για κατέβασμα.
fr: Cette section traite de la façon dont les applications sont installées, supprimées et tenues à jour. Elle explique aussi comment les paquets sont entreposés par Ubuntu et rendus disponibles au téléchargement.
it: In questa sezione viene descritto come installare, rimuovere e aggiornare le applicazioni, inoltre viene spiegato come sono archiviati i pacchetti software di Ubuntu e come vengono resi disponibili per essere scaricati.
ja: このセクションではアプリケーションをどのようにインストールし、削除し、アップデートするのかを説明します。また、パッケージがどのようにUbuntuに保管され、ダウンロードできるようになっているのかについても説明します。
pl: Ten rozdział opisuje w jaki sposób programy są instalowane, usuwane i utrzymywane w aktualnych wersjach. Znajdują się tu także informacje o tym, w jaki sposób pakiety są przechowywane przez Ubuntu i jak je pobierać.
pt_br: Esta seção discute como os aplicativos são instaladas, removidas e atualizadas. Também abrange como os pacotes são armazenados pelo Ubuntu e disponibilizados para download.
ru: В этом разделе описаны способы установки, удаления и обновления программ. Также объясняется каким образом осуществляется управление программами и их загрузка из интернета.
sv: Detta avsnitt beskriver hur program installeras, tas bort och hålls uppdaterade. Det täcker även in hur paket lagras av Ubuntu och görs tillgängliga för hämtning.
zh_tw: 本章節主要說明Ubuntu應用軟體的安裝、移除、以及更新，並解釋Ubuntu如何存放套件，及提供下載的方式。

source: How is software installation on Ubuntu different from on Windows?
ar: ما مدى اختلاف تثبيت البرمجيات على أوبونتو عن ويندوز؟
bg: Как инсталацията на софтуер в Ubuntu е различна от тази в Windows?
cs: V čem je instalace softwaru v Ubuntu odlišná od Windows?
de: Was ist bei der Installation von Software unter Ubuntu anders als bei Windows?
el: Πώς διαφέρει η εγκατάσταση εφαρμογών στο Ubuntu από ότι στα Windows;
fr: En quoi l'installation de logiciels sous Ubuntu diffère de celle de Windows ?
it: Differenze nell'installare software su Ubuntu rispetto a Windows
ja: UbuntuでのソフトウェアのインストールはWindowsとはどのように違うのですか？
pl: Czym różni się instalacja oprogramowania na Ubuntu od tej na Windowsie?
pt_br: Como a instalação de aplicativos no Ubuntu difere do Windows?
ru: Чем отличается установка программ в Ubuntu и в Windows?
sv: Hur skiljer sig programinstallation på Ubuntu jämfört med Windows?
zh_tw: Ubuntu和Windows安裝軟體的不同之處?

source: Ubuntu handles software installation in a very different way to Windows.
ar: يعامل أوبونتو البرمجيات بطريقة مختلفة تماما عن طريقة ويندوز.
bg: Ubuntu обработва инсталацията на софтуер по много различен начин от Windows.
cs: Ubuntu provádí instalaci softwaru úplně odlišným způsobem oproti Windows.
de: Ubuntu behandelt Software-Installationen deutlich anders als Windows.
el: To Ubuntu χειρίζεται την εγκατάσταση λογισμικού με πολύ διαφορετικό τρόπο από ότι τα Windows.
fr: Ubuntu utilise une approche très différente de Windows pour installer un logiciel.
it: La gestione dell'installazione dei programmi in Ubuntu è molto diversa rispetto a Windows.
ja: UbuntuではWindowsとは全く異なる方法でソフトウェアのインストールを行います。
pl: Instalacja oprogramowania w Ubuntu znacznie się różni od tej na Windowsie.
pt_br: O Ubuntu lida com a instalação de aplicativos de uma maneira muito diferente do Windows.
ru: В Ubuntu установка программ в корне отличается от Windows.
sv: Ubuntu hanterar programinstallationer på ett mycket olikt sätt än vad Windows gör.
zh_tw: 在Ubuntu下安裝軟體的方式和Windows非常不一樣

source: If you want to install an application on Windows, you must normally buy a CD containing the software, or download an installer package from the Internet. You then run the installer program, which guides you through the installation process.
ar: إذا أردت تثبيت تطبيق على ويندوز، في العادة يجب أن تشتري اسطوانة تحتوي البرمجيات، أو تنزّل مثبت الحزمة من الإنترنت. تشغل بعد ذلك مثبت البرنامج، الذي يقودك عبر عملية التثبيت.
bg: Ако искате да инсталирате програма на Windows, обикновено трябва да купите CD, което съдържа софтуер или да изтеглите инсталационен пакет от Интернет. После изпълнявате инсталационната програма, която ви води през процеса на инсталиране.
cs: Pokud chcete ve Windows nainstalovat aplikaci, musíte si běžně koupit CD obsahující software nebo stáhnout instalační balík z internetu. Pak spustíte instalační program, který Vás provede skrz instalační proces.
de: Wenn Sie eine Anwendung unter Windows installieren möchten, dann müssen sie normalerweise eine CD mit der Software kaufen oder ein Installationspaket aus dem Internet herunterladen. Danach öffnen Sie das Installationsprogramm, welches sie durch die Installation führt.
el: Αν θέλετε να εγκαταστήσετε μια εφαρμογή στα Widnows, κανονικά θα πρέπει να αγοράσετε ένα CD που θα περιέχει το λογισμικό, ή να κατεβάσετε ένα πακέτο εγκατάστασης από το διαδίκτυο. Μετά τρέχετε το πρόγραμμα εγκατάστασης, το οποίο σας οδηγεί στη διαδικασία εγκατάστασης.
fr: Si vous souhaitez installer un logiciel sous Windows, vous devez normallement acheter un CD du logiciel ou télécharger un programme d'installation sur internet. Ensuite, vous devez lancer ce programme qui vous guide étape par étape lors du processus d'installation.
it: Per installare un'applicazione in Windows normalmente si acquista un CD contenente il programma o viene scaricato un pacchetto d'installazione da Internet. In seguito si lancia il programma d'installazione e si seguono i passi descritti.
ja: もしあなたがWindows上でアプリケーションをインストールしたいと思ったら、あなたはソフトウェアの入ったCDを購入するか、インストーラ・パッケージをインターネットからダウンロードするはずです。そしてインストーラ・プログラムを実行し、インストールのプロセスを進めていきます。
pl: Jeśli zamierzasz zainstalować jakiś program na Windowsie, z reguły musisz kupić płytę CD z danym oprogramowaniem bądź pobrać instalator z Internetu. Następnie należy uruchomić program instalacyjny, który przeprowadzi Cię przez proces instalacji.
pt_br: Se você deseja instalar um aplicativo no Windows, você normalmente deve comprar um CD contendo o software, ou baixar um pacote instalador da internet. Então você executa o instalador que o orienta através do processo de instalação.
ru: Если вы хотите установить программу в Windows, вы обычно покупаете CD-диск с программой или загружаете из интернета установщик. После этого вы запускаете этот установщик, и по ходу установки он даёт вам советы.
zh_tw: 如果在Windows上安裝軟體，一般來說你需要買一張包含軟體的CD, 或是從網路上下載，然後執行安裝程式，並按照安裝提示來完成安裝步驟。
