Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/add-applications/po/*.po
Languages: ar, bg, cs, da, de, el, es, eu, fr, gl, he, id, it, ja, ko, mk, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: A Terminal window will open. Follow any instructions on-screen to install the program
es: Se abrirá una ventana de terminal. Siga las instrucciones en la pantalla para instalar el programa.
ro: O fereastră Terminal se va deschide. Urmăriți instrucțiunile de pe ecran pentru a instala programul

source: Once you have started the installer, it may take a while to display an installation screen. This is normally due to the installer extracting all of the files from the .run file ready for use.
da: Når du har startet installeringsprogrammet kan det tage lidt tid at vise en installationsskærm. Dette skyldes normalt at installationsprogrammet udpakker alle filerne fra .run-filen, så de er klar til brug.
es: Cuando haya iniciado el instalador, puede tardar un rato hasta que aparezca la pantalla de instalación. Esto normalmente se debe a que instalador tiene que extraer todos los archivos contenidos en el archivo .run para poder usarlos.
eu: Instalatzailea abiarazi ondoren, posible da denbora pixkat igarotea instalazio-pantaila agertu arte. Erabili aurretik, .run fitxategia deskonprimitu behar delako da hau.
gl: Unha vez iniciado o instalador, pode levar un anaco antes de que se mostre a pantalla de instalación. Isto débese normalmente a que o instalador está a extraer todos os ficheiros do ficheiro .run e a preparalos para o seu uso.
he: אחרי שתוכנית ההתקנה החלה, עלול לקחת זמן מה עד שיוצג מסך תצוגה להתקנה. זה נורמלי בגלל שתוכנית ההתקנה פורסת תחילה את כל הקבצים מתוך קובץ הrun.
id: Begitu Anda telah memulai (menjalankan) instaler, ia mungkin akan butuh waktu untuk menampilkan layar instalasi. Hal ini biasanya terjadi kerna program penginstal mengekstrak berkas-berkas dari .run agar siap digunakan.
ko: 설치 프로그램이 시작되면, 설치 화면이 나타날 때까지 약간의 시간이 소요될 수도 있습니다. 이는 일반적으로 설치 프로그램이 .run 파일 내의 모든 파일들을 이용할 수 있도록 준비하는 데 시간이 걸리기 때문입니다.
mk: Откако ќе ја стартувате инсталацијата, може да биде потребно одредено време пред да се појави екранот за инсталација. Ова е нормално и се случува поради тоа што се отпакуваат датотеки од .run датотеката пред да можат да се користат.
nl: Zodra u het installatieprogramma heeft gestart, kan het even duren voordat er een installatiescherm wordt weergegeven. Dit komt meestal doordat het installatieprogramma al de bestanden uit het <filename class="extension">.run</filename>-bestand uitpakt en gereed maakt voor gebruik.
ro: După pornirea instalatorului, fereastra de instalarea poate să întârzie puțin. Acest lucru este normal deoarece instalatorul va extrage toate fișierele din arhiva .run.
sk: Keď spustíte inštalátor, môže chvíľu trvať, kým sa objaví inštalačná obrazovka. Deje sa tak spravidla z toho dôvodu, že inštalátor rozbaľuje všetky súbory zo súbory .run, aby boli pripravené na použitie.
zh_cn: 一旦启动安装程序，可能一小段时间后才能显示安装屏幕。这是正常的，因为安装程序要解压.run文件的所有文件以备使用。
