Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/add-applications/po/*.po
Languages: ar, bg, cs, da, de, el, es, eu, fr, gl, he, id, it, ja, ko, mk, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: <emphasis role="strong">Restricted software</emphasis> is software which has restrictions on its use, preventing it from being classed as free software. Non-free software is a type of restricted software, where the restrictions are due to the software having a non-free license. Other reasons for software being classed as restricted include legal issues (use of some types of software is illegal in some countries) and patent issues (some software requires a patent license to be used legally).
ar: <emphasis role="strong">البرمجيات المقيدة</emphasis> هي برمجيات عليها قيود على استخدامها، تحظرها من أن تصنف كبرمجيات حرة. البرمجيات غير الحرة هي نوع من البرمجيات المقيدة، حيث تكون القيود بسبب امتلاك البرمجيات رخصة غير حرة. من الأسباب الأخرى لكون البرمجيات مصنفة كمقيدة القضايا القانونية (استخدام بعض أنواع البرمجيات غير قانوني في بعض الدول) وقضايا براءات الاختراع (بعض البرمجيات تتطلب رخصة براءة اختراع لتستخدم قانونيا).
bg: <emphasis role="strong">Ограничен софтуер</emphasis> е софтуер, който има ограничения за неговото използване, които му пречат да бъде определен като безплатен. Не-безплатния софтуер е тип ограничен софтуер, където ограниченията са поради не-безплатен лиценз на софтуера. Други причини за софтуер да бъде определен като ограничен са ограничения включително законни (използването на някои видове софтуер е забранено в някои държави) и патентни (някои софтуери изискват патентни лицензи, за да се използват легално).
cs: <emphasis role="strong">Vyhrazený software</emphasis> je software, který má omezení na své použití, znemožňující jeho zařazení mezi svobodný software. Nesvobodný software je typem vyhrazeného softwaru, kde tyto omezení jsou způsobeny nesvobodnou licencí. Jiné důvody pro zařazení softwaru jako vyhrazeného obsahují právní důvody (použití jistého typu softwaru je nelegální v některých zemích) a patentové nároky (některý software vyžaduje pro legální použití patentovou licenci).
de: <emphasis role="strong">Eingeschränkte Software</emphasis> ist Software, deren Nutzung Beschränkungen unterliegt, die es unmöglich machen, diese Art von Software als »freie Software« einzustufen. Unfreie Software ist eine Art von eingeschränkter Software, bei der sich die Beschränkungen aus der unfreien Lizenz ergeben. Software kann aber auch aus anderen Gründen als »eingeschränkt« eingestuft werden: manche Anwendungen können aus rechtlichen Gründen nicht in allen Ländern verwendet werden und andere erfordern eine Patentlizenz, um legal genutzt werden zu können.
el: <emphasis role="strong">Λογισμικό με περιορισμούς από πνευματικά δικαιώματα και νόμους</emphasis> είναι λογισμικό το οποίο έχει περιορισμούς στη χρήση του, οι οποίοι δεν του επιτρέπουν την κατηγοριοποίηση ως ελεύθερο λογισμικό. Το μη ελεύθερο λογισμικό (ή κλειστό λογισμικό) είναι λογισμικό με περιορισμούς, όπου οι περιορισμοί έχουν να κάνουν με τη διάθεση του συγκεκριμένου λογισμικού υπό μία μη ελεύθερη άδεια. Άλλοι λόγοι για τους οποίους μπορεί κάποιο λογισμικό να κατηγοριοποιηθεί ως περιορισμένο έχει να κάνει με νομικά ζητήματα (υπάρχουν λογισμικά των οποίων η χρήση είναι παράνομη σε ορισμένες χώρες) καθώς και με ζητήματα σχετικά με πατέντες (υπάρχουν λογισμικά των οποίων η νόμιμη χρήση προϋποθέτει προηγούμενη εξασφάλιση άδειας πατέντας - patent license).
es: El <emphasis role="strong">software restringido</emphasis> es el software que impone restricciones sobre su uso, lo que impide que pueda denominarse «software libre». El software no libre es un tipo de software restringido, en el que las restricciones se deben a que el software ha sido publicado con una licencia no libre. Entre otras razones por las cuales el software puede clasificarse como restringido, se incluyen cuestiones legales (el uso de ciertos tipos de software es ilegal en algunos países) o cuestiones de patentes (algunos programas necesitan una licencia de patente para poder usarlo legalmente).
fr: <emphasis role="strong">Un logiciel restreint</emphasis> est un logiciel qui a des restrictions dans son utilisation, l'empêchant d'être classé comme logiciel libre. Les logiciels non libres sont un type de logiciels restreints, du fait de leur licence qui n'est pas libre. D'autres logiciels sont classé comme restreints pour des raisons légales (l'utilisation de certains types de logiciels est illégale dans certains pays) ou des problèmes de brevets (certains logiciels requièrent une licence pour être utilisés légalement).
it: Il <emphasis role="strong">software con restrizioni</emphasis> è software che ha nell'uso dei limiti tali da non poter essere definito software libero. Il software non libero è una tipologia di software con restrizioni, in cui queste restrizioni sono dovute alle licenze non libere. Altri motivi per classificare un software come software con restrizioni, sono problemi legali (l'uso di alcuni tipi di software non è legale in alcuni Paesi) e problemi di brevetti (alcuni software richiedono il pagamento di licenze per poter essere usati legalmente).
ja: <emphasis role="strong">制限付きソフトウェア（Restricted software）</emphasis>とは利用に際して制限があり、フリーソフトウェアに分類することができないソフトウェアです。自由でないソフトウェアは制限付きソフトウェアの一種で、自由でないライセンスを持っているがために制限があると判断されています。他に制限付きと分類される理由としては、法律的な問題（一部の国では使用すると法律に触れてしまうなど）がある場合や、特許の問題（合法的に使用するためには特許料を支払わなければならない）がある場合などが考えられます。
pl: <emphasis role="strong"> Oprogramowanie zastrzeżone </emphasis> to takie, na którego używanie nałożono ograniczenia zabezpieczające przed sklasyfikowaniem go jako wolne. Jednym z typów oprogramowania zastrzeżonego jest oprogramowanie własnościowe. W tym przypadku ograniczenia są skutkiem licencji z nim związanej. Pozostałymi powodami klasyfikowania oprogramowania jako zastrzeżone są kwestie prawne (pewne typy oprogramowania są nielegalne w niektórych krajach) i patentowe (pewien typ oprogramowania wymaga licencji patentowej w celu legalizacji).
pt_br: <emphasis role="strong">Software restrito</emphasis> é um software que tem restrições quanto a sua utilização, impedindo-o de ser classificado como software livre. Software não-livre é um tipo de software restrito, em que as restrições devem-se ao fato de o software ter uma licença não-livre. Outras razões para o software ser classificado como restrito incluem questões jurídicas (utilização de alguns tipos de softwares é ilegal em alguns países) e questões de patentes (alguns softwares requerem uma licença de patente para serem usados legalmente).
ro: <emphasis role="strong">Software restricționat</emphasis> este software care are restricții la folosire, prevenindu-l de la a deveni clasificat ca software liber. Software-ul neliber este un tip de software restricționat, unde restricțiile sunt din cauză că software-ul are o licență neliberă. Alte motive pentru care software-ul este clasificat ca restricționat includ probleme de natură legală (folosirea anumitor tipuri de software este ilegală în anumite țări) și probleme de patente (anumite programe software necesită o licență de patent pentru a fi folosite legal).
ru: <emphasis role="strong">Ограниченное ПО</emphasis> - это ПО, имеющее ограничения в использовании, что не позволяет классифицировать его как свободное. Несвободное ПО - это вид ограниченного ПО, в котором ограничения заключаются в несвободной лицензии на ПО. Другими причинами, почему ПО классифицируется как ограниченное, являются проблемы с законом (использование некоторых типов ПО является незаконным в некоторых странах) и проблемы с патентами (некоторое ПО требует патентную лицензию для законного использования).
sv: <emphasis role="strong">Inskränkt programvara</emphasis> är programvara som har begränsningar i dess användning vilket förhindrar den från att klassificeras som fri programvara. Icke-fri programvara är en typ av inskränkt programvara där begränsningarna är på grund av att programvaran har en icke-fri licens. Andra anledningar för att programvaran klassificeras som inskränkt är bland annat juridiska aspekter (användning av vissa typer av programvara är olaglig i vissa länder) och patentproblem (viss programvara kräver en patentlicens för att användas legalt).
zh_tw: <emphasis role="strong">Restricted software</emphasis> 是屬於那些有附加授權限制的軟體，(如私有授權) 限制使其和一般『自由軟體』不同。『非自由軟體』也是屬於『受限制的軟體』的一種，因為他包含了『非自由軟體』的授權。 而其他被歸納為Restricted Software的也包括『非合法使用』 (因某些軟體依照某些國家法律是屬於非法的)和『專利問題』(某些軟體需要專利授權許可證才能合法使用) 等等...

source: In some cases, restricted software is the only option. Such cases include software for the playback of certain audio and video formats, some fonts and <ulink type="help" url="ghelp:hardware#restricted-manager">drivers for some graphics cards</ulink>.
ar: في بعض الحالات، البرمجيات المقيدة هي الخيار الوحيد، هذه الحالة مثل برمجيات تشغيل هيئات صوتية ومرئية معينة، وبعض الخطوط و<ulink type="help" url="ghelp:hardware#restricted-manager">تعريفات بعض الكروت الرسومية</ulink>.
bg: В някои случаи, ограниченият софтуер е единствения вариянт. В такива случаи се включва софтуер за възпроизвеждане на някои аудио и видео формати, някои шрифтове и <ulink type="help" url="ghelp:hardware#restricted-manager">драйвери за някои графични карти</ulink>.
cs: V některých případech je jedinou možností uzavřený software. To se týká např. softwaru pro přehrávání určitých zvukových nebo video formátů, některých typů písma a <ulink type="help" url="ghelp:hardware#restricted-manager">ovladačů pro některé grafické karty</ulink>.
de: Manchmal gibt es keine Alternative zu eingeschränkter Software. Das kann bei Software zum Abspielen bestimmter Audio- und Videoformate sowie bei einigen Schriftarten oder <ulink type="help" url="ghelp:hardware#restricted-manager">Grafiktreibern</ulink> der Fall sein.
el: Σε ορισμένες περιπτώσεις, η χρήση λογισμικού με περιορισμούς ως προς την άδεια χρήσης είναι μονόδρομος. Τέτοιες περιπτώσεις περιλαμβάνουν την αναπαραγωγή συγκεκριμένων μορφοποιήσεων αρχείων ήχου και βίντεο, συγκεκριμένες γραμματοσειρές και <ulink type="help" url="ghelp:hardware#restricted-manager">οδηγοί συσκευών για κάποιες κάρτες γραφικών</ulink>.
es: En algunos casos, el software restringido es la única opción. Entre ellos están el software para la reproducción de ciertos formatos de sonido y vídeo, algunas tipografías y <ulink type="help" url="ghelp:hardware#restricted-manager">los controladores de ciertas tarjetas gráficas</ulink>.
fr: Dans certains cas, les logiciels restreints sont l'unique solution. Ces cas incluent notamment la lecture de certains formats audio et vidéo, certaines polices de caractère et <ulink type="help" url="ghelp:hardware#restricted-manager">des pilotes de cartes graphiques</ulink>.
it: In alcune circostanze l'uso di software con restrizioni è l'unica alternativa: il software per la riproduzione di alcuni formati audio e video, alcuni tipi di caratteri e i <ulink type="help" url="ghelp:hardware#restricted-manager">driver per alcune schede grafiche</ulink>.
ja: 制限付きソフトウェアを追加でインストール可能なオプションとしてのみ提供する場合があります。例えば、特定の音楽・動画形式を再生するソフトウェアや一部のフォント、<ulink type="help" url="ghelp:hardware#restricted-manager">一部のグラフィックカードドライバ</ulink>.などがこのような形で提供されています。
pl: W pewnych sytuacjach oprogramowanie zastrzeżone to jedyny możliwy wybór. Do takich przypadków należą programy odtwarzające konkretny format dźwięku i obrazu, niektóre czcionki oraz <ulink type="help" url="ghelp:hardware#restricted-manager"> sterowniki pewnych kart graficznych </ulink>.
pt_br: Em alguns casos, o software restrito é a única opção. Esses casos incluem software para a reprodução de determinados formatos de áudio e vídeo, algumas fontes e <ulink type="help" url="ghelp:hardware#restricted-manager">drivers para algumas placas gráficas</ulink>.
ro: În anumite cazuri, software-ul restricționat este singura opțiune. Asemenea cazuri includ software pentru redarea anumitor formate audio și video, anumite fonturi și <ulink type="help" url="ghelp:hardware#restricted-manager">module de nucleu pentru anumite plăci video</ulink>.
ru: В некоторых случаях ограниченное ПО является единственным выбором. Эти случаи включают в себя воспроизведение определенных аудио и видео форматов, некоторые шрифты и <ulink type="help" url="ghelp:hardware#restricted-manager">драйверы для некоторых видеокарт</ulink>.
sv: I vissa fall är inskränkt programvara det enda alternativet. Sådana fall inkluderar programvara för uppspelning av vissa ljud- och videoformat, vissa typsnitt och <ulink type="help" url="ghelp:hardware#restricted-manager">drivrutiner för vissa grafikkort</ulink>.
zh_tw: 在某些情況下，restricted software 是唯一的選項。 例如一些能播放專有影音格式的播放軟體，和一些字型等等...

source: You should be warned by the package manager when you try to install restricted software. If the restricted software cannot be used legally in your country then there is little you can do; you should not install the software. If the software is restricted simply because it is non-free, you may choose to use it (for example, in the case of graphics card drivers). Be aware that most restricted software is not supported in Ubuntu, and problems with such software often cannot be corrected by Ubuntu developers.
ar: يحب أن تحذّر بواسطة مدير الحزم عندما تحاول تثبيت برمجيات مقيدة. إذا لم تتمكن من استخدام البرمجيات المقيدة قانونيا في بلدك حينها شيء محدد تستطيع القيام به، يجب ألا تثبت البرنامج. إذا كانت البرمجيات مقيدة ببساطة لأنها غير حرة، حينها قد تختار استخدامها (على سبيل المثال، في حالة تعريفات كرت الرسوميات). كن حذرا من أن معظم البرمجيات المقيدة غير مدعومة في أوبونتو، والمشاكل مع مثل هذه البرمجيات عادة لا يمكن أن تصلح بواسطة مطوري أوبونتو.
bg: Трябва да бъдете предупредени от мениджъра на пакети, когато инсталирате ограничен софтуер. Ако ограничения софтуер не може да бъде използван легално във вашата държава, тогава можете да направите малко; не трябва да инсталирате софтуера. Ако софтуера е ограничен просто защото не е безплатен, можете да го инсталирате (примерно драйвери за графична карта). Знайте, че повечето ограничен софтуер не се поддържа от Ubuntu и проблеми с този софтуер често не могат да се поправят от разработчиците на Ubuntu.
cs: Když se pokusíte nainstalovat uzavřený software, správce balíků vás na to upozorní. Pokud není možné používat ve vaší zemi uzavřený software legálně, nedá se s tím bohužel mnoho udělat, tudíž byste neměli takový software instalovat. Pokud je software uzavřený jen proto, že je nesvobodný, můžete jej použít (např. v případě ovladačů grafických karet). Buďte si vědomi, že většina uzavřeného softwaru není v Ubuntu podporována a problémy s takovým softwarem nemohou být vývojáři Ubuntu často opraveny.
de: Die Paketverwaltung wird Sie normalerweise warnen, sobald sie eingeschränkte Software installieren. Falls die eingeschränkte Software in Ihrem Land nicht legal verwendet werden darf, können sie wenig dagegen unternehmen; Sie sollten diese Software in diesem Fall nicht installieren. Falls die Software als »eingeschränkt« eingestuft wird, weil sie unfrei ist, können Sie sich dafür entscheiden, sie trotzdem zu verwenden (beispielsweise bei Treibern für bestimmte Grafikkarten). Sie sollten sich dabei darüber im Klaren sein, dass eingeschränkte Software meist nicht von Ubuntu unterstützt wird und Fehler oft nicht von den Ubuntu-Entwicklern behoben werden können.
el: Πρέπει να ειδοποιηθείτε από τον διαχειριστή πακέτων εάν προσπαθήσετε να εγκαταστήσετε λογισμικού με περιορισμούς ως προς την άδεια χρήσης. Εάν το λογισμικό αυτό δεν μπορεί να χρησιμοποιηθεί νόμιμα στη χώρα σας τότε δεν υπάρχουν και πολλά πράγματα να κάνετε: δεν θα πρέπει να εγκαταστήσετε το λογισμικό αυτό. Εάν το λογισμικό έχει περιορισμούς απλά επειδή δεν είναι ελεύθερο λογισμικό, μπορείτε να επιλέξετε να το χρησιμοποιήσετε (για παράδειγμα, στην περίπτωση των οδηγών καρτών γραφικών). Να έχετε όμως υπόψη ότι η πλειονότητα του λογισμικού με περιορισμούς δεν υποστηρίζεται στο Ubuntu και ότι ενδεχόμενα προβλήματα από τέτοιο λογισμικό τις περισσότερες φορές δεν μπορεί να διορθωθούν από τους σχεδιαστές του Ubuntu.
es: El gestor de paquetes le advertirá cuando intente instalar software restringido. Si el software restringido no se puede usar legalmente en su país, entonces no hay mucho que hacer; no debería instalar ese software. Si el software es restringido simplemente porque no es libre, puede optar por instalarlo (por ejemplo, en el caso de los controladores de tarjetas gráficas). Tenga en cuenta que Ubuntu no soporta la mayoría del software restringido, y que los desarrolladores de Ubuntu generalmente no pueden corregir los problemas provocados por dicho software.
fr: Vous devriez être averti par le gestionnaire de paquets lorsque vous essayer d'installer des logiciels restreints. Si ces logiciels ne peuvent pas être utilisés légalement dans votre pays ; il n'y a pas grand chose à faire ; vous ne devriez pas utiliser ces applications. Si le logiciel est restreint simplement parce qu'il n'est pas libre, vous pouvez choisir de l'utiliser (par exemple un pilote de carte graphique). Soyez conscients que la plupart des logiciels restreints ne sont pas pris en charge par Ubuntu, et que les développeurs Ubuntu ne peuvent y apporter de correctifs.
it: Il gestore di pacchetti dovrebbe avvisare quando si cerca di installare del software con restrizioni. Se tale software non può essere usato legalmente nel proprio Paese, non c'è molto che si possa fare: bisognerebbe non installare quel particolare software. Se il software presenta delle restrizioni solo perché non è libero, può essere possibile usarlo (come nel caso dei driver per le schede grafiche). La maggior parte del software con restrizioni non è però supportato da Ubuntu e i problemi che possono insorgere con questi software non possono essere corretti dagli sviluppatori di Ubuntu.
ja: 制限付きソフトウェアをインストールしようとしたときは、パッケージ・マネージャが警告を発するでしょう。あなたの国でそのソフトウェアを合法的に利用できない場合は、インストールしないでください。そうではなく、単純に自由でないソフトウェアだからという理由で制限付きと分類されている場合は、利用することができます（例えばグラフィックカードドライバなどがこれに該当します）。ただし、多くの制限付きソフトウェアがUbuntuではサポートされず、問題が発生してもUbuntu開発者は修正できないことに気をつけてください。
pl: W momencie próby instalacji zastrzeżonego programu, użytkownik powinien zostać o tym fakcie poinformowany przez menedżer pakietów. Jeśli program ten jest prawnie zabroniony w danym kraju, nie należy go instalować. Jeśli zastrzeżenie dotyczy wyłącznie licencji, można go używać (na przykład sterowników kart grafiki). Weź jednak pod uwagę, że oprogramowanie zastrzeżone nie jest zwykle wspierane przez Ubuntu, a problemy wynikające z jego używania nie mogą zostać rozwiązane przez deweloperów Ubuntu.
pt_br: Você deve ser avisado pelo gerenciador de pacotes quando tentar instalar software restrito. Se o software restrito não puder ser usado legalmente em seus país, você pouco pode fazer; você não deve instalar o software. Se o software é restrito simplesmente porque não é livre, você pode escolher usá-lo (por exemplo, no caso de drivers de placas gráficas). Saiba que a maioria dos softwares restritos não é suportado no Ubuntu, e problemas com tais softwares freqüentemente não podem ser corrigidos pelos desenvolvedores do Ubuntu.
ro: Ar trebui să fiți atenționați de către administratorul de pachete când încercați să instalați software restricționat. Dacă software-ul restricționat nu poate fi folosit legal în țara dumneavoastră atunci nu aveți mare lucru de făcut; nu ar trebui să instalați acest software. Dacă acest software este restricționat doar pentru că este neliber, puteți alege să îl folosiți (de exemplu, în cazul modulelor de nucleu pentru plăcile video). Fiți conștient(ă) că majoritatea software-ului restricționat nu este suportat de Ubuntu, și probleme cu asemenea software de multe ori nu pot fi corectate de dezvoltatorii Ubuntu.
ru: При попытке установить ограниченное ПО вы будете предупреждены менеджером пакетов. Если ограниченное ПО не может законно использоваться в вашей стране, Вы мало что можете сделать; вам не следует устанавливать ПО. Если ПО является ограниченным только потому, что оно несвободно, Вы можете решить использовать его (например, в случае драйверов для видеокарты). Предупреждаем, что большинство ограниченного ПО не поддерживается в Ubuntu, и проблемы с таким ПО зачастую не могут быть решены разработчиками Ubuntu.
sv: Du bör varnas av pakethanteraren när du försöker att installera inskränkt programvara. Om den inskränkta programvaran inte kan användas legalt i ditt land så finns det lite du kan göra åt det; du bör inte installera programvaran. Om programvaran är inskränkt helt enkelt för att den är icke-fri kan du välja att använda den (till exempel i fallet med drivrutiner för grafikkort). Tänk på att Ubuntu inte kan ge support på större delen av inskränkt programvara, och problem med sådan programvara kan oftast inte rättas till av Ubuntus utvecklare.
zh_tw: 當你試著安裝Restricted Software (受限制軟體)時， 套件管理程式將提出警告。 如果這個受限制的軟體在你的國家不能合法使用，那你能做的就不多了; 你不應該安裝這個軟體。 如果這個軟體僅僅是因為它"非自由軟體" 授權，而被歸納於"Restricted Software (受限制軟體)"，你可以自行決定要不要安裝它。 (例如原廠的顯卡驅動程式)。 請注意，Ubuntu並不支援大部份的Restricted Software (受限制軟體)，而且Ubuntu開發者通常無法解決這類軟體所產生的問題。
