Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/add-applications/po/*.po
Languages: ar, bg, cs, da, de, el, es, eu, fr, gl, he, id, it, ja, ko, mk, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: Most software repositories use a GPG key to digitally sign the files they provide, which makes it easy to check that the files have not been tampered with since their creation. In order for apt to be able to check this, you need the public key that corresponds to the signatures. The key should be available for download on the repository's website.
da: De fleste softwarearkiver bruger en GPG-nøgle til digitalt at underskrive de filer de stiller til rådighed, hvilket gør det nemmere at tjekke at der ikke er blevet pillet ved filerne siden de blev oprettet. For at apt skal kunne tjekke dette, har du brug for den offentlige nøgle som svarer til signaturerne. Nøglen burde kunne hentes fra arkivets hjemmeside.
es: Muchos repositorios de software usan una clave GPG para firmar digitalmente los archivos que proporcionan, lo que facilita comprobar que los archivos no han sido alterados desde su creación. Para que apt pueda comprobar eso, necesitará la clave pública que corresponda con las firmas. La clave debe estar disponible para su descarga desde la página web del repositorio.
eu: Software errepositorio gehienek GPG motako gakoa darabilte bere fitxategiak sinatzeko, horrela, erraz egiaztatu daiteke fitxategiak ondo dauden ala ez. Hau egiaztatzeko gai izan dadin apt, sinadura bakoitzari dagokion gako publikoa behar duzu. Errepositorioaren webgunean topatu aurkitu beharko zenuke gako hori.
gl: A maioría dos repositorios de software empregan unha chave GPG para asinar dixitalmente os ficheiros que fornecen, o que facilita a comprobación de que os ficheiros non foron alterados desde que se crearon. Para que apt o poida comprobar, precisa da chave pública que corresponde ás sinaturas. O chave debería estar disponíbel para descarregar desde o sitio web do repositorio.
he: רוב מאגרי התוכנה משתמשים במפתח GPG בכדי לחתום באופן דיגיטלי את הקבצים שהם מספקים, זאת בכדי להקל על הבדיקה האם הקבצים שונו מאז שנוצרו. בכדי ש- apt יוכל לבדוק זאת, דרוש המפתח הציבורי שמתאים לחתימה. המפתח אמור להיות זמין להורדה באתר של המאגר.
id: Kebanyakan repositori perangkat lunak memakai sebuah kunci GPG untuk menanda-tangani secara dijital berkas-berkas yang mereka sediakan, sehingga memudahkan pemeriksaan bahwa berkas-berkas itu belum diubah sejak diciptakan. Agar apt dapat memeriksa ini, anda perlu kunci publik yang berhubungan dengan tanda tangan. Kunci mestinya juga dapat diunduh dari situs web repositori.
ko: 대부분의 소프트웨어 저장소는 자신들이 제공하는 파일에 디지털 사인을 하기 위해 GPG 키를 사용합니다. 이를 이용하면 파일이 생성된 후에 (악의적인 누군가에 의해) 변경되었는지를 쉽게 점검할 수 있습니다. apt 에서 이를 체크하기 위해서는 해당 사인에 대응하는 공개키가 필요합니다. 이러한 키는 저장소의 웹사이트에서 다운로드 받을 수 있을 것입니다.
mk: Поголемиот број на софтверски складишта користат GPG клуч за потпишување на датотеките кои ги нудат. Со ова се постигнува лесна проверка на датотеките, во случај да се модификувани после нивното креирање. За да може apt да ги изврши овие проверки, потребен ви е јавен клуч кој е соодветен за потписот. Овој клуч би требало да е достапен на веб-страницата на складиштето.
nl: De meeste software pakketbronnen gebruiken een GPG-sleutel om de bestanden die zij aanbieden digitaal te ondertekenen, dit maakt het eenvoudig te controleren dat er niet met de bestanden is geknoeid sinds ze zijn aangemaakt. U hebt een publieke sleutel nodig om apt in staat te stellen dit te controleren. De sleutel hoort beschikbaar te zijn op de website van de pakketbron.
ro: Multe dintre depozitele de aplicaţii folosesc o cheie GPG pentru a semna digital fişierele pe care le oferă, ceea ce face posibilă identificarea rapidă a fişierelor care nu au fost alterate de la data creării lor. Pentru ca aplicaţia APT să fie capabilă sa verifice acest lucru, este necesar să aveţi cheia publică care corespunde semnăturii. De regulă aceasta este disponibilă pe pagina web a aplicaţiei.
sk: Väčšina zdrojov softvéru používa GPG kľúč na digitálny podpis súborov, ktoré poskytuje. Je to jednoduchý spôsob kontroly, že súbory od ich vzniku neboli sfalšované. Aby bol program apt schopný vykonať túto kontrolu, potrebujete verejný kľúč zodpovedajúci príslušnému podpisu. Klúč by mal byť dostupný na stiahnutie z internetovej stránky zdroja.
zh_cn: 大多数软件仓库使用 GPG 来对它们提供的软件进行数字签名，这使得检测文件自创建后有没有被篡改变得很容易。为使apt能检测签名，您需要该数字签名对应的公匙。该公匙在该软件仓库的网站上应该可以下载。

source: Once you have downloaded the GPG key, import the key by selecting the <guilabel>Authentication</guilabel> tab, clicking on <guibutton>Import Key File</guibutton>, and then selecting the GPG key to be imported.
da: Når du har hentet GPG-nøglen, skal du importere den ved at vælge fanebladet <guilabel>Godkendelse</guilabel> og klikke på <guibutton>Importer nøglefil...</guibutton>, og derefter vælge den GPG-nøgle som skal importeres.
es: Cuando haya descargado la clave GPG, importe dicha clave seleccionando la solapa <guilabel>Autenticación</guilabel>, pulsando en <guibutton>Importar clave...</guibutton> y seleccionando la clave GPG que desea importar.
gl: Unha vez teña descargada a chave GPG, importe a chave seleccionando a pestana <guilabel>Autenticación</guilabel>, calque en <guibutton>Importar Ficheiro de Chave</guibutton> e seleccione a continuación a chave GPG que quere importar.
he: לאחר שהורדת את מפתח ה GPG, ייבא את המפתח באמצעות בחירה בלשונית <guilabel>אימות</guilabel>, לחיצה על <guibutton>ייבוא קובץ מפתח</guibutton>, ובחירה במפתח ה GPG לייבוא.
mk: Oткако ќе го прeземете GPG клучот, увезете го клучот со избирање на јазичето <guilabel>Проверка</guilabel>. Потоа кликнете на <guibutton>Увези датотека со клуч</guibutton> и изберете го GPG клучот што треба да се увезе.
nl: Zodra u de GPG-sleutel hebt gedownload, importeer de sleutel door de <guilabel>Authenticatie</guilabel>-tab te kiezen en te klikken op <guibutton>Sleutelbestand importeren...</guibutton> en vervolgens het GPG-sleutel te selecteren dat u wilt importeren.
ro: După ce aţi descărcat cheia GPG, importaţi cheia selectând tabul <guilabel>Autentificare</guilabel>, apăsând pe <guibutton>Importă fişier cheie</guibutton>, şi apoi selectați cheia GPG de importat.
sk: Po stiahnutí GPG kľúča ho importujete vybraním karty <guilabel>Overenie</guilabel>, kliknutím na <guibutton>Importovať súbor s kľúčom...</guibutton> a vybraním príslušného GPG kľúča.
zh_cn: 下载 GPG 密钥后，选择 <guilabel>认证</guilabel> 选项页，点击<guibutton>导入密钥文件</guibutton>，然后选择要导入的 GPG 密钥以完成密钥导入。

source: Restricted and non-free software
es: Software restringido y no libre
gl: Software restrinxido e non ceibe
ro: Software restricționat și neliber

source: Most of the software available for Ubuntu is free, open-source software. This software is free for anyone to install and use, and people can modify the software and redistribute it if they like. Ubuntu is built from this type of software.
ar: معظم البرمجيات المتوفرة لأوبونتو برمجيات حرة، مفتوحة المصدر. هذه البرمجيات حرة لأي شخص أن يثبتها، ويستخدمها، ويستطيع الأشخاص تعديل البرمجيات وإعادة توزيعها إذا أرادوا. أوبونتو مبني على هذا النوع من البرمجيات.
bg: Повечето софтуер наличен за Ubuntu е безплатен и с отворен код. Този софтуер е безплатен за всеки, който иска да го инсталира, използва, променя и разпространява. Ubuntu е направен от този тип софтуер.
cs: Většina softwaru dostupného pro Ubuntu je svobodný software s otevřeným zdrojovým kódem. Tento software může zdarma kdokoli instalovat a používat, anebo jej upravovat a dále šířit. Ubuntu obsahuje tento typ softwaru.
de: Bei den meisten Anwendungen, die für Ubuntu verfügbar sind, handelt es sich um freie, quelloffene (englisch: »open-source«) Software. Diese Anwendungen können von jedem nach Belieben installiert und benutzt werden; außerdem können andere die Software anpassen und weiterverbreiten, wenn sie möchten. Ubuntu setzt sich aus solcher Software zusammen.
el: Το λογισμικό που είναι διαθέσιμο στο Ubuntu είναι ελεύθερο ή ανοικτού κώδικα. Το λογισμικό αυτό μπορεί να το εγκαταστήσει και να το χρησιμοποιήσει οποιοσδήποτε, ενώ μπορεί ακόμα να το τροποποιήσει και να το αναδιανέμει όπως αυτός επιθυμεί. Το Ubuntu είναι φτιαγμένο από τέτοιου είδους λογισμικό.
es: Muchos de los programas disponibles para Ubuntu son software libre (u «open source»). Cualquiera puede instalar y usar este software, y cualquiera puede modificar el software y redistribuirlo si lo desea. Ubuntu está construido sobre este tipo de software.
fr: La plupart des logiciels disponibles sur Ubuntu sont libres et gratuits. Vous pouvez installer et utiliser ces logiciels gratuitement, les modifier et les redistribuer si vous les appréciez. Ubuntu est construit sur ce type de logiciels.
gl: A maioriía do software dispoñible para Ubuntu é softweare ceibe de fonte aberta. Iste software é ceibe para que calquera o instale e use, e a comunidade pode modificalo e redistriubílo se quere. Ubuntu está construído con iste tipo de software.
it: La maggior parte del software disponibile per Ubuntu è libero e open source. Questo software è liberamente installabile e utilizzabile e le persone possono modificarlo e redistribuirlo. Ubuntu è costituito da software di questo tipo.
ja: Ubuntuで利用できるソフトウェアの多くはフリーソフトウェアであり、オープンソースソフトウェアです。このソフトウェアは自由にインストールし使用することができますし、必要であれば改変や再配布することもできます。Ubuntuはこのようなソフトウェアを元に作成されています。
pl: Większość oprogramowania dla Ubuntu jest darmowa, z otwartym kodem źródłowym. Można go swobodnie instalować, używać, modyfikować i rozpowszechniać. Ubuntu powstało w oparciu o takie oprogramowanie.
pt_br: A maioria do software disponível para o Ubuntu é gratuito e de código aberto. Este software é gratuito para qualquer um instalar e utilizar, e as pessoas podem modificar o software e redistribuí-lo se quiserem. Ubuntu é feito deste tipo de software.
ro: Majoritatea software-ului disponibil în Ubuntu este liber, cu surse deschise. Acest software este liber pentru oricine să îl instaleze și să îl folosească, și oamenii îl pot modifica și redistribui dacă doresc. Ubuntu este construit din acest tip de software.
ru: Большинство ПО, доступного в Ubuntu, является свободным ПО с открытым исходным кодом. Такое ПО свободно для установки и использования, и люди могут модифицировать его и распространять, если желают. Ubuntu построено на этом типе ПО.
sv: Den största delen av tillgänglig programvara i Ubuntu är fri programvara med öppen källkod. Denna programvara är fri för alla att installera och använda och vem som helst kan ändra programvaran och distribuera den vidare om de så önskar. Ubuntu är byggt från denna typ av programvara.
zh_tw: Ubuntu所提供的軟體大部份都是自由、免費、開源的軟體。 提供讓任何人免費取得、安裝、和使用，並且軟體的原始碼可以自由修改並散佈。Ubuntu就是基於這類軟體打造的。

source: <emphasis role="strong">Non-free software</emphasis> is software which is not freely redistributable or modifiable. This makes it difficult for the Ubuntu developers to improve the software and correct problems, so it is normally recommended that you use <ulink url="http://www.ubuntu.com/ubuntu/philosophy"> free software</ulink> instead.
ar: <emphasis role="strong">البرمجيات غير الحرة</emphasis> هي برمجيات غير قابلة لإعادة التوزيع أو التعديل بحرية. هذا يجعل من الصعب على مطوري أوبونتو أن يحسنوا البرمجيات ويصححوا المشاكل، لذا من المستحسن عادة أن تستخدم بدلا من ذلك <ulink url="http://www.ubuntu.com/ubuntu/philosophy"> البرمجيات الحرة</ulink>.
bg: <emphasis role="strong">Не-безплатен софтуер</emphasis> е софтуер, който не се разпространява безплатно или променя. Това усложнява подобряването на софтуера от разработчиците на Ubuntu, както и поправяне на проблеми, защото обикновено се препоръчва да използвате <ulink url="http://www.ubuntu.com/ubuntu/philosophy"> безплатен софтуер</ulink>.
cs: <emphasis role="strong">Nesvobodný software</emphasis> je software, který není volně šiřitelný nebo upravitelný. To činí vývojářům Ubuntu obtíže při vylepšování softwaru a opravování problémů, takže je doporučeno, abyste místo toho používali <ulink url="http://www.ubuntu.com/ubuntu/philosophy">svobodný software</ulink>.
de: <emphasis role="strong">Unfreie Software</emphasis> ist Software, die nicht frei weiterverbreitet oder verändert werden darf. Das macht es den Ubuntu-Entwicklern schwierig, entsprechende Anwendungen zu verbessern oder Fehler zu beheben. Deswegen empfehlen wir Ihnen, im Normalfall stattdessen <ulink url="http://www.ubuntu.com/ubuntu/philosophy">freie Software</ulink> zu benutzen.
el: <emphasis role="strong">Μη ελεύθερο λογισμικό</emphasis> είναι το λογισμικό που δεν διανέμεται ή αλλάζει ελεύθερα. Αυτό δυσκολεύει τους προγραμματιστές του Ubuntu στο να βελτιώσουν το λογισμικό και να διορθώσουν προβλήματα. Γι' αυτό το λόγο προτείνεται η χρήση του <ulink url="http://www.ubuntu.com/ubuntu/philosophy">ελεύθερου λογισμικού</ulink>.
es: El <emphasis role="strong">software no libre</emphasis> es el software que no se puede redistribuir o modificar. Esto dificulta el que los desarrolladores de Ubuntu puedan mejorar el software y corregir problemas, por lo que normalmente se recomienda que use <ulink url="http://www.ubuntu.com/ubuntu/philosophy">software libre</ulink> en su lugar.
fr: <emphasis role="strong">Un logiciel non libre</emphasis> est un logiciel qui n'est pas librement modifiable et redistribuable. Cela rend difficile l'amélioration et la correction des bogues pour les développeurs, il est donc évidemment recommandé d'utiliser <ulink url="http://www.ubuntu.com/ubuntu/philosophy"> des logiciels libres</ulink> à la place.
it: Il <emphasis role="strong">software non libero</emphasis> è software non liberamente distribuibile o modificabile. Questo software non consente agli sviluppatori di Ubuntu di migliorarlo e di correggerne i problemi, quindi è consigliabile usare <ulink url="http://www.ubuntu-it.org/index.php?page=Filosofia">software libero</ulink>.
ja: <emphasis role="strong">自由でないソフトウェア（Non-free software）</emphasis>とは、自由に再配布や改変を行えないソフトウェアです。そのため、Ubuntu開発者はそのようなソフトウェアの改善や問題の修正を行うことが難しく、多くの場合において<ulink url="http://www.ubuntu.com/ubuntu/philosophy">フリーソフトウェア</ulink>の方を利用することを推奨しています。
pl: <emphasis role="strong"> Oprogramowanie własnościowe</emphasis> to takie, którego nie można dowolnie rozpowszechniać i modyfikować. Powoduje to trudności w rozwijaniu oprogramowania i poprawianiu błędów, dlatego też zalecane jest raczej używanie <ulink url="http://www.ubuntu.com/ubuntu/philosophy"> oprogramowania wolnego</ulink>.
pt_br: <emphasis role="strong">Software não-livre</emphasis> é um software que não possa ser livremente redistribuído ou modificadol. Isto torna difícil para os desenvolvedores do Ubuntu melhorar e corrigir os problemas, por isso é normalmente recomendado que você use <ulink url="http://www.ubuntu.com/ubuntu/philosophy"> software livre </ulink>.
ro: <emphasis role="strong">Software-ul neliber</emphasis> este software care nu este liber pentru distribuție și modificare. Acest lucru face îmbunătățirea și corectarea problemelor de către dezvoltatorii Ubuntu mai greoaie, așa că este recomandat să folosiți <ulink url="http://www.ubuntu.com/ubuntu/philosophy"> software liber</ulink> în loc.
ru: <emphasis role="strong">Несвободное ПО</emphasis> - это ПО, которое не может свободно изменяться или распространяться. Это создает сложности разработчикам Ubuntu в улучшении ПО и исправлении ошибок, так что обычно рекомендуется использовать вместо него <ulink url="http://www.ubuntu.com/ubuntu/philosophy"> свободное ПО</ulink>.
sv: <emphasis role="strong">Icke-fri programvara</emphasis> är programvara som inte är fri att distribuera eller möjlig att ändra. Detta gör det svårt för Ubuntus utvecklare att förbättra programvaran och rätta till fel, så det är ofta rekommenderat att du använder <ulink url="http://www.ubuntu.com/ubuntu/philosophy"> fri programvara</ulink> istället.
zh_tw: <emphasis role="strong">Non-free software</emphasis> (非自由軟體) 其使用、散布或改 作都是被禁止、或須得授權、或是受到相當多的限制而無足夠之自由可言。 因此Ubuntu的開發者無法改進這些軟體和修正問題，因次通常會建議使用free software (自由軟體)
