Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/add-applications/po/*.po
Languages: ar, bg, cs, da, de, el, es, eu, fr, gl, he, id, it, ja, ko, mk, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: translator-credits
ar: Launchpad Contributions: Ali AbdulAziz https://launchpad.net/~verb3k Launchpad Contributions: Ali AbdalAziz https://launchpad.net/~verb3k Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: Ali AbdalAziz https://launchpad.net/~verb3k Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: Ali AbdalAziz https://launchpad.net/~verb3k Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: Ali AbdalAziz https://launchpad.net/~verb3k Asulami https://launchpad.net/~nawaf Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Osama https://launchpad.net/~osamak-wfm
bg: Launchpad Contributions: Ivaylo Ivanov https://launchpad.net/~icefox Kamen Lichev https://launchpad.net/~klichev Stanislav Hristov https://launchpad.net/~st-hristov Launchpad Contributions: Bfaf https://launchpad.net/~the-translater Kamen Lichev https://launchpad.net/~klichev Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: Bfaf https://launchpad.net/~the-translater Kamen Lichev https://launchpad.net/~klichev Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Rostislav Raykov https://launchpad.net/~zbrox krak https://launchpad.net/~krasimir-kumanov Launchpad Contributions: Kamen Lichev https://launchpad.net/~klichev Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Rostislav Raykov https://launchpad.net/~zbrox Launchpad Contributions: Kamen Lichev https://launchpad.net/~klichev Krasimir Chonov https://launchpad.net/~kchonov Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Rostislav Raykov https://launchpad.net/~zbrox Launchpad Contributions: Kamen Lichev https://launchpad.net/~klichev Krasimir Chonov https://launchpad.net/~kchonov Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Rostislav Raykov https://launchpad.net/~zbrox
cs: David Vachulka, 2006 Launchpad Contributions: Jenda Hrach https://launchpad.net/~hrachj Kamil Páral https://launchpad.net/~ripper42 Martin Böhm https://launchpad.net/~martin.bohm Petr Tomeš https://launchpad.net/~ptomes dvx https://launchpad.net/~david-konstrukce-cad shaman https://launchpad.net/~lubomir-sedlar Launchpad Contributions: Jenda Hrach https://launchpad.net/~hrachj Kamil Páral https://launchpad.net/~kamil.paral Martin Böhm https://launchpad.net/~martin.bohm Petr Tomeš https://launchpad.net/~ptomes dvx https://launchpad.net/~david-konstrukce-cad Launchpad Contributions: Alexander Mansurov https://launchpad.net/~amansurov AndyG https://launchpad.net/~andygun Jenda Hrach https://launchpad.net/~hrachj Kamil Páral https://launchpad.net/~kamil.paral Lubomír Sedlář https://launchpad.net/~lubomir-sedlar Martin https://launchpad.net/~drouzetice Martin Böhm https://launchpad.net/~martin.bohm Martin Řezníček https://launchpad.net/~rezna1 Petr Tomeš https://launchpad.net/~ptomes SmEjDiL https://launchpad.net/~lukas-maly Zdeněk Dlauhý https://launchpad.net/~zdlauhy dvx https://launchpad.net/~david-konstrukce-cad metjuf https://launchpad.net/~metjuf thomick https://launchpad.net/~thomick Launchpad Contributions: Adrian Guniš https://launchpad.net/~andygun Alexander Mansurov https://launchpad.net/~amansurov Jenda Hrach https://launchpad.net/~hrachj Kamil Páral https://launchpad.net/~kamil.paral Lubomír Sedlář https://launchpad.net/~lubomir-sedlar Martin https://launchpad.net/~drouzetice Martin Böhm https://launchpad.net/~martin.bohm Martin Řezníček https://launchpad.net/~rezna1 Petr Tomeš https://launchpad.net/~ptomes dvx https://launchpad.net/~david-konstrukce-cad Launchpad Contributions: Adrian Guniš https://launchpad.net/~andygun Alexander Mansurov https://launchpad.net/~amansurov Jenda Hrach https://launchpad.net/~hrachj Kamil Páral https://launchpad.net/~kamil.paral Lubomír Sedlář https://launchpad.net/~lubomir-sedlar Martin https://launchpad.net/~drouzetice Martin Böhm https://launchpad.net/~martin.bohm Martin Řezníček https://launchpad.net/~rezna1 Petr Tomeš https://launchpad.net/~ptomes dvx https://launchpad.net/~david-konstrukce-cad Launchpad Contributions: Adrian Guniš https://launchpad.net/~andygun Alexander Mansurov https://launchpad.net/~amansurov Jenda Hrach https://launchpad.net/~hrachj Kamil Páral https://launchpad.net/~kamil.paral Lubomír Sedlář https://launchpad.net/~lubomir-sedlar Martin https://launchpad.net/~drouzetice Martin Böhm https://launchpad.net/~martin.bohm Martin Řezníček https://launchpad.net/~rezna1 Petr Tomeš https://launchpad.net/~ptomes dvx https://launchpad.net/~david-konstrukce-cad
da: Launchpad Contributions: John H. https://launchpad.net/~john-hojsholt Kenneth Vinter https://launchpad.net/~verdier Launchpad Contributions: John H. https://launchpad.net/~john-hojsholt Kenneth Vinter https://launchpad.net/~verdier Mads Peter Rommedahl https://launchpad.net/~lhademmor TLE https://launchpad.net/~k-nielsen81 Launchpad Contributions: John H. https://launchpad.net/~john-hojsholt Knorr https://launchpad.net/~jellerhimself Mads Peter Rommedahl https://launchpad.net/~lhademmor Michael Christensen https://launchpad.net/~conphara TLE https://launchpad.net/~k-nielsen81 Launchpad Contributions: John H. https://launchpad.net/~john-hojsholt Mads Peter Rommedahl https://launchpad.net/~lhademmor Michael Christensen https://launchpad.net/~conphara TLE https://launchpad.net/~k-nielsen81
de: Sebastian Heinlein <glatzor@ubuntu.com> Launchpad Contributions: Julian Saraceni https://launchpad.net/~mrigns Mathias Uebelacker https://launchpad.net/~muebelacker Michael Pfeiffer https://launchpad.net/~michael-pfeiffer Michael Wohlmuther https://launchpad.net/~mwohlmuther Ralf https://launchpad.net/~ralf-weyer alexandra osan https://launchpad.net/~alexandra-osan Launchpad Contributions: Ralf https://launchpad.net/~ralf-weyer Launchpad Contributions: Achim Zien https://launchpad.net/~achimzien André Iske https://launchpad.net/~andre-abi-2002 Bernhard Nikola https://launchpad.net/~bnikola David Beckwermert https://launchpad.net/~d.b Maren Reinecke https://launchpad.net/~maren-reinecke Mathias Florian Menzer https://launchpad.net/~mfmenzer Ralf https://launchpad.net/~ralf-weyer Tapsiturtle https://launchpad.net/~tapsiturtle simpson-fan https://launchpad.net/~valentin-steinwandter Launchpad Contributions: Bernhard Nikola https://launchpad.net/~bnikola David Beckwermert https://launchpad.net/~d.b Jan Hoffmann https://launchpad.net/~jan-hoffmann Jochen Skulj https://launchpad.net/~joskulj Maren Reinecke https://launchpad.net/~maren-reinecke Mathias Florian Menzer https://launchpad.net/~mfm Moritz Baumann https://launchpad.net/~mo-germany Ralf https://launchpad.net/~ralf-weyer Tapsiturtle https://launchpad.net/~tapsiturtle Launchpad Contributions: Bernhard Nikola https://launchpad.net/~bnikola Christof Reuter https://launchpad.net/~christof-reuter David Beckwermert https://launchpad.net/~d.b Jan Hoffmann https://launchpad.net/~jan-hoffmann Jochen Skulj https://launchpad.net/~joskulj JohnTooray https://launchpad.net/~ibot8 Jonny https://launchpad.net/~jseilkopf Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Maren Reinecke https://launchpad.net/~maren-reinecke Mathias Florian Menzer https://launchpad.net/~mfm Moritz Baumann https://launchpad.net/~mo-germany Ralf https://launchpad.net/~ralf-weyer Tapsiturtle https://launchpad.net/~tapsiturtle Launchpad Contributions: Bernhard Nikola https://launchpad.net/~bnikola Christof Reuter https://launchpad.net/~christof-reuter Daniel Schury https://launchpad.net/~surst David Beckwermert https://launchpad.net/~d.b Jan Hoffmann https://launchpad.net/~jan-hoffmann Jochen Skulj https://launchpad.net/~joskulj JohnTooray https://launchpad.net/~ibot8 Jonny https://launchpad.net/~jseilkopf Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Maren Reinecke https://launchpad.net/~maren-reinecke Mathias Florian Menzer https://launchpad.net/~mfm Moritz Baumann https://launchpad.net/~mo-germany Ralf https://launchpad.net/~ralf-weyer Tapsiturtle https://launchpad.net/~tapsiturtle
el: Launchpad Contributions: Athanasios Lefteris https://launchpad.net/~alefteris Konstantinos Togias https://launchpad.net/~ktogias Nikos Tsepelis https://launchpad.net/~ntsepelis savnic https://launchpad.net/~savvasn Launchpad Contributions: Athanasios Lefteris https://launchpad.net/~alefteris Konstantinos Togias https://launchpad.net/~ktogias Nikos Tsepelis https://launchpad.net/~ntsepelis Theofilopoulos Eleftherios https://launchpad.net/~shatten Launchpad Contributions: Athanasios Lefteris https://launchpad.net/~alefteris Kainourgiakis Giorgos https://launchpad.net/~kaingeo Konstantinos Togias https://launchpad.net/~ktogias Nikos Tsepelis https://launchpad.net/~ntsepelis Theofilopoulos Eleftherios https://launchpad.net/~shatten Launchpad Contributions: Athanasios Lefteris https://launchpad.net/~alefteris Kainourgiakis Giorgos https://launchpad.net/~kaingeo Konstantinos Togias https://launchpad.net/~ktogias Nikos Tsepelis https://launchpad.net/~ntsepelis Launchpad Contributions: Kainourgiakis Giorgos https://launchpad.net/~kaingeo Nikos Tsepelis https://launchpad.net/~ntsepelis Stavros K. Filippidis https://launchpad.net/~greatst Thanos Lefteris https://launchpad.net/~alefteris chatzialex https://launchpad.net/~its7me7alex Launchpad Contributions: Kainourgiakis Giorgos https://launchpad.net/~kaingeo Nikos Tsepelis https://launchpad.net/~ntsepelis Stavros K. Filippidis https://launchpad.net/~greatst Thanos Lefteris https://launchpad.net/~alefteris chatzialex https://launchpad.net/~its7me7alex Μάριος Ζηντίλης https://launchpad.net/~m-zindilis Νιάνιος Ρωμανός https://launchpad.net/~romanos-nianios
es: Launchpad Contributions: Daniel Bernal https://launchpad.net/~afterxleep.- Hei Ku https://launchpad.net/~asoliverez Julián Alarcón https://launchpad.net/~alarconj Martin Albisetti https://launchpad.net/~beuno Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Daniel Bernal https://launchpad.net/~afterxleep.- Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Daniel Bernal https://launchpad.net/~afterxleep.- Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Daniel Bernal https://launchpad.net/~afterxleep.- Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Michael Castielli https://launchpad.net/~mickyx Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo
eu: Launchpad Contributions: Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual
fr: Launchpad Contributions: Benoit Malet https://launchpad.net/~benoit-malet Bruno Patri https://launchpad.net/~bruno-patri Christophe Sauthier https://launchpad.net/~christophe-sauthier François Tissandier https://launchpad.net/~baloo Gio https://launchpad.net/~giorgio531 Jérôme Guelfucci https://launchpad.net/~jerome-guelfucci Lionel Duval https://launchpad.net/~fennec Nicolas DERIVE https://launchpad.net/~kalon33 Rafiot https://launchpad.net/~raf51 Sancho https://launchpad.net/~christophe-andral Simon Jornet https://launchpad.net/~jornetsimon Stéphane V https://launchpad.net/~stephane-vergeylen-yahoo Séverin Lemaignan https://launchpad.net/~skadge Vincent Legout https://launchpad.net/~bixente Yannick LM https://launchpad.net/~yannick-lm bouktin https://launchpad.net/~bouktin vincent herber https://launchpad.net/~vincent-herber Launchpad Contributions: Benoit Malet https://launchpad.net/~benoit-malet Bruno Patri https://launchpad.net/~bruno-patri Christophe Sauthier (huats) https://launchpad.net/~christophe.sauthier François Tissandier https://launchpad.net/~baloo Gio https://launchpad.net/~ubuntu.gio Jérôme Guelfucci https://launchpad.net/~jerome-guelfucci Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Lionel Duval https://launchpad.net/~fennec Nicolas DERIVE https://launchpad.net/~kalon33 Rafiot https://launchpad.net/~raf51 Sancho https://launchpad.net/~christophe-andral Simon Jornet https://launchpad.net/~jornetsimon Stéphane V https://launchpad.net/~stephane-vergeylen-yahoo Séverin Lemaignan https://launchpad.net/~skadge Vincent Legout https://launchpad.net/~bixente Yannick LM https://launchpad.net/~yannick-lm bouktin https://launchpad.net/~bouktin vincent herber https://launchpad.net/~vincent-herber Launchpad Contributions: 007m https://launchpad.net/~007m Benoit Malet https://launchpad.net/~benoit-malet Bruno https://launchpad.net/~maxicontent-gmail Bruno Patri https://launchpad.net/~bruno-patri COURTINE M. https://launchpad.net/~courtine-m Denis Bisaro https://launchpad.net/~denisb6481 Etienne https://launchpad.net/~etienne-maynier François Tissandier https://launchpad.net/~baloo Jean Bono https://launchpad.net/~bono178 Jérôme Guelfucci https://launchpad.net/~jerome-guelfucci Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Lionel Duval https://launchpad.net/~fennec Morgan GERMAIN https://launchpad.net/~morgan-germain Nicolas DERIVE https://launchpad.net/~kalon33 Nolwenn Rannou https://launchpad.net/~hika Sancho https://launchpad.net/~christophe-andral Simon Jornet https://launchpad.net/~jornetsimon Stéphane V https://launchpad.net/~stephane-vergeylen-yahoo Séverin Lemaignan https://launchpad.net/~skadge Vincent Legout https://launchpad.net/~bixente Yannick LM https://launchpad.net/~yannick-lm koham zaku https://launchpad.net/~kohzak schmirrwurst@free.fr https://launchpad.net/~schmirrwurst vincent herber https://launchpad.net/~vincent-herber Launchpad Contributions: 007m https://launchpad.net/~007m Benoit Malet https://launchpad.net/~benoit-malet Bruno Patri https://launchpad.net/~bruno-patri COURTINE M. https://launchpad.net/~courtine-m Dominik GOSSET https://launchpad.net/~kayou Etienne https://launchpad.net/~etienne-maynier François Tissandier https://launchpad.net/~baloo Jérôme Guelfucci https://launchpad.net/~jerome-guelfucci Lionel Duval https://launchpad.net/~fennec Matteo https://launchpad.net/~matthieu-rodier Morgan GERMAIN https://launchpad.net/~morgan-germain Nicolas DERIVE https://launchpad.net/~kalon33 Nolwenn Rannou https://launchpad.net/~hika Rodolphe Ortalo https://launchpad.net/~rodolphe-ortalo Sancho https://launchpad.net/~christophe-andral Séverin Lemaignan https://launchpad.net/~skadge Vincent Legout https://launchpad.net/~bixente Yannick LM https://launchpad.net/~yannick-lm koham zaku https://launchpad.net/~kohzak vincent herber https://launchpad.net/~vincent-herber vouzico https://launchpad.net/~herve-marcy-free Launchpad Contributions: 007m https://launchpad.net/~007m Abdessamad Derraz https://launchpad.net/~derraz Banal https://launchpad.net/~banalanab Benoit Malet https://launchpad.net/~benoit-malet Bruno Patri https://launchpad.net/~bruno-patri COURTINE Mathieu https://launchpad.net/~courtine-m Denis Choveaux https://launchpad.net/~denis-choveaux Dominik GOSSET https://launchpad.net/~kayou Etienne https://launchpad.net/~etienne-maynier François Tissandier https://launchpad.net/~baloo Jean-Philippe LECHÊNE https://launchpad.net/~jphlechene Lionel Duval https://launchpad.net/~fennec Loïc Bondy https://launchpad.net/~yodah-jimah Matteo https://launchpad.net/~matthieu-rodier Morgan GERMAIN https://launchpad.net/~morgan-germain Nicolas DERIVE https://launchpad.net/~kalon33 Pierre Slamich https://launchpad.net/~pierre-slamich Rodolphe Ortalo https://launchpad.net/~rodolphe-ortalo Sancho https://launchpad.net/~christophe-andral Séverin Lemaignan https://launchpad.net/~skadge Vincent Legout https://launchpad.net/~bixente Yannick LM https://launchpad.net/~yannick-lm egmi https://launchpad.net/~egmichau hardball https://launchpad.net/~slzk-n koham zaku https://launchpad.net/~kohzak vincent herber https://launchpad.net/~vincent-herber vouzico https://launchpad.net/~herve-marcy-free Launchpad Contributions: 007m https://launchpad.net/~007m Abdessamad Derraz https://launchpad.net/~derraz Banal https://launchpad.net/~banalanab Benoit Malet https://launchpad.net/~benoit-malet Bruno Patri https://launchpad.net/~bruno-patri COURTINE Mathieu https://launchpad.net/~courtine-m Denis Choveaux https://launchpad.net/~denis-choveaux Dominik GOSSET https://launchpad.net/~kayou Etienne https://launchpad.net/~etienne-maynier François Tissandier https://launchpad.net/~baloo Jean-Philippe LECHÊNE https://launchpad.net/~jphlechene Lionel Duval https://launchpad.net/~fennec Loïc Bondy https://launchpad.net/~yodah-jimah Matteo https://launchpad.net/~matthieu-rodier Morgan GERMAIN https://launchpad.net/~morgan-germain Nicolas DERIVE https://launchpad.net/~kalon33 Pierre Slamich https://launchpad.net/~pierre-slamich Rodolphe Ortalo https://launchpad.net/~rodolphe-ortalo Sancho https://launchpad.net/~christophe-andral Séverin Lemaignan https://launchpad.net/~skadge Vincent Legout https://launchpad.net/~bixente Yannick LM https://launchpad.net/~yannick-lm egmi https://launchpad.net/~egmichau hardball https://launchpad.net/~slzk-n koham zaku https://launchpad.net/~kohzak vincent herber https://launchpad.net/~vincent-herber vouzico https://launchpad.net/~herve-marcy-free
gl: Launchpad Contributions: Felipe Gil Castiñeira https://launchpad.net/~xil neuromancer https://launchpad.net/~ingorr01 Launchpad Contributions: Felipe Gil Castiñeira https://launchpad.net/~xil Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Xosé https://launchpad.net/~ubuntu-galizaweb neuromancer https://launchpad.net/~ingorr01 Launchpad Contributions: Felipe Gil Castiñeira https://launchpad.net/~xil Festor Wailon Dacoba https://launchpad.net/~festor90 Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Xosé https://launchpad.net/~ubuntu-galizaweb Óscar Rodríguez Ríos https://launchpad.net/~ingorr01 Launchpad Contributions: Felipe Gil Castiñeira https://launchpad.net/~xil Kevin https://launchpad.net/~kevin64-deactivatedaccount Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Pablo Casais Solano https://launchpad.net/~pcasais Xosé https://launchpad.net/~ubuntu-galizaweb Óscar Rodríguez Ríos https://launchpad.net/~ingorr01
he: Launchpad Contributions: Eyal Levin https://launchpad.net/~eyalev Hezy Amiel https://launchpad.net/~hezy Yaniv Abir https://launchpad.net/~yanivabir shezif https://launchpad.net/~shezif Launchpad Contributions: Eli Daian https://launchpad.net/~elidaian Eyal Levin https://launchpad.net/~eyalev Hezy Amiel https://launchpad.net/~hezy Yaniv Abir https://launchpad.net/~yanivabir shezif https://launchpad.net/~shezif Launchpad Contributions: Eli Daian https://launchpad.net/~elidaian Eyal Levin https://launchpad.net/~eyalev Hezy Amiel https://launchpad.net/~hezy Ofir Klinger https://launchpad.net/~klinger-ofir Shedokan https://launchpad.net/~shedokan Yaniv Abir https://launchpad.net/~yanivabir shezif https://launchpad.net/~shezif Launchpad Contributions: Eli Daian https://launchpad.net/~elidaian Eyal Levin https://launchpad.net/~eyalev Hezy Amiel https://launchpad.net/~hezy Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Netanel_h https://launchpad.net/~eets1 Ofir Klinger https://launchpad.net/~klinger-ofir Yaniv Abir https://launchpad.net/~yanivabir eyalfisher https://launchpad.net/~eyalf2005 shezif https://launchpad.net/~shezif
id: Andy Apdhani <imtheface@gmail.com>, 2006. Launchpad Contributions: Andy Apdhani https://launchpad.net/~imtheface Sihabul Milah https://launchpad.net/~eshabe Launchpad Contributions: Andika Triwidada https://launchpad.net/~andika Andy Apdhani https://launchpad.net/~imtheface Andy Apdhani https://launchpad.net/~imtheface-gmail Sihabul Milah https://launchpad.net/~eshabe padmawan https://launchpad.net/~andhika-padmawan
it: Launchpad Contributions: Milo Casagrande https://launchpad.net/~milo Naldini Paolo https://launchpad.net/~hattory Simone Crescenzo https://launchpad.net/~simone.crescenzo macisamuele https://launchpad.net/~macisamuele Launchpad Contributions: Alessio Treglia https://launchpad.net/~quadrispro Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Luca Padrin https://launchpad.net/~luca.padrin Milo Casagrande https://launchpad.net/~milo Paolo Naldini https://launchpad.net/~hattory Simone Crescenzo https://launchpad.net/~simone.crescenzo Launchpad Contributions: Alessio Treglia https://launchpad.net/~quadrispro Daniele de Virgilio https://launchpad.net/~erunamo DjLaurenz https://launchpad.net/~djlaurenz Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Leo Iannacone (L3oN) https://launchpad.net/~l3on Luca Padrin https://launchpad.net/~luca.padrin Marco Meoni https://launchpad.net/~marcomeoni Mario Calabrese https://launchpad.net/~mario-calabrese Milo Casagrande https://launchpad.net/~milo Paolo Naldini https://launchpad.net/~hattory Simone Crescenzo https://launchpad.net/~simone.crescenzo Launchpad Contributions: Alessio Treglia https://launchpad.net/~quadrispro Flavia Weisghizzi https://launchpad.net/~flavia-weisghizzi Giuseppe https://launchpad.net/~giuseppe-montano66z Guybrush88 https://launchpad.net/~erpizzo Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Leo Iannacone https://launchpad.net/~l3on Luca Padrin https://launchpad.net/~luca.padrin Michael Castielli https://launchpad.net/~mickyx Milo Casagrande https://launchpad.net/~milo Paolo Garbin https://launchpad.net/~paolettopn Paolo Naldini https://launchpad.net/~hattory Simone Crescenzo https://launchpad.net/~simone.crescenzo Launchpad Contributions: Alessio Treglia https://launchpad.net/~quadrispro Enrico Albertini https://launchpad.net/~encori Flavia Weisghizzi https://launchpad.net/~flavia-weisghizzi Leo Iannacone https://launchpad.net/~l3on Luca Padrin https://launchpad.net/~luca.padrin Milo Casagrande https://launchpad.net/~milo Milo Casagrande https://launchpad.net/~milo-casagrande Paolo Naldini https://launchpad.net/~hattory Simone Crescenzo https://launchpad.net/~simone.crescenzo Stefano Ripamonti https://launchpad.net/~stefanoripa1 Launchpad Contributions: Alessio Treglia https://launchpad.net/~quadrispro Enrico Albertini https://launchpad.net/~encori Flavia Weisghizzi https://launchpad.net/~flavia-weisghizzi Leo Iannacone https://launchpad.net/~l3on Luca Padrin https://launchpad.net/~luca.padrin Milo Casagrande https://launchpad.net/~milo Milo Casagrande https://launchpad.net/~milo-casagrande Paolo Naldini https://launchpad.net/~hattory Sergio Zanchetta https://launchpad.net/~primes2h Simone Crescenzo https://launchpad.net/~simone.crescenzo Stefano Ripamonti https://launchpad.net/~stefanoripa1
ja: Launchpad Contributions: Jun Sumida https://launchpad.net/~sekitoh-rh Kanetaka Suto https://launchpad.net/~kanetaka Shushi Kurose https://launchpad.net/~kurokuro Launchpad Contributions: CMasami https://launchpad.net/~cmasami Jun Sumida https://launchpad.net/~sekitoh-rh Kanetaka Suto https://launchpad.net/~kanetaka Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Shushi Kurose https://launchpad.net/~kurokuro Launchpad Contributions: CMasami https://launchpad.net/~cmasami Daisuke Suzuki https://launchpad.net/~dskszk Jun Sumida https://launchpad.net/~sekitoh-rh Kanetaka Suto https://launchpad.net/~kanetaka Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mitsuya Shibata https://launchpad.net/~cosmos-door Shushi Kurose https://launchpad.net/~kurokuro Tom https://launchpad.net/~holizz Yuji Kaneko https://launchpad.net/~yujikaneko afujihara https://launchpad.net/~afujihara Launchpad Contributions: CMasami https://launchpad.net/~cmasami Jun Sumida https://launchpad.net/~sekitoh-rh Kanetaka Suto https://launchpad.net/~kanetaka Kentaro Kazuhama https://launchpad.net/~kazken3 Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mitsuya Shibata https://launchpad.net/~cosmos-door Shushi Kurose https://launchpad.net/~kurokuro Yuji Kaneko https://launchpad.net/~yujikaneko Launchpad Contributions: CMasami https://launchpad.net/~cmasami Jun Sumida https://launchpad.net/~sekitoh-rh Kanetaka Suto https://launchpad.net/~kanetaka Kentaro Kazuhama https://launchpad.net/~kazken3 Mitsuya Shibata https://launchpad.net/~cosmos-door Shushi Kurose https://launchpad.net/~kurokuro Y.Nishiwaki https://launchpad.net/~annamoito Yuji Kaneko https://launchpad.net/~yujikaneko Launchpad Contributions: CMasami https://launchpad.net/~cmasami Jun Sumida https://launchpad.net/~sekitoh-rh Kanetaka Suto https://launchpad.net/~kanetaka Kentaro Kazuhama https://launchpad.net/~kazken3 Mitsuya Shibata https://launchpad.net/~cosmos-door Shushi Kurose https://launchpad.net/~kurokuro Y.Nishiwaki https://launchpad.net/~annamoito Yuji Kaneko https://launchpad.net/~yujikaneko
ko: 우분투 한국어 번역팀 <ubuntu-ko@lists.ubuntu.com>, 2006 Launchpad Contributions: DasomOLI https://launchpad.net/~dasomoli Namhyung Kim https://launchpad.net/~namhyung Sunjae Park https://launchpad.net/~darehanl atie https://launchpad.net/~atie-at-matrix Launchpad Contributions: DasomOLI https://launchpad.net/~dasomoli Namhyung Kim https://launchpad.net/~namhyung Sunjae Park https://launchpad.net/~darehanl atie https://launchpad.net/~atie-at-matrix
mk: Launchpad Contributions: Андон Сикавица https://launchpad.net/~andon-sikavica Launchpad Contributions: Андон Сикавица https://launchpad.net/~andon-sikavica Launchpad Contributions: Андон Сикавица https://launchpad.net/~andon-sikavica Арангел Ангов https://launchpad.net/~ufo Launchpad Contributions: Андон Сикавица https://launchpad.net/~andon-sikavica Арангел Ангов https://launchpad.net/~ufo
nl: Launchpad Contributions: Balaam's Miracle https://launchpad.net/~balaam-balaamsmiracle Dylan@Ubuntu https://launchpad.net/~dylanubuntu Erwin Poeze https://launchpad.net/~donnut Frank Groeneveld https://launchpad.net/~frankgroeneveld Jan Claeys https://launchpad.net/~janc Jan Klopper https://launchpad.net/~janklopper-innerheight Michael Anckaert https://launchpad.net/~masuran Stevel https://launchpad.net/~stevenlangenaken Tino Meinen https://launchpad.net/~a-t-meinen Launchpad Contributions: Balaam's Miracle https://launchpad.net/~balaam-balaamsmiracle Dylan@Ubuntu https://launchpad.net/~dylanubuntu Erwin Poeze https://launchpad.net/~donnut Frank Groeneveld https://launchpad.net/~frankgroeneveld Jan Claeys https://launchpad.net/~janc Michael Anckaert https://launchpad.net/~masuran Tino Meinen https://launchpad.net/~a-t-meinen Tommeke https://launchpad.net/~info-muziekzetter Launchpad Contributions: Balaam's Miracle https://launchpad.net/~balaam-balaamsmiracle Dylan@Ubuntu https://launchpad.net/~dylanubuntu Erwin Poeze https://launchpad.net/~donnut Frank Groeneveld https://launchpad.net/~frankgroeneveld Jan Claeys https://launchpad.net/~janc Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Michael Anckaert https://launchpad.net/~masuran Tino Meinen https://launchpad.net/~a-t-meinen Tommeke https://launchpad.net/~info-muziekzetter Launchpad Contributions: Balaam's Miracle https://launchpad.net/~balaam-balaamsmiracle Dylan@Ubuntu https://launchpad.net/~dylanubuntu Erwin Poeze https://launchpad.net/~donnut Frank Groeneveld https://launchpad.net/~frankgroeneveld Grietje https://launchpad.net/~margrietpalm Jan Claeys https://launchpad.net/~janc Tino Meinen https://launchpad.net/~a-t-meinen Tommeke https://launchpad.net/~info-muziekzetter
pl: Tomasz Dominikowski (Polish Ubuntu Translators) Launchpad Contributions: Danek https://launchpad.net/~danex-szy Dominik Zablotny https://launchpad.net/~doza Jakub Kostrzewa https://launchpad.net/~aard Jarek Zgoda https://launchpad.net/~jzgoda Karolaq https://launchpad.net/~karolaq Maciej Szeptuch https://launchpad.net/~matthiaspriv Mateusz4444 https://launchpad.net/~mateusz4444 Pawel Dyda https://launchpad.net/~pawel-dyda Launchpad Contributions: Danek https://launchpad.net/~danex-szy Dominik Zablotny https://launchpad.net/~doza Jakub Kostrzewa https://launchpad.net/~aard Jarek Zgoda https://launchpad.net/~jzgoda Karolaq https://launchpad.net/~karolaq Krzysztof Troska https://launchpad.net/~elleander86 Mateusz4444 https://launchpad.net/~mateusz4444 Pawel Dyda https://launchpad.net/~pawel-dyda Piotr Strębski https://launchpad.net/~strebski Launchpad Contributions: Bartosz Szatkowski https://launchpad.net/~bulislaw Danek https://launchpad.net/~danex-szy Dominik Zablotny https://launchpad.net/~doza Jakub Kostrzewa https://launchpad.net/~aard Jarek Zgoda https://launchpad.net/~jzgoda Karolaq https://launchpad.net/~karolaq Krzysztof Troska https://launchpad.net/~elleander86 Maciej Górnicki https://launchpad.net/~gutko Mariusz Kujawski https://launchpad.net/~marines Mateusz Tybura https://launchpad.net/~wujciol Mateusz4444 https://launchpad.net/~mateusz4444 Pawel Dyda https://launchpad.net/~pawel-dyda Piotr Strębski https://launchpad.net/~strebski the4dk https://launchpad.net/~the4dk Launchpad Contributions: Andrzej MoST (Marcin Ostajewski) https://launchpad.net/~marcobolo Arkadiusz Lipiec https://launchpad.net/~alus Artur Szymanski https://launchpad.net/~arteek Bartosz Radaczyński https://launchpad.net/~radaczynski Bartosz Szatkowski https://launchpad.net/~bulislaw Danek https://launchpad.net/~danex-szy Daniel Wit Preuss https://launchpad.net/~danpre Dominik Zablotny https://launchpad.net/~doza Jan Pogocki https://launchpad.net/~janpogocki Karolaq https://launchpad.net/~karolaq Krzysztof Tataradziński https://launchpad.net/~tatar111 Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Maciej Górnicki https://launchpad.net/~gutko Mariusz Kujawski https://launchpad.net/~marines Mateusz Tybura https://launchpad.net/~wujciol Mateusz4444 https://launchpad.net/~mateusz4444 Mean-Machine https://launchpad.net/~mdanielski Pawel Dyda https://launchpad.net/~pawel-dyda Piotr Kubowicz https://launchpad.net/~derbeth Piotr Strębski https://launchpad.net/~strebski Tomasz 'Zen' Napierala https://launchpad.net/~tzn W@ng3R https://launchpad.net/~wang3r Wiatrak https://launchpad.net/~wiatrak. Zen Vantalye https://launchpad.net/~karolcx6 ciapaczek https://launchpad.net/~i-b folle https://launchpad.net/~ksiaze pankamyk https://launchpad.net/~pankamyk patrykschauer https://launchpad.net/~patrykschauer Launchpad Contributions: Andrzej MoST (Marcin Ostajewski) https://launchpad.net/~marcobolo Arkadiusz Lipiec https://launchpad.net/~alus Artur Szymanski https://launchpad.net/~arteek Bartosz Radaczyński https://launchpad.net/~radaczynski Bartosz Szatkowski https://launchpad.net/~bulislaw Danek https://launchpad.net/~danex-szy Daniel Wit Preuss https://launchpad.net/~danpre Dominik Zablotny https://launchpad.net/~doza Jan Pogocki https://launchpad.net/~janpogocki Karolaq https://launchpad.net/~karolaq Krzysztof Tataradziński https://launchpad.net/~tatar111 Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Maciej Górnicki https://launchpad.net/~gutko Mariusz Kujawski https://launchpad.net/~marines Mateusz Tybura https://launchpad.net/~wujciol Mateusz4444 https://launchpad.net/~mateusz4444 Mean-Machine https://launchpad.net/~mdanielski Pawel Dyda https://launchpad.net/~pawel-dyda Piotr Kubowicz https://launchpad.net/~derbeth Piotr Strębski https://launchpad.net/~strebski Tomasz 'Zen' Napierala https://launchpad.net/~tzn W@ng3R https://launchpad.net/~wang3r Wiatrak https://launchpad.net/~wiatrak. Zen Vantalye https://launchpad.net/~karolcx6 ciapaczek https://launchpad.net/~i-b folle https://launchpad.net/~ksiaze pankamyk https://launchpad.net/~pankamyk patrykschauer https://launchpad.net/~patrykschauer
pt_br: Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Andre Noel https://launchpad.net/~andrenoel Augusta Carla Klug https://launchpad.net/~augusta-klug Daniel Neis https://launchpad.net/~danielneis Luiz Armesto https://launchpad.net/~luiz-armesto Rafael Sachetto https://launchpad.net/~rsachetto Rodrigo Renie https://launchpad.net/~dmenor Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Andre Noel https://launchpad.net/~andrenoel Daniel Neis https://launchpad.net/~danielneis Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Luiz Armesto https://launchpad.net/~luiz-armesto Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Andre Noel https://launchpad.net/~andrenoel André Gondim https://launchpad.net/~andregondim Daniel Neis https://launchpad.net/~danielneis Edu Rossiter https://launchpad.net/~eduardo-rossiter Eric Lúcio https://launchpad.net/~ericlucio Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Luiz Armesto https://launchpad.net/~luiz-armesto Nicholas de Lucena https://launchpad.net/~n-luc3na Renato Flamini https://launchpad.net/~lost4ever roberto ruhena https://launchpad.net/~rrruhena Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Andre Noel https://launchpad.net/~andrenoel André Gondim https://launchpad.net/~andregondim Daniel Neis https://launchpad.net/~danielneis Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Luiz Armesto https://launchpad.net/~luiz-armesto Mario Ancelmo C. Silva https://launchpad.net/~marioancelmo Nicholas de Lucena https://launchpad.net/~n-luc3na Renato Flamini https://launchpad.net/~lost4ever kounryusui https://launchpad.net/~kounryusui roberto ruhena https://launchpad.net/~rrruhena Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Alysson Urbanski https://launchpad.net/~al-urbanski Andre Noel https://launchpad.net/~andrenoel André Gondim https://launchpad.net/~andregondim Auro Florentino https://launchpad.net/~auro Daniel Neis https://launchpad.net/~danielneis Fabiano A. S. Santana https://launchpad.net/~fassantanaatm Gerson "fserve" Barreiros https://launchpad.net/~fserve Glauco https://launchpad.net/~glauco-hass Guilherme Gonçalves https://launchpad.net/~guilherme08 Henrique P. Machado https://launchpad.net/~zehrique João Santana https://launchpad.net/~joaosantana Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Luiz Armesto https://launchpad.net/~luiz-armesto Mario A. C. Silva (Exp4nsion) https://launchpad.net/~marioancelmo MarlonChalegre https://launchpad.net/~marlonchalegre Patrick L. Melo https://launchpad.net/~pmelo86 Pedro Souza https://launchpad.net/~pedroaesouza Rafael Bluhm https://launchpad.net/~faelbluhm Renato Flamini https://launchpad.net/~lost4ever Thiago Zattar da Silveira https://launchpad.net/~durubs badawi https://launchpad.net/~danielbadawi kounryusui https://launchpad.net/~kounryusui roberto ruhena https://launchpad.net/~rrruhena Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Alysson Urbanski https://launchpad.net/~al-urbanski Andre Noel https://launchpad.net/~andrenoel André Gondim https://launchpad.net/~andregondim Auro Florentino https://launchpad.net/~auro Daniel Neis https://launchpad.net/~danielneis Fabiano A. S. Santana https://launchpad.net/~fassantanaatm Gerson "fserve" Barreiros https://launchpad.net/~fserve Glauco https://launchpad.net/~glauco-hass Guilherme Gonçalves https://launchpad.net/~guilherme08 Henrique P. Machado https://launchpad.net/~zehrique João Santana https://launchpad.net/~joaosantana Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Luiz Armesto https://launchpad.net/~luiz-armesto Mario A. C. Silva (Exp4nsion) https://launchpad.net/~marioancelmo MarlonChalegre https://launchpad.net/~marlonchalegre Patrick L. Melo https://launchpad.net/~pmelo86 Pedro Souza https://launchpad.net/~pedroaesouza Rafael Bluhm https://launchpad.net/~faelbluhm Renato Flamini https://launchpad.net/~lost4ever Thiago Zattar da Silveira https://launchpad.net/~durubs badawi https://launchpad.net/~danielbadawi kounryusui https://launchpad.net/~kounryusui roberto ruhena https://launchpad.net/~rrruhena
ro: Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Alex Eftimie https://launchpad.net/~alexeftimie AlexB https://launchpad.net/~dirmass Constantin Pascal https://launchpad.net/~costea32 Daniel Comşa https://launchpad.net/~daniel-comsa Silviu Bojica https://launchpad.net/~bojicas Stanislav Sushkov https://launchpad.net/~c00l2sv Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Alex Eftimie https://launchpad.net/~alexeftimie AlexB https://launchpad.net/~dirmass Daniel Comşa https://launchpad.net/~daniel-comsa Silviu Bojica https://launchpad.net/~bojicas Stanislav Sushkov https://launchpad.net/~c00l2sv sammy https://launchpad.net/~ticaloshu Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Alex Eftimie https://launchpad.net/~alexeftimie AlexB https://launchpad.net/~dirmass Bogdan BOTEZ https://launchpad.net/~bmbogdan Daniel Comşa https://launchpad.net/~daniel-comsa Doru Horisco https://launchpad.net/~doruhushhush Ionuț Jula https://launchpad.net/~ionutjula Silviu Bojica https://launchpad.net/~bojicas Stanislav Sushkov https://launchpad.net/~c00l2sv sammy https://launchpad.net/~ticaloshu Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Alex Eftimie https://launchpad.net/~alexeftimie AlexB https://launchpad.net/~dirmass Bogdan BOTEZ https://launchpad.net/~bmbogdan Daniel Comşa https://launchpad.net/~daniel-comsa Doru Horișco https://launchpad.net/~doruhushhush Ionuț Jula https://launchpad.net/~ionutjula Stanislav Sushkov https://launchpad.net/~c00l2sv Valentin Bora https://launchpad.net/~bvali
ru: Georgy Faradzhev <georgy.faradzhev@gmail.com> Igor Zubarev <igor4u@gmail.com> Андрей Кондукторов <merkator@bk.ru> Dmitry Dementiev <ddmitry@gmail.com> Dmitry Drozdovich <demon_lord@rambler.ru> George Anderston <anderston@gmail.com> Mi Kashkin <mkashkin@gmail.com> Сергей Укустов <zajats@nc.ru> Dmitry Petrov <demon@krasno.ru> Sergey Smirnov <sergous@gmail.com> Shamil Abdullajev <jogin@hot.ee> alexei <alek32@mail.ru> boa <b.o.a@mail.ru> wiz <aenor.realm@gmail.com> Вячеслав Родионов <bepcyc@gmail.com> Александр Саламатников <dev65@gala.net> Sauil Launchpad Contributions: Al https://launchpad.net/~kavaj Alexander V Kulkov https://launchpad.net/~rockin Alexey Balmashnov https://launchpad.net/~a.balmashnov ArcFi https://launchpad.net/~arcfi Brullworfel https://launchpad.net/~brullworfel Igor Zubarev https://launchpad.net/~igor4u Sergey Kirienko https://launchpad.net/~skirienko Артём Попов https://launchpad.net/~artfwo Launchpad Contributions: Al https://launchpad.net/~kavaj Alexander V Kulkov https://launchpad.net/~rockin Alexey Balmashnov https://launchpad.net/~a.balmashnov ArcFi https://launchpad.net/~arcfi Brullworfel https://launchpad.net/~brullworfel Igor Zubarev https://launchpad.net/~igor4u Sergey Kirienko https://launchpad.net/~skirienko Launchpad Contributions: Al https://launchpad.net/~kavaj Alexander V Kulkov https://launchpad.net/~rockin Alexey Balmashnov https://launchpad.net/~a.balmashnov ArcFi https://launchpad.net/~arcfi Brullworfel https://launchpad.net/~brullworfel Igor Zakharoff https://launchpad.net/~f2404 Igor Zubarev https://launchpad.net/~igor4u Oleg Sevostyanov https://launchpad.net/~boothehamster Peshko Fedor https://launchpad.net/~pfv Petr E. Antonov https://launchpad.net/~antpeter Sergey Kirienko https://launchpad.net/~skirienko Александр AldeX Крылов https://launchpad.net/~aldex Launchpad Contributions: Al https://launchpad.net/~kavaj Alexander V Kulkov https://launchpad.net/~rockin Alexey Balmashnov https://launchpad.net/~a.balmashnov ArcFi https://launchpad.net/~arcfi Brullworfel https://launchpad.net/~brullworfel Dmitry Kuzmin https://launchpad.net/~dmitry-kuzm Igor Zakharoff https://launchpad.net/~f2404 Igor Zubarev https://launchpad.net/~igor4u Koptev Oleg https://launchpad.net/~koptev-oleg Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Maxim S. https://launchpad.net/~luvme-nn Oleg Sevostyanov https://launchpad.net/~boothehamster Peshko Fedor https://launchpad.net/~pfv Petr E. Antonov https://launchpad.net/~antpeter Pobedrya Denis https://launchpad.net/~arcticfox Sergey Kirienko https://launchpad.net/~skirienko Victor Drobot https://launchpad.net/~linux776 captain https://launchpad.net/~beho1der geek https://launchpad.net/~igor-boulliev pEGOn https://launchpad.net/~composter segooon https://launchpad.net/~segooon Александр AldeX Крылов https://launchpad.net/~aldex Леонид Cеливанов https://launchpad.net/~silvanus Launchpad Contributions: Al https://launchpad.net/~kavaj Alexander V Kulkov https://launchpad.net/~rockin Alexey Balmashnov https://launchpad.net/~a.balmashnov ArcFi https://launchpad.net/~arcfi Brullworfel https://launchpad.net/~brullworfel Dmitry Kuzmin https://launchpad.net/~dmitry-kuzm Igor Zakharoff https://launchpad.net/~f2404 Igor Zubarev https://launchpad.net/~igor4u Koptev Oleg https://launchpad.net/~koptev-oleg Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Matthew East https://launchpad.net/~mdke Maxim S. https://launchpad.net/~luvme-nn Oleg Sevostyanov https://launchpad.net/~boothehamster Peshko Fedor https://launchpad.net/~pfv Petr E. Antonov https://launchpad.net/~antpeter Pobedrya Denis https://launchpad.net/~arcticfox Sergey Kirienko https://launchpad.net/~skirienko Victor Drobot https://launchpad.net/~linux776 captain https://launchpad.net/~beho1der geek https://launchpad.net/~igor-boulliev pEGOn https://launchpad.net/~composter segooon https://launchpad.net/~segooon Александр AldeX Крылов https://launchpad.net/~aldex Леонид Cеливанов https://launchpad.net/~silvanus
sk: Launchpad Contributions: Jozef Bucha https://launchpad.net/~bucha-jozef Matej Duman https://launchpad.net/~dumi Prescott https://launchpad.net/~prescott helix84 https://launchpad.net/~helix84 Launchpad Contributions: Jozef Bucha https://launchpad.net/~bucha-jozef Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Matej Duman https://launchpad.net/~dumi Prescott https://launchpad.net/~prescott helix84 https://launchpad.net/~helix84 Launchpad Contributions: Jozef Bucha https://launchpad.net/~bucha-jozef Laco Horváth https://launchpad.net/~6205 Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Matej Duman https://launchpad.net/~dumi Prescott https://launchpad.net/~prescott helix84 https://launchpad.net/~helix84 salwator https://launchpad.net/~salwator-centrum Launchpad Contributions: Jozef Bucha https://launchpad.net/~bucha-jozef Ján Nosko https://launchpad.net/~jannosko Laco Horváth https://launchpad.net/~6205 Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Matej Duman https://launchpad.net/~dumi Prescott https://launchpad.net/~prescott helix84 https://launchpad.net/~helix84 salwator https://launchpad.net/~salwator-centrum
sv: Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Johnny Svärdefalk https://launchpad.net/~milq Simon Bohlin https://launchpad.net/~simon-bohlin Torbjörn Hed https://launchpad.net/~torbjorn-hed doktorn https://launchpad.net/~patrik-84 rancor https://launchpad.net/~therancor Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Simon Bohlin https://launchpad.net/~simon-bohlin Torbjörn Hed https://launchpad.net/~torbjorn-hed Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Jojan https://launchpad.net/~thejojan NGK https://launchpad.net/~ayumi-evolution Simon Bohlin https://launchpad.net/~simon-bohlin Torbjörn Hed https://launchpad.net/~torbjorn-hed davidhjelm https://launchpad.net/~dav-hjelm Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Jojan https://launchpad.net/~thejojan Simon Bohlin https://launchpad.net/~simon-bohlin Torbjörn Hed https://launchpad.net/~torbjorn-hed Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Dennis Gren https://launchpad.net/~omvdennis-deactivatedaccount Håkan Hagman https://launchpad.net/~sagabusan Kristoffer A. https://launchpad.net/~toffytoff Magnus S https://launchpad.net/~magnuss Simon Bohlin https://launchpad.net/~simon-bohlin Torbjörn Hed https://launchpad.net/~torbjorn-hed
zh_cn: Launchpad Contributions: 1+1=2 https://launchpad.net/~dbzhang800 Ihnus Qcshz https://launchpad.net/~qcshzihnus Wentao Tang https://launchpad.net/~wisetang kempson https://launchpad.net/~kempson luojie-dune https://launchpad.net/~luojie-dune Launchpad Contributions: 1+1=2 https://launchpad.net/~dbzhang800 Ihnus Qcshz https://launchpad.net/~qcshzihnus Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Wentao Tang https://launchpad.net/~wisetang luojie-dune https://launchpad.net/~luojie-dune Launchpad Contributions: 1+1=2 https://launchpad.net/~dbzhang800 Hugh https://launchpad.net/~hugh-shang Ihnus Qcshz https://launchpad.net/~qcshzihnus Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Tao Wei https://launchpad.net/~weitao1979 Wentao Tang https://launchpad.net/~wisetang Yiding He https://launchpad.net/~yiding-he cycloudyang https://launchpad.net/~cycloudyang luojie-dune https://launchpad.net/~luojie-dune rainofchaos https://launchpad.net/~rainofchaos stone_unix https://launchpad.net/~gaoghy Launchpad Contributions: 1+1=2 https://launchpad.net/~dbzhang800 Dick Chen https://launchpad.net/~ssoureleotommy Hugh https://launchpad.net/~hugh-shang Ihnus Qcshz https://launchpad.net/~qcshzihnus Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Tao Wei https://launchpad.net/~weitao1979 Unicser https://launchpad.net/~unicser Wentao Tang https://launchpad.net/~wisetang Yiding He https://launchpad.net/~yiding-he cycloudyang https://launchpad.net/~cycloudyang ho121 https://launchpad.net/~zhang luojie-dune https://launchpad.net/~luojie-dune rainofchaos https://launchpad.net/~rainofchaos stone_unix https://launchpad.net/~gaoghy
zh_tw: Shunhsiung Shih <shunhsiung@gmail.com>, 2006 Launchpad Contributions: Shunhsiung Shih https://launchpad.net/~shunhsiung Yu-Hsiang Tseng https://launchpad.net/~yuhsiangtseng Launchpad Contributions: Jose Sun https://launchpad.net/~josesun Shunhsiung Shih https://launchpad.net/~shunhsiung Yu-Hsiang Tseng https://launchpad.net/~yuhsiangtseng akong https://launchpad.net/~akong hialan https://launchpad.net/~hialan-liu missmomo0911 https://launchpad.net/~missmomo0911 yenteenyu https://launchpad.net/~yen-teenyu yugu https://launchpad.net/~ioppoo Launchpad Contributions: Jack https://launchpad.net/~vixensjlin Jose Sun https://launchpad.net/~josesun Shunhsiung Shih https://launchpad.net/~shunhsiung Yu-Hsiang Tseng https://launchpad.net/~yuhsiangtseng akong https://launchpad.net/~akong hialan https://launchpad.net/~hialan-liu julian14632 https://launchpad.net/~julian14632 missmomo0911 https://launchpad.net/~missmomo0911 yenteenyu https://launchpad.net/~yen-teenyu yugu https://launchpad.net/~ioppoo Launchpad Contributions: Jack https://launchpad.net/~vixensjlin Jose Sun https://launchpad.net/~josesun Jouston Huang https://launchpad.net/~jouston-huang Roy Chan https://launchpad.net/~roy-chan-linux Shunhsiung Shih https://launchpad.net/~shunhsiung Yu-Hsiang Tseng https://launchpad.net/~yuhsiangtseng akong https://launchpad.net/~akong hialan https://launchpad.net/~hialan-liu julian14632 https://launchpad.net/~julian14632 missmomo0911 https://launchpad.net/~missmomo0911 Launchpad Contributions: Feistybird https://launchpad.net/~bryanjen-tw Jack https://launchpad.net/~vixensjlin Jose Sun https://launchpad.net/~josesun Jouston Huang https://launchpad.net/~jouston-huang Roy Chan https://launchpad.net/~roy-chan-linux Shunhsiung Shih https://launchpad.net/~sshsiung Yu-Hsiang Tseng https://launchpad.net/~yuhsiangtseng akong https://launchpad.net/~akong hialan https://launchpad.net/~hialan-liu julian14632 https://launchpad.net/~julian14632 missmomo0911 https://launchpad.net/~missmomo0911 Launchpad Contributions: Feistybird https://launchpad.net/~bryanjen-tw Jack https://launchpad.net/~vixensjlin Jose Sun https://launchpad.net/~josesun Jouston Huang https://launchpad.net/~jouston-huang Matthew East https://launchpad.net/~mdke Roy Chan https://launchpad.net/~roy-chan-linux Shunhsiung Shih https://launchpad.net/~sshsiung Yu-Hsiang Tseng https://launchpad.net/~yuhsiangtseng akong https://launchpad.net/~akong hialan https://launchpad.net/~hialan-liu julian14632 https://launchpad.net/~julian14632 missmomo0911 https://launchpad.net/~missmomo0911
