Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/add-applications/po/*.po
Languages: ar, bg, cs, da, de, el, es, eu, fr, gl, he, id, it, ja, ko, mk, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: There are thousands of programs available to install on Ubuntu. These programs are stored in software repositories and are made freely available for all Ubuntu users. This makes it very easy to install new programs, and it is also very secure because each program you install is built specially for Ubuntu and checked before it is allowed into the repositories.
ar: يوجد آلاف البرامج المتاحة للتثبيت على أوبونتو. هذه البرامج مخزنة في مستودعات برمجيات وهي متاحة مجانا لجميع مستخدمي أوبونتو. هذا يجعل من السهل جدا تثبيت برامج جديدة، وهي أيضا آمنة جدا لأن كل حزمة تثبتها مبنية خصوصا لأوبونتو ومتحقق منها قبل السماح لها بدخول المستودعات.
bg: Програмите, които могат да се инсталират в Ubuntu, са хиляди. Тези програми се съхраняват в софтуерни хранилища и са свободно достъпни за всички потребители на Ubuntu. Това прави инсталацията на нови програми много лесна, както и осигурява висока сигурност, тъй като всяка програма, която инсталирате, е направена специално за Ubuntu и проверена преди да е позволено съхранението ѝ в хранилищата.
cs: Existuje tisíce programů dostupných k instalaci v Ubuntu. Tyto programy jsou uloženy ve zdrojích softwaru a jsou volně dostupné pro všechny uživatele Ubuntu. Tímto je zajištěna velmi jednoduchá instalace nových programů a také bezpečnost, protože každý program, který instalujete, je vytvořen výhradně pro Ubuntu a ověřen předtím, než je zařazen do zdrojů.
de: Für Ubuntu stehen tausende von Anwendungen bereit. Sie werden in Software-Paketquellen aufbewahrt und allen Ubuntu-Nutzern frei zur Verfügung gestellt. Dadurch wird es extrem einfach, neue Anwendungen zu installieren. Außerdem ist dieses Vorgehen sehr sicher, da jedes Anwendung, die sie installieren können, speziell für Ubuntu angepasst und vor dem Einfügen in die Paketquelle überprüft wurde.
el: Υπάρχουν χιλιάδες προγράμματα διαθέσιμα για να εγκαταστήσετε στο Ubuntu. Τα προγράμματα αυτά αποθηκεύονται σε αποθετήρια λογισμικού και είναι διαθέσιμα ελεύθερα σε όλους τους χρήστες. Με τον τρόπο αυτό είναι πολύ εύκολο να εγκαταστήσετε νέες εφαρμογές και επίσης πολύ ασφαλές. Αυτό συμβαίνει, μια και και κάθε πρόγραμμα είναι φτιαγμένο ειδικά για το Ubuntu και έχει ελεγχθεί η σωστή λειτουργία του, πριν αποθηκευθεί στα αποθετήρια.
es: Hay miles de programas disponibles para su instalación en Ubuntu. Esos programas están almacenados en repositorios de software y están públicamente accesibles de forma gratuita para todos los usuarios de Ubuntu. Esto hace muy fácil instalar nuevos prorgramas, y además es muy seguro porque cada programa que se instala está construido especialmente por Ubuntu y comprobado antes de publicarlo en los repositorios.
fr: Il y a des milliers de programmes disponibles pour Ubuntu. Ces programmes sont conservés dans des dépôts logiciels et sont librement accessibles à tous les utilisateurs d'Ubuntu. Cela rend très facile l'installation de nouveaux logiciels. C'est également très sécurisé car chaque programme que vous installez ainsi a été conçu pour Ubuntu et il a été vérifié avant d'être autorisé à être présent dans les dépôts.
gl: Hai miles de programas dispoñibeis para ser instalados en Ubuntu. Istes programas gárdanse en repositorios de software e ponse a ceibe disposición de tódolos usuarios de Ubuntu. Isto fai moi sinxelo instalar novos programas, tamén é unha forma moi segura xa que cada programa que instala está preparado especialmente para Ubuntu e próbase antes de que se lle permita entrar nos repositorios.
it: Migliaia di programmi sono disponibili per essere installati con Ubuntu. Questi programmi sono mantenuti in alcuni repository software e sono liberamente disponibili attraverso Internet, rendendo molto semplice e sicura l'installazione di un nuovo programma: tutti i programmi vengono creati appositamente per Ubuntu e sono controllati prima di essere caricati nei repository.
ja: このリポジトリを利用すれば、数千にものぼるパッケージをUbuntuにインストールすることができます。リポジトリに収録させているソフトウェアは、Ubuntuを使っているすべてのユーザが自由に利用できます。新しいプログラムをインストールするための簡単な方法が用意されており、リポジトリに収録される前にUbuntu用にビルドとチェックが行われているためにとても安全です。
pl: W Ubuntu dostępnych jest tysiące programów przygotowanych dla tej dystrybucji. Każdy użytkownik może je za darmo pobrać z repozytoriów i z nich korzystać. Instalacja nowego programu jest prosta i bezpieczna ponieważ przed dodaniem do repozytoriów jest on sprawdzany.
pt_br: Existem milhares de programas disponíveis para instalar no Ubuntu. Estes programas são armazenados em repositórios de software e são disponibilizados gratuitamente para todos os usuários do Ubuntu. Isto torna muito fácil instalar novos programas, e também é muito seguro porque cada programa que você instala é especificamente desenvolvido para o Ubuntu e verificado antes de ser permitido nos repositorios.
ro: Există mii de programe disponibile pentru instalare în Ubuntu. Aceste programe sunt stocate în depozite sofware și sunt făcute disponibile gratuit pentru toți utilizatorii Ubuntu. Acest lucru face instalarea de programe noi foarte ușoară, și de asemenea este foarte sigur pentru că fiecare program pe care îl instalați este construit special pentru Ubuntu și verificat înainte de a-i fi permisă intrarea în depozite.
ru: Существуют тысячи программ, доступных для установки в Ubuntu. Эти программы хранятся в репозиториях ПО и доступны всеми пользователями Ubuntu. Это делает установку новых программ очень простой а также очень безопасной, так как каждая программа, которую вы устанавливаете, собрана специально для Ubuntu и проверена перед помещением ее в репозиторий.
sv: Det finns tusentals program tillgängliga för installation i Ubuntu. Dessa program finns lagrade i programförråd och är fritt tillgängliga för alla Ubuntu-användare. Detta gör det mycket enkelt att installera nya program och det är också mycket säkert eftersom varje program som du installerar är byggt specifikt för Ubuntu och kontrolleras därför innan det tillåts ingå i förråden.
zh_tw: Ubuntu可以安裝成千上萬的的程式，這些程式被儲存在軟體套件庫中，免費提供給任何需要的Ubuntu使用者。 這使得軟體安裝變得很容易，而且非常的安全，因為任何你安裝的軟體，在放上套件庫之前，都是Ubuntu特別編譯過並檢查過的。

source: To organise the software, Ubuntu repositories are categorised into four groups: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis>, and <emphasis>Multiverse</emphasis>. The rationale used to determine which software goes into which category is based on the level of support that software development teams provide for a program and the level of compliance the program has to the <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Free Software Philosophy</ulink>.
da: For at organisere programmerne er Ubuntu-arkiverne kategoriseret i fire grupper: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis> og <emphasis>Multiverse</emphasis>. Vurderingen af hvilken kategori en bestemt software hører i, afhænger af den mængde brugerhjælp som udviklingsholdet yder for et program, og i hvor høj grad programmet passer ind i <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Fri software-filosofien</ulink>.
es: Para organizar el software, los repositorios de Ubuntu están categorizados en cuatro grupos: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis>, and <emphasis>Multiverse</emphasis>. La aproximación utilizada para determinar la pertenencia de los paquetes a cada categoría está basada en el nivel de soporte que el equipo de desarrollo provee para cada uno, acompañado del nivel de compatibilidad que el programa tiene con: <ulink url="http://www.ubuntu.com/ubuntu/philosophy">La filosofía sobre el software Libre</ulink>.
eu: Softwarea antolatzeko, Ubuntu errepositorioak lau taldetan banatzen dira: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis>, eta <emphasis>Multiverse</emphasis>. Software bakoitza zein taldetan egokituko den oinarrian daude: softwarearen garatzaileek ematen duten euskarria, eta programa zein estuki lotzen den <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Software Askearen Filosofia</ulink>-ra.
gl: Para organizar o software, os repositorios de Ubuntu categorízanse en catro grupos: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis>, and <emphasis>Multiverse</emphasis>. A xustificación que se emprega para determinar que software vai en cada categoría baséase no nivel de soporte que fornecen os equipos de desenvolvemento para un programa e o nivel de compromiso do programa coa <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Filosofía do Software Libre</ulink>.
he: בכדי לארגן את התוכנה, המאגרים של אובונטו מחולקים לארבע קבוצות: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis>, ו- <emphasis>Multiverse</emphasis>. הרציונאל מאחורי הקביעה איזו תוכנה מתאימה לאיזו קטגוריה מבוססת על רמת התמיכה שצוותי פיתוח תוכנה מספקים לתוכנית ורמת התאימות של התוכנית ל <ulinkurl="http://www.ubuntu.com/ubuntu/philosophy">פילוסופיית הקוד הפתוח</ulink>.
id: Untuk mengatur perangkat lunak, repositori Ubuntu dikatagorikan ke dalam empat kelompok: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis>, dan <emphasis>Multiverse</emphasis>. Alasan untuk menentukan perangkat lunak mana masuk ke katagori mana didasarkan pada tingkat dukungan yang disediakan oleh tim pengembang perangkat lunak bagi sebuah program dan tingkat kepatuhan program atas <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Filosofi Perangkat Lunak Bebas</ulink>.
ko: 소프트웨어를 관리하기 위해서, 우분투 저장소는 다음과 같은 4 가지 그룹으로 분류됩니다. <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis>, and <emphasis>Multiverse</emphasis>. 어떤 소프트웨어가 어떤 분류로 포함될 지 결정하는 기준은 프로그램을 작성한 소프트웨어 개발 팀의 지원 정도와 프로그램이 <ulink url="http://www.ubuntu.com/ubuntu/philosophy">자유 소프트웨어 철학</ulink>에 얼마만큼 부합하는 지를 기준으로 합니다.
mk: Заради организација на софтверот, складиштата за Ubuntu се категоризирани во четри групи: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis>, и <emphasis>Multiverse</emphasis>. Начинот на кој што можете да одредите кој софтвер припаѓа во која категорија е базиран на нивото на поддршка од страна на софтверскиот развоен тим и од компатибилноста на програмата со <ulink url="http://www.ubuntu.com/ubuntu/philosophy">филозофијата на слободен софтвер</ulink>.
nl: Om de software te ordenen zijn de Ubuntu pakketbronnen in vier groepen ingedeeld: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis>, en <emphasis>Multiverse</emphasis>. De mate waarin een bepaald softwarepakket door de ontwikkelaars ondersteund wordt, en de mate waarin de software voldoet aan de <ulink url="http://www.ubuntu.com/ubuntu/philosophy">vrije software filosofie</ulink> bepaalt in welke groep deze ingedeeld wordt.
ro: Pentru organizarea aplicaţiilor software, depozitele Ubuntu sunt împărţite în patru categorii; <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis>, şi <emphasis>Multiverse</emphasis>. Repartizarea pe categorii se bazează pe nivelul de suport pe care echipele de dezvoltare îl pot oferi şi pe nivelul de conformitate al programului la filozofia <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Free Software Philosophy</ulink>.
sk: Z dôvodov usporiadania sú zdroje Ubuntu rozdelené do štyroch kategórií: <emphasis>Main</emphasis> (hlavný), <emphasis>Restricted</emphasis> (neslobodný), <emphasis>Universe</emphasis> (slobodný), <emphasis>Multiverse</emphasis> (ostatné neslobodné). Umiestnenie daného programu závisí na úrovni podpory, ktorú tomuto programu vývojové tímy poskytujú a taktiež na skutočnosti nakoľko program zodpovedá <ulink url="http://www.ubuntu.com/ubuntu/philosophy"> filozofii slobodného softvéru</ulink>.
zh_cn: 为了组织软件，Ubuntu 的软件库被分为四类：<emphasis>Main</emphasis>、<emphasis>Restricted</emphasis>、<emphasis>Universe</emphasis>，以及 <emphasis>Multiverse</emphasis>。决定哪个软件进入哪个分类的原理是基于软件的开发团队对于该软件提供的支持的等级，以及该程序遵从 <ulink url="http://www.ubuntu.com/ubuntu/philosophy">自由软件哲学</ulink> 的程度。

source: The standard Ubuntu Install CD contains some software from the <emphasis>Main</emphasis> and <emphasis>Restricted</emphasis> categories.
ar: اسطوانة تثبيت أوبونتو القياسية تحتوي بعض البرمجيات من تصنيفي <emphasis>Main</emphasis> و <emphasis>Restricted</emphasis>.
bg: Стандартният Инсталационен диск на Ubuntu съдържа известно количество софтуер от категориите <emphasis>Main</emphasis> (Главен) и <emphasis>Restricted</emphasis> (Ограничен).
cs: Standardní instalační CD Ubuntu obsahuje vybraný software ze zdrojů <emphasis>Main</emphasis> (hlavní) a <emphasis>Restricted</emphasis> (hlavní, ale nesvobodný software).
da: Den almindelige Ubuntu-installationscd indeholder software fra kategorierne <emphasis>Main</emphasis> og <emphasis>Restricted</emphasis>.
de: Die normale Ubuntu Installations CD enthält Anwendungen aus den Kategorien <emphasis>Main</emphasis> und <emphasis>Restricted</emphasis>.
el: Το βασικό CD εγκατάστασης του Kubuntu περιέχει μερικά προγράμματα από την <emphasis>Επίσημη (Main)</emphasis> και την <emphasis>Περιοριστική (Restricted)</emphasis> κατηγορία.
es: El CD de instalación estándar de Ubuntu contiene software de las categorías <emphasis>Main</emphasis> y <emphasis>Restricted</emphasis>
eu: Ubuntu Instalazio CD estandarrak <emphasis>Main</emphasis> eta <emphasis>Restricted</emphasis> taldeetako softwarea dakar.
fr: Le CD d'installation standard d'Ubuntu contient une partie des logiciels des catégories <emphasis>Main</emphasis> et <emphasis>Restricted</emphasis>.
gl: O CD de instalación normal de Ubuntu contén algún software das categorías <emphasis>Main</emphasis> e <emphasis>Restricted</emphasis>.
he: דיסק ההתקנה הבסיסי של אובונטו מכיל תוכנות מקטגוריות ה- <emphasis>Main</emphasis> וה- <emphasis>Restricted</emphasis>.
id: CD Instalasi Ubuntu standar memuat beberapa perangkat lunak dari katagori <emphasis>Main</emphasis> dan <emphasis>Restricted</emphasis>.
it: Il CD d'installazione di Ubuntu contiene alcuni programmi presi dai componenti <emphasis>main</emphasis> e <emphasis>restricted</emphasis>.
ja: 標準のUbuntuインストールCDには、<emphasis>Main</emphasis>と<emphasis>Restricted</emphasis>コンポーネントのソフトウェアが含まれています。
ko: 표준 우분투 설치 CD는 <emphasis>Main</emphasis>과 <emphasis>Restricted</emphasis> 분류 내의 몇몇 소프트웨어들을 포함하고 있습니다.
mk: Стандардното Ubuntu инсталационо CD содржи софтвер од <emphasis>Main</emphasis> и <emphasis>Restricted</emphasis> категориите.
nl: De standaard Ubuntu installatie-CD bevat diverse software uit de <emphasis>Main</emphasis> en <emphasis>Restricted</emphasis> categorieën.
pl: Standardowa płyta instalacyjna Ubuntu zawiera wybrane oprogramowanie z kategorii <emphasis>Main</emphasis> i <emphasis>Restricted</emphasis>.
pt_br: O CD padrão de instalação do Ubuntu contém alguns programas das categorias <emphasis>Main</emphasis> e <emphasis>Restricted</emphasis>.
ro: CD-ul Ubuntu standard de instalare conţine software din categoriile <emphasis>Main</emphasis> şi <emphasis>Restricted</emphasis>.
ru: Стандартный установочный диск Ubuntu содержит некоторые приложения из категорий <emphasis>Main</emphasis> и <emphasis>Restricted</emphasis>.
sk: Štandardné inštalačné CD Ubuntu obsahuje softvér zo zo zdrojov <emphasis>Main</emphasis> (hlavný) a <emphasis>Restricted</emphasis> (neslobodný).
sv: Ubuntus standardinstallationsskiva innehåller några programvaror från kategorierna <emphasis>Main</emphasis> och <emphasis>Restricted</emphasis>.
zh_cn: Ubuntu 的标准安装 CD 包含了来自 <emphasis>Main</emphasis> 和 <emphasis>Restricted</emphasis> 分类的一些软件。
zh_tw: 標準的 Ubuntu 安裝光碟包含了 <emphasis>Main</emphasis> 和 <emphasis>Restricted</emphasis> 這兩大類。

source: If your system is connected to the Internet, many more software programs are made available for installation. For example, the <quote>Universe</quote> and <quote>Multiverse</quote> repositories are only available over the Internet.
ar: إذا كان حاسوبك متصلا بالإنترنت، الكثير من البرمجيات الإضافية متاحة للتثبيت. على سبيل المثال، مستودعي <quote>Universe</quote> و <quote>Multiverse</quote> متاحين فقط عبر الإنترنت.
bg: Ако системата Ви е свързана към Интернет, ще бъдат достъпни за инсталиране много повече програми. Например quote>Universe</quote> и <quote>Multiverse</quote> хранилищата са достъпни само чрез Интернет.
cs: Pokud je Váš systém připojen na Internet, můžete doinstalovat mnoho dalších programů. Například zdroje <quote>Universe</quote> a <quote>Multiverse</quote> jsou dostupné pouze přes Internet.
da: Hvis dit system er forbundet til internettet vil der være mange flere programmer, som du kan installere. For eksempel er <quote>Universe</quote> og <quote>Multiverse</quote>-arkiverne kun tilgængelige over internettet.
de: Wenn Ihr System mit dem Internet verbunden ist, stehen Ihnen viele weitere Anwendungen zur Verfügung. Die <emphasis>Universe</emphasis>- und <emphasis>Multiverse</emphasis>-Paketquellen beispielsweise sind nur über das Internet verfügbar.
el: Αν το σύστημά σας έχει σύνδεση στο Διαδίκτυο, τότε καθίστανται διαθέσιμα για εγκατάσταση πολύ περισσότερα προγράμματα. Π.χ., τα αποθετήρια της <quote>Κοινότητας (Universe)</quote> και των <quote>Τρίτων (Multiverse)</quote> είναι διαθέσιμα μόνο μέσω του Διαδικτύου.
es: Si su sistema está conectado a Internet, podrá acceder a un gran grupo adicional de programas disponibles para su instalación. Por ejemplo, los repositorios <quote>Universe</quote> y <quote>Multiverse</quote> están disponibles únicamente a través de Internet.
eu: Zure sistema Internetera konektatua badago, software programa askoz gehiago duzu eskuragarri. Adibidez, <quote>Universe</quote> eta <quote>Multiverse</quote> errepositorioak Internet bidez bakarrik daude eskuragarri.
fr: Si votre système est connecté à l'Internet, vous pouvez avoir accès à un très grand nombre d'applications supplémentaires. En particulier, les catégories <quote>Universe</quote> et <quote>Multiverse</quote> ne sont disponibles que via l'Internet.
gl: Se o seu sistema está conectado á Internet, disporá de moitos máis programas para instalar. Por exemplo,
he: במידה וישנו חיבור אינטרנט, מספר רב של תוכנות נוספות זמינות להתקנה. לדוגמא, מאגרי ה- <quote>Universe</quote> וה- <quote>Multiverse</quote> זמינים להתקנה רק באמצעות האינטרנט.
id: Bila sistem anda tersambung ke Internet, banyak lagi program perangkat lunak tersedia untuk dipasang. Sebagai contoh, repositori <quote>Universe</quote> dan <quote>Multiverse</quote> hanya tersedia lewat Internet.
it: Se il sistema è collegato a Internet, è possibile installare molti altri software. I repository <quote>universe</quote> e <quote>multiverse</quote>, per esempio, sono disponibili solo su Internet.
ja: コンピュータがインターネットに接続しているのであれば、より多くのソフトウェアをインストールすることができます。例えば、<quote>Universe</quote>や<quote>Multiverse</quote>コンポーネントのソフトウェアはインターネット経由でのみ利用可能です。
ko: 만약 여러분의 시스템이 인터넷에 연결되어 있다면, 더욱 많은 소프트웨어 프로그램들을 설치할 수 있습니다. 예를 들어, <quote>Universe</quote>와 <quote>Multiverse</quote> 저장소는 인터넷을 통해서만 이용할 수 있습니다.
mk: Ако вашиот систем е поврзан со Интернет, мнгоу други софтверски програми се достапни за инсталирање. На пример, <quote>Universe</quote> и <quote>Multiverse</quote> складиштата се достапни само преку Интернет.
nl: Wanneer uw systeem met het internet verbonden is, is er meer software beschikbaar voor installatie. Zo zijn de pakketbronnen <quote>Universe</quote> en <quote>Multiverse</quote> alleen via internet beschikbaar.
pl: Jeśli Twój system jest podłączony do Internetu, masz dostęp do dużo większej ilości programów, które możesz zainstalować. Na przykład programy z repozytoriów <quote>Universe</quote> i <quote>Multiverse</quote> są dostępne tylko przez Internet.
pt_br: Se o seu sistema está conectado à Internet, muitos outros programas estão disponíveis para instalação. Por exemplo, os repositórios <quote>Universe</quote> e <quote>Multiverse</quote> só estão disponíveis pela Internet.
ro: Dacă sistemul dumneavoastră este conectat la Internet, mult mai multe programe software sunt disponibile pentru instalare. De exemplu, depozitele <quote>Universe</quote> și <quote>Multiverse</quote> sunt accesibile numai prin Internet.
ru: Если ваш компьютер подключён к интернету, вам доступно намного больше ПО для установки. Например репозитории <quote>Universe</quote> и <quote>Multiverse</quote> доступны только через интернет.
sk: Pokiaľ je váš systém pripojený do internetu, môžete nainštalovať množstvo ďalších programov. Napríklad zdroje <quote>Universe</quote> (slobodný) a <quote>Multiverse</quote> (ostatné neslobodné) sú dostupné iba prostredníctvom internetu.
sv: Om ditt system är anslutet till internet finns många fler program tillgängliga för installation. Till exempel finns endast förråden <quote>Universe</quote> och <quote>Multiverse</quote> tillgängliga via internet.
zh_cn: 如果您的系统已经连接到因特网的话，您还可以安装比这多得多的软件。比如 <quote>Universe</quote> 和 <quote>Multiverse</quote> 软件库是只能通过因特网访问的。
zh_tw: 當您的系統接上網際網路之後，將會有更多更多的軟體可以安裝。舉例來說， <quote>Universe</quote> 和 <quote>Multiverse</quote> 軟體庫只在網路上提供。
