Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/add-applications/po/*.po
Languages: ar, bg, cs, da, de, el, es, eu, fr, gl, he, id, it, ja, ko, mk, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: <application>APTonCD</application> can be used to create a CD that contains all the packages you have on your system, or it can create CDs with packages or entire repositories of your choice. In a package manager such as <application>Synaptic</application>, find the <emphasis>aptoncd</emphasis> package and install it.
ar: <application>APTonCD</application> يمكن أن يستخدم لإنشاء اسواطنة تحتوي كل الحزم على نظامك، او يستطيع إنشاء اسطوانات مع حزم أو مستودعات كاملة حسب اختيارك. في مدير حزم مثل<application>Synaptic</application>، ابحث عن حزمة <emphasis>aptoncd</emphasis> وثبتها.
bg: <application>APTonCD</application> може да се използва да създаване на компак диск, който съдържа всички пакети на вашата система или може да създаде компак дискове с пакети или цели хранилища по ваш избор. В диспечер на пакети като <application>Synaptic</application>, намерете пакета <emphasis>aptoncd</emphasis> и го инсталирайте.
cs: <application>APTonCD</application> může být použito k vytvoření CD, které obsahuje všechny balíky, které máte ve svém systému. Může také vytvořit CD s balíky nebo celými zdroji podle vaší volby. Najděte balík <emphasis>aptoncd</emphasis> ve správci balíků jako je <application>Synaptic</application> a nainstalujte jej.
da: <application>APTonCD</application> kan bruges til at oprette cd'er som indeholder alle de pakker som du har installeret på dit system, eller den kan oprette cd'er med pakker eller hele arkiver efter dit valg. I en pakkehåndtering såsom <application>Synaptic</application> skal du finde <emphasis>aptoncd</emphasis>-pakken og installere den.
de: Mit APTonCD können Sie eine CD erstellen, die alle Pakete Ihres Systems enthält. Sie können aber auch CDs mit Paketen oder ganzen Paketquellen Ihrer Wahl erstellen. Mit einer Paketverwaltung wie <application>Synaptic</application> können Sie das Paket <emphasis>aptoncd</emphasis> finden und installieren..
el: Το <application>APTonCD</application> μπορεί να χρησιμοποιηθεί για να δημιουργήσετε CD που περιέχουν όλα τα πακέτα που έχετε στο σύστημα σας ή ακόμα και ολόκληρα αποθετήρια λογισμικού. Σε έναν διαχειριστή πακέτων, όπως τον <application>Synaptic</application>, βρείτε το πακέτο <emphasis>aptoncd</emphasis> και εγκαταστήστε το.
es: <application>APTonCD</application> puede usarse para crear un CD que contenga todos los paquetes que tiene en su sistema, o para crear CDs con los paquetes o repositorios completos que usted elija. En un gestor de paquetes como <application>Synaptic</application>, localice el paquete <emphasis>aptoncd</emphasis> e instálelo.
eu: Zure sisteman dauden pakete guztiak dituen CD bat sortzeko erabili dezakezu <application>APTonCD</application>, edo baita zuk zeuk hautatutako pakete edo errepositorioak dituzten CDak sortzeko ere. <application>Synaptic</application>en moduko pakete-kudeatzaileetan, <emphasis>aptoncd</emphasis> paketea bilatu ezazu eta instalatu ezazu.
fr: <application>APTonCD</application> peut être utilisé pour créer un CD qui contient tous les paquets présents dans le système, ou il peut créer des CD contenant des paquets ou des dépôts complets de votre choix. Dans un gestionnaire de paquets comme <application>Synaptic</application>, recherchez le paquet nommé <emphasis>aptoncd</emphasis> et installez-le.
gl: Pódese utilizar <application>APTonCD</application> para crear un CD que conteña todos os paquetes que ten no seu sistema ou pode crer CDs cos paquetes ou repositorios enteiros que queira. Nun xestor de paquetes como <application>Synaptic</application>, procure o paquete <emphasis>aptoncd</emphasis> e instáleo.
he: באמצעות <application>APTonCD</application> ניתן ליצור תקליטור שמכיל את כל החבילות הנמצאות במערכת שלך, או ליצור תקליטורים עם חבילות או מאגרים שלמים לבחירתך. במנהל חבילות כגון <application>Synaptic</application>, מצא את החבילה <emphasis>aptoncd</emphasis> והתקן אותה.
id: <application>APTonCD</application> dapat digunakan untuk membuat sebuah CD yg berisi semua paket yg ada dalam sistem Anda, atau juga dapat membuat CD dg paket-paket atau isi repositori pilihan. Dalam manajer paket seperti <application>Synaptic</application>, cari paket <emphasis>aptoncd</emphasis> dan instal.
it: <application>APTonCD</application> può essere utilizzato per creare un CD contenente tutti i pacchetti presenti nel sistema oppure per creare un CD con pacchetti o repository a scelta. Da un gestore di pacchetti come <application>Synaptic</application>, cercare il pacchetto <emphasis>aptoncd</emphasis> e installarlo.
ja: <application>APTonCD</application>を用いて、あなたがシステムにインストールしているすべてのパッケージ（またはあなたが選び抜いたパッケージもしくはそのすべてのリポジトリ）を含んだCDを作成することができます。<application>Synaptic</application>などのパッケージマネージャにおいては<emphasis>aptoncd</emphasis>パッケージとして表示され、パッケージマネージャを通じてそれをインストールすることができます。
ko: <application>APTonCD</application> 프로그램을 통해 여러분의 시스템에 설치된 모든 꾸러미들을 포함하는 CD 를 만들수 있으며, 혹은 여러분이 선택한 모든 꾸러미 및 전체 저장소를 포함하는 CD 를 만들 수도 있습니다. <application>시냅틱</application> 과 같은 꾸러미 관리자에서 <emphasis>aptoncd</emphasis> 꾸러미를 찾아서 설치하십시오.
mk: <application>APTonCD</application> може да се користи за правење на CD-ња што ќе ги содржат сите пакети кои ги имате на Вашиот систем, или пак на CD-ња со пакети или цели складишта по Ваш избор. Во менаџерот за пакети како што е <application>Synaptic</application>, пронајдете го <emphasis>aptoncd</emphasis> пакетот и инсталирајте го.
nl: <application>APTonCD</application> kan worden gebruikt om een CD te maken die alle pakketten bevat die u op uw systeem hebt, of om een CD te maken met pakketten of complete pakketbronnen naar keuze. Zoek het pakket <emphasis>aptoncd</emphasis> in een pakketbeheerder als <application>Synaptic</application> en installeer het.
pl: <application>APTonCD</application> może zostać użyty do utworzenia płyty CD zawierającej wszystkie pakiety zainstalowane w Twoim systemie lub utworzenia płyty CD z zawartością wybranego repozytorium. Korzystając z menedżera pakietów (na przykład <application>Synaptic</application>), odnajdź i zainstaluj pakiet <emphasis>aptoncd</emphasis>.
pt_br: O <application>APTonCD</application> pode ser usado para criar um CD que contenha todos os pacotes que você tenha instalado em seu sistema ou ele pode criar CDs com pacotes ou repositórios inteiros da sua escolha. Em um gerenciador de pacotes como o <application>Synaptic</application>, encontre o pacote <emphasis>aptoncd</emphasis> e instale-o.
ro: <application>APTonCD</application> poate fi folosit pentru a crea un CD conținînd toate pachtele instalate pe sistem, sau poate crea CD-uri cu pachete sau arhive complete. Într-un administrator de pachete precum <application>Synaptic</application>, căutați și instalați pachetul <emphasis>aptoncd</emphasis>.
ru: <application>APTonCD</application> может быть использован для создания диска, содержащего все пакеты из вашей системы, или создания диска с любым выбранным вами репозиторием. В менеджере пакетов, например <application>Synaptic</application>, найдите пакет <emphasis>aptoncd</emphasis> и установите его.
sk: <application>APTonCD</application> môžete podľa vášho výberu použiť na vytvorenie CD obsahujúceho všetky balíky z vášho systému, alebo iba niektoré balíky, prípadne celé zdroje balíkov. V správcovi balíkov ako <application>Synaptic</application> nájdite balík <emphasis>aptoncd</emphasis> a nainštalujte ho.
sv: <application>APTonCD</application> kan användas för att skapa en cd-skiva som innehåller alla paket du har på din dator. Den kan även skapa cd-skivor med paket eller hela förråd. I en pakethanterare, exempelvis <application>Synaptic</application>, leta efter paketet <emphasis>aptoncd</emphasis> och installera det.
zh_cn: <application>APTonCD</application>可用来制作包含有您系统上所有软件包的CD，也可以制作包含的您选择的软件包或软件仓库的CD。在软件包管理器比如<application>新立得</application>中，找到<emphasis>aptoncd</emphasis>软件包并安装它。
zh_tw: <application>APTonCD</application>可用來燒張光碟, 可包含你已安裝在你系統上的套件, 你所選的某些套件或整個套件庫. 在套件管理員中(比方<application>Synaptic</application>), 找<emphasis>aptoncd</emphasis>套件並安裝它.

source: Further documentation on APTonCD can be found on its website, <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink>
ar: التوثيق الإضافي عن APTonCD يمكن أن يوجد في موقعه، <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink>
bg: Допълнителна документация за APTonCD може да бъде намерена на неговия уеб сайт, <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink>
cs: Další dokumentaci k APTonCD naleznete na webové stránce <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink>
de: Weitere Dokumentationen zu APTonCD können auf <ulink url="http://aptoncd.sourceforge.net">dessen Webseite</ulink> gefunden werden.
el: Περισσότερη τεκμηρίωση για το APTonCD μπορεί να βρεθεί στην ιστοσελίδα του, <ulink url="http://aptoncd.sourceforge.net">aptoncd.sourceforge.net</ulink>
es: Podrá encontrar más información sobre APTonCD en su página web, <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink>
fr: Un plus ample documentation sur AptonCD est présente sur son site Web, <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink>.
it: Maggiori informazioni su APTonCD possono essere trovate nel sito web: <ulink url="http://aptoncd.sourceforge.net">aptoncd.sourceforge.net</ulink>
ja: APTonCDについての詳しい情報は<ulink url="http://aptoncd.sourceforge.net">aptoncd.sourceforge.net</ulink>をご覧ください。
pl: Pełną dokumentację dotycząca APTonCD można znaleźć na stronie <ulink url="http://aptoncd.sourceforge.net">aptoncd.sourceforge.net</ulink>
pt_br: Documentação mais detalhada sobre APTonCD se encontra no site <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink>
ro: Mai multă documentație despre APTonCD poate fi găsită pe situl lui web, <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink>
ru: Большая документация по APTonCD находится на его вебсайте, <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink>
sv: Ytterligare dokumentation om APTonCD kan hittas på deras webbplats, <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink>
zh_tw: 更多的APTonCD的說明文件可以參考: <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink>

source: Advanced package management
da: Avanceret pakkehåndtering
es: Gestión avanzada de paquetes
eu: Pakete-kudeatze aurreratua
gl: Xestión avanzada de paquetes
he: ניהול חבילות מתקדם
id: Manajemen paket tingkat lanjut
ko: 고급 꾸러미 관리
mk: Напредно менаџирање на пакети
nl: Geavanceerd pakketbeheer
ro: Administrare avansată a pachetelor
sk: Pokročilá správa balíkov
zh_cn: 高级软件包管理

source: Several other package managers exist in Ubuntu. These contain more advanced features than <application>Add/Remove Applications</application>.
da: Der findes flere andre pakkehåndteringer i Ubuntu. Disse har mere avancerede funktioner end <application>Tilføj/fjern programmer</application>.
es: Existen otros gestores de paquetes en Ubuntu. Estos poseen características más avanzadas que <application>Añadir y quitar aplicaciones</application>.
eu: Beste pakete-kudeatzaile ugari dago Ubuntun. <application>Programak Gehitu/Kendu</application>-k baino aukera aurreratuagoak dituzte.
gl: Existen outros xestores de paquetes en Ubuntu. Conteñen posibilidades máis avanzadas que <application>Engadir/Eliminar Aplicacións</application>.
he: קיימים מנהלי חבילות נוספים באובונטו. הם מכילים יותר אפשרויות מתקדמות מאשר ב- <application>הוספה/הסרה של יישומים</application>.
id: Beberapa manajer paket yg lain ada di Ubuntu, memiliki kemampuan lebih dari sekedar <application>Tambah/Hapus Aplikasi</application>.
ko: 우분투에는 몇 가지의 꾸러미 관리자가 존재합니다. 이들은 <application>프로그램 추가/제거</application> 프로그램이 제공하는 것보다 많은 기능들을 포함하고 있습니다.
mk: Неколку други менаџери За пакети постојат во Ubuntu. Тие содржат понапредни можности од <application>Додади/отстрани апликации</application>.
nl: Er bestaan diverse pakketbeheerders in Ubuntu. Deze bevatten geavanceerder functies dan <application>Installeren/verwijderen</application>.
ro: În Ubuntu există mai multe aplicații de administrare a pachetelor. Acestea conțin funcții mai avansate decât <application>Instalare/Dezinstalare aplicații</application>.
sk: V Ubuntu existuje niekoľko ďalších správcov balíkov. Tieto obsahujú pokročilejšie vlastnosti ako <application>Pridať/odstrániť aplikácie</application>.
zh_cn: Ubuntu 中还有一些其它的软件包管理器。这些管理器包含了比 <application>添加/删除应用程序</application> 更多的高级功能。

source: Synaptic Package Manager
da: Synaptic - pakkehåndtering
es: Gestor de paquetes Synaptic
eu: Synaptic Pakete-Kudeatzailea
gl: Xestor de Paquetes Synaptic
he: מנהל החבילות Synaptic
ko: 시냅틱 꾸러미 관리자
mk: Менаџер за пакети - Synaptic
nl: Synaptic pakketbeheer
ro: Administratorul de pachete Synaptic
sk: Správca balíkov Synaptic
zh_cn: 新立得软件包管理器

source: <application>Synaptic</application> is an advanced package management application that can install and remove every package available to your system. The interface is graphical like <application>Add/Remove Applications</application>, but presents much more information and gives you complete control over the software on your computer.
da: <application>Synaptic</application> er et avanceret pakkehåndteringsprogram, som kan installere og fjerne enhver pakke som er tilgængelig til dit system. Brugerfladen er grafisk ligesom <application>Tilføj/fjern programmer</application>, men viser meget mere information, og giver dig fuldstændig kontrol over alt software på din computer.
es: <application>Synaptic</application> es una aplicación de gestión avanzada de paquetes, que puede instalar y desinstalar todos los paquetes disponibles en su sistema. La interfaz es gráfica como la de <application>Añadir y quitar aplicaciones</application>, pero muestra mucha más información y le proporciona un control completo sobre el software de su equipo.
eu: <application>Synaptic</application> pakete-kudeatzaile aurreratua da, zure sistemarentzako eskuragarri dagoen edozein aplikazio instala edo kendu dezakeena.Interfaze grafikoa du <application>Programak Gehitu/Kendu</application>-k bezala, baina informazio askoz gehiago bistaratzen du eta zure ordenagailuko softwarearen kontrol hobea eskaitzen dizu.
gl: <application>Synaptic</application> é unha aplicación avanzada de xestión de pacotes que pode instalar e eliminar calquer pacote disponíbel para o seu sistema. A interface é gráfica, como <application>Engadir/Eliminar</application>, mais presenta moita máis información e dalle un control completo sobre o software do seu computador.
he: <application>Synaptic</application> הינו מנהל חבילות מתקדם שביכולתו להתקין ולהסיר כל חבילה קיימת במערכת. הממשק גרפי בדומה ל- <application>הוספה/הסרה של תוכניות</application>, אך מציג מידע רב יותר ונותן לך שליטה מלאה על התוכנות במחשב שלך.
id: <application>Synaptic</application> adalah aplikasi manajemen paket tingkat lanjut yang dapat menginstal dan menghapus setiap paket yang tersedia untuk sistem Anda. Memakai antarmuka berbasis grafik seperti application>Add/Remove Applications</application> namun menampilkan lebih banyak informasi dan memberikan kendali penuh terhadap perangkat lunak yang ada di komputer Anda.
ko: <application>시냅틱</application>은 여러분의 시스템에서 이용가능한 모든 프로그램들을 설치하고 제거할 수 있는 전문적인 꾸러미 관리 프로그램입니다.
mk: <application>Synaptic</application> е напреден менаџер за пакети кој може да го инсталира секој пакет кој е достапен на вашиот систем. Интерфејсот е графички како на <application>Додади/отстрани апликации</application>, но содржи многу повеќе информации и ви дава комплетна контрола над софтверот кој го имате на вашиот компјутер.
nl: <application>Synaptic</application> is een geavanceerd pakketbeheerprogramma dat alle pakketten kan installeren of verwijderen die voor uw systeem beschikbaar zijn. De interface is net als <application>Installeren/verwijderen</application> grafisch, maar toont meer informatie en geeft u volledige controle over de software op uw computer.
ro: <application>Synaptic</application> este un administrator de pachete avansat ce poate adăuga sau șterge orice pachet din sistem. Interfața grafică este asemănătoare cu ce a aplicației <application>Instalează/Dezinstalează aplicații</application>, dar oferă mult mai multe informații și control deplin asupra programelor din calculator.
sk: <application>Synaptic</application> je pokročilá aplikácia na správu balíkov, ktorá dokáže nainštalovať a odstrániť každý balík dostupný pre váš systém. Rozhranie je grafické ako pri <application>Pridať/odstrániť aplikácie</application>, ale poskytuje oveľa viac informácií a dáva vám úplnú kontrolu nad softvérom na vašom počítači.
zh_cn: <application>新立得</application> 是一个高级软件包管理程序，它能够安装或删除您的系统可用的所有软件包。其界面如同 <application>添加/删除程序</application> 一样是图形化的，但其提供了更多的信息并能使您完全控制您计算机中的软件。

source: To launch Synaptic, press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>. You will need administrative access to use it; see <ulink type="help" url="ghelp:administrative"> Administrative Tasks</ulink> for more details.
es: Para arrancar Synaptic, pulse <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Gestor de paquetes Synaptic</guimenuitem></menuchoice>. Necesitará acceso administrativo para usarlo; consulte <ulink type="help" url="ghelp:administrative">Tareas administrativas</ulink> para más información.
ro: Pentru a lansa Synaptic, apăsați <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Administratorul de pachete Synaptic</guimenuitem></menuchoice>. Veți avea nevoie de acces administrativ pentru a-l folosi; vedeți <ulink type="help" url="ghelp:administrative"> Sarcini administrative</ulink> pentru mai multe detalii.

source: See the <ulink type="help" url="ghelp:synaptic#synaptic-single"> Synaptic manual</ulink> for more information on managing packages with Synaptic.
es: Consulte el <ulink type="help" url="ghelp:synaptic#synaptic-single">manual de Synaptic</ulink> para más información sobre cómo gestionar paquetes con Synaptic.
ro: Vedeți <ulink type="help" url="ghelp:synaptic#synaptic-single"> manualul Synaptic</ulink> pentru mai multe informații despre gestionarea pachetelor folosind Synaptic.

source: Command-line package management with APT
da: Kommandolinje-pakkehåndtering med APT
es: Gestión de paquetes desde la línea de comandos con APT
eu: Agindu-lerro bidezko pakete-kudeatzea APT erabiliz
gl: Xestión de paquetes desde a liña de comandos con APT
he: ניהול חבילות דרך שורת הפקודה עם APT
id: Managemen paket baris-perintah dengan APT
ko: APT를 통한 명령행 꾸러미 관리
mk: Конзолно менаџирање на пакети со помош на APT
nl: Pakketbeheer via de opdrachtregel met APT
ro: Administrarea pachetelor din linia de comandă cu APT
sk: Správa balíkov z príkazového riadku pomocou APT
zh_cn: 使用 APT 进行命令行下的软件包管理

source: If you are comfortable using the Terminal, you can use <application>apt</application> (Advanced Packaging Tool) to install or remove software. You need administrative access to use apt; see <ulink type="help" url="ghelp:administrative"> Administrative Tasks</ulink> for more details.
es: Si se siente cómodo usando el terminal, puede usar <application>apt</application> (Advanced Packaging Tool) para instalar o desinstalar software. Necesitará acceso administrativo para usar apt; consulte <ulink type="help" url="ghelp:administrative">Tareas administrativas</ulink> para más información.
ro: Dacă sunteți confortabil(ă) cu folosirea Terminalului, puteți folosi <application>apt</application> (Advanced Packaging Tool) pentru instalarea și dezinstalarea software. Aveți nevoie de acces administrativ pentru a folosi apt; vedeți <ulink type="help" url="ghelp:administrative"> Sarcini administrative</ulink> pentru mai multe detalii.

source: To update the local list of packages, enter in a Terminal: <screen>sudo apt-get update</screen>
da: For at opdatere den lokale pakkeliste skal du i en terminal skrive: <screen>sudo apt-get update</screen>
es: Para actualizar la lista local de paquetes, escriba en una terminal: <screen>sudo apt-get update</screen>
eu: Paketeen zerrenda-lokala eguneratzeko, idatzi Terminalean: <screen>sudo apt-get update</screen>
gl: Para actualizar a lista local de paquetes introduza nun Terminal: <screen>sudo apt-get update</screen>
he: לעדכון רשימה מקומית של חבילות תוכנה, רשום בטרמינל: <screen>sudo apt-get update</screen>
id: Untuk meng-update daftar paket, ketik dalam terminal: <screen>sudo apt-get update</screen>
ko: 꾸러미의 로컬 목록을 업데이트하려면 터미널에서 다음을 입력하세요: <screen>sudo apt-get update</screen>
mk: За ажурирање на локалната листа од пакети, внесете во терминал: <screen>sudo apt-get update</screen>
nl: Type in de terminal <screen>sudo apt-get update</screen> om de lokale pakketlijst te vernieuwen.
ro: Pentru a actualiza lista locală de pachete, scrieți în terminal: <screen>sudo apt-get update</screen>
sk: Lokálny zoznam balíkov aktualizujete príkazom v Termináli: <screen>sudo apt-get update</screen>
zh_cn: 若想更新本地的软件包列表，请在终端中输入：<screen>sudo apt-get update</screen>

source: To install all available updates: <screen>sudo apt-get upgrade</screen>
da: For at installere alle tilgængelige opdateringer: <screen>sudo apt-get upgrade</screen>
es: Para instalar todas las actualizaciones disponibles: <screen>sudo apt-get upgrade</screen>
eu: Eguneraketa eskuragarri guztiak instalatzeko: <screen>sudo apt-get upgrade</screen>
gl: Para instalar as actualizacións disponíbeis: <screen>sudo apt-get upgrade</screen>
he: להתקנת כל העדכונים הזמינים: <screen>sudo apt-get upgrade</screen>
id: Untuk menginstal seluruh update yang tersedia: <screen>sudo apt-get upgrade</screen>
ko: 가능한 모든 업데이트를 설치하려면 다음을 입력하세요: <screen>sudo apt-get upgrade</screen>
mk: За инсталирање на сите нови достапни пакети: <screen>sudo apt-get upgrade</screen>
nl: Om alle beschikbare updates te installeren: <screen>sudo apt-get upgrade</screen>
ro: Pentru a instala toate actualizările disponibile: <screen>sudo apt-get upgrade</screen>
sk: Všetky dostupné aktualizácie nainštalujete príkazom: <screen>sudo apt-get upgrade</screen>
zh_cn: 若想安装所有可用的更新：<screen>sudo apt-get upgrade</screen>

source: To search for a package: <screen>apt-cache search <replaceable>package</replaceable></screen>
da: For at søge efter en pakke: <screen>apt-cache search <replaceable>pakke</replaceable></screen>
es: Para buscar un paquete: <screen>apt-cache search <replaceable>paquete</replaceable></screen>
eu: Pakete bat bilatzeko: <screen>apt-cache search <replaceable>paketea</replaceable></screen>
gl: Para procurar por un paquete: <screen>apt-cache search <replaceable>paquete</replaceable></screen>
he: בכדי לחפש חבילה: <screen>apt-cache search <replaceable>package</replaceable></screen>
id: Untuk mencari suatu paket: <screen>apt-cache search <replaceable>paket</replaceable></screen>
ko: 꾸러미를 검색하려면 다음을 입력하세요: <screen>apt-cache search <replaceable>꾸러미 이름</replaceable></screen>
mk: За барање на пакет: <screen>apt-cache search <replaceable>пакет</replaceable></screen>
nl: Om een pakket te zoeken: <screen>apt-cache search <replaceable>pakket</replaceable></screen>
ro: Pentru a căuta un pachet: <screen>apt-cache search <replaceable>numepachet</replaceable></screen>
sk: Na vyhľadanie balíku: <screen>apt-cache search <replaceable>balík</replaceable></screen>
zh_cn: 若想搜索一个软件包: <screen>apt-cache search <replaceable>package</replaceable></screen>
