Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/add-applications/po/*.po
Languages: ar, bg, cs, da, de, el, es, eu, fr, gl, he, id, it, ja, ko, mk, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: <emphasis role="strong">Pre-released updates:</emphasis> Updates which are currently being tested before being released to everyone are provided through this update source. If you would like to help test new updates (and get fixes for problems more quickly), enable this source. Be aware that these updates may not yet be well tested; it is not recommended that you enable this source unless you are prepared to experience occasional problems.
ar: <emphasis role="strong">تحديثات قبل الإصدار:</emphasis> التحديثات التي تُختبر الآن قبل إصدارها للجميع مقدمة عبر مصدر التحديث هذا. إذا أردت المساعدة في اختبار التحديثات الجديدة (والحصول على إصلاحات للمشاكل بشكل أسرع)، مكّن هذا المصدر. كن حذرا من أن هذه التحديثات قد لا تكون مختبرة بعد؛ من غير الموصى أن تمكّن هذا المصدر إلا إذا امتلكت خبرة بالمشاكل النادرة.
bg: Обновления, които в момента се тестват преди да бъдат издадени за всеки потребител се предоставят чрез този източник за обновяване. Ако бихте искали да помогнете за изпитване на новите обновления (и да се поправят проблемите по-бързо), разрешете този източник. Бъдете наясно, че тези промени не могат още да бъдат добре изследвани; не е препоръчително да разрешите този източник, освен ако не сте готови да се срещнете със сериозни проблеми.
cs: <emphasis role="strong">Nevydané aktualizace:</emphasis> Aktualizace, které jsou ve fázi testování před jejich vydáním, jsou poskytovány přes tento zdroj aktualizací. Pokud byste chtěli pomoci testovat nové aktualizace (a dostávat rychleji opravy problémů), povolte tento zdroj. Uvědomte si však, že tyto aktualizace nebyly ještě řádně otestovány; není tedy doporučeno povolit tento zdroj, pokud nejste připraveni řešit občasné problémy.
de: <emphasis role="strong">Vorab veröffentlichte Aktualisierungen:</emphasis> Aktualisierungen, die momentan getestet werden, bevor Sie allen Benutzern über diese Software-Paketquelle bereitgestellt werden. Wenn Sie beim Testen neuer Aktualisierungen helfen möchten (und schneller Fehlerbehebungen erhalten möchten), so aktivieren Sie diese Software-Paketquelle. Machen Sie sich bewusst, dass diese Aktualisierungen möglicherweise noch nicht vollständig ausgetestet sind. Es wird nicht empfohlen, diese Software-Paketquelle zu aktivieren, wenn Sie nicht darauf vorbereitet sind, mit gelegentlichen Problemen umzugehen.
el: <emphasis role="strong">Pre-released updates:</emphasis> Ενημερώσεις που επί του παρόντος δοκιμάζονται -πριν γίνουν διαθέσιμες στο ευρύ κοινό- παρέχονται εδώ. Εάν θα επιθυμούσατε να βοηθήσετε στη δοκιμή νέων ενημερώσεων (και να έχετε διαθέσιμες διορθώσεις γρηγορότερα), επιλέξτε αυτή την πηγή. Να έχετε υπόψη ότι αυτές οι ενημερώσεις πιθανόν να μην είναι επαρκώς ελεγμένες: δεν προτείνεται να ενεργοποιήσετε αυτή την πηγή εκτός εάν είστε έτοιμοι να αντιμετωπίσετε περιστασιακά προβλήματα.
fr: <emphasis role="strong">Mises à jour en pré-version :</emphasis> les mises à jour qui sont en cours de test avant d'être rendues disponibles à tout le monde sont fournies par cette source de mise à jour. Si vous souhaitez aider à tester ces nouvelles mises à jour (et obtenir les correctifs aux problèmes plus rapidement), activez cette source. Soyez conscient que ces mises à jour peuvent ne pas encore avoir été bien testées ; il n'est pas recommandé d'activer cette source à moins que vous ne soyez prêt à rencontrer des problèmes occasionnels.
it: <emphasis role="strong">Aggiornamenti proposti</emphasis>: aggiornamenti che sono in fase di verifica prima di essere rilasciati. Abilitare questa opzione per aiutare nel provare nuovi aggiornamenti e per ricevere le risoluzioni di alcuni problemi più rapidamente. Prestare attenzione poiché questi aggiornamenti potrebbero non essere ancora verificati accuratamente: non è quindi raccomandato abilitare questa opzione se non si è preparati ad affrontare occasionalmente dei malfunzionamenti.
ja: <emphasis role="strong">プレリリースされたアップデート：</emphasis>アップデートソースから全員に公開される前にテストするための更新情報が提供されます。新規の更新情報のテストを（より早く問題が解決するように）手伝いたい場合は、この設定を有効にしてください。ただし、ここから提供される更新情報はまだ十分に確認されたわけではありません。偶発的な問題に遭遇する準備ができていない場合は、有効にしない方が良いでしょう。
pl: <emphasis role="strong">Aktualizacje proponowane:</emphasis> znajdują tu się aktualizacje będące w trakcie testów przed ich udostępnieniem dla wszystkich. Jeśli masz ochotę pomóc w testowaniu nowych aktualizacji (i szybciej otrzymać poprawiony program), włącz to źródło. Weź pod uwagę, że aktualizacje z tego źródła mogą nie być do końca przetestowane; jeśli nie jesteś przygotowany na doświadczanie okazjonalnych problemów, nie włączaj tego źródła.
pt_br: <emphasis role="strong">Atualizações pré-lançadas:</emphasis>Atualizações que estão atualmente sendo testadas antes de serem lançadas para todos são fornecidas através dessa fonte de atualização. Se você gostaria de ajudar a testar novas atualizações (e ter correções para problemas mais rapidamente), habilite essa fonte. Fique certo que essas atualizações ainda não foram bem testadas; Não é recomendado que você habilite essa fonte a menos que você esteja disposto a experimentar problemas ocasionais.
ru: <emphasis role="strong">Обновления, не вошедшие в официальный выпуск:</emphasis> Обновления, которые в настоящий момент тестируются перед тем, как будут доступны для каждого. Если Вы хотите помочь в тестировании новых обновлений (и получать обновления более быстро), то включите эти источники. Будьте осторожны, обновления могут быть ещё недостаточно хорошо протестированы; не рекомендуется включать эти источники, если Вы не готовы к устранению возможных проблем.
sv: <emphasis role="strong">Försläppta uppdateringar:</emphasis> Uppdateringar som för närvarande testas innan de släpps för alla tillhandahålls genom denna uppdateringskälla. Om du vill hjälpa till med att testa nya uppdateringar (och snabbare få korrigeringar av problem), aktivera då denna källa. Var medveten om att dessa uppdateringar ännu inte är väl testade, det är inte rekommenderat att du aktiverar denna källa om du inte är förberedd på att uppleva tillfälliga problem.
zh_tw: <emphasis role="strong">Pre-released updates:</emphasis> (proposed/非正式版本更新): 這個更新主要提供剛剛測試好、並尚未廣泛釋出給所有的使用者的最新更新。 如果你希望幫忙測試這些更新(和提早解決某些軟體問題)，你可以試著啟用著個來源。 但請小心這些更新還尚未被詳細測試過; 不建議你開啟這個更新，除非你有遇到偶發性軟體問題的準備。

source: <emphasis role="strong">Unsupported updates:</emphasis> When new versions of popular software are released they are sometimes <quote>back-ported</quote> to an older version of Ubuntu so that users can benefit from new features and fixes for problems. These backports are unsupported, may cause problems when installed and should only be used by people who are in desperate need of a new version of a software package which they know has been backported.
ar: <emphasis role="strong">تحديثات غير مدعومة:</emphasis> عندما تصدر نسخ جديدة من برمجيات شهيرة يتم أحيانا <quote>تهريبها</quote> إلى نسخة أقدم من أوبونتو ليتمكن المستخدمون من الاستفادة من المزايا الجديدة وإصلاحات المشاكل. هذه التهريبات ليست مدعومة، قد تسبب مشاكلا عندما تثبت ويجب أن تستخدم فقط بواسطة الأشخاص الذين في حاجة مساة إلى نسخة جديدة من حزمة برمجيات التي يعلمون أنها هرّبت.
bg: <emphasis role="strong">Неподдържани обновления:</emphasis> Когато се издават нови версии на популярен софтуер, те понякога правят <quote>обратна съвместимост</quote> с по-стара версия на Ubuntu, така че потребителите да могат да се възползват от новите функции и поправени проблеми. Тази обратна съвместимост не се поддържа, може да създаде проблеми, когато се инсталира и трябва да се използва само от хора, които са в голяма нужда от нова версия на софтуерен пакет, който е бил направен с обратна съвместимост.
cs: <emphasis role="strong">Nepodporované aktualizace:</emphasis> Když jsou vydány nové verze oblíbeného softwaru, jsou někdy <quote>zpětně portovány</quote> do starší verze Ubuntu, takže uživatelé získají nové funkce a opravy problémů. Tyto zpětné porty nejsou podporovány, mohou způsobovat problémy při instalaci a měli by je používat jen lidé, kteří zoufale potřebují novou verzi balíku, o kterém vědí, že byl zpětně portován.
de: <emphasis role="strong">Nicht unterstützte Aktualisierungen:</emphasis> Wenn neue Versionen beliebter Software-Programme freigegeben werden, werden diese manchmal auf ältere Ubuntu-Versionen <quote>zurückportiert</quote>, damit deren Benutzer von den neuen Programmeigenschaften und Problembehebungen profitieren können. Diese Zurückportierungen (engl. Backports) werden nicht unterstützt, können bei der Installation Probleme verursachen und sollten nur von Leuten benutzt werden, die unbedingt auf die neue Version des Software-Paketes, von der sie wissen, dass diese zurückportiert wurde, angewiesen sind.
el: <emphasis role="strong">Unsupported updates:</emphasis> Οι νέες εκδόσεις δημοφιλούς λογισμικού που κυκλοφορούν είναι -κάποιες φορές- <quote>προσαρμοσμένες προς τα πίσω (back-ported)</quote> σε μια παλιότερη έκδοση του Ubuntu έτσι ώστε οι χρήστες να μπορούν να ωφεληθούν από τα νέα χαρακτηριστικά των εφαρμογών αυτών ή και από πιθανές διορθώσεις σφαλμάτων. Αυτές οι προσαρμοσμένες προς τα πίσω εφαρμογές (backports) δεν υποστηρίζονται και μπορεί να προκαλέσουν προβλήματα όταν εγκατασταθούν και θα πρέπει να χρησιμοποιούνται μόνο από χρήστες που χρειάζονται απεγνωσμένα μια νέα έκδοση ενός πακέτου λογισμικού για το οποίο ξέρουν ότι έχει γίνει προσαρμογή προς τα πίσω (backport).
fr: <emphasis role="strong">Mises à jour non prises en charge :</emphasis> les nouvelles versions de logiciels populaires sont parfois <quote>rétro-portées</quote> vers d'anciennes versions d'Ubuntu pour offrir aux utilisateurs les nouvelles fonctionnalités et les correctifs. Ces rétro-portages ne sont pas pris en charge. Ils peuvent créer des problèmes s'ils sont installés. Ils devraient être utilisés uniquement par ceux qui ont désespérément besoin d'une nouvelle version d'un paquet logiciel en sachant qu'il a été rétro-porté.
it: <emphasis role="strong">Aggiornamenti non supportati</emphasis>: quando vengono rilasciate delle nuove versioni dei programmi, talvolta questi vengono <quote>portati</quote> (<quote>back-ported</quote>) a una versione precedente di Ubuntu in modo che gli utenti possano utilizzare le nuove caratteristiche e trarre vantaggio delle correzioni dei problemi. Questi pacchetti non sono supportati, possono causare problemi quando installati e dovrebbero essere utilizzati solo da persone che necessitano realmente di una nuova versione di un programma.
ja: <emphasis role="strong">サポートされていないアップデート：</emphasis>人気のあるソフトウェアの新しいバージョンがリリースされた場合、その新しい機能や不具合の修正といった恩恵をユーザが享受するために、<quote>バックポート</quote>という形でUbuntuの古いバージョンでも提供される場合があります。このバックポートは、インストール時に問題を引き起こす可能性があるためにサポートされていません。よって、バックポートされたソフトウェアの新しいバージョンが本当に必要な人以外は、使うべきではないでしょう。
pl: <emphasis role="strong">Aktualizacje nieobsługiwane:</emphasis> gdy zostanie wydana nowa wersja popularnego oprogramowania, czasem jest ono <quote>przenoszone</quote> (ang. backport) do starszej wersji Ubuntu, aby jego użytkownicy mogli cieszyć się nową funkcjonalnością i usuniętymi błędami. Takie <quote>backporty</quote> są niewspierane, mogą być przyczyną problemów i powinny być używane tylko przez osoby, które koniecznie potrzebują nowej wersji pakietu, o którym wiedzą, że został przeportowany.
pt_br: <emphasis role="strong">Atualizações não suportadas:</emphasis> Quando novas versões de softwares populares são disponibilizadas às vezes são <quote>portadas</quote> para uma versão anterior do Ubuntu para que os usuários possam se beneficiar de novas funcionalidades e correções. Estas versões não são suportadas, podem causar problemas quando instaladas e devem ser usadas somente por pessoas que estão desesperadas por uma nova versão de um software que eles sabem que foi portada.
ru: <emphasis role="strong">Не поддерживаемые обновления:</emphasis> Иногда, когда выходят новые версии программ, они <quote>портируются</quote> на старые версии Ubuntu. Эти бэк-порты не поддерживаются, могут вызвать проблемы при установке и должны использоваться только теми людьми, которым действительно нужна новая версия какой-либо программы.
sv: <emphasis role="strong">Uppdateringar utan officiellt stöd:</emphasis> När nya versioner av populära program släpps, så blir dem ibland <quote>bakåtporterade</quote> till en äldre Ubuntu-utgåva så att användarna kan dra nytta av nya funktioner och åtgärdade problem. Dessa bakåtporteringar saknar officiellt stöd, de kan skapa problem när de installeras och skall enbart användas av dem som är i desperat behov av en ny version av ett programpaket som de vet är bakåtporterat.
zh_tw: <emphasis role="strong">Unsupported updates:</emphasis> (不支援的更新) : 當最新版的熱門軟體剛出爐時，他們有時候會<quote>back-ported</quote>到較舊版的Ubuntu上面，好讓舊版的使用者可以享受到最新版應用程式的最新功能，和改進。 這些<quote>backports</quote>屬於『不支援的更新』，安裝後有可能發生問題，較適用於那些非使用最新版軟體不可的使用者。 (如果該軟體已經進入backport的話)
