Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/add-applications/po/*.po
Languages: ar, bg, cs, da, de, el, es, eu, fr, gl, he, id, it, ja, ko, mk, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: Sometimes it is difficult to determine why a particular software package is restricted. If this is the case, seek advice on the <ulink url="http://ubuntuforums.org/">Ubuntu Forums</ulink>. If you are still unable to determine why a package is restricted, err on the side of caution and do not install it; it may be illegal to use it in your country.
ar: أحيانا من الصعب تقرير لماذا تكون حزمة برمجيات محددة مقيدة. إذا كانت هذه هي القضية، استشر على <ulink url="http://ubuntuforums.org/">منتديات أوبونتو</ulink>.إذا كنت لاتزال غير قادر على تقرير سبب تقييد حزمة، احترس ولا تثبتها؛ قد تكون غير قانونية الاستخدام في بلدك.
bg: Понякога е трудно да се определи кой пакет е ограничен. Ако случаят е такъв, потърсете съвет във <ulink url="http://ubuntuforums.org/">форумите на Ubuntu</ulink>. Ако все още не можете да разберете защо пакета е ограничен, оставете го настрана и не го инсталирайте; може да е нелегален във вашата страна.
cs: Někdy je těžké určit, proč je konkrétní balík uzavřený. Pokud je toto váš případ, najděte informace na <ulink url="http://forum.ubuntu.cz/">Fóru Ubuntu</ulink>. Pokud nejste pořád schopni určit, proč je balík uzavřený, nepřehlížejte toto varování a neinstalujte jej, jeho používání by mohlo být ve vaší zemi nezákonné.
de: In manchen Fällen ist es schwierig herauszufinden, wieso es sich bei einem bestimmten Software-Paket um eingeschränkte Software handelt. In solchen Fällen sollten Sie im <ulink url="http://ubuntuforums.org/">deutschsprachigen Ubuntu-Forum</ulink> um Rat fragen. Falls Sie danach immer noch nicht herausgefunden haben, wieso die Software eingeschränkt ist, gehen Sie auf Nummer sicher und installieren Sie sie nicht; die Benutzung könnte in ihrem Land illegal sein.
el: Μερικές φορές είναι δύσκολο να γίνει κατανοητό γιατί ένα συγκεκριμένο λογισμικό είναι περιορισμένης χρήσης. Σε αυτή την περίπτωση, αναζητήστε συμβουλές από το <ulink url="http://ubuntuforums.org/">φόρουμ του Ubuntu</ulink>. Αν ακόμα δεν μπορείτε να κατανοήσετε, γιατί ένα πακέτο είναι μη ελεύθερο δώστε προσοχή και μην το εγκαταστήσετε, μπορεί να είναι παράνομη η χρήση του στη χώρα σας.
es: A veces es difícil determinar por qué es restringido un determinado paquete de software. Si este es el caso, busque consejo en los <ulink url="http://ubuntuforums.org/">foros de Ubuntu </ulink>. Si sigue siendo incapaz de determinar por qué cierto paquete es restringido, siga la vía de la precaución y no lo instale, ya que su uso puede ser ilegal en su país.
fr: Il est parfois difficile de savoir pourquoi un paquet logiciel en particulier est restreint. dans ce cas demander conseil sur les <ulink url="http://forum.ubuntu-fr.org/">forums Ubuntu</ulink> francophones. Si vous êtes malgré tout incapable de savoir pourquoi un paquet est restreint, par principe de précaution, vous ne devriez pas l'installer. Son utilisation est peut être illégale dans votre pays.
it: A volte può essere difficile determinare perché un particolare pacchetto software presenta delle restrizioni. In tal caso, è possibile chiedere un parere nel <ulink url="http://forum.ubuntu-it.org/">forum di Ubuntu</ulink>. Se nemmeno così si riesce a determinare perché un pacchetto presenti delle restrizioni, è meglio essere cauti e non installarlo, potrebbe essere illegale nel proprio Paese.
ja: 個々のパッケージが制限されている理由を知ることは難しいかもしれません。その場合、<ulink url="http://ubuntuforums.org/">Ubuntuフォーラム</ulink>で相談してください。それでも理由が判明しなかった場合はインストールしないでください。あなたの国でそのソフトウェアを利用することが違法である可能性もあるからです。
pl: Czasem trudno jest określić powód, dla którego konkretne oprogramowanie jest zastrzeżone. W takim przypadku należy szukać informacji na <ulink url="http://ubuntuforums.org/">forach dyskusyjnych Ubuntu</ulink>. Jeśli nie można odnaleźć informacji, dla bezpieczeństwa należy powstrzymać się przed instalacją, na wypadek, gdyby okazał się nielegalny w danym kraju.
pt_br: Às vezes é difícil determinar por que um determinado pacote de software é restrito. Se este for o caso, procure ajuda nos <ulink url="http://ubuntuforums.org/">Fóruns do Ubuntu</ulink>. Se você ainda não conseguiu descobrir por que um pacote é restrito, mantenha-se do lado da prudência e não instale, pois pode ser ilegal utilizá-lo em seu país.
ro: Câteodată este dificil de determinat de ce un anumit pachet software este restricționat. Dacă acesta este cazul, căutați sfaturi pe <ulink url="http://ubuntuforums.org/">Forumurile Ubuntu</ulink>. Dacă în continuare nu sunteți capabil(ă) să determinați de ce un pachet este restricționat, pășiți pe calea preventivă și nu îl instalați; folosirea acestuia ar putea fi ilegală în țara dumneavoastră.
ru: Иногда бывает сложно определить, почему определенный пакет ПО является ограниченным. В таком случае поищите совета на <ulink url="http://ubuntuforums.org/">Форумах Ubuntu</ulink>. Если Вы все еще не уверены, почему пакет является ограниченным, лучше перестрахуйтесь и не устанавливайте его; возможно, его использование в вашей стране незаконно.
sv: Ibland är det svårt att fastställa varför ett specifikt programpaket är inskränkt. Om detta är fallet kan du söka efter råd på <ulink url="http://ubuntu-se.org/phpBB3/">Ubuntu Sveriges forum</ulink>. Om du fortfarande inte kan fastställa varför ett paket är inskränkt så bör du vara på den säkra sidan och inte installera det; det kan vara olagligt att använda i ditt land.
zh_tw: 有時候會很難去定義某個軟體是否為『受限制軟體』，如果發生這種情況，請到<ulink url="http://ubuntuforums.org/">Ubuntu Forums</ulink> 徵求建議。 如果你仍無法確認該軟體是否為『受限制軟體』，又非常在意的話，就請不要安裝他，因為該軟體或許不能在你的國家合法使用。

source: Add/Remove Applications
da: Tilføj/Fjern programmer
es: Añadir y quitar aplicaciones
eu: Aplikazioak Gehitu/Kendu
gl: Engadir/Desinstalar Aplicacións
he: התקנה/הסרה של ישומים
id: Tambah/Hapus Aplikasi
ko: 프로그램 추가/제거
mk: Додај/отстрани апликации
nl: Software toevoegen/verwijderen
ro: Instalare/Dezinstalare aplicaţii
sk: Pridať/odstrániť aplikácie
zh_cn: 添加/删除应用程序

source: With the <guimenuitem>Add/Remove</guimenuitem> item in the <guimenu>Applications</guimenu> menu, you can install programs to do new things with Ubuntu. You can also remove programs which you do not want. You need administrative access to use <application>Add/Remove Applications</application> (see <ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink> for more details).
es: Con el elemento <guimenuitem>Añadir y quitar...</guimenuitem> del menú <guimenu>Aplicaciones</guimenu>, puede instalar programas para hacer cosas nuevas con Ubuntu. También pueden desinstalar programas que no desee. Necesita acceso de administrador para usar <application>Añadir y quitar aplicaciones</application> (consulte <ulink type="help" url="ghelp:administrative">Tareas administrativas</ulink> para más información).
ro: Cu elementul <guimenuitem>Instalare/Dezinstalare</guimenuitem> din meniul <guimenu>Aplicații</guimenu> puteți instala programe pentru a face lucruri noi în Ubuntu. Puteți de asemenea să dezinstalați programe pe care nu le mai doriți. Aveți nevoie de acces administrativ pentru a folosi <application>Instalare și dezinstalare de aplicații</application> (vedeți <ulink type="help" url="ghelp:administrative">Sarcini administrative</ulink> pentru mai multe detalii).

source: If you know the name of a program you want to install, enter it in the <guilabel>Search</guilabel> field. Otherwise, begin by choosing a software category on the left.
da: Hvis du kender navnet på et program, som du vil installere, kan du indtaste det i <guilabel>Søg</guilabel>-feltet. Ellers kan du begynde ved at vælge en softwarekategori i venstre side.
es: Si sabe el nombre del programa que quiere instalar, introdúzcalo en el campo <guilabel>Búsqueda</guilabel>. En caso contrario, empiece escogiendo una categoría de software a la izquierda.
eu: Instalatu nahi duzun programaren izena ezagutzen baduzu, idatz ezazu <guilabel>Bilatu</guilabel> eremuan. Bestela, ezkerraldean software-kategoria bat aukeratzen hasi.
gl: Se coñece o nome do programa que quere instalar, escríbao no campo <guilabel>Procurar</guilabel>. Se non, comece por escoller a categoría de programas á esquerda.
he: אם ידוע לך שם התוכנית אותה אתה מעוניין להתקין, רשום אותה בשדה ה<guilabel>חיפוש</guilabel>. אחרת, התחל בבחירת קטגוריית תוכנה.
id: Jika Anda mengetahui nama program yang ingin Anda instal, masukkan ke dalam ruas <guilabel>Search</guilabel>. Sebaliknya, silakan pilih katergori perangkat lunak yang ada disebelah kiri.
ko: 여러분이 설치하고 싶은 프로그램의 이름을 알고 있다면, <guilabel>찾기</guilabel> 필드에서 이름을 입력하세요. 그렇지 않은 경우에는, 왼쪽의 소프트웨어 분류를 통해 선택할 수 있습니다.
mk: Ако го знаете името на програмата што сакате да ја инсталирате, внесете го во полето <guilabel>Барај</guilabel>. Во спротивен случај, започнете со бирање на софтверска категорија од левата страна.
nl: Als u de naam weet van het programma dat u wilt installeren, kunt u het pakket vinden met het <guilabel>Zoek</guilabel>veld. Begin anders door aan de linkerkant een softwarecategorie te kiezen.
ro: Dacă ştiţi numele aplicaţiei pe care doriţi să o instalaţi, scrieți numele în câmpul <guilabel>Caută</guilabel>. În caz contrar consultaţi categoriile de aplicaţii din stînga.
sk: Ak poznáte názov programu, ktorý chcete nainštalovať, zadajte ho do poľa <guilabel>Hľadať</guilabel>. V opačnom prípade začnite výberom kategórie softvéru vľavo.
zh_cn: 如果您知道您想安装的程序的名称，请在 <guilabel>搜索</guilabel> 框中输入它。否则请从选择左边的软件分类开始。

source: Programs that are already installed have a check mark next to their name. Uncheck a program if you want to remove it from your computer.
da: Programmer, som allerede er installerede, har et flueben ved siden af deres navn. Fjern fluebenet hvis du ønsker at fjerne programmet fra din computer.
es: Los programas que ya están instalados tienen una casilla marcada al lado de su nombre. Desmarque la correspondiente casilla del programa que desee desinstalar de su equipo.
gl: Os programas que xa están instalados teñen unha marca de selección a carón do seu nome. Retire esta marca dun programa se o quere eliminar do seu computador.
he: ליד שמן של תוכנות שכבר מותקנות קיים סימן ביקורת. בטל את הסימן אם אתה רוצה להסיר אותן מהמחשב שלך.
mk: Инсталираните програми се штиклирани покрај нивното име. Отштиклирајте ја програмата ако сакате да ја отстраните.
nl: Programma's die al geïnstalleerd zijn hebben een vinkje naast de naam. Haal het vinkje weg als u het programma van uw computer wilt verwijderen.
ro: Programele deja instalate au un marcaj colorat lângă numele lor. Debifaţi un program dacă vreţi să-l ştergeţi din calculator.
sk: Nainštalované programy majú vedľa svojho názvu značku. Odznačte ich, ak si prajete ich odstrániť z počítača.
zh_cn: 已经安装的程序在它们的名称旁边有个对勾。如果您要从计算机上删除它就把对勾去除。

source: When you click <guibutton>Apply Changes</guibutton>, any new software will be downloaded from the Internet, and Ubuntu will make any other changes you selected. If you have not activated the online package archive, you may be asked to insert your Ubuntu CD-ROM to install some packages.
da: Når du klikker på <guibutton>Anvend</guibutton> vil eventuelt markeret ny software blive hentet fra Internettet, og Ubuntu vil foretage eventuelle andre ændringer som du har valgt. Hvis du ikke har aktiveret online-pakkearkivet, vil du muligvis blive bedt om at indsætte din Ubuntu-cd for at installere visse pakker.
es: Cuando pulse en <guibutton>Aplicar cambios</guibutton>, el software nuevo se descargará de Internet, y Ubuntu llevará a cabo los demás cambios que usted haya seleccionado. Si no tiene activados los repositorios de paquetes en línea, se le pedirá que inserte su CD-ROM de Ubuntu para instalar algunos paquetes.
gl: Cando prema en <guibutton>Aplicar Cambios</guibutton>, todo o software novo será baixado desde a Internet e Ubuntu realizará calquera outra modificación que escollese. Se vostede non activou o arquivo de paquetes en liña pode que se lle pida que insira o seu CD-ROM de Ubuntu para instalar algúns paquetes.
he: בלחיצה על <guibutton>החל שינויים</guibutton>, כל התוכנות החדשות יורדו מהאינטרנט, ואובונטו תבצע את כל השינויים שנבחרו. אם ארכיון החבילות המקוון לא הופעל, ייתכן ותצטרך להכניס את הדיסק של אובונטו על מנת להתקין חבילות מסויימות.
mk: Кога ќе кликнете на <guibutton>Примени ги промените</guibutton>, новиот софтвер ќе биде преземен од Интернет и Ubuntu ќе ги изврши сите избрани промени. Ако ги немате активирано Интернет архивите со пакети, ќе бидете замолени да го внесете Ubuntu CD-ROM-от за инсталирање на некои пакети.
nl: Wanneer u op <guibutton>Toepassen</guibutton> klikt, zal de nieuwe software van het internet gedownload worden en zal Ubuntu alle wijzigingen die u hebt geselecteerd doorvoeren. Als u de online pakketbronnen niet hebt geactiveerd, zal u gevraagd worden om uw Ubuntu CD-ROM in te voeren om enkele pakketten te installeren.
ro: După ce apăsați butonul <guibutton>Aplică schimbările</guibutton>, toate pachetele noi vor fi descărcate de pe Internet și Ubuntu va face toate celelalte schimbări pe care le-ați selectat. Dacă nu ați activat arhivele de pachete online atunci veți invitați să întroduceți CD-ul Ubuntu pentru a putea instala unele pachete.
sk: Keď kliknete na <guibutton>Uplatniť zmeny</guibutton>, Ubuntu stiahne z internetu všetok nový softvér a uskutoční akékoľvek iné zmeny, ktoré ste zvolili. Ak nemáte aktivovaný online archív balíkov, môžete byť vyzvaný na vloženie vášho Ubuntu CD-ROMu, aby sa mohli nainštalovať balíky.
zh_cn: 当单击 <guibutton>应用变更</guibutton> 按钮时，新的软件包将会从互联网下载，Ubuntu 会根据您的选择执行变更。如果您没有启用互联网上的软件源，系统可能会要求您插入 Ubuntu 安装光盘以读取软件包的安装文件。

source: Some software cannot be installed or removed using <application>Add/Remove Applications</application>. If you cannot find the package you are looking for, start the advanced package manager <application>Synaptic</application> (see <xref linkend="advanced"/>).
da: Noget software kan ikke installeres eller fjernes via <application>Tilføj/fjern programmer</application>. Hvis du ikke kan finde den pakke du leder efter, kan du starte den avancerede pakkehåndtering <application>Synaptic</application> (se <xref linkend="advanced"/>).
es: Algunos programas no se pueden instalar o desinstalar usando <application>Añadir y quitar aplicaciones</application>. Si no encuentra el paquete que está buscando, ejecute el gestor avanzado de paquetes <application>Synaptic</application> (ver <xref linkend="advanced"/>).
eu: Software batzuk ezin dira <application>Aplikazioak Gehitu/Kendu</application> erabiliz instalatu edo kendu. Ezin baduzu paketeren bat aurkitu, <application>Synaptic</application> pakete-kudeatzailea abiarazi ezazu (ikusi <xref linkend="advanced"/>).
gl: Hai software que non se pode instalar ou eliminar mediante <application>Engadir/Eliminar Aplicacións</application>. Se non dá atopado o paquete que procura, inicie o xestor avanzado de paquetes <application>Synaptic</application> (vexa <xref linkend="advanced"/>).
he: יש תוכנה שלא ניתן להתקין או להסיר באמצעות שימוש ב-<application>הוספת/הסרת יישומים</application>. אם אינך מוצא את החבילה שאתה מחפש, הפעל את מנהל החבילות המתקדם <application>Synaptic</application> (ראה <xref linkend="advanced"/>).
id: Beberapa perangkat lunak tidak dapat dipasang atau dihapus menggunakan <application>Tambah/Hapus Aplikasi</application>. Bila Anda tidak dapat menemukan paket yang Anda cari, jalankan manajer paket tingkat lanjut <application>Synaptic</application> (lihat <xref linkend="advanced"/>).
ko: 어떤 소프트웨어는 <application>프로그램 추가/제거</application> 를 통해서는 설치 혹은 제거하지 못하는 것이 있습니다. 만약 여기서 여러분이 원하는 꾸러미를 찾지 못했다면, 고급 기능을 지원하는 꾸러미 관리자인 <application>시냅틱</application> 을 실행하십시오 (<xref linkend="advanced"/> 참조).
mk: Одредени апликации не можат да се инсталираат или отстранат со помош на <application>Додај/отстрани апликации</application>. Ако не можете да го пронајдете пакетот што го барате, стартувајте го напредиот менаџер за пакети <application>Synaptic</application> (видете <xref linkend="advanced"/>).
nl: Sommige software kan niet worden geïnstalleerd of verwijderd met <application>Installeren/verwijderen...</application>. Als u het pakket dat u zoekt niet kunt vinden, start dan de geavanceerde pakketbeheerder <application>Synaptic</application> (zie <xref linkend="advanced"/>).
ro: Unele aplicații nu pot fi instalate sau şterse folosind programul <application>Instalare/Dezinstalare aplicații</application>. în cazul în care nu reuşiţi să găsiţi pachetul pe care îl căutaţi, porniţi managerul de pachete avansat <application>Synaptic</application> (consultați <xref linkend="advanced"/>).
sk: Niektorý softvér nemôže byť nainštalovaný alebo odstránený prostredníctvom <application>Pridať/odstrániť programy</application>. Ak neviete nájsť požadovaný balík, spustite pokročilého správcu balíkov <application>Synaptic</application> (pozri <xref linkend="advanced"/>).
zh_cn: 一些软件不能通过<application>添加/删除应用程序</application>来安装或删除。如果你不能找到你要找的软件包，请启动高级软件包管理器<application>新立得</application> (see <xref linkend="advanced"/>)。

source: Installing packages without an Internet connection
da: Installer pakker uden en internetforbindelse
es: Instalar paquetes sin conexión a Internet
eu: Internet konexiorik gabe instalatu paketeak
gl: Instalar paquetes sen unha conexión á Internet
he: התקנת חבילות ללא חיבור אינטרנט
id: Menginstal paket tanpa koneksi internet
ko: 인터넷 연결 없이 꾸러미 설치하기
mk: Инсталирање на пакети без Интернет конекција
nl: Pakketten installeren zonder internetverbinding
ro: Instalarea pachetelor fără o conexiune la Internet
sk: Inštalácia balíkov bez pripojenia do internetu
zh_cn: 离线安装软件包

source: Other than using tools that download packages automatically, it is also possible to use a CD to install packages through a package manager while not connected to the Internet. The Ubuntu installation CD can be used for this purpose, and other CDs with different packages are available as well. Additionally, the program <application>APTonCD</application> can automatically backup installed packages on your system, and create CDs with the contents of various repositories on them.
da: Udover at bruge værktøjer som automatisk henter pakker, er det også muligt at bruge en cd til at installere pakker gennem en pakkehåndtering uden at være tilsluttet internettet. Ubuntus installationscd kan bruges til dette, men der findes også andre cd'er med diverse andre pakker. Derudover kan programmet <application>APTonCD</application> automatisk sikkerhedskopiere installerede pakker på dit system, og oprette cd'er med indholdet af diverse arkiver.
es: Además de usar utilidades que descargan los paquetes automáticamente, también es posible usar un CD para instalar paquetes mediante un gestor de paquetes cuando no se está conectado a Internet. Para ello, puede usarse el CD de instalación de Ubuntu, así como otros CDs con distintos paquetes. Por otra parte, el programa <application>APTonCD</application> puede hacer una copia automática de los paquetes instalados en su sistema, y crear con ellos unos CDs con el contenido de varios repositorios.
eu: Paketeak automatikoki deskargatzen dituzten tresnak erabili ordez, CD bat erabil dezakezu paketak instalatzeko, Internetera konektatuta egon gabe ere. Ubuntu Instalazio-CDa erabili dezakezu adibidez, edo beste pakete batzuk dituzten CDak ere. Gainera, <application>APTonCD</application> aplikazioa ere erabil dezakezu zure sisteman instalatuta dituzun paketeen babes-kopia egiteko (automatikoki), eta errpositorio ugariren edukiak dituzten CDak sortzeko.
gl: Ademais de empregar ferramentas que baixen paquetes automaticamente, tamén é posíbel utilizar un CD para instalar paquetes mediante un xestor de paquetes sen estar conectado á Internet. Pódese usar o CD de instalación de Ubuntu con este fin, así como outros CDs con paquetes diferentes que están tamén disponíbeis. Ademais, o programa <application>APTonCD</application> pode crear unha copia de seguranza automática dos paquetes que teña instalados no seu sistema e crear CDs cos contidos de varios repositorios.
he: מעבר לשימוש בכלים המורידים חבילות אוטומטית, אפשרי להשתמש בתקליטור להתקנת חבילות דרך מנהל חבילות בזמן שלא מקושרים לאינטרנט. למטרה זו ניתן להשתמש בתקליטור ההתקנה של אובונטו ותקליטורים נוספים עם חבילות שונות זמינים גם כו. בנוסף, באמצעות התוכנית <application>APTonCD</application> ניתן לגבות חבילות על המחשב וליצור תקליטורים המכילים תוכן של מאגרים שונים.
id: Selain menggunakan perkakas yang mengunduh paket secara otomatis, dimungkinkan pula menggunakan CD untuk menginstal paket melalui manajer paket tanpa terhubung ke Internet. CD Instalasi Ubuntu dapat digunakan untuk keperluan ini, dan CD lain yang berisi paket yang berbeda juga telah tersedia. Sebagai tambahan, program <application>APTonCD</application> secara otomatis dapat mencadangkan paket yang telah terinstal di sistem anda, dan membuat CD dengan isi berbagai repositori di dalamnya.
ko: 자동으로 꾸러미를 다운로드 하는 도구를 사용하지 않고, 인터넷에 연결되지 않은 채로 꾸러미 관리자를 통해 CD 에서 꾸러미를 설치하는 것이 가능합니다. 이를 위해 우분투 설치 CD 를 사용할 수 있으며, 다른 꾸러미들을 포함하는 CD 들도 물론 사용할 수 있습니다. 게다가, <application>APTonCD</application> 프로그램은 여러분의 시스템에 설치된 꾸러미들을 자동으로 백업할 수 있으며, 이를 통해 여러 저장소의 내용들을 포함하는 CD 를 만들 수 있습니다.
mk: Покрај користењето на алатки за автоматско преземање на пакетите, постои можност за користење на CD за инсталирање преку менаџер за пакети, доколку не сте поврзани на Интернет. Инсталационото CD на Ubuntu може да се користи за оваа намена, а и други CD-а со различни пакети се достапни. Програмата <application>APTonCD</application> може да направи автоматски резервна копија од инсталираните пакети на системот и да креира CD во кое ќе се содржат различните складишта.
nl: Anders dan hulpmiddelen te gebruiken die pakketten automatisch downloaden, is het ook mogelijk om een CD te gebruiken om pakketten te installeren via een pakketbeheerder terwijl u niet met het internet bent verbonden. De Ubuntu installatie-CD kan voor dit doel worden gebruikt, en er zijn meer CD's met andere pakketten zijn beschikbaar. Daarnaast kan het programma <application>APTonCD</application> automatisch een backup maken van de op uw systeem geïnstalleerde pakketten, en CD's aanmaken dit de inhoud van diverse pakketbronnen bevatten.
ro: O altă metodă decât cea care descarcă pachetele automat, este posibilitatea de a folosi un CD pentru a instala pachetele cu ajutorul unui manager de pachete în timp ce nu sunteţi conectat la Internet. CD-ul de instalare Ubuntu poate fi folosit în acest scop, şi alte CD-uri cu pachete diferite la fel sunt disponibile. În plus, programul <application>APTonCD</application> poate face în mod automat o copie de siguranță a pachetelor din sistem, şi poate crea CD-uri cu conţinutul diferitelor depozite de pachete.
sk: Okrem používania nástrojov, ktoré sťahujú balíky automaticky, je takisto možné použiť CD na inštaláciu balíkov prostredníctvom správcu balíkov aj keď nie ste pripojený do internetu. Na tento účel môžete použiť buď inštalačné CD Ubuntu, alebo sú takisto dostupné aj CD s rôznymi balíkmi. Navyše program <application>APTonCD</application> vie automaticky zálohovať nainštalované balíky a vytvoriť CD s obsahom z rôznych zdrojov.
zh_cn: 除了自动下载安装,您还能使用光盘安装软件包.Ubuntu安装光盘是一种方式,其它包涵软件包的光盘也可以胜任.另外,<application>APTonCD</application> 是一个自动备份已安装软件包的程序, APTonCD还可以将这些软件包保存在光盘上.
