Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/add-applications/po/*.po
Languages: ar, bg, cs, da, de, el, es, eu, fr, gl, he, id, it, ja, ko, mk, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: The package may require some extra software to run, which cannot be installed automatically. You will have to find and install this software yourself.
ar: قد تتطلب الحزم برمجيات أخرى لتعمل، والتي لا يمكن تثبيتها تلقائيا. سوف تُضطر إلى إيجاد وتثبيت هذه البرمجيات بنفسك.
bg: Пакетът може да изисква допълнителен софтуер, за да се изпълни, който не може да се инсталира автоматично. Ще трябва да намерите и инсталирате този софтуер сами.
cs: Balík může požadovat pro spuštění nějaký dodatečný software, který nelze instalovat automaticky. Tento software budete muset najít a nainstalovat sami.
de: Das Software-Paket könnte zusätzliche Software benötigen, um zu funktionieren, die nicht automatisch installiert werden kann. Sie müssen diese selbst finden und installieren.
el: Το πακέτο μπορεί να απαιτεί κάποιο επιπλέον λογισμικό για να εκτελεστεί, το οποίο δε μπορεί να εγκατασταθεί αυτόματα. Θα πρέπει να βρείτε και να εγκαταστήσετε αυτό το λογισμικό μόνοι σας.
fr: Il se peut que le paquet aie besoin de logiciels supplémentaires pour fonctionner, qui ne peuvent pas être forcément être installés automatiquement. Vous devrez donc trouver et installer ces logiciels par vous-même.
it: I pacchetti, per funzionare, potrebbero richiedere qualche altro programma che non può essere installato automaticamente ed è quindi necessario cercare e installare questi programmi manualmente.
ja: パッケージは実行に追加のソフトウェアを必要とすることがありますが、それらは自動的にはインストールされない可能性があります。あなたは自分自身でそれらのソフトウェアを見つけ、インストールしなければなりません。
pl: Pakiet może wymagać dodatkowego oprogramowania, które nie może być zainstalowane automatycznie. Będziesz musiał samodzielnie poszukać i zainstalować to oprogramowanie.
pt_br: O pacote pode precisar de algum outro programa para executar, que pode não ser instalado automaticamente. Será necessário que você mesmo encontre e instale o programa.
ru: Пакет может требовать другие приложения для установки, которые не могут быть установлены автоматически. Вам придется самостоятельно искать и устанавливать необходимое ПО.
zh_tw: 這些單獨的套件包也可能需要其他的從屬(相依)軟體，否則無法安裝。如果軟體套件庫中未包含的話，你會需要自行找齊所有的相依軟體，並依序手動安裝。

source: Clicking a link on a web page
ar: نقر وصلة على صفحة وب
bg: Щракване на връзка в уеб сайт
cs: Kliknutí na odkaz na webové stránce
de: Auf einen Link in einer Webseite klicken
el: Πατώντας ένα σύνδεσμο σε μια ιστοσελίδα
fr: En cliquant sur un lien dans une page Web
it: Fare clic su un collegamento in una pagina web
ja: ウェブページのリンクをクリックする
pl: Klikanie odnośnika na stronie internetowej
pt_br: Clicando em um link de uma página da Internet
ru: Нажмите на ссылку.
sv: Klicka på en länk på en webbsida
zh_tw: 以網頁連結自動安裝軟體

source: Some web pages have links which install applications when you click them. These are known as <quote>apt:</quote> links. After clicking the link, you will be asked if you would like to install additional software. Click <guibutton>Install</guibutton> to start the installation process.
ar: لبعض صفحات الوب وصلات تثبّت التطبيقات عند النقر عليها. تُعرف هذه بوصلات <quote>apt:</quote>. بعد نقر الوصلة، سوف تسأل فيما إذا كنت تريد تثبيت البرمجيات الإضافية. انقر <guibutton>ثبّت</guibutton> لبدء عملية التثبيت.
bg: Някои уеб страници имат връзки, които инсталират програми, когато ги щракнете. Те са познати като <quote>apt:</quote> връзки. След като щракнете връзката, ще бъдете попитани дали искате да инсталирате допълнителен софтуер. Щракнете <guibutton>Инсталиране</guibutton>, за да започне инсталирането.
cs: Některé webové stránky obsahují odkazy, které nainstalují aplikace, když na ně kliknete. Ty jsou známy jako odkazy <quote>apt:</quote>. Po kliknutí na odkaz budete dotázáni, zda si přejete nainstalovat dodatečný software. Pro spuštění instalačního procesu klikněte na tlačítko <guibutton>Nainstalovat</guibutton>.
de: Einige Webseiten beinhalten Links, die Anwendungen installieren, wenn man auf sie klickt. Diese sind als <quote>apt:</quote>-Links bekannt. Nach dem Klicken werden Sie gefragt, ob Sie zusätzliche Software installieren möchten. Klicken Sie auf <guibutton>Installieren</guibutton>, um den Installationsvorgang zu starten.
el: Μερικές ιστοσελίδες έχουν συνδέσμους οι οποίοι εγκαθιστούν εφαρμογές όταν τους πατήσετε. Αυτοί είναι γνωστοί ως σύνδεσμοι <quote>apt:</quote>. Μετά που θα πατήσετε το σύνδεσμο, θα ερωτηθείτε αν θέλετε να εγκαταστήσετε επιπλέον λογισμικό. Πατήστε <guibutton>Εγκατάσταση</guibutton> για να ξεκινήσετε τη διαδικασία εγκατάστασης.
fr: Certaines pages Web proposent des liens qui installent une application lorsque vous cliquez dessus. Ils sont appelés liens <quote>apt:</quote>. Après avoir cliqué sur ce type de lien, il vous sera demandé si vous voulez installer un logiciel supplémentaire. Cliquez sur <guibutton>Installer</guibutton> pour lancer le processus.
it: Alcune pagine web contengono dei collegamenti che consentono di installare pacchetti facendo clic su di essi e sono noti come collegamenti <quote>apt:</quote>. Una volta fatto clic sul collegamento viene chiesto se installare dei programmi aggiuntivi: fare clic su <guibutton>Installa</guibutton> per avviare l'installazione.
ja: いくつかのウェブページでは、あなたがクリックしたときにアプリケーションをインストールするようになっているリンクがあります。それらは<quote>apt:</quote> リンクとして知られています。リンクをクリックすると、追加のソフトウェアをインストールするかどうかを尋ねられます。<guibutton>インストール</guibutton>をクリックし、インストールプロセスを開始してください。
pl: Niektóre strony internetowe posiadają odnośniki, których kliknięcie instaluje programy. Są to tzw. odnośniki <quote>apt:</quote>. Po kliknięciu takiego odnośnika, zostaniesz zapytany o chęć instalacji dodatkowego oprogramowania. Aby rozpocząć instalację, kliknij <guibutton>Instaluj</guibutton>.
pt_br: Algumas páginas da Internet possuem links que instalam aplicativos quando são clicados. São conhecidos como links <quote>apt:</quote>. Depois de clicar no link, você precisará confirmar a instalação do programa. Clique em <guibutton>Instalar</guibutton> para iniciar o processo de instalação.
ru: Некоторые веб-сайты содержат ссылки, при нажати на которые произойдет установка приложений. Эти ссылки называются <quote>apt:</quote> - ссылками. При нажатии на такую ссылку, вас спросят - хотите ли вы установить дополнительное ПО. Нажмите <guibutton>Установить</guibutton> для запуска установки.
zh_tw: 有些網頁提供了可以自動安裝軟體的連結。稱為<quote>apt:</quote>連結。 點選apt連結之後，會出現安裝提示詢問你是否要安裝額外的軟體。 按下<guibutton>安裝</guibutton>按鈕開始安裝應用程式。

source: The application can only be downloaded and installed if it is available in a software repository which is currently enabled on your computer. This means that websites cannot trick you into installing software which is potentially harmful to your computer.
ar: يمكن أن يُنزّل التطبيق ويُثبّت إذا توفر في مستودع حزم ممكّن حاليا على حاسوبك. هذا يعني أن مواقع الوب لا تستطيع جرّك لتثبيت برمجيات ضارة ضمنيا بحاسوبك.
bg: Програмите могат да се изтеглят и инсталират, само ако са достъпни в хранилище, което текущо е разрешено на вашия компютър. Това означава, че уеб сайтове не могат да ви подмамят да инсталирате софтуер, който може да навреди на вашия компютър.
cs: Aplikace může být stažena a nainstalována jen tehdy, když je dostupná ve zdroji softwaru, který je aktuálně povolen v počítači. To znamená, že webové stránky Vás nemohou podvést při instalaci softwaru, který je potenciálně škodlivý pro Váš počítač.
de: Die Anwendung kann nur heruntergeladen und installiert werden, wenn Sie in einer Software-Paketquelle installiert ist, die momentan auf Ihrem Rechner installiert ist. Dies bedeutet, dass die Webseite Sie nicht dadurch hintergehen kann, dass sie Software installiert, die eine Gefahr für Ihren Rechner ist.
el: Η εφαρμογή μπορεί να κατεβεί και να εγκατασταθεί μόνο αν είναι διαθέσιμη σε ένα αποθετήριο λογισμικού το οποίο είναι ενεργοποιημένο στον υπολογιστή σας. Αυτό σημαίνει ότι κανένας ιστότοπος δε μπορεί να σας ξεγελάσει ώστε να εγκαταστήσετε λογισμικό το οποίο πιθανόν να βλάψει τον υπολογιστή σας.
fr: Le logiciel ne peut être téléchargé que s'il est disponible dans les dépôts activés sur votre système. Ceci signifie que les sites Web ne peuvent pas vous tromper en vous faisant installer des applications malveillantes.
it: L'applicazione può essere scaricata e installata solamente se è disponibile all'interno di un repository software già abilitato sul proprio computer. In questo modo nessun sito web è in grado di installare sul proprio sistema programmi potenzialmente dannosi.
ja: アプリケーションは現在、あなたのコンピュータで有効になっているソフトウェア・リポジトリから利用可能な場合のみダウンロードとインストールが行われます。これは、ウェブサイトがあなたのコンピュータへ潜在的な危険性を孕んでいるソフトウェアをインストールさせることができない、ということを意味しています。
pl: Program tylko wtedy może zostać pobrany i zainstalowany, gdy jest dostępny w repozytorium skonfigurowanym na Twoim komputerze.
pt_br: O aplicativo somente pode ser baixado e instalado se estiver disponível em um dos repositórios de softwares habilitados no seu computador. Isto significa que os sites não poderão enganá-lo, instalando programas que possam danificar o seu computador.
ru: Приложения могут быть установлены только если они находятся в репозиториях, обращение к которым разрешено на вашем компьютере. Это значит, что веб-сайты не могут обманным путем установить вредоносное ПО на ваш компьютер.
zh_tw: 這些應用程式將只會從你設定的套件庫來源中下載。而不是使用網站提供的套件，所以提供apt連結的網站亦無法在連結中潛藏其他惡意程式。

source: Removing an application
ar: إزالة تطبيق
bg: Премахване на програма
cs: Odstranění aplikace
de: Eine Anwendung entfernen
el: Αφαίρεση μιας εφαρμογής
fr: Suppression d'une application
it: Rimuovere un'applicazione
ja: アプリケーションを削除するには
pl: Usuwanie programu
pt_br: Removendo um aplicativo
ru: Удаление приложения
sv: Ta bort ett program
zh_tw: 移除應用程式

source: Find the application that you want to remove by finding it in the list or by searching for it.
ar: ابحث عن التطبيق التي تريد إزالته عن طريق إيجاده في القائمة أو البحث عنه.
bg: Намерете програмата, която искате да премахнете като я намерите в списъка или като я потърсите.
cs: Najděte aplikaci, kterou chcete odstranit, buď tak, že ji najdete v seznamu nebo ji vyhledáte.
de: Wählen Sie die Anwendung, die Sie entfernen möchten, in der Liste aus oder suchen Sie danach
el: Βρείτε την εφαρμογή που θέλετε να αφαιρέσετε βρίσκοντάς την από τη λίστα ή αναζητώντας την.
fr: Trouvez l'application que vous voulez supprimer en la parcourant la liste ou en utilisant la fonction de recherche.
it: Trovare l'applicazione da rimuovere cercandola nell'elenco o eseguendo una ricerca.
ja: あなたが削除したいアプリケーションをリストから探すか、検索して見つけます。
pl: Odszukaj program, który chcesz usunąć wybierając go z listy bądź wyszukując go.
pt_br: Encontre o aplicativo que deseja remover pesquisando na lista ou em Procurar.
ru: Выберите программу, которую вы хотите удалить, отобрав её в списке, или найдя её с помощью поиска.
zh_tw: 開啟「添加移除軟體」，在應用程式清單中搜尋你想要移除的應用程式，或搜尋它。

source: Uncheck the box next to the application that you want to remove. Do this for all of the applications you want to remove.
ar: ألغِ اختيار الصندوق الملاصق للتطبيق الذي تريد إزالته. قم بذلك لكل التطبيقات التي تريد إزالتها.
bg: Премахнете отметката до програмата, която искате да премахнете. Направете това за всички програми, които искате да премахнете.
cs: Odškrtněte políčko vedle aplikace, kterou chcete odstranit. Takto pokračujte u všech aplikací, které si přejete odstranit.
de: Entfernen Sie das Kreuz aus dem Ankreuzfeld neben der Anwendung, die Sie entfernen möchten. Machen Sie dies bei allen Anwendungen, die Sie entfernen möchten.
el: Αποεπιλέξτε το κουτάκι δίπλα στην εφαρμογή που θέλετε να αφαιρέσετε. Κάντε το ίδιο για όλες τις εφαρμογές που θέλετε να αφαιρέσετε.
fr: Décochez la case située à côté de l'application à supprimer. Faites de me pour tous les logiciels que vous voulez supprimer
it: Deselezionare la casella di testo a fianco dell'applicazione. Ripetere questo procedimento per tutte le applicazioni da rimuovere.
ja: あなたが削除したいアプリケーションの横にあるボックスのチェックをはずします。これを、あなたが削除したい全てのアプリケーションに行います。
pl: Odznacz pole obok pakietu, który chcesz usunąć. Wykonaj tę czynność dla pozostałych pakietów, które chcesz usunąć.
pt_br: Desmarque a caixa de seleção próxima ao aplicativo que você deseja remover. Faça isto para todos os aplicativos que serão removidos.
ru: Снимите галочку с приложения, которое вы хотите удалить. Сделайте это со всеми приложениями, намеченными вами для удаления.
zh_tw: 在你要移除的軟體旁邊取消勾選方塊，如果你需要移除其他軟體，請重覆上述步驟。

source: Click <guibutton>Apply Changes</guibutton>, then click <guibutton>Apply</guibutton> to remove the applications. Enter your password if prompted.
ar: انقر <guibutton>طبّق التغييرات</guibutton>، ثم انقر <guibutton>طبّق</guibutton> لإزالة التطبيقات. أدخل كلمة سرك إذا سئلت.
bg: Щракнете <guibutton>Прилагане</guibutton>, после натиснете <guibutton>Прилагане</guibutton>, за да се премахнат програмите. Ако бъдете попитани, въведете вашата парола.
cs: Klikněte na <guibutton>Uplatnit změny</guibutton> a pak na <guibutton>Použít</guibutton> pro odstranění aplikací. Zadejte své heslo, pokud jste vyzváni.
de: Klicken Sie auf <guibutton>Änderungen anwenden</guibutton> und klicken Sie dann auf <guibutton>Anwenden</guibutton>, um die Anwendungen zu entfernen. Geben Sie Ihr Passwort ein, wenn Sie danach gefragt werden.
el: Πατήστε <guibutton>Εφαρμογή αλλαγών</guibutton>, μετά πατήστε <guibutton>Εφαρμογή</guibutton> για να αφαιρέσετε τις εφαρμογές. Αν σας ζητηθεί εισάγετε τον κωδικό σας.
fr: Cliquez sur <guibutton>Appliquer les changements</guibutton>, puis sur <guibutton>Appliquer</guibutton> pour supprimer les applications. Saisissez votre mot de passe si nécessaire.
it: Fare clic su <guibutton>Applica modifiche</guibutton> e quindi su <guibutton>Applica</guibutton> per rimuovere le applicazioni. Se richiesto, inserire la propria password.
ja: <guibutton>変更の適用</guibutton>をクリックし、<guibutton>適用</guibutton>をクリックしてアプリケーションを削除します。パスワードを尋ねられた場合、あなたのパスワードを入力します。
pl: Kliknij <guibutton>Zastosuj zmiany</guibutton>, a następnie <guibutton>Zastosuj</guibutton>, aby usunąć program. Jeśli zostaniesz poproszony o hasło, wpisz je.
pt_br: Clique em <guibutton>Aplicar mudanças</guibutton>, então clique em <guibutton>Aplicar</guibutton> para remover os aplicativos. Informe sua senha se necessário.
ru: Нажмите <guibutton>Применить изменения</guibutton>, потом нажмите<guibutton>Применить</guibutton> чтобы удалить программы. Введите Ваш пароль, если попросят.
zh_tw: 按下<guibutton>套用變更</guibutton>，再按下<guibutton>套用</guibutton> 按鈕來移除應用程式，如果有提示詢問密碼，請輸入管理員密碼。

source: Some applications depend on others being installed in order to work properly. If you try to remove an application which is required by another application, both of those applications will be removed. You will be asked to confirm that this is what you want to happen before the applications are removed.
ar: بعض التطبيقات مبنية على تطبيقات أخرى مثبّتة لكي تعمل بشكل صحيح. إذا حاولت إزالة تطبيق يطلبه تطبيق آخر، كلا التطبيقان سوف يزالان. سوف تسأل لتأكيد أن هذا ما تريد فعله قبل أن يزال التطبيقان.
bg: Някои програми зависят от други инсталирани, за да работят правилно. Ако се опитате да премахнете програма, която е нужна на друга програма, и двете програми ще бъдат премахнати. Ще бъдете помолени да потвърдете, че това е което искате да направите, преди програмите да се премахнат.
cs: Některé aplikace jsou závislé na jiných nainstalovaných proto, aby správně fungovaly. Když se pokusíte odstranit aplikaci, která je požadována jinou aplikací, obě z těchto aplikací budou odstraněny. Před odstraněním aplikací budete vyzváni k potvrzení toho, že opravdu souhlasíte s tímto krokem.
de: Einige Anwendungen hängen von anderen ab, damit sie richtig funktionieren. Wenn Sie versuchen, eine Anwendung zu entfernen, die von einer anderen benötigt wird, werden beide Anwendungen entfernt. Sie werden danach gefragt, zu bestätigen, dass dies das ist, was Sie wünschen, bevor die Anwendungen entfernt werden.
el: Μερικές εφαρμογές εξαρτώνται από άλλες για να δουλεύουν κανονικά. Αν προσπαθήσετε να αφαιρέσετε μια εφαρμογή η οποία απαιτείται από μια άλλη, τότε και οι δύο θα αφαιρεθούν. Θα σας ζητηθεί να επιβεβαιώσετε ότι αυτό θέλετε να συμβεί προτού αφαιρεθούν οι εφαρμογές.
fr: Certaines applications ne fonctionneront correctement que si d'autres sont installées. Si vous tentez de supprimer une application nécessaire à une autre, les deux seront supprimées. Il vous sera demandé confirmation de ceci avant leur suppression effective.
it: Alcune applicazioni dipendono da altre per poter essere installate e per poter funzionare correttamente. Se si cerca di rimuovere un'applicazione necessaria a un'altra applicazione, entrambe verranno rimosse. Viene comunque chiesta conferma prima di procedere con la rimozione delle applicazioni.
ja: いくつかのアプリケーションは、正しく動作するために他のアプリケーションがインストールされている必要があります。もしあなたが削除しようしたアプリケーションが他のもう一つのアプリケーションに必要とされていた場合、それらのアプリケーションが両方とも削除されます。あなたはこの操作により何が起こるかということをアプリケーションを削除する前に確認されます。
pl: Aby poprawnie funkcjonować, niektóre programy zależą od innych zainstalowanych programów. Jeśli spróbujesz usunąć program, który jest wymagany przez inny program, oba te programy zostaną usunięte. Zanim programy zostaną usunięte, zostaniesz poproszony o potwierdzenie swego wyboru.
pt_br: Alguns aplicativos dependem da instalação de outros para que funcionem corretamente. Se você tentar remover um aplicativo que é requerido por outro, ambos serão removidos. Você será questionado se essas mudanças adicionais são realmente desejadas.
ru: Некоторые программы для корректной работы требуют наличия других программ. Если Вы удаляете программу, которая затребована другой программой, будут удалены ОБЕ программы. Прежде чем программы будут удалены, Вам потребуется подтвердить то, что вы действительно хотите этого.
zh_tw: 由於某些應用程式是有相依關係的，所以當你移除一個被其他應用程式所需要的軟體時，從屬軟體和主要應用程式都會被同時移除。在真正移除前，套件管理程式會要求你確認。

source: If the application that you want to uninstall is not available in Add/Remove Applications, use Synaptic (<menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>) to remove it instead.
ar: إذا كان التطبيق التي تريد إلغاء تثبيته غير متوفر في إضافة/إزالة التطبيقات، استخدام Synaptic (<menuchoice><guimenu>نظام</guimenu><guimenuitem>إدارة</guimenuitem><guimenuitem>مدير الحزم Synaptic </guimenuitem></menuchoice>)
bg: Ако програмата, която искате да деинсталирате не е в Добавяне/Премахване на програми, използвайте Synaptic (<menuchoice><guimenu>Система</guimenu><guimenuitem>Администриране</guimenuitem><guimenuitem>Мениджър на пакети (Synaptic)</guimenuitem></menuchoice>), за да я премахнете.
cs: Pokud aplikace, kterou chcete odinstalovat, není dostupná v Přidat/Odstranit aplikace, použijte místo toho Synaptic (<menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Správce balíků Synaptic</guimenuitem></menuchoice>).
de: Wenn eine Anwendung, die Sie installieren möchten, unter »Anwendungen hinzufügen/entfernen« nicht verfügbar ist, benutzen Sie stattdessen Synaptic (<menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Synaptic-Paketverwaltung</guimenuitem></menuchoice>), um sie zu entfernen.
el: Αν η εφαρμογή που θέλετε να απεγκαταστήσετε δεν είναι διαθέσιμη από την Προσθαφαίρεση εφαρμογών, χρησιμοποιήστε το Synaptic (<menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Διαχείριση συστήματος</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>) για να την αφαιρέσετε.
fr: Si l'application que vous voulez supprimer n'est pas disponible dans Ajouter/supprimer, utilisez alors Synaptic (<menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Gestionnaire de paquets Synaptic</guimenuitem></menuchoice>) à la place.
it: Se un'applicazione da disinstallare non è visibile in «Aggiungi/Rimuovi applicazioni», utilizzare il gestore di pacchetti (<menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Gestore pacchetti Synaptic </guimenuitem></menuchoice>) per rimuoverla.
ja: もし削除したいアプリケーションが追加と削除 アプリケーションから利用できなければ、代わりにSynaptic (<menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>Synaptic パッケージマネージャ</guimenuitem></menuchoice>)を使い、削除してください。
pl: Jeśli programu, który chcesz odinstalować nie ma w Dodaj/usuń programy, skorzystaj z programu Synaptic (<menuchoice><guimenu>System</guimenu><guimenuitem>Administracja</guimenuitem><guimenuitem>Menedżer pakietów Synaptic</guimenuitem></menuchoice>).
pt_br: Se os aplicativo que você quer desinstalar não está disponível em Adicionar/Remover aplicativos, use o Synaptic (<menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Gerenciador de pacotes Synaptic</guimenuitem></menuchoice>) para removê-lo.
ru: Если приложение, которое вы хотите удалить недоступно в меню Установка/удаление, используйте Synaptic (<menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem><guimenuitem>Программа управления пакетами Synaptic</guimenuitem></menuchoice>) для их удаления.
zh_tw: 如果在「添加移除軟體」中找不到你想要移除的軟體，請使用Synaptic套件管理程式 (<menuchoice><guimenu>系統</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>Synaptic套件管理程式</guimenuitem></menuchoice>)

source: Adding a software repository
ar: إضافة مستودع برمجيات
bg: Добавяне на хранилище
cs: Přidání zdroje softwaru
de: Eine Software-Paketquelle hinzufügen
el: Προσθήκη ενός αποθετηρίου λογισμικού
fr: Ajout d'un dépôt de logiciels
it: Aggiungere un repository software
ja: ソフトウェア・リポジトリを追加するには
pl: Dodawanie repozytorium oprogramowania
pt_br: Adicionando um repositório de aplicativos
ru: Добавление репозитория
sv: Lägg till ett programförråd
zh_tw: 加入新的套件庫
