Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/add-applications/po/*.po
Languages: ar, bg, cs, da, de, el, es, eu, fr, gl, he, id, it, ja, ko, mk, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ar: نسخة من الرخصة متوفرة هنا: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">رخصة العموميات الخلاقة التشارك بالمثل</ulink>.
bg: Копие на лиценза може да намерите тук: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
cs: Kopie licence je dostupná zde: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
de: Eine Kopie der Lizenzbestimmungen ist verfügbar unter: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
el: Ένα αντίγραφο της άδειας χρήσης είναι διαθέσιμο εδώ: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
es: Hay una copia de la licencia disponible aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licencia Creative Commons ShareAlike</ulink>.
fr: Une copie de la licence est disponible ici : <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
gl: Hai dispoñible unha copia da licenza aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licenza CompartirIgual da Creative Commons</ulink>.
it: Una copia della licenza è disponibile qui: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike</ulink>.
ja: ライセンスは次のリンクで参照できます: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。
mk: Копија на лиценцата е достапна тука: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike лиценца</ulink>.
pl: Kopia licencji jest dostępna tutaj: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licencja Creative Commons ShareAlike</ulink>.
pt_br: Uma cópia da licença está disponível aqui: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ro: O copie a licenței este disponibilă aici: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licența Creative Commons ShareAlike</ulink>.
ru: Копия лицензии доступна здесь: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sv: En kopia av licensen finns tillgänglig här: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
zh_cn: 许可证的副本位于：<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
zh_tw: 此授權條款之副本請見: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Ubuntu Documentation Project
ar: مشروع توثيق أوبونتو
bg: Проектът за документация на Ubuntu
cs: Dokumentační projekt Ubuntu
da: Ubuntu-dokumentationsprojektet
de: Ubuntu-Dokumentationsprojekt
el: Έργο Τεκμηρίωσης Ubuntu
es: Proyecto de Documentación de Ubuntu
fr: Projet de documentation d'Ubuntu
gl: Proxecto de Documentación do Ubuntu
he: פרוייקט התיעוד של אובונטו
it: Progetto documentazione di Ubuntu
ja: Ubuntuドキュメンテーション・プロジェクト
mk: Проект за документација на Ubuntu
nl: Ubuntu-documentatieproject
pl: Projekt dokumentacji Ubuntu
pt_br: Projeto de Documentação do Ubuntu
ro: Proiectul de documentaţie Ubuntu
ru: Проект документации Ubuntu
sk: Ubuntu dokumentačný projekt
sv: Dokumentationsprojekt för Ubuntu
zh_cn: Ubuntu 文档工程
zh_tw: Ubuntu 說明文件專案

source: Canonical Ltd. and members of the <placeholder-1/>
ar: كانونكل المحدودة وأعضاء <placeholder-1/>
bg: Canonical Ltd. и членовете на <placeholder-1/>
cs: Canonical Ltd. a členové <placeholder-1/>
da: Canonical Ltd. og medlemmer af <placeholder-1/>
de: Canonical Ltd. und Mitglieder vom <placeholder-1/>
el: Η εταιρία Canonical Ltd. και συντελεστές από το <placeholder-1/>
es: Canonical Ltd. y miembros de <placeholder-1/>
fr: Canonical Ltd. et les membres de <placeholder-1/>
gl: Canonical Ltd. e membros do <placeholder-1/>
he: קנוניקל בע"מ וחברי ה<placeholder-1/>
it: Canonical Ltd. e i membri del <placeholder-1/>
ja: Canonical Ltd.と<placeholder-1/>一同
mk: Canonical Ltd. и членовите на <placeholder-1/>
nl: Canonical Ltd. en leden van het <placeholder-1/>
pl: Canonical Ltd. oraz członkowie <placeholder-1/>
pt_br: Canonical Ltd. e membros de <placeholder-1/>
ro: Canonical Ltd. și membrii ai <placeholder-1/>
ru: Canonical Ltd. и участники <placeholder-1/>
sk: Canonical Ltd. a členovia <placeholder-1/>
sv: Canonical Ltd. och medlemmar från <placeholder-1/>
zh_cn: Canonical公司和<placeholder-1/>的成员
zh_tw: Canonical有限公司和 <placeholder-1/> 的成員

source: The Ubuntu Documentation Project
ar: مشروع توثيق أوبونتو
bg: Прокетът за документация на Убунту
cs: Dokumentační projekt Ubuntu
da: Ubuntu-dokumentationsprojektet
de: Das Ubuntu-Dokumentationsprojekt
el: Το Έργο Τεκμηρίωσης του Ubuntu
es: Proyecto de documentación de Ubuntu
eu: Ubuntu Dokumentazio Proiektua
fr: Le projet de documentation Ubuntu
gl: O proxecto de documentación de Ubuntu
he: מייזם התיעוד של אובונטו
id: Proyek Dokumentasi Ubuntu
it: Il Progetto documentazione di Ubuntu
ko: 우분투 문서화 프로젝트
mk: Проект за документација на Ubuntu
nl: Het Ubuntu-documentatieproject
pl: Projekt Dokumentacji Ubuntu
pt_br: O Projeto de Documentação do Ubuntu
ro: Proiectul de Documentaţie Ubuntu
ru: Проект документации Ubuntu
sk: Dokumentačný projekt Ubuntu
sv: Ubuntus dokumentationsprojekt
zh_cn: Ubuntu 文档项目
zh_tw: Ubuntu 文件計畫

source: This section discusses how applications are installed, removed and kept up to date. Also covered are how packages are stored by Ubuntu and made available for download.
es: Esta sección describe cómo instalar, desinstalar y actualizar aplicaciones, También cubre cómo almacena Ubuntu los paquetes y cómo se hacen disponibles para su descarga.
gl: Ista sección explica como instálanse, eliminánse e manténse ao día as aplicacións. Tamén cubre como os paquetes almacénase en Ubuntu e dispoñense para ser descargadas.
mk: Овој оддел опишува како се инсталираат, бришат и ажурираат апликации. Исто така содрши информации за тоа како пакетите се чуваат во Ubuntu и на кој начин истите се достапни за преземање.
ro: Această secțiune discută modul de instalare, dezinstalare și actualizare al aplicațiilor. De asemenea este inclus și modul în care pachetele sunt stocate de Ubuntu și cum sunt făcute disponibile pentru descărcare.
sk: Táto sekcia vysvetľuje ako sú jednotlivé aplikácie inštalované, odstraňované a udržiavané v aktuálnych verziách. Tiež pojednáva o spôsobe, akým sú aplikácie udržiavané komunitou Ubuntu a spôsobe ich stiahnutia zo serverov Ubuntu.
zh_cn: 本章节讨论了应用程序如何被安装、删除及更新。还包括了软件包如何被存放及可供下载。

source: It also covers some more advanced techniques for managing applications.
es: Además, también cubre algunas técnicas más avanzadas para gestionar aplicaciones.
gl: Tamén cubre algunhas técnicas máis avanzadas para xestionar aplicación.
mk: Исто така, содрши и некои понапредни техники за менаџирање на апликации.
ro: De asemenea acoperă și anumite tehnici mai avansate pentru gestionarea aplicațiilor.
sk: Tiež pokrýva ďalšie pokročilejšie techniky pre správu aplikácii.
zh_cn: 它还涉及一些更先进的技术来管理应用程序。

source: What is a package manager?
da: Hvad er en pakkehåndtering?
es: ¿Qué es un gestor de paquetes?
eu: Zer da pakete kudeatzaile bat?
gl: ¿Que é un xestor de paquetes?
he: מהו מנהל החבילות?
id: Apa itu manajer paket?
ko: 꾸러미 관리자는 무엇입니까?
mk: Што е менаџер за пакети?
nl: Wat is een pakketbeheerder?
ro: Ce este un administrator de pachete?
sk: Čo je správca balíkov?
zh_cn: 什么是软件包管理器？

source: A package manager is a program that you can use to install, remove and upgrade software. Software for Ubuntu is provided in the form of packages, which are automatically downloaded by the package manager.
es: Un gestor de paquetes es un programa que se puede usar para instalar, desinstalar y actualizar programas. El software en Ubuntu se proporciona en forma de paquetes, que son descargados automáticamente por el gestor de paquetes.
gl: Un xestor de paquetes é un programa que pode empregar para instalar, eliminar e actualizar software. O software para ubuntu distribúese en forma de paquetes, que se baixan automáticamente cun xestor de paquetes.
mk: Менаџер на пакети е програма со помош на која ќе може да го инсталирате, бришете или надоградувате софтверот на вашиот компјутер. Софтверот за Ubuntu е достапен во форма на пакете, кои автоматски се преземаат со помош на менаџерот на пакети.
ro: Un administrator de pachete este un program pe care îl puteți folosi pentru instalarea, dezinstalarea și actualizarea programelor software. Programele pentru Ubuntu sunt oferite sub formă de pachete, care sunt descărcate automat de către administratorul de pachete.
sk: Báličkovací manažér je program, ktorý dokáže inštalovať, odstraňovať a aktualizovať softvér na aktuálnu verziu. Softvér pre Ubuntu je poskytovaný vo forme balíčkov, ktoré si manažér automaticky stiahne.

source: There are three main package management programs you can use in Ubuntu:
es: Hay tres programas principales de gestión de paquetes que puede usar en Ubuntu:
gl: Hai tres principais xestores de paquetes que se poden empregar en Ubuntu:
mk: Постојат три главни програми за менаџирање на пакети кои може да ги користи во Ubuntu:
ro: Există trei administratoare de pachete principale pe care le puteți folosi în Ubuntu:
sk: Existujú tri hlavné balíčkovacie manažéry, ktoré môžete v Ubuntu použiť.
zh_cn: 在Ubuntu中有三个您可以使用的软件包管理程序：

source: <link linkend="gnome-app-install">Add/Remove Applications</link> - Quickly installs and removes popular programs, as well as providing ratings.
es: <link linkend="gnome-app-install">Añadir y quitar aplicaciones</link> - Permite la Instalación y desinstalación rápidas de programas populares, además de mostrar puntuaciones de popularidad de cada una de ellas.
gl: <link linkend="gnome-app-install">Engadir/Eliminar Aplicacións</link> - Instala ou elimina rápidamente programas populares, así coma amosa puntuacións dos mesmos.
mk: <link linkend="gnome-app-install">Додај/бриши апликации</link> - Брзо инсталирање и отстранување на популарни програми, со приказ на нивната популарност.
ro: <link linkend="gnome-app-install">Instalare/Dezinstalare</link> - Instalează și dezinstalează rapid programe populare, oferind și clasificări ale acestora.
sk: <link linkend="gnome-app-install">Pridať/Odstrániť aplikácie</link> - Dokáže rýchlo nainštalovať a odstrániť populárne programy ako aj poskytnúť ich hodnotenie.

source: <link linkend="synaptic">Synaptic</link> - Allows more advanced management, such as installing server applications and choosing different versions of the same package.
es: <link linkend="synaptic">Synaptic</link> - Permite una gestión más avanzada, como la instalación de aplicaciones de servidor o el poder seleccionar distintas versiones del mismo paquete.
gl: <link linkend="synaptic">Synaptic</link> - Permite unha xestión máis avanzada, coma a instalación de servidores de aplicacións ou elexir diferentes versións do mesmo paquete.
ro: <link linkend="synaptic">Synaptic</link> - Permite o gestionare mai avansată, cum ar fi instalarea de aplicații de server și alegerea diferitelor versiuni pentru același pachet.
sk: <link linkend="synaptic">Synaptic</link> - Dovoľuje vykonať pokročilejšiu správu ako napríklad inštaláciu serverových aplikácii, tiež dokáže vybrať rôzne verzie rovnakého balíčka.

source: <link linkend="apt">Apt</link> - Allows package management from the command line.
es: <link linkend="apt">Apt</link> - Permite la gestión de paquetes desde la línea de comandos.
gl: <link linkend="apt">Apt</link> - Permite xestionar paquetes dende a liña de comandos.
ro: <link linkend="apt">Apt</link> - Permite gestionarea pachetelor din linie de comandă.
sk: <link linkend="apt">Apt</link> - Umožňuje spravovať balíčky z príkazového riadku.

source: You can only use one package manager at a time. If you start another package manager while one is already open, you will receive an error message.
es: En cada momento, sólo puede usar un único gestor de paquetes. Si arranca otro gestor de paquetes teniendo uno ya abierto, recibirá un mensaje de error.
gl: Só se pode empregar un xestor de paquetes á vez. Se inicia outro xestor de paquetes mentras hai uno aberto, recibirá unha mensaxe de erro.
ro: Puteți folosi un singur administrator de pachete la un moment dat. Dacă rulați alt administrator de pachete cât timp un altul este deja deschis, veți primi un mesaj de eroare.
sk: Na raz môžete použiť iba jeden balíčkovací manažér. Ak spustíte ďalší manažér, pokiaľ je už jeden spustený, systém vás na to upozorní chybovou správou.
zh_cn: 软件包管理器在同一时间只能使用一个。如果其他的被开启了，会提示错误信息。

source: You will require administrative access to install and remove software. This is because packages sometimes need to change important system files. See <ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink> for more information on administrative access.
es: Necesitará acceso administrativo para instalar y desinstalar programas. Esto es debido a que los paquetes a veces necesitan cambiar archivos importantes del sistema. Consulte <ulink type="help" url="ghelp:administrative">Tareas administrativas</ulink> para más información sobre el acceso administrativo.
gl: Se requiren permisos administrativos para instalar ou eliminar software. Isto é porque os paquetes ás veces precisan cambiar ficheiros do sistema importantes. Vexa <ulink type="help" url="ghelp:administrative">Tarefas Administrativa</ulink> pra máis información sobre o accesso administrativo.
ro: Veți avea nevoie de acces administrativ pentru instalarea și dezinstalarea aplicațiilor software. Acest lucru se întâmplă pentru că pachetele trebuie căteodată să modifice fișiere de sistem importante. Vedeți <ulink type="help" url="ghelp:administrative">Sarcini administrative</ulink> pentru mai multe informații privind accesul administrativ.

source: Common package-management terms
es: Términos comunes en la gestión de paquetes
gl: Termos comúns na xestión de paquetes
ro: Termeni comuni în administrarea pachetelor

source: If you are unfamiliar with Ubuntu's package management system, you may like to take a look at some of the following definitions.
es: Si no está familiarizado con el sistema de gestión de paquetes de Ubuntu, debería echar un vistazo a las definiciones siguientes.
gl: Se non está familiarizado co sistema de xestión de paquetes de Ubuntu, quizá lle interese botar unha ollada as seguintes definicións.
ro: Dacă nu sunteți familiar(ă) cu sistemul de gestionare a pachetelor Ubuntu, ați putea să aruncați o privire asupra următoarelor definiții.

source: <emphasis role="strong">Packages</emphasis> are files which contain a program and all of the files required to run it on your computer. When you install a package, a file is downloaded from a repository and installed by a package manager.
es: <emphasis role="strong">Paquetes</emphasis>: son archivos que contienen un programa y todos los archivos necesarios para poder ejecutarlo en su equipo. Cuando usted instala un paquete, el gestor de paquetes descarga un archivo desde un repositorio y lo instala.
gl: <emphasis role="strong">Paquetes</emphasis> son ficheiros que conteñen un programa e tódolos seus ficheiros necesarios para funcionar no seu ordenador. Cando instala un paquete, un ficheiro baixase dun repositorio i é instalado polo xestor de paquetes.
ro: <emphasis role="strong">Pachetele</emphasis> sunt fișiere care conțin un program și un set de fișiere care îi sunt necesare pentru rularea pe calculatorul dumneavoastră. Când instalați un pachet, un fișier este descărcat dintr-un depozit și instalat de un administrator de pachete.

source: <emphasis role="strong">Dependencies</emphasis> are packages which must be installed before certain other packages can be installed. Dependency packages usually contain some files and programs needed by the other packages - for example, a word-processing package may depend on a printing package being installed in order to be able to print documents.
es: <emphasis role="strong">Dependencias</emphasis>: son paquetes que deben instalarse antes que otros. Las dependencias normalmente contienen archivos y programas que necesitan otros paquetes - por ejemplo, un paquete de procesamiento de textos puede depender de un paquete de impresión, que deberá instalarse previamente para poder imprimir documentos.
gl: <emphasis role="strong">Dependencias</emphasis> son paquetes que deben instalarse antes que outros paquetes poidan ser instalados.Os paquetes de dependencias soen conter algún ficheiros ou programas necesarios para outros paquetes -por exemplo, un paquete dun procesador de textos pode depender da instalación dun paquete de impresión para ser capaz de imprimir documentos.
ro: <emphasis role="strong">Dependențele</emphasis> sunt pachete care trebuie instalate înainte ca alte pachete să poată fi instalate. Pachetele de dependențe de obicei fișiere și programe necesare altor pachete - de exemplu, un pachet de procesare de text ar putea depinde de un pachet de tipărire care trebuie instalat pentru a putea fi capabil să tipărească documente.

source: Software repositories
ar: مستودعات البرمجيات
bg: Софтуерни хранилища
cs: Zdroje softwaru
da: Software-arkiver
de: Software-Paketquellen
el: Αποθετήρια λογισμικού
es: Repositorios de software
eu: Software errepositorioak
fr: Dépôts logiciels
gl: Repositorios de software
he: מאגרי תוכנות
id: Repositori perangkat lunak
it: Repository software
ja: ソフトウェアリポジトリ
ko: 소프트웨어 저장소
mk: Софтверски складишта
nl: Software pakketbronnen
pl: Repozytoria oprogramowania
pt_br: Repositórios de software
ro: Depozite de programe
ru: Репозитории программного обеспечения
sk: Zdroje softvéru
sv: Programförråd
zh_cn: 软件库
zh_tw: 軟體庫

source: When you install software on Ubuntu, the package manager automatically downloads the required software packages from a <emphasis>software repository</emphasis>, a location on the Internet which stores collections of packages ready to be downloaded.
ar: عندما تثبت البرمجيات على أوبونتو، ينزل مدير الحزم حزم البرمجيات المطلوبة من <emphasis>مستودع برمجيات</emphasis>، الموقع على الإنترنت الذي يخزن مجموعة من الحزم الجاهزة للتنزيل.
bg: Когато инсталирате софтуер в Ubuntu, мениджърът на пакети автоматично изтегля необходимите софтуерни пакети от <emphasis>хранилище на софтуер</emphasis>. Място в Интернет, където се съхраняват пакетите, готови за изтегляне.
cs: Když instalujete software v Ubuntu, správce balíků automaticky stahuje potřebné balíky ze <emphasis>zdroje softwaru</emphasis>, což je místo na internetu, kde jsou uloženy balíky připravené ke stažení.
de: Sobald Sie in Ubuntu Software installieren, lädt die Paketverwaltung automatisch die nötige Software aus einer <emphasis>Software-Paketquelle</emphasis> herunter. Das ist ein Ort im Internet, an dem Paketsammlungen zum Download bereitgestellt werden.
el: Όταν εγκαθιστάτε λογισμικό στο Ubuntu, ο διαχειριστής πακέτων αυτόματα λαμβάνει το επιθυμητό λογισμικό από ένα <emphasis>αποθετήριο λογισμικού</emphasis>, από μια τοποθεσία δηλαδή στο διαδίκτυο που αποθηκεύονται συλλογές πακέτων έτοιμων για εγκατάσταση.
es: Cuando usted instala software en Ubuntu, el gestor de paquetes descarga automáticamente los paquetes de software necesarios desde un <emphasis>repositorio de software</emphasis>: un lugar en Internet que almacena colecciones de paquetes listos para su descarga.
fr: Quand vous installez un logiciel sur Ubuntu, le gestionnaire de paquets télécharge automatiquement les paquets nécessaires au logiciel depuis un <emphasis>dépôt de logiciels</emphasis>, un emplacement sur l'Internet qui conserve des collections de paquets prêts à être téléchargés.
gl: Cando instala software en Ubuntu, o xestor de paquetes automaticamente descarga o software requeridos dos <emphasis>repositorios software</emphasis>, lugares de Internet que almacenan coleccións de paquetes listos para ser descargados.
it: Quando si installa del software in Ubuntu, il gestore di pacchetti scarica automaticamente i pacchetti necessari da un <emphasis>repository software</emphasis>, un "luogo" su Internet dove vengono archiviati i pacchetti pronti per essere scaricati.
ja: Ubuntu上にソフトウェアをインストールするとき、パッケージ・マネージャが<emphasis>ソフトウェア・リポジトリ</emphasis>から、必要なソフトウェアパッケージを自動的にダウンロードします。リポジトリは、インターネット上に存在し、ダウンロード可能なパッケージ集を保管しています。
pl: W trakcie instalacji oprogramowania, Menadżer pakietów automatycznie pobiera potrzebne pliki z <emphasis>repozytoriów</emphasis>, czyli zasobów dostępnych w Internecie.
pt_br: QUando você instala software no Ubuntu, o gerenciador de pacotes automaticamente descarrega os pacotes com o software necessário de um <emphasis>repositório de software</emphasis>, um local na Internet que armazena coleções de pacotes prontos para serem descarregados.
ro: Când instalați aplicații software în Ubuntu, administratorul de pachete descarcă automat pachetele de software necesare dintr-un <emphasis>depozit software</emphasis>, o locație de pe internet care stochează colecții de pachete gata de a fi descărcate.
ru: Когда вы устанавливаете программу в Ubuntu, менеджер пакетов автоматически загружает необходимые пакеты из <emphasis>репозитория программного обеспечения</emphasis> - сайта в сети Интернет, содержащего набор пакетов готовых к загрузке.
sv: När du installerar programvara i Ubuntu så hämtar pakethanteraren automatiskt ner de nödvändiga programpaketen från ett <emphasis>programförråd</emphasis>, en plats på Internet som lagrar samlingar av paket, redo att hämtas ned.
zh_tw: 當你在Ubuntu上安裝軟體時，套件管理程式會自動的從<emphasis>軟體套件庫</emphasis>(software repository)下載所需的軟體。 軟體套件庫是一個專門收藏、儲存軟體套件，位於網路上，提供下載的伺服器。
