Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/add-applications/po/*.po
Languages: ar, bg, cs, da, de, el, es, eu, fr, gl, he, id, it, ja, ko, mk, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: Other methods of installing applications
ar: طرق أخرى لتثبيت التطبيقات
bg: Други методи за инсталиране на програми
cs: Jiné metody instalace aplikací
de: Andere Methoden der Installation von Anwendungen
el: Άλλες μέθοδοι για την εγκατάσταση εφαρμογών
fr: Autres méthodes d'installation d'applications
it: Altri metodi di installazione
ja: 他の方法でアプリケーションをインストールする
pl: Inne metody instalacji oprogramowania
pt_br: Outros métodos para instalação de aplicativos
ru: Другие способы установки приложений
sv: Andra metoder för att installera program
zh_tw: 其他的軟體安裝方式

source: Using Synaptic Package Manager
ar: استخدام مدير الحزم Synaptic
bg: Използване на Мениджър на пакети (Synaptic)
cs: Použití Správce balíků Synaptic
de: Synaptic-Paketverwaltung verwenden
el: Χρησιμοποιώντας τον διαχειριστή πακέτων Synaptic
fr: Utilisation du gestionnaire de paquets Synaptic
it: Usare il gestore di pacchetti
ja: Synaptic パッケージマネージャを使う
pl: Używanie menedżera pakietów Synaptic
pt_br: Usando o Gerenciador de Pacotes Synaptic
ru: Используя менеджер пакетов Synaptic
sv: Används pakethanteraren Synaptic
zh_tw: 使用Synaptic套件管理程式

source: Synaptic can be used to manage advanced software packages (such as server applications) which Add/Remove Applications does not manage.
ar: يمكن أن يستخدم Synaptic لإدارة حزم البرمجيات المتقدمة (مثل تطبيقات الخادوم) التي لا تديرها إضافة/إزالة التطبيقات.
bg: Synaptic може да се използва на напреднали пакети (като сървърни програми), които Добавяне/Премахване на програми не може да управлява.
cs: Synaptic lze použít k pokročilé správě balíků (např. serverové aplikace), které není možné spravovat pomocí Přidat/odstranit aplikace.
de: Synaptic kann dazu benutzt werden, fortgeschrittene Anwendungen (wie Server-Anwendungen) zu verwalten, die von »Anwendungen hinzufügen/entfernen« nicht verwaltet werden.
el: Το Synaptic μπορεί να χρησιμοποιηθεί για τη διαχείριση προηγμένων πακέτων λογισμικού (όπως εφαρμογές διακομιστή) που η Προσθαφαίρεση εφαρμογών δε διαχειρίζεται.
fr: Synaptic peut être utilisé pour gérer des logiciels avancés (tels que les applications serveur) que Ajout/Suppression d'Applications ne gère pas.
it: Il gestore di pacchetti, chiamato Synaptic, può essere usato per una gestione più avanzata dei pacchetti (come applicazioni server) che «Aggiungi/Rimuovi...» non consente di fare.
ja: Synapticは追加と削除アプリケーションでは管理できないような、高度なソフトウェア・パッケージ（サーバアプリケーションなど）を管理する場合に使われます。
pl: Synaptic może być używany do instalacji zaawansowanych pakietów (takich jak aplikacje serwerowe), których Dodaj/Usuń Programy nie obsługuje.
pt_br: O Synaptic pode ser usado para gerenciar pacotes avançados de programas (como aplicativos de servidor) que o Adicionar/Remover aplicativos não gerencia.
ru: Менеджер пакетов Synaptic может быть использован для таких операций над пакетами приложений, которые не обеспечиваются меню "Установка/Удаление..."
zh_tw: Synaptic(或稱新立得)可以用來做進階的套件管理，特別是那些「添加和刪除應用程式」所不包括的軟體。 (如伺服器應用)

source: Click <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>. Enter your password if prompted.
ar: انقر <menuchoice><guimenu>نظام</guimenu><guimenuitem>إدارة</guimenuitem><guimenuitem>مدير الحزم Synaptic</guimenuitem></menuchoice>. أدخل كلمة سرك إذا سئلت.
bg: Натиснете <menuchoice><guimenu>Система</guimenu><guimenuitem>Администриране</guimenuitem><guimenuitem>Мениджър на пакети (Synaptic)</guimenuitem></menuchoice>. Ако бъдете попитани, въведете вашата парола.
cs: Zvolte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Správce balíků Synaptic</guimenuitem></menuchoice>. Zadejte své heslo, pokud jste vyzváni.
de: Klicken Sie auf <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic-Paketverwaltung</guimenuitem></menuchoice>. Geben Sie Ihr Passwort ein, wenn Sie danach gefragt werden.
el: Πατήστε <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Διαχείριση</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>. Αν σας ζητηθεί εισάγετε τον κωδικό σας.
fr: Cliquez sur <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem> <guimenuitem>Gestionnaire de Paquets Synaptic</guimenuitem></menuchoice>. Entrez votre mot de passe si vous y êtes invité.
it: Scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Gestore pacchetti Synaptic</guimenuitem></menuchoice>. Se richiesto, inserire la propria password.
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>Synaptic パッケージマネージャ</guimenuitem></menuchoice>をクリックします。パスワードを尋ねられた場合、あなたのパスワードを入力します。
pl: Wybierz <menuchoice><guimenu>System</guimenu><guimenuitem>Administracja</guimenuitem><guimenuitem>Menedżer Pakietów Synaptic</guimenuitem></menuchoice>. Wpisz swoje hasło, jeśli jest wymagane.
pt_br: Clique em <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Gerenciador de pacotes Synaptic</guimenuitem></menuchoice>. Informe sua senha se requerida.
ru: Нажмите <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem><guimenuitem>Программа управления пакетами Synaptic</guimenuitem></menuchoice>. Введите свой пароль, если потребуется
sv: Klicka på <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Pakethanteraren Synaptic</guimenuitem></menuchoice>. Ange ditt lösenord om du tillfrågas.
zh_tw: 按下 <menuchoice><guimenu>系統</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>Synaptic 套件管理程式</guimenuitem></menuchoice>，並在提示的對話框中輸入密碼。

source: Click <guibutton>Search</guibutton> to search for an application, or click <guibutton>Sections</guibutton> and look through the categories to find one.
ar: انقر <guibutton>ابحث</guibutton> للبحث عن تطبيق، أو انقر <guibutton>أقسام</guibutton> وابحث في التصانيف لإيجاد التطبيق.
bg: Натиснете <guibutton>Търсене</guibutton>, за да търсите за програма или натиснете <guibutton>Раздели</guibutton> и прегледайте категориите, за да намерите някоя програма.
cs: Pro vyhledání aplikace klikněte na tlačítko <guibutton>Hledat</guibutton> nebo klikněte na <guibutton>Sekce</guibutton> a najděte ji při procházení kategoriemi.
de: Klicken Sie auf <guibutton>Suchen</guibutton>, um nach einer Anwendung zu suchen, oder klicken Sie auf <guibutton>Sektionen</guibutton> and und sehen Sie sich die Kategorien an, um eine zu finden.
el: Πατήστε <guibutton>Αναζήτηση</guibutton> για να ψάξετε για μια εφαρμογή, ή πατήστε <guibutton>Τμήματα</guibutton> και κοιτάξτε τις κατηγορίες για να βρείτε μια.
fr: Cliquez sur <guibutton>rechercher</guibutton> pour trouver une application, ou cliquez sur <guibutton>Catégories</guibutton> et parcourez les.
it: Fare clic su <guibutton>Cerca</guibutton> per cercare un'applicazione oppure fare clic su <guibutton>Sezioni</guibutton> e cercare il programma tra tutte le categorie.
ja: <guibutton>検索</guibutton>をクリックしアプリケーションを検索するか、<guibutton>セクション</guibutton>をクリックしてカテゴリを調べ、アプリケーションを見つけます。
pl: Aby wyszukać program, kliknij <guibutton>Szukaj</guibutton> lub wybierz <guibutton>Działy</guibutton> i poszukaj pożądanej kategorii.
pt_br: Clique em <guibutton>Procurar</guibutton> para procurar por um aplicativo, ou clique em <guibutton>Seções</guibutton> e procure pelas categorias.
ru: Нажмите <guibutton>Искать</guibutton> для поиска приложения, или нажмите <guibutton>Разделы</guibutton> и выберите нужную категорию для поиска.
zh_tw: 按下 <guibutton>搜尋按鈕</guibutton> 來尋找軟體, 或是按下 <guibutton>組別</guibutton> 然後由包含的類別中找出你想要安裝的軟體。

source: Right-click the application that you want to install and select <guilabel>Mark for Installation</guilabel>.
ar: انقر يمينا على التطبيق الذي تريد تثبيته واختر <guilabel>علّم للتثبيت</guilabel>.
bg: Натиснете десния бутон на мишката върху програмата, която искате да инсталирате и изберете <guilabel>Избиране за инсталация</guilabel>.
cs: Klikněte pravým tlačítkem myši na aplikaci, kterou chcete nainstalovat a vyberte <guilabel>Nainstalovat</guilabel>.
de: Klicken Sie mit der rechten Maustaste auf die Anwendung, die Sie installieren möchten, und klicken Sie auf <guilabel>Zum Installieren vormerken</guilabel>.
el: Κάντε δεξί κλικ στην εφαρμογή που θέλετε να εγκαταστήσετε και επιλέξτε <guilabel>Σημείωση για εγκατάσταση</guilabel>.
fr: Faites un clic droit sur l'application que vous voulez installer et sélectionnez <guilabel>Sélectionner pour installation</guilabel>.
it: Fare clic col pulsante destro del mouse sull'applicazione da installare e selezionare <guilabel>Marca per l'installazione</guilabel>.
ja: あなたがインストールしたいアプリケーションを右クリックし、<guilabel>インストール指定</guilabel>を選択します。
pl: Kliknij prawym przyciskiem myszy na programie, który chcesz zainstalować i wybierz <guilabel>Zaznacz do instalacji</guilabel>.
pt_br: Clique com o botão direito do mouse no aplicativo que você deseja instalar e selecione <guilabel>Marcar para instalação</guilabel>.
ru: Отметьте нужное приложение для установки, щёлкнув правой кнопкой мыши на приложении и выбрав <guilabel>Отметить для установки</guilabel>.
sv: Högerklicka på programmet som du vill installera och välj <guilabel>Markera för Installation</guilabel>.
zh_tw: 在你想要安裝的應用軟體上面按滑鼠右鍵叫出選單，如果你要安裝它，請選擇<guilabel>標記為安裝</guilabel>

source: If you are asked if you would like to mark additional changes, click <guibutton>Mark</guibutton>.
ar: إذا سئلت فيما إذا كنت ترغب في تعليم تغييرات إضافية، انقر <guibutton>علّم</guibutton>.
bg: Ако бъдете попитани дали искате да изберете допълнителни промени, натиснете <guibutton>Избиране</guibutton>.
cs: Pokud jste dotázáni, zda si přejete označit další potřebné změny, klikněte <guibutton>Vybrat</guibutton>.
de: Wenn Sie gefragt werden, ob Sie zusätzliche Änderungen kennzeichen möchten, klicken Sie auf <guibutton>Kennzeichnen</guibutton>.
el: Αν ερωτηθείτε αν θέλετε να σημειώσετε επιπρόσθετες αλλαγές, πατήστε <guibutton>Σημείωση</guibutton>.
fr: S'il vous est demandé si vous prévoyez d'autres changements, cliquez sur <guibutton>Ajouter à la sélection</guibutton>.
it: Se viene richiesto di selezionare ulteriori programmi per l'installazione, fare clic su <guibutton>Marca</guibutton>.
ja: もし追加された変更点もマークするかどうかを尋ねられたら、<guibutton>マーク</guibutton>を選択します。
pl: Jeśli pojawi się komunikat czy dokonać dodatkowych niezbędnych zmian, kliknij <guibutton>Zaznacz</guibutton>.
pt_br: Se for solicitado para marcar mudanças adicionais, clique em <guibutton>Marcar</guibutton>.
ru: На вопрос "Хотите ли в отметить дополнительные изменения?", нажмите<guibutton>Отметить</guibutton>.
zh_tw: 如果安裝提示問你是否要「標記其他的變更」，按下<guibutton>標記</guibutton>。

source: Select any other applications that you would like to install.
ar: اختر أي تطبيقات أخرى تريد تثبيتها.
bg: Изберете всички други програми, които искате да инсталирате.
cs: Vyberte další aplikace, které si přejete nainstalovat.
de: Wählen Sie alle anderen Anwendungen aus, die Sie installieren möchten.
el: Επιλέξτε όσες άλλες εφαρμογές θέλετε να εγκαταστήσετε.
fr: Sélectionnez toutes les autres applications que vous voulez installer.
it: Selezionare tutte le applicazioni da installare.
ja: インストールしたい他のアプリケーションも選択します。
pl: Wybierz pozostałe programy, które chciałbyś zainstalować.
pt_br: Selecione qualquer outro aplicativo que você gostaria de instalar.
ru: Выберите другое приложение для установки, если необходимо.
zh_tw: 選擇任何你想要安裝的應用程式。

source: Click <guibutton>Apply</guibutton>, and then click <guibutton>Apply</guibutton> in the window that appears. The applications that you chose will be downloaded and installed.
ar: انقر <guibutton>طبّق</guibutton>، ثم انقر <guibutton>طبّق</guibutton> في النافذة التي تظهر. سوف تنزل التطبيقات التي اخترتها وتثبّت.
bg: Натиснете <guibutton>Прилагане</guibutton> и после щракнете <guibutton>Прилагане</guibutton> в прозореца, който ще се появи. Програмите, които сте избрали ще бъдат изтеглени и инсталирани.
cs: Klikněte na <guibutton>Použít</guibutton> a v okně, které se objeví, znovu na <guibutton>Použít</guibutton>. Aplikace, které jste vybrali, budou staženy a nainstalovány.
de: Klicken Sie auf <guibutton>Anwenden</guibutton> und klicken Sie dann auf <guibutton>Anwenden</guibutton> in dem Fenster, das erscheint. Die Anwendungen, die Sie ausgewählt haben, werden dann heruntergeladen und installiert.
el: Πατήστε <guibutton>Εφαρμογή</guibutton>, και μετά πατήστε <guibutton>Εφαρμογή</guibutton> στο παράθυρο που εμφανίζεται. Οι εφαρμογές που επιλέξατε θα κατεβούν και θα εγκατασταθούν.
fr: Cliquez sur <guibutton>Appliquer</guibutton>, et à nouveau sur <guibutton>Appliquer</guibutton> dans la fenêtre qui apparaît. Les applications choisies seront téléchargées et installées.
it: Fare clic su <guibutton>Applica</guibutton> e quindi nuovamente su <guibutton>Applica</guibutton> nella finestra che appare. Le applicazioni scelte vengono scaricate e installate.
ja: <guibutton>適用</guibutton>をクリックし、現れたウィンドウのなかで<guibutton>適用</guibutton>をクリックします。あなたが選択したアプリケーションがダウンロードされ、インストールされます。
pl: Kliknij <guibutton>Zastosuj</guibutton> i tak samo w oknie, które się pojawiło. Wybrane przez Ciebie programy zostaną pobrane i zainstalowane.
pt_br: Clique em <guibutton>Aplicar</guibutton>, então clique em <guibutton>Aplicar</guibutton> na janela que aparecerá. Os aplicativos selecionados serão baixados e instalados.
ru: Нажмите <guibutton>Применить</guibutton>, затем подтвердите свой выбор, нажав <guibutton>Применить</guibutton> ещё раз, если потребуется. Выбранные приложения будут загружены из сети и установлены.
zh_tw: 按下<guibutton>套用</guibutton>,在彈出的對話框中，再按一次 <guibutton>套用</guibutton>按鈕，就會下載和安裝你選擇的軟體。

source: Downloading and installing a .deb package
ar: تنزيل وتثبيت حزم .deb
bg: Изтегляне и инсталиране на .deb пакет
cs: Stáhnutí a instalace balíku .deb
de: Ein .deb-Software-Paket installieren
el: Λήψη και εγκατάσταση ενός πακέτου .deb.
fr: Téléchargement et installation d'un paquet .deb
it: Scaricare e installare un pacchetto .deb
ja: .deb パッケージをダウンロードし、インストールする
pl: Pobieranie i instalowanie pakietu .deb
pt_br: Baixando e instalando um pacote .deb
ru: Загрузка и установка .deb пакета
sv: Hämta och installera ett .deb-paket
zh_tw: 下載和安裝.deb套件包

source: You can download and install applications from websites. These applications are contained in Debian (.deb) packages. To install a Debian package:
ar: تستطيع تنزيل وتثبيت التطبيقات من مواقع الوب. هذه التطبيقات مضمّنة في حزمة دبيان (.deb). لتثبيت حزم دبيان:
bg: Можете да изтеглите и инсталирате програми от уеб сайтове. Тези програми се съдържат в Debian (.deb) пакети. За да инсталирате Debian пакет:
cs: Aplikace můžete stáhnout a nainstalovat z webových stránek. Tyto aplikace jsou obsaženy v balících Debian (.deb). Pro instalaci balíku Debian:
de: Sie können Anwendungen von Webseiten herunterladen und installieren. Diese Anwendungen sind in einem Debian-Software-Paket enthalten. Um ein Debian-Software-Paket zu installieren:
el: Μπορείτε να κατεβάσετε και να εγκαταστήσετε εφαρμογές από ιστότοπους. Οι εφαρμογές αυτές περιέχονται σε πακέτα Debian (.deb). Για να εγκαταστήσετε ένα πακέτο Debian:
fr: Vous pouvez télécharger et installer des applications à partir de sites internet. Ces applications sont contenues dans des paquets Debian (.deb). Pour installer un paquet Debian:
it: È possibile scaricare e installare applicazioni da alcuni siti web. Solitamente queste applicazioni sono contenute nei cosiddetti pacchetti Debian (estensione «.deb»). Per installare un pacchetto Debian, procedere come segue:
ja: あなたはウェブサイトからアプリケーションをダウンロードし、インストールすることができます。これらのアプリケーションはDebian (.deb) パッケージに含まれています。Debian パッケージをインストールするには:
pl: Możesz pobierać i instalować programy ze stron internetowych. Takie programy są umieszczone w pakietach Debiana (.deb). Aby zainstalować pakiet Debiana należy:
pt_br: Você pode baixar e instalar aplicativos de websites. Esses aplicativos estão em pacotes Debian (.deb). Para instalar um pacote Debian:
ru: Вы можете загружать и устанавливать приложения с веб-сайтов. Эти приложения упакованы в пакеты Debian (.deb - пакеты). Для установки .deb-пакета:
zh_tw: 你也可以自行由其他網站上下載和安裝應用程式，這些應用程式被打包成一個Debian (副檔名.deb)的套件包。 安裝Debian套件包的方式:

source: Download the package from a website.
ar: نزّل الحزمة من موقع الوب.
bg: Изтеглете пакета от уеб сайта.
cs: Stáhněte balík z webové stránky.
de: Laden Sie das Software-Paket von einer Webseite herunter.
el: Κατεβάστε το πακέτο από έναν ιστότοπο.
fr: Téléchargement d'un paquet à partir d'un site internet.
it: Scaricare il pacchetto da un sito web.
ja: ウェブサイトからパッケージをダウンロードします。
pl: Pobrać pakiet ze strony internetowej.
pt_br: Baixar o pacote de um website
ru: Загрузите пакет с веб-сайта.
sv: Hämta paketet från en webbplats.
zh_tw: 由網站上下載.deb套件包

source: Double-click the package. It will be opened in the Package Installer.
ar: انقر مزدوجا على الحزمة. سوف تُفتح عن طريق مثبّت الحزم.
bg: Щракнете двукратно върху пакета. Ще се отвори "Инсталатор на пакет".
cs: Dvakrát klikněte na balík. Otevře se v Instalátoru balíků.
de: Führen Sie auf dem Software-Paket einen Doppelklick aus. Es wird im Paket-Installer geöffnet.
el: Κάντε διπλό κλικ στο πακέτο. Θα ανοίξει με το πρόγραμμα εγκατάστασης πακέτων.
fr: Double-cliquez sur le paquet. Il sera ouvert dans l'Installateur de Paquets.
it: Fare doppio-clic sul pacchetto. Viene aperto il programma d'installazione dei pacchetti.
ja: パッケージをダブルクリックします。パッケージインストーラが起動し、パッケージが開かれます。
pl: Kliknąć dwa razy na pakiet. Otworzy się on w Instalatorze pakietów.
pt_br: Dê um duplo-clique no pacote. Ele será aberto no Gerenciador de Pacotes.
ru: Запустите пакет двойным кликом. Откроется Установщик пакетов.
sv: Dubbelklicka på paketet. Det kommer att öppnas i paketinstalleraren.
zh_tw: 雙擊滑鼠點選下載好的.deb檔案，套件安裝程式會自動開啟

source: Click <guibutton>Install</guibutton> to install the package.
ar: انقر <guibutton>ثبت</guibutton> لتثبيت الحزمة.
bg: Щракнете <guibutton>Инсталиране</guibutton>, за да инсталирате пакета.
cs: Pro instalaci balíku klikněte na tlačítko <guibutton>Nainstalovat balík</guibutton>.
de: Klicken Sie auf <guibutton>Installieren</guibutton>, um das Software-Paket zu installieren.
el: Πατήστε <guibutton>Εγκατάσταση</guibutton> για να εγκαταστήσετε το πακέτο.
fr: Cliquez sur <guibutton>Installer</guibutton> pour installer le paquet.
it: Fare clic su <guibutton>Installa</guibutton> per installare il pacchetto.
ja: <guibutton>インストール</guibutton>をクリックし、パッケージをインストールします。
pl: Kliknąć <guibutton>Instaluj</guibutton>, aby zainstalować pakiet.
pt_br: Clique em <guibutton>Instalar</guibutton> para instalar o pacote.
ru: Нажмите <guibutton>Установить</guibutton> для установки пакета.
sv: Klicka på <guibutton>Installera</guibutton> för att installera paketet.
zh_tw: 按下<guibutton>安裝</guibutton>按鈕

source: Installing single packages in this way is not recommended, for the following reasons:
ar: تثبيت حزم مفردة بهذه الطريقة غير مستحسن للأسباب التالية:
bg: Инсталирането на единични пакети по този начин не е препоръчителен, поради следните причини:
cs: Instalace jednotlivých balíků tímto způsobem není doporučována z následujících důvodů:
de: Ein einzelnes Software-Paket auf diese Weise zu installieren wird aus den folgenden Gründen nicht empfohlen:
el: Η εγκατάσταση ξεχωριστών πακέτων με αυτό τον τρόπο δε συνίσταται, για τους εξής λόγους:
fr: L'installation de paquets isolés de cette façon n'est pas recommandée, pour les raisons suivantes:
it: Questa modalità d'installazione di singoli pacchetti non è raccomandata per i seguenti motivi:
ja: このように単体でパッケージをインストールすることは、以下の理由からお勧めできません:
pl: Instalacja pakietu tym sposobem nie jest zalecana z wymienionych poniżej powodów:
pt_br: Não é recomendado instalar pacotes isolados dessa maneira, pelas seguintes razões:
ru: Установка одиночного пакета таким способом не рекомендуется по следующим причинам:
zh_tw: 但不建議用這個方法安裝單一套件，原因是:

source: The packages have not been checked for security by Ubuntu members, and could contain software which harms your computer. You should only download single packages from websites that you trust.
ar: لم تختر الحزم أمنيا بواسطة أعضاء أوبونتو، ويمكن أن تحتوي برمجيات تضر حاسوبك. يجب أن تنزل الحزم المفردة من مواقع تثق بها.
bg: Пакетите не са били проверени за сигурност от членове на Ubuntu и могат да съдържат софтуер, който може да навреди на вашия компютър. Трябва да изтегляте единични пакети само от уеб сайтове, на които имате доверие.
cs: Balíky nebyly zkontrolovány na bezpečnost členy Ubuntu a mohly by obsahovat software, který poškodí Váš počítač. Měli byste stahovat balíky pouze z webových stránek, kterým důvěřujete.
de: Das Software-Paket wurde von Ubuntu-Mitgliedern nicht auf dessen Sicherheit überprüft und könnte Software enthalten, die Ihrem Rechner schadet. Sie sollten nur einzelne Software-Pakete von solchen Webseiten herunterladen, denen Sie vertrauen.
el: Αυτά τα πακέτα δεν έχουν υποστεί ελέγχους ασφάλειας από μέλη του Ubuntu, και μπορεί να περιέχουν λογισμικό το οποίο να βλάψει τον υπολογιστή σας. Θα πρέπει να κατεβάζετε ξεχωριστά πακέτα μόνο από ιστότοπους που εμπιστεύεστε.
fr: Les paquets n'ont pas été vérifiés d'un point de vue sécurité par des membres Ubuntu, et peuvent contenir des logiciels qui nuisent à votre ordinateur. Vous ne devez télécharger des paquets isolés qu'à partir de sites internet auxquels vous faites confiance.
it: I pacchetti non sono stati controllati dal gruppo di sicurezza di Ubuntu e potrebbero contenere software dannoso per il computer. È consigliabile scaricare pacchetti solamente da siti web di cui ci si possa fidare.
ja: Ubuntuのメンバによる検査を受けたパッケージではないため、パッケージに含まれるソフトウェアがあなたのコンピュータに危害を加える恐れがあります。あなたの信頼しているウェブサイトからのみ単体のパッケージをダウンロードするようにしてください。
pl: Pakiet nie został sprawdzony pod kątem bezpieczeństwa przez członków Ubuntu, może zatem zawierać oprogramowanie, które uszkodzi Twój komputer. Powinieneś pobierać dany pakiet tylko z tych witryn, którym ufasz.
pt_br: Os pacotes não tiveram sua segurança verificada pelos membros do Ubuntu e podem conter programas que danifiquem seu computador. Você somente deve baixar pacotes de sites nos quais você confia.
ru: Такие пакеты не проверяются сообществом Ubutnu и могут содержать вредоносное ПО. Скачивайте пакеты только с надежных веб-сайтов.
zh_tw: Ubuntu成員並無法檢查這些套件的安全性，這些套件亦有可能隱藏了一些會損害電腦的不明軟體。因此下載安裝前，請確定提供套件包的網站是你可以信任的。
