Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/add-applications/po/*.po
Languages: ar, bg, cs, da, de, el, es, eu, fr, gl, he, id, it, ja, ko, mk, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: Download the GPG key. Then, click <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Software Sources</guimenuitem></menuchoice>, select the <guilabel>Authentication</guilabel> tab, click <guibutton>Import Key File</guibutton> and select the GPG key to be imported.
ar: نزّل مفتاح GPG. ثم انقر <menuchoice><guimenu>تظام</guimenu><guimenuitem>إدارة</guimenuitem><guimenuitem>مصادر البرمجيات</guimenuitem></menuchoice>، اختر اللسان <guilabel>الاستيثاق</guilabel>، انقر <guibutton>استورد ملف مفتاح</guibutton> واختر مفتاح GPG لتستورده.
bg: Изтеглете GPG ключът. После натиснете <menuchoice><guimenu>Система</guimenu><guimenuitem>Администриране</guimenuitem><guimenuitem>Източници на софтуер</guimenuitem></menuchoice>, изберете раздела <guilabel>Идентификация</guilabel>, щракнете <guibutton>Внасяне на файл с ключ</guibutton> и изберете GPG ключа за импортиране.
cs: Stáhněte klíč GPG. Pak zvolte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Zdroje softwaru</guimenuitem></menuchoice>, vyberte panel <guilabel>Ověření</guilabel>, klikněte na <guibutton>Importovat soubor s klíčem</guibutton> a zvolte klíč GPG, který se má importovat.
de: Laden Sie den GPG-Schlüssel herunter. Dann klicken Sie auf <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Software-Paketquellen</guimenuitem></menuchoice>, wählen Sie den Reiter <guilabel>Authentifizierung</guilabel>, klicken Sie auf <guibutton>Schlüsseldatei importieren</guibutton> und wählen Sie den GPG-Schlüssel aus, der importiert werden soll.
el: Κατεβάστε το κλειδί GPG. Μετά πατήστε <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Διαχείριση συστήματος</guimenuitem><guimenuitem>Πηγές λογισμικού</guimenuitem></menuchoice>, επιλέξτε την καρτέλα <guilabel>Πιστοποίηση</guilabel>, πατήστε το <guibutton>Εισαγωγή αρχείου κλειδιού</guibutton> και επιλέξτε το κλειδί GPG που θα εισαχθεί.
fr: téléchargez la clé GPG. Puis allez dans <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Sources de mises à jour</guimenuitem></menuchoice>, sélectionnez l'onglet <guilabel>Authentification</guilabel>, cliquez sur <guibutton>Importer la clé</guibutton> et sélectionnez le fichier de clé GPG à importer.
it: Scaricata la chiave GPG, scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Sorgenti software</guimenuitem></menuchoice>, selezionare la scheda <guilabel>Autenticazione</guilabel>, fare clic su <guibutton>Importa file chiave</guibutton> e selezionare la chiave GPG da importare.
ja: GPG鍵をダウンロードします。そして、<menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>ソフトウェア・ソース</guimenuitem></menuchoice>をクリックし、<guilabel>認証</guilabel>タブを選択して、<guibutton>鍵ファイルのインポート</guibutton>をクリックし、GPG鍵を選択してインポートしてください。
pl: Pobierz klucz GPG. Następnie kliknij w <menuchoice><guimenu>System</guimenu><guimenuitem>Administracja</guimenuitem><guimenuitem>Źródła oprogramowania</guimenuitem></menuchoice>, przejdź do karty <guilabel>Uwierzytelnianie</guilabel>, kliknij <guibutton>Zaimportuj plik klucza</guibutton> i wybierz klucz, który chcesz zaimportować.
pt_br: Baixe a chave GPG. Depois, clique em <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Canais de software</guimenuitem></menuchoice>, selecione a aba <guilabel>Autenticação</guilabel>, clique em <guibutton>Importar arquivo chave</guibutton> e selecione a chave GPG a ser importada.
ru: Загрузите GPG ключ. Затем, нажмите <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem><guimenuitem>Источники приложений</guimenuitem></menuchoice>, выберите закладку<guilabel>Авторизация</guilabel>, нажмите <guibutton>Импортировать файл ключа</guibutton> и укажите файл с GPG ключом для импортирования.
zh_tw: 下載GPG金鑰檔案, 然後按: <menuchoice><guimenu>系統</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>軟體來源</guimenuitem></menuchoice>, 選擇 <guilabel>認証</guilabel>的標籤, 選擇 <guibutton>匯入金鑰檔案</guibutton> 然後瀏覽、選擇你剛剛下載的金鑰檔案。

source: Installing software packages without an Internet connection
ar: تثبيت حزم البرمجيات بدون اتصال بالإنترنت
bg: Инсталиране на пакети без Интернет връзка
cs: Instalace balíků bez připojení k internetu
de: Software-Pakete ohne Internetverbindung installieren
el: Εγκατάσταση πακέτων λογισμικού χωρίς σύνδεση στο διαδίκτυο
fr: Installation de paquets logiciels sans connexion internet
it: Installare pacchetti software senza una connessione a Internet
ja: インターネット接続なしで、ソフトウェアパッケージをインストールするには
pl: Instalacja pakietów oprogramowania bez połączenia z Internetem
pt_br: Instalando pacotes de programas sem uma conexão com Internet
ru: Установка программ без Интернет-соединения
sv: Installera programpaket utan en internetanslutning
zh_tw: 無網路連線時的安裝軟體方法

source: If you are not connected to the Internet, you can use a CD containing package files to install applications on your computer. The Ubuntu installation CD can be used for this purpose, and other CDs with different packages are available as well. Additionally, the program <application>APTonCD</application> can automatically backup installed packages on your system, and create CDs with the contents of various repositories on them.
ar: إذا لم تكن متصلا بالإنترنت، تستطيع استخدام اسطوانة تحتوي ملفات الحزم لتثبيت التطبيقات على حاسوبك. يمكن أن تستخدم اسطوانة تثبيت أوبونتو لهذا الغرض، وتتوفر اسطوانات أخرى ذات حزم أخرى أيضا. أيضا، يمكن للبرنامج <application>APTonCD</application> نسخ الحزم المثبتة على نظامك احتياطيا، وينشئ اسطوانات تتألف من مستودعات متعددة.
bg: Ако не сте свързани към Интернет, можете да използвате CD, което съдържа пакети за инсталиране на програми на вашия компютър. Инсталационния диск на Ubuntu може да се използва за тази цел, както и други дискове с различни пакети. Допълнително, програмата <application>APTonCD</application> може автоматично да направи резервно копие на инсталираните пакети на вашата система и да създаде дискове със съдържанието на различни хранилища.
cs: Pokud nejste připojeni k internetu, můžete použít CD obsahující balíky pro instalaci aplikací na počítač. Pro tento účel lze použít instalační CD Ubuntu jakož i jiná CD s rozličnými balíky. Program <application>APTonCD</application> umí dodatečně automaticky zálohovat balíky nainstalované na Vašem systému a vytvořit CD s obsahem různých zdrojů.
de: Wenn Sie nicht mit dem Internet verbunden sind, können Sie eine CD mit Software-Paketen verwenden, um Anwendungen auf Ihrem Rechner zu installieren. Die Ubuntu-Installations-CD kann für diesen Zweck genutzt werden; es sind auch andere CDs mit unterschiedlichen Software-Paketen verfügbar. Zusätzlich kann das Programm <application>APTonCD</application> automatisch die auf Ihrem Rechner installierten Software-Paketen sichern und CDs mit den Inhalten verschiedener Software-Paketquellen erstellen.
el: Αν δεν είστε συνδεδεμένοι στο διαδίκτυο, μπορείτε να χρησιμοποιήσετε ένα CD που περιέχει αρχεία πακέτων για να εγκαταστήσετε εφαρμογές στον υπολογιστή σας. Το CD εγκατάστασης του Ubuntu μπορεί να χρησιμοποιηθεί για αυτό το σκοπό, και άλλα CD με άλλα πακέτα είναι επίσης διαθέσιμα. Επιπλέον, το πρόγραμμα <application>APTonCD</application> μπορεί να αντιγράφει αυτόματα τα εγκατεστημένα πακέτα στο σύστημά σας, και να δημιουργεί CD με τα περιεχόμενα διάφορων αποθετηρίων σ' αυτά.
fr: Si vous n'avez pas de connexion à l'Internet, vous pouvez utiliser un CD contenant les paquets logiciels à installer sur votre système. Le CD d'installation d'Ubuntu peut être utilisé pour cela, mais d'autres CD contenant différents paquets sont également disponibles. De plus, le logiciel <application>APTonCD</application> peut sauvegarder automatiquement les paquets installés sur votre ordinateur, et créer des CD avec le contenu de divers dépôts.
it: Se non si dispone di una connessione a Internet, è possibile utilizzare un CD contenente dei pacchetti da installare come il CD d'installazione di Ubuntu o altri CD simili. Inoltre, con il programma <application>APTonCD</application>, è possibile eseguire dei backup dei pacchetti installati nel sistema e creare un CD con i contenuti di diversi repository.
ja: インターネットに接続していない場合であっても、パッケージを保存しているCDを使って、アプリケーションをコンピュータにインストールすることができます。UbuntuのインストールCDをそういう用途にも利用できますし、異なるパッケージが保存された他のCDを使うこともできます。さらに、<application>APTonCD</application>というプログラムを使えば、現在システム上にインストールしているパッケージを自動的に保存し、さまざまな情報と一緒に保存したCDを作ることもできます。
pl: Jeśli nie masz połączenia z Internetem, możesz skorzystać z płyty CD zawierającej pakiety i zainstalować z niej programy na swoim komputerze. Można w tym celu użyć płyty instalacyjnej Ubuntu lub innych płyt CD z różnymi pakietami. Program <application>APTonCD</application> potrafi dodatkowo wykonać kopię bezpieczeństwa pakietów zainstalowanych w komputerze oraz stworzyć płytę CD z zawartością różnych repozytoriów.
pt_br: Se você não estiver conectado à Internet, você pode usar um CD contendo os pacotes para instalar os aplicativos em seu computador. O CD de instalação do Ubuntu pode ser usando para isto, e outros CDs com diferentes pacotes são válidos também. Adicionalmente, o programa <application>APTonCD</application> pode automaticamente fazer uma cópia de segurança dos pacotes instalados em seu sistema, e criar CDs contendo os vários repositórios nele.
ru: Если у вас нет Интернет-соединения, вы можете использовать CD, содержащий пакеты для установки на компьютер. Для этой цели может использоваться установочный диск Ubuntu, а также доступны и другие диски с разными пакетами. Кроме того, программа <application>APTonCD</application> может автоматически создавать резервную копию установленных на вашей системе пакетов и создавать CD диски, содержащие пакеты из разных репозиториев.
zh_tw: 如果你沒有網路連線，你可以使用包含軟體套件檔案的光碟來安裝應用程式， Ubuntu的安裝光碟也可以拿來當作是套件安裝光碟來使用。也有其他包括各種應用程式的各種套件光碟。 此外，有一個工具軟體: application>APTonCD</application> 可以自動備份那些已安裝至你電腦中的套件檔案，並製作成套件光碟。

source: Some packages from the <emphasis>main</emphasis> and <emphasis>restricted</emphasis> Ubuntu package repositories can be installed from the Ubuntu installation CD. Simply insert your Ubuntu installation CD and open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>. To list only packages on the Ubuntu installation CD, click on the <guibutton>Origin</guibutton> button in the lower left corner of the Synaptic window. The packages should be listed under the <guimenuitem>Ubuntu 9.04_Jaunty_Jackalope</guimenuitem> section.
ar: بعض الحزم من مستودعي حزم أوبونتو <emphasis>main</emphasis> و <emphasis>restricted</emphasis> يمكن أن تثبت من اسطوانة تثبيت أوبونتو. ببساطة أدرج اسطوانة تثبيت أوبونتو وافتح <menuchoice><guimenu>نظام</guimenu><guimenuitem>إدارة</guimenuitem><guimenuitem>مدير الحزم Synaptic</guimenuitem></menuchoice>. لسرد الحزم على اسطوانة تثبيت أوبونتو فقد، انقر على زر <guibutton>الأصل</guibutton> في الزاوية السفلية يسار نافذة Synaptic. يجب أن ترسد الحزم تحت قسم <guimenuitem>Ubuntu 9.04_Jaunty_Jackalope</guimenuitem>.
bg: Някои пакети от хранилищата на <emphasis>main</emphasis> и <emphasis>restricted</emphasis> на Ubuntu, могат да се инсталират от инсталационния диск на Ubuntu. Просто поставете инсталационния диск на Ubuntu и отворете <menuchoice><guimenu>Система</guimenu><guimenuitem>Администриране</guimenuitem><guimenuitem>Мениджър на пакети (Synaptic)</guimenuitem></menuchoice>. За да видите списък само на пакетите в инсталационния диск на Ubuntu, натиснете бутона <guibutton>Произход</guibutton> в долния ляв ъгъл на прозореца. Пакетите трябва да бъдат описани под секцията <guimenuitem>Ubuntu 9.04_Jaunty_Jackalope</guimenuitem>.
cs: Některé balíky ze zdrojů balíků <emphasis>main</emphasis> a <emphasis>restricted</emphasis> lze nainstalovat z instalačního CD Ubuntu. Jednoduše vložte instalační CD Ubuntu a zvolte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Správce balíků Synaptic</guimenuitem></menuchoice>. Pro zobrazení seznamu balíků dostupných na instalačním CD Ubuntu klikněte na tlačítko <guibutton>Původ</guibutton> v levém dolním rohu okna Synaptic. Balíky by měli být uvedeny v sekci <guimenuitem>Ubuntu 9.04_Jaunty_Jackalope</guimenuitem>.
de: Einige Software-Pakete aus den Ubuntu–Software-Paketquellen <emphasis>main</emphasis> und <emphasis>restricted</emphasis> können von der Ubuntu–Installations-CD installiert werden. Legen Sie einfach Ihre Ubuntu–Installations-CD ein und öffnen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Synaptic-Paketverwaltung</guimenuitem></menuchoice>. Um sich nur die Software-Palete auf der Ubuntu–Installations-CD anzeigen zu lassen, klicken Sie auf den Knopf <guibutton>Ursprung</guibutton> in der unteren linken Ecke des Synaptic-Fensters. Die Software-Pakete sollten dann im Abschnitt <guimenuitem>Ubuntu 9.04_Jaunty_Jackalope</guimenuitem> aufgelistet werden.
fr: Certains paquets des dépôts Ubuntu <emphasis>main</emphasis> et <emphasis>restricted</emphasis> peuvent être installés depuis le CD d'Ubuntu. Insérez simplement votre CD d'installation d'Ubuntu et allez dans <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Gestionnaire de paquets Synaptic</guimenuitem></menuchoice>. Pour lister uniquement les paquets du CD d'installation d'Ubuntu, cliquez sur le bouton <guibutton>Origine</guibutton> dans le coin inférieur gauche de la fenêtre de Synaptic. Les paquets doivent être listés sous la section <guimenuitem>Ubuntu 9.04_Jaunty_Jackalope</guimenuitem>.
it: Alcuni pacchetti dei repository <emphasis>main</emphasis> e <emphasis>restricted</emphasis> di Ubuntu possono essere installati dal CD d'installazione. È sufficiente il CD stesso e scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Gestore pacchetti Synaptic</guimenuitem></menuchoice>. Per visualizzare solo i pacchetti del CD d'installazione, fare clic sul pulsante <guibutton>Origine</guibutton> in basso a sinistra nella finestra del programma: i pacchetti dovrebbero essere elencati nella sezione <guimenuitem>Ubuntu 9.04_Jaunty_Jackalope</guimenuitem>.
ja: Ubuntuのパッケージリポジトリの<emphasis>main</emphasis>や<emphasis>restricted</emphasis>にあるパッケージの一部は、UbuntuのインストールCDからインストールすることができます。まずはインストールCDを挿入し、<menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>Synaptic パッケージ・マネージャ</guimenuitem></menuchoice>を起動してください。UbuntuインストールCDのパッケージのみを表示させるために、ウィンドウの左下にある<guibutton>ダウンロード元</guibutton>ボタンを押します。目的のパッケージは、<guimenuitem>Ubuntu 9.04_Jaunty_Jackalope</guimenuitem>セクションに表示されます。
pl: Niektóre pakiety z repozytorium pakietów Ubuntu <emphasis>main</emphasis> i <emphasis>restricted</emphasis> można zainstalować z płyty instalacyjnej Ubuntu. Wystarczy włożyć płytę instalacyjną do napędu CD i otworzyć <menuchoice><guimenu>System</guimenu><guimenuitem>Administracja</guimenuitem><guimenuitem>Menedżer pakietów Synaptic</guimenuitem></menuchoice>. Aby wyświetlić pakiety tylko z płyty instalacyjnej Ubuntu, kliknij przycisk <guibutton>Źródło</guibutton> w lewym dolnym rogu okna programu Synaptic. Pakiety zostaną wyświetlone w sekcji <guimenuitem>Ubuntu 9.04_Jaunty_Jackalope</guimenuitem>.
pt_br: Alguns pacotes das fontes <emphasis>main</emphasis> e <emphasis>restricted</emphasis> do repositório do Ubuntu podem ser instalados do CD de instalação do Ubuntu. Simplesmente insira seu CD de instalação do Ubuntu e vá em <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Gerenciador de Pacotes Synaptic</guimenuitem></menuchoice>. Para listar somente os pacotes do CD de instalação, clique no botão <guibutton>Origem</guibutton> na parte inferior esquerda da janela do Synaptic. Os pacotes devem estar listados na seção <guimenuitem>Ubuntu 9.04_Jaunty_Jackalope</guimenuitem>.
ru: Некоторые пакеты, относящиеся к категориям <emphasis>main</emphasis> и <emphasis>restricted</emphasis>, могут быть установлены с диска "Ubuntu installation CD". Просто вставьте диск и откройте <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem><guimenuitem>Программа управления пакетами Synaptic</guimenuitem></menuchoice>. Чтобы только просмотреть пакеты с диска "Ubuntu installation CD", нажмите кнопку <guibutton>Происхождение</guibutton> в левом нижнем углу окна Synaptic. Пакеты должны быть перечислены в разделе <guimenuitem>Ubuntu 9.04_Jaunty_Jackalope</guimenuitem>.
sv: En del paket från Ubuntus paketförråd <emphasis>main</emphasis> och <emphasis>restricted</emphasis> kan installeras från Ubuntus installations-cd. Sätt helt enkelt in din Ubuntus installations-cd och öppna <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Pakethanteraren Synaptic</guimenuitem></menuchoice>. För att enbart lista paket från Ubuntus installations-cd, klicka på knappen <guibutton>Ursprung</guibutton> i det nedre vänstra hörnet i Synaptic-fönstret. Paketen kommer visas under avsnittet <guimenuitem>Ubuntu 9.04_Jaunty_Jackalope</guimenuitem>.
zh_tw: 部分來自於Ubuntu套件庫: <emphasis>main</emphasis> 和 <emphasis>restricted</emphasis> 的套件亦可以在Ubuntu安裝光碟中找到。 你只需放入光碟 然後打開<menuchoice><guimenu>系統</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>Synaptic套件管理程式</guimenuitem></menuchoice>. 如果要僅顯示Ubuntu安裝光碟中的套件，按一下Synaptic視窗左下欄的<guibutton>源自</guibutton> 按鈕 ，光碟的套件清單應該會被蒐集於 <guimenuitem>Ubuntu 9.04_Jaunty_Jackalope</guimenuitem>的標題下。

source: Click <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Software Sources</guimenuitem></menuchoice>.
ar: انقر <menuchoice><guimenu>نظام</guimenu><guimenuitem>إدارة</guimenuitem><guimenuitem>مصادر البرمجيات</guimenuitem></menuchoice>.
bg: Натиснете <menuchoice><guimenu>Система</guimenu><guimenuitem>Администриране</guimenuitem><guimenuitem>Източници на софтуер</guimenuitem></menuchoice>.
cs: Zvolte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Zdroje softwaru</guimenuitem></menuchoice>.
de: Klicken Sie auf <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Software-Paketquellen</guimenuitem></menuchoice>.
el: Πατήστε <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Διαχείριση συστήματος</guimenuitem><guimenuitem>Πηγές λογισμικού</guimenuitem></menuchoice>.
fr: Allez dans <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Sources de mises à jour</guimenuitem></menuchoice>.
it: Scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Sorgenti software</guimenuitem></menuchoice>.
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>ソフトウェア・ソース</guimenuitem></menuchoice>をクリックします。
pl: Kliknąć <menuchoice><guimenu>System</guimenu><guimenuitem>Administracja</guimenuitem><guimenuitem>Źródła oprogramowania</guimenuitem></menuchoice>.
pt_br: Clique <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Canais de software</guimenuitem></menuchoice>.
ru: Нажмите <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem><guimenuitem>Источники приложений</guimenuitem></menuchoice>.
sv: Klicka på <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Programkällor</guimenuitem></menuchoice>.
zh_tw: 按下<menuchoice><guimenu>系統</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>軟體來源</guimenuitem></menuchoice>.

source: Select <guilabel>Third Party Software</guilabel> and click on the <guibutton>Add CD-ROM</guibutton> button.
ar: اختر اللسان <guilabel>برمجيات الطرف الثالث</guilabel> وانقر على الزر <guibutton>أضف اسطوانة</guibutton> button.
bg: Изберете <guilabel>Софтуер от трети страни</guilabel> и щракнете <guibutton>Добавяне на CD-ROM</guibutton>.
cs: Vyberte panel <guilabel>Software třetí strany</guilabel> a klikněte na tlačítko <guibutton>Přidat CD-ROM</guibutton>.
de: Wählen Sie <guilabel>Software von Drittanbietern</guilabel> und klicken Sie auf den Knopf <guibutton>CD-ROM hinzufügen</guibutton>.
el: Επιλέξτε <guilabel>Λογισμικό τρίτων</guilabel> και πατήστε στο κουμπί <guibutton>Προσθήκη CD-ROM</guibutton>.
fr: Sélectionnez <guilabel>Logiciels de tierces parties</guilabel> et cliquez sur <guibutton>Ajouter un CD-ROM</guibutton> button.
it: Selezionare la scheda <guilabel>Software di terze parti</guilabel> e fare clic sul pulsante <guibutton>Aggiungi CD-ROM</guibutton>.
ja: <guilabel>サードパーティのソフトウェア</guilabel>を選択し、<guibutton>CD-ROMを追加</guibutton>ボタンをクリックします。
pl: Wybrać <guilabel>Oprogramowanie osób trzecich</guilabel> i kliknąć przycisk <guibutton>Dodaj CD-ROM</guibutton>.
pt_br: Selecione <guilabel>Programas de terceiros</guilabel> e clique no botão <guibutton>Adicionar CD-ROM</guibutton>.
ru: Выберите <guilabel>ПО сторонних производителей</guilabel> и нажмите кнопку<guibutton>Добавить компакт-диск</guibutton>.
zh_tw: 選擇 <guilabel>第三方軟體</guilabel> 再 按下 <guibutton>添加光碟</guibutton> 按鈕，

source: What are restricted and non-free software?
ar: ما هي البرمجيات المقيدة وغير الحرة
bg: Какво означава ограничен и не безплатен софтуер?
cs: Co je vyhrazený a nesvobodný software?
de: Was ist eingeschränkte und nicht-freie Software?
el: Τι είναι το λογισμικό με περιορισμούς και το μη ελεύθερο λογισμικό;
fr: Qu'appelle-t-on logiciels restreints et non libres ?
it: Cos'è il software restricted e non-free
ja: 制限付きソフトウェア(Restricted software)や自由でないソフトウェア(Non-free software)とは何ですか？
pl: Co to jest oprogramowanie zastrzeżone i własnościowe?
pt_br: O que são softwares restritos e não-livres?
ru: Какое ПО является не свободным?
zh_tw: 什麼是 restricted 和 non-free 軟體？

source: Overview of the default Ubuntu software repositories
ar: نظرة على مستودعات برمجيات أوبونتو المبدئية
bg: Преглед на хранилищата по подразбиране на Ubuntu
cs: Přehled výchozích zdrojů softwaru Ubuntu
de: Übersicht über die vorgegebenen Software-Paketquellen
el: Περίληψη των προεπιλεγμένων αποθετηρίων λογισμικού του Ubuntu
fr: Vue d'ensemble des dépôts logiciels Ubuntu par défaut
it: Panoramica dei repository software di Ubuntu
ja: 標準のUbuntuソフトウェアリポジトリの概要
pl: Informacje o domyślnych repozytoriach Ubuntu
pt_br: Visão geral dos repositórios de software padrão do Ubuntu
ru: Обзор стандартных репозиториев Ubuntu
sv: Översikt över standardförråden för Ubuntu-program
zh_tw: Ubuntu的預設軟體套件庫概要
