Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/add-applications/po/*.po
Languages: ar, bg, cs, da, de, el, es, eu, fr, gl, he, id, it, ja, ko, mk, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: Software is available from third-party sources, as well as from the default Ubuntu software repositories. If you want to install software from a third-party software repository, you must add it to the package manager's list of available repositories.
ar: تتوفر التطبيقات من مصادر طرف ثالث، كما تتوفر من مستودعات برمجيات أوبوتو المبدئية. إذا أردت تثبيت البرمجيات من مستودع طرف ثالث، يجب أن تضيفه إلى قائمة مدير حزمك للمستودعات المتوفرة.
bg: Софтуерът е достъпен от трети страни, както и от хранилища на Ubuntu. Ако искате да инсталирате софтуер от хранилище на трети страни, трябва да го добавите в списъка на мениджъра на пакети при достъпните хранилища.
cs: Software je dostupný ze zdrojů třetích stran jakož i z výchozích zdrojů softwaru Ubuntu. Pokud chcete instalovat software ze zdroje třetí strany, musíte jej přidat ve správci balíků do seznamu dostupných zdrojů.
de: Software ist sowohl in Drittanbieter-Quellen als auch in den vorgegebenen Ubuntu-Software-Paketquellen verfügbar. Wenn Sie Software aus den Software-Paketquellen eines Drittanbieters installieren möchten, müssen Sie diese zu der Liste der verfügbaren Software-Paketquellen hinzufügen.
el: Εκτός από τα επίσημα αποθετήρια λογισμικού του Ubuntu, διατίθεται λογισμικό και από τρίτες πηγές. Αν θέλετε να εγκαταστήσετε λογισμικό από αποθετήρια τρίτων, θα πρέπει να τα προσθέσετε στη λίστα με τα διαθέσιμα αποθετήρια του διαχειριστή πακέτων.
fr: De la même manière que pour les dépôts par défaut d'Ubuntu, des logiciels sont disponibles dans des dépôts de tierces-parties. Si vous voulez installer une application depuis ceux-ci, vous devrez les ajouter à la liste des dépôts disponibles du gestionnaire de paquets.
it: I programmi di Ubuntu, oltre che attraverso i repository predefiniti, sono disponibili anche attraverso dei canali di terze parti. Per installare dei programmi da questi repository è necessario aggiungerli tra quelli disponibili del gestore di pacchetti.
ja: 標準のUbuntuソフトウェアリポジトリと同じように、サードパーティのソースにあるソフトウェアも利用できます。もしサードパーティのソフトウェアリポジトリからソフトウェアをインストールしたいのであれば、パッケージマネージャで利用可能なリポジトリの一覧にサードパーティのリポジトリを追加する必要があります。
pl: Oprogramowanie dostępne jest ze źródeł osób trzecich, jak również z domyślnych repozytoriów Ubuntu. Jeśli chcesz zainstalować program z repozytorium innej firmy, musisz dodać je do listy dostępnych repozytoriów w menedżerze pakietów.
pt_br: Softwares estão disponíveis tanto em repositórios de terceiros como nos repositórios padrões do Ubuntu. Se você deseja instalar software de um repositório de terceiros, você precisa incluí-lo na lista de repositórios disponíveis do Gerenciador de Pacotes.
ru: Программное обеспечение доступно как со сторонних сайтов, так и с серверов Ubuntu. Если вы хотите устанавливать программное обеспечение со сторонних источников, вам потребуется добавить эти репозитории в список доступных источников менеджера пакетов.
zh_tw: 軟體也可以由第三方來源的套件庫提供，如果你要由第三方套件庫來安裝軟體，你需要將它手動加入套件管理程式的清單中。

source: Only add software repositories from sources that you trust. Third-party software repositories are not checked for security by Ubuntu members, so could contain software which is harmful to your computer.
ar: أضف مستودعات التطبيقات من المصادر التي تثق بها فقط. مستودعات برمجيات الطرف الثالث غير مفحوصة أمنيا بواسطة أعضاء أوبونتو، وقد تحتوي برمجيات ضارة بحاسوبك.
bg: Добавяйте хранилища само то източници, на които имате доверие. Хранилищата на трети страни не са проверени за сигурност от членове на Ubuntu, така че могат да съдържат софтуер, който може да навреди на вашия компютър.
cs: Přidávejte zdroje softwaru jen ze zdrojů, kterým důvěřujete. Zdroje softwaru třetích stran nejsou kontrolovány členy Ubuntu na bezpečnost, takže by mohl obsahovat software, který je škodlivý pro Váš počítač.
de: Fügen Sie nur Software-Paketquelle aus Quellen hinzu, denen Sie vertrauen. Software-Paketquelle von Drittanbietern werden von Ubuntu-Mitgliedern nicht auf Sicherheit hin überprüft und können Software beinhalten, die für Ihren Rechner eine Gefahr darstellen.
el: Προσθέστε μόνο αποθετήρια λογισμικού από πηγές που εμπιστεύεστε. Τα αποθετήρια λογισμικού τρίτων δεν ελέγχονται για θέματα ασφάλεια από τα μέλη του Ubuntu, οπότε μπορεί να περιέχουν λογισμικό το οποίο να βλάψει τον υπολογιστή σας.
fr: N'utilisez que des dépôts provennt de sources dignes de confiance. La sécurité des dépôts tierce-partie n'est pas contrôlée par les membres d'Ubuntu. Ils pourraient donc contenir des logiciels néfastes pour votre système.
it: Aggiungere solamente repository software da fonti fidate. I repository di terze parti non vengono controllati dal gruppo di sicurezza di Ubuntu e potrebbero contenere programmi potenzialmente dannosi.
ja: あなたの信頼できるソースからのソフトウェアリポジトリだけを追加してください。サードパーティ・リポジトリはUbuntuメンバによるセキュリティの検査を受けていないため、あなたのコンピュータに危害を加えるソフトウェアを含んでいる恐れがあります。
pl: Dodaj tylko te repozytoria którym ufasz. Repozytoria osób trzecich nie są sprawdzane pod kątem bezpieczeństwa przez członków Ubuntu, mogą zatem zawierać oprogramowanie, które może uszkodzić Twój komputer.
pt_br: Somente adicione repositórios confiáveis. Repositórios de terceiros não têm sua segurança verificada por membros do Ubuntu, podendo conter programas que danifiquem seu computador.
ru: Добавляйте только те репозитории, которым вы доверяете. Репозитории сторонних разработчиков не проверяются на безопасность разработчиками Ubuntu, и, поэтому, могут содержать вредоносное ПО.
zh_tw: 維持套件庫的來源穩定、安全性很重要，如果不小心加了一個有惡意檔案的第三方套件庫位置，對系統的安全性有不良影響。 因此請儘量使用你所信任的套件庫來源。

source: Open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Software Sources</guimenuitem></menuchoice> and select <guilabel>Third Party Software</guilabel>.
ar: افتح <menuchoice><guimenu>نظام</guimenu><guimenuitem>إدارة</guimenuitem><guimenuitem>مصادر البرمجيات</guimenuitem></menuchoice> واختر <guilabel>برمجيات الطرف الثالث</guilabel>.
bg: Отворете <menuchoice><guimenu>Система</guimenu><guimenuitem>Администриране</guimenuitem><guimenuitem>Източници на софтуер</guimenuitem></menuchoice> и изберете <guilabel>Софтуер от трети страни</guilabel>.
cs: Zvolte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Zdroje softwaru</guimenuitem></menuchoice> a vyberte <guilabel>Software třetí strany</guilabel>.
de: Öffnen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Software-Paketquellen</guimenuitem></menuchoice> und wählen Sie <guilabel>Software von Drittanbietern</guilabel>.
el: Ανοίξτε το <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Διαχείριση συστήματος</guimenuitem><guimenuitem>Πηγές λογισμικού</guimenuitem></menuchoice> και επιλέξτε <guilabel>Λογισμικό τρίτων</guilabel>.
fr: Allez dans <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Sources de mise à jour</guimenuitem></menuchoice> et sélectionnez <guilabel>Logiciels de tierces parties</guilabel>.
it: Scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Sorgenti software</guimenuitem></menuchoice> e selezionare la scheda <guilabel>Software di terze parti</guilabel>.
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>ソフトウェア・ソース</guimenuitem></menuchoice>を開き、<guilabel>サードパーティのソフトウェア</guilabel>を選択します。
pl: Otwórz <menuchoice><guimenu>System</guimenu><guimenuitem>Administracja</guimenuitem><guimenuitem>Źródła oprogramowania</guimenuitem></menuchoice> i przejdź do karty <guilabel>Oprogramowanie osób trzecich</guilabel>.
pt_br: Abra o menu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Canais de software</guimenuitem></menuchoice> e selecione <guilabel>Programas de terceiros</guilabel>.
ru: Откройте <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem><guimenuitem>Источники приложений</guimenuitem></menuchoice> и выберите <guilabel>ПО сторонних производителей</guilabel>.
sv: Öppna <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Programkällor</guimenuitem></menuchoice> och välj <guilabel>Tredjepartsprogram</guilabel>.
zh_tw: 開啟 <menuchoice><guimenu>系統</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>軟體來源</guimenuitem></menuchoice> 然後選擇 <guilabel>第三方軟體</guilabel>.

source: Click <guibutton>Add</guibutton> to add a new repository.
ar: انقر <guibutton>أضف</guibutton> لإضافة مستودع جديد.
bg: Натиснете <guibutton>Добавяне</guibutton>, за да добавите ново хранилище.
cs: Klikněte na <guibutton>Přidat</guibutton> pro přidání nového zdroje.
de: Klicken Sie auf <guibutton>Hinzufügen</guibutton>, um eine neue Software-Paketquelle hinzuzufügen,
el: Πατήστε <guibutton>Προσθήκη</guibutton> για να προσθέσετε ένα νέο αποθετήριο.
fr: Cliquez sur <guibutton>Ajouter</guibutton> pour ajouter un nouveau dépôt.
it: Fare clic su <guibutton>Aggiungi</guibutton> per aggiungere un nuovo repository.
ja: <guibutton>追加</guibutton>をクリックし、新しいリポジトリを追加します。
pl: Kliknij <guibutton>Dodaj</guibutton>, aby dodać nowe repozytorium.
pt_br: Clique em <guibutton>Adicionar</guibutton> para adicionar um novo repositório.
ru: Нажмите кнопку <guibutton>Добавить</guibutton> для добавления нового репозитория.
sv: Klicka på <guibutton>Lägg till</guibutton> för att lägga till ett nytt förråd.
zh_tw: 選擇<guibutton>新增</guibutton> 來加入一個新的套件庫來源。

source: Enter the APT line for the extra repository. This should be available from the website of the repository, and should look similar to the following:
ar: أدخل سطر APT للمستودع الخارجي. يجب أن يتوفر هذا من موقع المستودع، ويجب أن يكون مشابها للتالي:
bg: Въведете APT реда за допълнително хранилище. Той трябва да е достъпен от уеб сайта на хранилището и трябва да изглежда подобно на следния:
cs: Zadejte řádek APT pro dodatečný zdroj. Ten by měl být dostupný na webové stránce zdroje a měl by vypadat podobně jako následující:
de: Geben Sie die APT-Zeile für die zusätzliche Paketquelle ein. Diese sollte auf der Webseite der Paketquelle verfügbar sein und ähnlich der Folgenden aussehen:
el: Εισάγετε την γραμμή APT για το επιπλέον αποθετήριο. Αυτή θα πρέπει να διατίθεται στον ιστότοπο του αποθετηρίου, και θα πρέπει να μοιάζει με το:
fr: Saisissez la ligne APT pour le dépôt supplémentaire. Elle devrait être disponible sur le site Web du dépôt et ressembler à ceci :
it: Inserire la riga APT per il repository aggiuntivo. Questa dovrebbe essere disponibile dal sito web del repository e dovrebbe essere simile alla seguente:
ja: 追加のリポジトリのAPTラインを入力します。これはリポジトリのウェブサイトから利用可能になっており、以下の形式になっているはずです:
pl: Wprowadź adres repozytorium w wierszu APT. Adres powinien być dostępny na stronie internetowej repozytorium i może wyglądać tak:
pt_br: Informe a linha APT para o repositório extra. Você poderá encontrá-la na página web do repositório e ela deverá se parecer com a linha abaixo:
ru: Введите строку APT для дополнительного репозитория. Она должна содержаться на вебсайте и имеет подобный вид:
zh_tw: 請輸入額外套件庫來源的位置資訊，套件庫的網站應該會提供APT網址，看起來會是類似下面這一行:

source: Click <guibutton>Add Source</guibutton> and then click <guibutton>Close</guibutton> to save your changes.
ar: انقر <guibutton>أضف مستودعا</guibutton> ثم انقر <guibutton>أغلق</guibutton> لحفظ تغييراتك.
bg: Натиснете <guibutton>Добавяне на източник</guibutton> и после щракнете <guibutton>Затваряне</guibutton>, за да се запазят вашите промени.
cs: Klikněte na <guibutton>Přidat zdroj</guibutton> a pak na <guibutton>Zavřít</guibutton> pro uložení změn.
de: Klicken Sie auf <guibutton>Software-Paketquelle hinzufügen</guibutton> und klicken Sie dann auf <guibutton>Schließen</guibutton>, um Ihre Änderungen zu speichern.
el: Πατήστε <guibutton>Προσθήκη πηγής</guibutton> και μετά πατήστε <guibutton>Κλείσιμο</guibutton> για να αποθηκεύσετε τις αλλαγές.
fr: Cliquez sur <guibutton>Ajouter une source de mise à jour</guibutton> puis sur <guibutton>Fermer</guibutton> pour enregistrer vos modifications.
it: Fare clic su <guibutton>Aggiungi sorgente</guibutton> e quindi su <guibutton>Chiudi</guibutton>.
ja: <guibutton>ソースを追加</guibutton>をクリックして、<guibutton>閉じる</guibutton>をクリックして変更を保存します。
pl: Kliknij <guibutton>Dodaj źródło</guibutton> a następnie <guibutton>Zamknij</guibutton>, aby zapisać zmiany.
pt_br: Clique em <guibutton>Adicionar canal</guibutton> e então clique em <guibutton>Fechar</guibutton> para salvar suas alterações.
ru: Нажмите <guibutton>Добавить источник</guibutton>, затем нажмите <guibutton>Закрыть</guibutton> для сохранения изменений.
sv: Klicka på <guibutton>Lägg till källa</guibutton> och klicka sedan på <guibutton>Stäng</guibutton> för att spara dina ändringar.
zh_tw: 按下 <guibutton>新增來源</guibutton> 再按下 <guibutton>關閉</guibutton> 以儲存設定.

source: You will be notified that the information about available software is out-of-date. Click <guibutton>Reload</guibutton>.
ar: سوف تُخطر بأن معلومات توفر البرمجيات غير محدثة. انقر <guibutton>أعد التحميل</guibutton>.
bg: Ще бъдете известени, че информацията за достъпния софтуер не е актуализирана. Натиснете <guibutton>Презареждане</guibutton>.
cs: Budete upozorněni, že informace o dostupném softwaru jsou zastaralé. Klikněte na <guibutton>Obnovit</guibutton>.
de: Sie werden nun darauf hingewiesen, dass die Informationen über die verfügbare Software veraltet ist. Klicken Sie auf <guibutton>Neu laden</guibutton>.
el: Θα ειδοποιηθείτε ότι οι πληροφορίες για το διαθέσιμο λογισμικό δεν είναι ενημερωμένες. Πατήστε <guibutton>Επαναφόρτωση</guibutton>.
fr: Vous serez alors informé que les informations sur les logiciels diponibles ne sont plus à jour. Cliquez sur <guibutton>Recharger</guibutton>.
it: Si viene avvisati che le informazioni sul software disponibile non sono aggiornate. Fare clic su <guibutton>Ricarica</guibutton>.
ja: 利用可能なソフトウェアの情報が古い、というメッセージが現れます。<guibutton>再読込</guibutton>をクリックしてください。
pl: Zostaniesz poinformowany o nieaktualnej liście dostępnego oprogramowania. Kliknij <guibutton>Odśwież</guibutton>.
pt_br: Você será notificado que as informações dos programas estão desatualizadas. Clique em <guibutton>Recarregar</guibutton>.
ru: Появится предупреждение о том, что информация о программном обеспечении устарела. Нажмите <guibutton>Обновить</guibutton>.
zh_tw: 系統將提示『套件庫的資料已改變。您需要按下「重新載入」按鈕來使您的變更生效』，請照指示做。

source: Packages from the new repository should now be available in your package manager.
ar: يجب أن تتوفر الحزم من المستودع الجديد في مدير حزمك.
bg: Пакетите от новото хранилище трябва да са достъпни във вашия мениджър на пакети.
cs: Balíky z nového zdroje by měly být nyní dostupné ve správci balíků.
de: Software-Paket aus der neuen Software-Paketquelle sollten nun in Ihrer Paketverwaltung verfügbar sein.
el: Τα πακέτα από το νέο αποθετήριο θα πρέπει τώρα να είναι διαθέσιμα στο διαχειριστή πακέτων.
fr: Les paquets du nouveau dépôt doivent maintenant être disponibles dans votre gestionnaire de paquets.
it: I pacchetti del nuovo repository dovrebbero essere disponibili all'interno del gestore di pacchetti.
ja: 新しいリポジトリからのパッケージがパッケージマネージャから利用可能になっているでしょう。
pl: Od teraz pakiety z nowego repozytorium powinny być dostępne w menedżerze pakietów.
pt_br: Os pacotes do novo repositório devem estar disponíveis em seu gerenciador de pacotes.
ru: Теперь пакеты из нового репозитория будут доступны в менеджере пакетов.
zh_tw: 現在應該可以在套件管理程式中，找到新套件庫來源所提供的軟體了。

source: As a security measure, most software repositories use a GPG key to digitally sign the files they provide. This makes it easy to check that the files have not been tampered with since their creation. In order for your package manager to be able to check this, you need the public key that corresponds to the signatures. The key should be available for download on the repository's website.
ar: لأسباب أمنية، معظم مستودعات البرمجيات تستخدم مفتاح GPG لتوقيع الملفات التي تقدمها رقميا. هذا يجعل من السهل التحقق من أن الملف لم يغيّر منذ إنشائها له. لكي يكون مدير حزمك قادرا على التحقق من هذا، تحتاج إلى المفتاح العام الذي يتوافق مع التوقيع. يجب أن يتاح المفتاح للتنزيل من موقع المستودع.
bg: Като предпазна мярка, повечето хранилища използват GPG ключ за цифрово подписване на файловете, които предоставят. Това е лесен начин да се провери, че файловете не са били пипани откакто са създадени. За да може вашия мениджър на пакети да ги провери, трябва да имате публични ключ, който съответства на подписите. ключът трябва да е достъпен на уеб сайта на хранилището.
cs: Jako bezpečnostní opatření používá většina zdrojů softwaru klíč GPG, aby byly digitálně podepsány soubory, které poskytují. Tímto se jednoduše ověří, že se se soubory od jejich vytvoření nijak nemanipulovalo. Aby byl správce balíků schopen toto ověřit, potřebujete veřejný klíč, který odpovídá podpisům. Klíč by měl být k dispozici ke stažení na webové stránce zdroje.
de: Als Sicherheitsmaßnahme verwenden die meisten Software-Paketquellen GPG-Schlüssel, um die Dateien, die Sie anbieten, digital zu verschlüsseln. Dies macht es einfach, zu überprüfen, ob die Dateien seit ihrer Erzeugung manipuliert worden sind. Damit Ihre Paketverwaltung dies überprüfen kann, benötigen Sie den öffentlichen Schlüssel (engl. Public Key), der zu den Signaturen passt. Der Schlüssel sollte auf der Webseite der Software-Paketquelle zum Herunterladen zur Verfügung stehen.
el: Ως μέτρο ασφαλείας, τα περισσότερα αποθετήρια λογισμικού χρησιμοποιούν ένα κλειδί GPG για να υπογράφουν ψηφιακά τα αρχεία που παρέχουν. Αυτό κάνει εύκολο τον έλεγχο ότι τα αρχεία δεν έχουν πειραχτεί μετά τη δημιουργία τους. Για να μπορεί ο διαχειριστής πακέτων σας να το ελέγξει αυτό, θα χρειαστείτε το δημόσιο κλειδί που αντιστοιχεί στις υπογραφές. Το κλειδί θα πρέπει να είναι διαθέσιμο για κατέβασμα από τον ιστότοπο του αποθετηρίου.
fr: La plupart des dépôts logiciels utilisent une signature numérique avec une clé GPG sur leur fichiers, pour garantir leur sécurité. Cela permet de vérifier facilement que les fichiers n'ont pas été altérés depuis leur création. Pour que votre gestionnaire de paquet puisse effectuer cette vérification, vous devez lui fournir la clé publique correspondant aux signatures. Celle-ci doit être disponible au téléchargement sur le site Web du dépôt.
it: Come misura di sicurezza la maggior parte dei repository software utilizza una chiave GPG per firmare digitalmente i file forniti, semplificando la verifica dell'originalità e dell'integrità dei file. Per poter verificare questi file con il gestore di pacchetti, è necessaria la chiave pubblica che corrisponde alle firme apposte sui file. Tale chiave dovrebbe essere disponibile da scaricare dal sito web del repository.
ja: セキュリティの観点から、ほとんどのソフトウェアリポジトリは提供しているファイルにデジタル署名をするため、GPG鍵を使用しています。これにより、ファイルが作成してから改変されていないことが容易にチェックできます。パッケージマネージャがこれをチェックできるようにするためには、署名と一致する公開鍵が必要となります。鍵はリポジトリのウェブサイトからダウンロード可能となっているでしょう。
pl: Ze względów bezpieczeństwa, większość repozytoriów oprogramowania używa klucza GPG do cyfrowego podpisu udostępnianych przez siebie plików. Dzięki temu można łatwo sprawdzić czy ktoś nie majstrował przy plikach. Aby menedżer pakietów mógł to sprawdzić, potrzebujesz klucza publicznego odpowiadającego sygnaturom. Taki klucz powinien być dostępny na stronie internetowej danego repozytorium.
pt_br: Como medida de segurança, a maioria dos repositórios utilizam uma chave GPG para assinar digitalmente os arquivos fornecidos. Isso facilita a confirmação de que os arquivos não foram adulterados após a sua criação. Para que o seu gerenciador de pacotes possa fazer essa checagem, você necessitará da chave pública que corresponde às assinaturas. A chave deve estar disponível na página do repositório.
ru: В качестве меры, обеспечивающей безопасность, большинство производителей ПО используют ключ GPG для подписи предоставляемых ими файлов. Это позволяет легко проверить то, что они не были изменены со времени создания. Для возможности такой проверки, менеджер пакетов должен иметь публичный ключ. Этот ключ размещается на сайте репозитория.
zh_tw: 大多軟體套件庫使用GPG金鑰來數位簽署它們所提供的檔案, 以方便檢查這些檔案是否被竄改過. 如果需要apt這般檢查, 你將需要對應這些數位簽章的公用金鑰. 這些金鑰應可在套件庫的網頁上取得.
