Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/add-applications/po/*.po
Languages: ar, bg, cs, da, de, el, es, eu, fr, gl, he, id, it, ja, ko, mk, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
eu: Dokumentu hau Ubuntu dokumentazio taldeak mantentzen du (https://wiki.ubuntu.com/DocumentationTeam). Laguntzaile zerrenda bat nahi baduzu, begiratu <ulink url="../../../common/C/contributors.xml">laguntzaileen webgunea</ulink>
id: Dokumen ini dikelola oleh Tim Dokumentasi Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Untuk daftar kontributor, silakan lihat <ulink url="../../../common/C/contributors.xml">Halaman kontributor </ulink>
ko: 이 문서는 우분투 문서화 팀(https://wiki.ubuntu.com/DocumentationTeam)에서 관리합니다. 공헌한 사람들의 목록을 보려면 <ulink url="../../../common/C/contributors.xml">공헌자 페이지</ulink>를 보기 바랍니다.

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
eu: Lizentzia honen kopia bat eskuragarri duzu hemen: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike Lizentzia</ulink>.
id: Salinan dari lisensi tersedia disini: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ko: 이 라이센스의 복사본은 여기에서 볼 수 있습니다: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">크리에이티브 커먼즈 저작자표시-동일조건변경허락 라이센스</ulink>.

source: Canonical Ltd. and members of the Ubuntu Documentation Project
eu: Canonical Ltd. eta Ubuntu Dokumentazio Proiektuko taldekideak
id: Canonical Ltd. dan anggota dari Proyek Dokumentasi Ubuntu
ko: Canonical Ltd. 와 우분투 문서화 프로젝트의 멤버

source: In this section you can learn how to use a package manager to add or remove applications in Ubuntu with a few clicks. You can also learn about more advanced techniques of managing applications and discover some optional applications to add to Ubuntu and try.
eu: Atal honetan pakete kudeatzaile bat nola erabili ikasiko duzu, Ubuntun aplikazioak klik gutxi batzutan gehitu edo kendu ahal izateko. Aplikazioak kudeatzeko teknika aureratuak ere ikasiko dituzu, eta Ubunturi gehitzeko aukerazko aplikazio batzuk ezagutuko dituzu.
id: Pada bagian ini Anda dapat mempelajari bagaimana menggunakan manajer paket untuk menambah atau membuang aplikasi-aplikasi di Ubuntu dengan beberapa klik saja. Anda juga dapat mempelajari tentang teknik-teknik lanjutan tentang mengatur aplikasi-aplikasi dan menjajaki beberapa aplikasi-aplikasi tambahan untuk ditambahkan ke Ubuntu dan mencobanya.
ko: 이 부분에서 여러분은 우분투에서 몇 번의 클릭으로 프로그램을 추가하거나 제거하는데 꾸러미 관리자를 어떻게 사용하는지에 대해서 배울 수 있습니다. 여러분은 또한 프로그램을 관리하는 더 고급적인 기술에 관해서 배울 수 있고 우분투에 추가하거나 추가를 시도할 수 있는 몇 가지 선택적인 프로그램을 찾을 수 있습니다.

source: A package manager is a program that installs and uninstalls software, and keeps track of all the components each piece of software needs.
eu: Pakete kudeatzaile bat softwarea instalatu eta kentzen duen programa bat da, eta gainera, software bakoitzak beharrezko dituen osagaien jarraipena ere egiten du.
id: Sebuah manajer paket adalah sebuah program yang memasang dan membuang perangkat lunak, mencatat semua komponen yang dibutuhkan oleh setiap bagian perangkat lunak.
ko: 꾸러미 관리자는 소프트웨어를 설치 혹은 제거하며, 각 소프트웨어에 필요한 요소들을 모두 관리해 주는 프로그램입니다.

source: To add or remove applications in Ubuntu, you need to use a <emphasis>package manager</emphasis>. It will automatically download the software required from the Internet and install it.
eu: Ubuntun aplikazioak instalatu edo kentzeko, <emphasis>pakete kudeatzaile</emphasis> bat behar duzu. Honek automatikoki deskargatu eta instalatuko du beharrezko software guztia.
id: Untuk menambah atau menghapus aplikasi di Ubuuntu, Anda memerlukan <emphasis>package manager</emphasis>. Aplikasi ini akan men-download secara otomatis dari Internet dan menginstalnya.
ko: 우분투의 프로그램들을 추가/제거하려면, <emphasis>꾸러미 관리자</emphasis>를 사용할 필요가 있습니다. 이 꾸러미 관리자는 자동으로 인터넷에서 소프트웨어를 다운로드하여 설치할 것입니다.

source: There are three main package managers you can use in Ubuntu:
eu: Hiru pakete kudeatzaile nagusi erabil ditzakezu Ubuntun:
id: Ada tiga buah manajer paket utama yang dapat Anda gunakan di Ubuntu:
ko: 우분투에서 사용할 수 있는 세 가지 주요 꾸러미 관리자는 아래와 같습니다:

source: <link linkend="gnome-app-install"><application>Add/Remove Programs</application></link> - The easiest way to install and uninstall programs.
eu: <link linkend="gnome-app-install"><application>Programak Gehitu/Kendu</application></link> - Programak instalatu edo kentzeko modu errazena.
id: <link linkend="gnome-app-install"><application>Add/Remove Programs</application></link> - Cara mudah untuk menginstal dan meng-uninstall program.
ko: <link linkend="gnome-app-install"><application>프로그램 추가/제거</application></link> - 프로그램을 설치하고 제거하기 위한 가장 손쉬운 방법입니다.

source: <link linkend="synaptic"><application>Synaptic</application></link> - Advanced control of software and other system components.
eu: <link linkend="synaptic"><application>Synaptic</application></link> - Softwarea eta sistemaren beste osagai batzuen kontrol aurreratua.
id: <link linkend="synaptic"><application>Synaptic</application></link> - Pengendali dari perangkat lunak dan komponen sistem tingkat lanjut.
ko: <link linkend="synaptic"><application>시냅틱</application></link> - 소프트웨어와 그 밖의 시스템 요소들을 세밀하게 제어할 수 있습니다.

source: <link linkend="apt"><application>Apt</application></link> - If you prefer using the Terminal.
eu: <link linkend="apt"><application>Apt</application></link> - Nahiago baduzu Terminala erabili.
id: <link linkend="apt"><application>Apt</application></link> - Jika Anda lebih menyukai Terminal.
ko: <link linkend="apt"><application>Apt</application></link> - 여러분이 터미널 사용을 더 좋아한다면 사용하십시오.

source: If you open more than one of these programs at once, they may not work. Close them all and open just one.
eu: Aldi berean programa hauetako bat baino gehiago ireki nahi baduzu, oker funtziona lezakete. Itxi itzazu guztiak, eta bakarra ireki ezazu.
id: Aplikasi diatas tidak dapat digunakan secara bersamaan. Silakan tutup terlebih dahulu dan buka salah satu saja.
ko: 만약 이러한 꾸러미 관리자들을 동시에 하나 이상 사용하려고 하면 동작하지 않을 것입니다. 다른 것들은 모두 닫고 오직 하나의 프로그램만 사용하십시오.

source: You need administrative access to use any of these programs. See <ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink> for more details.
eu: Baimen administratiboak behar duzu programa hauetako edozein erabiltzeko. Irakur ezazu <ulink type="help" url="ghelp:administrative">Ataza Administratiboak</ulink> informazio gehiago eskuratzeko.
id: Anda membutuhkah hak akses administratif untuk mengunakan setiap program tersebut. Lihat <ulink type="help" url="ghelp:administrative">Tugas Administratif</ulink> untuk informasi lebih lanjut.
ko: 여러분은 이 프로그램 중 어떤 것을 사용하려고 할 때 관리자 권한이 필요합니다. 이에 관해서는 <ulink type="help" url="ghelp:administrative">관리자 작업</ulink>에 더 자세한 정보가 있습니다.

source: A software repository is a place from which you can download and install software over the Internet.
eu: Software errepositorioa Internet-etik softwarea deskargatu eta instalatzea ahalbidetzen dizun lekua da (azken finean, software biltegi bat da)
id: Repositori perangkat lunak ada tempat dimana Anda dapat men-download dan menginstal perangkat lunak dari Internet
ko: 소프트웨어 저장소는 여러분이 인터넷에서 소프트웨어를 다운로드 받고 설치할 수 있게 해 주는 곳입니다.

source: There are thousands of programs available to install on Ubuntu. These programs are stored in software archives (<emphasis>repositories</emphasis>) and are made freely available for installation over the Internet. This makes it very easy to install new programs in Linux, and it is also very secure, because each program you install is built specially for Ubuntu and checked before it is installed.
eu: Milaka programa dituzu eskuragarri Ubuntun instalatzeko. Programa hauek software-biltegietan gordetzen dira (<emphasis>errepositorioak</emphasis>) eta doan eskeintzen dira Internet bidez. Honi esker oso erraza da Linux-en programak instalatzea, eta baita oso segurua ere, instalatuko duzun programa bakoitza Ubunturentzat bereziki osatua eta frogatua baitago.
id: Ada ribuan program yang tersedia untuk dipasang pada Ubuntu. Program-program ini disimpan di arsip perangkat lunak (<emphasis>repositori</emphasis>) dan disediakan bebas untuk pemasangan lewat Internet. Hal ini sangat memudahkan pemasangan program baru di Linux, dan itu juga sangat aman, karena setiap program yang anda pasang dibangun khusus untuk Ubuntu dan diuji sebelum dipasang.
ko: 우분투에는 설치할 수 있는 수천 가지의 프로그램이 존재합니다. 이 프로그램들은 소프트웨어 아카이브(<emphasis>저장소</emphasis>)에 저장되어 있으며, 인터넷을 통해 자유롭게 설치할 수 있습니다. 이로 인해 리눅스에서 새로운 프로그램을 설치하는 일이 매우 간편해 졌으며 또한 매우 안전해 집니다. 왜냐 하면 각 여러분이 설치한 프로그램들은 우분투를 위해 특별히 빌드된 것이며, 설치되기 전에 검사를 거친 것이기 때문입니다.

source: Open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Software Sources</guimenuitem></menuchoice> and press <guilabel>Third-Party Software</guilabel>.
eu: Ireki <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administrazioa</guimenuitem><guimenuitem>Software Iturriak</guimenuitem></menuchoice> eta sakatu <guilabel>Third-Party Softwarea</guilabel>.
id: Buka <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrasi</guimenuitem><guimenuitem>Sumber Perangkat Lunak</guimenuitem></menuchoice> dan tekan <guilabel>Perangkat Lunak Pihak Ketiga</guilabel>.
ko: <menuchoice><guimenu>시스템</guimenu><guimenuitem>관리</guimenuitem><guimenuitem>소프트웨어 소스</guimenuitem></menuchoice>를 열고 <guilabel>써드파티 소프트웨어</guilabel>를 선택하세요.

source: Once you have downloaded the GPG key, import the key by selecting the <guilabel>Authenticate</guilabel> tab, and clicking on <guibutton>Import Key File...</guibutton>, and then selecting the GPG key to be imported.
eu: GPG gakoa deskargatu ondoren, gakoa inportatu ezazu <guilabel>Autentikazioa</guilabel> fitxako <guibutton>Gako-fitxategia inportatu...</guibutton> sakatuz, eta GPG gakoa hautatuz.
id: Setelah anda mengunduh kunci GPG, imporlah kunci tersebut dengan memilih tab <guilabel>Otentikasi</guilabel>, dan mengklik <guibutton>Impor Berkas Kunci...</guibutton>, lalu memilih kunci GPG untuk diimpor.
ko: GPG 키를 다운로드 받고 나면, <guilabel>인증</guilabel> 탭의 <guibutton>키 파일 가져오기...</guibutton> 를 클릭하고 해당 키를 선택하여 키를 설정할 수 있습니다.

source: Click <guibutton>Reload</guibutton> in the package manager to update the list of available packages.
eu: <guibutton>Berkargatu</guibutton> sakatu pakete-kudeatzailean eskuragarri dituzun paketeen zerrenda eguneratzeko.
id: Klik <guibutton>Reload</guibutton> dalam package manager untuk meng-update daftar paket yang tersedia.
ko: 꾸러미 관리자에서 <guibutton>새로 고침</guibutton>을 클릭하면 이용 가능한 꾸러미 목록이 업데이트 됩니다.

source: With the <guimenuitem>Add/Removeâ€¦</guimenuitem> item in the <guimenu>Applications</guimenu> menu, you can install programs to do new things with Ubuntu. You can also remove programs you do not want. You need administrative access to use <application>Add/Remove Programs</application> (see <ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink> for more details).
eu: <guimenu>Aplikazioak</guimenu> menuko <guimenu>Gehitu/Kendu...</guimenu> erabiliz, programa berriak instalatu ditzakezu Ubuntun. Jadanik eduki nahi ez dituzun programak kendu ditzakezu ere. Baimen administratiboak behar dituzu <application>Aplikazioak Gehitu/Kendu</application> erabiltzeko (ikusi <ulink type="help" url="ghelp:administrative">Administrazio Lanak</ulink> xehetasun gehiagorako).

source: Programs that are already installed begin with a check mark next to their name. Uncheck a program if you want to remove it from your computer.
eu: Dagoeneko zure sisteman instalaturik dauden programak marka bat izango dute bere izenaren aldamenean. Marka hori kendu iezaiozu zure ordenagailutik kendu nahi duzun programari.
id: Program yang sudah diinstal akan terlihat tanda cek pada bagian setelah nama. Uncheck program jika Anda ingin menghapus program itu dari komputer.
ko: 이미 설치된 프로그램들은 이름 앞에 체크 표시가 되어 있습니다. 이 프로그램들을 제거하고 싶으면 체크 표시를 없애 주세요.

source: When you click <guibutton>Apply</guibutton> or <guibutton>OK</guibutton>, any new software will be downloaded from the Internet, and Ubuntu will make the changes you selected. If you have not activated the online package archive, you may be asked to insert your Ubuntu CD-ROM to install some packages.
eu: <guibutton>Aplikatu</guibutton> edo <guibutton>Ados</guibutton> botoia sakatzean, software berria Internetetik deskargatuko da eta aukeratu dituzuk aldaketak burutuko ditu Ubuntuk. Online pakete-biltegiak ez badituzu aktibatu, baliteke pakete batzuen instalaziorako Ubuntu CD-ROMa eskatzea.
id: Ketika Anda mengeklik <guibutton>Apply</guibutton> atau <guibutton>OK</guibutton>, setiap perangkat lunak baru akan di-download dari Internet, dan Ubuntu akan melakukan perubahan. Jika Anda tidak mengaktifkan arsip paket online, maka Anda akan ditanyakan agar memasukkan CD Ubuntu untuk menginstal beberapa paket.
ko: <guibutton>적용</guibutton> 버튼이나 <guibutton>확인</guibutton> 버튼을 누르면, 우분투는 여러분이 선택한 새로운 소프트웨어를 인터넷에서 다운로드 받아서 설치합니다. 만약 여러분이 온라인 꾸러미 저장소를 활성화 시키지 않았다면 몇몇 꾸러미를 설치하기 위해 우분투 CD-ROM을 삽입해야 할 수도 있습니다.

source: Some packages from the <emphasis>main</emphasis> and <emphasis>restricted</emphasis> Ubuntu package repositories can be installed from the Ubuntu installation CD. Simply insert your Ubuntu installation CD and open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>. To list only packages on the Ubuntu installation CD, click on the <guibutton>Origin</guibutton> button in the lower left corner of <application>Synaptic Package Manager</application>. The packages are listed under the <guimenuitem>Ubuntu 7.10_Gutsy Gibbon</guimenuitem> section.
eu: <emphasis>main</emphasis> eta <emphasis>restricted</emphasis> errepositorioetako pakete batzuk instalatu ditzakezu Ubuntu Instalazio-CDa erabiliz. Horretarako, Ubuntu Instalazio-CDa sartu ezazu eta ireki ezazu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administrazioa</guimenuitem><guimenuitem>Synaptic Pakete-Kudeatzailea</guimenuitem></menuchoice>. Ubuntu Instalazio-CDko paketeak bakarrik zerrendatzeko, sakatu ezazu <application>Synaptic Pakete-Kudeatzailea</application>ren ezker azpialdeko <guibutton>Jatorria</guibutton> botoia. <guimenuitem>Ubuntu 7.10_Gutsy Gibbon</guimenuitem> atalean zerrendatzen dira pakete horiek.
id: Beberapa paket dari paket <emphasis>main</emphasis> dan <emphasis>restricted</emphasis> repositori Ubuntu dapat diinstal dari CD instalasi Ubuntu. Mudah, masukkan CD instalasi Ubuntu dan buka <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrasi</guimenuitem><guimenuitem>Synaptic Package Manajer</guimenuitem></menuchoice>. Untuk mendaftar paket-paket dari CD instalasi Ubuntu saja, klik pd tombol <guibutton>Asal</guibutton> di kiri bawah <application>Synaptic Package Manajer</application>. Paket-paket didaftar di bagian <guimenuitem>Ubuntu 7.10_Gutsy Gibbon</guimenuitem>.
ko: 우분투의 <emphasis>main</emphasis> 저장소와 <emphasis>restricted</emphasis> 저장소에 속한 몇몇 꾸러미들은 우분투 설치 cD 를 통해 설치할 수 있습니다. 그냥 우분투 설치 CD 를 넣고 <menuchoice><guimenu>시스템</guimenu><guimenuitem>관리</guimenuitem><guimenuitem>시냅틱 꾸러미 관리자</guimenuitem></menuchoice> 를 실행하십시오. 우분투 설치 CD 내의 꾸러미들의 목록 만을 보고 싶다면, <application>시냅틱 꾸러미 관리자</application> 의 왼쪽 아래에 있는 <guibutton>출처</guibutton> 버튼을 클릭합니다. 해당 꾸러미들은 <guimenuitem>Ubuntu 7.10_Gutsy Gibbon</guimenuitem> 부분에서 볼 수 있습니다.

source: If the packages are not listed, it may be because the CD is not listed as a package repository (the CD should be listed as a repository by default). To add the CD as a package repository:
eu: Paketeak ez badaude zerrendatuta, agian CDa ez dago errepositorioen zerrendan (modu lehenetsiz, errepositorioen zerrendan egon beharko litzateko CDa). CDa gehitzeko errepositorioen zerrendara:
id: Jika paket-paket tsb tidak ada dlm daftar, mungkin karena CD tidak terdaftar sbg repositori paket (seharusnya, secara default sudah terdaftar sebagai repositori). Untuk menambahkan CD sbg repositori paket.
ko: 만약 꾸러미들의 목록이 보이지 않는다면 아마도 CD 가 꾸러미 저장소로 보이지 않기 때문일 것입니다 (기본적으로 CD 는 저장소로 보입니다). CD 를 꾸러미 저장소로 추가하기 위해서는:

source: Eject the CD.
eu: Atera ezazu CDa.
id: Keluarkan CD.
ko: CD 를 꺼냅니다.

source: Open the <emphasis>Software Sources</emphasis> dialog by selecting <guimenuitem>Repositories</guimenuitem> from the <guimenu>Settings</guimenu> menu of <application>Synaptic Package Manager</application>.
eu: Ireki ezazu <emphasis>Software Iturriak</emphasis> leihoa, horretarako sakatu ezazu <application>Synaptic Pakete-Kudeatzailea</application>ren <guimenu>Ezarpenak</guimenu> menuko <guimenuitem>Errepositorioak</guimenuitem>
id: Buka dialog <emphasis>Sumber Perangkat Lunak</emphasis> dg memilih <guimenuitem>Repositori</guimenuitem> dari menu <guimenu>Pengaturan</guimenu> dalam <application>Synaptic Package Manajer</application>.
ko: <application>시냅틱 꾸러미 관리자</application> 의 <guimenu>설정</guimenu> 메뉴에서 <guimenuitem>저장소</guimenuitem> 를 선택하여 <emphasis>소프트웨어 소스</emphasis> 창을 띄웁니다.

source: Go to the Third-Party Software tab and click on the <guibutton>Add CD-ROM</guibutton> button.
eu: Third-Party Softwarearen fitxara joan eta sakatu ezazu <guibutton>CD-ROMa gehitu...</guibutton>
id: Pindah ke tab Perangkat Lunak Pihak Ketiga dan klik tombol <guibutton>Tambah CD-ROM</guibutton>.
ko: 써드 파티 소프트웨어 탭에서 <guibutton>CD-ROM 추가</guibutton> 버튼을 클릭합니다.

source: The packages should then be listed.
eu: Paketeak zerrendatu beharko lirateke jada.
id: Paket-paket mestinya menjadi terdaftar.
ko: 꾸러미의 목록이 보일 것입니다.

source: To enable <application>Synaptic</application> to install packages from CDs which contain packages:
eu: Paketeak dituzten beste CD batzuetatik instalatu ahal dezan <application>Synaptic</application>ek:
id: Untuk mengaktipkan <application>Synaptic</application> guna menginstal paket-paket dari CD yang mengandung paket-paket:
ko: <application>시냅틱</application> 에서 꾸러미들을 포함하는 CD 를 통해 꾸러미를 설치할 수 있게 하려면:

source: Open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>.
eu: Ireki ezazu <menuchoice><guimenu>System</guimenu><guimenuitem>Administrazioa</guimenuitem><guimenuitem>Synaptic Pakete-Kudeatzailea</guimenuitem></menuchoice>.
id: Buka <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrasi</guimenuitem><guimenuitem>Synaptic Package Manajer</guimenuitem></menuchoice>.
ko: <menuchoice><guimenu>시스템</guimenu><guimenuitem>관리</guimenuitem><guimenuitem>시냅틱 꾸러미 관리자</guimenuitem></menuchoice> 를 실행합니다.

source: Open the <emphasis>Software Sources</emphasis> tool by selecting <guimenuitem>Repositories</guimenuitem> from the <guimenu>Settings</guimenu> menu of <application>Synaptic Package Manager</application>.
eu: Ireki ezazu <emphasis>Software Iturriak</emphasis> tresna, horretarako <application>Synaptic Pakete-Kudeatzailea</application>ren <guimenu>Ezarpenak</guimenu> menuko <guimenuitem>Errepositorioak</guimenuitem> sakatuz.
id: Buka alat bantu <emphasis>Sumber Perangkat Lunak</emphasis> dg memilih <guimenuitem>Repositori</guimenuitem> dari menu <guimenu>Pengaturan</guimenu> dalam <application>Synaptic Package Manajer</application>.
ko: <application>시냅틱 꾸러미 관리자</application> 의 <guimenu>설정</guimenu> 메뉴에서 <guimenuitem>저장소</guimenuitem> 를 선택하여 <emphasis>소프트웨어 소스</emphasis> 창을 띄웁니다.

source: Insert the CD which contains the packages.
eu: Sartu ezazu paketeak dituen CDa.
id: Masukkan CD yang memuat paket.
ko: 꾸러미들을 포함하는 CD 를 넣습니다.

source: The packages should then be listed. To have <application>Synaptic</application> only list packages from the CD, click the <guibutton>Origin</guibutton> button on the lower left corner of <application>Synaptic Package Manager</application>, then find the name of the CD on the list on the upper left corner of <application>Synaptic</application>.
eu: Paketeak zerrendatu beharko lirateke jada. CDko paketeak bakarrik zerrendatzeko <application>Synaptic</application>en, sakatu ezazu ezker azpialdeko <guibutton>Jatorria</guibutton> botoia <application>Synaptic Pakete-Kudeatzailea</application>n, eta bilatu ezazu CDaren izena ezker goialdean.
id: Paket-paket seharusnya ada dlm daftar. Agar <application>Synaptic</application> hanya mendaftar paket-paket dari CD, klik tombol <guibutton>Asal</guibutton> pada pojok kiri bawah aplikasi <application>Synaptic Package Manajer</application>, lalu cari nama CD yg dimaksud pd daftar kiri atas <application>Synaptic</application>.
ko: 꾸러미의 목록이 보일 것입니다. <application>시냅틱</application> 에서 해당 CD 내의 꾸러미들의 목록 만을 보고 싶다면, <application>시냅틱 꾸러미 관리자</application> 의 왼쪽 아래에 있는 <guibutton>출처</guibutton> 버튼을 클릭하고, 왼쪽 위의 목록에서 해당 CD 의 이름을 찾아보십시오.

source: Further documentation on <application>APTonCD</application> can be found on it's website, <ulink url="http://aptoncd.sourceforge.net">aptoncd.sourceforge.net</ulink>
eu: <application>APTonCD</application>ren inguruko informazio gehiago eskuratzeko, bisita ezazu bere webgunea: <ulink url="http://aptoncd.sourceforge.net">aptoncd.sourceforge.net</ulink>
id: Dokumentasi lebih lanjut ttg <application>APTonCD</application> dapat ditemukan di situsnya. <ulink url="http://aptoncd.sourceforge.net">aptoncd.sourceforge.net</ulink>
ko: <application>APTonCD</application> 에 대한 자세한 설명은 <ulink url="http://aptoncd.sourceforge.net">aptoncd.sourceforge.net</ulink> 에 있는 웹사이트에서 찾아볼 수 있습니다.

source: To launch <application>Synaptic</application>, press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>. You need administrative access to use <application>Synaptic</application>. See <ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink> for more details.
eu: <application>Synaptic</application> abiarazteko, sakatu ezazu <menuchoice><guimenu>System</guimenu><guimenuitem>Administrazioa</guimenuitem><guimenuitem>Synaptic Pakete-Kudeatzailea</guimenuitem></menuchoice>. Baimen administratiboak beharko dituzu <application>Synaptic</application> erabiltzeko. Ikusi <ulink type="help" url="ghelp:administrative">Administrazio Lanak</ulink> informazio gehiago eskuratzeko.
id: Untuk menjalankan <application>Synaptic</application>, tekan <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrasi</guimenuitem><guimenuitem>Synaptic Package Manajer</guimenuitem></menuchoice>. Anda membutuhkan akses administratip untuk menggunakan <application>Synaptic</application>. Lebih lanjut, lihat <ulink type="help" url="ghelp:administrative">Tugas Administratip</ulink>.
ko: <application>시냅틱</application> 을 실행하려면 <menuchoice><guimenu>시스템</guimenu><guimenuitem>관리</guimenuitem><guimenuitem>시냅틱 꾸러미 관리자</guimenuitem></menuchoice> 를 선택하십시오. <application>시냅틱</application> 을 실행하기 위해서는 관리자 권한이 필요합니다. 자세한 내용은 <ulink type="help" url="ghelp:administrative">관리 작업</ulink> 부분을 참조하기 바랍니다.
