Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/add-applications/po/*.po
Languages: ar, bg, cs, da, de, el, es, eu, fr, gl, he, id, it, ja, ko, mk, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
ar: ubuntu-doc@lists.ubuntu.com (مشروع توثيق أوبونتو)
bg: ubuntu-doc@lists.ubuntu.com (Проект за документация на Убунту)
cs: ubuntu-doc@lists.ubuntu.com (Dokumentační projekt Ubuntu)
da: ubuntu-doc@lists.ubuntu.com (Ubuntu-dokumentationsprojektet)
de: ubuntu-doc@lists.ubuntu.com (Ubuntu-Dokumentationsprojekt)
el: ubuntu-doc@lists.ubuntu.com (Έργο Τεκμηρίωσης του Ubuntu)
es: ubuntu-doc@lists.ubuntu.com (Proyecto de documentación de Ubuntu)
eu: ubuntu-doc@lists.ubuntu.com (Ubuntu Dokumentazio Proiektua)
fr: ubuntu-doc@lists.ubuntu.com (Projet de documentation Ubuntu)
gl: ubuntu-doc@lists.ubuntu.com (Proxecto de Documentación de Ubuntu)
he: ubuntu-doc@lists.ubuntu.com (פרוייקט התיעוד של אובונטו)
id: ubuntu-doc@lists.ubuntu.com (Proyek Dokumentasi Ubuntu)
it: ubuntu-doc@lists.ubuntu.com (Progetto documentazione di Ubuntu)
ko: ubuntu-doc@lists.ubuntu.com (우분투 문서화 프로젝트)
mk: ubuntu-doc@lists.ubuntu.com (Проект за документација на Ubuntu)
nl: ubuntu-doc@lists.ubuntu.com (Ubuntu-documentatieproject, Engelstalig)
pl: ubuntu-doc@lists.ubuntu.com (Projekt Dokumentacji Ubuntu)
pt_br: ubuntu-doc@lists.ubuntu.com (Projeto de Documentação do Ubuntu)
ro: ubuntu-doc@lists.ubuntu.com (Proiectul de documentaţie Ubuntu)
ru: ubuntu-doc@lists.ubuntu.com (Проект документации Ubuntu)
sk: ubuntu-doc@lists.ubuntu.com (Dokumentačný projekt Ubuntu)
sv: ubuntu-doc@lists.ubuntu.com (Ubuntus dokumentationsprojekt)
zh_cn: ubuntu-doc@lists.ubuntu.com（Ubuntu文档项目）
zh_tw: ubuntu-doc@lists.ubuntu.com (Ubuntu 文件計劃)

source: Adding and Removing Software
da: Tilføj og fjern software
es: Instalar y desinstalar programas
eu: Softwarea Gehitu edo Kendu
gl: Engadir e Eliminar Aplicacións
he: הוספה והסרה של תוכנות
id: Menambah dan Menghapus Perangkat Lunak
ko: 프로그램 추가와 제거
mk: Додавање и отстранување софтвер
nl: Toepassingen installeren of verwijderen
ro: Adaugarea și ștergerea programelor
sk: Pridávanie a odstraňovanie softvéru
zh_cn: 添加和删除软件

source: Instructions on how to install and uninstall software, including information on package management.
ar: تعلميات حول كيفية تثبيت وإزالة تثبيت البرمجيات، تتضمن معلومات حول إدارة الحزم.
bg: Указания за инсталация и премахване на софтуер и информация за управлението на пакети.
cs: Instrukce jak instalovat a odstraňovat software, včetně informací o správě balíků.
da: Instruktioner i hvordan du installerer og afinstallerer software, deriblandt information om pakkehåndtering.
de: Anweisungen zum Hinzufügen und Entfernen von Anwendungen, sowie Informationen zur Paketverwaltung.
el: Οδηγίες για την εγκατάσταση και απεγκατάσταση λογισμικού, με πληροφορίες για την διαχείριση πακέτων.
es: Instrucciones sobre cómo instalar y desinstalar programas, incluyendo información sobre gestión de paquetes.
fr: Instructions pour installer et désinstaller des logiciels, incluant des informations sur la gestion de paquets.
gl: Instrucións acerca de como instalar e desinstalar programas, incluído información acerca da xestión de paquetes.
he: הוראות כיצד להתקין ולהסביר תוכנות, כולל מידע על ניהול חבילות.
it: Istruzioni su come installare e disintallare i programmi, con informazioni sulla gestione dei pacchetti.
ja: パッケージ管理の方法を含む、ソフトウェアのインストール方法やアンインストール方法を解説します。
mk: Инструкции за инсталирање и отстранување софтвер, вклучувајќи информации за менаџмент на пакети.
nl: Instructies over hoe u software installeert en de-installeert, inclusief informatie over pakketbeheer.
pl: Instrukcje o tym, jak zainstalować i odinstalować oprogramowanie, łącznie z informacją o zarządzaniu pakietami.
pt_br: Instruções sobre como instalar e desinstalar programas, incluindo informações sobre o gerenciador de pacotes.
ro: Instrucțiuni despre instalarea și dezinstalarea aplicațiilor, inclusiv despre gestionarea pachetelor.
ru: Инструкции по установке и деинсталляции программ, а также информация об управлении пакетами.
sk: Pokyny ako inštalovať a odinštalovať softvér, vrátane informácií o správe balíkov.
sv: Instruktioner för installation och borttagning av programvara, inklusive information om pakethantering.
zh_cn: 介绍如何安装和卸载软件，包括软件包管理上的信息。
zh_tw: 說明如何安裝或移除軟體，包括套件管理的資訊。

source: Adding, Removing and Updating Applications
ar: إضافة وإزالة وتحديث البرامج
bg: Добавяне, премахване и актуализиране на програми
cs: Přidávání, odstraňování a aktualizace aplikací
da: Tilføj, fjern og opdater programmer
de: Anwendungen hinzufügen, entfernen und aktualisieren
el: Εγκατάσταση, Απεγκατάσταση και Αναβάθμιση Εφαρμογών
es: Instalar, desinstalar y actualizar aplicaciones
eu: Aplikazioak Gehitu, Kendu edo Eguneratu
fr: Ajouter, supprimer et mettre à jour des applications
gl: Engadir, Eliminar e Actualizar Aplicacións
he: הוספה, הסרה ועדכון תוכנות
id: Menambah, Menghapus dan Memutakhirkan Aplikasi
it: Aggiungere, rimuovere e aggiornare applicazioni
ja: アプリケーションの追加/削除/アップデート
ko: 프로그램을 추가, 삭제 및 업데이트하는 방법
mk: Додавање, отстранување и ажурирање на апликации
nl: Toepassingen installeren, verwijderen en updaten
pl: Dodawanie, usuwanie i aktualizacja programów
pt_br: Adicionando, Removendo e Atualizando Aplicações
ro: Adăugarea, ștergerea și actualizarea programelor
ru: Установка, удаление и обновление приложений
sk: Pridávanie, odstraňovanie a aktualizovanie aplikácií
sv: Lägg till, ta bort och uppdatera program
zh_cn: 添加、删除和更新应用程序
zh_tw: 新增、移除以及更新應用程式

source: Credits and License
ar: الشكريات والترخيص
bg: Заслуги и лиценз
cs: Zásluhy a licence
da: Bidragydere og licens
de: Mitwirkende und Lizenzbestimmungen
el: Συντελεστές και Άδεια Χρήσης
es: Créditos y licencia
eu: Kredituak eta Lizentzia
fr: Remerciements et licence
gl: Créditos e Licenza
he: תודות ורישיון
id: Kredit dan Lisensi
it: Riconoscimenti e licenza
ja: 著作権およびライセンス
ko: 만든 사람들과 저작권
mk: Заслуги и лиценца
nl: Medewerkers en licentie
pl: Autorzy i Licencja
pt_br: Créditos e Licença
ro: Colaboratori și licență
ru: Разработчики и лицензия
sk: Poďakovanie a licencia
sv: Erkännanden och licens
zh_cn: 荣誉与授权许可
zh_tw: 嗚謝與授權

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
ar: هذا المستند يدار بواسطة مشروع توثيق أوبونتو (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
bg: Този документ се поддържа от екипа за документация на Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Списъкът с учатниците в този екип вижте на <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
cs: Tento dokument je spravován dokumentačním týmem Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pokud chcete shlédnout seznam přispěvatelů, navštivte <ulink url="../../libs/C/contributors.xml">stránku přispěvatelů</ulink>
de: Dieses Dokument wird vom Ubuntu-Dokumentationsteam gepflegt (https://wiki.ubuntu.com/DocumentationTeam). Eine Liste der Mitwirkenden finden Sie unter <ulink url="../../libs/C/contributors.xml">Mitwirkende</ulink>.
el: Αυτό το έγγραφο συντηρείται από την ομάδα τεκμηρίωσης του Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Για τη λίστα των συντελεστών, δείτε <ulink url="../../libs/C/contributors.xml">την σελίδα τους</ulink>
es: Este documento lo mantiene el Equipo de Documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para ver una lista de contribuyentes, consulte la <ulink url="../../libs/C/contributors.xml">página de contribuyentes</ulink>
fr: Ce document est maintenu par l'équipe de documentation d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pour obtenir la liste des contributeurs, consultez la <ulink url="../../libs/C/contributors.xml">page des contributeurs</ulink>. En cas de problème avec la traduction française, vous pouvez contacter l'équipe de traduction sur la liste de diffusion : ubuntu-fr-l10n@lists.ubuntu.com
gl: Este documento é mantido polo equipo de documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para unha lista dos que contribuíron, véxase a <ulink url="../../libs/C/contributors.xml">páxina dos contribuidores</ulink>.
it: Questo documento viene mantenuto dal gruppo documentazione di Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). L'elenco dei collaboratori è visibile presso <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
ja: このドキュメントはUbuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam)によってメンテナンスされています。貢献者のリストは<ulink url="../../libs/C/contributors.xml">contributors page</ulink>を見てください
mk: Овој документ се одржува од страна на тимот за документација на Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). За листа на придонесувачи, видете ја <ulink url="../../libs/C/contributors.xml">страницата на придонесувачи</ulink>
pl: Ten dokument jest pod opieką Zespołu Dokumentacji Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Lista autorów jest dostępna na <ulink url="../../libs/C/contributors.xml">tej stronie</ulink>.
pt_br: Este documento é mantido pelo time de documentação do Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para obter uma lista dos contribuintes, veja a <ulink url="../../libs/C/contributors.xml">página dos contribuintes</ulink>
ro: Acest document este întreținut de echipa de documentație Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pentru o listă a contributorilor, vedeți <ulink url="../../libs/C/contributors.xml">pagina contributorilor</ulink>
ru: Этот документ поддерживается командой документирования Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Для просмотра списка участников смотрите <ulink url="../../libs/C/contributors.xml">страницу участников</ulink>
sv: Detta dokument underhålls av Ubuntus dokumentationsteam (https://wiki.ubuntu.com/DocumentationTeam). Se <ulink url="../../libs/C/contributors.xml">bidragsgivarnas sida</ulink> för en lista över bidragsgivare.
zh_cn: 此文档由 Ubuntu 文档小组维护 (https://wiki.ubuntu.com/DocumentationTeam)。贡献者的列表位于<ulink url="../../libs/C/contributors.xml">贡献者页面</ulink>
zh_tw: 本文件是由 Ubuntu 文件小組 (https://wiki.ubuntu.com/DocumentationTeam) 維護。請參看<ulink url="../../libs/C/contributors.xml">貢獻者頁</ulink>取得貢獻者的列表。

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ar: هذا المستند متاح تحت رخصة العموميات الخلاقة التشارك بالمثل 2.5 (CC-BY-SA).
bg: Този документ се предлага под силата на лиценза Creative Commons ShareAlike 2.5 (CC-BY-SA).
cs: Tento dokument je uveřejněn pod licencí Creative Commons ShareAlike 2.5 (CC-BY-SA).
da: Dette dokument er udgivet under Creative Commons Navngivelse-Del på samme vilkår 2.5 Licensen (CC-BY-SA).
de: Dieses Dokument wurde unter der Creative-Commons-ShareAlike-Lizenz 2.5 (CC-BY-SA) veröffentlicht.
el: Το έγγραφο αυτό διατίθεται υπό την άδεια Creative Commons ShareAlike 2.5 (CC-BY-SA).
es: Este documento se encuentra disponible bajo la licencia de Creative Commons ShareAlike 2.5 (CC-BY-SA).
eu: Dokumentu hau Creative Commons ShareAlike 2.5 Lizentziapean (CC-BY-SA) argitaratzen da.
fr: Ce document est diffusé sous la licence Creative Commons Paternité – Partage des conditions initiales à l'identique v. 2.5 (CC-BY-SA).
gl: Este documento distribúese baixo a Licenza Creative Commons ShareAlike 2.5 (CC-BY-SA).
he: המסמך זמין תחת רישיון ייחוס-שיתוף זהה 2.5 (CC-BY-SA)
id: Dokumen ini tersedia dibawah Lisensi Creative Commons ShareAlike 2.5 (CC-BY-SA).
it: Questo documento è reso disponibile nei termini della licenza Creative Commons ShareAlike 2.5 (CC-BY-SA).
ja: このドキュメントは、Creative Commons ShareAlike 2.5 License (CC-BY-SA)のもとで利用可能とします。
ko: 이 문서는 크리에이티브 커먼즈 저작자표시-동일조건변경허락 2.5 라이센스(CC-BY-SA)에 따라 이용가능합니다.
mk: Овој документ е достапен под Creative Commons ShareAlike 2.5 лиценцата (CC-BY-SA).
nl: Dit document wordt beschikbaar gesteld onder de Creative Commons ShareAlike 2.5 Licentie (CC-BY-SA).
pl: Ten dokument jest udostępniany na zasadach licencji Creative Commons ShareAlike 2.5 (CC-BY-SA).
pt_br: Este documento é disponibilizado sob a Licença Creative Commons ShareAlike 2.5 (CC-BY-SA).
ro: Acest document este disponibil sub licenţa Creative Commons ShareAlike 2.5 (CC-BY-SA)
ru: Этот документ доступен под лицензией Creative Commons ShareAlike 2.5 (CC-BY-SA)
sk: Tento dokument je dostupný za podmienok licencie Creative Commons ShareAlike 2.5 (CC-BY-SA).
sv: Det här dokumentet har gjorts tillgängligt under licensen Creative Commons ShareAlike 2.5 License (CC-BY-SA).
zh_cn: 本文档在 Creative Commons ShareAlike 2.5 授权许可 (CC-BY-SA) 的条款下发布。
zh_tw: 本文件以創用 CC「姓名標示-相同方式分享 2.5 版」授權條款授權。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
ar: لك الحرية في تعديل و زيادة و تحسين شفرات المصدر الخاصة بتوثيق أوبونتو تحت شروط هذه الرخصة. كل الأعمال المشتقة يجب أن تنشر تحت هذه الرخصة.
bg: Имате правото свободно да променяте, разширявате и подобрявате изходния код на Убунту документацията при условията на този лиценз. Всички производни разработки трябва да бъдат под силата на този лиценз.
cs: Jste oprávněni upravovat, rozšiřovat a vylepšovat zdrojový kód dokumentace Ubuntu v rámci této licence. Všechny odvozené práce musí být uveřejněny pod touto licencí.
da: Du kan frit ændre, udvide og forbedre Ubuntu-dokumentationens kildekode under betingelserne i denne licens. Alle afledte værker skal udgives under denne licens.
de: Es steht Ihnen frei, den Quelltext der Ubuntu-Dokumentation im Rahmen dieser Lizenzbedingungen zu verändern, zu erweitern und zu verbessern. Alle davon abstammenden Werke müssen unter dieser Lizenz veröffentlicht werden.
el: Είστε ελεύθεροι να τροποποιήσετε, να επεκτείνετε και να βελτιώσετε τον πηγαίο κώδικα της τεκμηρίωσης του Ubuntu, υπό τους όρους της συγκεκριμένης άδειας.
es: Usted es libre de modificar, extender y mejorar el código fuente de la documentación de Ubuntu bajo los términos de esta licencia. Todos los trabajos derivados deben publicarse bajo esta licencia.
eu: Aske zara Ubuntu dokumentazioaren iturburu-kodea aldatu, luzatu eta hobetzeko, betiere lizentzia honen baldintzapean. Eratorritako lan guztiak lizentzia honen pean argitaratu behar dira.
fr: Vous êtes libre de modifier, de compléter ou d'améliorer le code source de la documentation Ubuntu sous les termes de cette licence. Tous les travaux dérivés doivent être soumis à cette même licence.
gl: É libre de modificar, ampliar e mellorar o código fonte da documentación de Ubuntu baixo os termos desta licenza. Todas as obras derivadas téñense que publicar baixo a esta licenza.
he: אתה רשאי לשנות, להרחיב ולשפר את קוד המקור של תיעוד אובונטו תחת תנאי רישיון זה. כל העבודות הנגזרות חייבות להיות מופצות תחת רישיון זה.
id: Anda bebas untuk mengubah, memperluas, dan memperbaiki kode sumber dokumentasi Ubuntu sesuai syarat-syarat yang ada dari lisensi ini. Semua pekerjaan turunan harus diterbitkan dengan salah satu atau kedua lisensi ini.
it: Siete liberi di modificare, estendere e migliorare la documentazione di Ubuntu rispettando i termini di questa licenza. Tutti i lavori derivati devono essere rilasciati sotto i termini di questa licenza.
ja: このライセンスのもとで、利用者はUbuntuドキュメントのソースコードを改変、加筆、改善する自由があります。すべての派生作品はこのライセンスのもとで発表されなければなりません。
ko: 여러분은 이 라이센스의 규정에 따라 얼마든지 우분투 문서의 소스 코드를 변경, 확장, 개선할 수 있습니다. 다만, 이러한 작업에 따른 모든 결과물들은 이 라이센스와 함께 배포되어야 합니다.
mk: Имате слобода да го менувате, проширувате и подобрувате изворниот код на документацијата на Ubuntu под условите дефинирани во оваа лиценца. Сите наследени дела мора да бидат објавени под оваа лиценца.
nl: Het staat u vrij de broncode van de Ubuntu-documentatie te wijzigen, uit te breiden en te verbeteren onder de voorwaarden van deze licentie. Alle afgeleide werken moeten ook onder deze licentie vrijgegeven worden.
pl: Każdy ma prawo modyfikować, rozszerzać i poprawiać kod źródłowy dokumentacji Ubuntu na zasadach zawartych w niniejszej licencji. Wszelkie dzieła pochodne muszą być udostępniane na tej samej licencji.
pt_br: Você é livre para modificar, estender e melhorar o código-fonte da documentação do Ubuntu sob os termos desta licença. Todos os trabalhos derivados devem ser liberados sob esta licença.
ro: Aveți libertatea să modificaţi, extindeţi şi îmbunătăţiţi codul sursă al documentaţiei Ubuntu respectând termenii acestei licenţe. Orice lucrare derivată din acestă documentaţie trebuie să se supună termenilor acestei licenţe.
ru: Вы вольны изменять, расширять и улучшать исходный код документации Ubuntu по условиям этой лицензии. Все вторичные работы должны быть выпущены под этой лицензией.
sk: Môžete slobodne modifikovať, rozširovať a zlepšovať zdrojové kódy dokumentácie Ubuntu za podmienok tejto licencie. Všetky odvodené diela musia byť vydané za podmienok tejto licencie.
sv: Du får fritt ändra, utöka och förbättra källkoden till Ubuntu-dokumentationen under villkoren för den här licensen. Alla verk baserade på detta måste släppas under den här licensen.
zh_cn: 您可以在该许可的条款下自由地修改、扩展，以及改进本 Ubuntu 文档的源码。所有的衍生作品必须在本许可下发布。
zh_tw: 您可以依此授權下自由編輯、擴展與改善 Ubuntu 說明文件原始碼，而衍生作品必須依循此同樣的授權條款發表。

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
ar: هذا المستند موزع على أمل أن يكون ذا فائدة، لكن بدون أي ضمانات؛ بدون حتى ضمان مبطن لمناسبته التجارية أو أو لياقته لغرض محدد كما هو موضع في هذا الإخلاء.
bg: Този документ се разпространява с надеждата, че ще бъде полезен, но БЕЗ НИКАКВА ГАРАНЦИЯ; дори без косвена гаранция за ГОДНОСТ ЗА ПРОДАЖБА или ПРИГОДНОСТ ЗА УПОТРЕБА С ОПРЕДЕЛЕНА ЦЕЛ, КАКТО Е ОПИСАНО В РАЗДЕЛА ОТКАЗВАНЕ ОТ ПРАВА.
cs: Tato dokumentace je distribuována s vírou, že bude užitečná, ale BEZ JAKÉKOLIV ZÁRUKY; dokonce bez předpokládané záruky OBCHODOVATELNOSTI nebo ZPŮSOBILOSTI KE KONKRÉTNÍMU ÚČELU, JAK JE POPSÁNO V TOMTO USTANOVENÍ.
da: Denne dokumentation distribueres i håb om den vil være nyttig, men UDEN NOGEN GARANTI, selv uden den underforståede garanti omkring SALGBARHED eller EGNETHED TIL ET BESTEMT FORMÅL SOM BESKREVET I ANSVARSFRASKRIVELSEN.
de: Dieses Dokument wurde in der Hoffnung herausgeben, dass es sich als nützlich und hilfreich erweisen werde. Dies beinhaltet jedoch keine Gewährleistung, weder ausdrücklich noch implizit, einschließlich – aber nicht begrenzt auf – Marktreife oder Verwendbarkeit für einen bestimmten Zweck, wie im Haftungsausschluss beschrieben.
el: Αυτή η τεκμηρίωση διατίθεται με την ελπίδα, ότι θα είναι χρήσιμη αλλά ΧΩΡΙΣ ΚΑΜΙΑ ΕΓΓΥΗΣΗ: χωρίς καν την υπονοούμενη εγγύηση ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ ή ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΕΝΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ, ΟΠΩΣ ΠΕΡΙΓΡΑΦΕΤΑΙ ΣΤΗΝ ΑΠΟΠΟΙΗΣΗ ΕΥΘΥΝΩΝ.
es: Esta documentación se distribuye con la esperanza de que resulte útil, pero SIN NINGUNA GARANTÍA; sin ni siquiera la garantía implícita de COMERCIALIZACIÓN o de que SEA ADECUADA PARA UN PROPÓSITO PARTICULAR, TAL Y COMO SE INDICA EN LA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDAD.
eu: Dokumentu hau erabilgarri izango den ustetan banatzen da, baino INOLAKO BERMERIK GABE; ez MERKATURATZE berme inplizitoa ez eta HELBURU JAKIN BATERAKO EGOKI IZANGO DELAKOA ere ARDURA EZEZTAPENEAN AZALDU BEZALA.
fr: Cette documentation est distribuée dans l'espoir qu'elle sera utile, mais SANS AUCUNE GARANTIE de quelque nature que ce soit ; expresse ou implicite, y compris, mais sans y être limité, les garanties D'APTITUDE À LA VENTE ou À UN BUT PARTICULIER COMME EXPOSÉ DANS LA MISE EN GARDE. (N.B. : en cas de litige, seule la version anglaise fait foi).
gl: Esta documentación distribúese coa esperanza de que resulte útil, mais SEN NINGUNHA GARANTÍA ; nin garantía implícita de\nCALIDADE COMERCIAL ou de IDONEIDADE PARA UN PROPÓSITO PARTICULAR, TAL E COMO SE DESCRIBE NA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDADE.
he: תיעוד זה מופץ מתוך תקווה שיהיה מועיל, אך ללא שום אחריות; אפילו ללא האחריות המשתמעת או הנרמזת של "סחר" או של "התאמה למטרה ספציפית" כמתואר בהצהרה.
id: Dokumentasi ini didistribusikan dengan harapan dokumentasi ini akan berguna, tetapi TANPA ADANYA JAMINAN; tanpa jaminan yang termasuk dari DAGANGAN atau KECOCOKAN UNTUK TUJUAN TERTENTU SEPERTI YANG DIGAMBARKAN DALAM PENYANGKALAN.
it: Questa documentazione viene distribuita nella speranza che possa essere utile, ma SENZA ALCUN TIPO DI GARANZIA, né esplicita né implicita di COMMERCIABILITÀ e UTILIZZABILITÀ PER UN PARTICOLARE SCOPO COSÌ COME DESCRITTO NEL PREAMBOLO.
ja: この文書は利用者の便宜になることを期待して配布しますが、何らの保証をするものではなく、また、免責条項に記載のある通り、商品性や特定用途に対する適合性を暗黙に保証するものでもありません。
ko: 이 문서는 유용하게 사용될 수 있으리라는 희망에서 배포되고 있지만, 특정한 목적에 맞는 적합성 여부나 판매용으로 사용할 수 있으리라는 묵시적인 보증을 포함한 어떠한 형태의 보증도 제공하지 않습니다.
mk: Оваа документација е дистрибуирана со надеж дека ќе биде од корист на некого, но БЕЗ НИКАКВИ ГАРАНЦИИ; без дури и имплицираната гаранција при ПРОДАЖБА или ПРИЛАГОДУВАЊЕ ЗА ОДРЕДЕНА НАМЕНА КАКО ШТО Е ОПИШАНО ВО ОСПОРУВАЊЕТО.
nl: Deze documentatie wordt verspreid in de hoop dat zij nuttig zal zijn, echter ZONDER ENIGE GARANTIE; zelfs zonder de impliciete garantie van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN SPECIFIEK DOEL ZOALS BESCHREVEN IN DE DISCLAIMER.
pl: Ten dokument jest rozpowszechniany z nadzieją, iż będzie przydatny, ale BEZ ŻADNYCH GWARANCJI; nawet bez domniemanej gwarancji ZGODNOŚCI Z UMOWĄ lub MOŻLIWOŚCI ZASTOSOWANIA W KONKRETNYM CELU TAK JAK OPISANO TO W OŚWIADCZENIU.
pt_br: Esta documentação é distribuída na esperança que será útil, mas SEM NENHUMA GARANTIA; nem mesmo a garantia implicada de COMERCIABILIDADE do ou a APTIDÃO PARA UMA FINALIDADE PARTICULAR COMO DESCRITA NO DISCLAIMER.
ro: Această documentaţie este difuzată în speranţa că va fi utilă, dar FĂRĂ NICI O GARANŢIE; nici chiar garanţia implicită de COMERCIALIZARE sau ADAPTARE PENTRU UN ANUMIT SCOP, CONFORM DESCRIERII DIN DECLARAŢIA DE NEASUMARE A RESPONSABILITĂŢII.
ru: Эта документация распространяется в надежде, что она будет полезной, но БЕЗ КАКИХ ЛИБО ГАРАНТИЙ; даже без возможной гарантии РАБОТОСПОСОБНОСТИ или ПРИГОДНОСТИ К ОПРЕДЕЛЕННОЙ ЦЕЛИ, КАК ОПИСАНО В СОГЛАШЕНИИ.
sk: Táto dokumentácia je šírená v nádeji, že bude užitočnou, no BEZ AKEJKOĽVEK ZÁRUKY; ktorá nezahŕňa ani implicitnú záruku PREDAJNOSTI alebo VHODNOSTI PRE URČITÝ ÚČEL TAK, AKO JE POPISOVANÉ V ZRIEKNUTÍ SA ZÁRUKY.
sv: Den här dokumentationen distribueras med förhoppningen att den kommer att vara användbar, men UTAN NÅGRA GARANTIER, varken uttryckliga eller implicita, ENLIGT VAD SOM BESKRIVS I FRISKRIVNINGSKLAUSULEN.
zh_cn: 发布本文档是希望它有所用途，但不提供任何担保；甚至如免责声明中所说那样对特定目标的适销性或适用性也不提供任何隐性的担保。
zh_tw: 本文件發布的目的是期望它有所用途，但不提供任何擔保。對免責聲明裡提及的適銷性和用於某一特定目的適用性，也不承擔任何默示的擔保。
