Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/add-applications/po/*.po
Languages: ar, bg, cs, da, de, el, es, eu, fr, gl, he, id, it, ja, ko, mk, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: The <emphasis>Multiverse</emphasis> repository contains software which has been classified as <emphasis>non-free</emphasis>. This software may not be permitted in some jurisdictions. When installing each package from this repository, you should verify that the laws of your country permit you to use it. Also, this software may not include security updates.
ar: مستودع <emphasis>Multiverse</emphasis> يحتوي برمجيات تصنف <emphasis>كغير حرة</emphasis>. هذه البرمجيات قد لا تكون مجازة في بعض النطاقات. عند تثبيت كل حزمة من هذا المستودع، يجب أن تتحق من أن قوانين دولتك تجيز لك استخدامها. أيضا، هذه البرمجيات قد لا تتضمن تحديثات أمان.
bg: Хранилището <emphasis>Multiverse</emphasis> съдържа софтуер, който е бил класифициран като <emphasis>несвободен</emphasis>. Той може да не е разрешен за употреба в някои правни системи. Когато инсталирате някой пакет от това хранилище, трябва да се уверите, че законите във Вашата страна Ви позволяват да го използвате. Също така, този софтуер може да не предлага актуализации на сигурността.
cs: Zdroj <emphasis>Multiverse</emphasis> obsahuje software, který byl klasifikován jako <emphasis>nesvobodný</emphasis>. Tento software nemusí být v některých oblastech legálně použitelný. Pokud instalujete balíky z tohoto zdroje, měli byste si ověřit, že zákony ve vaší zemi jeho užití povolují. Pro tento software také nemusí být vydávány bezpečnostní aktualizace.
da: <emphasis>Multiverse</emphasis>-arkivet indeholder software, som er blevet klassificeret som <emphasis>ikke-fri</emphasis>. Denne software er muligvis ikke tilladt i nogle jurisdiktioner. Hver gang du installerer en pakke fra dette arkiv, bør du verificere, at dit lands love tillader dig at bruge den. Denne software modtager derudover muligvis ikke sikkerhedsopdateringer.
de: Die <emphasis>Multiverse</emphasis> Paketquelle enthält Anwendungen, die als <emphasis>unfrei</emphasis> klassifiziert wurden. Diese Anwendungen könnten in Ihrem Land verboten sein. Wenn Sie Anwendungen aus dieser Paketquelle installieren, sollten Sie sicherstellen, dass die Gesetze Ihres Landes Ihnen auch erlauben, diese zu benutzen. Außerdem könnte es für diese Anwendungen keine Sicherheitsaktualisierungen geben.
el: Το αποθετήριο των <emphasis>Τρίτων (Multiverse)</emphasis> περιέχει λογισμικό το οποίο χαρακτηρίζεται ως <emphasis>μη ελεύθερο</emphasis>. Αυτό το λογισμικό, ενδεχομένως, να μην είναι νόμιμο σε κάποια νομικά συστήματα. Πριν εγκαταστήσετε κάποιο πακέτο του αποθετηρίου αυτού, θα πρέπει να εξασφαλίσετε, ότι η χώρα στην οποία θα το χρησιμοποιήσετε, το θεωρεί νόμιμο. Επίσης, το λογισμικό αυτό, μπορεί να μην περιλαμβάνει ενημερώσεις ασφαλείας.
es: El repositorio <emphasis>Multiverse</emphasis> contiene software que ha sido clasificado como <emphasis>non-free (no libre)</emphasis>. La utilización de estos paquetes puede no estar permitida en algunas jurisdicciones. Antes de instalar un paquete desde este repositorio deberá verificar que las leyes de su país le permitan utilizarlo. Además, estos paquetes pueden no incluir actualizaciones de seguridad.
eu: <emphasis>Multiverse</emphasis> errepositorioan <emphasis>ez-askea</emphasis> bezala markatua izan den softwarea du barne. Software hau jurisdikzio batzuetan debekatua egon liteke. Errepositorio honetako pakete bakoitza instalatzean, zure nazioko legeek berau erabiltzera baimentzen zaituztela egiaztatu beharko zenuke. Bestalde, baliteke software honek segurtasun-eguneratzerik ez izatea.
fr: La catégorie <emphasis>Multiverse</emphasis> des dépôts contient des logiciels qui sont considérés comme <emphasis>non libres</emphasis>. Ces logiciels peuvent être interdits par certaines juridictions. Lors de l'installation des ces paquets logiciels, veuillez vous assurer que vous ne contrevenez pas aux lois de votre pays. Par ailleurs, ces logiciels peuvent ne pas inclure de mises à jour de sécurité.
gl: O repositorio <emphasis>Multiverse</emphasis> contén software clasificado como <emphasis>non libre</emphasis>. Este software pode non estar permitido nalgunhas xurisdicións. Ao instalar cada programa deste repositorio deberá comprobar que as leis do seu país lle permiten usalo. Así mesmo, este software pode non incluír actualizacións de seguranza.
he: מאגר ה- <emphasis>Multiverse</emphasis> מכיל תוכנות שסווגו כ- <emphasis>לא חופשיות</emphasis>. ייתכן ותוכנות אלו אינן מותרות לשימוש באיזורי שיפוט מסויימים. בהתקנת חבילה ממאגר זה, עליך לוודא שהחוקים במדינתך מתירים את השימוש בה. כמו כן, ייתכן ותוכנות אלו לא יכילו עדכוני אבטחה.
id: Repositori <emphasis>Multiverse</emphasis> memuat perangkat lunak yang telah digolongkan sebagai <emphasis>bukan bebas</emphasis>. Perangkat lunak ini mungkin tidak diijinkan di beberapa jurisdiksi. Ketika memasang setiap paket dari repositori ini, anda mesti memastikan bahwa hukum di negara anda mengijinkan anda memakainya. Perangkat lunak ini mungkin juga tidak memuat pembaruan keamanan.
it: Il repository <emphasis>multiverse</emphasis> contiene software che è classificato come <emphasis>non libero</emphasis>. Alcuni di questi programmi potrebbero non essere installabili in alcuni Paesi: prima di installare un qualsiasi pacchetto da questo repository, assicurarsi che le leggi del proprio Paese ne consentano l'utilizzo. Per questi programmi potrebbero non essere disponibili aggiornamenti per la sicurezza.
ja: <emphasis>Multiverse</emphasis>コンポーネントには<emphasis>non-free</emphasis>に分類されたソフトウェアが存在します。これらのソフトウェアは国によっては法的に認められていない可能性があるので、このコンポーネントからパッケージをインストールする時、あなたは自分の国でそのソフトウェアの使用が認められているかを確認する必要があります。さらに、これらのソフトウェアには、セキュリティアップデートが提供されない可能性があります。
ko: <emphasis>Multiverse</emphasis> 저장소에는 <emphasis>비자유(non-free)</emphasis>로 분류된 소프트웨어들이 저장됩니다. 이들 소프트웨어는 법적인 문제로 인해 사용이 허가되지 않을 수도 있습니다. 이 저장소에서 꾸러미를 설치할 때는, 여러분이 속한 국가의 법률 상에서 이 소프트웨어를 사용할 수 있는지 확인해야 합니다. 또한 이 소프트웨어들은 보안 업데이트를 포함하지 않을 수도 있습니다.
mk: <emphasis>Multiverse</emphasis> складиштето содржи софтвер кој е класифициран како <emphasis>неслободен</emphasis>. Овој софтвер е можно да не е дозвоелен во одредени јуриздикции. Кога инсталирате било каков пакет од ова складиште, треба претходно да се осигурате дека законите на Вашата држава дозволуваат негово користење. Исто така, можно е софтверот од ова складиште да не вклучува сигурносни надградби.
nl: De <emphasis>Multiverse</emphasis> pakketbron bevat software die als <emphasis>niet-vrij</emphasis> wordt aangemerkt. Deze software kan in sommige rechtsgebieden niet toegestaan zijn. Als u een pakket uit deze pakketbron installeert dient u te controleren of de wetten in uw land het gebruik van de software toestaan. Het is tevens mogelijk dat er geen beveiligingsupdates uitkomen voor deze software.
pl: Repozytorium <emphasis>Multiverse</emphasis> zawiera oprogramowanie sklasyfikowane jako <emphasis>zastrzeżone</emphasis>. Oprogramowanie to może być nielegalne w niektórych systemach prawnych. Przy instalacji każdego pakietu z tego repozytorium powinieneś sprawdzić, czy prawo Twojego kraju dopuszcza to oprogramowanie do użytku. Dla tych programów mogą również nie być dostępne uaktualnienia bezpieczeństwa.
pt_br: O repositório <emphasis>Multiverse</emphasis> contém programas que são classificados como <emphasis>não-livres</emphasis>. Estes programas podem não ser permitidos em algumas jurisdições. Ao instalar um pacote desse repositório, você deveria verificar se as leis de seu país permitem o uso do mesmo. Além disso, esse programa pode não incluir atualizações de segurança.
ro: Depozitul <emphasis>Multiverse</emphasis> conţine software clasificat drept fiind <emphasis>non-gratuit</emphasis>. Acest software poate fi interzis de anumite legislaţii. Când instalați câte un pachet din acest depozit, trebuie să verificați dacă legislaţia ţării dumneavoastră permite utilizarea acestui pachet. De asemenea, acest software nu include neapărat și actualizări de securitate.
ru: Репозиторий <emphasis>Multiverse</emphasis> содержит ПО, которое классифицировано как <emphasis>не свободное</emphasis>. Использование такого ПО в некоторых случаях может быть ограничено. Перед тем, как установить приложение из этого репозитория, вы должны убедиться, что не нарушаете законодательства вашей страны. Также для этого ПО могут отсутствовать обновления безопасности.
sk: Zdroj softvéru <emphasis>Multiverse</emphasis> obsahuje softvér, ktorý bol zaradený medzi <emphasis>neslobodný</emphasis>. Je možné, že použitie tohto softvéru v niektorých jurisdikciách nie je povolené. Ak sa rozhodnete inštalovať balík z tohto zdroja softvéru, mali by ste si overiť, že vám to zákony vašej krajiny umožňujú. Tento softvér taktiež nemusí obsahovať bezpečnostné aktualizácie.
sv: Förrådet <emphasis>Multiverse</emphasis> innehåller programvara som har klassificerats som <emphasis>icke-fri</emphasis>. Denna programvara kan eventuellt vara otillåten i vissa sammanhang. Innan installation av sådan programvara bör du kontrollera att programvaran är tillåten enligt lagarna i ditt land. Den här programvaran kanske även saknar säkerhetsuppdateringar.
zh_cn: <emphasis>Multiverse</emphasis> 软件库中存放的软件被分类为 <emphasis>非自由的</emphasis>。这些软件在某些法律管辖下可能不被允许。在安装这个软件库中的每个软件包时，您应当确认您的国家的法律允许您使用它。此外，这些软件可能还不包含安全更新。
zh_tw: <emphasis>Multiverse</emphasis> 軟體庫包含了被分類為 <emphasis>non-free (非自由)</emphasis> 的軟體。其中一些軟體並不是被法定許可使用的。所以當您在從這軟體庫安裝這類的套件時，您應該要去確認您所屬國家是否可以使用這軟體。另外，這類的軟體不一定會有安全性的更新可以升級。

source: You can find more information about the Repositories available <ulink url="http://www.ubuntu.com/ubuntu/components">on the website</ulink>.
da: Du kan finde yderligere information om de tilgængelige arkiver <ulink url="http://www.ubuntu.com/ubuntu/components">på hjemmesiden</ulink>.
es: Puede encontrar más información sobre los repositorios disponibles <ulink url="http://www.ubuntu.com/ubuntu/components">en la web</ulink>.
eu: Eskuragarri dituzun Errepositorioei buruzko informazio gehiago eskuratzeko, irakur ezazu <ulink url="http://www.ubuntu.com/ubuntu/components">webgune hau</ulink>
gl: Pode dar con máis información sobre Repositorios <ulink url="http://www.ubuntu.com/ubuntu/components">no sitio web</ulink>.
he: ניתן למצוא מידע נוסף על מאגרי תוכנה <ulink url="http://www.ubuntu.com/ubuntu/components">באתר האינטרנט</ulink>.
id: Anda dapat menemukan informasi lebih lanjut mengenai Repositori yang tersedia <ulink url="http://www.ubuntu.com/ubuntu/components">di situs web</ulink>.
ko: <ulink url="http://www.ubuntu.com/ubuntu/components"> 우분투 웹사이트</ulink>에 가면 사용할 수 있는 저장소에 대해 더 자세히 알아볼 수 있습니다.
mk: Може да пронајдете повеќе информации за складиштето на следната <ulink url="http://www.ubuntu.com/ubuntu/components">страница</ulink>.
nl: <ulink url="http://www.ubuntu.com/ubuntu/components">Op de website</ulink> kunt u meer informatie over de beschikbare pakketbronnen vinden.
ro: Puteți obține mai multe informații cu privire la depozitele disponibile pe <ulink url="http://www.ubuntu.com/ubuntu/components"> situl oficial Ubuntu</ulink>.
sk: Viac informácií o dostupných zdrojoch softvéru nájdete <ulink url="http://www.ubuntu.com/ubuntu/components">na internete</ulink>.
zh_cn: 您可以在 <ulink url="http://www.ubuntu.com/ubuntu/components">网站上</ulink> 找到有关软件库的更多信息。

source: Adding extra repositories
da: Tilføj ekstra arkiver
es: Añadir repositorios adicionales
eu: Errepositorio extrak gehitzea
gl: Engadir repositorios extra
he: הוספת מאגרים נוספים
id: Menambah repositori tambahan
ko: 별도의 저장소 추가하기
mk: Додавање на додатни складишта
nl: Extra pakketbronnen toevoegen
ro: Adăugare depozite suplimentare
sk: Pridávanie ďalších zdrojov softvéru
zh_cn: 添加额外的软件库

source: It is possible to add extra repositories, such as those provided by third parties or those for older version of Ubuntu.
da: Det er muligt at tilføje ekstra arkiver, såsom dem som stilles tilgængelige af tredjeparter eller dem til ældre versioner af Ubuntu.
es: Es posible añadir repositorios adicionales, como los que proporcionan otros proveedores, o los correspondientes a versiones anteriores de Ubuntu.
eu: Errepositorio extrak gehitu ditzakezu; halanola, third-party edo Ubunturen bertsio zaharrentzakoak.
gl: É posíbel engadir repositorios adicionais, como os que ofertan terceiras partes ou os de versións máis antigas de Ubuntu.
he: ניתן להסיף מאגרים נוספים, כגון אלו המסופקים ע"י צד שלישי או מגרסאות ישנות של אובונטו.
id: Dimungkinkan untuk menambah repositori ekstra, seperti misalnya yang disediakan oleh pihak ketiga atau yang untuk versi Ubuntu lebih tua.
ko: 써드 파티에서 제공하거나 이전 버전의 우분투에서 사용하는 소프트웨어를 위한 별도의 저장소를 추가하는 것이 가능합니다.
mk: Постои можност за додавање на додатни складишта, како што се складишта на „трети страни“ или пак складишта за постари верзии на Ubuntu.
nl: Het is mogelijk om extra pakketbronnen toe te voegen, zoals die door derden worden aangeboden, of die voor oudere versies van Ubuntu.
ro: Este posibilă adăugarea de noi depozite, precum a celor furnizate de terţe părţi sau a celor pentru versiuni mai vechi Ubuntu.
sk: Je možné pridať ďalšie zdroje softvéru ako napríklad tie poskytované tretími stranami alebo tie, ktoré sú určené pre staršie verzie Ubuntu.
zh_cn: 添加额外的软件库也是可能的，例如那些由第三方提供的或是 Ubuntu 较早版本的软件库。

source: Be careful when installing software from third-party repositories. It may not have been tested with Ubuntu and could cause your system to break.
da: Vær forsigtig når du installerer software fra tredjeparts-arkiver. Den er muligvis ikke blevet testet på Ubuntu, og kan potentielt ødelægge dit system.
es: Sea cuidadoso al instalar software de repositorios de otros proveedores. Puede que no hayan sido probados con Ubuntu, y por tanto es posible que provoquen daños en su sistema.
eu: Kontuz ibili third-party errepositorioetako softwarea instalatzean. Posible da Ubuntun frogatua ez egotea eta zure sistemari kalte egitea.
gl: Teña coidado ao instalar software de repositorios de terceiras partes. Pode non ter sido probado en Ubuntu e podería causar problemas graves no seu sistema.
he: היה זהיר בהתקנת תוכנות ממאגרי צד-שלישי. יתכן שתוכנות כאלה לא נבדקו עם אובונטו והן עלולות לגרום לשבירת המערכת.
id: Berhati-hatilah ketika memasang perangkat lunak dari repositori pihak ketiga. Itu mungkin belum diuji dengan Ubuntu dan mungkin membuat sistem anda rusak.
ko: 써드파티 저장소에서 소프트웨어를 설치할 때는 주의하십시오. 그러한 소프트웨어들은 우분투에서 테스트되지 않았으며, 시스템에 문제를 일으킬 수도 있습니다.
mk: Бидете внимателни при инсталирање на софтвер од складишта на „трети страни“. Можно е софтверот да не бил тестиран со Ubuntu, а самото тоа може да предизвика проблеми во Вашиот систем.
nl: Wees voorzichtig bij het installeren van software uit pakketbronnen die door derden beheerd worden. Het is mogelijk niet getest met Ubuntu en kan uw Ubuntu-installatie beschadigen.
ro: Aveți grijă când instalați aplicații din depozite de la terţe părţi. Nu sunt toate testate pe Ubuntu şi unele pot duce la instabilitatea sistemului.
sk: Ak sa rozhodnete inštalovať softvér zo zdrojov tretích strán, buďte opatrní. Je možné, že takýto softvér nebol testovaný s Ubuntu a môže spôsobiť poškodenie vášho systému.
zh_cn: 在安装来自第三方软件库的软件时请小心。它们可能还没有在 Ubuntu 下测试过，并可能会使您的系统瘫痪。

source: Open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Software Sources</guimenuitem></menuchoice> and press <guilabel>Third Party Software</guilabel>.
da: Åbn <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Softwarekilder</guimenuitem></menuchoice> og tryk på <guilabel>Tredjepartssoftware</guilabel>.
es: Abra <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Orígenes del software</guimenuitem></menuchoice> y pulse en <guilabel>Software de terceros</guilabel>.
gl: Abra <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Fontes de Software</guimenuitem></menuchoice> e prema sobre <guilabel>Software de Terceiras Partes</guilabel>.
he: פתח <menuchoice><guimenu>מערכת</guimenu><guimenuitem>ניהול</guimenuitem><guimenuitem>מקורות תוכנה</guimenuitem></menuchoice> ולחץ על <guilabel>תוכנות צד שלישי</guilabel>.
mk: Отворете <menuchoice><guimenu>Систем</guimenu><guimenuitem>Администрација</guimenuitem><guimenuitem>Софтверски извори</guimenuitem></menuchoice> и притиснете на <guilabel>Софтвер од додатни добавувачи</guilabel>.
nl: Open <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Softwarebronnen</guimenuitem></menuchoice> en klik op <guilabel>Software van derden</guilabel>.
ro: Deschideți <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Surse software</guimenuitem></menuchoice> și selectati <guilabel>Programe de la Terțe Surse</guilabel>.
sk: Otvorte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Zdroje softvéru</guimenuitem></menuchoice> a stlačte <guilabel>Softvér tretej strany</guilabel>.
zh_cn: 打开 <menuchoice><guimenu>系统</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>软件源</guimenuitem></menuchoice>并点击<guilabel>第三方软件</guilabel>。

source: Press <guibutton>Add</guibutton> to add a new repository.
da: Tryk <guibutton>Tilføj</guibutton> for at tilføje et nyt arkiv.
es: Pulse <guibutton>Añadir</guibutton> para agregar un nuevo repositorio.
eu: Sakatu <guibutton>Gehitu</guibutton> errepositorio berria gehitzeko.
gl: Prema en <guibutton>Engadir</guibutton> para engadir un repositorio novo.
he: לחץ <guibutton>הוסף</guibutton> להוספת מאגר חדש.
id: Tekan <guibutton>Add</guibutton> untuk menambah repositori baru.
ko: <guibutton>더하기</guibutton>를 눌러 새로운 저장소를 추가하세요.
mk: Притиснете на <guibutton>Додади</guibutton> за да додадете ново складиште.
nl: Klik <guibutton>Toevoegen</guibutton> om een nieuwe pakketbron in te voeren.
ro: Apasăţi <guibutton>Adăugă</guibutton> pentru a adaugă o nouă arhivă de pachete.
sk: Stlačením tlačidla <guibutton>Pridať...</guibutton> pridáte nový zdroj softvéru.
zh_cn: 按下 <guibutton>添加</guibutton> 来添加一个新的软件库。

source: Enter the <guilabel>APT line</guilabel> for the extra repository. This should be available from the website of the repository or similar, and should look similar to the following:
da: Skriv <guilabel>APT-linjen</guilabel> til det ekstra arkiv. Denne burde kunne findes på arkivets hjemmeside, og burde ligne denne:
es: Introduzca la <guilabel>línea de APT</guilabel> para el repositorio extra. Ésta debería estar disponible en la página web del repositorio o algún otro sitio similar, y debería tener un aspecto parecido a lo siguiente:
eu: Sartu ezazu errepositorio berriaren <guilabel>APT lerroa</guilabel>. Errepositorioaren webgunean aurkitu beharko zenuke hau, eta honen antzekoa izan beharko luke:
gl: Introduza a <guilabel>liña APT</guilabel> para o repositorio adicional. Isto debería estar disponíbel desde o sitio web do repositorio ou semellante e parecerse ao seguinte:
he: הכנס את ה- <guilabel>APT line</guilabel> בשביל מאגרים נוספים. אפשרות זו אמורה להיות זמינה מהמאגר של האתר או דומה לו, ואמורה להיות דומה לדוגמה שלהלן:
id: Masukkan <guilabel>baris APT</guilabel> untuk repositori tambahan. Ini mestinya tersedia dari situs web dari repositori atau serupa, dan mesti tampak serupa dengan:
ko: 별도의 저장소를 위한 <guilabel>APT 줄</guilabel>을 입력하세요. 이 정보는 웹사이트나 그와 비슷한 곳에서 얻을 수 있으며 다음과 같은 형태가 될 것입니다:
mk: Внесете <guilabel>APT линија</guilabel> за додатни складишта. Оваа линија треба да биде достапна на веб-страницата на складиштето или на некое слично место. Нејзиниот изглед треба да е сличен на:
nl: Voer de <guilabel>APT regel</guilabel> in voor de extra pakketbron. Deze hoort beschikbaar te zijn op de website van de pakketbron, en moet er ongeveer zo uit zien:
ro: Introduceți linia <guilabel>APT</guilabel> completă a arhivei pe care doriți să o adăugați. Aceasta este o pagină de web dedicată arhivei și este de forma:
sk: Vyplňte <guilabel>APT riadok</guilabel> ďalšieho zdroja. Tento údaj by mal byť dostupný na internetovej stránke zdroja alebo na obdobnej stránke a mal by vyzerať podobne ako tento:
zh_cn: 为额外的软件仓库输入<guilabel>APT 行</guilabel>。它应该可以从该软件仓库的网站上得到，并且看起来和下面这个类似：

source: deb http://ftp.debian.org etch main
ro: deb http://archive.ubuntu.com/ubuntu/ gutsy main

source: Press <guibutton>Add Source</guibutton> and then click <guibutton>Close</guibutton> to save your changes.
da: Tryk <guibutton>Tilføj kilde</guibutton> og klik derefter <guibutton>Luk</guibutton> for at gemme dine ændringer.
es: Presione <guibutton>Añadir origen</guibutton> y luego pulse<guibutton>Cerrar</guibutton> para guardar los cambios.
eu: <guibutton>Iturria Gehitu</guibutton> sakatu, eta ondoren, <guibutton>Itxi</guibutton> sakatu zure aldaketak gordetzeko.
gl: Prema <guibutton>Engadir Fonte</guibutton> e a continuación <guibutton>Pechar</guibutton> para gardar o seus cambios.
he: לחץ <guibutton>הוסף מקור</guibutton> ואז לחץ <guibutton>סגור</guibutton> בכדי לשמור את השינויים.
id: Tekan <guibutton>Add Source</guibutton> dan kemudian klik <guibutton>Close</guibutton> untuk menyimpan perubahan.
ko: <guibutton>소스 추가</guibutton>를 누른 후 <guibutton>닫기</guibutton>를 클릭하여 변경 사항을 저장합니다.
mk: Притиснете <guibutton>Додади извор</guibutton> и потоа кликнете на <guibutton>Затвори</guibutton> за да ги запамтите промените.
nl: Druk op <guibutton>Bron toevoegen</guibutton> gevolgd door <guibutton>Sluiten</guibutton> om uw aanpassingen op te slaan.
ro: Apăsaţi <guibutton>Adaugă sursă</guibutton> şi apoi apăsați butonul <guibutton>Închide</guibutton> pentru a salva modifcările.
sk: Stlačením <guibutton>Pridať zdroj</guibutton> a následne <guibutton>Zatvoriť</guibutton> uložíte vami vykonané zmeny.
zh_cn: 按下 <guibutton>添加源</guibutton> 并随后点击 <guibutton>关闭</guibutton> 来保存您的改动。

source: You will be notified that the information about available software is out-of-date. Press <guibutton>Reload</guibutton>.
da: Du vil blive gjort opmærksom på at informationen om tilgængelig software er forældet. Tryk <guibutton>Opdatér</guibutton>.
es: Se le indicará que la información acerca del software disponible no está actualizada. Pulse <guibutton>Recargar</guibutton>.
gl: Notificaráselle que a información sobre software disponíbel está anticuada. Prema sobre <guibutton>Recargar</guibutton>.
he: תקבל התרעה שהמידע אודות התוכנות הזמינות לא מעודכן. לחץ <guibutton>טען מחדש</guibutton>.
mk: Ќе бидте известени дека информациите за достапниот софтвер треба да се ажурираат. Притиснете на <guibutton>Освежи</guibutton>.
nl: U zult gewaarschuwd worden dat de informatie voor de beschikbare software verouderd is. Klik op <guibutton>Herladen</guibutton>.
ro: Veţi fi notificat că informaţia despre programele disponibile este învechită. Apăsaţi <guibutton>Reîncarcă</guibutton>.
sk: Budete upozornení, že informácia o dostupnom softvéri je zastaraná. Stlačte <guibutton>Obnoviť</guibutton>.
zh_cn: 您将被通知：关于可用软件的信息已过时。点击<guibutton>刷新</guibutton>。
