Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/add-applications/po/*.po
Languages: ar, bg, cs, da, de, el, es, eu, fr, gl, he, id, it, ja, ko, mk, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: To install a package: <screen>sudo apt-get install <replaceable>package</replaceable></screen>
da: For at installere en pakke: <screen>sudo apt-get install <replaceable>pakke</replaceable></screen>
es: Para instalar un paquete: <screen>sudo apt-get install <replaceable>paquete</replaceable></screen>
eu: Pakete bat bilatzeko: <screen>sudo apt-get install <replaceable>paketea</replaceable></screen>
gl: Para instalar un paquete: <screen>sudo apt-get install <replaceable>paquete</replaceable></screen>
he: בכדי להתקין חבילה: <screen>sudo apt-get install <replaceable>package</replaceable></screen>
id: Untuk menginstal suatu paket: <screen>sudo apt-get install <replaceable>paket</replaceable></screen>
ko: 꾸러미를 설치하려면 다음을 입력하세요: <screen>sudo apt-get install <replaceable>꾸러미 이름</replaceable></screen>
mk: За инсталирање на пакет: <screen>sudo apt-get install <replaceable>пакет</replaceable></screen>
nl: Om een pakket te installeren: <screen>sudo apt-get install <replaceable>pakket</replaceable></screen>
ro: Pentru a instala un pachet: <screen>sudo apt-get install <replaceable>numepachet</replaceable></screen>
sk: Na inštaláciu balíku: <screen>sudo apt-get install <replaceable>balík</replaceable></screen>
zh_cn: 若想安装一个软件包: <screen>sudo apt-get install <replaceable>package</replaceable></screen>

source: To remove a package: <screen>sudo apt-get remove <replaceable>package</replaceable></screen>
da: For at fjerne en pakke: <screen>sudo apt-get remove <replaceable>pakke</replaceable></screen>
es: Para desinstalar un paquete: <screen>sudo apt-get remove <replaceable>paquete</replaceable></screen>
eu: Pakete bat kentzeko: <screen>sudo apt-get remove <replaceable>paketea</replaceable></screen>
gl: Para eliminar un paquete: <screen>sudo apt-get remove <replaceable>paquete</replaceable></screen>
he: להסיר חבילה: <screen>sudo apt-get remove <replaceable>package</replaceable></screen>
id: Untuk menghapus suatu paket: <screen>sudo apt-get remove <replaceable>paket</replaceable></screen>
ko: 꾸러미를 제거하려면 다음을 입력하세요: <screen>sudo apt-get remove <replaceable>꾸러미 이름e</replaceable></screen>
mk: За отстранување на пакет: <screen>sudo apt-get remove <replaceable>пакет</replaceable></screen>
nl: Om een pakket te verwijderen: <screen>sudo apt-get remove <replaceable>pakket</replaceable></screen>
ro: Pentru a dezinstala un pachet: <screen>sudo apt-get remove <replaceable>numepachet</replaceable></screen>
sk: Na odstránenie balíku: <screen>sudo apt-get remove <replaceable>balík</replaceable></screen>
zh_cn: 若想删除一个软件包: <screen>sudo apt-get remove <replaceable>package</replaceable></screen>

source: To remove a package and all its dependancies (that are not in use by other programs): <screen>sudo apt-get autoremove <replaceable>package</replaceable></screen>
es: Para desinstalar un paquete y todas sus dependencias (las que no se estén usando con otros programas): <screen>sudo apt-get autoremove <replaceable>paquete</replaceable></screen>
ro: Pentru a dezinstala un pachet și toate dependențele sale (care nu sunt folosite de către alte programe): <screen>sudo apt-get autoremove <replaceable>package</replaceable></screen>
zh_cn: 要移除一个软件包和它所有的依赖 (不被其它程序所使用的)： <screen>sudo apt-get autoremove <replaceable>软件包</replaceable></screen>

source: To list other <application>apt</application> commands and options: <screen>apt-get help</screen>
da: For at vise andre <application>apt</application>-kommandoer og tilvalg: <screen>apt-get help</screen>
es: Para mostrar otros comandos y opciones de <application>apt</application>: <screen>apt-get help</screen>
eu: Beste <application>apt</application> agindu eta aukerak zerrendatzeko: <screen>apt-get help</screen>
gl: Para listar outros comandos e opcións de <application>apt</application>: <screen>apt-get help</screen>
he: להצגת רשימת פקודות ואפשרויות של <application>apt</application>: <screen>apt-get help</screen>
id: Untuk melihat daftar perintah dan opsi <application>apt</application>: <screen>apt-get help</screen>
ko: <application>apt</application>의 다른 명령과 옵션을 출력하려면 다음을 입력하세요: <screen>apt-get help</screen>
mk: За листа на други <application>apt</application> команди и опции: <screen>apt-get help</screen>
nl: Om een lijst van andere <application>apt</application>-opdrachten en opties weer te geven: <screen>apt-get help</screen>
ro: Pentru a afișa alte opțiuni și comenzi <application>apt</application>: <screen>apt-get help</screen>
sk: Ostatné príkazy a voľby <application>apt</application> zobrazíte pomocou: <screen>apt-get help</screen>
zh_cn: 若想列出其它 <application>apt</application> 命令和选项：<screen>apt-get help</screen>

source: For more information, see the <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Debian apt manual</ulink> and the <ulink url="man:apt-get">apt-get manual page</ulink>.
es: Para más información, consulte el <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">manual de apt de Debian</ulink> y la <ulink url="man:apt-get">página de manual de apt-get</ulink>.
ro: Pentru mai multe informații vedeți <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Debian apt manual</ulink> și <ulink url="man:apt-get">pagina de manual apt-get</ulink>.

source: Installing a single package file
da: Installer en enkelt pakkefil
es: Instalar un único archivo de paquete
eu: Pakete bakarra instalatzea
gl: Instalar un único ficheiro de paquete
he: התקנת קובץ חבילה יחיד
id: Menginstal satu berkas paket
ko: 특정 꾸러미 파일 설치하기
mk: Инсталирање на единичен пакет
nl: Installeren van één enkel pakketbestand
ro: Instalarea unui singur fișier pachet
sk: Inštalácia jedného balíka
zh_cn: 安装单个的软件包文件

source: The preferred method of installing programs is via the package managers described in this chapter. However, although the Ubuntu package archives are very large, it is possible that you may wish to install a package that is not available in the Ubuntu archives. If this happens, you can also download and install files from websites.
da: Den anbefalede metode at installere programmer på er via pakkehåndteringsprogrammerne beskrevet i dette afsnit. Men selvom Ubuntus pakkearkiver er meget store, er det muligt at du ønsker at installere en pakke, som ikke er tilgængelig i Ubuntu-arkiverne. Hvis dette er tilfældet, kan du også hente og installere filer fra hjemmesider.
es: El método preferido para la instalación de programas es mediante el gestor de paquetes descrito en este capítulo. Sin embargo, aunque los repositorios de paquetes de Ubuntu son muy grandes, es posible que desee instalar un paquete que no está disponible en ellos. Si esto sucediera, también puede descargar e instalar los archivos desde alguna página web.
eu: Programak instalatzeko ohiko modua atal honetal azaldutako pakete-kudeatzaileak erabiltzea da. Halaere, naiz eta Ubunturen pakete biltegiak oso handiak diren, posible da Ubunturen biltegietan eskuragarri ez dagoen pakete bat instalatu nahi izatea. Kasu horretan, posible duzu ere webgune batetik fitxategiak jaitsi eta instalatzea.
gl: O método preferido para instalar programas é mediante os xestores de paquetes que se describen neste capítulo. Porén, aínda que os arquivos de paquetes de Ubuntu son moi grandes, é posíbel que queiras instalar un paquetes que non está disponíbel nos arquivos de Ubuntu. De ser así, tamén podes traer e instalar ficheiros desde sitios web.
he: הדרך העדיפה להתקנת תוכניות היא באמצעות מנהל החבילות המתואר בפרק זה. עם זאת, למרות שארכיוני החבילות של אובונטו גדולים ביותר, ייתכן ותרצה להתקין חבילות שאינן זמינות שם. במקרה זה, ניתן גם להוריד ולהקין קבצים מרשת האינטרנט.
id: Metode yang biasa dipakai untuk menginstal program adalah melalui manajer paket yang akan dijelaskan dalam bab ini. Tetapi, walaupun arsip paket Ubuntu sangat besar, sangat memungkinkan jika Anda ingin menginstal paket yang tidak tersedia dalam arsip Ubuntu. Jika ini terjadi, Anda dapat juga men-download dan menginstal berkas dari situs web lain.
ko: 프로그램을 설치하기 위한 안전한 방법은 이 장에서 설명한 대로 꾸러미 관리자를 사용하는 것입니다. 하지만, 우분투 꾸러미 아카이브가 매우 방대하다 하더라도 여러분이 여기에 포함되어 있지 않은 다른 꾸러미를 설치하고 싶은 경우도 있을 것입니다. 이 경우 웹사이트에서 원하는 파일을 다운로드 받은 후 설치할 수 있습니다.
mk: Преферираниот метод на инсталирање на програми преку менаџер за пакети е опишан во ова поглавје. Сепак, иако архивите со пакети на Ubuntu се доста големи, постои можност да сакате да инсталирате пакет кој не е достапен во архивите. Ако ова е случај, можете да ја преземете датотеката на програмата од Интернет и да ја инсталирате подоцна.
nl: Gebruik bij voorkeur de pakketbeheerders die in dit hoofdstuk staan beschreven om programma's te installeren. Echter, hoewel de Ubuntu archieven erg uitgebreid zijn, is het mogelijk dat u een pakket zou willen installeren dat niet via de Ubuntu archieven beschikbaar is. In dat geval kunt u ook bestanden van websites downloaden en installeren.
ro: Metoda recomandată pentru instalarea programelor este aceea utilizînd administratorii de pachete descriși în acest capitol. Cu toate că arhivele de pachete Ubuntu sunt foarte cuprinzătoare, s-ar putea să aveți nevoie să instalați un pachet ce nu este disponibil în arhivele Ubuntu. Pentru aceasta puteți descărca și instala pachete de pe pagini web.
sk: Uprednostňovaný spôsob inštalácie programov je pomocou správcov balíkov ako bolo popísané v tejto kapitole. Ale hoci sú archívy balíkov Ubuntu veľmi veľké, je možné, že budete chcieť nainštalovať balík, ktorý nie je v zdrojoch softvéru Ubuntu dostupný. Ak sa tak stane, môžete tiež sťahovať a inštalovať súbory z webových stránok.
zh_cn: 安装程序的首选方法是使用本章中所描述的软件包管理器。然而，尽管 Ubuntu 的软件库非常庞大，您仍有可能希望安装软件库中所没有的软件。若是这样的话，您也可以从网站上下载并安装各类文件。

source: It is important to ensure that any files you download come from a safe source before installing them.
da: Det er vigtigt at du sikrer dig, at alle filer du henter kommer fra sikre kilder.
es: Es importante estar seguro de que los archivos descargados proceden de una fuente fiable antes de instalarlos.
eu: Garrantzitsua da, instalatu aurretik, deskargatzen duzun edozein fitxategi iturri fidagarri batetik datorrela ziurtatzea.
gl: É importante que se asegure de que os ficheiros que descarregue proveñen dunha fonte segura antes de os instalar.
he: לפני ההתקנה חשוב לוודא שהקבצים להורדה מגיעים ממקור בטוח.
id: Sangat penting untuk memastikan bahwa setiap berkas yang Anda download berasal dari sumber yang aman sebelum Anda menginstalnya.
ko: 어떤 파일을 설치하기 전에 안전한 곳으로부터 다운로드 된 것인지 확인하는 것은 중요합니다.
mk: Треба да се осигурате дека сите датотеки кои ги преземаате преку Интернет се од сигурен извор пред да ги инсталирате.
nl: Het is belangrijk dat u zich ervan verzekert dat bestanden die u download afkomstig zijn van een betrouwbare bron voordat u ze installeert.
ro: Înainte de a fi instalat, este important să vă asigurați că fiecare pachet descărcat provine de la o sursă sigură.
sk: Pred nainštalovaním stiahnutých balíkov je dôležité uistiť sa, že pochádzajú z dôveryhodného zdroja.
zh_cn: 在您安装文件之前，确认您所下载的文件来自一个安全的源很重要。

source: There are many different kinds of Linux package files. Most of these are associated with the package managers of specific Linux distributions. Examples are <emphasis>Debian Package</emphasis> files (<filename class="extension">.deb</filename> files), <emphasis>RPM Package Manager</emphasis> files (<filename class="extension">.rpm</filename> files), <emphasis>Tarballs</emphasis> (<filename class="extension">.tar</filename> files) and <filename class="extension">.run</filename> files.
da: Der findes mange forskellige slags Linux-pakkefiler. De fleste af disse er associeret med pakkehåndteringer fra specifikke Linuxdistributioner. Eksempler er <emphasis>Debian Package</emphasis>-filer (<filename class="extension">.deb</filename>-filer), <emphasis>RPM Package Manager</emphasis>-filer (<filename class="extension">.rpm</filename>-filer), <emphasis>Tarballs</emphasis> (<filename class="extension">.tar</filename>-filer) og <filename class="extension">.run</filename>-filer.
es: Existen muchos tipos diferentes de archivos de paquetes en Linux. Muchos de ellos están asociados con gestores de paquetes de distribuciones específicas de Linux. Por ejemplo, tenemos los archivos de <emphasis>paquetes Debian</emphasis> (archivos (<filename class="extension">.deb</filename>), archivos del <emphasis>gestor de paquetes RPM</emphasis> (archivos <filename class="extension">.rpm</filename>), <emphasis>tarballs</emphasis> (archivos <filename class="extension">.tar</filename>) y archivos <filename class="extension">.run</filename>.
eu: Pakete-fitxategi mota ugari daude Linuxen. Hauetariko gehienak Linux distribuzio zehatzen pakete-kudeatzaileekin estuki loturik daude. Adibidez: <emphasis>Debian Pakete</emphasis>-fitxategiak (<filename class="extension">.deb</filename> fitxategiak), <emphasis>RPM Package Manager</emphasis> fitxategiak (<filename class="extension">.rpm</filename> fitxategiak), <emphasis>Tarball</emphasis>-ak (<filename class="extension">.tar</filename> fitxategiak) eta <filename class="extension">.run</filename> fitxategiak.
gl: Existen moitos tipos de ficheiros de paquetes para Linux. A maioría deles están asociados cos xestores de paquetes de distribucións específicas de Linux. Entre os exemplos están os ficheiros <emphasis>Debian Package</emphasis> (ficheiros <filename class="extension">.deb</filename>), ficheiros <emphasis>RPM Package Manager</emphasis> (ficheiros <filename class="extension">.rpm</filename>), <emphasis>Tarballs</emphasis> (ficheiros <filename class="extension">.tar</filename>) e os ficheiros <filename class="extension">.run</filename>.
he: ישנם פורמטים רבים של חבילות לינוקס. רובם מקושרים עם מנהל חבילות של הפצת לינוקס מסויימת. לדוגמא, חבילת דביאן (קובצי <filename class="extension">.deb</filename>), חבילות RPM (קובצי <filename class="extension">.rpm</filename>), <emphasis>קבצים דחוסים</emphasis>, (קובצי <filename class="extension">.tar</filename>) וקבצי <filename class="extension">.run</filename>.
id: Ada banyak jenis berkas paket yg berbeda-beda di LInux. Kebanyakan berhubungan dg manajer paket yg digunakan oleh distro Linux. Sebagai contoh adalah berkas-berkas <emphasis>Paket Debian</emphasis> (<filename class="extension">.deb</filename>), berkas-berkas <emphasis>Manajer Paket RPM</emphasis> (<filename class="extension">.rpm</filename>), <emphasis>Tarball</emphasis> (<filename class="extension">.tar</filename>) dan berkas-berkas <filename class="extension">.run</filename>.
ko: 리눅스 꾸러미 파일에는 여러 가지 종류가 존재합니다. 이들 대부분은 특정 리눅스 배포판에 있는 꾸러미 관리자와 함께 사용됩니다. 예를 들면 <emphasis>데비안 꾸러미</emphasis> 파일 (<filename class="extension">.deb</filename> 파일), <emphasis>레드햇 꾸러미 관리자</emphasis> 파일 (<filename class="extension">.rpm</filename> 파일), <emphasis>Tarballs</emphasis> (<filename class="extension">.tar</filename> 파일), <filename class="extension">.run</filename> 파일들이 있습니다.
mk: Постојат многу различни видови на Linux пакети. Повеќето од нив се поврзани со менаџерот за пакети за специфичната Linux дистрибуција. Примери се <emphasis>Debian Package</emphasis> датотеките (<filename class="extension">.deb</filename> датотеки), <emphasis>RPM Package Manager</emphasis> датотеките (<filename class="extension">.rpm</filename> датотеки), <emphasis>Tarballs</emphasis> (<filename class="extension">.tar</filename> датотеки) и <filename class="extension">.run</filename> датотеките.
nl: Er zijn veel verschillende soorten Linux pakketten. De meesten horen bij pakketbeheerders van specifieke Linux-distributies. Voorbeelden zijn <emphasis>Debian pakket</emphasis> bestanden (<filename class="extension">.deb</filename> bestanden), <emphasis>RPM-pakketbeheerder</emphasis> bestanden (<filename class="extension">.rpm</filename> bestanden), <emphasis>Tarballs</emphasis> (<filename class="extension">.tar</filename> bestanden) en <filename class="extension">.run</filename> bestanden.
ro: Există multe tipuri de pachate Linux. Cele mai multe dintre acestea sunt ascociate administratorului de pachete folosit în distribuția Linux. Exemple de tipuri de fișiere sunt fișierele <emphasis>Debian Package</emphasis> (<filename class="extension">.deb</filename> files), fișierele <emphasis>RPM Package Manager</emphasis> (<filename class="extension">.rpm</filename> files), fișierele <emphasis>Tarballs</emphasis> (<filename class="extension">.tar</filename> files) și fișierele <filename class="extension">.run</filename>.
sk: V Linuxe existuje veľké množstvo balíkových súborov. Väčšina z nich sa spája s konkrétnou Linuxovou distribúciou. Napríklad <emphasis>balíky Debianu</emphasis> (<filename class="extension">.deb</filename> súbory), <emphasis>Správca balíkov RPM</emphasis> (<filename class="extension">.rpm</filename> súbory), <emphasis>Tarbally</emphasis> (<filename class="extension">.tar</filename> súbory) a súbory <filename class="extension">.run</filename>.
zh_cn: 有很多不同种类的Linux安装包文件。这些中的大部分都和特定的Linux发行版本相关联。比如<emphasis>Debian包</emphasis>文件(<filename class="extension">.deb</filename> files)，<emphasis>RPM 包管理者</emphasis>文件(<filename class="extension">.rpm</filename> files)，<emphasis>Tarballs</emphasis> (<filename class="extension">.tar</filename>文件)和<filename class="extension">.run</filename>文件。

source: This section deals with installing these single files.
da: Denne sektion handler om hvordan du installerer disse enkelte filer.
es: Esta sección se ocupa de la instalación de estos archivos individuales.
eu: Atal honetan fitxategi hauek instalatzeari buruz egingo da
gl: Esta sección trata sobre a instalación destes ficheiros.
he: חלק זה דן בהתקנת קבצים יחידים אלו.
id: Bagian ini menjelaskan bagaimana menginstal suatu paket.
ko: 이 부분은 하나의 파일을 설치하는 경우에 대해 설명합니다.
mk: Овој дел се однесува на инсталирање на овие поединечни датотеки.
nl: Deze sectie gaat over het installeren van deze individuele bestanden.
ro: Această secțiune tratează instalarea acestor fișiere.
sk: Táto časť sa zaoberá inštalovaním týchto jednotlivých balíkov.
zh_cn: 本部分内容将介绍如何安装这些单个文件。

source: It is not guaranteed that these files will be compatible with your system and you will not receive security updates if you install these files. For these reasons, if you wish to install a program, always use a native Ubuntu package of the application available through a package manager, if there is one available.
da: Det er ikke garanteret at disse filer vil være kompatible med dit system, og vil ikke modtage sikkerhedsopdateringer hvis du installerer disse filer. Af disse grunde bør du, hvis du ønsker at installere et program, altid bruge en Ubuntu-version af programmet tilgængelig gennem en pakkehåndtering, hvis der er en sådan tilgængelig.
es: No se garantiza que estos paquetes sean compatibles con su sistema y no recibirá actualizaciones de seguridad para ellos si los instala. Por esta razón, si desea instalar un programa, utilice siempre paquetes Ubuntu nativos de la aplicación (si existe alguno disponible) a través de un gestor de paquetes.
eu: Ez dago fitxategi hauek zure sistemarekin bateragarriak izango direla ziurtatzerk, eta ez duzu segurtasun-eguneratzerk jasoko fitxategi hauentzat. Honengatik guztiagatik, programa bat instalatu nahi baduzu, pakete-kudeatzaile baten bidez lorturiko Ubunturentzako pakete bereziak erabil itzazu, posible den guztietan.
gl: Non se pode garantir que estes ficheiros sexan compatíbeis co seu sistema e non recibirá actualizacións de seguranza se os instala. Debido a isto, se quere instalar un programa, utilice sempre un paquete de Ubuntu nativo da aplicación disponíbel mediante un xestor paquetes, de estar disponíbel.
he: לא ניתן להבטיח שקבצים אלו יהיו תואמים עם המערכת ולא תקבל עדכוני אבטחה אם תתקין קצבים אלו. מסיבות אלו, אם ברצונך להתקין תוכנית, השתמש תמיד בחבילות אובונטו מקוריות הזמינות במנהל החבילות, במידה וקיימות כאלו.
id: Tidak ada jaminan bahwa paket tersebut akan sesuai dengan sistem Anda dan tidak akan menerima update keamanan jika Anda menginstal berkas ini. Untuk alasan ini, jika Anda ingin menginstal program, selalu gunakan paket bawaan Ubuntu dari aplikasi yang tersedia melalui manajer paket, jika memang tersedia.
ko: 여러분의 시스템에 이 파일이 호환됨을 보장하지 않습니다. 그리고 이 파일을 설치하였을 때 보안 업데이트를 받지 못할 것입니다. 이런 이유로 프로그램 설치를 원한다면 가능한한 언제나 꾸러미 관리자를 통해 사용가능한 프로그램의 우분투 꾸러미를 사용하십시오.
mk: Не се гарантира дека овие датотеки ќе бидат компатибилни со Вашиот систем и нема да добивате сигурносни надградби ако ги инсталирате. Поради овие причини, ако сакате да инсталирате програма, секогаш користете Ubuntu пакет за апликацијата, достапен преку менаџерот за пакети, нормално ако тој е достапен.
nl: Het wordt niet gegarandeerd dat deze bestanden compatible zijn met uw systeem en als u deze bestanden installeert, zult u hiervoor geen beveiligingsupdates krijgen. Gebruik daarom, als u een programma wilt installeren, altijd een Ubuntu-eigen pakket die vanuit een pakketbeheerder beschikbaar is, voor zover er een beschikbaar is.
ro: Nu există nici o garanție că aceste fișiere vor fi compatibile cu sistemul dumneavoastră și nu veți primii actualizări de securitate pentru aceste fișiere. Din acest motiv, dacă doriți să instalați un program, folosiți întotdeauna pachetele native Ubuntu.
sk: Nie je zaručené, že tieto balíky budú kompatibilné s vaším systémom a ak ich nainštalujete, nebudete k nim mať bezpečnostné aktualizácie. Z týchto dôvodov, pokiaľ je to možné, inštalujte programy pomocou správcov balíkov priamo zo zdrojov softvéru pre Ubuntu.
zh_cn: 无法保证这些文件将与您系统兼容，因此如果您安装这些文件的话，您也将无法得到安全更新。有鉴于此，如果您想安装程序的话，在有 Ubuntu 原生软件包可用的情况下，请尽可能通过软件包管理器来安装 Ubuntu 的原生软件包。

source: Installing/uninstalling .deb files
es: Instalar y desinstalar archivos .deb
ro: Instalarea/dezinstalarea fișierelor .deb
