Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/add-applications/po/*.po
Languages: ar, bg, cs, da, de, el, es, eu, fr, gl, he, id, it, ja, ko, mk, nl, pl, pt_br, ro, ru, sk, sv, zh_cn, zh_tw

source: Files with the <filename class="extension">.tar</filename>, <filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename> or <filename class="extension">.tar.bz2</filename> suffix are package files known as <emphasis>tarballs</emphasis>, and are widely used in Linux and Unix to package software. Tarballs can also be used to archive and compress other files.
da: Filer med suffikserne <filename class="extension">.tar</filename>, <filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename> eller <filename class="extension">.tar.bz2</filename> er pakkefiler kendt som <emphasis>tar-arkiver</emphasis> (eller <emphasis>tarballs</emphasis>), og som bruges meget i Linux og Unix til at nedpakke software. Tar-arkiver kan også bruges til at arkivere og komprimere andre filer.
es: Los archivos con extensión <filename class="extension">.tar</filename>, <filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename> o <filename class="extension">.tar.bz2</filename> son archivos de paquete conocidos como <emphasis>tarballs</emphasis>, y son muy utilizados en Linux y Unix para empaquetar programas. Los tarballs también se usan para archivar y comprimir otros archivos.
gl: Os ficheiros co sufixo <filename class="extension">.tar</filename>, <filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename> ou <filename class="extension">.tar.bz2</filename> son ficheiros de paquetes coñecidos como <emphasis>tarballs</emphasis> e úsanse moito en Linux e Unix para empaquetar software. Os tarballs tamén se poden empregar para aquivar e comprimir outros ficheiros.
he: קבצים עם סיומת <filename class="extension">.tar</filename>, <filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename> או <filename class="extension">.tar.bz2</filename> הם קבצים דחוסים, (tarballs) ובשימוש נרחב במערכות לינוקס ויוניקס בחבילות תוכנה. קבצים דחוסים יכולים לשמש גם לכיווץ סוגי קבצים אחרים.
mk: Датотеките со <filename class="extension">.tar</filename>, <filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename> или <filename class="extension">.tar.bz2</filename> суфиксот, претставуваат пакети познати како <emphasis>tarball</emphasis>. Тие се широко користени во Linux и Unix за пакување на софтвер. Tarball датотеките можат да се користат и за архивирање и компресија на други датотеки.
nl: Bestanden met de <filename class="extension">.tar</filename>, <filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename> of <filename class="extension">.tar.bz2</filename> achtervoegsels zijn pakketbestanden die <emphasis>tarballs</emphasis> worden genoemd, en worden algemeen gebruikt in Linux en Unix. Tarballs kunnen ook worden gebruikt om andere bestanden te archiveren en te comprimeren.
ro: Fișierele cu sufixul <filename class="extension">.tar</filename>, <filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename> sau <filename class="extension">.tar.bz2</filename> sunt fișiere cunoscute sub numele generic de <emphasis>tarballs</emphasis>, și sunt utilizate pe scară largă pe platformele Linux și Unix pentru "împachetarea" aplicațiilor. Formatele tar pot fi folosite și la arhivarea și comprimarea altor tipuri de fișiere.
sk: Súbory s príponou <filename class="extension">.tar</filename>, <filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename> alebo <filename class="extension">.tar.bz2</filename> sú súbory balíkov známe ako <emphasis>tarbally</emphasis> a v Linuxe a Unixe sú hojne používané na balíčkovanie softvéru. Tarbally je tiež možné použiť na archiváciu a kompresiu iných súborov.
zh_cn: 带有 <filename class="extension">.tar</filename>, <filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename> or <filename class="extension">.tar.bz2</filename>扩展名的文件是<emphasis>压缩包</emphasis>，在 Linux 和 Unix 软件包中得到广泛应用。 压缩包可以用来归档和压缩其它文件。

source: If there is no native Ubuntu package available in any of the Ubuntu repositories, you can use the command line to install or uninstall the tarball file.
da: Hvis der ikke er nogen Ubuntu-specifik pakke for det ønskede program tilgængelig i nogle af Ubuntu-arkiverne, kan du installere eller afinstallere tar-arkivet via en terminal.
es: Si no hay disponible ningún paquete nativo de Ubuntu en ninguno de los repositorios de Ubuntu, puede user la línea de comandos para instalar o desinstalar el archivo tarball.
eu: Ubunturentzako pakete berezirik ez baduzu aurkitzen Ubuntu errepositorioetan, agindu-lerroa erabil dezakezu tarball fitxategiak instalatu edo desinstalatzeko.
gl: Se non existe un paquete Ubuntu nativo en ningún dos repositorios de Ubuntu, pode usar a liña de comandos para instalar ou desinstalar o ficheiro tarball.
he: במידה ולא קיימת חבילת תוכנה מקורית במאגרים של אובונטו, ניתן להשתמש בשורת הפקודה להתקין או להסיר את קובץ ה- tarball.
id: Bila tidak ada paket asli Ubuntu yang tersedia di repositori Ubuntu manapun, Anda dapat menggunakan baris perintah untuk menginstal atau membuang berkas tarball.
ko: 만약 어떤 우분투 저장소에도 원하는 우분투용 꾸러미가 없다면, tarball 파일을 이용해 명령행에서 프로그램을 설치하거나 제거할 수 있습니다.
mk: Aко не постои Ubuntu пакет достапен во Ubuntu складиштата, тогаш можете од командна линија да инсталирате и отстранувате tarball датотека.
nl: Als er geen Ubuntu-eigen pakket in de Ubuntu-pakketbronnen beschikbaar is, dan kunt u de opdrachtregel gebruiken om het tarballbestand te installeren of te de-installeren.
ro: În cazul în care nu există nici un pachet nativ Ubuntu în arhivele Ubuntu, puteți folosi linia de comandă pentru a instala sau dezinstala aplicații din arhive tarball.
sk: Ak neexistuje natívny Ubuntu balík v žiadnom zo zdrojov softvéru Ubuntu, môžete na nainštalovanie alebo odstránenie tarballu použiť príkazový riadok.
zh_cn: 如果在任何 Ubuntu 软件库中都没有原生 Ubuntu 软件包可用的话，您可以通过命令行来安装或卸载 tarball 文件。

source: The first step will be to uncompress and extract the tarball. If it is a <emphasis>.tgz</emphasis> or a <emphasis>.tar.gz</emphasis>, in a Terminal enter: <screen>tar xfvz <replaceable>tarball_name</replaceable></screen>
da: Det første skridt vil være at dekomprimere og udpakke tar-arkivet. Hvis det er en <emphasis>.tgz</emphasis> eller en <emphasis>.tar.gz</emphasis>-fil, skal du i terminalen skrive: <screen>tar xfvz <replaceable>tarball_navn</replaceable></screen>
es: El primer paso será descomprimir y extraer el tarball. Si es un <emphasis>.tgz</emphasis> o un <emphasis>.tar.gz</emphasis>, introduzca en una terminal: <screen>tar xfvz <replaceable>nombre_del_tarball</replaceable></screen>
eu: Lehen urratsa tarball-a deskonprimitzea iango da. <emphasis>.tgz</emphasis> edo <emphasis>.tar.gz</emphasis> bat bada, hau idatz ezazu terminal batean: <screen>tar xfvz <replaceable>tarball_izena</replaceable></screen>
gl: O primeiro paso será descomprimir e extraer o tarball. Se é un <emphasis>.tgz</emphasis> or a <emphasis>.tar.gz</emphasis>, introduza nun Terminal: <screen>tar xfvz <replaceable>nome_do_tarball</replaceable></screen>
he: הצעד הראשון יהיה לחלץ ולפרוס את קובץ ה- TAR הדחוס. אם הקובץ הוא בעל סיומת <emphasis>.tgz</emphasis> או <emphasis>.tar.gz</emphasis>, יש להקליד במסוף את הפקודה: <screen>tar xfvz <replaceable>שם_הקובץ_הדחוס</replaceable></screen>
id: Langkah pertama adalah memekarkan dan mengekstrak berkas tarball. Jika ia adalah <emphasis>.tgz</emphasis> atau <emphasis>.tar.gz</emphasis>, di Terminal ketik: <screen>tar xfvz <replaceable>nama_tarball</replaceable></screen>
ko: 가장 먼저 해야할 일은 tarball 의 압축을 푸는 일입니다. <emphasis>.tgz</emphasis> 혹은 <emphasis>.tar.gz</emphasis> 이라는 확장자를 가지는 파일이라면, 터미널에서 다음을 입력하세요: <screen>tar xfvz <replaceable>tarball 이름</replaceable></screen>
mk: Првиот чекор е да се декомпресира и отпакува tarball-от. Ако е со <emphasis>.tgz</emphasis> или <emphasis>.tar.gz</emphasis>, во Терминал, внесете: <screen>tar xfvz <replaceable>име_на_tarball</replaceable></screen>
nl: De eerste stap is het decomprimeren en uitpakken van de tarball. Als het een <emphasis>.tgz</emphasis> of een <emphasis>.tar.gz</emphasis> bestand is, type in een Terminalvenster: <screen>tar xfvz <replaceable>tarball_naam</replaceable></screen>
ro: Primul pau este să dezarhivați și să extrageți conținutul arhivei. Dacă arhiva este <emphasis>.tgz</emphasis> sau <emphasis>.tar.gz</emphasis>, într-un termian introduceți: <screen>tar xfvz <replaceable>nume_arhivă</replaceable></screen>
sk: Prvým krokom bude dekompresia a rozbalenie tarballu. Ak je to <emphasis>.tgz</emphasis> alebo <emphasis>.tar.gz</emphasis>, zadajte v termináli: <screen>tar xfvz <replaceable>názov_tarballu</replaceable></screen>
zh_cn: 第一步是解压和抽取该tarball文件。如果它是 <emphasis>.tgz</emphasis> 或 <emphasis>.tar.gz</emphasis>文件，在终端输入：<screen>tar xfvz <replaceable>tarball_name</replaceable></screen>

source: Then it will be necessary to follow the instructions that come with the package. These are generally located in the extracted tarball in a file called <filename>README</filename> or <filename>INSTALL</filename>.
da: Derefter vil det være nødvendigt at følge de instruktioner, som følger med pakken. Disse kan generelt findes i det udpakkede tar-arkiv i en fil kaldet <filename>README</filename> eller <filename>INSTALL</filename>.
es: A continuación, será necesario seguir las instrucciones que vengan con el paquete. Normalmente están situadas en el tarball descomprimido en un archivo llamado <filename>README</filename> o <filename>INSTALL</filename>.
eu: Ondoren, paketearekin datozen argibideak jaraitu itzazu. Normalean, deskonprimitu duzun tarball-ean egongo dira, <filename>README</filename> edo <filename>INSTALL</filename> izeneko fitxategi batean.
gl: A continuación haberá que seguir as instrucións que veñen co paquete. Normalmente atópanse no tarball extraído nun ficheiro chamado <filename>README</filename> ou <filename>INSTALL</filename>.
he: יש צורך לעקוב אחר הוראות ההדרכה שבאות יחד עם החבילה. ההוראות ממוקמות בדרך כלל בקובץ הנקרא <filename>README</filename> או <filename>INSTALL</filename>. הנמצא בתוך קובץ ה- TAR הדחוס.
id: Lalu Anda ikuti petunjuk yg ada pd paket tsb, yg biasanya ada dlm berkas yg bernama <filename>README</filename> atau <filename>INSTALL</filename>.
ko: 다음으로는 꾸러미에 포함된 지시 사항을 따라야 합니다. 일반적으로 이러한 지시 사항들은 압축이 풀린 tarball 내의 <filename>README</filename> 파일 또는 <filename>INSTALL</filename> 파일에 기록되어 있습니다.
mk: Потоа ќе треба да се следат инструкциите кои доаѓаат со пакетот. Тие вообичаено се лоцирани во отпакуваниот tarball во датотека наречена <filename>README</filename> или <filename>INSTALL</filename>.
nl: Vervolgens is het nodig om de aanwijzingen te volgen die bij het pakket zitten. Over het algemeen bevinden deze binnen de uitgepakte tarball in een bestand met de naam <filename>README</filename> of <filename>INSTALL</filename>.
ro: Va fi nevoie să urmați instrucțiunile ce vin cu pachetul. În general acestea se găsesc într-un fișier al arhivei extrase numit <filename>README</filename> sau <filename>INSTALL</filename>.
sk: Potom bude potrebné nasledovať inštrukcie, ktoré sú súčasťou balíku. Spravidla sú umiestnené v rozbalenom tarballe v súbore s názvom <filename>README</filename> alebo <filename>INSTALL</filename>.
zh_cn: 然后有必要沿着安装包自带的指令进行。一般在解压tarball后的<filename>README</filename>文件或者<filename>INSTALL</filename>文件中。

source: Tarballs often contain the source code of the program, and need to be <emphasis>compiled</emphasis> in order to be used.
da: Tar-arkiver indeholder ofte programmets kildetekst, og skal <emphasis>kompileres</emphasis> før det kan bruges.
es: Los tarballs a menudo contienen el código fuente del programa, y necesitan ser <emphasis>compilados</emphasis> para poder usarlos.
eu: Askotan, tarball-ek programaren iturburu-kodea ekartzen dute, eta <emphasis>konpilatuak</emphasis> izan behar dute erabiliak izan ahal izateko.
gl: Os tarballs moitas veces conteñen o código fonte do programa e hainos que <emphasis>compilar</emphasis> para podelos usar.
he: לעיתים קבצי Tarball מכילים את קוד המקור של התוכנית, ונדרש להדר אותם (To Compile) בכדי שניתן יהיה להשתמש בהם.
id: Tarball sering memuat kode sumber program, dan perlu <emphasis>di-compile</emphasis> agar dpat digunakan.
ko: tarball은 종종 프로그램의 소스 코드를 포함하고 있으며, 이를 사용하기 위해서는 <emphasis>컴파일</emphasis>할 필요가 있습니다.
mk: Tarball-овите често содржат изворен код на програмата и ќе треба да го <emphasis>компајлирате</emphasis> за да ја користите.
nl: Tarballs bevatten vaak de broncode van het programma en moeten <emphasis>gecompileerd</emphasis> worden voordat ze gebruikt kunnen worden.
ro: Fișierele tarball conțin adesea codul sursă al programului, iar pentru a fi folosite ele trebuie <emphasis>compilate</emphasis>.
sk: Tarbally často obsahujú zdrojový kód programu, ktorý je potrebné <emphasis>skompilovať</emphasis>, aby ho bolo možné používať.
zh_cn: tarball 通常包含了程序的源代码，因此需要被 <emphasis>编译</emphasis> 过才能使用。

source: Compiling programs requires some packages that are not installed by default. You can install most of these all at once by installing the <ulink url="apt:build-essential">build-essential</ulink> package.
es: Para compilar programas se necesitan algunos paquetes que no se instalan de forma predeterminada. Puede instalar la mayoría de una sola vez instalando el paquete <ulink url="apt:build-essential">build-essential</ulink>.
ro: Compilarea programelor necesită unele pachete care nu sunt instalate implicit. Puteți instala majoritatea acestora dintr-o dată prin instalarea pachetului <ulink url="apt:build-essential">build-essential</ulink>.

source: Install .run packages
es: Instalar paquetes .run
ro: Instalarea pachetelor .run

source: Sometimes you may need to install software (most often a game) which has been packaged as a .run file. These files contain the software and a small program to install the software.
da: Nogle gange kan du få brug for at installere software (oftest et spil), som er blevet pakket som en .run-fil. Disse filer indeholder den givne software samt et lille program til at installere den.
es: A veces necesita instalar un programa (normalmente un juego) que ha sido empaquetado en un archivo .run. Estos archivos contienen el software, y un pequeño programa destinado a instalar dicho software.
eu: Batzutan, .run fitxategi batean dagoen softwarea (gehienetan, jokoak) instalatu nahiko duzu. Fitxategi hauetan softwarea bera eta software hori instalatzeko programa txiki bat daude.
gl: Ás veces pode que teña que instalar software (maiormente, xogos), empaquetado nun ficheiro .run. Estes ficheiros conteñen o software e un pequeno programa para instalar o software.
he: לעיתים ייתכן ותדרש להתקין תוכנה (לרוב משחק) אשר נארזה כקובץ .run . קבצים אלו מכילים את התוכנה ותוכנית קטנה להתקנת התוכנה.
id: Terkadang Anda perlu untuk menginstal perangkat lunak (biasanya permainan) yg telah dipaketkan dlm sebuah berkas .run. berkas-berkas ini berisi perangkat lunak dan program kecil untuk menginstal perangkat lunak,
ko: 때때로 여러분은 .run 파일로 구성된 꾸러미 (주로 게임 소프트웨어) 를 설치해야 할 때가 있을 것입니다. 이러한 파일들은 소프트웨어와 함께 작은 설치 프로그램을 포함합니다.
mk: Понекогаш можно е да треба да инсталирате софтвер (најчесто игра) спакуван во пакет како .run датотека. Овие датотеки го содржат софтверот, како и мала програма за негово инсталирање.
nl: Het kan soms nodig zijn om software (meestal een spel) te installeren dat verpakt is als een .run bestand. Deze bestanden bevatten de software en een klein programma om de software te installeren.
ro: Uneori trebuie să instalați programe (cel mai des jocuri) ce sunt înmpachetate ca fișiere .run. Aceste fișiere conțin programul efectiv și un mic program pentru instalare.
sk: Niekedy môžete potrebovať nainštalovať softvér (väčšinou hru), ktorý je zabalený v .run súbore. Takéto súbory obsahujú daný softvér a malý program na jeho inštaláciu.
zh_cn: 有时您需要安装被打包成.run的软件(通常是游戏)。这些软件包包含软件和一个小的程序来安装软件。

source: Follow the procedure below to install software packaged in a <filename class="extension">.run</filename> file:
da: Følg proceduren herunder for at installere software pakket i en <filename class="extension">.run</filename>-fil:
es: Siga el procedimiento siguiente para instalar el software empaquetado en un archivo <filename class="extension">.run</filename>:
eu: Ondorengo prozesu hau jarrai ezazu <filename class="extension">.run</filename> fitxategi batean paketatutako softwarea instalatzeko:
gl: Siga o procedemento de embaixo para instalar software empaquetado nun ficheiro <filename class="extension">.run</filename>:
he: עקוב אחר התהליך למטה בכדי להתקין חבילות תוכנה בקובץ <filename class="extension">.run</filename>:
id: Ikuti prosedur berikut untuk menginstal perangkat lunak yg telah dipaketkan dlm sebuah berkas <filename class="extension">.run</filename>:
ko: <filename class="extension">.run</filename> 파일을 설치하려면 다음과 같은 절차를 따르십시오:
mk: Следете ја процедурата подоле за да инсталирате софтвер спакуван во <filename class="extension">.run</filename> датотека:
nl: Volg de onderstaande procedure om de software te installeren dat in een <filename class="extension">.run</filename> bestand is verpakt:
ro: Urmați procedure de mai jos pentru a instala pachete software din fișiere <filename class="extension">.run</filename>:
sk: Softvér dodávaný vo forme súboru <filename class="extension">.run</filename> nainštalujete nasledovne:
zh_cn: 按照下面的流程来从<filename class="extension">.run</filename>文件安装软件:

source: Find the <filename class="extension">.run</filename> file in the <application>File Browser</application>
da: Find <filename class="extension">.run</filename>-filen i <application>Filhåndtering</application>
es: Busque el archivo <filename class="extension">.run</filename> con el <application>Navegador de archivos</application>
eu: <filename class="extension">.run</filename> fitxategia aurkitu ezazu <application>Fitxategi-Arakatzailean</application>
gl: Atope o ficheiro <filename class="extension">.run</filename> no <application>Navegador de Ficheiros</application>
he: מצא את קובץ ה<filename class="extension">.run</filename> ב<application>File Browser</application>.
id: Cari berkas <filename class="extension">.run</filename> dlm <application>Perambah Berkas</application>
ko: <application>파일 탐색기</application> 에서 <filename class="extension">.run</filename> 파일을 찾습니다.
mk: Пронајдете ја <filename class="extension">.run</filename> датотеката во <application>прелистувачот на датотеки</application>
nl: Zoek het <filename class="extension">.run</filename>-bestand in de <application>Bestandsbladeraar</application>
ro: Găsiți fișierul <filename class="extension">.run</filename> folosind <application>Navigatorul de fișiere</application>
sk: V <application>Prehliadači súborov</application> nájdite súbor <filename class="extension">.run</filename>
zh_cn: 在<application>文件浏览器</application>中寻找<filename class="extension">.run</filename>文件

source: Right-click the file and select <guilabel>Properties</guilabel>
da: Højreklik på filen og vælg <guilabel>Egenskaber</guilabel>
es: Pulse con el botón derecho sobre el archivo, y seleccione <guilabel>Propiedades</guilabel>
eu: Eskuin klik egin ezazu fitxategiaren gainean, eta <guilabel>Propietateak</guilabel> hautatu ezazu
gl: Faga clic co botón dereito no ficheiro e escolla <guilabel>Propiedades</guilabel>
he: לחיצה ימנית על קובת ובחירת <guilabel>Properties</guilabel> (העדפות).
id: Klik kanan berkas tsb dan pilih <guilabel>Properti</guilabel>
ko: 해당 파일을 오른쪽 클릭하고 <guilabel>등록 정보</guilabel> 을 선택합니다.
mk: Десен-клик на датотеката и изберете <guilabel>Својства</guilabel>
nl: Klik met de rechter muisknop op het bestand en kies <guilabel>Eigenschappen</guilabel>
ro: Clic dreapta pe fișier și alegeți intrarea <guilabel>Proprietăți</guilabel>
sk: Kliknite naň pravým tlačidlom a vyberte <guilabel>Vlastnosti</guilabel>
zh_cn: 右键点击文件选择<guilabel>属性</guilabel>

source: Under the <guilabel>Permissions</guilabel> tab, make sure that <guilabel>Allow executing file as program</guilabel> is checked and press <guibutton>Close</guibutton>
da: Under fanebladet <guilabel>Tilladelser</guilabel> skal du sikre dig at der er flueben i <guilabel>Tillad at køre fil som et program</guilabel>, og tryk derefter <guibutton>Luk</guibutton>
es: En la solapa <guilabel>Permisos</guilabel>, compruebe que está activada la opción <guilabel>Permitir ejecutar el archivo como un programa</guilabel> y pulse el botón <guibutton>Close</guibutton>
eu: <guilabel>Baimenak</guilabel> fitxan, egiaztatu ezazu <guilabel>Baimendu fitxategia programa bezala exekutatzea</guilabel> markatuta dagoela eta <guibutton>Itxi</guibutton> sakatu ezazu
gl: Na pestana <guilabel>Permisos</guilabel> asegúrese de ter seleccionado <guilabel>Permitir executar o ficheiro como programa</guilabel> e prema <guibutton>Pechar</guibutton>
he: תחת אזור ה<guilabel>Permissions</guilabel> (הרשאות), תוודא ש<guilabel>Allow executing file as program</guilabel> מסומן ולחץ <guibutton>Close</guibutton> (סגור)
id: Pada tab <guilabel>Hak Akses</guilabel>, pastikan bahwa <guilabel>Bolehkan mengeksekusi berkas senagai program</guilabel> dicentang, tekan <guibutton>Tutup</guibutton>
ko: <guilabel>접근 권한</guilabel> 탭에서, <guilabel>파일을 프로그램으로 실행 허용</guilabel> 이 체크되었는지 확인하고 <guibutton>닫기</guibutton> 를 누릅니다.
mk: Во јазичето <guilabel>Пермисии</guilabel>, осигурајте се дека е штиклирано кутивчето покрај <guilabel>Дозволи извршување на датотеката како програма</guilabel>, а потоа притиснете на <guibutton>Затвори</guibutton>
nl: Onder de <guilabel>Rechten</guilabel> tab, zorg ervoor dat het vinkje bij <guilabel>Uitvoeren van bestand toestaan</guilabel> aan staat en klik op <guibutton>Sluiten</guibutton>
ro: În tab-ul <guilabel>Permisiuni</guilabel>, asigurați-vă că <guilabel>Permite execuția fișierului ca program</guilabel> este selectat și apăsați butonul <guibutton>Închide</guibutton>
sk: V záložke <guilabel>Práva</guilabel> sa uistite, že pole <guilabel>Povoliť spustenie súboru ako program</guilabel> je označené a stlačte <guibutton>Zavrieť</guibutton>
zh_cn: 在<guilabel>权限</guilabel>标签下，确保<guilabel>允许以程序来执行文件</guilabel>被选中并按<guibutton>关闭</guibutton>

source: Double-click the <filename class="extension">.run</filename> file and press <guibutton>Run in Terminal</guibutton> to run the installer
da: Dobbeltklik på <filename class="extension">.run</filename>-filen og tryk på <guibutton>Kør i terminal</guibutton> for at åbne installationsprogrammet
es: Pulse dos veces sobre el archivo <filename class="extension">.run</filename> y pulse <guibutton>Ejecutar en una terminal</guibutton> para ejecutar el instalador.
gl: Faga dobre-clic no ficheiro <filename class="extension">.run</filename> e prema en <guibutton>Executar en Terminal</guibutton> para executar o instalador.
he: לחץ לחיצה כפולה על קובץ ה<filename class="extension">.run</filename> ובחר <guibutton>Run in Terminal</guibutton> (הרץ בטרמינל) על מנת להפעיל את תוכנית ההתקנה
mk: Двоен-клик на <filename class="extension">.run</filename> датотеката и притиснете на <guibutton>Изврши во Терминал</guibutton> за да ја стартувате инсталационата програма
nl: Dubbelklik het <filename class="extension">.run</filename>-bestand en klik op <guibutton>Uitvoeren in terminalvenster</guibutton> om het installatieprogramma uit te voeren.
ro: Efectuați clic dublu pe fișierul cu sufixul <filename class="extension">.run</filename> și apoi apăsați butonul <guibutton>Rulează în Terminal</guibutton> pentru a rula programul de instalare.
sk: Na spustenie inštalátora dvakrát kliknite na <filename class="extension">.run</filename> súbor a stlačte <guibutton>Spustiť v Termináli</guibutton>
zh_cn: 双击 <filename class="extension">.run</filename> 文件并点击<guibutton>在终端运行</guibutton>来运行安装程序
