Repository: drorganvidez/guadalinex-v6
Catalog: apps/hermeshardware/tags/hermeshardware-0.4.13/po/*.po
Languages: es

source: Bluetooth device connected
es: Interfaz Bluetooth conectado

source: Bluetooth device disconnected
es: Interfaz Bluetooth desconectado

source: Setup bluetooth preferences
es: Configurar preferencias de bluetooth

source: Card reader detected
es: Se ha detectado un lector de tarjetas

source: Card reader disconnected
es: Lector de tarjetas desconectado

source: Configure DNIe
es: Configurando DNIe

source: Configure FNMT-Ceres card
es: Configurar tarjeta FNMT-Ceres

source: Session restart needed
es: Es necesario reiniciar la sesión

source: You must restart your session to apply the changes
es: Debe reiniciar su sesión para aplicar los cambios

source: Add user to scard group
es: Añadir usuario al grupo scard

source: CAMERA
es: CÁMARA

source: Digital camera connected.
es: Cámara digital conectada.

source: Digital camera disconnected
es: Cámara digital desconectada

source: Use device
es: Utilizar dispositivo

source: Install required packages
es: Instalar paquetes requeridos

source: Digital television device connected
es: Dispositivo de televisión digital conectado

source: Digital television device disconnected
es: Dispositivo de televisión digital desconectado

source: Run TV-Player
es: Ejecutar reproductor de TV

source: TDT device without firmware!!
es: Dispositivo TDT sin firmware

source: More info...
es: Más información...

source: 3G device connected
es: Dispositivo 3G conectado

source: 3G device disconnected
es: Dispositivo 3G desconectado

source: iPod device detected
es: Se ha detectado un dispositivo iPod

source: iPod device disconnected.
es: Dispositivo iPod desconectado.

source: Network
es: Red

source: Connected network interface %s
es: Se ha conectado el interfaz de red %s

source: Disconnected network interface %s
es: Se ha desconectado el interfaz de red %s

source: PCMCIA device connected
es: Dispositivo PCMCIA conectado

source: PCMCIA device disconnected
es: Dispositivo PCMCIA desconectado

source: SD Card
es: Tarjeta SD

source: SD Card inserted
es: Tarjeta SD insertada

source: SD Card extracted
es: Tarjeta SD extraída

source: Import photos
es: Importar fotografías

source: USB device detected:
es: Se ha detectado un dispositivo USB:

source: USB device detected
es: Se ha detectado un dispositivo USB

source: USB device disconnected:
es: Dispositivo USB desconectado:

source: USB device disconnected
es: Dispositivo USB desconectado

source: Joystick/Gamepad connected
es: Joystick/Gamepad conectado

source: Joystick/Gamepad disconnected
es: Joystick/Gamepad desconectado

source: Calibrate joystick
es: Calibrar el joystick

source: Keyboard
es: Teclado

source: USB keyboard configured
es: Teclado USB configurado

source: USB keyboard disconnected
es: Teclado USB desconectado

source: Mouse
es: Ratón

source: USB mouse connected
es: Raton USB conectado

source: USB mouse disconnected
es: Ratón USB desconectado

source: PRINTER
es: IMPRESORA

source: Printer connected
es: Impresora conectada

source: Printer disconnected
es: Impresora desconectada

source: Run rendering program
es: Ejecutar programa de renderizado

source: SCANNER
es: ESCÁNER

source: Scanner device connected
es: Escáner conectado

source: Scanner device disconnected
es: Dispositivo escáner desconectado

source: Graphics Tablet
es: Tableta Digitalizadora

source: Tablet connected
es: Tablet conectado

source: Tablet disconnected
es: Tableta desconectada

source: Run capture program
es: Ejecutar programa de captura

source: WEBCAM
es: CÁMARA WEB

source: Webcam connected
es: Cámara Web conectada

source: Webcam disconnected
es: Cámara web desconectada

source: Storage
es: Almacenamiento

source: Device mounted on
es: Dispositivo montado en

source: Device unmounted
es: Dispositivo desmontado

source: Wifi network interface conected: %s
es: Interfaz Wifi conectada: %s

source: Wifi network interface disconected: %s
es: Interfaz de red Wifi desconectada: %s

source: Searching for devices...
es: Buscando dispositivos...

source: Sorry, can't find any device with actions asociated.
es: No se puede encontrar ningún dispositivo con acciones asociadas

source: Hermes: Device list
es: Hermes: Listado de dispositivos

source: <b>Action list</b> for supported devices.
es: <b>Lista de acciones</b> para los dispositivos soportados.

source: This is the list of actions associated to new detected devices. In this context, <b>an action is anything the system should do to make the device work propertly</b>. For example, an action might be <i>install software</i>, <i>configure something</i> in the system, or even <i>run programs</i> to set up or use the device.
es: Este es el listado de acciones asociadas a los nuevos dispositivos detectados. En este contexto, <b>una acción es cualquier cosa que el sistema debería realizar para hacer que un dispositivo funcione correctamente</b>. Por ejemplo, una acción podría ser <i>instalar software</i>, <i>configurar algo</i> en el sistema, o incluso <i>ejecutar programas</i> para usar el dispositivo, o hacer que funcione.

source: gtk-close
es: Cerrar

source: Device Listener started
es: Monitor de dispositivos iniciado

source: Device Added
es: Dispositivo Añadido

source: Connected
es: Conectado

source: Warning
es: Advertencia

source: Device Removed
es: Dispositivo Desconectado

source: Disconnected
es: Desconectado

source: Property Modified:
es: Propiedad Modificada:

source: udi:
es: Identificador Único de Dispositivo:

source: Device
es: Dispositivo

source: usage: %prog [options]
es: uso: %prog [opciones]

source: Capture device logs.
es: Captura registros de dispositivos.

source: ------------ Hermes started.
es: ------------ Hermes iniciado.

source: ------------ Hermes finished.
es: ------------ Hermes finalizado.

source: Configuring:
es: Configurando:

source: Adding:
es: Añadir:

source: Test
es: Probar

source: Test message
es: Mensaje de prueba

source: Information
es: Información

source: Hermes Information
es: Información de Hermes

source: Welcome
es: Bienvenido

source: Welcome to the data harvester wizard about Hermes devices.
es: Bienvenido al asistente de recolección de datos sobre dispositivos Hermes.

source: Data harvesting
es: Recolección de datos

source: Device Name:
es: Nombre del dispositivo:

source: newdevice
es: dispositivo nuevo

source: Harvesting correct data about a device requires to follow the next steps: <b>1)</b> Attach the device. <b>2)</b> Wait about 10 seconds. <b>3)</b> Detach the device.
es: La recolección de datos correctos de un dispositivo requiere que siga los pasos siguientes: <b>1)</b> Conecte el dispositivo. <b>2)</b> Espere unos 10 segundos. <b>3)</b> Desconecte el dispositivo.

source: Thanks!
es: Gracias

source: On your Desktop it is located a file with the required information about your device: <DEVICENAME>.log Please, send us that file so we can improve hardware changes notification in Hermes. For more information, click Help. Thank you.
es: En su escritorio se encuentra un archivo con la información requerida acerca de su dispositivo: <Nombre de dispositivo>.log Por favor, envíenos ese archivo para que podamos mejorar la notificación de cambios de hardware en Hermes. Gracias.

source: Info
es: Información

source: Ask Info
es: Información

source: Ask Warning
es: Advertencia

source: Ask Error
es: Error

source: Input
es: Entrada

source: Close message
es: Cerrar mensaje

source: Run action message
es: Ejecutar mensaje de acción

source: HermesObject started
es: HermesObject iniciado

source: Show Info
es: Información

source: Hermes Notifier Started
es: Notificador de Hermes iniciado

source: Trying to connect to ActionInvoked
es: Intentando conectar a ActionInvoked

source: ActionInvoked handler not configured.
es: Manejador de ActionInvoked no configurado

source: Trying to run notification-daemon.
es: Intentando ejecutar el notification-daemon

source: show:
es: muestra:

source: show_info:
es: muestra_informacion:

source: FileNotification:
es: Notificacion a Fichero:

source: Type password
es: Introduzca contraseña

source: User pressed cancel
es: Usuario solicito cancelación

source: Three attemps for password
es: Tres intentos fallidos de contraseña

source: Installing packages
es: Instalando paquetes

source: Installed packages
es: Paquetes instalados
