Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/*-passwd.po
Languages: es

source: Debian tools
es: Herramientas Debian

source: NAME
es: NOMBRE

source: update-passwd - safely update /etc/passwd, /etc/shadow and /etc/group
es: update-passwd - actualización segura de /etc/passwd, /etc/shadow y /etc/group

source: SYNOPSIS
es: SINOPSIS

source: B<update-passwd> [I<options>]
es: B<update-passwd> [I<opciones>]

source: DESCRIPTION
es: DESCRIPCIÓN

source: B<update-passwd> handles updates of /etc/passwd, /etc/shadow and /etc/group on running Debian systems. It compares the current files to master copies, distributed in the base-passwd package, and updates all entries in the global system range (that is, 0\(en99).
es: B<update-passwd> maneja actualizaciones de /etc/passwd, /etc/shadow y /etc/group en sistemas Debian. Compara los archivos actuales con copias maestras, distribuidas en el paquete base-passwd y actualiza todas las entradas en el rango del sistema global (o sea, 0\(en99).

source: OPTIONS
es: OPCIONES

source: B<update-passwd> follows the usual GNU command line syntax, with long options starting with two dashes (\(oq-\(cq).
es: B<update-passwd> sigue la sintaxis de órdenes de GNU, con largas opciones iniciadas con dos barras (\(oq-\(cq).

source: B<-p>,\ B<--passwd-master=FILE>
es: B<-p>,\ B<--passwd-master=ARCHIVO>

source: Use FILE as the master copy of the passwd database. The default value is I</usr/share/base-passwd/passwd.master>.
es: Usar FILE como copia maestra de la base de datos de contraseñas. El valor predeterminado es I</usr/share/base-passwd/passwd.master>.

source: B<-g>,\ B<--group-master=FILE>
es: B<-g>,\ B<--group-master=ARCHIVO>

source: Use FILE as the master copy of the group database. The default value is I</usr/share/base-passwd/group.master>.
es: Usar FILE como copia maestra del la base de datos de grupo. El valor predeterminado es I</usr/share/base-passwd/group.master>.

source: B<-P>,\ B<--passwd=FILE>
es: B<-P>,\ B<--passwd=ARCHIVO>

source: Use FILE as the system passwd database. The default value is I</etc/passwd>.
es: Usar FILE como base de datos de contraseñas de sistema. El valor predeterminado es I</etc/passwd>.

source: B<-S>,\ B<--shadow=FILE>
es: B<-S>,\ B<--shadow=ARCHIVO>

source: Use FILE as the system shadow database. The default value is I</etc/shadow>.
es: Usar ARCHIVO como bases de datos de contraseñas («shadow») del sistema. El valor predeterminado es I</etc/shadow>.

source: B<-G>,\ B<--group=FILE>
es: B<-G>,\ B<--group=ARCHIVO>

source: Use FILE as the system group database. The default value is I</etc/group>.
es: Usar FILE como base de datos de grupo de sistema. El valor predeterminado es I</etc/group>.

source: Only perform sanity-checks but don't do anything.
es: Sólo realiza controles de sanidad, pero no hace nada más.

source: Give detailed information about we are doing. A second -v gives additional detail.
es: da información detallada sobre lo que está haciendo. Un segundo -v da información adicional.

source: Don't do anything but only show what we would do.
es: No haga nada pero muestre lo que haría.

source: Don't attempt to lock the account database. This should only be used for debugging purposes. B<I repeat: do not do this unless you are really sure you need this!>
es: No intentar bloquear la base de datos de cuentas. Sólo debería usarse para propósitos de depuración. B<I Repetimos: ¡no lo haga a menos que esté seguro de que es realmente necesario!>

source: Show a summary of how to use B<update-passwd>.
es: Mostrar un sumario sobre como usar B<update-passwd>.

source: Show the version number
es: Mostrar el número de versión

source: BUGS
es: ERRORES

source: At this moment B<update-passwd> does not verify the shadow-file. It should check if the entries in the passwd are also in shadow and vice versa, and that passwords are not present in both files.
es: En este momento, B<update-passwd> no verifica correctamente el archivo «shadow». Deberá comprobar si las entradas de «passwd» están también en «shadow» y viceversa, y que no hay contraseñas en ninguno de los archivos.

source: AUTHOR
es: AUTOR

source: This program was written for the Debian project, and is copyright 1999\(en2002 Wichert Akkerman and copyright 2002, 2003 Colin Watson. It is distributed under version 2 of the GNU General Public License.
es: Este programa fue escrito para el proyecto Debian y su copyright es de 1999\2002 por Wichert Akkerman y el copyright de 2002 y 2003 por Colin Watson. Se distribuye bajo la GNU General Public License versión 2.
