Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/attr.po
Languages: es

source: Usage: %s [-LRSq] -s attrname [-V attrvalue] pathname # set value %s [-LRSq] -g attrname pathname # get value %s [-LRSq] -r attrname pathname # remove attr %s [-LRq] -l pathname # list attrs -s reads a value from stdin and -g writes a value to stdout
es: Uso: %s [-LRSq] -s nomatrib ruta [-V valoratr] ruta # establecer valor %s [-LRSq] -g nomatrib ruta # obtener valor %s [-LRSq] -r nomatrib ruta # borrar atributo %s [-LRq] -l ruta # listar atributos -s lee un valor de la entrada estándar y -g escribe un valor a la salida estándar

source: Only one of -s, -g, -r, or -l allowed
es: Solo se permite una de -s, -g, -r, o -l

source: -V only allowed with -s
es: -V sólo se permite junto con -s

source: Unrecognized option: %c
es: Opción desconocida %c

source: A filename to operate on is required
es: Se requiere un nombre de archivo sobre el que actuar

source: Could not set "%s" for %s
es: No se puede establecer "%s" para %s

source: Attribute "%s" set to a %d byte value for %s:
es: El atributo "%s" se establece como un valor %d en bytes para %s:

source: Could not get "%s" for %s
es: No es posible obtener "%s" para %s

source: Attribute "%s" had a %d byte value for %s:
es: El atributo "%s" tenía un valor %d en bytes para %s:

source: Could not remove "%s" for %s
es: No se pudo eliminar "%s" para %s

source: Could not list "%s" for %s
es: No se pudo listar "%s" para %s

source: Attribute "%s" has a %d byte value for %s
es: El atributo "%s" tiene un valor %d en bytes para %s:

source: At least one of -s, -g, -r, or -l is required
es: Se requiere al menos uno de entre -s, -g, -r, ó -l

source: No such attribute
es: Atributo inexistente

source: %s: Removing leading '/' from absolute path names
es: %s: Quitando el prefijo '/' de los nombres de las rutas absolutas

source: %s %s -- get extended attributes
es: %s%s -- obtener atributos extendidos

source: Usage: %s %s
es: Uso: %s %s

source: -n, --name=name get the named extended attribute value -d, --dump get all extended attribute values -e, --encoding=... encode values (as 'text', 'hex' or 'base64') --match=pattern only get attributes with names matching pattern --only-values print the bare values only -h, --no-dereference do not dereference symbolic links --absolute-names don't strip leading '/' in pathnames -R, --recursive recurse into subdirectories -L, --logical logical walk, follow symbolic links -P --physical physical walk, do not follow symbolic links --version print version and exit --help this help text
es: -n, --name=nombre obtener el valor del atributo extendido indicado -d, --dump obtener todos los valores de los atributos extendidos -e, --encoding=... codificar valores (como 'text', 'hex' o 'base64') --match=patrón obtener sólo los atributos cuyos nombres coincidan con el indicado --only-values imprimir solamente los valores -h, --no-dereference omitir los enlaces simbólicos --absolute-names no quitar el prefijo '/' de las rutas -R, --recursive incluir subdirectorios -L, --logical recorrido lógico, seguir los enlaces simbólicos -P --physical recorrido físico, no seguir los enlaces simbólicos --version imprimir versión y salir --help mostrar este texto de ayuda

source: %s: invalid regular expression "%s"
es: %s: expresión regular no válida "%s"

source: Usage: %s %s Try `%s --help' for more information.
es: Uso: %s %s Escriba `%s --help' para más información.

source: %s: %s: No filename found in line %d, aborting
es: %s: %s: No se ha encontrado un nombre de archivo en la línea %d, abortando

source: %s: No filename found in line %d of standard input, aborting
es: %s: No se encontró un nombre de archivo en la línea %d de la entrada estándar, abortando

source: %s %s -- set extended attributes
es: %s %s -- establecer atributos extendidos

source: -n, --name=name set the value of the named extended attribute -x, --remove=name remove the named extended attribute -v, --value=value use value as the attribute value -h, --no-dereference do not dereference symbolic links --restore=file restore extended attributes --version print version and exit --help this help text
es: -n, --name=nombre establecer el valor del atributo extendido indicado -x, --remove=nombre eliminar el atributo extendido indicado -v, --value=valor usar el valor como valor del atributo -h, --no-dereference omitir enlaces simbólicos --restore=fichero restaurar atributos extendidos --version imprimir versión y salir --help mostrar este texto de ayuda

source: Usage: %s %s %s %s Try `%s --help' for more information.
es: Uso: %s %s %s %s Pruebe `%s --help' para obtener más información.

source: listing attributes of %s
es: listando los atributos de %s

source: getting attribute %s of %s
es: obteniendo atributo %s de %s

source: setting attributes for %s
es: estableciendo atributos para %s

source: setting attribute %s for %s
es: estableciendo atributo %s para %s
