Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/command-not-found.po
Languages: es

source: Ubuntu has the following similar programs
es: Ubuntu tiene los siguientes programas similares

source: The program '%s' is currently not installed.
es: El programa «%s» no está instalado actualmente.

source: You can install it by typing:
es: Puede instalarlo escribiendo:

source: To run '%(command)s' please ask your administrator to install the package '%(package)s'
es: Para ejecutar «%(command)s» por favor, solicite a su administrador que instale el paquete «%(package)s»

source: Make sure you have the '%s' component enabled
es: Compruebe que tiene el componente «%s» activado

source: The program '%s' can be found in the following packages:
es: El programa «%s» puede encontrarse en los siguientes paquetes:

source: Try: %s <selected package>
es: Pruebe: %s <paquete seleccionado>

source: Ask your administrator to install one of them
es: Solicite a su administrador que instale uno de ellos

source: %prog [options] <command-name>
es: %prog [opciones] <nombre-del-comando>

source: use this path to locate data fields
es: usar esta ruta para localizar los campos de datos
