Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/cryptsetup.po
Languages: es

source: This is the last keyslot. Device will become unusable after purging this key.
es: Este es el último zócalo de clave. El dispositivo será inutilizable después de purgar esta clave.

source: Unable to obtain sector size for %s
es: Imposible obtener el tamaño de sector para %s

source: Failed to obtain device mapper directory.
es: Fallo al obtener el directorio de mapeado del dispositivo

source: Can't open device: %s
es: No se puede abrir el dispositivo: %s

source: %s is not a LUKS partition
es: %s no es una partición LUKS

source: unknown hash spec in phdr
es: Especificación hash desconocida en phdr

source: unknown LUKS version %d
es: versión %d de LUKS desconocida

source: Can't open device %s
es: No se puede abrir el dispositivo %s

source: key %d active, purge first
es: clave %d activa, púrguela primero

source: key material section %d includes too few stripes. Header manipulation?
es: la sección de material clave %d incluye muy pocas tiras. ¿Manipulación de cabecera?

source: Key %d not active. Can't wipe.
es: Clave %d no activada. No puede limpiar.

source: Can't open device for %s%saccess: %s
es: No se puede abrir el dispositivo para acceso %s%s: %s

source: exclusive
es: exclusivo

source: writable
es: escribible

source: <name> <device>
es: <nombre> <dispositivo>

source: create device
es: crear dispositivo

source: <name>
es: <nombre>

source: remove device
es: eliminar dispositivo

source: resize active device
es: redimensionar el dispositivo activo

source: show device status
es: mostrar es estatus del dispositivo

source: <device> [<new key file>]
es: <dispositivo> [<nuevo archivo de clave>]

source: formats a LUKS device
es: formatear el dispositivo LUKS

source: <device> <name>
es: <dispositivo> <nombre>

source: open LUKS device as mapping <name>
es: abre el dispositivo LUKS asociado a <name>

source: add key to LUKS device
es: añadir clave al dispositivo LUKS

source: <device> [<key file>]
es: <dispositivo> [<archivo clave>]

source: removes supplied key or key file from LUKS device
es: elimina la clave dada o el archivo de claves del dispositivo LUKS

source: <device> <key slot>
es: <dispositivo> <ranura de clave>

source: wipes key with number <key slot> from LUKS device
es: borra clave con el número <ranura de clave> del dispositivo LUKS

source: <device>
es: <dispositivo>

source: print UUID of LUKS device
es: imprimir UUID para el dispositivo LUKS

source: tests <device> for LUKS partition header
es: comprobar <dispositivo> para la cabecera de la partición LUKS

source: remove LUKS mapping
es: remover el mapeado LUKS

source: dump LUKS partition information
es: volcar la información de la partición LUKS

source: identical to luksKillSlot - DEPRECATED - see man page
es: idéntico a luksKillSlot - ANTICUADO - vea páginas del manual

source: modify active device - DEPRECATED - see man page
es: modifica dispositivo actual - ANTICUADO - vea páginas del manual

source: Command successful.
es: Orden satisfactoria.

source: Command failed
es: Orden fallida

source: The reload action is deprecated. Please use "dmsetup reload" in case you really need this functionality. WARNING: do not use reload to touch LUKS devices. If that is the case, hit Ctrl-C now.
es: La acción de recargar está anticuada. Por favor, use "dmsetup reload" si realmente necesita esta funcionalidad. AVISO: no use recargar para tocar dispositivos LUKS. Si ese fuera el caso, presione Ctrl-C ahora.

source: This will overwrite data on %s irrevocably.
es: Sobrescribirá los datos en %s de forma irrevocable.

source: memory allocation error in action_luksFormat
es: error de asignación de memoria en action_luksFormat

source: <action> is one of:
es: <acción> es una de:

source: <name> is the device to create under %s <device> is the encrypted device <key slot> is the LUKS key slot number to modify <key file> optional key file for the new key for luksAddKey action
es: <name> es el dispositivo bajo el cual se crea %s <device> es el dispositivo cifrado <key slot> es el número de la ranura clave LUKS a modificar <key file> archivo de clave opcional para la nueva clave de acción luksAddKey

source: Show this help message
es: Muestra este mensaje de ayuda

source: Display brief usage
es: Muestra un resumen de uso

source: Help options:
es: Opciones de ayuda:

source: Shows more detailed error messages
es: Muestra más detalles de los mensajes de error

source: The cipher used to encrypt the disk (see /proc/crypto)
es: El cifrado usado para cifrar el disco (ver /proc/crypto)

source: The hash used to create the encryption key from the passphrase
es: El hash utilizado para crear la clave de cifrado desde la contraseña

source: Verifies the passphrase by asking for it twice
es: Verificar la frase de paso preguntando por ella dos veces

source: Read the key from a file (can be /dev/random)
es: Leer la clave en un archivo (puede ser /dev/random)

source: The size of the encryption key
es: El tamaño de la clave de cifrado

source: Slot number for new key (default is first free)
es: Número de ranura para la nueva clave (predeterminada la primera libre)

source: The size of the device
es: Tamaño del dispositivo

source: SECTORS
es: SECTORES

source: The start offset in the backend device
es: Desplazamiento de inicio en el dispositivo backend

source: How many sectors of the encrypted data to skip at the beginning
es: Cuantos sectores de los datos cifrados para saltar en el principio

source: Create a readonly mapping
es: Crear un mapeado de solo lectura

source: PBKDF2 iteration time for LUKS (in ms)
es: Tiempo de iteración PBKDF2 para LUKS (en ms)

source: msecs
es: mseg

source: Do not ask for confirmation
es: No pedir confirmación

source: Print package version
es: Imprimir la versión del paquete

source: Timeout for interactive passphrase prompt (in seconds)
es: Tiempo de espera para preguntar por la frase de paso (en segundos)

source: secs
es: seg

source: How often the input of the passphrase can be retried
es: Con qué frecuencia la entrada de la frase de paso puede reintentarse

source: Align payload at <n> sector boundaries - for luksFormat
es: Alinea carga útil en <n>límites de sector - para el luksFormat

source: [OPTION...] <action> <action-specific>]
es: [OPCIÓN...] <acción> <especificación de acción>]

source: Key size must be a multiple of 8 bits
es: El tamaño de la clave debe ser un múltiplo de 8 bits

source: Argument <action> missing.
es: Falta el argumento <acción>.

source: Unknown action.
es: Acción desconocida.

source: %s: requires %s as arguments
es: %s: requiere %s como argumentos
