Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/cups.po
Languages: es

source: lpadmin: Unable to set the printer location: You must specify a printer name first!
es: Ipadmin: No se puede establecer la localización de la impresora: Primero debe especificar el nombre de la impresora.

source: lpadmin: Unable to set the printer options: You must specify a printer name first!
es: Ipadmin: No se pueden establecer las opciones de la impresora: Primero debe especificar el nombre de la impresora.

source: lpadmin: Unknown allow/deny option "%s"!
es: lpadmin: Opción allow/deny «%s» incorrecta

source: lpadmin: Unknown argument '%s'!
es: Ipadmin: Argumento desconocido '%s'!

source: lpadmin: Unknown option '%c'!
es: Ipadmin: Opción desconocida '%c'!

source: lpadmin: Warning - content type list ignored!
es: ldpadmin: Aviso - lista de tipo de contenido ignorada.

source: lpinfo: Unable to connect to server: %s
es: lpinfo: No se puede conectar al servidor: %s

source: lpinfo: Unknown argument '%s'!
es: lpinfo: Argumento desconocido '%s'.

source: lpinfo: Unknown option '%c'!
es: lpinfo: Opción desconocida '%c'.

source: lpmove: Unable to connect to server: %s
es: lpmove: No se puede conectar al servidor: %s

source: lpmove: Unknown argument '%s'!
es: lpmove: Argumento desconocido '%s'.

source: lpmove: Unknown option '%c'!
es: lpmove: Opción desconocida '%c'.

source: lpoptions: No printers!?!
es: lpoptions: no hay impresora.

source: lpoptions: Unable to add printer or instance: %s
es: lpoptions: No se puede agregar una impresora o una instancia: %s

source: lpoptions: Unable to get PPD file for %s: %s
es: lpoptions: No se puede obtener el archivo PPD para %s: %s

source: lpoptions: Unable to open PPD file for %s!
es: lpoptions: No se puede abrir el archivo PPD para %s.

source: lpoptions: Unknown printer or class!
es: lpoptions: Impresora o clase desconocida.

source: lppasswd: Only root can add or delete passwords!
es: Ippasswd: Sólo el superusuario puede añadir o borrar claves.

source: lppasswd: Password file busy!
es: Ippasswd: Archivo de contraseñas ocupado.

source: lppasswd: Password file not updated!
es: Ippasswd: El archivo de contraseñas no está actualizado.

source: lppasswd: Sorry, password doesn't match!
es: Ippasswd: Lo sentimos, la contraseña no concuerda.

source: lppasswd: Sorry, password rejected. Your password must be at least 6 characters long, cannot contain your username, and must contain at least one letter and number.
es: Ippasswd: Lo sentimos, contraseña rechazada Su contraseña debe tener al menos un 6 caracteres, no puede contener su nombre de usuario, y debe contener al menos una letra y un número.

source: lppasswd: Sorry, passwords don't match!
es: Ippasswd: Lo sentimos, las contraseñas no concuerdan

source: lppasswd: Unable to copy password string: %s
es: lppasswd: Imposible copiar la cadena de contraseña: %s

source: lppasswd: Unable to open password file: %s
es: lppasswd: No se puede abrir el archivo de contraseña: %s

source: lppasswd: Unable to write to password file: %s
es: lppasswd: No se puede escribir en el archivo de contraseña: %s

source: lppasswd: failed to backup old password file: %s
es: lppasswd: fallo al guardar el antiguo archivo de contraseña: %s

source: lppasswd: failed to rename password file: %s
es: lppasswd: fallo al renombrar el archivo de contraseña: %s

source: lppasswd: user "%s" and group "%s" do not exist.
es: lppasswd: el usuario "%s" y el grupo "%s" no existen.

source: lprm: Unable to contact server!
es: lprm: No se puede contactar con el servidor.

source: lpstat: error - %s environment variable names non-existent destination "%s"!
es: lpstat: error - %s la variable de entorno nombra al destino que no existe "%s"

source: members of class %s:
es: miembros de la clase %s:

source: no entries
es: sin entradas

source: no system default destination
es: no hay sistema destino predeterminado

source: notify-events not specified!
es: no se especificación notify-events

source: notify-recipient-uri URI "%s" uses unknown scheme!
es: El URI notify-recipient-uri «%s» usa un esquema desconocido.

source: notify-subscription-id %d no good!
es: El notify-subscription-id %d no es bueno.

source: open of %s failed: %s
es: apertura de "%s" fallida: %s

source: pending
es: pendiente

source: printer %s disabled since %s -
es: impresora %s desconectada desde %s -

source: printer %s is idle. enabled since %s
es: impresora %s está en espera. activada desde %s

source: printer %s now printing %s-%d. enabled since %s
es: impresora %s ahora está imprimiendo %s-%d. activada desde %s

source: printer %s/%s disabled since %s -
es: impresora %s/%s desactivada desde %s -

source: printer %s/%s is idle. enabled since %s
es: impresora %s/%s está en espera. activada desde %s

source: printer %s/%s now printing %s-%d. enabled since %s
es: impresora %s/%s ahora está imprimiendo %s-%d. activada desde %s

source: processing
es: procesando

source: request id is %s-%d (%d file(s))
es: id de petición es %s-%d (%d campo(s))

source: scheduler is not running
es: la agenda no está ejecutándose

source: scheduler is running
es: la agenda está ejecutándose

source: stat of %s failed: %s
es: estado de %s falló: %s

source: status show status of daemon and queue
es: status muestra el estado del demonio y la cola

source: stopped
es: detenido

source: system default destination: %s
es: destino predeterminado del sistema: %s

source: system default destination: %s/%s
es: destino predeterminado del sistema: %s/%s

source: unknown
es: desconocido

source: untitled
es: sin título
