Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/cups.po
Languages: es

source: A Samba password is required to export printer drivers!
es: Se requiere una contraseña Samba para exportar los controladores de impresora.

source: A Samba username is required to export printer drivers!
es: Se requiere un nombre de usuario Samba para exportar los controladores de impresora.

source: A class named "%s" already exists!
es: Ya existe una clase llamada "%s".

source: A printer named "%s" already exists!
es: Ya existe una impresora llamada "%s".

source: Accept Jobs
es: Aceptar trabajos

source: Add Class
es: Añadir clase

source: Add Printer
es: Añadir impresora

source: Add RSS Subscription
es: Añadir suscripción RSS

source: Administration
es: Administración

source: Attempt to set %s printer-state to bad value %d!
es: Se ha intentado cambiar el valor printer-state de %s a un valor incorrecto %d.

source: Attribute groups are out of order (%x < %x)!
es: Los grupos de atributos no están ordenados (%x < %x).

source: Bad OpenGroup
es: OpenGroup incorrecto

source: Bad OpenUI/JCLOpenUI
es: OpenUI/JCLOpenUI incorrecto

source: Bad OrderDependency
es: OrderDependency incorrecto

source: Bad UIConstraints
es: UIConstraints incorrecto

source: Bad copies value %d.
es: Valor de copias %d incorrecto.

source: Bad custom parameter
es: Parámetro personalizado incorrecto

source: Bad device-uri "%s"!
es: device-uri "%s" incorrecto.

source: Bad document-format "%s"!
es: document-format "%s" incorrecto.

source: Bad job-priority value!
es: Valor job-priority incorrecto.

source: Bad job-state value!
es: Valor job-state incorrecto.

source: Bad job-uri attribute "%s"!
es: Atributo job-uri "%s" incorrecto.

source: Bad notify-pull-method "%s"!
es: ¡notify-pull-method "%s" incorrecto!

source: Bad notify-recipient-uri URI "%s"!
es: ¡URI notify-recipient-uri "%s" incorrecto!

source: Bad number-up value %d.
es: Valor number-up %d incorrecto.

source: Bad option + choice on line %d!
es: ¡Opción + selección incorrectas en la línea %d!

source: Bad page-ranges values %d-%d.
es: Valores incorrectos para los rangos de páginas: %d-%d.

source: Bad port-monitor "%s"!
es: port-monitor "%s" incorrecto.

source: Bad printer-state value %d!
es: Valor printer-state %d incorrecto.

source: Bad request version number %d.%d!
es: Petición incorrecta de número de versión %d %d.

source: Bad subscription ID!
es: ¡ID de subscripción incorrecta!

source: Banners
es: Rótulos

source: Cancel RSS Subscription
es: Cancelar suscripción RSS

source: Change Settings
es: Cambiar configuración

source: Character set "%s" not supported!
es: Juego de caracteres "%s" no permitido.

source: Classes
es: Clases

source: Commands may be abbreviated. Commands are: exit help quit status ?
es: Las órdenes se pueden abreviar. Las órdenes son: exit help quit status ?

source: Could not scan type "%s"!
es: No se puede explorar el tipo "%s".

source: Cover open.
es: Cubierta abierta.

source: Custom
es: Personalizar

source: Delete Class
es: Borrar clase

source: Delete Printer
es: Borrar impresora

source: Destination "%s" is not accepting jobs.
es: El destino %s no está aceptando trabajos.

source: Developer almost empty.
es: Desarrollador casi vacío.

source: Developer empty!
es: Desarrollador vacío

source: Device: uri = %s class = %s info = %s make-and-model = %s device-id = %s
es: Dispositivo: uri = %s clase = %s info = %s marca-y-modelo = %s id-de-dispositivo = %s

source: Door open.
es: Puerta abierta.

source: EMERG: Unable to allocate memory for page info: %s
es: EMERG: incapaz de reservar memoria para información de página: %s

source: EMERG: Unable to allocate memory for pages array: %s
es: EMERG: incapaz de reservar memoria para matriz de páginas: %s

source: ERROR: %ld: (canceled:%ld)
es: ERROR: %ld: (cancelado:%ld)

source: ERROR: Bad %%BoundingBox: comment seen!
es: ERROR: ¡Visto comentario %%BoundingBox: incorrecto!

source: ERROR: Bad %%IncludeFeature: comment!
es: ERROR: ¡Comentario %%IncludeFeature: incorrecto!

source: ERROR: Bad %%Page: comment in file!
es: ERROR: ¡Comentario %%Page: incorrecto en el archivo!

source: ERROR: Bad %%PageBoundingBox: comment in file!
es: ERROR: ¡Comentario %%PageBoundingBox: incorrecto en el archivo!

source: ERROR: Bad SCSI device file "%s"!
es: ERROR: ¡Archivo de dispositivo SCSI "%s" incorrecto!

source: ERROR: Bad charset file %s
es: ERROR: fichero de juego de caracteres %s incorrecto

source: ERROR: Bad charset type %s
es: ERROR: Tipo de juego de caracteres %s incorrecto

source: ERROR: Bad font description line: %s
es: ERROR: Línea de descripción de fuente incorrecta: %s

source: ERROR: Bad page setup!
es: ERROR: ¡Configuración de página incorrecta!

source: ERROR: Bad text direction %s
es: ERROR: Dirección de texto %s incorrecta

source: ERROR: Bad text width %s
es: ERROR: Ancho de texto %s incorrecto

source: ERROR: Destination printer does not exist!
es: ERROR: ¡La impresora de destino no existe!

source: ERROR: Duplicate %%BoundingBox: comment seen!
es: ERROR: ¡Visto comentario %%BoundingBox: duplicado!

source: ERROR: Duplicate %%Pages: comment seen!
es: ERROR: ¡Visto comentario %%Pages: duplicado!

source: ERROR: Empty print file!
es: ERROR: ¡Archivo de impresión vacío!

source: ERROR: Invalid HP-GL/2 command seen, unable to print file!
es: ERROR: ¡Vista orden de HP-GL/2 incorrecta, incapaz de imprimir archivo!

source: ERROR: Missing %%EndProlog!
es: ERROR: ¡Falta %%EndProlog!

source: ERROR: Missing %%EndSetup!
es: ERROR: ¡Falta %%EndSetup!

source: ERROR: Missing device URI on command-line and no DEVICE_URI environment variable!
es: ERROR: Falta URI del dispositivo en la línea de órdenes y no existe variable de entorno DEVICE_URI!

source: ERROR: No %%BoundingBox: comment in header!
es: ERROR: ¡No hay un comentario %%BoundingBox: en la cabecera!

source: ERROR: No %%Pages: comment in header!
es: ERROR: ¡No hay un comentario %%Pages: en la cabecera!

source: ERROR: No device URI found in argv[0] or in DEVICE_URI environment variable!
es: ERROR: ¡No se ha encontrado un dispositivo URI en argv[0] o en la variable de entorno DEVICE_URI!

source: ERROR: No pages found!
es: ERROR: No se encuentran páginas

source: ERROR: Out of paper!
es: ERROR: Fuera del papel

source: ERROR: PRINTER environment variable not defined!
es: ERROR: variable de entorno de IMPRESORA no definido

source: ERROR: Print file was not accepted (%s)!
es: ERROR: El archivo de impresión no fue aceptado (%s)!

source: ERROR: Printer not responding!
es: ERROR: La impresora no responde

source: ERROR: Remote host did not accept control file (%d)
es: ERROR: El host remoto no aceptó el archivo de control (%d)

source: ERROR: Remote host did not accept data file (%d)
es: ERROR: El host remoto no aceptó el archivo de datos (%d)

source: ERROR: Unable to add file %d to job: %s
es: ERROR: Imposible añadir archivo %d al trabajo: %s

source: ERROR: Unable to cancel job %d: %s
es: ERROR: Imposible cancelar el trabajo %d: %s

source: ERROR: Unable to create temporary compressed print file: %s
es: ERROR: No se pudo crear el archivo comprimido temporal de impresión: %s

source: ERROR: Unable to create temporary file - %s.
es: ERROR: Imposible crear el archivo temporal - %s.

source: ERROR: Unable to create temporary file: %s
es: ERROR: No se pudo crear el archivo temporal: %s

source: ERROR: Unable to exec pictwpstops: %s
es: ERROR: No se pudo ejecutar pictwpstops: %s

source: ERROR: Unable to fork pictwpstops: %s
es: ERROR: Incapaz de bifurcar pictwpstops: %s

source: ERROR: Unable to get PPD file for printer "%s" - %s.
es: ERROR: No se pudo obtener el fichero PPD para la impresora "%s" - %s.

source: ERROR: Unable to get job %d attributes (%s)!
es: ERROR: ¡No se pudieron obtener los atributos de la tarea %d (%s)!

source: ERROR: Unable to get printer status (%s)!
es: ERROR: ¡No se pudo obtener el estado de la impresora (%s)!

source: ERROR: Unable to locate printer '%s'!
es: ERROR: ¡No se pudo localizar la impresora '%s'!

source: ERROR: Unable to open "%s" - %s
es: ERROR: Imposible abrir "%s" - %s

source: ERROR: Unable to open %s: %s
es: ERROR: Imposible abrir %s: %s

source: ERROR: Unable to open device file "%s": %s
es: ERROR: Imposible abrir archivo de dispositivo "%s": %s

source: ERROR: Unable to open file "%s" - %s
es: ERROR: Imposible abrir archivo "%s" - %s

source: ERROR: Unable to open file "%s": %s
es: ERROR: Imposible abrir archivo "%s": %s

source: ERROR: Unable to open image file for printing!
es: ERROR: Imposible abrir el archivo de imagen para imprimir!

source: ERROR: Unable to open print file "%s": %s
es: ERROR: No se pudo abrir el archivo de impresión "%s": %s

source: ERROR: Unable to open print file %s - %s
es: ERROR: Imposible abrir archivo de impresión %s - %s

source: ERROR: Unable to open print file %s: %s
es: ERROR: Imposible abrir archivo de impresión %s: %s

source: ERROR: Unable to open temporary compressed print file: %s
es: ERROR: No se pudo abrir el archivo comprimido temporal de impresión: %s

source: ERROR: Unable to seek to offset %ld in file - %s
es: ERROR: No se pudo avanzar hasta el paso %ld en el archivo - %s

source: ERROR: Unable to seek to offset %lld in file - %s
es: ERROR: No se pudo avanzar hasta el paso %lld en el archivo - %s

source: ERROR: Unable to send print data (%d)
es: ERROR: No se pudieron enviar los datos de impresión (%d)

source: ERROR: Unable to wait for pictwpstops: %s
es: ERROR: No se pudo esperar a pictwpstops: %s

source: ERROR: Unable to write %d bytes to "%s": %s
es: ERROR: Imposible escribir %d bytes en "%s": %s

source: ERROR: Unable to write print data: %s
es: ERROR: No se pudieron escribir los datos de impresión: %s

source: ERROR: Unable to write raster data to driver!
es: ERROR: ¡No se pudieron escribir los datos de rasterizado al controlador!

source: ERROR: Unable to write uncompressed document data: %s
es: ERROR: No se pudieron escribir los datos descomprimidos del documento: %s

source: ERROR: Unknown encryption option value "%s"!
es: ERROR: ¡Valor desconocido en la opción de cifrado "%s"!

source: ERROR: Unknown file order "%s"
es: ERROR: Orden de archivo desconocido "%s"

source: ERROR: Unknown format character "%c"
es: ERROR: Formato de caracter desconocido "%c"

source: ERROR: Unknown option "%s" with value "%s"!
es: ERROR: Opción "%s" con valor "%s" desconocida!

source: ERROR: Unknown print mode "%s"
es: ERROR: Modo de imprimir desconocido "%s"

source: ERROR: Unknown version option value "%s"!
es: ERROR: ¡Valor desconocido en la opción de versión "%s"!

source: ERROR: Unsupported brightness value %s, using brightness=100!
es: ERROR: ¡Valor de brillo %s no permitido, usando brillo=100!

source: ERROR: Unsupported gamma value %s, using gamma=1000!
es: ERROR: ¡Valor de gamma %s no soportado, usando gamma=1000!

source: ERROR: Unsupported number-up value %d, using number-up=1!
es: ERROR: Valor %d para páginas por hoja no soportado, se usará una página por hoja.

source: ERROR: Unsupported number-up-layout value %s, using number-up-layout=lrtb!
es: ERROR: Valor %s para distribución de varias páginas por hoja no soportado, se usará la distribución lrtb (izquierda-derecha,arriba-abajo).

source: ERROR: Unsupported page-border value %s, using page-border=none!
es: ERROR: Valor %s para borde de página no soportado, no se usará ninguno.

source: ERROR: doc_printf overflow (%d bytes) detected, aborting!
es: ERROR: Detectado desbordamiento en doc_printf (%d bytes), ¡cancelando!

source: ERROR: pictwpstops exited on signal %d!
es: ERROR: ¡pictwpstops terminó con la señal %d!

source: ERROR: pictwpstops exited with status %d!
es: ERROR: ¡pictwpstops terminó con el estado %d!

source: ERROR: recoverable: Unable to connect to printer; will retry in 30 seconds...
es: ERROR: recuperable: Imposible conectar con la impresora; se reintentará en 30 segundos...

source: ERROR: select() returned %d
es: ERROR: se devolvió select() %d

source: Edit Configuration File
es: Editar archivo de cofiguración

source: Empty PPD file!
es: Archivo PPD vacío

source: Ending Banner
es: Finalizando banner

source: Enter old password:
es: Introduzca la contraseña antigua

source: Enter password again:
es: Introduzca de nuevo la contraseña:

source: Enter password:
es: Introduzca la contraseña:

source: Enter your username and password or the root username and password to access this page. If you are using Kerberos authentication, make sure you have a valid Kerberos ticket.
es: Introduzca su nombre de usuario y contraseña o el usuario root y contraseña para entrar en esta página. Si está utilizando autenticación Kerberos, asegúrese de que tiene un ticket Kerberos válido.

source: Error Policy
es: Política de errores

source: Error: need hostname after '-h' option!
es: Error: se necesita el nombre de anfitrión después de la opción '-h'

source: Export Printers to Samba
es: Exportar impresoras a Samba

source: FAIL
es: FALLO

source: FATAL: Could not load %s
es: FATAL: No se puede cargar %s

source: File device URIs have been disabled! To enable, see the FileDevice directive in "%s/cupsd.conf".
es: ¡El dispositivo de archivo URIs ha sido desactivado! Para activarlo, mire la directiva FileDevice en "%s/cupsd.conf".

source: Fuser temperature high!
es: ¡Temperatura de fusible alta!

source: Fuser temperature low!
es: ¡Temperatura de fusible baja!

source: Got a printer-uri attribute but no job-id!
es: ¡Tengo el atributo printer-uri pero no job-id!

source: Help
es: Ayuda

source: INFO: Attempting to connect to host %s for printer %s
es: INFORMACIÓN: Intentando conectar al anfitrión %s para la impresora %s

source: INFO: Attempting to connect to host %s on port %d
es: INFO: Intentando conectar al anfitrión %s en el puerto %d

source: INFO: Canceling print job...
es: INFO: Cancelando trabajo de impresión...

source: INFO: Connected to %s...
es: INFO: Conectado a %s...

source: INFO: Connecting to %s on port %d...
es: INFO: Conectando a %s en el puerto %d...

source: INFO: Control file sent successfully
es: INFO: Archivo de control enviado correctamente

source: INFO: Data file sent successfully
es: INFO: Archivo de datos enviado correctamente

source: INFO: Formatting page %d...
es: INFORMACIÓN: Formateando la página %d...

source: INFO: Loading image file...
es: INFORMACIÓN: Cargando archivo de imagen...

source: INFO: Print file sent, waiting for printer to finish...
es: INFO: Archivo de impresión enviado, esperando que finalice la impresora...

source: INFO: Printer busy (status:0x%08x)
es: INFO: Impresora ocupada (estado:0x%08x)

source: INFO: Printer busy; will retry in 10 seconds...
es: INFO: Impresora ocupada; reintento en 10 segundos...

source: INFO: Printer busy; will retry in 30 seconds...
es: INFO: Impresora ocupada; reintento en 30 segundos...

source: INFO: Printer busy; will retry in 5 seconds...
es: INFO: Impresora ocupada; reintento en 5 segundos...

source: INFO: Printer does not support IPP/1.1, trying IPP/1.0...
es: INFO: La impresora no permite IPP/1.1, intentando IPP/1.0...

source: INFO: Printer is busy; will retry in 5 seconds...
es: INFO: Impresora ocupada; reintento en 5 segundos...

source: INFO: Printer is currently off-line.
es: INFO: La impresora está apagada.

source: INFO: Printer is now on-line.
es: INFO: La impresora ahora está en línea.

source: INFO: Printer not connected; will retry in 30 seconds...
es: INFO: Impresora no conectada; reintento en 30 segundos...

source: INFO: Printing page %d, %d%% complete...
es: INFO: Imprimiendo página %d, %d%% completo...

source: INFO: Printing page %d...
es: INFO: Imprimiendo página %d...

source: INFO: Ready to print.
es: INFO: Listo para imprimir.

source: INFO: Sending control file (%lu bytes)
es: INFO: Enviando archivo de control (%lu bytes)

source: INFO: Sending control file (%u bytes)
es: INFO: Enviando archivo de control (%u bytes)

source: INFO: Sending data
es: INFO: Enviando datos

source: INFO: Sending data file (%ld bytes)
es: INFO: Enviando archivo de datos (%ld bytes)

source: INFO: Sending data file (%lld bytes)
es: INFO: Enviando archivo de datos (%lld bytes)

source: INFO: Sent print file, %ld bytes...
es: INFORMACIÓN: Enviado el archivo de impresión, %ld bytes...

source: INFO: Sent print file, %lld bytes...
es: INFORMACIÓN: Enviado el archivo de impresión, %lld bytes...

source: INFO: Spooling LPR job, %.0f%% complete...
es: INFO: Mandando trabajo, %.0f%% completado...

source: INFO: Unable to contact printer, queuing on next printer in class...
es: INFORMACIÓN: No se puede contactar con la impresora, añadiendo a la cola en la siguiente impresora de la clase...

source: INFO: Waiting for job to complete...
es: INFO: Esperando la terminación del trabajo...

source: Illegal control character
es: carácter de control ilegal

source: Illegal main keyword string
es: Cadena de la contraseña principal ilegal

source: Illegal option keyword string
es: Cadena de contraseña opcional ilegal

source: Illegal translation string
es: Cadena de traducción ilegal

source: Illegal whitespace character
es: carácter de espacio en blanco ilegal

source: Ink/toner almost empty.
es: Tinta/tóner casi vacío.

source: Ink/toner empty!
es: tinta/toner vacío

source: Ink/toner waste bin almost full.
es: Recipiente de residuos de tinta/tóner casi completo.

source: Ink/toner waste bin full!
es: Recipiente de residuos de tinta/tóner completo.

source: Interlock open.
es: Interbloqueo abierto.

source: Internal error
es: Error interno

source: Job #%d cannot be restarted - no files!
es: El trabajo #%d no puede ser reiniciado, no existen archivos

source: Job #%d does not exist!
es: El trabajo #%d no existe

source: Job #%d is already aborted - can't cancel.
es: El trabajo #%d ya está abortado - no se puede cancelar.

source: Job #%d is already canceled - can't cancel.
es: El trabajo #%d ya está cancelado - no se puede cancelar.

source: Job #%d is already completed - can't cancel.
es: Trabajo #%d ya terminado - no se puede cancelar.

source: Job #%d is finished and cannot be altered!
es: Trabajo #%d ya terminado y no se puede alterar.

source: Job #%d is not complete!
es: El trabajo #%d no está terminado

source: Job #%d is not held for authentication!
es: El trabajo #%d no se ha mantenido para la autenticación

source: Job #%d is not held!
es: El trabajo número %d no se puede manejar

source: Job #%s does not exist!
es: El trabajo #%s no existe

source: Job %d not found!
es: No se encontró el trabajo %d

source: Job Completed
es: Trabajo completo

source: Job Created
es: Trabajo creado

source: Job Options Changed
es: Se cambiaron las opciones de trabajo

source: Job Stopped
es: Trabajo detenido

source: Job is completed and cannot be changed.
es: El trabajo está completo y no puede ser cambiado.

source: Job operation failed:
es: Operación de trabajo fallida:

source: Job state cannot be changed.
es: El estado del trabajo no puede ser cambiado.

source: Job subscriptions cannot be renewed!
es: Las suscripciones del trabajo no pueden ser renovadas

source: Jobs
es: Trabajos

source: Language "%s" not supported!
es: Idioma "%s" no soportado

source: Line longer than the maximum allowed (255 characters)
es: Línea más larga del máximo permitido (255 caracteres)

source: List Available Printers
es: Lista de impresoras disponibles

source: Media Size
es: Tamaño de medio

source: Media Source
es: Fuente de medio

source: Media Type
es: Tipo de medio

source: Media jam!
es: Atasco de medio

source: Media tray almost empty.
es: Bandeja de medio casi vacía.

source: Media tray empty!
es: Bandeja de medio vacía

source: Media tray missing!
es: Bandeja no encontrada

source: Media tray needs to be filled.
es: Bandeja de medios necesita ser llenada

source: Memory allocation error
es: Error al asignar memoria

source: Missing PPD-Adobe-4.x header
es: Cabecera PPD-Adobe-4.x perdida

source: Missing asterisk in column 1
es: Asterisco perdido en columna 1

source: Missing double quote on line %d!
es: Faltan comillas dobles en la línea %d

source: Missing form variable!
es: Falta una variable de formulario

source: Missing notify-subscription-ids attribute!
es: Falta el atributo notify-subscription-ids

source: Missing requesting-user-name attribute!
es: Falta el atributo requesting-user-name

source: Missing required attributes!
es: Faltan atributos requeridos

source: Missing value on line %d!
es: Valor perdido en línea %d

source: Missing value string
es: Valor de cadena perdido

source: Model: name = %s natural_language = %s make-and-model = %s device-id = %s
es: Modelo: nombre = %s lenguaje_natural = %s marca-y-modelo = %s id-dispositivo = %s

source: Modify Class
es: Modificar clase

source: Modify Printer
es: Modificar impresora

source: Move All Jobs
es: Mover todos los trabajos

source: Move Job
es: Mover trabajo

source: NOTICE: Print file accepted - job ID %d.
es: AVISO: Archivo de impresión aceptado - ID del trabajo %d

source: NOTICE: Print file accepted - job ID unknown.
es: AVISO: Archivo de impresión aceptado - ID del trabajo desconocido

source: NULL PPD file pointer
es: Puntero de archivo PPD NULO

source: No Windows printer drivers are installed!
es: No hay contoladores Windows para impresoras instalados.

source: No active jobs on %s!
es: No hay trabajos activos en %s.

source: No attributes in request!
es: No hay peticiones de atributos.

source: No authentication information provided!
es: No se proporcionó información de autenticación

source: No default printer
es: No hay impresora predeterminada

source: No destinations added.
es: No hay destinos añadidos

source: No file!?!
es: No hay archivo

source: No subscription attributes in request!
es: No hay peticiones de atributos de suscripción

source: No subscriptions found.
es: No se encontraron suscripciones

source: None
es: Ninguno

source: Not allowed to print.
es: No autorizado a imprimir.

source: OK
es: Aceptar

source: OPC almost at end-of-life.
es: OPC casi al final de su vida

source: OPC at end-of-life!
es: OPC al final de su vida

source: OpenGroup without a CloseGroup first
es: Grupo abierto sin grupo cerrado antes

source: OpenUI/JCLOpenUI without a CloseUI/JCLCloseUI first
es: OpenUI/JCLOpenUI sin un CloseUI/JCLCloseUI primero

source: Operation Policy
es: Política de operación

source: Options Installed
es: Opciones instaladas

source: Out of toner!
es: No hay toner

source: Output Mode
es: Modo de salida

source: Output bin almost full.
es: Bandeja de salida casi llena.

source: Output bin full!
es: Bandeja de salida llena

source: Output for printer %s is sent to %s
es: La salida para la impresora %s se envió a %s

source: Output for printer %s is sent to remote printer %s on %s
es: La salida para la impresora %s se envió a la impresora remota %s en %s

source: Output for printer %s/%s is sent to %s
es: La salida para la impresora %s/%s se envió a %s

source: Output for printer %s/%s is sent to remote printer %s on %s
es: La salida para la impresora %s/%s se envía a la impresora remota %s en %s

source: Output tray missing!
es: bandeja de salida perdida

source: PASS
es: PASO

source: PS Binary Protocol
es: Protocolo binario PS

source: Password for %s on %s?
es: ¿Contraseña para %s en %s?

source: Password for %s required to access %s via SAMBA:
es: Contraseña para %s requerida para acceder a %s vía SAMBA:

source: Policies
es: Políticas

source: Print Job:
es: Trapajo de impresión:

source: Print Test Page
es: Imprimir página de prueba

source: Printer Added
es: Impresora añadida

source: Printer Deleted
es: Impresora borrada

source: Printer Maintenance
es: Mantenimiento de impresora

source: Printer Modified
es: Impresora modificada

source: Printer Stopped
es: Impresora parada

source: Printer off-line.
es: Impresión sin línea

source: Printer:
es: Impresora:

source: Printers
es: Impresoras
