Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/cups.po
Languages: es

source: (all)
es: (todos)

source: (none)
es: (ninguno)

source: %d entries
es: %d entradas

source: After fault: continue
es: Tras fallo: continuar

source: Alerts:
es: Alertas:

source: Banner required
es: Se necesita un estandarte

source: Charset sets:
es: Ajustes del juego de caracteres:

source: Connection: direct
es: Conexión: directa

source: Connection: remote
es: Conexión: remota

source: Default page size:
es: Tamaño de página predeterminado:

source: Default pitch:
es: Paso predeterminado:

source: Default port settings:
es: Ajustes del puerto predeterminado:

source: Description: %s
es: Descripción: %s

source: Form mounted: Content types: any Printer types: unknown
es: Formulario montado: Tipos de contenido: cualquiera Tipos de impresora: desconocido

source: Forms allowed:
es: Formularios permitidos:

source: Interface: %s.ppd
es: Interfaz: %s.ppd

source: Interface: %s/interfaces/%s
es: Interfaz: %s/interfaces/%s

source: Interface: %s/ppd/%s.ppd
es: Interfaz: %s/ppd/%s.ppd

source: Location: %s
es: Ubicación: %s

source: On fault: no alert
es: En fallo: no alertar

source: Users allowed:
es: Usuarios permitidos:

source: Users denied:
es: Usuarios no autorizados:

source: daemon present
es: demonio presente

source: no entries
es: no hay entradas

source: printer is on device '%s' speed -1
es: la impresora está en el dispositivo «%s» a velocidad -1

source: printing is disabled
es: la impresión está desactivada

source: printing is enabled
es: la impresión está activada

source: queued for %s
es: en cola para %s

source: queuing is disabled
es: la cola está desactivada

source: queuing is enabled
es: la cola está activada

source: reason unknown
es: razón desconocida

source: DETAILED CONFORMANCE TEST RESULTS
es: RESULTADOS DETALLADOS DE LA PRUEBA DE CONFORMIDAD

source: REF: Page 15, section 3.1.
es: Ref.: Página 15, sección 3.1.

source: REF: Page 15, section 3.2.
es: Ref.: Página 15, sección 3.2.

source: REF: Page 19, section 3.3.
es: Ref.: Página 19, sección 3.3.

source: REF: Page 20, section 3.4.
es: Ref.: Página 20, sección 3.4.

source: REF: Page 27, section 3.5.
es: Ref.: Página 27, sección 3.5.

source: REF: Page 42, section 5.2.
es: Ref.: Página 42, sección 5.2.

source: REF: Pages 16-17, section 3.2.
es: Ref.: Páginas 16-17, sección 3.2.

source: REF: Pages 42-45, section 5.2.
es: Ref.: Páginas 42-45, sección 5.2.

source: REF: Pages 45-46, section 5.2.
es: Ref.: Páginas 45-46, sección 5.2.

source: REF: Pages 48-49, section 5.2.
es: Ref.: Páginas 48-49, sección 5.2.

source: REF: Pages 52-54, section 5.2.
es: Ref.: Páginas 52-54, sección 5.2.

source: PASS Default%s
es: PASA %s predeterminado

source: PASS DefaultImageableArea
es: PASA DefaultImageableArea

source: PASS DefaultPaperDimension
es: PASA DefaultPaperDimension

source: PASS FileVersion
es: PASA FileVersion

source: PASS FormatVersion
es: PASA FormatVersion

source: PASS LanguageEncoding
es: PASA LanguageEncoding

source: PASS LanguageVersion
es: PASA LanguageVersion

source: PASS Manufacturer
es: PASA Manufacturer

source: PASS ModelName
es: PASA ModelName

source: PASS NickName
es: PASA NickName

source: PASS PCFileName
es: PASA PCFileName

source: PASS PSVersion
es: PASA PSVersion

source: PASS PageRegion
es: PASA PageRegion

source: PASS PageSize
es: PASA PageSize

source: PASS Product
es: PASA Product

source: PASS ShortNickName
es: PASA ShortNickName

source: WARN "%s %s" conflicts with "%s %s" (constraint="%s %s %s %s")
es: AVISO «%s %s» está en conflicto con «%s %s» (restricción=«%s %s %s %s»)

source: WARN %s has no corresponding options!
es: AVISO %s tiene opciones que no corresponden.

source: WARN %s shares a common prefix with %s REF: Page 15, section 3.2.
es: AVISO %s comparte un prefijo común con %s Ref.: Página 15, sección 3.2.

source: WARN Default choices conflicting!
es: AVISO Las preferencias predeterminadas están en conflicto.

source: WARN Duplex option keyword %s should be named Duplex or JCLDuplex! REF: Page 122, section 5.17
es: AVISO La clave de la opción dúplex %s debería llamarse Duplex o JCLDuplex. Ref.: Página 122, sección 5.17

source: WARN File contains a mix of CR, LF, and CR LF line endings!
es: AVISO El archivo contiene una mezcla de líneas acabadas en CR, LF y CR LF.

source: WARN LanguageEncoding required by PPD 4.3 spec. REF: Pages 56-57, section 5.3.
es: AVISO Se necesita LanguageEncoding por especificación de PPD 4.3. Ref.: Páginas 56-57, sección 5.3.

source: WARN Line %d only contains whitespace!
es: AVISO La línea %d sólo contiene espacios en blanco.

source: WARN Manufacturer required by PPD 4.3 spec. REF: Pages 58-59, section 5.3.
es: AVISO Se necesita fabricante por especificación de PPD 4.3. Ref.: Páginas 58-59, sección 5.3.

source: WARN Missing APDialogExtension file "%s"
es: AVISO Falta archivo APDialogExtension «%s»

source: WARN Missing APPrinterIconPath file "%s"
es: AVISO Falta archivo APPrinterIconPath «%s»

source: WARN Missing cupsICCProfile file "%s"
es: AVISO Falta archivo cupsICCProfile file «%s»

source: WARN Non-Windows PPD files should use lines ending with only LF, not CR LF!
es: AVISO Los archivos PPD que no sean de Windows deben tener líneas que acaben sólo en LF, no en CR LF.

source: WARN Obsolete PPD version %.1f! REF: Page 42, section 5.2.
es: AVISO Versión de PPD %.1f anticuada. Ref.: Página 42, sección 5.2.

source: WARN PCFileName longer than 8.3 in violation of PPD spec. REF: Pages 61-62, section 5.3.
es: AVISO PCFileName es más largo que 8.3 violando la especificación PPD. Ref.: Páginas 61-62, sección 5.3.

source: WARN Protocols contains PJL but JCL attributes are not set. REF: Pages 78-79, section 5.7.
es: AVISO Protocols contiene un PJL pero no se especifican los atributos JCL. Ref.: Páginas 78-79, sección 5.7.

source: WARN Protocols contains both PJL and BCP; expected TBCP. REF: Pages 78-79, section 5.7.
es: AVISO Protocols contiene tanto PJL como BCP; se esperaba TBCP. Ref.: Páginas 78-79, sección 5.7.

source: WARN ShortNickName required by PPD 4.3 spec. REF: Pages 64-65, section 5.3.
es: AVISO Se necesita ShortNickName por especificación de PPD 4.3. Ref.: Páginas 64-65, sección 5.3.

source: %s %s %s does not exist!
es: %s %s %s no existe.

source: %s Bad UTF-8 "%s" translation string for option %s!
es: %s Conversión de cadena a UTF-8 «%s» incorrecta para la opción %s.

source: %s Bad UTF-8 "%s" translation string for option %s, choice %s!
es: %s Conversión de cadena a UTF-8 «%s» incorrecta para la opción %s, elección %s.

source: %s Bad cupsFilter value "%s"!
es: %s Valor incorrecto de cupsFilter «%s».

source: %s Bad cupsPreFilter value "%s"!
es: %s Valor incorrecto de cupsPreFilter «%s».

source: %s Bad language "%s"!
es: %s Lenguaje incorrecto «%s».

source: %s Missing "%s" translation string for option %s!
es: %s Falta traducción de cadena «%s» para la opción %s.

source: %s Missing "%s" translation string for option %s, choice %s!
es: %s Falta traducción «%s» para la opción %s, elección %s.

source: %s Missing choice *%s %s in UIConstraint "*%s %s *%s %s"!
es: %s Falta la opción *%s %s en UIConstraint «*%s %s *%s %s».

source: %s Missing cupsFilter file "%s"
es: %s Falta archivo cupsFilter «%s»

source: %s Missing cupsPreFilter file "%s"
es: %s Falta archivo cupsPreFilter «%s»

source: %s Missing option %s in UIConstraint "*%s %s *%s %s"!
es: %s Falta la opción %s en UIConstraint «*%s %s *%s %s»

source: %s No base translation "%s" is included in file!
es: %s No se incluye en el archivo ninguna traducción base «%s».

source: **FAIL** %s must be 1284DeviceID! REF: Page 72, section 5.5
es: **FALLO** %s debe ser 1284DeviceID! Ref.: Página 72, sección 5.5

source: **FAIL** BAD Default%s %s REF: Page 40, section 4.5.
es: **FALLO** MAL %s %s predeterminado Ref: Página 40, sección 4.5.

source: **FAIL** BAD DefaultImageableArea %s! REF: Page 102, section 5.15.
es: **FALLO** MAL DefaultImageableArea %s Ref.: Página 102, sección 5.15.

source: **FAIL** BAD DefaultPaperDimension %s! REF: Page 103, section 5.15.
es: **FALLO** MAL DefaultPaperDimension %s. Ref.: Página 103, sección 5.15.

source: **FAIL** BAD JobPatchFile attribute in file REF: Page 24, section 3.4.
es: **FALLO** MAL atributo JobPatchFile en archivo Ref.: Página 24, sección 3.4.

source: **FAIL** BAD Manufacturer (should be "HP") REF: Page 211, table D.1.
es: **FALLO** Fabricante INCORRECTO (debería ser «HP») Ref.: Página 211, tabla D.1.

source: **FAIL** BAD Manufacturer (should be "Oki") REF: Page 211, table D.1.
es: **FALLO** Fabricante INCORRECTO (debería ser «Oki») Ref.: Página 211, tabla D.1.

source: **FAIL** BAD ModelName - "%c" not allowed in string. REF: Pages 59-60, section 5.3.
es: **FALLO** MAL ModelName - "%c" no está permitido en la cadena. Ref.: Páginas 59-60, sección 5.3.

source: **FAIL** BAD PSVersion - not "(string) int". REF: Pages 62-64, section 5.3.
es: **FALLO** MAL PSVersion - no es "(string) int". Ref.: Páginas 62-64, sección 5.3.

source: **FAIL** BAD Product - not "(string)". REF: Page 62, section 5.3.
es: **FALLO** MAL Producto - no es "(string)". Ref.: Página 62, sección 5.3.

source: **FAIL** BAD ShortNickName - longer than 31 chars. REF: Pages 64-65, section 5.3.
es: **FALLO** ShortNickName incorrecto, mayor de 31 caracteres. Ref.: Páginas 64-65, sección 5.3.

source: **FAIL** Bad %s choice %s! REF: Page 122, section 5.17
es: **FALLO** Opción %s incorrecta %s. Ref.: Página 122, sección 5.17

source: **FAIL** Bad %s choice %s! REF: Page 84, section 5.9
es: **FALLO** Opción %s incorrecta %s. Ref.: Página 84, sección 5.9

source: **FAIL** Bad LanguageEncoding %s - must be ISOLatin1!
es: **FALLO** LanguageEncoding %s incorrecto, debe ser ISOLatin1.

source: **FAIL** Bad LanguageVersion %s - must be English!
es: **FALLO** LanguageVersion %s incorrecto, debe ser English.

source: **FAIL** Default option code cannot be interpreted: %s
es: **FAIL** El código de opción predeterminado no puede interpretarse: %s

source: **FAIL** Default translation string for option %s choice %s contains 8-bit characters!
es: **FALLO** La cadena de traducción predeterminada para la opción %s, preferencia %s, contiene caracteres de 8-bits.

source: **FAIL** Default translation string for option %s contains 8-bit characters!
es: **FALLO** La cadena de traducción predeterminada para la opción %s contiene caracteres de 8-bits.

source: **FAIL** REQUIRED %s does not define choice None! REF: Page 122, section 5.17
es: **FALLO** SE NECESITA %s no define la preferencia None Ref.: Página 122, sección 5.17

source: **FAIL** REQUIRED Default%s REF: Page 40, section 4.5.
es: **FALLO** SE NECESITA %s predeterminado Ref.: Página 40, sección 4.5.

source: **FAIL** REQUIRED DefaultImageableArea REF: Page 102, section 5.15.
es: **FALLO** SE NECESITA DefaultImageableArea Ref.: Página 102, sección 5.15.

source: **FAIL** REQUIRED DefaultPaperDimension REF: Page 103, section 5.15.
es: **FALLO** SE NECESITA DefaultPaperDimension Ref.: Página 103, sección 5.15.

source: **FAIL** REQUIRED FileVersion REF: Page 56, section 5.3.
es: **FALLO** SE NECESITA FileVersion Ref.: Página 56, sección 5.3.

source: **FAIL** REQUIRED FormatVersion REF: Page 56, section 5.3.
es: **FALLO** SE NECESITA FormatVersion Ref.: Página 56, sección 5.3.

source: **FAIL** REQUIRED ImageableArea for PageSize %s REF: Page 41, section 5. REF: Page 102, section 5.15.
es: **FALLO** SE NECESITA ImageableArea para PageSize %s Ref.: Página 41, sección 5. Ref.: Página 102, sección 5.15.

source: **FAIL** REQUIRED LanguageEncoding REF: Pages 56-57, section 5.3.
es: **FALLO** SE NECESITA LanguageEncoding Ref.: Páginas 56-57, sección 5.3.

source: **FAIL** REQUIRED LanguageVersion REF: Pages 57-58, section 5.3.
es: **FALLO** SE NECESITA LanguageVersion Ref.: Páginas 57-58, sección 5.3.

source: **FAIL** REQUIRED Manufacturer REF: Pages 58-59, section 5.3.
es: **FALLO** SE NECESITA Manufacturer Ref.: Páginas 58-59, sección 5.3.

source: **FAIL** REQUIRED ModelName REF: Pages 59-60, section 5.3.
es: **FALLO** SE NECESITA ModelName Ref.: Páginas 59-60, sección 5.3.

source: **FAIL** REQUIRED NickName REF: Page 60, section 5.3.
es: **FALLO** SE NECESITA NickName Ref.: Página 60, sección 5.3.

source: **FAIL** REQUIRED PCFileName REF: Pages 61-62, section 5.3.
es: **FALLO** SE NECESITA PCFileName Ref.: Páginas 61-62, sección 5.3.

source: **FAIL** REQUIRED PSVersion REF: Pages 62-64, section 5.3.
es: **FALLO** SE NECESITA PSVersion Ref.: Páginas 62-64, sección 5.3.

source: **FAIL** REQUIRED PageRegion REF: Page 100, section 5.14.
es: **FALLO** SE NECESITA PageRegion Ref.: Página 100, sección 5.14.

source: **FAIL** REQUIRED PageSize REF: Page 41, section 5. REF: Page 99, section 5.14.
es: **FALLO** SE NECESITA PageSize Ref.: Página 41, sección 5. Ref.: Página 99, sección 5.14.

source: **FAIL** REQUIRED PageSize REF: Pages 99-100, section 5.14.
es: **FALLO** SE NECESITA PageSize Ref.: Páginas 99-100, sección 5.14.

source: **FAIL** REQUIRED PaperDimension for PageSize %s REF: Page 41, section 5. REF: Page 103, section 5.15.
es: **FALLO** SE NECESITA PaperDimension para PageSize %s Ref.: Página 41, sección 5. Ref.: Página 103, sección 5.15.

source: **FAIL** REQUIRED Product REF: Page 62, section 5.3.
es: **FALLO** SE NECESITA Product Ref.: Página 62, sección 5.3.

source: **FAIL** REQUIRED ShortNickName REF: Page 64-65, section 5.3.
es: **FALLO** SE NECESITA ShortNickName Ref.: Página 64-65, sección 5.3.

source: %d ERRORS FOUND
es: %d ERRORES ENCONTRADOS

source: Bad %%%%BoundingBox: on line %d! REF: Page 39, %%%%BoundingBox:
es: %%%%BoundingBox: incorrecto en línea %d. REF: Página 39, %%%%BoundingBox:

source: Bad %%%%Page: on line %d! REF: Page 53, %%%%Page:
es: Página%%%%Errónea:en línea%d REF: Página 53, %%%%Página:

source: Bad %%%%Pages: on line %d! REF: Page 43, %%%%Pages:
es: Páginas%%%%Erróneas:en línea%d REF: Página 43, %%%%Páginas:

source: Line %d is longer than 255 characters (%d)! REF: Page 25, Line Length
es: La línea %d es más larga de 255 caracteres (%d). REF: Página 25, Longitud de línea

source: Missing %!PS-Adobe-3.0 on first line! REF: Page 17, 3.1 Conforming Documents
es: Falta %!PS-Adobe-3.0 en la primera línea. REF: Página 17, 3.1 Conformidad de documentos

source: Missing %%EndComments comment! REF: Page 41, %%EndComments
es: Falta comentario %%EndComments. REF: Página 41, %%EndComments

source: Missing or bad %%BoundingBox: comment! REF: Page 39, %%BoundingBox:
es: Falta comentario %%BoundingBox: o incorrecto. REF: Página 39, %%BoundingBox:

source: Missing or bad %%Page: comments! REF: Page 53, %%Page:
es: Faltante o errónea %%Página: comentarios! REF: Página 53, %%Página:

source: Missing or bad %%Pages: comment! REF: Page 43, %%Pages:
es: Faltan páginas o hay %%páginas erróneas: comentario REF: Página 43, páginas%%:

source: NO ERRORS FOUND
es: NO SE ENCONTRARON ERRORES

source: Saw %d lines that exceeded 255 characters!
es: Se han visto %d líneas que exceden de 255 caracteres.

source: Too many %%BeginDocument comments!
es: Demasiados comentarios %%BeginDocument.

source: Too many %%EndDocument comments!
es: Demasiados comentarios %%EndDocument.

source: Warning: file contains binary data!
es: Aviso: el archivo contiene datos binarios.

source: Warning: no %%EndComments comment in file!
es: Aviso: no hay comentario %%EndComments en el archivo.

source: Warning: obsolete DSC version %.1f in file!
es: Aviso: versión DSC %.1f obsoleta en el archivo.

source: FAIL
es: FALLO

source: FAIL **FAIL** Unable to open PPD file - %s
es: FALLO **FALLO** No se ha podido abrir el archivo PPD - %s

source: FAIL **FAIL** Unable to open PPD file - %s on line %d.
es: FALLO **FALLO** No se ha podido abrir el archivo PPD - %s en la línea %d.

source: PASS
es: PASA

source: %s accepting requests since %s
es: %s aceptando peticiones desde %s

source: %s cannot be changed.
es: %s no puede ser cambiado.

source: %s is not implemented by the CUPS version of lpc.
es: %s no está implementado en la versión de CUPS de lpc.

source: %s is not ready
es: %s no está preparada

source: %s is ready
es: %s está listo

source: %s is ready and printing
es: %s está listo e imprimiendo

source: %s not accepting requests since %s - %s
es: %s no acepta peticiones desde %s- %s

source: %s not supported!
es: %s no permitido

source: %s/%s accepting requests since %s
es: %s/%s aceptando peticiones desde %s

source: %s/%s not accepting requests since %s - %s
es: %s/%s no acepta peticiones desde %s - %s

source: %s: %-33.33s [job %d localhost]
es: %s: %-33.33s [trabajo %d localhost]

source: %s: %s failed: %s
es: %s: %s ha fallado: %s

source: %s: Don't know what to do!
es: %s: No sé que hay que hacer.

source: %s: Error - %s environment variable names non-existent destination "%s"!
es: %s: Error - %s nombres de variables de entorno no existen en destino "%s".

source: %s: Error - bad job ID!
es: %s: Error - ID de trabajo incorrecta.

source: %s: Error - cannot print files and alter jobs simultaneously!
es: %s: Error - no se pueden imprimir archivos y alterar trabajos al mismo tiempo.

source: %s: Error - cannot print from stdin if files or a job ID are provided!
es: %s: Error - no se puede imprimir desde stdin si se proporcionan archivos o una ID de trabajo.

source: %s: Error - expected character set after '-S' option!
es: %s: Error - se esperaba un juego de caracteres tras la opción '-S'.

source: %s: Error - expected content type after '-T' option!
es: %s: Error - se esperaba un tipo de contenido tras la opción '-T'.

source: %s: Error - expected copies after '-n' option!
es: %s: Error - se esperaba número de copias tras la opción '-n'.

source: %s: Error - expected copy count after '-#' option!
es: %s: Error - se esperaba un número de copias tras la opción '-#'.

source: %s: Error - expected destination after '-P' option!
es: %s: Error - se esperaba un destino tras la opción '-P'.

source: %s: Error - expected destination after '-b' option!
es: %s: Error - se esperaba un destino tras la opción '-b'.

source: %s: Error - expected destination after '-d' option!
es: %s: Error - se esperaba un destino tras la opción '-d'.

source: %s: Error - expected form after '-f' option!
es: %s: Error - se esperaba un formulario tras la opción '-f'.

source: %s: Error - expected hold name after '-H' option!
es: %s: Error - se esperaba un nombre de retención tras la opción '-H'.

source: %s: Error - expected hostname after '-H' option!
es: %s: Error - se esperaba un nombre de anfitrión tras la opción '-H'.

source: %s: Error - expected hostname after '-h' option!
es: %s: Error - se esperaba un nombre de anfitrión tras la opción '-h'.

source: %s: Error - expected mode list after '-y' option!
es: %s: Error - se esperaba una lista de modos tras la opción '-y'.

source: %s: Error - expected name after '-%c' option!
es: %s: Error - se esperaba un nombre después de la opción '-%c'

source: %s: Error - expected option string after '-o' option!
es: %s: Error - se esperaba una cadena de opciones tras la opción '-o'.

source: %s: Error - expected page list after '-P' option!
es: %s: Error - se esperaba una lista de páginas después de la opción '-P'

source: %s: Error - expected priority after '-%c' option!
es: %s: Error - se esperaba un valor de prioridad tras la opción '-%c'.

source: %s: Error - expected reason text after '-r' option!
es: %s: Error - se esperaba un texto con una razón tras la opción '-r'.

source: %s: Error - expected title after '-t' option!
es: %s: Error - se esperaba un título tras la opción '-t'.

source: %s: Error - expected username after '-U' option!
es: %s: Error - se esperaba un nombre de usuario tras la opción '-U'.

source: %s: Error - expected username after '-u' option!
es: %s: Error - se esperaba un nombre de usuario tras la opción '-u'.

source: %s: Error - expected value after '-%c' option!
es: %s: Error - se esperaba un valor tras la opción '%c'.

source: %s: Error - need "completed", "not-completed", or "all" after '-W' option!
es: %s: Error - se necesita "completed", "not completed", o "all" tras la opción '-W'.

source: %s: Error - no default destination available.
es: %s: Error - destino predeterminado no disponible.

source: %s: Error - priority must be between 1 and 100.
es: %s: Error - la prioridad debe estar entre 1 y 100.

source: %s: Error - scheduler not responding!
es: %s: Error - el planificador de tareas no responde.

source: %s: Error - stdin is empty, so no job has been sent.
es: %s: Error - stdin está vacío, por lo tanto no se ha enviado ningún trabajo.

source: %s: Error - too many files - "%s"
es: %s: Error - demasiados archivos - "%s"

source: %s: Error - unable to access "%s" - %s
es: %s: Error - no se puede acceder a "%s" - %s

source: %s: Error - unable to create temporary file "%s" - %s
es: %s: Error - no se puede crear el archivo temporal "%s" - %s

source: %s: Error - unable to write to temporary file "%s" - %s
es: %s: Error - no se puede escribir en el archivo temporal "%s" - %s

source: %s: Error - unknown destination "%s"!
es: %s: Error - destino "%s" desconocido.

source: %s: Error - unknown destination "%s/%s"!
es: %s: Error - destino "%s/%s" desconocido.

source: %s: Error - unknown option '%c'!
es: %s: Error - opción '%c' desconocida.

source: %s: Expected job ID after '-i' option!
es: %s : Se esperaba una ID de trabajo tras la opción '-i'.

source: %s: Invalid destination name in list "%s"!
es: %s: Nombre de destino no válido en la lista "%s".

source: %s: Need job ID ('-i jobid') before '-H restart'!
es: %s: Se necesita un ID de trabajo ('-i id_trabajo') antes de '-H restart'.

source: %s: No filter to convert from %s/%s to %s/%s!
es: %s: Ningún filtro a convertir de %s/%s a %s/%s!

source: %s: Operation failed: %s
es: %s: La operación ha fallado: %s

source: %s: Sorry, no encryption support compiled in!
es: %s: Lo siento, no está compilado el uso de la opción de cifrado.

source: %s: Unable to connect to server
es: %s: No se ha podido conectar al servidor

source: %s: Unable to connect to server: %s
es: %s: No se ha podido conectar con el servidor: %s

source: %s: Unable to contact server!
es: %s: No se ha podido contactar con el servidor.

source: %s: Unable to determine MIME type of "%s"!
es: %s: Incapaz de determinar el tipo de MIME de "%s"!

source: %s: Unable to read MIME database from "%s"!
es: %s: Incapaz de leer la base de datos del MIME de "%s"!

source: %s: Unknown destination "%s"!
es: %s: Destino "%s" desconocido.

source: %s: Unknown destination MIME type %s/%s!
es: %s: Tipo desconocido de MIME en el destino %s/%s!

source: %s: Unknown option '%c'!
es: %s: Opción '%c' desconocida.

source: %s: Unknown source MIME type %s/%s!
es: %s: Tipo desconocido del MIME de la fuente %s/%s!

source: %s: Warning - '%c' format modifier not supported - output may not be correct!
es: %s: Aviso - modificador de formato '%c' no soportado - la salida puede no ser correcta.

source: %s: Warning - character set option ignored!
es: %s: Aviso - opción de juego de caracteres ignorada

source: %s: Warning - content type option ignored!
es: %s: Aviso - opción de tipo de contenido ignorada

source: %s: Warning - form option ignored!
es: %s: Aviso - opción de formulario ignorada.

source: %s: Warning - mode option ignored!
es: %s: Aviso - opción de modo ignorada.

source: %s: error - %s environment variable names non-existent destination "%s"!
es: %s: error - %s nombres de variables de entorno no existen en destino "%s".

source: %s: error - expected option=value after '-o' option!
es: %s: error - se esperaba opción=valor tras la opción '-o'.

source: %s: error - no default destination available.
es: %s: error - destino predeterminado no disponible.

source: ?Invalid help command unknown
es: ?Ayuda sobre orden desconocida
