Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/cups.po
Languages: es

source: Purge Jobs
es: Purgar trabajos

source: Quota limit reached.
es: Cuota límte alcanzada.

source: Rank Owner Job File(s) Total Size
es: Rango Propietario Trabajo Archivo(s) Tamaño

source: Rank Owner Pri Job Files Total Size
es: Rango Propietario Trabajo Total Tamaño

source: Reject Jobs
es: Trabajos rechazados

source: Resolution
es: Resolución

source: Running command: %s %s -N -A %s -c '%s'
es: Ejecutando órden: %s %s -N -A %s -c '%s'

source: Server Restarted
es: Servidor reiniciado

source: Server Security Auditing
es: Auditando seguridad del servidor

source: Server Started
es: Servidor iniciado

source: Server Stopped
es: Servidor parado

source: Set Allowed Users
es: Establecer usuarios permitidos

source: Set As Default
es: Establecer como predeterminada

source: Set Class Options
es: Establecer las opciones de clase

source: Set Printer Options
es: Establecer las opciones de impresora

source: Set Publishing
es: Establecer publicacion

source: Start Class
es: Iniciar clase

source: Start Printer
es: Iniciar impresora

source: Starting Banner
es: Comenzar banner

source: Stop Class
es: Para clase

source: Stop Printer
es: Parar impresora

source: The PPD file "%s" could not be found.
es: El archivo "%s" no se puede encontrar.

source: The PPD file "%s" could not be opened: %s
es: El archivo PPD "%s" no se puede abrir: %s

source: The class name may only contain up to 127 printable characters and may not contain spaces, slashes (/), or the pound sign (#).
es: El nombre de clase puede contener hasta 127 caracteres imprimibles y no puede tener espacios, barras (/) o almohadillas (#)

source: The notify-lease-duration attribute cannot be used with job subscriptions.
es: El atributo notify-lease-duration no puede utilizarse con suscripciones de trabajos

source: The notify-user-data value is too large (%d > 63 octets)!
es: La notificación de datos de usuario es demasiado larga (%d > 63 octetos).

source: The printer name may only contain up to 127 printable characters and may not contain spaces, slashes (/), or the pound sign (#).
es: El nombre de impresora puede contener hasta 127 caracteres imprimibles y no puede tener espacios, barras (/) o almohadillas (#)

source: The printer or class is not shared!
es: La clase o la impresora no está compartida

source: The printer or class was not found.
es: No se encontró la impresora o la clase.

source: The printer-uri "%s" contains invalid characters.
es: El uri de la impresora "%s" contiene caracteres inválidos.

source: The printer-uri attribute is required!
es: Se requiere atributo de printer-uri

source: The printer-uri must be of the form "ipp://HOSTNAME/classes/CLASSNAME".
es: El uri de la impresora debe ser de esta forma "ipp://HOSTNAME/classes/CLASSNAME".

source: The printer-uri must be of the form "ipp://HOSTNAME/printers/PRINTERNAME".
es: El uri de la impresora debe ser de esta forma "ipp://HOSTNAME/printers/PRINTERNAME".

source: The subscription name may not contain spaces, slashes (/), question marks (?), or the pound sign (#).
es: El nombre de suscripción no debe contener espacios, barras (/), interrogaciones (?), o almohadilla (#).

source: Toner low.
es: Toner bajo.

source: Too many active jobs.
es: Demasiados trabajos activos.

source: Unable to access cupsd.conf file:
es: Imposible acceder al archivo cupsd.conf

source: Unable to add RSS subscription:
es: Imposible añadir la suscripción RSS

source: Unable to add class:
es: Imposible añadir clase:

source: Unable to add job for destination "%s"!
es: Imposible añadir trabajo al destino "%s"!

source: Unable to add printer:
es: Imposible añadir impresora:

source: Unable to allocate memory for file types!
es: Imposible asignar memoria a los tipos de archivo.

source: Unable to cancel RSS subscription:
es: No se puede cancelar la suscripción RSS

source: Unable to change printer-is-shared attribute:
es: Imposible cambiar los atributos de compartir impresora:

source: Unable to change printer:
es: Imposible cambiar impresora:

source: Unable to change server settings:
es: Imposible cambiar la configuración del servidor

source: Unable to copy 64-bit CUPS printer driver files (%d)!
es: Imposible copiar los archivos de controladores de impresora CUPS de 64-bit (%d)

source: Unable to copy 64-bit Windows printer driver files (%d)!
es: No se pudo copiar los archivos del controlador de 64 bits de la impresora de Windows (%d)

source: Unable to copy CUPS printer driver files (%d)!
es: Imposible copiar archivos de controlador de impresora CUPS (%d).

source: Unable to copy PPD file - %s!
es: Imposible copiar el archivo PPD - %s!

source: Unable to copy PPD file!
es: Imposible copiar el archivo PPD

source: Unable to copy Windows 2000 printer driver files (%d)!
es: Imposible copiar archivos de controlador de impresora Windows 2000 (%d).

source: Unable to copy Windows 9x printer driver files (%d)!
es: Imposible copiar archivos de controlador de impresora Windows 9x (%d).

source: Unable to copy interface script - %s!
es: No se pudo copiar el guión de interfaz - %s

source: Unable to create temporary file:
es: Imposible crear archivo temporal:

source: Unable to delete class:
es: Imposible borrar clase:

source: Unable to delete printer:
es: Imposible borrar impresora:

source: Unable to edit cupsd.conf files larger than 1MB!
es: Imposible editar archivos cupsd.conf mayores de 1MB

source: Unable to find destination for job!
es: Imposible encontrar destino para el trabajo

source: Unable to get class list:
es: Imposible conseguir la lista de clases:

source: Unable to get class status:
es: No se puede obtener el estado de la clase:

source: Unable to get list of printer drivers:
es: No se puede obtener la lista de controladores de la impresora:

source: Unable to get printer attributes:
es: No se pueden obtener los atributos de la impresora:

source: Unable to get printer list:
es: No se puede obtener la lista de impresoras

source: Unable to get printer status:
es: Imposible conseguir el estatus de la impresora:

source: Unable to install Windows 2000 printer driver files (%d)!
es: Imposible instalar los archivos de controlador de impresora Windows 2000 (%d).

source: Unable to install Windows 9x printer driver files (%d)!
es: Imposible instalar los archivos de controlador de impresora Windows 9x (%d).

source: Unable to modify class:
es: Imposible modificar clase:

source: Unable to modify printer:
es: Imposible modificar impresora:

source: Unable to move job
es: Imposible mover trabajo

source: Unable to move jobs
es: Imposible mover trabajos

source: Unable to open PPD file
es: Imposible abrir archivo PPD

source: Unable to open PPD file:
es: Imposible abrir archivo PPD:

source: Unable to open cupsd.conf file:
es: Imposible abrir archivo cupsd.conf:

source: Unable to print test page:
es: Imposible imprimir la página de prueba:

source: Unable to run "%s": %s
es: No se pudo ejecutar "%s": %s

source: Unable to send maintenance job:
es: No es posible enviar el trabajo de mantenimiento:

source: Unable to set Windows printer driver (%d)!
es: No se pudo asignar el controlador de impresión de Windows (%d)

source: Unable to set options:
es: No se pudieron asignar las opciones:

source: Unable to upload cupsd.conf file:
es: No se pudo subir el archivo cupsd.conf:

source: Unknown
es: Desconocido

source: Unknown printer error (%s)!
es: Error de impresión desconocido (%s)

source: Unknown printer-error-policy "%s".
es: Política printer-error-policy desconocida "%s".

source: Unknown printer-op-policy "%s".
es: Política printer-op-policy desconocida "%s".

source: Unsupported compression "%s"!
es: compresión "%s" no permitida

source: Unsupported compression attribute %s!
es: Atributo de compresión %s no permitido

source: Unsupported format "%s"!
es: Formato no permitido "%s"

source: Unsupported format '%s'!
es: Formato '%s' no permitido

source: Unsupported format '%s/%s'!
es: Formato '%s/%s' no permitido

source: Usage: lpadmin [-h server] -d destination lpadmin [-h server] -x destination lpadmin [-h server] -p printer [-c add-class] [-i interface] [-m model] [-r remove-class] [-v device] [-D description] [-P ppd-file] [-o name=value] [-u allow:user,user] [-u deny:user,user]
es: Modo de uso: lpadmin [-h servidor] -d destino lpadmin [-h servidor] -x destino lpadmin [-h servidor] -p impresora [-c añadir-clase] [-i interfaz] [-m modelo] [-r quitar-clase] [-v dispositivo] [-D descripción] [-P archivo-ppd] [-o name=valor] [-u allow:usuario,usuario] [-u deny:usuario,usuario]

source: Usage: %s job-id user title copies options [file]
es: Uso: %s job-id usuario título copias opciones [archivo]

source: Usage: %s job-id user title copies options file
es: Uso: %s job-id usuario título copias opciones archivo

source: Usage: convert [ options ] Options: -f filename Set file to be converted (otherwise stdin) -o filename Set file to be generated (otherwise stdout) -i mime/type Set input MIME type (otherwise auto-typed) -j mime/type Set output MIME type (otherwise application/pdf) -P filename.ppd Set PPD file -a 'name=value ...' Set option(s) -U username Set username for job -J title Set title -c copies Set number of copies -u Remove the PPD file when finished -D Remove the input file when finished
es: Modo de uso: convert [ opciones ] Opciones: -f nombre_de_archivo Determina el nombre de archivo a convertir (si no se especifica, se usará la entrada estándar) -o nombre_de_archivo Determina el nombre de archivo a generar (si no se especifica, se usará la salida estándar) -i mime/type Determina el tipo MIME de entrada (si no se especifica, se determinará sólo) -j mime/type Determina el tipo MIME de salida (si no se especifica, será application/pdf) -P nombre_de_archivo.ppd Determina un archivo PPD -a 'nombre=valor ...' Asigna opción(es) -U nombre_usuario Asigna el nombre de usuario para el trabajo -J título Define el título -c copias Define el número de copias -u Borra el archivo PPD al terminar -D Borra el archivo de entrada al terminar

source: Usage: cupsaddsmb [options] printer1 ... printerN cupsaddsmb [options] -a Options: -E Encrypt the connection to the server -H samba-server Use the named SAMBA server -U samba-user Authenticate using the named SAMBA user -a Export all printers -h cups-server Use the named CUPS server -v Be verbose (show commands)
es: Modo de uso: cupsaddsmb [opciones] impresora1 ... impresoraN cupsaddsmb [options] -a Opciones: -E Cifra la conexión con el servidor -H servidor-samba Usa el servidor SAMBA especificado -U usuario-samba Se autentica en el servidor SAMBA utilizando el usuario especificado -a Exporta todas las impresoras -h servidor-cups Utiliza el servidor CUPS especificado -v Muestra información por pantalla

source: Usage: cupsctl [options] [param=value ... paramN=valueN] Options: -E Enable encryption -U username Specify username -h server[:port] Specify server address --[no-]debug-logging Turn debug logging on/off --[no-]remote-admin Turn remote administration on/off --[no-]remote-any Allow/prevent access from the Internet --[no-]remote-printers Show/hide remote printers --[no-]share-printers Turn printer sharing on/off --[no-]user-cancel-any Allow/prevent users to cancel any job
es: Modo de uso: cupsctl [opciones] [parámetro1=valor1 ... parámetroN=valorN] Opciones: -E Activa cifrado -U nombre_de_usuario Especifica un nombre de usuario -h servidor[:puerto] Especifica la dirección del servidor --[no-]debug-logging Activa o desactiva la depuración --[no-]remote-admin Activa o desactiva la administración remota --[no-]remote-any Permite o impide el acceso desde Internet --[no-]remote-printers Muestra o no muestra las impresoras remotas --[no-]share-printers Activa o desactiva la posibilidad de compartir las impresoras --[no-]user-cancel-any Permite o impide que los usuarios cancelen cualquier trabajo

source: Usage: cupsd [-c config-file] [-f] [-F] [-h] [-l] -c config-file Load alternate configuration file -f Run in the foreground -F Run in the foreground but detach -h Show this usage message -l Run cupsd from launchd(8)
es: Modo de uso: cupsd [-c archivo-de-configuración] [-f] [-F] [-h] [-l] -c archivo-de-configuración Carga un archivo de configuración distinto al que se carga por omisión -f Se ejecuta en primer plano -F Se ejecuta en primer plano, pero se separa -h Muestra este mensaje de ayuda -l Ejecuta cupsd de launchd(8)

source: Usage: cupsfilter -m mime/type [ options ] filename Options: -c cupsd.conf Set cupsd.conf file to use -n copies Set number of copies -o name=value Set option(s) -p filename.ppd Set PPD file -t title Set title
es: Uso: cupsfilter -m mime/type [ opciones ] nombre-de-archivo Opciones: -c cupsd.conf Se usará el archivo cupsd.conf -n copias Determina el número de copias -o nombre=valor Asigna opciones -p nombre_de_archivo.ppd Asigna un nombre de archivo PPD -t title Define un título

source: Usage: cupstestdsc [options] filename.ps [... filename.ps] cupstestdsc [options] - Options: -h Show program usage Note: this program only validates the DSC comments, not the PostScript itself.
es: Modo de uso: cupstestdsc [opciones] filename.ps [... filename.ps] cupstestdsc [opciones] - Opciones: -h Muestra este mensaje de ayuda Nota: este programa sólo valida los comentarios DSC, no el PostScript propiamente.

source: Usage: cupstestppd [options] filename1.ppd[.gz] [... filenameN.ppd[.gz]] program | cupstestppd [options] - Options: -R root-directory Set alternate root -W {all,none,constraints,defaults,filters,translations} Issue warnings instead of errors -q Run silently -r Use 'relaxed' open mode -v Be slightly verbose -vv Be very verbose
es: Uso: cupstestppd [opciones] filename1.ppd[.gz] [... filenameN.ppd[.gz]] programa | cupstestppd [opciones] - Opciones: -R directorio-raíz Especifica un directorio raíz distinto al que se usa por omisión -W {all,none,constraints,defaults,filters,translations} Envía avisos en lugar de errores -q Se ejecuta silenciosamente (sin producir salida) -r Usa un modo de apertura 'relajado' -v Muestra algo de información -vv Muestra mucha información

source: Usage: lpmove job/src dest
es: Modo de uso: lpmove trabajo/fuente dest

source: Usage: lpoptions [-h server] [-E] -d printer lpoptions [-h server] [-E] [-p printer] -l lpoptions [-h server] [-E] -p printer -o option[=value] ... lpoptions [-h server] [-E] -x printer
es: Uso: lpoptions [-h servidor] [-E] -d impresora lpoptions [-h servidor] [-E] [-p impresora] -l lpoptions [-h servidor] [-E] -p impresora -o opción[=valor] ... lpoptions [-h servidor] [-E] -x impresora

source: Usage: lppasswd [-g groupname]
es: Uso: lppasswd [-g Nombre de grupo]

source: Usage: lppasswd [-g groupname] [username] lppasswd [-g groupname] -a [username] lppasswd [-g groupname] -x [username]
es: Uso: lppasswd [-g nombregrupo] [nombreusuario] lppasswd [-g nombregrupo] -a [nombreusuario] lppasswd [-g nombregrupo] -x [nombreusuario]

source: Usage: lpq [-P dest] [-U username] [-h hostname[:port]] [-l] [+interval]
es: Modo de uso: lpq [-P dest] [-U usuario] [-h hostname[:puerto]] [-l] [+intervalo]

source: Usage: snmp [host-or-ip-address]
es: Uso: snmp [equipo-o-dirección-IP]

source: WARNING: Boolean expected for waiteof option "%s"
es: ADVERTENCIA: Booleano esperado para opción waiteof "%s"

source: WARNING: Couldn't create read channel
es: AVISO No se puede crear canal de lectura

source: WARNING: Couldn't create side channel
es: AVISO: No se pudo crear canal lateral

source: WARNING: Failed to read side-channel request!
es: AVISO: Fallo al leer petición de canal-lateral

source: WARNING: Option "%s" cannot be included via IncludeFeature!
es: AVISO: La opción "%s" no puede ser incluida vía IncluirCaracteristica!

source: WARNING: Remote host did not respond with command status byte after %d seconds!
es: AVISO: El anfitrión remoto no ha dado respuesta con la orden byte de estado después de %d segundos.

source: WARNING: Remote host did not respond with control status byte after %d seconds!
es: AVISO: El anfitrión remoto no ha dado respuesta con el control byte de estado después de %d segundos.

source: WARNING: Remote host did not respond with data status byte after %d seconds!
es: AVISO: El anfitrión remoto no ha dado respuesta con el dato de estado byte después de %d segundos.

source: WARNING: SCSI command timed out (%d); retrying...
es: AVISO: Expiró el tiempo para el comando SCSI (%d); reintentando...

source: WARNING: This document does not conform to the Adobe Document Structuring Conventions and may not print correctly!
es: AVISO: Este documento no cumple las convenciones de estructura de un documento Adobe y puede que no se imprima correctamente.

source: WARNING: Unknown choice "%s" for option "%s"!
es: AVISO: Elección "%s" desconocida para la opción "%s".

source: WARNING: Unknown option "%s"!
es: AVISO: Opción desconocida "%s"

source: WARNING: Unsupported baud rate %s!
es: AVISO: Tasa de baudios no soportada %s!

source: WARNING: recoverable: Network host '%s' is busy; will retry in %d seconds...
es: AVISO: recuperable: Anfitrión de red '%s' está ocupado; se reintentará en %d segundos...

source: Warning, no Windows 2000 printer drivers are installed!
es: Aviso, no está instalado el controlador de la impresora para Windows 2000.

source: Yes
es: Sí

source: You must access this page using the URL <A HREF="https://%s:%d%s">https://%s:%d%s</A>.
es: Debe acceder esta página usando la URL <A HREF="https://%s:%d%s">https://%s:%d%s</A>.

source: aborted
es: abortado

source: canceled
es: cancelado

source: completed
es: completado

source: convert: Use the -f option to specify a file to convert.
es: Convert: Use la opción -f para especificar el archivo a convertir.

source: cups-deviced failed to execute.
es: no se pudo ejecutar cups-deviced.

source: cups-driverd failed to execute.
es: no se pudo ejecutar cups-driverd.

source: cupsaddsmb: No PPD file for printer "%s" - %s
es: cupsaddsmb: No hay ningún archivo PPD para la impresora «%s» - %s

source: cupsctl: Unknown option "%s"!
es: cupsctl: Opción desconocida "%s".

source: cupsctl: Unknown option "-%c"!
es: cupsctl: Opción desconocida "-%c".

source: cupsd: Expected config filename after "-c" option!
es: cupsd: Se espera el nombre del archivo de configuración después de la opción "-c".

source: cupsd: Unknown argument "%s" - aborting!
es: cupsd: Argumento desconocido "%s" - cancelando.

source: cupsd: Unknown option "%c" - aborting!
es: cupsd: opción desconocida "%c" - cancelando.

source: cupsd: launchd(8) support not compiled in, running in normal mode.
es: cupsd: launchd(8) soporte no compilado, corriendo en modo normal.

source: cupsfilter: Only one filename can be specified!
es: cupsfilter: Solo se puede especificar un nombre de archivo.

source: cupstestppd: The -q option is incompatible with the -v option.
es: cupstestppd: La opción -q es incompatible con la opción -v.

source: cupstestppd: The -v option is incompatible with the -q option.
es: cupstestppd: La opción -v es incompatible con la opción -q.

source: device for %s/%s: %s
es: dispositivo para %s/%s: %s

source: device for %s: %s
es: dispositivo para %s: %s

source: held
es: retener

source: help get help on commands
es: help obtener ayuda sobre las órdenes

source: idle
es: inactivo

source: job-printer-uri attribute missing!
es: job-printer-uri atributo perdido

source: lpadmin: Class name can only contain printable characters!
es: Ipadmin: El nombre de la clase solo puede contener caracteres imprimibles.

source: lpadmin: Expected PPD after '-P' option!
es: Ipadmin: Se espera PPD después de la opción '-P'.

source: lpadmin: Expected allow/deny:userlist after '-u' option!
es: lpadmin: Se esperaba allow/deny:listadeusuarios después de la opción '-u'.

source: lpadmin: Expected class after '-r' option!
es: Ipadmin: Clase esperada después de la opción '-r'.

source: lpadmin: Expected class name after '-c' option!
es: Ipadmin: Se esperaba nombre de clase después de la opción '-c'.

source: lpadmin: Expected description after '-D' option!
es: Ipadmin: Se espera descripción después de la opción '-D'

source: lpadmin: Expected device URI after '-v' option!
es: Ipadmin: Se espera la URI del dispositivo después de la opción '-v'.

source: lpadmin: Expected file type(s) after '-I' option!
es: Ipadmin: Se espera el tipo(s) de archivo después de la opción '-I'.

source: lpadmin: Expected hostname after '-h' option!
es: Ipadmin: Se espera nombre del anfitrión después de la opción '-h'.

source: lpadmin: Expected interface after '-i' option!
es: Ipadmin: Se espera interfaz después de la opción '-i'

source: lpadmin: Expected location after '-L' option!
es: Ipadmin: Se espera la localización después de la opción '-L'

source: lpadmin: Expected model after '-m' option!
es: Ipadmin: Se espera el modelo después de la opción '-m'.

source: lpadmin: Expected name=value after '-o' option!
es: lpadmin: Se esperaba nombre=valor detrás de la opción '-o'.

source: lpadmin: Expected printer after '-p' option!
es: Ipadmin: Se espera una impresora después de la opción '-p'.

source: lpadmin: Expected printer name after '-d' option!
es: Ipadmin: Se espera el nombre de la impresora después de la opción '-d'.

source: lpadmin: Expected printer or class after '-x' option!
es: Ipadmin: Se espera una impresora o clase después de la opción '-x'.

source: lpadmin: No member names were seen!
es: lpadmin: No se han visto nombres de miembros

source: lpadmin: Printer %s is already a member of class %s.
es: Ipadmin: La impresora %s ya es miembro de la clase %s.

source: lpadmin: Printer %s is not a member of class %s.
es: Ipadmin: La impresora %s no es miembro de la clase %s.

source: lpadmin: Printer name can only contain printable characters!
es: Ipadmin: El nombre de la impresora solo puede contener caracteres imprimibles.

source: lpadmin: Unable to add a printer to the class: You must specify a printer name first!
es: Ipadmin: No se puede agregar la impresora a la clase: Debe especificar primero el nombre de la impresora

source: lpadmin: Unable to connect to server: %s
es: Ipadmin: No se puede conectar al servidor: %s

source: lpadmin: Unable to create temporary file - %s
es: Ipadmin: No se puede crear archivo temporal -%s

source: lpadmin: Unable to create temporary file: %s
es: Ipadmin: No se puede crear archivo temporal: %s

source: lpadmin: Unable to open PPD file "%s" - %s
es: Ipadmin: No se puede abrir archivo PPD "%s" -%s

source: lpadmin: Unable to open file "%s": %s
es: Ipadmin: No se puede abrir archivo "%s": %s

source: lpadmin: Unable to remove a printer from the class: You must specify a printer name first!
es: Ipadmin: No se puede eliminar la impresora de la clase: Primero debe especificar el nombre de la impresora.

source: lpadmin: Unable to set the PPD file: You must specify a printer name first!
es: Ipadmin: No se puede colocar el archivo PPD: Primero debe especificar el nombre de la impresora.

source: lpadmin: Unable to set the device URI: You must specify a printer name first!
es: Ipadmin: No se puede colocar la URI del dispositivo: Debe especificar primero el nombre de la impresora.

source: lpadmin: Unable to set the interface script or PPD file: You must specify a printer name first!
es: lpadmin: No se ha podido establecer el guión de la interfaz o el archivo PPD: Debe especificar el nombre de la impresora primero.

source: lpadmin: Unable to set the interface script: You must specify a printer name first!
es: lpadmin: No se ha podido establecer el guión de la interfaz: Debe especificar el nombre de la impresora primero.

source: lpadmin: Unable to set the printer description: You must specify a printer name first!
es: Ipadmin: No se puede establecer la descripción de la impresora: Primero debe especificar el nombre de la impresora.
