Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/desktop_extragear-*_konq-plugins.po
Languages: es

# Name
source: Adblock Plugin
es: Complemento Adblock

# Comment
source: Show all blockable html elements
es: Mostrar todos los elementos html bloqueables

# Name
source: Konqueror Feed Icon
es: Icono de canal Konqueror

# Comment
source: Displays an icon in the status bar if the page contains a feed
es: Muestra un icono en la barra de estado si la página contiene un canal

# Name
source: Add Feed to Akregator
es: Añadir canal a Akregator

# Comment
source: Adds selected feed to Akregator
es: Añade el canal seleccionado a Akregator

# Name
source: Auto Refresh Plugin
es: Complemento de refresco automático

# Comment
source: Auto Refresh plugin
es: Complemento de actualización automática

# Name
source: Translate
es: Traducir

# Comment
source: Language translation for the current page using Babelfish
es: Traducción de la página actual usando Babelfish

# Name
source: Crashes Monitor
es: Monitor de roturas

# Comment
source: Records instances of crashes for easier recovery
es: Graba ijnstancias de rotura para su fácil recuperación

# Name
source: Directory Filter
es: Filtro de directorio

# Comment
source: Filter directory view using an attribute filter
es: Filtra la vista de directorio mediante un filtro de atributo

# Name
source: DOM Tree Viewer
es: Visor de árbol DOM

# Comment
source: View the DOM tree of the current page
es: Vista del árbol DOM de la página actual

# Name
source: File Size Viewer
es: Visor de tamaño de archivo

# Comment
source: View your filesystem as a TreeMap
es: Ver su sistema de archivos en modo árbol

# Name
source: File Size View
es: Ver tamaño de archivo

# Comment
source: Enables a proportional view of directories and files based on file size
es: Activa una vista proporcional de los directorios y archivos basada en el tamaño del archivo

# X-KDE-Submenu
source: Convert To
es: Convertir a

# X-KDE-Submenu
source: Transform Image
es: Transformar imagen

# Name
source: Rotate Clockwise
es: Rotar a la derecha

# Name
source: Rotate Counter-Clockwise
es: Rotar a la izquierda

# Name
source: Flip Vertically
es: Voltear verticalmente

# Name
source: Flip Horizontally
es: Voltear horizontalmente

# Name
source: KHTML Settings
es: Configuración KHTML

# Comment
source: A fast way to change the KHTML settings
es: Una manera rápida de cambiar la configuración de KHTML

# Name
source: Image Gallery
es: Galería de imágenes

# Comment
source: An easy way to generate an HTML image gallery
es: Una manera rápida de generar una galería de imágenes HTML

# Comment
source: Opens the folder for a specific medium in the file manager
es: Abre la carpeta de un medio específico en el gestor de archivos

# Name
source: Microformat Icon
es: Icono de microformato

# Comment
source: Displays an icon in the status bar if the page contains a microformat
es: Muestra un icono en la barra de estado si la página contiene un microformato

# Comment
source: Enables the use of bookmarklets
es: Activa el uso de bookmarklets

# Name
source: Document Relations
es: Relaciones del documento

# Comment
source: Displays the document relations of a document
es: Muestra las relaciones documentales de un documento

# Name
source: Search Bar
es: Barra de búsqueda

# Comment
source: Provides a text box for easier access to search engines like Google.
es: Proporciona una caja de texto de fácil acceso a los motores de búsqueda como Google.

# Name
source: Media Player
es: Reproductor multimedia

# Comment
source: Media player for Konqueror's navigation panel
es: Reproductor multimedia para el panel de navegación de Konqueror

# Comment
source: A Konqueror navigation panel
es: Un panel de navegación de Konqueror

# Name
source: Metabar
es: Metabarra

# Name
source: UserAgent Changer
es: Cambiador de UserAgent

# Name
source: Website Validators
es: Validadores de sitio web

# Comment
source: CSS and HTML validation tools
es: Herramientas de validación CSS y HTML

# Name
source: Web Archiver
es: Archivador web

# Comment
source: Creates archives of websites
es: Crea archivos o sitios web

# Name
source: Web Archives
es: Archivos web

# Name
source: Open Medium Folder
es: Abrir carpeta media

# Comment
source: Allows the detected UserAgent to be modified
es: Permitir modificar el UserAgent detectado
