Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/dpkg-dev.po
Languages: es

source: unknown output from dpkg --search: '%s'
es: salida desconocida de dpkg --search: '%s'

source: %s is not a supported compression
es: %s no es una compresión soportada

source: %s is not a compression level
es: %s no es un nivel de compresión

source: -E and -W are deprecated, they are without effect
es: -E y -W están obsoletos, no tienen efecto

source: need -x or -b
es: se necesita -x o -b

source: -b needs a directory
es: -b necesita un directorio

source: cannot stat directory %s
es: no se puede establecer directorio %s

source: directory argument %s is not a directory
es: el parámetro de directorio %s no es un directorio

source: `%s' is not a legal architecture string
es: `%s' no es una arquitectura de cadena legal

source: architecture %s only allowed on its own (list for package %s is `%s')
es: la arquitectura %s solo se permite en su propiedad (lista por paquete %s es '%s')

source: cannot read %s
es: no se puede leer %s

source: source format `%s' discarded: %s
es: formato de fuente «%s» descargado: %s

source: using source format `%s'
es: usando formato fuente `%s'

source: building %s in %s
es: construyendo %s en %s

source: -x needs at least one argument, the .dsc
es: -x necesita al menos un argumento, el .dsc

source: -x takes no more than two arguments
es: -x no toma más de dos argumentos

source: -x needs the .dsc file as first argument, not a directory
es: -x necesita un archivo .dsc como primer argumento, no un directorio

source: unpack target exists: %s
es: existe el objetivo del desempaquetado: %s

source: extracting unsigned source package (%s)
es: extrayendo paquete fuente (%s) sin firmar

source: %s: extracting %s in %s
es: %s: extrayendo %s en %s

source: only one of -x or -b allowed, and only once
es: sólo esta permitido uno y solo uno de -x o -b,

source: output format %s not supported
es: formato de salido %s no soportado

source: more than one file specified (%s and %s)
es: se especificó más de un archivo (%s y %s)

source: fatal error occured while parsing input
es: ocurrió un error fatal mientras se analizaba la entrada

source: fatal error occured while parsing %s
es: ocurrió un error fatal mientras se analizaba %s

source: Couldn't determine gcc system type, falling back to default (native compilation)
es: No se pudo determinar el tipo de sistema gcc, volviendo al de por defecto (compilación nativa)

source: Unknown gcc system type %s, falling back to default (native compilation)
es: Tipo de sistema gcc %s desconocido, volviendo al de por defecto (compilación nativa)

source: unable to open cputable
es: no es posible abrir cputable

source: unable to open ostable
es: no es posible abrir ostable

source: unable to open triplettable
es: No es posible abrir triplettable

source: duplicate field %s found
es: se encontró el campo %s duplicado

source: continued value line not in field
es: línea de valor continuado no incluida en el campo

source: PGP signature not allowed here
es: no está permitida aquí la firma PGP

source: expected PGP signature, found EOF after blank line
es: se esperaba una firma PGP, se encontró EOF después de la línea en blanco

source: expected PGP signature, found something else `%s'
es: se esperaba una firma PGP, se encontró otra cosa `%s'

source: unfinished PGP signature
es: firma PGP no terminada

source: line with unknown format (not field-colon-value)
es: línea con formato desconocido (no campo-coma-valor)

source: warning
es: aviso

source: %s(l%s): %s LINE: %s
es: %s(l%s): %s LÍNEA: %s

source: fatal error
es: error fatal

source: you can't combine 'count' or 'offset' with any other range option
es: no puede combinar 'count' u 'offset' con ninguna otra opción de rango

source: you can only specify one of 'from' and 'since', using 'since'
es: sólo puede especificar uno, 'from' o 'since', usando 'since'

source: you can only specify one of 'to' and 'until', using 'until'
es: sólo puede especificar unio, 'to' o 'until', usando 'until'

source: 'since' option specifies most recent version, ignoring
es: opción 'desde' especifica la versión más reciente, ignorando

source: 'until' option specifies oldest version, ignoring
es: opción 'hasta' especifica la versión más antigua, ignorando

source: tail of %s
es: cola de %s

source: format parser %s not executable
es: analizador de formato %s no ejecutable

source: changelog format %s is unknown
es: el formato del registro de cambio %s es desconocido

source: fork for %s
es: bifurcación para %s

source: cannot open %s
es: no se puede abrir %s

source: cannot exec format parser: %s
es: no se puede ejecutar el analizador de formato: %s

source: output of changelog parser
es: salida del analizador de res¡gistro de cambio

source: changelog parser %s
es: analizador del registro de cambio %s

source: can't open file %s: %s
es: no se puede abrir el archivo %s: %s

source: can't load IO::String: %s
es: no se puede cargar IO::Cadena: %s

source: no changelog file specified
es: no se especificó archivo de registro de cambio

source: found start of entry where expected %s
es: se encontró inicio de entrada cuando se esperaba %s

source: bad key-value after `;': `%s'
es: error valor-tecla despues `;': `%s'

source: repeated key-value %s
es: valor de tecla repetido %s

source: badly formatted urgency value
es: valor urgente mal formateado

source: unknown key-value key %s - copying to XS-%s
es: clave de clave-valor «%s» desconocida - copiando a XS-%s

source: badly formatted heading line
es: linea de encabezado mal formateada

source: found trailer where expected %s
es: se encontró finalización cuando se esperaba %s

source: badly formatted trailer line
es: línea de finalización con formato incorrecto

source: couldn't parse date %s
es: No se puede analizar la fecha %s

source: found change data where expected %s
es: se encontraron datos de cambios cuando se esperaba %s

source: found blank line where expected %s
es: se encontró línea en blanco cuando se esperaba %s

source: unrecognised line
es: línea irreconocible

source: found eof where expected %s
es: se encontró eof cuando se esperaba %s

source: can't close file %s: %s
es: no se puede cerrar el archivo %s: %s

source: Unknown checksum algorithm `%s', ignoring
es: Algoritmo de suma de comprobación «%s» desconocido, ignorando

source: Checksums-%s field contains bad line `%s'
es: El campo de suma de comprobación-%s contiene una línea «%s» inválida

source: Conflicting file sizes `%u' and `%u' for file `%s'
es: Tamaños de archivo conflictivos `%u' y `%u' para el aarchivo `%s'

source: cannot fstat file %s
es: no se puede hacer fstat el archivo %s

source: File %s has size %u instead of expected %u
es: El archivo %s tiene el tamaño %u aunque se esperaba %u

source: File %s has checksum %s instead of expected %s (algorithm %s)
es: El archivo %s tiene la suma de comprobación %s aunque se esperaba %s (algoritmo %s)

source: first block lacks a source field
es: primer bloque carece de un campo fuente

source: block lacks a package field
es: bloque carece de un paquete fuente

source: can't parse dependency %s
es: no se puede parsear la dependencia %s

source: Dpkg::Deps::Simple can't evaluate implication with a %s!
es: Dpkg::Deps::Simple no puede evaluar implicaciones con %s

source: info
es: información

source: failure
es: fallo

source: internal error
es: error interno

source: unknown information field '%s' in input data in %s
es: Informacion desconocida del campo '%s' en los datos del cuadro de texto en %s

source: %s gave error exit status %s
es: %s entregó error de estado de salida %s

source: %s died from signal %s
es: %s muerto con la señal %s

source: %s failed with unknown exit code %d
es: %s falló con código de salida desconocido %d

source: syntax error in %s at line %d: %s
es: error de sintaxis en %s en linea %d: %s

source: field %s has newline then non whitespace >%s<
es: el campo %s tene una nueva línea y luego no tiene un espacio en blanco >%s<

source: field %s has blank lines >%s<
es: el campo %s tiene lineas en blanco >%s<

source: field %s has trailing newline >%s<
es: campo %s tiene una nueva línea de arrastre >%s<

source: write error on control data
es: error de escritura en el control de datos

source: pipe for %s
es: tubería para %s

source: chdir to %s
es: chdir a %s

source: reopen stdin
es: reabrir entrada estándar

source: cannot write %s
es: no se puede escribir %s

source: reopen stdout
es: reabrir salida estándar

source: exec %s
es: ejecutar %s

source: child process
es: proceso hijo

source: wait for %s
es: esperando por %s

source: cannot fork for objdump
es: no se puede bifurcar objdump

source: objdump on `%s'
es: objdump en '%s'

source: cannot fork %s
es: no se puede bifurcar %s

source: Couldn't parse dynamic relocation record: %s
es: No se puede analizar el registro de reasignación dinámica: %s

source: Couldn't parse dynamic symbol definition: %s
es: No se puede analizar la definición de símbolo dinámico: %s

source: Symbol information must be preceded by a header (file %s, line %s).
es: La información de símbolo debe estar precedida de la cabecera (archivo %s, línea %s).

source: you can't use wildcards on unversioned symbols: %s
es: no puede usar comodines en símbolos sin versión: %s

source: Failed to parse a line in %s: %s
es: Fallo al analizar línea en %s: %s

source: Can't merge symbols from objects without SONAME.
es: No se pueden mezclar símbolos de los objetos sin SONAME.

source: write on tar input
es: escrito en la entrada tar

source: close on tar input
es: cerrado en la entrada tar

source: cannot create directory %s
es: no se puede crear el directorio %s

source: cannot opendir %s
es: no se puede abrir directorio %s

source: Unable to rename %s to %s
es: No se puede renombrar %s a %s

source: %s is not a supported compression method
es: %s no es un método de compresión permitido

source: cannot stat directory %s (before removal)
es: No se puede verificar el directorio %s (antes de eliminar)

source: unable to check for removal of dir `%s'
es: imposible comprobar el directorio `%s' para eliminarlo

source: rm -rf failed to remove `%s'
es: rm -rf falló al eliminar `%s'

source: binary file contents changed
es: el archivo binario contiene cambios

source: file %s has no final newline (either original or modified version)
es: Archivo %s no tiene una nueva linea final (ni en la original ni en la versión modificada)

source: unknown line from diff -u on %s: `%s'
es: Línea desconocida desde diff -u en %s: `%s'

source: failed to write
es: fallo al escribir

source: diff on %s
es: diff en %s

source: cannot stat file %s
es: no se puede verificar el archivo %s

source: cannot read link %s
es: no se puede leer el vínculo %s

source: newly created empty file '%s' will not be represented in diff
es: el archivo vacío recién creado '%s' no será representado en diff

source: executable mode %04o of '%s' will not be represented in diff
es: el modo ejecutable %04o de '%s' no será representado en diff

source: special mode %04o of '%s' will not be represented in diff
es: el modo especial %04o de '%s' no será representado en diff

source: device or socket is not allowed
es: el dispositivo o el zócalo no están disponibles

source: unknown file type
es: tipo de archivo desconocido

source: ignoring deletion of file %s
es: ignorando borrado del arachivo %s

source: ignoring deletion of directory %s
es: ignorando borrado del directorio %s

source: ignoring deletion of symlink %s
es: Se ignora el borrado del enlace simbólico %s

source: cannot close %s
es: no se puede cerrar %s

source: new version is %s
es: la nueva versión es %s

source: old version is %s
es: la antigua versión es %s

source: expected ^--- in line %d of diff `%s'
es: se esperaba ^--- en línea %d de diff '%s'

source: diff `%s' patches file with name ending .dpkg-orig
es: diff '%s' parchea el archivo cuyo nombre termina en .dpkg-orig

source: diff `%s' finishes in middle of ---/+++ (line %d)
es: diff '%s' se acaba en medio de ---/+++ (línea %d)

source: line after --- isn't as expected in diff `%s' (line %d)
es: la línea después de --- no se halla como es esperaba en diff '%s' (línea %d)

source: original and modified files are /dev/null in diff `%s' (line %d)
es: los archivos original y modificado son /dev/null en diff `%s' (línea %d)

source: diff `%s' patches something which is not a plain file
es: diff '%s' parchea algo que no es un archivo sencillo

source: unexpected end of diff `%s'
es: final inesperado de diff `%s'

source: expected [ +-] at start of line %d of diff `%s'
es: se esperaba [ +-] en el inicio de la línea %d del diff `%s'

source: expected ^@@ at line %d of diff `%s'
es: se esperaba ^@@ en la línea %d del diff `%s'

source: diff `%s' doesn't contain any patch
es: diff `%s' no contiene ningún parche

source: cannot change timestamp for %s
es: no se puede cambiar el control de tiempo para %s

source: remove patch backup file %s
es: eliminar copia de seguridad de parche %s

source: nonexistent
es: inexistente

source: cannot stat %s
es: no se puede verificar %s

source: plain file
es: archivo sencillo

source: directory
es: directorio

source: symlink to %s
es: vínculo symbolico a %s

source: block device
es: bloquear dispositivo

source: character device
es: dispositivo de caracteres

source: named pipe
es: tubería designada

source: named socket
es: zócalo designado

source: %s is not the name of a file
es: %s no es el nombre de un achivo

source: missing critical source control field %s
es: perdida critica del control de campo %s

source: source package format `%s' is not supported (Perl module %s is required)
es: formato de paquete fuente «%s» no permitido (Se requiere modulo Perl %s)

source: invalid Format field `%s'
es: campo de formato inválido `%s'

source: failed to verify signature on %s
es: fallo al verificar la firma en %s

source: could not verify signature on %s since gpg isn't installed
es: No se puede verificar la firma en %s si gpg no está instalado

source: %s is not a valid option for %s
es: %s no es una opción válida para %s

source: can't write %s
es: no se puede escribir %s

source: %s does not exist
es: %s no existe

source: cannot make %s executable
es: no se puede convertir %s en ejecutable

source: %s is not a plain file
es: %s no es un archivo plano

source: tried to add file `%s' twice
es: se ha tratado de añadir el fichero `%s' dos veces

source: -s%s option overrides earlier -s%s option
es: la opción -s%s anula la opción -s%s anterior

source: source handling style -s%s not allowed with -x
es: Modo de gestión de la fuente -s%s no esta permitido con -x

source: unrecognized file for a %s source package: %s
es: archivo no reconocido para el paquete fuente %s: %s

source: no tarfile in Files field
es: no existe archivo tar en el campo de arhivo

source: native package with .orig.tar
es: Paquete nativo con .orig.tar

source: unable to rename `%s' to `%s'
es: incapaz de renombrar %s' a `%s'

source: unpacking %s
es: %s desempaquetado

source: unable to keep orig directory (already exists)
es: incapaz de mantener el directorio original (ya existe)

source: failed to rename newly-extracted %s to %s
es: fallo al renombrar el recién extraído %s a %s

source: failed to rename saved %s to %s
es: Error al renombrar %s a %s

source: applying %s
es: aplicando %s

source: only supports gzip compression
es: sólo se permite compresión gzip

source: source handling style -s%s not allowed with -b
es: el estilo -s%s de gestionar la fuente no se permite con -b

source: packed orig `%s' exists but is not a plain file
es: el orig '%s' embalado existe pero no es un archivo plano

source: orig argument is packed but source handling style -s%s calls for unpacked (.orig/)
es: el argumento origen está empaquetado pero el estilo -s%s de gestionar la fuente pide que sea desempaquetado (.orig/)

source: orig argument is empty (means no orig, no diff) but source handling style -s%s wants something
es: el parámetro orig está vacío (quiere decir ni orig ni diff) pero el estilo -s%s de manejar fuente espera algo

source: unpacked orig `%s' exists but is not a directory
es: el original '%s' desempaquetado existe pero no es un directorio

source: unable to stat putative unpacked orig `%s'
es: No se puede hacer stat putativo desembalado orig '%s'

source: source directory '%s' is not <sourcepackage>-<upstreamversion> '%s'
es: el directorio fuente '%s' no es <sourcepackage>-<upstreamversion> '%s'

source: .orig directory name %s is not <package>-<upstreamversion> (wanted %s)
es: el nombre del directorio de .orig %s no es <package>-<upstreamversion> (esperaba %s)

source: .orig.tar name %s is not <package>_<upstreamversion>.orig.tar (wanted %s)
es: nombre .orig.tar %s no es el <package>_<upstreamversion>.orig.tar (buscado %s)

source: tarfile `%s' already exists, not overwriting, giving up; use -sU or -sR to override
es: el archivo tar '%s' ya existe, no sobreescrito, se da por vencido; use -sU o -sR para anular

source: unable to check for existence of `%s'
es: no se puede comprobar la existencia de '%s'

source: unable to rename `%s' (newly created) to `%s'
es: no se puede renombrar '%s' (recién creado) a '%s'

source: unable to change permission of `%s'
es: imposible cambiar permisos de `%s'

source: orig dir `%s' already exists, not overwriting, giving up; use -sA, -sK or -sP to override
es: dir orig '%s' ya existe, optando por no superponerlo, dándose por vencido; use -sA, -sK o -sP para anular

source: unable to check for existence of orig dir `%s'
es: imposible comprobar la existencia del directorio original `%s'

source: %s: unrepresentable changes to source
es: %s: Cambios irrepresentables en la fuente

source: duplicate files in %s source package: %s.*
es: archivos duplicados en el paquete fuente %s: %s.*

source: no orig.tar file found
es: no se encontró el archivo orig.tar

source: copy of the debian directory
es: copiar del directorio Debian

source: can't read %s
es: no se puede leer %s

source: unwanted binary file: %s
es: archivo binario no deseado: %s

source: cannot remove %s
es: no se puede eliminar %s

source: cannot rename %s to %s
es: no se puede renombrar %s a %s

source: adding %s to %s
es: añadiendo %s a %s

source: This source package can only be manipulated using bzr, which is not in the PATH.
es: Este paquete fuente sólo se puede manipular usando bzr, que no está en la RUTA.

source: %s is a symlink
es: %s es un vínculo simbólico

source: doesn't contain a bzr repository
es: no contiene un repositorio bzr

source: bzr status exited nonzero
es: el estado bzr salió con nocero

source: expected %s, got %s
es: se esperaba %s, se consiguió %s

source: no files indicated on command line
es: no hay archivos indicados en la línea de órdenes

source: unrecognized file for a native source package: %s
es: archivo no reconocido para un paquete fuente nativo: %s

source: unable to remove `%s'
es: incapaz de eliminar `%s'

source: unable to append to %s
es: imposible añadir a %s

source: can't create symlink %s
es: no se puede crear el vínculo simbólico %s

source: bad line in substvars file %s at line %d
es: línea errónea en archivo substvars %s en la línea %d

source: unable to open substvars file %s: %s
es: no se puede abrir el archivo substvars %s: %s

source: too many substitutions - recursive ? - in `%s'
es: demasiadas sustituciones - recursiva ? - en `%s'

source: unknown substitution variable ${%s}
es: variable ${%s} de sustitución desconocida

source: source package name `%s' contains illegal character `%s'
es: el paquete de fuentes llamado `%s' contiene un carácter no permitido `%s'

source: source package name `%s' starts with non-alphanum
es: el paquete fuente llamado `%s' comienza por un caracter no alfanumérico

source: source package has two conflicting values - %s and %s
es: el paquete fuente tiene dos valores en conflicto - %s y %s

source: version number contains illegal character `%s'
es: el número de versión contiene un carácter no permitido `%s'
