Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/dpkg-dev.po
Languages: es

source: Usage: 822-date
es: Uso: 822-date

source: This program is deprecated. Please use 'date -R' instead.
es: Este programa esta en desuso. Por favor en su lugar use 'date -R'

source: Debian %s version %s.
es: Debian %s versión %s.

source: This is free software; see the GNU General Public Licence version 2 or later for copying conditions. There is NO warranty.
es: Este es un software libre; vea la Licencia General Pública GNU versión 2 o posterior para las condiciones de copia. NO hay garantía.

source: Usage: %s [<option> ...] [<action>] Options: -a<debian-arch> set current Debian architecture. -t<gnu-system> set current GNU system type. -L list valid architectures. -f force flag (override variables set in environment). Actions: -l list variables (default). -e<debian-arch> compare with current Debian architecture. -i<arch-alias> check if current Debian architecture is <arch-alias>. -q<variable> prints only the value of <variable>. -s print command to set environment variables. -u print command to unset environment variables. -c <command> set environment and run the command in it. --help show this help message. --version show the version.
es: Uso: %s [<opción> ...] [<acción>] Opciones: -a<debian-arch> establecer la arquitectura Debian actual. -t<gnu-system> establecer tipo actual de sistema GNU. -L listar arquitecturas válidas. -f forzar bandera (sobreescribir variables establecidas en el entorno). Acciones: -l listar variables (por defecto). -e<debian-arch> comparar con arquitectura Debian actual. -i<arch-alias> verificar si la arquitectura actual de Debian es <arch-alias>. -q<variable> imprimir solo el valor de <variable>. -s imprimir el comando para establecer las variables de entorno. -u imprimir comando para desestablecer las variables de entorno. -c <command> establecer entorno y ejecutar el comando en él. --help mostrar este mensaje de ayuda. --version mostrar la versión

source: unknown option `%s'
es: opción `%s' desconocida

source: unknown Debian architecture %s, you must specify GNU system type, too
es: arquitectura de Debian %s desconocida. Debe especificar además el tipo de sistema GNU

source: unknown GNU system type %s, you must specify Debian architecture, too
es: tipo de sistema GNU %s desconocido, debe especificar también la arquitectura Debian

source: unknown default GNU system type for Debian architecture %s
es: Se desconoce el tipo de sistema GNU predeterminado para la arquitectura de Debian %s

source: Default GNU system type %s for Debian arch %s does not match specified GNU system type %s
es: Tipo de sistema GNU %s por defecto para arquitectura Debian %s no coincide el tipo de sistema GNU %s especificado

source: Specified GNU system type %s does not match gcc system type %s.
es: Tipo de sistema GNU %s especificado no coincide con tipo de sistema gcc %s

source: %s is not a supported variable name
es: %s no es un nombre de variable soportado

source: cannot combine %s and %s
es: No se pueden combinar %s y %s

source: unknown option or argument %s
es: Opción o argumento %s no conocidos

source: using a gain-root-command while being root
es: está usando una orden para ganar acceso de root siendo root

source: fakeroot not found, either install the fakeroot package, specify a command with the -r option, or run this as root
es: fakeroot no encontrado, instale el paquete fakeroot, especifique una orden con la opción -r, o ejecute esto como root

source: gain-root-commmand '%s' not found
es: orden para ganar acceso de root '%s' no encontrado

source: unknown sign command, assuming pgp style interface
es: orden de firma desconocida, se asume la interfaz de estilo pgp

source: PGP support is deprecated (see README.feature-removal-schedule)
es: El soporte PGP está obsoleto (véase README.feature-removal-schedule)

source: %s: use %s from environment: %s
es: %s: use %s desde el entorno: %s

source: %s: set %s to default value: %s
es: %s: establecer %s como valor predeterminado: %s

source: source package
es: Paquete fuente

source: source version
es: Versión fuente

source: source changed by
es: Fuente cambiadas por

source: host architecture
es: arquitectura de anfitrión

source: Build dependencies/conflicts unsatisfied; aborting.
es: Contrucción de dependencias/conflictos insatisfecha; abortando.

source: (Use -d flag to override.)
es: (Use la etiqueta -d para sobreescribir.)

source: This is currently a non-fatal warning with -S, but
es: Esto normalmente es un aviso no fatal con -S, pero

source: will probably become fatal in the future.
es: probablemente será fatal en el futuro

source: Press the return key to start signing process
es: Presione intro para empezar el proceso de ingreso

source: Failed to sign .dsc and .changes file
es: Fallo al firmar los archivos .dsc y .changes

source: write changes file
es: escribir archivo changes

source: source only upload: Debian-native package
es: Subida de la fuente sólo: paquete nativo Debian

source: source only, diff-only upload (original source NOT included)
es: sólo fuente, subir sólo diferencias (NO se incluye la fuente original)

source: source only upload (original source is included)
es: subida sólo de fuente (se incluye la fuente original)

source: full upload (original source is included)
es: Descarga total (fuente original incluida)

source: binary only upload (no source included)
es: subida sólo de binario (no se incluye la fuente)

source: full upload; Debian-native package (full source is included)
es: Subida completa; Paquete nativo Debian (se incluye toda la fuente)

source: binary and diff upload (original source NOT included)
es: subir binario y diferencias (NO se incluye la fuente original)

source: Failed to sign .changes file
es: Fallo al firmar el archivo .changes

source: unable to determine %s
es: no se puede determinar %s

source: %s: Unmet build dependencies:
es: %s: Dependencias de construcción no alcanzadas:

source: %s: Build conflicts:
es: %s: Conflictos de construcción:

source: error occurred while parsing %s
es: sucedió un error al analizar %s

source: Usage: %s [<option>...] <filename> <section> <priority> Options: -f<fileslistfile> write files here instead of debian/files. -h, --help show this help message. --version show the version.
es: Uso: %s [<opción>...] <nombre de archivo> <sección> <prioridad> Opciones: -f<fileslistfile> escribe archivos aquí en vez de debian/archivos. -h, --help muestra este mensaje de ayuda. --version muestra la versión.

source: need exactly a filename, section and priority
es: se necesita exactamente un nombre de archivo, sección y prioridad

source: filename, section and priority may contain no whitespace
es: nombre de archivo, sección y prioridad no pueden contener espacios en blanco

source: open new files list file
es: abre archivo de listado de nuevos archivos

source: copy old entry to new files list file
es: copiar entrada antigua en el listado de nuevos archivos

source: read old files list file
es: leer listado de archivos antiguos

source: write new entry to new files list file
es: escribir una nueva entrada en el archivo de listado de nuevos archivos

source: close new files list file
es: cierra el archivo de listado de nuevos archivos

source: cannot combine %s and -S
es: no se pueden combinar %s y -S

source: %s: arch-specific upload - not including arch-independent packages
es: %s: subida de arquitectura específica - sin incluir paquetes de arquitectura independiente

source: %s: arch-indep upload - not including arch-specific packages
es: %s: subida independiente de arquitectura - no se incluyen paquetes específicos a una arquitectura

source: substvars support is deprecated (see README.feature-removal-schedule)
es: el soporte substvars está obsoleto (vea README.feature-removal-schedule)

source: the current version (%s) is smaller than the previous one (%s)
es: la versión actual (%s) es más pequeña que la anterior (%s)

source: cannot read files list file
es: no puede leer archivo de listado de nuevos archivos

source: duplicate files list entry for package %s (line %d)
es: archivos duplicados en entradas de lista para el paquete %s (línea %d)

source: duplicate files list entry for file %s (line %d)
es: archivos duplicados en entradas de lista para el archivo %s (línea %d)

source: badly formed line in files list file, line %d
es: línea incorrecta en archivo de listado de archivos, línea %d

source: general section of control info file
es: sección general de archivo de información de control

source: package %s in control file but not in files list
es: paquete %s en archivo de control pero no en lista de archivos

source: package's section of control info file
es: sección de paquete de archivo de información de control

source: parsed version of changelog
es: versión parseada de registro de cambios

source: read changesdescription
es: lea la descripción de cambios

source: package %s listed in files list but not in control info
es: paquete %s listado en lista de archivos pero no en información de control

source: missing Section for binary package %s; using '-'
es: sección perdida en el paquete binario %s, usando '-'

source: package %s has section %s in control file but %s in files list
es: el paquete %s tiene sección %s en archivo de control pero %s en lista de archivos

source: missing Priority for binary package %s; using '-'
es: Prioridad olvidada para el paquete binario %s; usando '-'

source: package %s has priority %s in control file but %s in files list
es: el paquete %s tiene prioridad %s en archivo de control pero %s en lista de archivos

source: missing Section for source files
es: Sección perdida para archivos de fuente

source: missing Priority for source files
es: prioridad perdida para archivos fuente

source: cannot open .dsc file %s
es: No se puede abrir el archivo %s .dsc

source: source control file %s
es: Archivo de control fuente %s

source: Files field contains bad line `%s'
es: el campo archivo contiene una linea incorrecta `%s'

source: Conflicting checksums `%s' and `%s' for file `%s'
es: Sumas de comprobación incompatibles `%s' y `%s' para el archivo `%s'

source: Conflicting sizes `%u' and `%u' for file `%s'
es: Tamaños incompatibles `%u' y `%u' para el archivo `%s'

source: not including original source code in upload
es: no incluyendo código fuente original en subida

source: ignoring -sd option for native Debian package
es: ignorando opción -sd para el paquete nativo Debian

source: including full source code in upload
es: incluyendo código fuente completo en subida

source: binary-only upload - not including any source code
es: subida solo binaria - no incluyendo ningún código fuente

source: write original source message
es: escribir fuente original del mensaje

source: missing information for critical output field %s
es: información perdida en campo crítico de salida %s

source: missing information for output field %s
es: información perdida para el campo de salida %s

source: Usage: %s [<option> ...] Options: -p<package> print control file for package. -c<controlfile> get control info from this file. -l<changelogfile> get per-version info from this file. -F<changelogformat> force change log format. -v<forceversion> set version of binary package. -f<fileslistfile> write files here instead of debian/files. -P<packagebuilddir> temporary build dir instead of debian/tmp. -n<filename> assume the package filename will be <filename>. -O write to stdout, not .../DEBIAN/control. -is, -ip, -isp, -ips deprecated, ignored for compatibility. -D<field>=<value> override or add a field and value. -U<field> remove a field. -V<name>=<value> set a substitution variable. -T<varlistfile> read variables here, not debian/substvars. -h, --help show this help message. --version show the version.
es: Uso %s [<opción>...] Opciones: -p<package> imprime archivo de control para el paquete. -c<controlfile> obtiene información de control para este archivo. -l<changelogfile> obtiene información por versión de este archivo. -F<changelogformat> fuerza el cambio de formato de registro. -v<forceversion> establece la versión del paquete binario. -f<fileslistfile> escribe el archivo aquí en vez de en debian/files. -P<packagebuilddir> directorio temporal de creación en vez de debian/tmp. -n<filename> asume que el nombre de archivo de paquete será <filename>. -O escribir a strdout, no a .../DEBIAN/control. -is, -ip, -isp, -ips desaprobado, ignorado por compatibilidad. -D<field>=<value> sobreescribir o agregar un campo y un valor. -U<field> eliminar un campo. -V<name>=<value> establecer una variable de substitución. -T<varlistfile> leer variables aquí, no en debian/substvars. -h, --help mostrar este mensaje de ayuda. --version mostrar la versión.

source: Illegal package name `%s'
es: Nombre de paquete ilegal `%s'

source: package %s not in control info
es: el paquete %s no está en la información de control

source: must specify package since control info has many (%s)
es: debe especificar el paquete, puesto que la información de control contiene varios (%s)

source: `%s' is not a legal architecture string.
es: `%s' no es una arquitectura de cadena legal.

source: current host architecture '%s' does not appear in package's architecture list (%s)
es: la arquitectura del anfitrión '%s' no aparece en la lista de arquitectura de paquetes (%s)

source: %s package with udeb specific field %s
es: %s paquete con campo específico udeb %s

source: fork for du
es: bifurcación para du

source: chdir for du to `%s'
es: chdir para du de `%s'

source: du in `%s'
es: du en `%s'

source: du gave unexpected output `%s'
es: du dió una salida inesperada '%s'

source: close old files list file
es: cerrar la lista de archivos antiguos

source: install new files list file
es: instalar archivo de lista de archivos nuevos

source: cannot open new output control file `%s'
es: no se puede abrir un nuevo archivo para el control de salida `%s'

source: cannot install output control file `%s'
es: no se puede instalar el archivo de control de salida `%s'

source: Can't read directory %s: %s
es: No se puede leer el directorio %s: %s

source: Objdump couldn't parse %s
es: No se puede analizar el volcado de objeto %s

source: new libraries appeared in the symbols file: %s
es: aparecieron nuevas bibliotecas en el archivo de símbolos: %s

source: some libraries disappeared in the symbols file: %s
es: desaparecieron algunas bibliotecas en el archivo de símbolos: %s

source: some new symbols appeared in the symbols file: %s
es: aparecieron algunos símbolos nuevos en el archivo de símbolos: %s

source: see diff output below
es: vea la comparación de archivos abajo

source: some symbols disappeared in the symbols file: %s
es: desaparecieron algunos símbolos en el archivo de símbolos: %s

source: %s doesn't match completely %s
es: %s no se corresponden completamente %s

source: no debian/symbols file used as basis for generating %s
es: no se usó el archivo debian/symbols como base para generar %s

source: %s takes no non-option arguments
es: %s no toma argumentos sin opciones

source: Couldn't open override file %s
es: No se puede abrir el archivo sobrescrito %s

source: * Unconditional maintainer override for %s *
es: * Mantenedor incondicional reemplazado por %s *

source: 1 to 3 args expected
es: se esperaban de 1 a 3 argumentos

source: Binary dir %s not found
es: Directorio binario %s no encontrado

source: Override file %s not found
es: Archivo para sobreescribir %s no encontrado

source: Couldn't open %s for reading
es: No se puede abrir %s para lectura

source: Couldn't call dpkg-deb on %s: %s, skipping package
es: No se pudo llamar a dpkg-deb en %s: %s, salltando el paquete

source: `dpkg-deb -I %s control' exited with %d, skipping package
es: `dpkg-deb -I %s control' salió con %d, evitando el paquete

source: Unprocessed text from %s control file; info: %s / %s
es: Texto no procesado dese el archivo de control %s; info: %s / %s

source: No Package field in control file of %s
es: No hay campo paquete en archivo de control de %s

source: ! Package %s (filename %s) is repeat but newer version; used that one and ignored data from %s !
es: ! Paquete %s (nombre de archivo %s) está repetido pero en versión más nueva; use aquel e ignore datos de %s!

source: ! Package %s (filename %s) is repeat; ignored that one and using data from %s !
es: ! Paquete %s (nombre de archivo %s) está repetido; ignore aquel y use datos de %s!

source: ! Package %s (filename %s) has Filename field!
es: ¡El paquete %s (nombre de archivo %s) posee campo Filename!

source: Strange text from 'md5sum < %s': '%s'
es: Extraño texto de 'md5sum < %s': '%s'

source: Couldn't stat %s
es: No se puede establecer %s

source: file %s is empty
es: Archivo %s esta vacío

source: Failed when writing stdout
es: Fallo al escribir la salida estándar

source: Couldn't close stdout
es: No se puede cerrar la salida estándar

source: ** Packages in archive but missing from override file: **
es: ** Paquetes en el archivo, pero faltantes en archivo de sobreescritura: **

source: ++ Packages in override file with incorrect old maintainer value: ++
es: ++ Paquetes en archivo de sobreescritura con valor antiguo de mantenimiento incorrecto: ++

source: -- Packages specifying same maintainer as override file: --
es: -- Los paquetes especifican el mismo mantenedor que el archivo de sobrescritura: --

source: -- Packages in override file but not in archive: --
es: -- Paquete en archivo de sobreescritura pero no en archivador: --

source: Wrote %s entries to output Packages file.
es: Escribió entradas de %s a archivo de salida de paquetes.

source: Usage: %s [<option> ...] <binarypath> [<overridefile> [<pathprefix>]] > Sources Options: -n, --no-sort don't sort by package before outputting. -s, --source-override <file> use file for additional source overrides, default is regular override file with .src appended. --debug turn debugging on. --help show this help message. --version show the version. See the man page for the full documentation.
es: Uso: %s [<opción> ...] <binarypath> [<overridefile> [<pathprefix>]] > Fuentes Opciones: -n, --no-sort no ordenar por paquete antes de la salida. -s, --source-override <archivo> use archivo para sobreescrituras adicionales, por defecto, es un archivo regular de sobreescritura con .src agregado. --debug enciende el depurador. --help muestra este mensaje de ayuda. --version muestra la versión. Ver página man para documentación completa.

source: error closing %s ($? %d, $! `%s')
es: error al cerrar %s ($? %d, $! `%s')

source: can't read override file %s:
es: no se puede leer archivo de sobreescritura %s:

source: invalid override entry at line %d (%d fields)
es: entrada de sobreescritura inválida en línea %d (%d campos)

source: ignoring duplicate override entry for %s at line %d
es: ignorando entrada de sobreescritura duplicada para %s en línea %d

source: ignoring override entry for %s, invalid priority %s
es: ignorando entrada de sobreescritura para %s, prioridad inválida %s

source: error closing override file:
es: error al cerrar archivo de sobreescritura:

source: can't read source override file %s:
es: No se puede leer la fuente del archivo de sobrescritura %s:

source: invalid source override entry at line %d (%d fields)
es: entrada de sobreescritura de fuente inválida en línea %d (%d campos)

source: ignoring duplicate source override entry for %s at line %d
es: ignorando entrada de sobreescritura de fuente duplicada para %s en línea %d

source: error closing source override file:
es: error al cerrar archivo de sobreescritura de fuente

source: %s has PGP start token but not end token
es: %s tiene símbolo de comienzo de PGP pero no símbolo de final

source: can't read %s:
es: no se puede leer %s:

source: error doing fstat on %s:
es: error haciendo fstat en %s:

source: error reading from %s:
es: error al leer de %s:

source: can't fork:
es: no se puede bifurcar:

source: can't dup %s:
es: no se puede duplicar %s:

source: can't rewind %s:
es: no se puede retroceder %s:

source: can't exec md5sum:
es: no se puede ejecutar md5sum:

source: invalid md5 output for %s (%s)
es: salida md5 inválida para %s (%s)

source: error closing %s:
es: error al cerrar %s:

source: %s invalid (contains blank line)
es: %s inválido (contiene una línea en blanco)

source: invalid field in %s: %s
es: campo inválido en %s: %s

source: duplicate source field in %s
es: campo de fuente duplicado en %s

source: invalid source field in %s
es: campo de fuente inválido en %s

source: duplicate binary field in %s
es: campo binario duplicado en %s

source: no binary packages specified in %s
es: no se especificó ningún paquete binario en %s

source: administrative directory '%s' does not exist
es: directorio administrativo '%s' no existe

source: unrecognised dependency field `%s'
es: campo `%s' de dependencia no reconocido

source: need at least one executable
es: se necesita al menos un ejecutable

source: couldn't find library %s needed by %s (its RPATH is '%s'). Note: libraries are not searched in other binary packages that do not have any shlibs or symbols file. To help dpkg-shlibdeps find private libraries, you might need to set LD_LIBRARY_PATH.
es: no se pudo encontrar la biblioteca %s requerida por %s (su RPATH es '%s'). Nota: las bibliotecas no se buscan en otros paquetes binarios que no tienen alguna shlibs o archivos de símbolos. Para ayudar a dpkg-shlibdeps a encontrar bibliotecas privadas, podría necesitar establecer LD_LIBRARY_PATH.

source: %s has an unexpected SONAME (%s)
es: %s tiene un SONAME (%s) no esperado

source: no dependency information found for %s (used by %s).
es: no se encontró información de dependencia para %s (usado por %s).

source: symbol %s used by %s found in none of the libraries.
es: el símbolo %s usado por %s no se encontró en ninguna biblioteca.

source: %d other similar warnings have been skipped (use -v to see them all).
es: se omitieron otros %d avisos similares (use -v para verlos todos).

source: %s shouldn't be linked with %s (it uses none of its symbols).
es: %s puede estar vinculado con %s (no usa ninguno de estos símbolos).

source: open new substvars file `%s'
es: abriendo nuevo archivo substvars `%s'

source: open old varlist file `%s' for reading
es: abriendo anterior archivo de variables `%s' para lectura

source: copy old entry to new varlist file `%s'
es: copiando entrada anterior al nuevo archivo de variables `%s'

source: invalid dependency got generated: %s
es: generada dependencia inválida: %s

source: install new varlist file `%s'
es: instalar nuevo archivo de variables `%s'

source: Can't extract name and version from library name `%s'
es: No se puede extraer nombre y versión del nombre de la biblioteca `%s'

source: unable to open shared libs info file `%s'
es: no ha sido posible abrir el archivo de información de bibliotecas compartidas `%s'

source: shared libs info file `%s' line %d: bad line `%s'
es: archivo de información de bibliotecas compartidas `%s' linea %d: línea errónea `%s'

source: cannot open file %s
es: no se puede abrir el archivo %s

source: $ORIGIN is used in RPATH of %s and the corresponding directory could not be identified due to lack of DEBIAN sub-directory in the root of package's build tree
es: $ORIGIN es usado en RPATH de %s y el correspondiente directorio no pudo ser identificado debido a la falta del subdirectorio DEBIAN en la raíz del árbol de construcción del paquete

source: cannot fork for dpkg --search
es: no se puede bifurcar dpkg --search

source: cannot exec dpkg
es: no se puede ejecutar dpkg

source: diversions involved - output may be incorrect
es: diversificación involucrada - la salida puede ser erronea

source: write diversion info to stderr
es: escribir la informacion de la diversificacion en el stderr
