Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/elinks.po
Languages: es

source: Close
es: Cerrar

source: Info
es: Información

source: Press space to expand this folder.
es: Presione la barra espaciadora para expandir esta carpeta.

source: Sorry, but the item "%s" cannot be deleted.
es: Lo siento, pero el elemento "%s" no se puede eliminar.

source: Sorry, but the item "%s" is being used by something else.
es: Lo siento, pero algo está utilizando el elemento "%s".

source: Sorry, but the folder "%s" cannot be deleted.
es: Lo siento, pero la carpeta "%s" no puede ser eliminado.

source: Sorry, but the folder "%s" is being used by something else.
es: Lo siento, pero algo está utilizando el directorio "%s".

source: Delete marked items
es: Borrar elementos marcados

source: Delete marked items?
es: ¿Desea eliminar los elementos señalados?

source: Delete folder
es: Eliminar carpeta

source: Delete the folder "%s" and its content?
es: ¿Eliminar la carpeta "%s" y su contenido?

source: Delete item
es: Borrar elemento

source: Delete "%s"? %s
es: ¿Eliminar "%s"? %s

source: Clear all items
es: Borrar todos los elementos

source: Do you really want to remove all items?
es: ¿Seguro que quiere eliminar todos los elementos?

source: Delete error
es: Error al eliminar

source: ~Yes
es: ~Sí

source: Search
es: Buscar

source: Search string '%s' not found
es: No se encontró la cadena de búsqueda '%s'

source: Name
es: Nombre

source: Bad number
es: Número inválido

source: Number expected in field
es: Se esperaba un número en este campo

source: Number should be in the range from %d to %d.
es: El número debe estar entre %d y %d.

source: Bad string
es: Cadena inválida

source: Empty string not allowed
es: No se permite dejar el campo vacío

source: ~Cancel
es: ~Cancelar

source: Clock
es: Reloj

source: Digital clock in the status bar.
es: Reloj digital en la barra de estado.

source: Enable
es: Activar

source: Whether to display a digital clock in the status bar.
es: Mostrar o no un reloj digital en la barra de estado.

source: Format
es: Formato

source: Format string for the digital clock. See the strftime(3) manpage for details.
es: Formato del texto para el reloj digital. Ver strftime(3)

source: LEDs (visual indicators) options.
es: Opciones de los LEDs (indicadores visuales).

source: Enable LEDs. These visual indicators will inform you about various states.
es: Activar los LED Estos indicadores visuales le informarán sobre varios estados.

source: LED indicators
es: Indicadores LED

source: Search menu/
es: Menú de búsqueda/

source: read_bookmarks_xbel(): Error in XML_ParserCreate()
es: read_bookmarks_xbel(): Error en XML_ParserCreate()

source: read_bookmarks_xbel(): Error reading %s
es: read_bookmarks_xbel(): Error leyendo %s

source: Parse error while processing XBEL bookmarks in %s at line %d column %d: %s
es: Error analizando los marcadores XBEL en %s en la línea %d y columna %d: %s

source: No title
es: Sin título

source: No URL
es: Sin URL

source: Bookmarks
es: Marcadores

source: Bookmark options.
es: Opciones de marcadores.

source: File format
es: Formato de archivo

source: Save folder state
es: Guardar estado del directorio

source: When saving bookmarks also store whether folders are expanded or not, so the look of the bookmark dialog is kept across ELinks sessions. If disabled all folders will appear unexpanded next time ELinks is run.
es: Al guardar marcadores también guardar si las carpetas están expandidas o no; así el aspecto del diálogo de favoritos se mantiene en las sesiones de ELinks. Si está desactivado, los directorios aparecerán sin expandir la próxima vez que se ejecute ELinks.

source: Periodic snapshotting
es: Captura periodica

source: Automatically save a snapshot of all tabs periodically. This will periodically bookmark the tabs of each terminal in a separate folder for recovery after a crash. This feature requires bookmark support.
es: Guarda automáticamente una foto de todas las pestañas de manera periódica. De esta manera se almacenarán de manera periódica las pestañas de cada terminal en undirectorio distinto para su recuperación en caso de cierre inesperado. Esta característica requiere soporte de marcadores.

source: Title
es: Título

source: Sorry, but the bookmark "%s" cannot be deleted.
es: Lo siento, el marcador "%s" no puede ser borrado

source: Sorry, but the bookmark "%s" is being used by something else.
es: Lo siento, hay algo más usando el marcador "%s"

source: Delete marked bookmarks
es: Borrar los marcadores seleccionados

source: Delete marked bookmarks?
es: ¿Borrar los marcadores seleccionados?

source: Delete the folder "%s" and all bookmarks in it?
es: ¿Borrar el contenido del directorio "%s" y los todos los marcadores que contiene?

source: Delete bookmark
es: Eliminar marcador

source: Delete this bookmark?
es: ¿Eliminar este marcador?

source: Clear all bookmarks
es: Limpiar todos los marcadores

source: Do you really want to remove all bookmarks?
es: ¿Seguro que quiere eliminar todos los marcadores?

source: Add folder
es: Añadir carpeta

source: Folder name
es: Nombre de la carpeta

source: Edit bookmark
es: Modificar marcador

source: Cannot move folder inside itself
es: No se puede mover la carpeta sobre sí misma

source: You are trying to move the marked folder inside itself. To move the folder to a different location select the new location before pressing the Move button.
es: Esta tratando de mover la carpeta marcada dentro de si misma. Para mover la carpeta a un sitio diferente, seleccione el nuevo sitio antes de oprimir el botón de mover.

source: Nothing to move
es: Nada a mover

source: ~Goto
es: ~Ir a

source: ~Edit
es: ~Editar

source: ~Delete
es: Eliminar

source: ~Add
es: ~Añadir

source: Add se~parator
es: Agregar sep~arador

source: Add ~folder
es: Añadir ~carpeta

source: ~Move
es: ~Mover

source: ~Search
es: ~Buscar...

source: Clear
es: Borrar

source: Save
es: Grabar

source: Bookmark manager
es: Gestor de marcadores

source: Search bookmarks
es: Buscar en marcadores

source: Add bookmark
es: Añadir marcador...

source: Saved session
es: Sesión guardada

source: Bookmark tabs
es: Pestaña de marcadores

source: Enter folder name
es: Introduzca nombre de carpeta

source: Proxy URL
es: URL del proxy

source: Redirect
es: Redirigir

source: Size
es: Tamaño

source: Loaded size
es: Tamaño cargado

source: Content type
es: Tipo de contenido

source: Last modified
es: Última modificación

source: SSL Cipher
es: Cifrado SSL

source: Encoding
es: Compresión

source: Flags
es: Indicadores

source: incomplete
es: incompleto

source: invalid
es: incorrecto

source: Expires
es: Caducidad

source: Header
es: Encabezado

source: Sorry, but cache entry "%s" cannot be deleted.
es: Lo siento, pero no se puede eliminar la entrada de caché "%s".

source: Sorry, but cache entry "%s" is being used by something else.
es: Lo siento, pero hay algo más utilizando la entrada de caché "%s.

source: Delete marked cache entries
es: Eliminar entradas de caché marcadas

source: Delete marked cache entries?
es: ¿Borrar entradas marcadas del caché?

source: Delete cache entry
es: Eliminar entrada de caché

source: Delete this cache entry?
es: ¿Eliminar esta entrada de caché?

source: ~Info
es: ~Información

source: Cache manager
es: Gestor de caché

source: Do nothing
es: No hacer nada

source: Attempt to auto-complete the input
es: Tratar de autocompletar la entrada

source: Attempt to auto-complete a local file
es: Intentando completar automáticamente un arcchivo local

source: Attempt to unambiguously auto-complete the input
es: Intentar auto completar de manera no ambigua la entrada

source: Delete character in front of the cursor
es: Eliminar caracter delante del cursor

source: Go to the first line of the buffer
es: Ir a la primera línea del buffer

source: Cancel current state
es: Cancelar estado actual

source: Copy text to clipboard
es: Copiar texto al portapapeles

source: Cut text to clipboard
es: Cortar texto al portapapeles

source: Delete character under cursor
es: Eliminar caracter bajo el cursor

source: Move cursor downwards
es: Mover el cursor hacia abajo

source: Go to the end of the page/line
es: Ir al final de la página/línea

source: Go to the last line of the buffer
es: Ir a la última línea del buffer

source: Follow the current link
es: Seguir el enlace actual

source: Go to the start of the page/line
es: Ir al inicio de la página/línea

source: Delete to beginning of line
es: Eliminar hasta el comienzo de línea

source: Delete to end of line
es: Eliminar hasta el final de línea

source: Delete backwards to start of word
es: Borrar hacia atrás hasta el inicio de la palabra

source: Move the cursor left
es: Mover el cursor a la izquierda

source: Move cursor before current word
es: Mover el cursor antes de la palabra actual

source: Move cursor after current word
es: Mover el cursor después de la palabra actua

source: Move to the next item
es: Mover al siguiente elemento

source: Open in external editor
es: Abrir en editor interno

source: Paste text from the clipboard
es: Pegar texto desde el portapapeles

source: Move to the previous item
es: Mover al elemento anterior

source: Redraw the terminal
es: Redibujar la terminal

source: Move the cursor right
es: Mover el cursor a la derecha

source: Toggle regex matching (type-ahead searching)
es: Cambiar a coincidencias de expresiones regulares (búsqueda "type-ahead")

source: Move cursor upwards
es: Mover el cursor hacia arriba

source: Abort connection
es: Interrumpir conexión

source: Add a new bookmark
es: Añadir marcador

source: Add a new bookmark using current link
es: Añadir un marcador usando el enlace actual

source: Bookmark all open tabs
es: Añadir a todas las pestañas abiertas a Marcadores

source: Open authentication manager
es: Abrir gestor de autenticación

source: Open bookmark manager
es: Abrir gestor de marcadores

source: Open cache manager
es: Abrir gestor de caché

source: Free unused cache entries
es: Liberar entradas sin uso del caché

source: Open cookie manager
es: Abrir gestor de cookies

source: Reload cookies file
es: Recargar archivo de cookies

source: Show information about the current page
es: Mostrar información acerca de la página actual

source: Open download manager
es: Abrir manejador de descargas

source: Enter ex-mode (command line)
es: Usar modo-ex (línea de comandos)

source: Open the File menu
es: Abrir el menú Archivo

source: Find the next occurrence of the current search text
es: Encontrar la siguiente similitud del texto buscado

source: Find the previous occurrence of the current search text
es: Encontrar la anterior similitud del texto buscado

source: Forget authentication credentials
es: Olvidar las credenciales de autenticación

source: Open form history manager
es: Abrir el manejador de historial de formularios

source: Pass URI of current frame to external command
es: Pasar el contenido URI de la pestaña actual a un comando externo

source: Maximize the current frame
es: Maximizar el cuadro actual

source: Move to the next frame
es: Mover al cuadro siguiente

source: Move to the previous frame
es: Mover al cuadro anterior

source: Open "Go to URL" dialog box
es: Abrir cuadro de dialogo "Ir a la URL"

source: Open "Go to URL" dialog box containing the current URL
es: Abrir el cuadro de díalogo "Ir a URL" con la URL actual

source: Open "Go to URL" dialog box containing the current link URL
es: Abrir el cuadro de díalogo "Ir a URL" con el enlace URL actual

source: Go to the homepage
es: Ir a la página de inicio

source: Show information about the current page protocol headers
es: Mostrar información acerca de las cabeceras de protocolo de la página actual

source: Open history manager
es: Manejador de historial abierto

source: Return to the previous document in history
es: Volver al documento anterior en el historial

source: Go forward in history
es: Avanzar en el historial

source: Jump to link
es: Ir a enlace

source: Open keybinding manager
es: Abrir manejador de atajos de teclado

source: Kill all backgrounded connections
es: Matar todas las conexiones de segundo plano

source: Download the current link
es: Descargar enlace actual

source: Download the current image
es: Descargar imagen actual

source: Attempt to resume download of the current link
es: Intentar resumir la descarga del vínculo actual

source: Pass URI of current link to external command
es: Pasar el URI del vínculo actual a un comando externo

source: Follow the current link, forcing reload of the target
es: Seguir el vínculo actual, forzar la recarga del objetivo

source: Open the link context menu
es: Abrir el menú contextual del enlace

source: Open a Lua console
es: Abrir una consola de Lua

source: Go at a specified mark
es: Ir al marcador especificado

source: Set a mark
es: Establecer marcador

source: Activate the menu
es: Activar el menú

source: Move cursor down
es: Mover el cursor hacia abajo

source: Move cursor left
es: Mover el cursor a la izquierda

source: Move cursor to the start of the line
es: Mover el cursor al inicio de la línea

source: Move cursor right
es: Mover el cursor a la derecha

source: Move cursor up
es: Mover el cursor hacia arriba

source: Move to the end of the document
es: Mover al final del documento

source: Move to the start of the document
es: Mover al inicio del documento

source: Move one link down
es: Mover un enlace hacia abajo

source: Move to the next line with a link
es: Mover a la siguiente línea con un vínculo

source: Move one link left
es: Mover un enlace a la izquierda

source: Move one link left or to the previous link
es: Mover una línea a la izquierda o al vínculo previo

source: Move to the next link
es: Mover al siguiente enlace

source: Move to the previous link
es: Mover al enlace anterior

source: Move one link right
es: Mover un enlace a la derecha

source: Move one link right or to the next link
es: Mover una línea a la derecha o al vínculo siguiente

source: Move one link up
es: Mover un enlace hacia arriba

source: Move to the previous line with a link
es: Mover a la línea previa con un vínculo

source: Move downwards by a page
es: Avanzar una página

source: Move upwards by a page
es: Retroceder una página

source: Open the current link in a new tab
es: Abrir el enlace seleccionado en una nueva pestaña

source: Open the current link in a new tab in the background
es: Abrir el enlace seleccionado en una nueva pestaña en segundo plano

source: Open the current link in a new window
es: Abrir el enlace seleccionado en una nueva ventana

source: Open a new tab
es: Abrir una nueva pestaña

source: Open a new tab in the background
es: Abrir una nueva pestaña en segundo plano

source: Open a new window
es: Abrir una nueva ventana

source: Open an OS shell
es: Abrir una shell del SO

source: Open options manager
es: Abrir gestor de opciones

source: Open a quit confirmation dialog box
es: Abrir un cuadro de diálogo para confirmar salida

source: Quit without confirmation
es: Salir sin tener que confirmar

source: Reload the current page
es: Recargar la página actual

source: Re-render the current page
es: Volver a desplegar la página actual

source: Reset form items to their initial values
es: Reinicializar los objetos del formulario a sus valores iniciales

source: Show information about the currently used resources
es: Mostrar información de los recursos utilizados actualmente

source: Save the current document in source form
es: Guardar el documento actual en modo fuente

source: Save the current document in formatted form
es: guardar el documento actual con formato

source: Save options
es: Guardar opciones

source: Save URL as
es: Guardar URL como

source: Scroll down
es: Desplazar hacia abajo

source: Scroll left
es: Desplazar a la izquierda

source: Scroll right
es: Desplazar a la derecha

source: Scroll up
es: Desplazar hacia abajo

source: Search for a text pattern
es: Buscar un patrón de texto

source: Search backwards for a text pattern
es: Buscar un patrón de texto en sentido inverso

source: Search link text by typing ahead
es: Buscar texto de vínculo tecleando activamente

source: Search document text by typing ahead
es: Buscar texto en el documento tecleando activamente

source: Search document text backwards by typing ahead
es: Buscar texto en el documento de manera inversa tecleando activamente

source: Show terminal options dialog
es: Mostrar el diálogo con opciones de terminal

source: Submit form
es: Enviar formulario

source: Submit form and reload
es: Enviar formulario y recargar

source: Close tab
es: Cerrar pestaña

source: Close all tabs but the current one
es: Cerrar todas las pestañas excepto la actual

source: Pass URI of current tab to external command
es: Pasar el contenido del URI de la pestaña actual a un comando externo

source: Open the tab menu
es: Abrir el menú de la pestaña

source: Move the current tab to the left
es: Mover la pestaña actual a la izquierda

source: Move the current tab to the right
es: Mover la pestaña actual a la derecha

source: Next tab
es: Siguiente pestaña

source: Previous tab
es: Pestaña anterior

source: Open the terminal resize dialog
es: Abrir diálogo para redimensionar terminal

source: Toggle rendering of page using CSS
es: Conmutar renderizado de página mediante CSS

source: Toggle displaying of links to images
es: Conmutar visualización de enlaces a imágenes

source: Toggle rendering of tables
es: Conmutar renderizado de tablas

source: Toggle usage of document specific colors
es: Cambiar la utilización de colores específicos de documentos

source: Toggle rendering page as HTML / plain text
es: Conmutar renderizado de página como HTML / texto plano

source: Toggle displaying of links numbers
es: Conmutar visualización de números de enlaces

source: Toggle plain renderer compression of empty lines
es: Cambiar compresión de conversión plana de líneas vacías

source: Toggle wrapping of text
es: Conmutar ajuste de texto

source: View the current image
es: Ver la imagen seleccionada

source: Expand item
es: Expandir elemento

source: Mark item
es: Marcar elemento

source: Select current highlighted item
es: Seleccionar elemento resaltado

source: Collapse item
es: Contraer elemento

source: Cannot parse option %s: %s
es: No se puede analizar la opción %s: %s

source: Unknown option %s
es: Opción desconocida %s

source: Parameter expected
es: Se esperaba un parámetro

source: Too many parameters
es: Demasiados parámetros

source: Host not found
es: Máquina no encontrada

source: Resolver error
es: Error de resolución

source: Out of memory
es: No queda memoria libre

source: Too many arguments
es: Demasiados argumentos

source: Remote method not supported
es: Método remoto no soportado

source: Template option folder
es: Carpeta de opciones de plantilla

source: (default: %ld)
es: (por defecto %ld)

source: (default: "%s")
es: (por defecto: "%s")

source: (alias for %s)
es: (alias para %s)

source: (default: %s)
es: (por defecto: %s)

source: Configuration options
es: Opciones de configuración

source: Usage: elinks [OPTION]... [URL]...
es: Uso: elinks [OPCION]... [URL]...

source: Options
es: Opciones

source: Internal consistency error
es: Error interno de consistencia

source: Restrict to anonymous mode
es: Restringir a módo anónimo

source: Restricts ELinks so it can run on an anonymous account. Local file browsing, downloads, and modification of options will be disabled. Execution of viewers is allowed, but entries in the association table can't be added or modified.
es: Restringir Elinks de modo que pueda correr en una cuenta anónima. La exploración de archivos locales, descargas y la modificación de opciones, se desactivarán. Se permite la ejecución de visores, pero las entradas en la tabla de asociación no pueden ser añadidas o modificadas

source: Autosubmit first form
es: Autoenvío de primer formulario

source: Automatically submit the first form in the given URLs.
es: Enviar automáticamente el primer formulario en las URL dadas

source: Clone internal session with given ID
es: Clonar sesión interna con dl ID proporcionado

source: Used internally when opening ELinks instances in new windows. The ID maps to information that will be used when creating the new instance. You don't want to use it.
es: Usado internamente cuando se abren instancias de Elinks en ventanas nuevas. Los mapas ID para la información que serán usada cuando se cree la nueva instancia. No quieres usarlo.

source: Name of directory with configuration file
es: Nombre del directorio con el archivo de configuración

source: Path of the directory ELinks will read and write its config and runtime state files to instead of ~/.elinks. If the path does not begin with a '/' it is assumed to be relative to your HOME directory.
es: Ruta del directorio en el que Elinks leerá y escribirá sus archivos "config" y estado de ejecución en lugar de ~/.elinks. Si la ruta no comienza con una '/' se se da por entendido que es relativa a tu directorio personal.

source: Print default configuration file to stdout
es: Imprime el archivo de la configuración por defecto a stdout

source: Print a configuration file with options set to the built-in defaults to stdout.
es: Imprimir un archivo de configuración con preferencias por omisión a stdout.

source: Name of configuration file
es: Nombre del fichero de configuración

source: Name of the configuration file that all configuration options will be read from and written to. It should be relative to config-dir.
es: Nombre del archivo de configuración en el que todas las opciones de configuración serán allí leídas y escritas. Debería ser relativa a config-dir.

source: Print help for configuration options
es: Imprimir ayuda para las opciones de configuración

source: Print help for configuration options and exit.
es: Imprimir ayuda para las opciones de configuración y salir.

source: MIME type assumed for unknown document types
es: Tipo MIME asumido para tipos de documento desconocidos

source: The default MIME type used for documents of unknown type.
es: El tipo MIME utilizado por defecto para documentos de tipo desconocido.

source: Ignore user-defined keybindings
es: Ignorar atajos de teclado definidos por el usuario

source: When set, all keybindings from configuration files will be ignored. It forces use of default keybindings and will reset user-defined ones on save.
es: Al activarse, todos los atajos de teclado de los archivos de configuración serán ignorados. Se forzará a utilizar los atajos de teclado por omisión y se reinicializarán los definidos por el usuario al momento de guardar.

source: Print formatted versions of given URLs to stdout
es: Imprimir versiones formateadas de determinadas URLs a stdout

source: Print formatted plain-text versions of given URLs to stdout.
es: Imprime versiones formateadas en texto plano de determinadas URLs a stdout.

source: Codepage to use with -dump
es: Página de codigos para usar con -dump

source: Codepage used when formatting dump output.
es: Página de codigos para formatear la salida de dump.

source: Width of document formatted with -dump
es: Ancho del documento formateado con -dump

source: Width of the dump output.
es: Ancho de la salida de dump.

source: Evaluate configuration file directive
es: Evalúa directiva de archivo de configuración

source: Specify configuration file directives on the command-line which will be evaluated after all configuration files has been read. Example usage: -eval 'set protocol.file.allow_special_files = 1'
es: Especifíca directivas de archivo de configuración en la linea de comandos, las cuales, serán evaluadas después de haber sido leídos todos los archivos de configuración. Ejemplo de uso: -eval 'set protocol.file.allow_special_files=1'
