Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/elinks.po
Languages: es

source: Interpret documents of unknown types as HTML
es: Interpretar documentos de tipo desconocido como HTML

source: Makes ELinks assume documents of unknown types are HTML. Useful when using ELinks as an external viewer from MUAs. This is equivalent to -default-mime-type text/html.
es: Hace que ELinks asuma que los documentos de tipo desconocido son HTML. Esto es útil al ussar ELinks como un visor externo desde MUAs. Esto es equivalente a -default-mime-type text/html.

source: Print usage help and exit
es: Imprimir ayuda de uso y salir

source: Print usage help and exit.
es: Imprimir ayuda de uso y salir

source: Only permit local connections
es: Permitir sólo conexiones locales

source: Restricts ELinks to work offline and only connect to servers with local addresses (ie. 127.0.0.1). No connections to remote servers will be permitted.
es: Restringe ELinks para trabajar offline y sólo conectar con servidores con direcciones locales (ej: 127.0.0.1). No se permitirán conexiones con servidores remotos.

source: Print detailed usage help and exit
es: Imprimir ayuda de uso detallada y salir

source: Print detailed usage help and exit.
es: Imprimir ayuda de uso detallado y salir

source: Look up specified host
es: Busca el host especificado

source: Look up specified host and print all DNS resolved IP addresses.
es: Busca el host especificado e imprime todas las direcciones IP resueltas por el DNS.

source: Run as separate instance
es: Ejecutar como instancia separada

source: Run ELinks as a separate instance instead of connecting to an existing instance. Note that normally no runtime state files (bookmarks, history, etc.) are written to the disk when this option is used. See also -touch-files.
es: Corre Elinks como una instancia separada en vez de conectarse a una instancia existente. Nótese que, por lo general ningún archivo con estado de ejecución (marcadores, historial, etc) es escrito al disco cuando se usa esta opción. Véase también -touch-files.

source: Disable use of files in ~/.elinks
es: Desactivar el uso de archivos en ~/.elinks

source: Disables creation and use of files in the user specific home configuration directory (~/.elinks). It forces default configuration values to be used and disables saving of runtime state files.
es: Desactiva la creación y uso de archivos en el directorio de configuración personal (~/.elinks). Obliga a que se utilicen los valores de configuración por defecto y desactiva el guardado de archivos de estado de ejecución.

source: Disable link numbering in dump output
es: Desactivar el nombrado de enlaces en el volcado de salida

source: Prevents printing of link number in dump output. Note that this really affects only -dump, nothing else.
es: Previene la impresión del número de enlaces en el volcado de salida. Nótese que esto afecta solamente -dump.

source: Disable printing of link references in dump output
es: Desactivar la impresión de referencias de enlace en el volcado de salida

source: Prevents printing of references (URIs) of document links in dump output. Note that this really affects only -dump, nothing else.
es: Previene la impresión de referencias (URIs) de los enlaces de documentos en el volcado de salida. Nótese que esto afecta solamente -dump.

source: Control an already running ELinks
es: Controla un ELinks que se ejecutaba previamente

source: Connect to session ring with given ID
es: Conectarse a un anillo de sesiones dado un determinado ID

source: ID of session ring this ELinks session should connect to. ELinks works in so-called session rings, whereby all instances of ELinks are interconnected and share state (cache, bookmarks, cookies, and so on). By default, all ELinks instances connect to session ring 0. You can change that behaviour with this switch and form as many session rings as you want. Obviously, if the session-ring with this number doesn't exist yet, it's created and this ELinks instance will become the master instance (that usually doesn't matter for you as a user much). Note that you usually don't want to use this unless you're a developer and you want to do some testing - if you want the ELinks instances each running standalone, rather use the -no-connect command-line option. Also note that normally no runtime state files are written to the disk when this option is used. See also -touch-files.
es: Identidad de anillo de sesión a la cual esta sesión de ELinks debería conectarse. ELinks trabaja en los llamados anillos de sesión, en donde todas las instancias de ELinks están interconectadas y comparten estado (cache, favoritos, cookies, y otros). Por defecto, todas las instancias de ELinks se conectan al anillo de sesión . Puede cambiar este comportamiento con esta opción y formar tantos anillos de sesión como desee. Obviamente, si el anillo de sesión con este número aún no existe, este es creado y ésta sesión de ELinks se convertirá en la sesión principal (Esto probablemente no le interese a usted como usuario). Note que usualmente no necesita usar esto a menos que usted sea un programador y desee realizar pruebas - si desea que las instancias de ELinks se ejecuten independientemente, use la opción -no-connect de la línea de comandos. Nótese también que cuando se usa ésta opción normalmente no se guardan archivos de estado en tiempo de ejecución. Vea también -touch-files.

source: Print the source of given URLs to stdout
es: Imprimir la fuente de determinados URLs a stdout

source: Print given URLs in source form to stdout.
es: Imprimir determinados URLs en formato fuente a stdout.

source: Touch files in ~/.elinks when running with -no-connect/-session-ring
es: Crear archivos en ~/.elinks cuando se ejecute con -no-connect/-session-ring

source: When enabled, runtime state files (bookmarks, history, etc.) are written to disk, even when -no-connect or -session-ring is used. The option has no effect if not used in conjunction with any of these options.
es: Al activarse, los archivos de estado de ejecución (marcadores, historial, etc.) serán escritos al disco, incluso cuando se utilice -no-connect ó -session-ring. La opción no tiene efecto si no se utiliza junto con alguna otra de esas opciones.

source: Verbose level
es: Nivel de detalle

source: The verbose level controls what messages are shown at start up and while running: 0 means only show serious errors 1 means show serious errors and warnings 2 means show all messages
es: El nivel de detalle controla los mensajes que son mostrados al iniciar y durante la ejecución: 0 solalemte errores graves 1 mostrar errores graves y advertencias 2 mostrar todos los mensajes

source: Print version information and exit
es: Imprimir información sobre la versión y salir

source: Print ELinks version information and exit.
es: Imprimir la información de versión de ELinks y salir.

source: ## This is ELinks configuration file. You can edit it manually, ## if you wish so; this file is edited by ELinks when you save ## options through UI, however only option values will be altered ## and all your formatting, own comments etc will be kept as-is.
es: ## Este es el archivo de configuración de ELinks. Puedes editarlo manualmente, ## en caso de que así lo desees; este archivo se edita por ELinks cuando guardas ## las opciones a través de la interfaz, de cualquier manera solo los valores de opciones se alteran ## y todo el formato, comentarios propios, etc permanecen igual.

source: ## This is ELinks configuration file. You can edit it manually, ## if you wish so; this file is edited by ELinks when you save ## options through UI, however only option values will be altered ## and missing options will be added at the end of file; if option ## is not written in this file, but in some file included from it, ## it is NOT counted as missing. Note that all your formatting, ## own comments and so on will be kept as-is.
es: ## Este es el archivo de configuración de ELinks. Puedes editarlo manualmente, ## si lo deseas; este archivo se edita por ELinks cuando guardas ## las opciones a través de la interfaz, de cualquier manera, solo los valores de ## opción serán alterados al final del archivo; si la opción no se guarda ## en este archivo, pero si lo hace en alguno que se incluya, NO se ## pierden. Nótese que el formato de sus comentarios quedan ## la manera que usted los especificó.

source: ## This is ELinks configuration file. You can edit it manually, ## if you wish so, but keep in mind that this file is overwritten ## by ELinks when you save options through UI and you are out of ## luck with your formatting and own comments then, so beware.
es: ## Este es el archivo de configuración de ELinks. Puedes editarlo manualmente, ## si lo deseas, pero tenga en mente que el archivo se sobreescribe ## cuando ELinks guarda las opciones a través de la interfaz, así que ## tenga cuidado con sus formatos y comentarios.

source: ## Obviously, if you don't like what ELinks is going to do with ## this file, you can change it by altering the config.saving_style ## option. Come on, aren't we friendly guys after all?
es: ## Obviamente, si a usted no le gusta lo que va a hacer Elinks ## con este archivo, puede alterar la opción config.saving_style. ## Vamos, ¿no seguimos siendo amigos dedpués de todo?

source: Automatically saved options
es: Opciones guardadas automáticamente

source: Automatically saved keybindings
es: Guardar atajos de teclado automáticamente

source: Write config success
es: Escritura de la configuración exitosa

source: Options were saved successfully to config file %s.
es: Las opciones han sido guardadas satisfactoriamente en el archivo %s.

source: ~Do not show anymore
es: ~No mostrarlo mas

source: Write config error
es: Error en la escritura de la configuración

source: Unable to write to config file %s. %s
es: No se puede grabar el fichero de configuración %s. %s

source: modified
es: modificado

source: (expand by pressing space)
es: (ampliar presionando el espacio)

source: Type
es: Tipo

source: Value
es: Valor

source: This value has been changed since you last saved your configuration.
es: Éste valor ha sido cambiado desde la última vez que guardó la configuración.

source: N/A
es: N/D

source: Description
es: Descripción

source: Bad option value.
es: Valor de opción incorrecto.

source: Edit
es: Editar

source: This option cannot be edited. This means that this is some special option like a folder - try to press a space in order to see its contents.
es: Esta opción no puede ser editada. Esto significa que hay alguna opción especial como una carpeta - intente presionando espacio para ver el contenido.

source: Add option
es: Añadir opción

source: Cannot add an option here.
es: No puede añadir la opción aquí.

source: Sa~ve
es: Guardar

source: Option manager
es: Gestor de opciones

source: Keystroke
es: Pulsación de tecla

source: Action
es: Acción

source: Keymap
es: Mapa de teclado

source: Keystroke already used
es: Esa pulsación de tecla ya está en uso

source: The keystroke "%s" is currently used for "%s". Are you sure you want to replace it?
es: La pulsación de tecla "%s" es usada actualmente por "%s".

source: Add keybinding
es: Agregar combinación de teclas

source: Invalid keystroke.
es: Pulsación de tecla incorrecta

source: Need to select an action.
es: Necesita seleccionar una acción.

source: ~Toggle display
es: ~Cambiar despliegue

source: Keybinding manager
es: Manejador de combinaciones de teclas

source: Commandline options -config-dir set to %s, but could not create directory %s.
es: Opciones de línea de comandos -config-dir apunta hacia %s, pero no puede crear el directorio %s.

source: ELINKS_CONFDIR set to %s, but could not create directory %s.
es: El directorio ELINKS_CONFDIR se apunta a %s, pero no se puede crear el directorio %s.

source: Unable to find or create ELinks config directory. Please check if you have $HOME variable set correctly and if you have write permission to your home directory.
es: No ha sido posible encontrar ó crear el directorio de configuración de ELinks. Por favor revise que tenga la variable $HOME y que tiene permiso de escritura en el directorio personal.

source: Main mapping
es: Mapeo prinicpal

source: Edit mapping
es: Editar mapeo

source: Menu mapping
es: Menú de mapeo

source: Unrecognised keymap
es: Mapa de caracteres no reconocido

source: Error parsing keystroke
es: Error al analizar pulsación de tecla

source: Unrecognised action (internal error)
es: Acción no reconocida (error interno)

source: Error registering event
es: Error al registrar evento

source: Configuration system
es: Sistema de configuración

source: Configuration handling options.
es: Opciones de manipulación de configuración

source: Comments
es: Comentarios

source: Amount of comments automatically written to the config file: 0 is no comments are written 1 is only the "blurb" (name+type) is written 2 is only the description is written 3 is full comments are written
es: Cantidad de comentarios escritos automáticamente en el archivo de configuración: 0 no se escriben comentarios 1 solamente se escribe el "blurb" (nombre+tipo) 2 solamente se escribe la descripción 3 se escriben los comentarios completos

source: Indentation
es: Sangrado

source: Shift width of one indentation level in the configuration file. Zero means that no indentation is performed at all when saving the configuration.
es: Desplazar la anchura de la indentación en el archivo de configuración. Zero significa que no se llevará a cabo la indentación cuando se guarde la configuración.

source: Saving style
es: Guardando estilo

source: Determines what happens when you tell ELinks to save options: 0 is only values of current options are altered 1 is values of current options are altered and missing options are added at the end of the file 2 is the configuration file is rewritten from scratch 3 is values of current options are altered and missing options CHANGED during this ELinks session are added at the end of the file
es: Determina que ocurre cuando se le dice a ELinks que guarde las opciones: 0 sólo se modifican los valores de las opciones actuales 1 se modifican los valores de opciones actuales y las opciones no encontradas se añadiden al final del archivo 2 la configuración se crea de nuevo 3 se modifican los valores de opciones actuales y las opciones no encontradas QUE HAYAN CAMBIADO en esta sesión de ELinks son añadidas al final del archivo

source: Comments localization
es: Localización de comentarios

source: If set to 1, comments in the configuration file will be translated to the language used by UI. Note that if you have different language set in different terminals, the language used in the configuration file MAY be the same as on the terminal where you saved the file, but it should be generally considered unpredictable.
es: si se establece a 1,los comentarios en el archivo de configuración serán traducidos al lenguaje usado por la IU. Nótese que si se tienen distintos conjuntos de lenguaje en terminales distintos, el lenguaje usado en el archivo de configuración PUEDE ser el mismo que el del terminal de donde se guardó el archivo, pero en general esto es considerado impredecible.

source: Saving style warnings
es: Guardar estilo de advertencias

source: This is internal option used when displaying a warning about obsolete config.saving_style. You shouldn't touch it.
es: Esta es la opción interna utilizada cuando se avisa respecto a un estilo obsoleto de config.saving_style. No debe tocarlo.

source: Show template
es: Mostrar plantilla

source: Show template options in autocreated trees in the options manager and save them to the configuration file.
es: Mostrar opciones de plantilla en árboles creados automáticamente en el gestor de opciones y guardarlos en el archivo de configuración.

source: Connections
es: Conexiones

source: Connection options.
es: Opciones de conexión.

source: Asynchronous DNS
es: DNS asíncrono

source: Whether to use asynchronous DNS resolving.
es: Usar o no la resolución DNS asíncrona

source: Maximum connections
es: Máximo número de conexiones

source: Maximum number of concurrent connections.
es: Máximo número de conexiones concurrentes.

source: Maximum connections per host
es: Máximo número de conexiones por servidor

source: Maximum number of concurrent connections to a given host.
es: Máximo número de conexiones concurrentes a un servidor en concreto

source: Connection retries
es: Reintentos de conexión

source: Number of tries to establish a connection. Zero means try forever.
es: Número de intentos para establecer una conexión. Cero indica que no se ha de dejar de intentar.

source: Receive timeout
es: Tiempo de espera de recepción

source: Receive timeout (in seconds).
es: Tiempo de espera de recepción (en segundos).

source: Try IPv4 when connecting
es: Intentar IPv4 al conectarse

source: Try IPv6 when connecting
es: Intentar IPv6 al conectarse

source: Timeout for non-restartable connections
es: Tiempo de espera para conexiones no reiniciables

source: Timeout for non-restartable connections (in seconds).
es: Tiempo de espera para conexiones no reiniciables (en segundos).

source: Document
es: Documento

source: Document options.
es: Opciones del documento

source: Browsing
es: Exploración

source: Document browsing options (mainly interactivity).
es: Opciones de Exploración del documento (principalmente de forma interactiva).

source: Access keys
es: Teclas de acceso

source: Options for handling of link access keys. An HTML document can use the ACCESSKEY attribute to assign an access key to an element. When an access key is pressed, the corresponding element will be given focus.
es: Opciones para el manejo de teclas de acceso a vínculos. Un documento HTML puede utilizar el atributo ACCESSKEY para asignar una tecla de acceso a un elemento. Cuando se presiona una tecla de acceso el elemento correspondiente se focaliza.

source: Automatic links following
es: Seguir vínculos automáticamente

source: Automatically follow a link or submit a form if appropriate accesskey is pressed - this is the standard behaviour, but it's considered dangerous.
es: Seguir un vínculo automáticamente ó enviar un formulario si se presiona la tecla de acceso apropiada - Este es el comportamiento estándar, pero se considera peligroso.

source: Display access key in link info
es: Mostrar tecla de acceso en la información del enlace

source: Display access key in link info.
es: Mostrar tecla de acceso en la información del enlace.

source: Accesskey priority
es: Prioridad de Accesskey

source: Priority of 'accesskey' HTML attribute: 0 is first try all normal bindings; if it fails, check accesskey 1 is first try only frame bindings; if it fails, check accesskey 2 is first check accesskey (this can be dangerous)
es: Prioridad del atributo HTML 'accesskey' 0 intentar primero todos los atajos normales, en caso de fallar, comprobar accesskey 1 intentar primero todos los atajos de recuadro; en caso de fallar, comprobar accesskey 2 comprobar primero accesskey (puede ser peligroso)

source: Forms
es: Formularios

source: Options for handling of the forms interaction.
es: Opciones para manejar la información con los formularios.

source: Submit form automatically
es: Enviar formulario automáticamente

source: Automagically submit a form when enter is pressed with a text field selected.
es: Enviar un formulario automáticamente cuando la tecla enter es presionada cuando un campo de texto está seleccionado.

source: Confirm submission
es: Confirmar envío

source: Ask for confirmation when submitting a form.
es: Pedir confirmación al enviar formulario.

source: Default form input size
es: Tamaño predeterminado de los formularios de entrada

source: Default form input size if none is specified.
es: Forma predeterminada de los formularios de entrada (si no se especifica ninguna)

source: Insert mode
es: Modo de inserción

source: External editor
es: Editor externo

source: Images
es: Imágenes

source: Options for handling of images.
es: Opciones de manejo de imágenes.

source: Display style for image tags
es: Desplegar estilo para etiquetas de imagen

source: Display style for image tags when displayed: 0 means always display IMG 1 means always display filename 2 means display alt/title attribute if possible, IMG if not 3 means display alt/title attribute if possible, filename if not
es: Desplegar etiquetas del estilo de la imagen cuando se despliegue: 0 significa desplegar siempre IMG 1 significa desplegar el nombre de archivo 2 significa desplegar el artibuto alt/title cuando sea posible, IMG cuando no 3 significa desplegar el artibuto alt/title cuando sea posible, nombre de archivo cuando no

source: Maximum length for image filename
es: Longitud máxima del nombre de la imagen

source: Maximum length of image filename when displayed: 0 means always display full filename 1-500 means display filename with this maximal length; if it is longer, the middle is substituted by an asterisk
es: Límite de longitud del nombre de una imagen al ser desplegada: 0 significa desplegar siempre todo el nombre del archivo 1-500 significa desplegar el nombre de archivo con el tamaño máximo; en caso de no ser mas largo, se sustituirán los caracteres intermedios con asteriscos

source: Image links tagging
es: Etiquetado de enlaces de imagen

source: When to enclose image links: 0 means never 1 means never if alt or title are provided (old behavior) 2 means always
es: Cuándo rodear los enlaces de imagen: 0 nunca 1 nunca en caso de que se proporcione alt ó title (viejo comportamiento) 2 siempre

source: Image link prefix
es: Prefijo de vínculo de imagen

source: Prefix string to use to mark image links.
es: Cadena prefijo a utilizar para marcar los vínculos de imagen.

source: Image link suffix
es: Sufijo de vínculo de imagen

source: Suffix string to use to mark image links.
es: Cadena sufijo a utilizar en las marcas de enlace de imagen

source: Maximum length for image label
es: Longitud máxima para etiqueta de imagen

source: Maximum length of image label (alt/title): 0 means always display full label 1-500 means display label with this maximal length; if it is longer, the middle is substituted by an asterisk
es: Longitud máxima para etiqueta de imagen (alt/title): 0 siempre desplegar la etiqueta completa 1-500 desplegar la etiqueta con su longitud máxima; .......en caso de medir mas, los caracteres de enmedio se sustituirán por asteriscos

source: Display links to images w/o alt
es: Desplegar enlaces a imágenes que no tengan alt

source: Display links to images without an alt attribute. If this option is off, these images are completely invisible.
es: Desplegar enlaces a imágenes si el atributo alt. En caso de tener esta opción desactivada, las imagenes estarán completamente invisibles.

source: Display links to images
es: Mostrar enlaces a imágenes

source: Display links to any images in the document, regardless of them having an alt attribute or not. If this option is off, the alt attribute contents is shown, but as normal text, not selectable as a link.
es: Desplegar enlaces a cualquier imagen en el documento, sin importar si tienen ó no el atributo alt. En caso de tener esta opción desactivada, el contenido del atributo alt será mostrado, pero como texto normal, no como un vínculo seleccionable.

source: Links
es: Enlaces

source: Options for handling of links to other documents.
es: Opciones para el manejo de enlaces a otros documentos

source: Active link
es: Enlace activo

source: Options for the active link.
es: Opciones para el enlace activo.

source: Colors
es: Colores

source: Active link colors.
es: Colores del enlace activo

source: Background color
es: Color de fondo

source: Default background color.
es: Color de fondo por defecto.

source: Text color
es: Color del texto
