Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/elinks.po
Languages: es

source: Default text color.
es: Color de texto por defecto.

source: Enable color
es: Activar color

source: Enable use of the active link background and text color settings instead of the link colors from the document.
es: Activar el uso del vínculo activo en segundo plano y las preferencias de color de texto en vez de los colores de vínculos del documento.

source: Bold
es: Negrita

source: Make the active link text bold.
es: Pone en negrita el texto del enlace activo.

source: Invert colors
es: Invertir colores

source: Invert the fore- and background color so the link stands out.
es: Invertir el color de fondo y frontal de manera que el vínculo resalte.

source: Underline
es: Subrayado

source: Underline the active link.
es: Subraya el enlace activo.

source: Directory highlighting
es: Resaltado de directorio

source: Highlight links to directories in FTP and local directory listing.
es: Resaltar enlaces a directorios en listados de directorios locales y FTP.

source: Number links
es: Numerar enlaces

source: Display numbers next to the links.
es: Muestra números junto a los enlaces.

source: Handling of target=_blank
es: Manejo del objetivo=_blank

source: Use tabindex
es: Utilizar indice de tabulador

source: Missing fragment reporting
es: Aviso de fragmentos perdidos

source: Open a message box when document has no tag with given id.
es: Abre un mensaje cuando un documento no tiene una etiqueta de identificación apropiada.

source: Number keys select links
es: Las teclas de número seleccionan enlaces

source: Number keys select links rather than specify command prefixes. This is a tristate: 0 means never 1 means if document.browse.links.numbering = 1 2 means always
es: Las teclas numéricas seleccionasn vínculos en vez de especificar prefijos de comando. Esto es un estado triple: 0 signigfica nunca 1 significa que document.browse.links.numbering = 1 2 significa siempre

source: Warn about maliciously crafted URIs
es: Advertir sobre URIs maliciosos

source: When following a link the user ID part of the URI is checked and if a maliciously crafted URI is detected a warning dialog will ask before following the link.
es: Cuando siga un link con el ID de usuario como parte de la URI se hará un chequeo, y si la URI está diseñada para realizar una acción maliciosa un mensaje de advertencia preguntará al usuario antes de cargar el link.

source: Wrap-around links cycling
es: Plegar cursor al recorrer enlaces.

source: Scrolling
es: Desplazamiento

source: Scrolling options.
es: Opciones de desplazamiento.

source: Horizontal step
es: Paso horizontal

source: Number of columns to scroll when a key bound to scroll-left or scroll- right is pressed and no prefix was given.
es: Número de columnas a desplazar cuando una tecla asociada a desplazar-izquierda o desplazar-derecha es presionada y no se especificó un prefijo.

source: Extended horizontal scrolling
es: Desplazamiento horizontal extendido

source: Whether to allow horizontal scrolling when the document does not extend off the screen. Useful for copy/paste operations.
es: Indica si se permite el desplazamiento horizontal cuando el documento no se extiende fuera de la pantalla. Esto es útil para operaciones de copiar/pegar

source: Margin
es: Margen

source: Size of the virtual margin - when you click inside of that margin, document scrolls in that direction.
es: Tamaño del márgen virtual - cuando haga click dentro de ese márgen el documento se desplazará en esa dirección.

source: Vertical step
es: Paso vertical

source: Number of lines to scroll when a key bound to scroll-up or scroll- down is pressed and no prefix was given.
es: Número de líneas a desplazar cuando se presionen las teclas desplazar-arriba ó desplazar-abajo y no se dé un prefijo.

source: Searching
es: Buscando

source: Options for searching.
es: Opciones de búsqueda.

source: Case sensitivity
es: Sensibilidad al caso

source: Whether the search should match the document text while maintaining case sensitivity.
es: Si la búsqueda debe concordar con el texto del documento mientras se mantiene la sensibilidad a mayúsculas.

source: Regular expressions
es: Expresiones regulares

source: Enable searching with regular expressions: 0 for plain text searching 1 for basic regular expression searches 2 for extended regular expression searches
es: Activar búsqueda con expresiones regulares: 0 para búsqueda simple 1 para búsquedas básicas con expresiones regulares 2 para búsquedas con expresiones regulares extendidas

source: Show search hit top or bottom dialogs
es: Mostrar diálogos de búsqueda para obtener superior o inferior

source: Wraparound
es: ajuste de línea

source: Wrap around when searching. Currently only used for typeahead.
es: Plegar durante la búsqueda. Actualmente sólo se usa para tecleado por adelantado.

source: Show not found
es: Muestra no encontrada

source: How to inform the user when nothing is matched: 0 means do nothing 1 means beep the terminal 2 means pop up message box
es: Cómo informar al usuario cuando no se encontran resultados: 0 significa no hacer nada 1 significa hacer un pitido 2 significa mostrar message box

source: Start typeahead searching when an unbound key is pressed without any modifiers. Note that most keys have default bindings, so this feature will not be useful unless you unbind them. 0 disables this feature; typeahead searching will only be used when you press a key bound to search-typeahead or similar 1 automatically starts typeahead searching thru link text 2 automatically starts typeahead searching thru all document text
es: Iniciar búsqueda de lo que se teclea por adelantado cuando una tecla no asignada se presione sin ningún modificador. Note que la mayoría de las teclas tienen asignaciones predeterminadas, así que esta característica no será útil a menos que las desasigne. 0 desactiva esta característica; la búsqueda de lo que se teclea por adelantado sólo se usará cuando presione una tecla asignada a buscar lo que se teclea por adelantado o similar 1 automáticamente inicia la búsqueda de lo que se teclea por adelantado en el texto del enlace 2 automáticamente inicia la búsqueda de lo que se teclea por adelantado en el texto de todo el documento

source: Horizontal text margin
es: Margen horizontal de texto

source: Horizontal text margin.
es: Margen de texto horizontal

source: Document meta refresh
es: Meta refresco del documento

source: Automatically follow document-specified refresh directives ('<meta> refresh' tags). Web-page authors use these to instruct the browser to reload a document at a given interval or to load another page. Regardless of the value the refresh URI is accessible as a link. Use the document.browse.minimum_refresh_time to control the minimum number of seconds a refresh will wait.
es: Automáticamente sigue las directivas de refresco especificadas en el documento ('tags de refresco' <meta>). Los autores de páginas webs usan esto para instruir al navegador que recargue el documento según un cierto intervalo de tiempo o que cargue otra página. Sin importar el valor de refresco, la URI es accesible como un link. Usar el document.browse.minimum_refresh_time para controlar el número mínimo de segundos que se debe esperar para realizar un refresco.

source: Document meta refresh minimum time
es: Tiempo de meta refresco mínimo del documento

source: The minimum number of milliseconds that should pass before refreshing. If set to zero the document refresh time is used unchanged. It can fix going back in history for some sites that use refreshing with zero values.
es: La cantidad de milisegundos mínima que debe transcurrir antes de recargar. En caso de ser cero el tiempo recarga del documento no cambia. Esto se puede arreglar regresando a algunos sitios del historial que usen refresco de valor cero.

source: Tables navigation order
es: Órden de navegación de las tablas

source: Move by columns in table, instead of rows.
es: Moverse en las columnas por tabla, en vez de renglones.

source: Cache
es: Caché

source: Cache options.
es: Opciones de caché.

source: Cache information about redirects
es: Caché de información sobre redirecciones

source: Ignore cache-control info from server
es: Ignorar información del control de caché del servidor

source: Ignore Cache-Control and Pragma server headers. When set, the document is cached even with 'Cache-Control: no-cache'.
es: Ignorar las cabeceras Cache-Control y Pragma del servidor. Al activarse, el documento se almacena en caché aunque 'Cache-Control: no-cache'.

source: Formatted documents
es: Documentos formateados

source: Format cache options.
es: Opciones del formato de caché

source: Number
es: Número

source: Number of cached formatted pages. Do not get too generous here, 'formatted' means that all the accompanying structures are kept in memory so that you get the cached document immediatelly, but these structures may take a lot - 2x the size of the HTML source is probably not unusual, but it can be even more if the document consists of a lot of short lines (padded right, if possible) and links and not much other markup. So if you set this to 256 and then you don't like your ELinks eating 90M, don't come complaining to us. ;-) Also note that the format cache itself is not counted to the memory cache size, but the HTML source of the formatted documents is always cached, even if it is over the memory cache size threshold. (Then of course no other documents can be cached.)
es: Número de páginas formateadas en caché. No seas muy generoso aquí, 'formateadas' significa que todas las estructuras acompañantes se mantienen en memoria, pero estas estructuras pueden ser grandes - el doble del tamaño del código HTML no es inusual, pero puede ser incluso más si el documento consiste de un montón de líneas cortas (alineadas a la derecha, si es posible) y enlaces y no mucho más marcado. Así que si pones esto a 256 y no te gusta tu Elinks comiéndose 90 MB, no vengas a nosotros a quejarte. ;-) Nota también que el formato de la caché no se cuenta en el tamaño de la memoria caché, pero el código HTML de los documentos formateados siempre es cacheado.

source: Memory cache
es: Caché de memoria

source: Memory cache options.
es: Opciones de cacée de memoria

source: Memory cache size (in bytes).
es: Tamaño de caché de memoria (en bytes).

source: Charset
es: Juego de caracteres

source: Charset options.
es: Opciones del juego de caracteres.

source: Default codepage
es: Página de código por defecto

source: Default document codepage. 'System' stands for a codepage determined by a selected locale.
es: Página de códigos del documento predeterminada. 'El Sistema' soporta una página de códigos determinada para un locale seleccionado.

source: Ignore charset info from server
es: Ignorar información del servidor acerca del juego de caracteres

source: Ignore charset info sent by server.
es: Ignora la información acerca del juego de caracteres enviada por el servidor

source: Default color settings
es: Configuración del color por defecto

source: Default document color settings.
es: Configuración por defecto de color del documento.

source: Link color
es: Color del enlace

source: Default link color.
es: Color por defecto del enlace.

source: Visited-link color
es: Color del enlace visitado

source: Default visited link color.
es: Color por defecto del link visitado.

source: Image-link color
es: Color del enlace de imagen

source: Default image link color.
es: Color por omisión para enlaces de imagen.

source: Bookmarked-link color
es: Color de enlaces marcados

source: Default bookmarked link color.
es: Color por omisión de enlaces añadidos a Marcadores.

source: Directory color
es: Color del directorio

source: Default directory color. See document.browse.links.color_dirs option.
es: Color del directorio. Mire la opción document.browse.links.color_dirs option.

source: Increase contrast
es: Aumentar contraste

source: Ensure contrast
es: Asegurar contraste

source: Use document-specified colors
es: Usar colores especificados por el documento

source: Use colors specified in document: 0 is use always the default settings 1 is use document colors if available, except background 2 is use document colors, including background. This can mostly look very impressive, but some sites will appear really ugly. Note, that obviously if the background is not black, it will break the behaviour of transparency.
es: Uso de los colores especificados en el documento: 0 significa usar las preferencias por omisión 1 significa usar los colores del documento en caso de estar disponibles, excepto el fondo 2 significa usar los colores del documento, incluyendo el fondo. Esto puede verse impresionante, pero algunos sitios se ven espantosos. Obviamente si el fondo no es negro, cambiará el comportamiento de la transparencia.

source: Downloading
es: Descargando

source: Options regarding files downloading and handling.
es: Opciones acerca de los ficheros que se descarguen y su manejo.

source: Default download directory
es: Directorio de descarga por defecto

source: Default download directory.
es: Directorio de descarga por defecto.

source: Set original time
es: Establecer hora original

source: Set the timestamp of each downloaded file to the timestamp stored on the server.
es: Establece la marca de tiempo de cada fichero descargado a la marca de tiempo almacenada en el servidor.

source: Prevent overwriting
es: Prevenir sobreescritura

source: Prevent overwriting the local files: 0 is files will silently be overwritten 1 is add a suffix .{number} (for example '.1') to the name 2 is ask the user
es: Previene la sobreescritura de ficheros locales: 0 para sobreescribir los ficheros sin avisar. 1 para añadir un sufijo .{número} (por ejemplo '.1') al nombre 2 para preguntar al usuario

source: Notify download completion by bell
es: Notificar la finalización de la descarga mediante un sonido

source: Audio notification when download is completed: 0 is never 1 is when background notification is active 2 is always
es: Notificación sonora de que se ha completado la descarga: 0 - nunca 1 - notificación en segundo plano está activa 2 - siempre

source: Dump output
es: Volcar salida

source: Dump output options.
es: Volcar las opciones de salida.

source: Codepage
es: Página de códigos

source: Codepage used in dump output. 'System' stands for a codepage determined by a selected locale.
es: Página de códigos usada en la salida de la descarga. 'El Sistema' soporta una página de códigos determinada para un locale seleccionado.

source: Color mode
es: Modo de color

source: Footer
es: Pie de página

source: Footer string used in dumps. %u is substituted by URL.
es: Cadena de pié de página utilizado en los volcados. %u se sustituye por la URL.

source: Header string used in dumps. %u is substituted by URL.
es: Cadena de encabezado utilizado en los volcados. %u se sustituye por la URL.

source: Numbering
es: Numeración

source: References
es: Referencias

source: Separator
es: Separador

source: String which separates two dumps.
es: Cadena que separa dos volcados.

source: Width
es: Ancho

source: Width of screen in characters when dumping documents.
es: Ancho de la pantalla en caracteres que se usa al volcar documentos.

source: History
es: Historial

source: History options.
es: Opciones de historial.

source: HTML rendering
es: Renderizado HTML

source: Options concerning the display of HTML pages.
es: Opciones relativas a la visualización de páginas HTML.

source: Display frames
es: Mostrar marcos

source: Display frames.
es: Mostrar marcos.

source: Display tables
es: Mostrar tablas

source: Display tables.
es: Desplegar tablas.

source: Display subscripts
es: Mostrar subscripts

source: Display subscripts (as [thing]).
es: Mostrar Subscripts (como [cosa]).

source: Display superscripts
es: Mostrar superscripts

source: Display superscripts (as ^thing).
es: Mostrar superscripts (como ^cosa).

source: How to render <link> tags from the HTML header: 0 is nothing 1 is title 2 is name in addition 3 is hreflang in addition 4 is type in addition 5 is everything
es: Cómo renderizar la etiqueta <link> del encabezado: 0 - nada 1 - título 2 - 3 - 4 - 5 - todo

source: Underline links
es: Subrayar enlaces

source: Underline links.
es: Subrayar enlaces.

source: Wrap non breaking space
es: Envolver nbsp

source: If set do not honour non breaking space (the nbsp entity) but allow to wrap the text. This can help keeping the width of documents down so no horizontal scrolling is needed.
es: Si se ha puesto, no respetar el espacio de no rompimiento (la entidad nbsp) pero permitir que el texto se pliegue. Esto puede ayudar a mantener el ancho de los documentos de manera que no sea necesario desplazarse horizontalmente.

source: Plain rendering
es: Renderizado plano

source: Options concerning the display of plain text pages.
es: Opciones relativas a la visualización de las páginas de texto plano.

source: Display URIs
es: Mostrar URLs

source: Display URIs in the document as links.
es: Mostrar URLs en el documento como enlaces.

source: Compress empty lines
es: Comprimir líneas vacías

source: Compress successive empty lines to only one in displayed text.
es: Comprime varias líneas vacías sucesivas de forma que sólo se muestra una.

source: URI passing
es: Traspaso de URI

source: Information files
es: Archivos de información

source: Options for information files in ~/.elinks.
es: Opciones sobre los archivos de información en ~/.elinks.

source: Save interval
es: Guardar intervalo

source: Use secure file saving
es: Usar guardado seguro de archivos

source: First write data to unique temporary file, then rename this file upon successfully finishing this. Note that this relates only to config files, not downloaded files. You may want to disable it if you are using some exotic permissions for concerned files. Secure file saving is automagically disabled if file is symlink. Warning: some systems (ie. OS/2, Win32) require that destination file doesn't exist when rename(3) is called, breaking atomicity, and reducing reliability of this feature.
es: Primero escribir datos a un archivo temporal único, luego renombrar este archivo dependiendo de que esto termine con éxito. Note que esto se relaciona sólo con archivos de configuración, no con archivos descargados. Tal vez quiera desactivarlo si está usando algunos permisos inusuales para archivos concernientes. La grabación segura de archivos se desactiva automáticamente si el archivo es un enlace simbólico. Aviso: algunos sistemas (ej. OS/2, Win32) requieren que el archivo destino no exista cuando renombrar(3) es llamado, rompiendo la atomicidad y reduciendo la confiabilidad de esta característica.

source: Use fsync(3) with secure file saving
es: Usar fsync(3) con guardado seguro de archivos

source: When using secure file saving, call fsync(3), if the OS supports it, to force the OS immediately to write the data to permanent storage. This is optional for those who wish to avoid excessive disk I/O.
es: En caso de utilizar guardado seguro de archivos, utilizar la llamada fsync(3) en caso de que el SO lo soporte, para forzar a que se guarden los datos en almacenamiento permanente. Esto es opcional para aquellos que quieran evitar uno uso excesivo de I/O de disco.

source: Terminals
es: Terminales

source: Terminal options.
es: Opciones de terminal

source: Options specific to this terminal type (according to $TERM value).
es: Opciones específicas para este tipo de terminal (de acuerdo al valor de $TERM).

source: Terminal type; matters mostly only when drawing frames and dialog box borders: 0 is dumb terminal type, ASCII art 1 is VT100, simple but portable 2 is Linux, you get double frames and other goodies 3 is KOI-8 4 is FreeBSD
es: Tipo de terminal; importante solamente al dibujar cuadros y bordes de cuadros de diálogo: 0 terminal tonta, arte ASCII 1 VT100, simple pero portable 2 Linux, se obtiene el doble de cuadros y otras bondades 3 KOI-8 4 FreeBSD

source: Switch fonts for line drawing
es: Intercambiar fuentes para trazado de líneas

source: UTF-8 I/O
es: Entrada/salida en UTF-8

source: Restrict frames in cp850/852
es: Cuadros restringidos en cp850/852

source: Restrict the characters used when drawing lines. Makes sense only with linux terminals using the cp850/852 character sets.
es: Restringir los caracteres usados al dibujar líneas. Esto solo importa cuando se utilizan terminales linux con los sets de caracteres cp850/852.

source: Block cursor
es: Bloquear el cursor

source: Move cursor to bottom right corner when done drawing. This is particularly useful when we have a block cursor, so that inversed text is displayed correctly.
es: Mover el cursor al terminar de dibujar a la esquina inferior derecha . Esto es útil cuando se tiene un cursor de bloque, de manera que el texto invertido se despiegue correctamente.

source: Transparency
es: Transparencia

source: If we should use underline or enhance the color instead.
es: Si se debe utilizar subrayar o mejorar el color en su lugar.

source: Codepage of charset used for displaying content on terminal. 'System' stands for a codepage determined by a selected locale.
es: Página de códigos del conjunto de caracteres utilizado para mostrar contenido en la terminal. 'Sistema' significa una página de códigos determinada por un locale seleccionado.

source: User interface
es: Interfaz de usuario

source: User interface options.
es: Opciones de interfaz de usuario

source: Color settings
es: Opciones de color

source: Default user interface color settings.
es: Opciones de color para la interfaz de usuario por defecto.

source: Color terminals
es: Terminales de color

source: Color settings for color terminal.
es: Ajustes de color para terminal de colores.

source: Non-color terminals
es: Terminales sin color

source: Color settings for non-color terminal.
es: Ajustes de color para terminales sin color.

source: Main menu bar
es: Barra de menús prinicpal

source: Main menu bar colors.
es: Colores de la barra de menú principal.

source: Unselected main menu bar item
es: Objeto de la barra de menú principal sin seleccionar

source: Unselected main menu bar item colors.
es: Colores del objeto de la barra de menú principal sin seleccionar

source: Selected main menu bar item
es: Objeto de la barra de menú principal seleccionada

source: Selected main menu bar item colors.
es: Colores del objeto de la barra de menú principal seleccionada

source: Hotkey
es: Tecla rápida

source: Main menu hotkey colors.
es: Colores de las teclas rápidas del menú principal.

source: Unselected hotkey
es: Tecla rápida no seleccionada

source: Main menu unselected hotkey colors.
es: Colores de las teclas rápidas no seleccionadas del menú principal.

source: Selected hotkey
es: Tecla rápida seleccionada

source: Main menu selected hotkey colors.
es: Colores de las teclas rápidas seleccionadas del menú principal.

source: Menu bar
es: Barra de menú

source: Menu bar colors.
es: Colores de la barra de menú.

source: Unselected menu item
es: Objeto de menú no seleccionado.

source: Unselected menu item colors.
es: Colores de elementos de menú no seleccionados.

source: Selected menu item
es: Objeto de menú seleccionado

source: Selected menu item colors.
es: Colores del objeto de menú seleccionado.

source: Marked menu item
es: Objeto de menú seleccionado

source: Marked menu item colors.
es: Colores del objeto de menú seleccionado

source: Menu item hotkey colors.
es: Colores de teclas rápidas de menú

source: Menu item unselected hotkey colors.
es: Colores de acceso rápido de los elementos de menú sin seleccionar

source: Menu item selected hotkey colors.
es: Colores de acceso rápido de objetos de menú seleccionados

source: Menu frame
es: Cuadro de menú
