Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/elinks.po
Languages: es

source: Menu frame colors.
es: Colores del cuadro de menú.

source: Dialog
es: Diálogo

source: Dialog colors.
es: Colores de diálogo

source: Generic
es: Genérico

source: Generic dialog colors.
es: Colores de diálogo genéricos

source: Frame
es: Cuadro

source: Dialog frame colors.
es: Colores de marco de diálogo

source: Scrollbar
es: Barra de desplazamiento

source: Scrollbar colors.
es: Colores de barra de desplazamiento

source: Selected scrollbar
es: Barra de desplazamiento seleccionada

source: Scrollbar selected colors.
es: Colores de la barra de desplazamiento seleccionada.

source: Dialog title colors.
es: Colores del encabezado de diálogo.

source: Text
es: Texto

source: Dialog text colors.
es: Colores del encabezado de diálogo

source: Checkbox
es: Casilla de selección

source: Dialog checkbox colors.
es: Colores de caja de diálogo de caja

source: Selected checkbox
es: Caja seleccionada

source: Dialog selected checkbox colors.
es: Colores de diálogo de caja seleccionada

source: Checkbox label
es: Etiqueta de casilla de selección

source: Dialog checkbox label colors.
es: Colores de etiqueta de caja

source: Button
es: Botón

source: Dialog button colors.
es: Colores de botón de diálogo.

source: Selected button
es: Botón seleccionado

source: Dialog selected button colors.
es: Color de los botones del cuadro de diálogo seleccionado

source: Button shortcut
es: Botón de atajo

source: Selected button shortcut
es: Atajo de botón seleccionado

source: Text field
es: Campo de texto

source: Dialog text field colors.
es: Colores de campo de texto.

source: Text field text
es: Campo de texto

source: Dialog field text colors.
es: Colores de campo de texto.

source: Meter
es: Metro

source: Dialog meter colors.
es: Colores del diálogo de medida

source: Shadow
es: Sombra

source: Dialog shadow colors (see ui.shadows option).
es: Colores de sombra de diálogo (véase opción ui.shadows).

source: Title bar
es: Barra de título

source: Title bar colors.
es: Colores de barra de título.

source: Generic title bar
es: Barra genérica de título

source: Generic title bar colors.
es: Colores de barra genérica de título.

source: Title bar text
es: Texto de barra de título

source: Title bar text colors.
es: Colores de texto de barra de título.

source: Status bar
es: Barra de estado

source: Status bar colors.
es: Colores de barra de estado

source: Generic status bar
es: Barra de estado genérica

source: Generic status bar colors.
es: Colores de barra de estado genérica

source: Status bar text
es: Texto de barra de estado

source: Status bar text colors.
es: Colores del texto de barra de estado

source: Tabs bar
es: Barra de pestañas

source: Tabs bar colors.
es: Colores de la barra de pestañas.

source: Unvisited tab
es: Pestaña no visitada

source: Tab colors for tabs that have not been selected since they completed loading.
es: Colores de pestaña para pestañas que no han sido seleccionadas desde la última descarga completada.

source: Unselected tab
es: Pestaña no seleccionada

source: Unselected tab colors.
es: Colores de pestaña no seleccionada.

source: Loading tab
es: Cargando pestaña

source: Tab colors for tabs that are loading in the background.
es: Color de pestañas que se encuentran cargando en segundo plano.

source: Selected tab
es: Pestaña seleccionada

source: Selected tab colors.
es: Colores de pestaña seleccionada.

source: Tab separator
es: Separador de pestaña

source: Tab separator colors.
es: Colores de separador de pestañas.

source: Searched strings
es: Cadejas buscadas

source: Searched string highlight colors.
es: Color de resaltado de cadenas buscadas.

source: Dialog settings
es: Diálogos de configuración

source: Dialogs-specific appearance and behaviour settings.
es: Parámetros de apariencia y comportamiento específicos a los diálogos.

source: Minimal height of listbox widget
es: Altura mínima del componente listbox

source: Minimal height of the listbox widget (used e.g. for bookmarks or global history).
es: Altura mínima del componente listbox (usado por ejemplo en marcadores o en la historia global).

source: Drop shadows
es: Poner sombras

source: Make dialogs drop shadows (the shadows are solid, you can adjust their color by ui.colors.*.dialog.shadow). You may also want to eliminate the wide borders by adjusting setup.h.
es: Hacer que los diálogos proyecten sombras (las sombras son sólidas, puede ajustar su color en ui.colors.*.dialog.shadow). Tal vez quiera también eliminar los bordes anchos ajustando setup.h.

source: Underline menu hotkeys
es: Subrayar teclas rápidas de menú

source: Underline button shortcuts
es: Subrayar botones de atajo

source: Timer options
es: Opciones de temporizador

source: Timed action after certain interval of user inactivity. Someone can even find this useful, although you may not believe that.
es: Acción programada después de un intervalo de inactividad del usuario. Hay quienes le encuentran una utilidad a esto, aunque usted no lo crea.

source: Whether to enable the timer or not: 0 is don't count down anything 1 is count down, but don't show the timer 2 is count down and show the timer near LEDs
es: Activar o desactivar el temporizador: 0 No contar nada 1 cuenta regresiva, pero no mostrar el temporizador 2 cuenta regresiva, y mostrar el temporizador cerca de los LEDs

source: Whether to enable the timer or not: 0 is don't count down anything 1 is count down, but don't show the timer 2 is count down and show the timer near LEDs (DISABLED)
es: Activar o desactivar el temporizador: 0 No contar nada 1 cuenta regresiva, pero no mostrar el temporizador 2 cuenta regresiva, y mostrar el temporizador cerca de los LEDs (DESHABILITADO)

source: Duration
es: Duración

source: Inactivity timeout in seconds. The maximum of one day should be enough for just everyone (TM).
es: Inactividad en segundos. Un día como máximo es suficiente para la mayoría (TM).

source: Keybinding action to be triggered when timer reaches zero.
es: Acción de teclado lanzada cuando el temporizador llega a cero.

source: Window tabs
es: Ventana de pestañas

source: Window tabs settings.
es: Ajustes de la ventana de pestañas

source: Display tabs bar
es: Mostrar barra de pestañas

source: Show tabs bar on the screen: 0 means never 1 means only if two or more tabs are open 2 means always
es: Mostrar barra de pestañas en la pantalla: 0 nunca 1 solamente si dos ó mas pestañas están abiertas 2 siempre

source: Tab bar at top
es: Barra de pestañas arriba

source: Wrap-around tabs cycling
es: Plegar cursor al recorrer pestañas.

source: Confirm tab closing
es: Confirmar cerrado de pestañas

source: When closing a tab show confirmation dialog.
es: Mostrar un diálogo de confirmación al cerrar una pestaña

source: Language
es: Idioma

source: Language of user interface. 'System' means that the language will be extracted from the environment dynamically.
es: Idioma del interfaz de usuario.'System' significa que el idioma se extraerá del entorno de forma dinámica.

source: Display menu bar always
es: Mostrar la barra de menú siempre

source: Always show menu bar on the screen.
es: Mostrar la barra de menú siempre en la pantalla.

source: Display status bar
es: Mostrar barra de estado

source: Show status bar on the screen.
es: Muestra la barra de estatus en la pantalla.

source: Display title bar
es: Mostrar barra de título

source: Show title bar on the screen.
es: Mostrar la barra de título en pantalla.

source: Display goto dialog in new tabs
es: Desplegar el diálogo "ir a" en pestañas nuevas

source: Pop up goto dialog in newly created tabs when there's no homepage set. This means also showing goto dialog on startup.
es: Mostrar como ventana emergente el diálogo "ir a" en pestañas recientemente creadas cuando no exista página de inicio. Esto significa que se mostrará el diálogo "ir a" al iniciar.

source: Show a message box when file is saved successfully
es: Mostrar una caja de mensaje cuando se guarde el archivo satisfactoriamente

source: When you pressed a [ Save ] button in some manager, this option will make sure that a box confirming success of the operation will pop up.
es: Cuando presione el botón [Guardar] en algún manejador, la opción se asegurará de que aparezca una ventana emergente confirmando la ejecución de la operación.

source: Sessions
es: Sesiones

source: Sessions settings.
es: Preferencias de sesión.

source: Keep session active
es: Mantener sesión activa

source: Auto save session
es: Sesión de auto guardado

source: Automatically save the session when quitting. This feature requires bookmark support.
es: Guardar automáticamente esta sesión al salir. Esta opción necesita el soporte de marcadores.

source: Auto restore session
es: Auto restaurar sesión

source: Automatically restore the session at start. This feature requires bookmark support.
es: Restaura automáticamente la sesión al iniciar. Esta característica requiere soporte de marcador.

source: Auto save and restore session folder name
es: Nombre de la carpeta de autosalvado y restauración de sesión.

source: Name of the bookmarks folder used for auto saving and restoring session. The name has to be unique. Any folders with the same name will be deleted. This only makes sense with bookmark support.
es: Nombre de la carpeta de marcadores usada para autosalvado y restauración de sesión. EL nombre debe ser único. Cualquier carpeta con el mismo nombre se borrará. Solo tiene sentido con soporte de marcado.

source: Homepage URI
es: Página URI

source: The URI to load either at startup time when no URI was given on the command line or when requested by the goto-url-home action. Set to "" if the environment variable WWW_HOME should be used as homepage URI instead.
es: La URI a cargar al inicio bien cuando no se ha especificado una URI en la línea de órdenes o cuando se ha solicitado por la acción goto-url-home. Especifíquela como "" si la variable de entorno WWW_HOME debe ser usada en cambio como URI de página de inicio.

source: Date format
es: Formato de fecha

source: Date format to use in dialogs. See strftime(3).
es: Formato de la fecha para los diálogos. Vea strftime(3).

source: Set window title
es: Establecer título de ventana

source: Set the window title when running in a windowing environment in an xterm-like terminal. This way the document's title is shown on the window titlebar.
es: Establecer el título de ventana cuando se ejecute en un entorno de ventanas como xterm. De esta manera el título del documento se mostrará en el título de la ventana.

source: Read error
es: Error de lectura

source: Boolean
es: Booleano

source: Integer
es: Entero

source: Longint
es: Entero largo

source: String
es: Cadena

source: <codepage>
es: <Página de códigos>

source: <language>
es: <idioma>

source: Special
es: Especial

source: Folder
es: Carpeta

source: Periodic Saving
es: Guardado periódico

source: Goto URL History
es: Ir a historial URL

source: Cookies options.
es: Opciones de cookies.

source: Accept policy
es: Aceptar política

source: Cookies accepting policy: 0 is accept no cookies 1 is ask for confirmation before accepting cookie 2 is accept all cookies
es: Políticas de cookies: 0 no se aceptan cookies 1 confirmar antes de aceptar una cookie 2 aceptar todas las cookies

source: Maximum age
es: Edad máxima

source: Cookie maximum age (in days): -1 is use cookie's expiration date if any 0 is force expiration at the end of session, ignoring cookie's expiration date 1+ is use cookie's expiration date, but limit age to the given number of days
es: Edad máxima de la cookie (en días): -1 usar la caducidad de la cookie en caso de que exista 0 forzar la caducidad al finalizar la sesión, ignorando la caducidad de la cookie 1+ usar la caducidad de la cookie, pero limitar su período a un determinado número de días

source: Paranoid security
es: Seguridad paranoica

source: When enabled, we'll require three dots in cookies domain for all non-international domains (instead of just two dots). Some countries have generic second level domains (eg. .com.pl, .co.uk) and allowing sites to set cookies for these generic domains could potentially be very bad. Note, it is off by default as it breaks a lot of sites.
es: Cuando se active, requeriremos tres puntos en el dominio de las cookies para todos los dominios no internacionales (en vez de solo dos puntos). Algunos países tienen dominios genéricos de segundo nivel (eg. .com.pl, .co.uk) y permitir cookies para esos dominios genéricos podría ser un riesgo potencial. Nota: por defecto está desactivado puesto que da problemas con muchos sitios.

source: Saving
es: Guardando

source: Resaving
es: Guardando nuevamente

source: Save cookies after each change in cookies list? No effect when cookie saving (cookies.save) is off.
es: ¿Guardar las cookies después de cada cambio en la lista de cookies? No tiene efecto alguno al desactivar el guardado de cookies (cookie.save).

source: Cannot save cookies
es: No se pueden guardar cookies

source: Domain
es: Dominio

source: Path
es: Ruta

source: at quit time
es: Última visita

source: Secure
es: Seguro

source: yes
es: Si

source: Do you want to accept a cookie from %s?
es: ¿Está seguro que desea aceptar la cookie de %s?

source: Accept cookie?
es: ¿Aceptar cookie?

source: ~Accept
es: ~Aceptar

source: ~Reject
es: ~Rechazar

source: Server
es: Servidor

source: Sorry, but cookie "%s" cannot be deleted.
es: Lo sentimos, pero la cookie "%s" no puede ser guardada.

source: Sorry, but cookie "%s" is being used by something else.
es: Lo sentimos, pero la cookie "%s" está siendo usada por alguien mas.

source: Sorry, but cookie domain "%s" cannot be deleted.
es: Lo sentimos, pero la cookie de dominio "%s" no puede ser borrada.

source: Sorry, but cookie domain "%s" is being used by something else.
es: Lo sentimos, pero la cookie de dominio "%s" está siendo usada por alguien mas.

source: Delete marked cookies
es: Borrar cookies marcadas

source: Delete marked cookies?
es: ¿Borrar las cookies marcadas?

source: Delete domain's cookies
es: Borrar las cookies de dominio

source: Delete all cookies from domain "%s"?
es: ¿Borrar todas las cookies del dominio "%s"?

source: Delete cookie
es: Borrar cookie

source: Delete this cookie?
es: ¿Eliminar esta cookie?

source: Clear all cookies
es: Eliminar todas las cookies

source: Do you really want to remove all cookies?
es: ¿Está seguro que desea eliminar todas las cookies?

source: Add server
es: Añadir servidor

source: Server name
es: Nombre del servidor

source: Add ~server
es: Añadir ~servidor

source: C~lear
es: ~Limpiar

source: Cookie manager
es: Manejador de cookies

source: You are nowhere!
es: Usted no está en ningún sitio. En esta ventana no hay cargado ningún documento.

source: Link
es: Vínculo

source: Link title
es: Título del enlace

source: Link image
es: Vínculo de imagen

source: Link last visit time
es: Hora de la última visita

source: Link title (from history)
es: Título del enlace (del historial)

source: assumed
es: supuesta

source: ignoring server setting
es: sin respetar al servidor

source: Date
es: Fecha

source: Last visit time
es: Última visita

source: Unknown
es: Desconocido

source: Header info
es: Información de cabecera

source: Internal header info
es: Información de cabecera interna

source: No header info.
es: No hay información de cabeceras.

source: Download
es: Descargar

source: ~Background
es: ~Segundo plano

source: Background with ~notify
es: Segundo plano con ~notificación

source: ~Abort
es: ~Cancelar

source: Abort and ~delete file
es: Cancelar y ~borrar archivo

source: Sorry, but download "%s" cannot be interrupted.
es: Lo sentimos, pero la descarga "%s" no puede ser interrumpida.

source: Sorry, but download "%s" is being used by something else.
es: Lo sentimos pero la descarga "%s" está siendo utilizada por alguien mas.

source: Interrupt marked downloads
es: Interrumpir las descargas marcadas

source: Interrupt marked downloads?
es: ¿Interumpir las descargas marcadas?

source: Interrupt download
es: Descarga interrumpida

source: Interrupt this download?
es: ¿Interrumpir esta descarga?

source: Interrupt all downloads
es: Interrumpir todas las descargas

source: Do you really want to interrupt all downloads?
es: ¿Seguro que desea interrumpir todas las descargas?

source: Abort and delete file
es: Abortar y borrar archivo

source: Download manager
es: Gestor de descargas

source: About
es: Acerca de...

source: Keys
es: Teclas...

source: Copying
es: Licencia...

source: Resources
es: Recursos

source: %ld connection
es: %ld conexión

source: %ld file
es: %ld archivo

source: %ld in use
es: %ld en uso

source: %ld loading
es: %ld cargando

source: Document cache
es: Caché de documentos

source: Interlinking
es: Interenlazado

source: master terminal
es: terminal maestra

source: slave terminal
es: terminal esclava

source: %ld session
es: %ld sesión

source: Memory allocated
es: Memoria asignada

source: Save URL
es: Grabar URL

source: Enter URL
es: Introduzca el URL

source: Exit ELinks
es: Salir de ELinks

source: Do you really want to exit ELinks (and terminate all downloads)?
es: ¿Seguro que quiere salir de ELinks (y cortar todas las descargas)?

source: Do you really want to exit ELinks?
es: ¿Seguro que quiere salir de ELinks?

source: No history
es: No hay historial

source: Go ~back
es: ~Volver atrás

source: Go for~ward
es: Ade~lante

source: Bookm~ark document
es: M~arcador de documentos

source: Toggle ~HTML/plain
es: Cambiar ~HTML/plano

source: ~Reload
es: ~Recargar

source: Frame at ~full-screen
es: ~Marco en pantalla completa

source: ~Pass frame URI to external command
es: ~Pasar URI del marco a una orden externa

source: Nex~t tab
es: Pŕoxima pes~taña

source: Pre~v tab
es: Tabulador ante~rior

source: ~Close tab
es: ~Cerrar pestaña

source: C~lose all tabs but the current
es: C~errar todas las pestañas salvo la actual

source: B~ookmark all tabs
es: Marcar todas las pestañas

source: Pass tab URI to e~xternal command
es: Pasar URI de la pestaña a orden e~xterna

source: Open new ~tab
es: Abrir nueva pestaña

source: Open new tab in backgroun~d
es: Abrir pestaña nueva en segundo plano

source: ~Go to URL
es: ~Ir a URL...

source: Go ~forward
es: Adelante

source: ~History
es: ~Historial

source: ~Save as
es: ~Guardar como...

source: Save UR~L as
es: Guardar ~URL como...

source: Sa~ve formatted document
es: Guardar ~documento con formato...

source: ~Kill background connections
es: Cortar cone~xiones en segundo plano

source: Flush all ~caches
es: Vaciar todas las cach~es

source: Resource ~info
es: In~formación de recursos...

source: E~xit
es: ~Salir...

source: Open ~new window
es: Abrir en ~nueva ventana

source: ~OS shell
es: Shell del S~O

source: Resize t~erminal
es: Redimensionar t~erminal...

source: Search ~backward
es: Buscar ~atrás...

source: Find ~next
es: Buscar ~siguiente

source: Find ~previous
es: Buscar a~nterior

source: Toggle i~mages
es: Cambiar i~mágenes

source: Toggle ~document colors
es: Cambiar colores de los ~documentos

source: ~Wrap text on/off
es: ~Plegar texto si/no

source: Document ~info
es: ~Información del documento...

source: H~eader info
es: Información de cabecera

source: Rel~oad document
es: Rec~argar documento

source: ~Rerender document
es: Guardar ~documento con formato...

source: ~ELinks homepage
es: La página oficial de ~ELinks

source: ~Documentation
es: Documentac~ión...

source: ~Keys
es: ~Teclas...

source: LED ~indicators
es: ~Indicadores LED

source: ~Bugs information
es: Información de erratas

source: ~Copying
es: ~Licencia...

source: ~About
es: ~Acerca de...

source: ~Modify
es: ~Modificar

source: ~Language
es: ~Idioma

source: C~haracter set
es: ~Juego de caracteres

source: ~Terminal options
es: Opciones de ~terminal...

source: File ~extensions
es: ~Extensiones de fichero

source: ~Options manager
es: Gestor de opciones

source: ~Keybinding manager
es: Gestor de atajos de ~teclado

source: ~Save options
es: ~Grabar opciones

source: Global ~history
es: ~historia globa

source: ~Bookmarks
es: Mar~cadores

source: ~Downloads
es: ~Descargas

source: ~Form history
es: Historial de formularios

source: ~Authentication
es: ~Autenticación

source: ~File
es: ~Fichero

source: ~View
es: ~Ver

source: ~Link
es: ~Enlace

source: ~Tools
es: ~Herramientas

source: ~Setup
es: ~Configuración

source: ~Help
es: ~Ayuda

source: Go to URL
es: Ir a URL...

source: Save to file
es: Grabar en fichero

source: Empty directory
es: Directorio vacío

source: Directories:
es: Directorios:

source: Files:
es: Archivos:

source: The environmental variable TERM is set to '%s'. ELinks maintains separate sets of values for these options and chooses the appropriate set based on the value of TERM. This allows you to configure the settings appropriately for each terminal in which you run ELinks.
es: La variable de entorno TERM está establecida a '%s'. ELinks mantiene grupos separados de valores para estas opciones y escoge el grupo apropiado basado en el valor de TERM. Esto le permite configurar los parámetros apropiadamente para cada terminal en la que ejecute ELinks.

source: Terminal options
es: Opciones de terminal...

source: Frame handling:
es: Manejo de marco:

source: No frames
es: No usar recuadros

source: VT 100 frames
es: Recuadros de VT 100

source: Linux or OS/2 frames
es: Recuadros de OS/2 o Linux

source: FreeBSD frames
es: Cuadris FreeBSD

source: KOI8-R frames
es: Recuadros de KOI8-R

source: Color mode:
es: Modo de color:

source: No colors (mono)
es: Sin colores (mono)

source: 16 colors
es: 16 colores

source: 88 colors
es: 88 colores

source: 256 colors
es: 256 colores

source: true color
es: color verdadero

source: Resize terminal
es: Redimensionar terminal

source: Width=
es: Ancho=

source: Height=
es: Altura=

source: Received
es: Recibidos

source: of
es: de

source: Average speed
es: Velocidad media

source: average speed
es: velocidad promedio

source: avg
es: media

source: current speed
es: velocidad actual

source: cur
es: actual

source: Elapsed time
es: Tiempo transcurrido

source: elapsed time
es: tiempo transcurrido

source: Speed
es: Velocidad

source: speed
es: velocidad

source: estimated time
es: tiempo estimado

source: Enter a mark to set
es: Introuduzca una marca para establecerla

source: Enter a mark to which to jump
es: Introudzca una marca con la que saltar

source: Keyboard prefix: %d
es: Prefijo de teclado: %d

source: Cursor position: %dx%d
es: Posicón del cursor: %dx%d

source: Untitled
es: Sin título

source: No document
es: sin documentos

source: Cascading Style Sheets
es: Hoja de estilos en cascada

source: Options concerning how to use CSS for styling documents.
es: Opciones concernientes del uso de CSS para estilizar documentos.

source: Enable CSS
es: Activar CSS

source: Enable adding of CSS style info to documents.
es: Activar la adición de información de CSS a los documentos.

source: Import external style sheets
es: Importar hojas de estilo externas

source: When enabled any external style sheets that are imported from either CSS itself using the @import keyword or from the HTML using <link> tags in the document header will also be downloaded.
es: Cuando esté activado, cualquier página de estilo externa que se importe desde ya sea el mismo CSS usando la clave @import o desde HTML usando etiquetas <link> en el encabezado del documento, también será descargada.

source: Default style sheet
es: Hoja de estilo por omisión
