Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/elinks.po
Languages: es

source: Information about the torrent
es: Información sobre el torrent

source: What to do?
es: ¿Qué hago?

source: Down~load
es: Descar~ga

source: ~Display
es: ~Mostrar

source: Show ~header
es: Nostrar ~encabezado

source: Local CGI
es: CGI local

source: Local CGI specific options.
es: Opciones específicas para el CGI local.

source: Colon separated list of directories, where CGI scripts are stored.
es: lista de directorios separados por dos puntos, donde los guiones CGI son almacenados.

source: Allow local CGI
es: Permitir CGI local

source: Whether to execute local CGI scripts.
es: Si ejecutar scripts CGI locales.

source: Local files
es: Archivos locales

source: Options specific to local browsing.
es: Opciones específicas para navegación local.

source: Allow reading special files
es: Permitir lectura de archivos especiales

source: Whether to allow reading from non-regular files. Note this can be dangerous; reading /dev/urandom or /dev/zero can ruin your day!
es: Si permitir leer de archivos no-regulares. Note que esto puede ser peligroso; leer /dev/urandom o /dev/zero puede arruinar su día.

source: Show hidden files in directory listing
es: Mostrar archivos ocultos en el listado de directorio

source: Try encoding extensions
es: Intentar extensiones codificadas

source: When set, if we can't open a file named 'filename', we'll try to open 'filename' with some encoding extension appended (ie. 'filename.gz'); it depends on the supported encodings.
es: Cuando esté activado, si no podemos abrir un archivo llamado 'nombredearchivo', trataremos de abrir 'nombredearchivo' con alguna extensión de codificación anexada (ej. 'nombredearchivo.gz'); depende de las codificaciones soportadas.

source: File
es: Archivo

source: FSP specific options.
es: Opciones específicas FSP

source: Sort entries
es: Ordenar entradas

source: FTP specific options.
es: Opciones de FTP específicas.

source: Proxy configuration
es: Configuración proxy

source: FTP proxy configuration.
es: Configuración del proxy de FTP.

source: Host and port-number
es: Anfitrión y número de puerto

source: Host and port-number (host:port) of the FTP proxy, or blank. If it's blank, FTP_PROXY environment variable is checked as well.
es: Número de anfitrión y puerto (host:port) del proxy de FTP, o en blanco. Si está en blanco, la variable de entorno FTP_PROXY se revisa también.

source: Anonymous password
es: Contraseña anónima

source: FTP anonymous password to be sent.
es: Contraseña de FTP anónimo a ser enviada.

source: Use passive mode (IPv4)
es: Usar modo pasivo (IPv4)

source: Use PASV instead of PORT (passive vs active mode, IPv4 only).
es: Usar PASV en vez de PORT (pasivo vs activo, solo IPv4).

source: Use passive mode (IPv6)
es: Usar modo pasivo (IPv6)

source: Use EPSV instead of EPRT (passive vs active mode, IPv6 only).
es: Usar EPSV en vez de EPRT (pasivo vs modo activo, solo IPv6).

source: HTTP error %03d
es: Error HTTP %03d

source: HTTP-specific options.
es: Opciones HTTP específicas.

source: Server bug workarounds
es: Alternativas para errores del servidor.

source: Server-side HTTP bugs workarounds.
es: Alternativas para errores de HTTP del lado del servidor.

source: Do not send Accept-Charset
es: No enviar Accept-Charset

source: The Accept-Charset header is quite long and sending it can trigger bugs in some rarely found servers.
es: El encabezado Accept-Charset es muy largo y enviarlo puede accionar defectos en algunos servidores raramente encontrados.

source: Allow blacklisting of buggy servers.
es: Permitir discriminar servidores defectuosos.

source: Broken 302 redirects
es: Redirecciones 302 rotas

source: Broken 302 redirect (violates RFC but compatible with Netscape). This is a problem for a lot of web discussion boards and the like. If they will do strange things to you, try to play with this.
es: Redirección 302 rota (viola al RFC pero es compatible con Netscape). Este es un problema para muchos foros de discusión en la red y parecidos. Si le hacen cosas extrañas a usted, intente jugar con esto.

source: No keepalive after POST requests
es: No hay paquetes "keepalive" tras peticiones POST

source: Disable keepalive connection after POST request.
es: Desactivar mantener conexión después de petición POST.

source: Use HTTP/1.0
es: Usar HTTP/1.0

source: Use HTTP/1.0 protocol instead of HTTP/1.1.
es: Usar protocolo HTTP/1.0 en vez de HTTP/1.1.

source: HTTP proxy configuration.
es: Configuración proxy de HTTP

source: Host and port-number (host:port) of the HTTP proxy, or blank. If it's blank, HTTP_PROXY environment variable is checked as well.
es: Número de servidor y puerto (host:port) del proxy de HTTP, o en blanco. Si está en blanco, la variable de entorno HTTP_PROXY se revisa también.

source: Username
es: Nombre de Usuario

source: Proxy authentication username.
es: Nombre de usuario para autenticación proxy.

source: Proxy authentication password.
es: Contraseña de autenticación para el proxy.

source: Referer sending
es: Envío de referencia

source: HTTP referer sending options. HTTP referer is a special header sent in the HTTP requests, which is supposed to contain the previous page visited by the browser. This way, the server can know what link did you follow when accessing that page. However, this behaviour can unfortunately considerably affect privacy and can lead even to a security problem on some badly designed web pages.
es: Opciones de envío del remitente HTTP. El remitente HTTP es un encabezado especial enviado en las peticiones de HTTP, el cual se supone contiene la página anterior visitada por el navegador. De esta manera, el servidor puede saber qué enlace siguió al acceder a esa página. Sin embargo, este comportamiento puede desafortunadamente afectar la privacidad considerablemente y puede guiar incluso a un problema de seguridad en algunas páginas de Internet mal diseñadas.

source: Policy
es: Política

source: Mode of sending HTTP referer: 0 is send no referer 1 is send current URL as referer 2 is send fixed fake referer 3 is send previous URL as referer (correct, but insecure)
es: Modo de enviar el remitente HTTP: 0 es no enviar remitente 1 es enviar URL actual como remitente 2 es enviar remitente falso 3 es enviar URL anterior como remitente (correcto, pero inseguro)

source: Fake referer URL
es: URL del remitente falso

source: Fake referer to be sent when policy is 2.
es: Remitente falso a enviar cuando la norma sea 2.

source: Send Accept-Language header
es: Enviar encabezado Accept-Language

source: Send Accept-Language header.
es: Enviar encabezado Accept-Language.

source: Use UI language as Accept-Language
es: Usar el lenguaje del UI como Accept-Language

source: Request localised versions of documents from web-servers (using the Accept-Language header) using the language you have configured for ELinks' user-interface (this also affects navigator.language ECMAScript value available to scripts). Note that some see this as a potential security risk because it tells web-masters and the FBI sniffers about your language preference.
es: Solicitar versiones localizadas de documentos de los servidores web (usando el encabezado Accept-Language) usando el idioma que ha configurado para la interfaz del usuario de ELink (esto también afecta el valor <navigator.language ECMAScript> disponible en los scripts). Tenga en cuenta que algunos ven esto como un riesgo potencial de seguridad porque le dice a los responsables del sitio web y a los husmeadores del FBI sobre su preferencia de idioma.

source: Activate HTTP TRACE debugging
es: Activar depuración HTTP TRACE

source: If active, all HTTP requests are sent with TRACE as their method rather than GET or POST. This is useful for debugging of both ELinks and various server-side scripts --- the server only returns the client's request back to the client verbatim. Note that this type of request may not be enabled on all servers.
es: Si está activo, todas las peticiones HTTP se envían con TRACE como su método en lugar de GET o POST. Esto es útil para depurar ELinks y varios guiones del lado del servidor -- el servidor únicamente retorna la petición del cliente de vuelta al cliente letra por letra. Tenga en cuenta que este tipo de petición puede no estar activada en todos los servidores.

source: User-agent identification
es: Identificación del agente del usuario

source: HTTPS-specific options.
es: Opciones HTTP específicas.

source: HTTPS proxy configuration.
es: configuración de proxy HTTPS

source: Host and port-number (host:port) of the HTTPS CONNECT proxy, or blank. If it's blank, HTTPS_PROXY environment variable is checked as well.
es: Número de servidor y puerto (host:port) del proxy HTTPS CONNECT, o en blanco. Si es en blanco, la variable de entorno HTTPS_PROXY se revisará también.

source: NNTP and news specific options.
es: Opciones específicas de NNTP y noticias

source: Default news server
es: Servidor de grupos de noticas por defecto

source: Used when resolving news: URIs. If set to the empty string the value of the NNTPSERVER environment variable will be used.
es: Usado al resolver URIs de noticias. Si se ajusta a una cadena vacía, se usará el valor de la variable de entorno NNTPSERVER.

source: Message header entries
es: Mensajes de entrada de cabecera

source: Comma separated list of which entries in the article header to show. E.g. 'Subject' and 'From'. All header entries can be read in the header info dialog.
es: Lista separada por comas de cuáles entradas en el encabezado del artículo se van a mostrar. Ej. 'Asunto' y 'De'. Todas las entradas de encabezado se pueden leer de diálogo de información del encabezado.

source: This version of ELinks does not contain %s protocol support
es: Esta versión de ELinks no tiene soporte para el protocolo %s

source: Protocols
es: Protocolos

source: Protocol specific options.
es: Opciones específicas del protocolo.

source: No-proxy domains
es: Dominios No-proxy

source: Comma separated list of domains for which the proxy (HTTP/FTP) should be disabled. Optionally, a port can be specified for some domains as well. If it's blank, NO_PROXY environment variable is checked as well.
es: Lista separada por comas de los dominios para los cuales el proxy (HTTP/FTP) debe desactivarse. Opcionalmente, se puede especificar un puerto para algunos dominios también. Si está en blanco, la variable de entorno NO_PROXY es revisada también.

source: Protocol
es: Protocolo

source: URI rewriting
es: Reescritura URI

source: Rules for rewriting URIs entered in the goto dialog. It makes it possible to define a set of prefixes that will be expanded if they match a string entered in the goto dialog. The prefixes can be dumb, meaning that they work only like URI abbreviations, or smart ones, making it possible to pass arguments to them like search engine keywords.
es: Reglas para reescribir URIs introducidas en la caja -ir a-. Hace posible definir un grupo de prefijos que se expandirán si corresponden a la cadena introducida en en la caja -ir a-. Los prefijos pueden ser tontos, o sea que trabajan sólo como abreviaciones de URI, o inteligentes, haciendo posible el paso de argumentos como palabras clave de un motor de búsqueda.

source: Enable dumb prefixes
es: Activar prefijos tontos

source: Enable smart prefixes
es: Activar prefijos inteligentes

source: Enable smart prefixes - URI templates triggered by writing given abbreviation to the Goto URL dialog followed by a list of arguments from which the actual URI is composed - i.e. 'gg:search keywords' or 'gn search keywords for news'.
es: Activar prefijos inteligentes - plantillas URI accionadas al escribir una abreviatura dada en -ir a URL- seguidas de una lista de argumentos de donde se compone el URI actual - ej. 'gg:busca palabras' o 'gn busca palabras para noticias'.

source: Dumb Prefixes
es: Prefijos tontos

source: Dumb prefixes, see enable-dumb description for details.
es: Prefijos tontos, véase descripción de activado-tonto para más detalles.

source: Replacement URI for this dumbprefix: %c in the string means the current URL %% in the string means '%'
es: URI de reemplazo para este prefijo tonto: %c en la cadena significa el URL actual %% en la cadena significa '%'

source: Smart Prefixes
es: Prefijos inteligentes

source: Smart prefixes, see enable-smart description for details.
es: Prefijos inteligentes, véase activado-inteligente para más detalles.

source: Replacement URI for this smartprefix: %c in the string means the current URL %s in the string means the whole argument to smartprefix %0,%1,...,%9 means argument 0, 1, ..., 9 %% in the string means '%'
es: URI de reemplazo para este prefijo inteligente: %c en la cadena significa el URL actual %s en la cadena significa todo el argumento al prefijo inteligente %0, %1, ... %9 significa argumento 0, 1, ... 9 %% en la cadena significa '%'

source: Default template
es: Plantilla predeterminada

source: URI rewrite
es: Reescribe URI

source: SAMBA specific options.
es: Opciones específicas de SAMBA

source: Credentials
es: Credenciales

source: Credentials file passed to smbclient via -A option.
es: Fichero de Credenciales enviados a smbclient con la opción -A.

source: User protocols
es: Protocolos de usuario

source: User protocols. Options in this tree specify external handlers for the appropriate protocols. Ie. protocol.user.mailto.unix.
es: Protocolos del usuario. Las opciones en este árbol especifican gestores externos para los protocolos apropiados. Ej. protocol.user.mailto.unix.

source: Handler (external program) for this protocol. Name the options in this tree after your system (ie. unix, unix-xwin).
es: Gestor (programa externo) para este protocolo. Nombra las opciones en este árbol después de su sistema (ej. unix, unix-xwin).

source: Handler (external program) for this protocol and system. %f in the string means file name to include form data from %h in the string means hostname (or email address) %p in the string means port %d in the string means path (everything after the port) %s in the string means subject (?subject=<this>) %u in the string means the whole URL
es: Gestor (programa externo) para este protocolo y sistema. %f en la cadena significa nombre de archivo de donde se incluye la forma de datos %h en la cadena significa servidor (o dirección de correo electrónico) %p en la cadena significa puerto %d en la cadena significa ruta (todo después del puerto) %s en la cadena significa asunto (?asunto=<esto>) %u en la cadena significa todo el URL

source: No program
es: Sin programa

source: No program specified for protocol %s.
es: No hay un programa especificado para el protocolo %s.

source: User dialog
es: Cuadro de diálogo de usuario

source: Lua Error
es: Error de Lua

source: Lua Console
es: Consola de Lua

source: Enter expression
es: Introduzca la expresión

source: Ruby Message
es: Mensaje de Ruby

source: Download error
es: Error de descarga

source: Could not create file '%s': %s
es: No se puede crear el fichero '%s': %s

source: Error downloading %s: %s
es: Error descargando %s: %s

source: '%s' is a directory.
es: '%s' es un directorio.

source: File exists
es: El archivo existe

source: This file already exists: %s The alternative filename is: %s
es: Este fichero ya existe: %s El nombre alternativo para el fichero es: %s

source: Sa~ve under the alternative name
es: ~Guardar con el nombre alternativo

source: ~Overwrite the original file
es: ~Sobreescribir el archivo original

source: ~Resume download of the original file
es: ~Resumir descarga del fichero original

source: Unknown type
es: Tipo desconocido

source: Block the terminal
es: Bloquear el terminal

source: The file will be opened with the program '%s'.
es: El archivo se abrirá con el programa «%s»

source: ~Open
es: ~Abrir

source: Warning
es: Atención

source: Welcome
es: Bienvenido

source: Welcome to ELinks! Press ESC for menu. Documentation is available in Help menu.
es: Welcome to ELinks! Pulse ESC para el menú. La documentación esta disponible en el menú Ayuda.

source: The URL you are about to follow might be maliciously crafted in order to confuse you. By following the URL you will be connecting to host "%s" as user "%s". Do you want to go to URL %s?
es: El URL que está a punto de seguir pudo ser creado maliciosamente con el fin de confundirlo. Al seguir el URL se conectará al servidor "%s" como usuario "%s". ¿Desea ir al URL %s?

source: Do you want to follow the redirect and post form data to URL %s?
es: ¿Quiere seguir la redirección y enviar los datos del formulario al URL %s?

source: The form data you are about to post might be incomplete. Do you want to post to URL %s?
es: El formulario que usted va a enviar puede estar incompleto. Desea enviarlo a la URL %s?

source: Do you want to post form data to URL %s?
es: ¿Quiere enviar los datos del formulario al URL %s?

source: Do you want to repost form data to URL %s?
es: ¿Quiere reenviar los datos del formulario al URL %s?

source: Bad terminal size: %d, %d
es: Tamaño de terminal incorrecto: %d, %d

source: Warning: terminal name contains illicit chars.
es: Advertencia: el nombre del terminal contiene caracteres erroneos.

source: Failed to create session.
es: Fallo al crear la sesión.

source: Bad event %d
es: Evento %d erroneo

source: Could not read event: %d (%s)
es: No se pudo leer el evento: %d (%s)

source: Too many bytes read from the itrm!
es: Demasiados bytes leidos desde itrm!

source: Do you really want to close the current tab?
es: ¿Seguro que quiere cerrar la pestaña actual?

source: Do you really want to close all except the current tab?
es: ¿Seguro que desea cerrar todo salvo la pestaña actual?

source: Cannot read the file
es: No se puede leer el fichero

source: Cannot get file status
es: No se puede recibir el estado del fichero

source: Cannot access the file
es: No se puede acceder al fichero

source: Cannot create temp file
es: No se puede crear fichero temporal

source: Cannot rename the file
es: No se puede renombrar el fichero

source: File saving disabled by option
es: Una opción ha desactivado el poder guardar archivos

source: Cannot write the file
es: No se puede escribir el fichero

source: Secure file saving error
es: Error de guardado de archivo seguro

source: Can't write to stdout: %s
es: No se puede escribir la salida estándar: %s

source: Can't write to stdout.
es: No se puede escribir la salida estándar

source: URL protocol not supported (%s).
es: Protocolo URL no soportado (%s).

source: Missing fragment
es: Fragmento faltante

source: The requested fragment "%s" doesn't exist.
es: El fragmento pedido «%s» no existe

source: Error while posting form
es: Error durante el envío del formulario

source: Could not load file %s: %s
es: No se pudo cargar el fichero %s: %s

source: Reset form
es: Restablecer formulario

source: Harmless button
es: Botón inofensivo

source: Submit form to
es: Enviar formulario a

source: Post form to
es: Enviar (Post) formulario a

source: Radio button
es: Botón exclusivo

source: Select field
es: Campo de selección

source: Text area
es: Cuadro de texto

source: File upload
es: Enviar fichero

source: Password field
es: Campo de contraseña

source: name
es: nombre

source: value
es: valor

source: read only
es: sólo lectura

source: press %s to navigate
es: pulsar %s para navegar

source: press %s to edit
es: pulsar %s para editar

source: press %s to submit to %s
es: pulsar %s para enviar a %s

source: press %s to post to %s
es: pulse %s para publicar en %s

source: Useless button
es: Botón inútil

source: Submit button
es: Botón de envío

source: Display ~usemap
es: Mostrar ~Usemap

source: ~Follow link
es: ~Seguir enlace

source: Follow link and r~eload
es: Seguir enlace y ~recargar

source: Open in new ~window
es: ~Abrir en nueva ventana

source: Open in new ~tab
es: Abrir en nueva ~pestaña

source: Open in new tab in ~background
es: Abrir en una nueva pestaña en segundo ~plano

source: ~Download link
es: ~Descargar enlace...

source: ~Add link to bookmarks
es: ~Añadir enlace a los marcadores

source: Pass link URI to e~xternal command
es: Pasar URI del enlace a orden e~xterna

source: ~Reset form
es: ~Limpiar formulario

source: Open in ~external editor
es: Abrir en editor ~externo

source: ~Submit form
es: ~Enviar formulario

source: Submit form and rel~oad
es: Enviar formulario y ~recargar

source: Submit form and open in new ~window
es: Enviar formulario y ~abrir en nueva ventana

source: Submit form and open in new ~tab
es: Enviar formulario y abrir en nueva ~pestaña

source: Submit form and open in new tab in ~background
es: Enviar formulario y abrir en nueva pestaña en ~segundo plano

source: Submit form and ~download
es: Enviar formulario y ~descargar...

source: Form f~ields
es: Campos de formula~rio

source: V~iew image
es: Ver ~imagen

source: Download ima~ge
es: Descargar ima~gen

source: No link selected
es: No hay enlace seleccionado

source: Image
es: Imagen

source: Marks
es: Marcas

source: Search hit top, continuing at bottom.
es: La busqueda alcanzó el principio; continúa desde el final.

source: Search hit bottom, continuing at top.
es: La búsqueda alcanzó el final; continúa desde el principio.

source: No previous search
es: No hay busqueda anterior

source: Could not compile regular expression '%s'
es: No se pudo compilar la expresión regular '%s'

source: No further matches for '%s'.
es: No existen más coincidencias para '%s'.

source: Could not find a link with the text '%s'.
es: No se pudo encontrar un enlace con el texto '%s'.

source: No links in current document
es: No hay enlaces en el documento actual

source: Search for text
es: Texto buscado

source: Normal search
es: Busqueda normal

source: Regexp search
es: Búsqueda mediante expresiones regulares

source: Extended regexp search
es: Búsqueda extendida mediante expresiones regulares

source: Case sensitive
es: Sensible a mayúsculas

source: Case insensitive
es: No sensible a mayúsculas

source: Search backward
es: Buscar atrás...

source: Search History
es: Histórico de búsqueda

source: You cannot launch an external editor in the anonymous mode.
es: No puede lanzar un editor externo en el modo anónimo.

source: You can do this only on the master terminal
es: Esto sólo se puede hacer en la terminal principal

source: Go to link
es: Ir a enlace

source: Enter link number
es: Introduzca nº de enlace

source: Save error
es: Error al grabar

source: Error writing to file
es: Error escribiendo en el fichero

source: Timer
es: Temporizador

source: Viewer
es: Visor
