Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/elinks.po
Languages: es

source: The path to the file containing the default user defined Cascading Style Sheet. It can be used to control the basic layout of HTML documents. The path is assumed to be relative to ELinks' home directory. Leave as "" to use built-in document styling.
es: La ruta de acceso al archivo que contiene la hoja de estilo en cascada predeterminada definida por el usuario. Se puede usar para controlar la disposición básica de documentos HTML. Se asume que la ruta de acceso es relativa al directorio de inicio de ELinks. Deje como "" para usar los estilos de documento preconstruidos.

source: ECMAScript options.
es: Opciones de ECMAScript

source: Whether to run those scripts inside of documents.
es: Si correr aquellos guiones dentro de los documentos.

source: Script error reporting
es: Reporte de errores de script

source: Open a message box when a script reports an error.
es: Desplegar un mensaje cuando un script reporte un error.

source: Ignore <noscript> content
es: Ignorar <noscript> contenido

source: Maximum execution time
es: Máximo tiempo de ejecución

source: Maximum execution time in seconds for a script.
es: Máximo tiempo de ejecución en segundos de un script.

source: Pop-up window blocking
es: Bloqueo de ventanas emergentes

source: Whether to disallow scripts to open new windows or tabs.
es: Si desactivar guiones para abrir nuevas ventanas o pestañas.

source: JavaScript Emergency
es: Emergencia JavaScript

source: A script embedded in the current document was running for more than %d seconds. This probably means there is a bug in the script and it could have halted the whole ELinks, so the script execution was interrupted.
es: Un guión incrustado en el documento actual se estaba ejecutando por más de %d segundos. Esto probablemente significa que hay un defecto en el guión y eso pudo haber paralizado ELinks por completo, así que la ejecución del guión se interrumpió.

source: JavaScript Alert
es: Alerta JavaScript

source: A script embedded in the current document raised the following%s%s%s%s
es: Un guión incrustado en el documento actual suscitó lo siguiente%s%s%s%s

source: JavaScript Error
es: Error JavaScript

source: Forms are never saved for this URL.
es: Los formularios no se guardan en esta URL.

source: Forms are saved for this URL.
es: Formularios guardados desde esta URL.

source: Sorry, but form "%s" cannot be deleted.
es: Lo sentimos, pero el formulario "%s" no puede ser eliminado.

source: Sorry, but form "%s" is being used by something else.
es: Lo sentimos, pero el formulario "%s" está siendo usado por alguien mas.

source: Delete marked forms
es: Eliminar formularios marcados

source: Delete marked forms?
es: ¿Eliminar formularios marcados?

source: Delete form
es: Eliminar formulario

source: Delete this form?
es: ¿Eliminar este formulario?

source: Clear all forms
es: Limpiar todos los formularios

source: Do you really want to remove all forms?
es: ¿Está seguro que desea eliminar todos los formularios?

source: Form not saved
es: Formulario no guardado

source: No saved information for this URL. If you want to save passwords for this URL, enable it by pressing the "Toggle saving" button.
es: No hay información guardada para este URL. Si quiere guardar contraseñas para este URL, habilítelo presionando el botón "Alternar guardar".

source: ~Login
es: Identificador de usuario

source: Clea~r
es: Limpia~r

source: Form history manager
es: Formulario de gestión de hiatoria

source: Show form history dialog
es: Mostrar el formulario de diálogo de historial

source: Ask if a login form should be saved to file or not. This option only disables the dialog, already saved login forms are unaffected.
es: Preguntar si un formulario de autenticación debe guardarse en archivo o no. Esta opción sólo esactiva el diálogo; los formatos de autenticación que ya se guardaron no son afectados.

source: Form history
es: Formulario de historia

source: Should this login be remembered? Please note that the password will be stored obscured (but unencrypted) in a file on your disk. If you are using a valuable password, answer NO.
es: ¿Debe recordarse esta entrada? Tenga en cuenta que esta contraseña será almacenada oscurecida (pero no cifrada) en un archivo de su disco. Si está usando una contraseña valiosa, responda NO.

source: Ne~ver for this site
es: N~unca para este sitio

source: Form History
es: Historial de formularios

source: Sorry, but history entry "%s" cannot be deleted.
es: Lo sentimos, pero la entrada del historial "%s" no puede ser eliminada.

source: Sorry, but history entry "%s" is being used by something else.
es: Lo sentimos, pero la entrada del historial "%s" está siendo usado por alguien mas.

source: Delete marked history entries
es: Eliminar entradas del historial marcadas

source: Delete marked history entries?
es: ¿Eliminar entradas del historial marcadas?

source: Delete history entry
es: Eliminar entrada del historial

source: Delete this history entry?
es: ¿Eliminar esta entrada del historial?

source: Clear all history entries
es: Borrar todas las entradas del historial

source: Do you really want to remove all history entries?
es: ¿Seguro que desea borrar todas las entradas del historial?

source: Search history
es: Búsqueda en el historial

source: ~Bookmark
es: Mar~cador

source: Global history manager
es: Gestor de historial global

source: Global history
es: Gestor de historial

source: Global history options.
es: Opciones de historial global

source: Enable global history ("history of all pages visited").
es: Activar historia global ("historia de todas las páginas visitadas")

source: Maximum number of entries
es: Número máximo de entradas

source: Maximum number of entries in the global history.
es: Número máximo de entradas en el historial global.

source: Display style
es: Mostrar estilo

source: What to display in global history dialog: 0 is URLs 1 is page titles
es: Qué desplegar en el diálogo de la historia global: 0 son URLs 1 son títulos de página

source: Global History
es: Historia global

source: System
es: Sistema

source: English
es: Inglés

source: Belarusian
es: Bieloruso

source: Brazilian Portuguese
es: Portugués de Brasil

source: Bulgarian
es: Búlgaro

source: Catalan
es: Catalán

source: Croatian
es: Croata

source: Czech
es: Checo

source: Danish
es: Danés

source: Dutch
es: Holandés

source: Estonian
es: Estonio

source: Finnish
es: Finlandés

source: French
es: Francés

source: Galician
es: Gallego

source: German
es: Alemán

source: Greek
es: Griego

source: Hungarian
es: Húngaro

source: Icelandic
es: Islandés

source: Indonesian
es: Indonesio

source: Italian
es: Italiano

source: Lithuanian
es: Lituano

source: Norwegian
es: Noruego

source: Polish
es: Polaco

source: Portuguese
es: Portugués

source: Romanian
es: Rumano

source: Russian
es: Ruso

source: Serbian
es: Serbio

source: Slovak
es: Eslovaco

source: Spanish
es: Español

source: Swedish
es: Sueco

source: Turkish
es: Turco

source: Ukrainian
es: Ucraniano

source: The call to %s failed: %d (%s)
es: Ha fallado la llamada a %s: %d (%s)

source: Cannot create a pipe for internal communication.
es: No se puede crear una tubería para la comunicación interna.

source: URL expected after -%s
es: URL esperada después de -%s

source: No running ELinks found.
es: No se encontró ELinks ejecutándose.

source: No remote session to connect to.
es: No hay sesión remota donde conectarse.

source: Unable to encode session info.
es: Imposible codificar la información de la sesión.

source: Unable to attach_terminal().
es: No se puede attach_terminal().

source: %d select() failures.
es: %d fallos de select()

source: Built on %s %s
es: Construido en %s %s

source: Text WWW browser
es: Navegador en modo de texto

source: Features:
es: Características:

source: Standard
es: Estándar

source: Debug
es: Depurar

source: Own Libc Routines
es: Rutinas Libc propias

source: No Backtrace
es: Sin traza hacia atrás

source: No mouse
es: Sin ratón

source: MIME type associations
es: Asociaciones tipo MIME

source: Handler <-> MIME type association. The first sub-tree is the MIME class while the second sub-tree is the MIME type (ie. image/gif handler will reside at mime.type.image.gif). Each MIME type option should contain (case-sensitive) name of the MIME handler (its properties are stored at mime.handler.<name>).
es: Asociación gestor <-> tipo MIME. El primer sub-árbol es la clase MIME mientras que el segundo sub-árbol es el tipo MIME (ej. el gestor image/gif residirá en mime.type.image.gif). Cada opción de tipo MIME debe contener (sensible a mayúsculas) el nombre del gestor MIME (sus propiedades son almacenadas en mime.handler.<nombre>).

source: Handler matching this MIME-type class ('*' is used here in place of '.').
es: Gestor correspondiente a esta clase de tipo-MIME ('*' es usado aquí en lugar de '.').

source: Handler matching this MIME-type name ('*' is used here in place of '.').
es: Gestor correspondiente a este nombre de tipo-MIME ('*' es usado aquí en lugar de '.').

source: File type handlers
es: Gestor de tipos de archivo

source: A file type handler is a set of information about how to use an external program to view a file. It is possible to refer to it for several MIME types -- e.g., you can define an 'image' handler to which mime.type.image.png, mime.type.image.jpeg, and so on will refer; or one might define a handler for a more specific type of file -- e.g., PDF files. Note you must define both a MIME handler and a MIME type association for it to work.
es: Un gestor de tipo de archivo es un conjunto de información acerca de cómo usar un programa externo para ver un archivo. Es posible referirse a él para varios tipos MIME -- ej., puede definir un gestor de 'image' tal como mime.type.image.png, mime.type.image.jpg, o uno puede definir un gestor para un tipo más específico de archivo -- ej., archivos PDF. Note que debe definir ambos, un gestor MIME y una asociación de tipo MIME para que funcione.

source: Description of this handler.
es: Descripción de este manejador.

source: System-specific handler description (ie. unix, unix-xwin, ...).
es: Descripción del gestor específico al sistema (ej. unix, unix-xwin, ...).

source: Ask before opening
es: Preguntar antes de abrir

source: Ask before opening.
es: Preguntar antes de abrir.

source: Block terminal
es: Bloquear terminal

source: Block the terminal when the handler is running.
es: Bloquear terminal cuando el manejador se ejecute

source: Program
es: Programa

source: File extension associations
es: Asociaciones de extensiones de archivo

source: Extension <-> MIME type association.
es: Extensión <-> asociación tipo MIME

source: MIME-type matching this file extension ('*' is used here in place of '.').
es: Tipo-MIME correspondiente a esta extensión de archivo ('*' se usa aquí en lugar de '.').

source: Option system
es: Sistema de opción

source: Options for mailcap support.
es: Opciones para soporte de mailcap.

source: Enable mailcap support.
es: Activar soporte para mailcap.

source: Mailcap search path. Colon-separated list of files. Leave as "" to use MAILCAP environment variable instead.
es: Ruta de búsqueda de mailcap. Lista de archivos separados por dos puntos. Deje como "" para usar la variable de entorno MAILCAP en su lugar.

source: Ask before using the handlers defined by mailcap.
es: Preguntar antes de usar los manipuladores definidos por mailcap.

source: Type query string
es: Teclee la cadena de consulta

source: Type of description to show in "what to do with this file" query dialog: 0 is show "mailcap" 1 is show program to be run 2 is show mailcap description field if any; "mailcap" otherwise
es: Tipo de descripción a mostrar en el diálogo de consulta "qué hacer con este archivo": 0 es mostrar "mailcap" 1 es mostrar programa a ejecutar 2 es mostrar el campo de descripción de mailcap, si hay alguno; de lo contrario "mailcap"

source: Prioritize entries by file
es: Priorizar entradas por archivo

source: Prioritize entries by the order of the files in the mailcap path. This means that wildcard entries (like: image/*) will also be checked before deciding the handler.
es: Dar prioridad a las entradas según el orden de los archivos en la ruta mailcap. Esto significa que las entradas con comodín (como: image/*) también se revisarán antes de decidir el gestor.

source: Badly formated mailcap entry for type %s in "%s" line %d
es: Entrada en mailcap mal formateada para tipo %s en "%s" línea %d

source: Mimetypes files
es: Archivos de tipo MIME

source: Enable mime.types support.
es: Activar soporte para mime.types.

source: The search path for mime.types files. Colon-separated list of files.
es: La ruta de búsqueda para archivos mime.types. Lista de archivos separados por dos puntos.

source: Delete extension
es: Eliminar extensión

source: Delete extension %s -> %s?
es: ¿Eliminar extensión %s -> %s?

source: Extension
es: Extensión

source: Extension(s)
es: Extensiones

source: Content-Type
es: Tipo de contenido

source: No extensions
es: No hay extensiones

source: MIME-related options (handlers of various MIME types).
es: Opciones de MIME (manipuladores de distintos tipos MIME).

source: Default MIME-type
es: MIME-type por omisión

source: Document MIME-type to assume by default (when we are unable to guess it properly from known information about the document).
es: Tipo MIME del documento para asumir por predeterminado (cuando no podemos suponerlo apropiadamente de la información conocida acerca del documento).

source: Verify certificates
es: Verificar certificados

source: Verify the peer's SSL certificate. Note that this needs extensive configuration of OpenSSL by the user.
es: Verificar el certificado SSL del compañero. Note que esto necesita extensa configuración de OpenSSL por el usuario.

source: Client Certificates
es: Certificados Cientes

source: X509 client certificate options.
es: Opciones del certificado cliente X509

source: Enable or not the sending of X509 client certificates to servers which request them.
es: Activar o no el envío de certificados de cliente X509 a los servidores que lo soliciten.

source: Certificate File
es: Archivo del certificado

source: The location of a file containing the client certificate and unencrypted private key in PEM format. If unset, the file pointed to by the X509_CLIENT_CERT variable is used instead.
es: La localización del archivo que contiene el certificado del cliente y la llave privada sin encriptar en formato PEM. Si no se ha establecido, entonces se usa el archivo al que apunta la variable X509_CLIENT_CERT.

source: SSL options.
es: Opciones SSL

source: Waiting in queue
es: Esperando en cola

source: Looking up host
es: Buscando máquina

source: Making connection
es: Realizando conexión

source: SSL negotiation
es: Negociación de SSL

source: Request sent
es: Petición enviada

source: Logging in
es: Identificación

source: Getting headers
es: Recibiendo cabeceras

source: Server is processing request
es: El servidor está procesando la petición

source: Transferring
es: Transfiriendo

source: Resuming
es: Reanudando

source: Connecting to peers
es: Conectando a pares

source: Waiting for redirect confirmation
es: Esperando confirmación para la redirección

source: OK
es: Aceptar

source: Interrupted
es: Interrumpido

source: Socket exception
es: Excepción de socket

source: Internal error
es: Error interno

source: Error writing to socket
es: Error escribiendo en el socket

source: Error reading from socket
es: Error leyendo del socket

source: Data modified
es: Datos modificados

source: Bad URL syntax
es: Sintaxis de URL incorrecta

source: Request must be restarted
es: Hay que repetir la petición

source: Can't get socket state
es: No puedo saber el estado del socket

source: Only local connections are permitted
es: Sólo se permiten las conexiones locales

source: No host in the specified IP family was found
es: No se ha encontrado el host en la familia de IP especificada

source: Error while decoding file. This might be caused by the encoded file being corrupt.
es: Error decodificando fichero. Esto puede ser causado porque el fichero codificado puede estar corrupto.

source: This URL contains a protocol not yet known by ELinks. You can configure an external handler for it through the options system.
es: Esta URL contiene un protocolo no conocido por ELinks. Puede configurar un manejador externo a través de las opciones del sistema.

source: This URL contains a protocol that is not natively known by ELinks which means that ELinks relies on external programs for handling it. Downloading URLs using external programs is not supported.
es: Esta URL contiene un protocolo que no es nativo en ELinks esto significa que ELinks necesita un programa externo para soportarlo. Descargar URLs usando programas externos no esta soportado.

source: Bad HTTP response
es: Respuesta HTTP incorrecta

source: No content
es: No hay contenido

source: Unknown file type
es: Tipo de fichero desconocido

source: Error opening file
es: Error abriendo fichero

source: CGI script not in CGI path
es: El Script CGI no se encuentra en el path CGI

source: Local file access is not allowed in anonymous mode
es: El acceso al archivo local no está permitido en modo anónimo

source: Bad FTP response
es: Respuesta FTP incorrecta

source: FTP service unavailable
es: Servicio FTP no disponible

source: Bad FTP login
es: Identificación FTP incorrecta

source: FTP PORT command failed
es: Ha fallado un mandato del puerto FTP

source: File not found
es: Fichero no encontrado

source: FTP file error
es: Error FTP de fichero

source: SSL error
es: Error de SSL

source: This version of ELinks does not contain SSL/TLS support
es: Esta versión de ELinks no está preparada para SSL/TSL

source: JavaScript support is not enabled
es: No esta activado el soporte JavaScript

source: Bad NNTP response
es: Respuesta NNTP incorrecta

source: Unable to handle news: URI because no news server has been been configured. Either set the option protocol.nntp.server or set the NNTPSERVER environment variable.
es: No se puede manejar el URI de noticias: porque no se ha configurado un servidor de noticias. Ya sea que establezca la opción protocol.nntp.server o la variable de entorno NNTPSERVER.

source: No such newsgroup
es: No existe este grupo de discusión

source: No such article
es: No existe el artículo

source: Transfer failed
es: Transferencia fallida

source: Authorization required
es: Se necesita autorización

source: Access to server denied
es: Acceso denegado al servidor

source: The CSO phone-book protocol is not supported.
es: El protocolo de guía telefónica CSO no está soportado.

source: Configuration of the proxy server failed. This might be caused by an incorrect proxy setting specified by an environment variable or returned by a scripting proxy hook. The correct syntax for proxy settings are a host name optionally followed by a colon and a port number. Example: 'localhost:8080'.
es: Falló la configuración del servidor proxy. Esto puede ser causado por una configuración incorrecta del proxy especificada por una variable de entorno, o retornada por un programa de configuración de proxy. La sintaxis correcta para la configuración del proxy es un nombre de servidor opcionalmente seguido por dos puntos y un número de puerto. Ejemplo: 'localhost:8080'.

source: BitTorrent error
es: Error BitTorrent

source: The BitTorrent metainfo file contained errors
es: El archivo de metainformación de BitTorrent contiene errores

source: The tracker requesting failed
es: Falló la petición del rastreador

source: The BitTorrent URL does not point to a valid URL
es: La URL de BitTorrent no apunta a una URL válida

source: FSP server not found
es: Servidor FSP no encontrado

source: Unknown error
es: Error desconocido

source: ~Screen
es: ~Pantalla

source: ~Window
es: ~Ventana

source: ~Full screen
es: ~Pantalla completa

source: ~BeOS terminal
es: Terminal ~BeOS

source: Authentication
es: Autenticación

source: Authentication required for %s at %s
es: Se requiere autenticación %s para %s

source: Authentication required
es: Autenticación requerida

source: Login
es: Identificador de usuario

source: Password
es: Clave de acceso

source: Realm
es: Dominio

source: none
es: ninguno

source: State
es: Estado

source: valid
es: válido

source: Sorry, but auth entry "%s" cannot be deleted.
es: Lo sentimos, pero la entrada de autenticación "%s" no puede ser eliminada.

source: Sorry, but auth entry "%s" is being used by something else.
es: Lo sentimos, pero la entrada de autenticación "%s" está siendo usada por alguien mas.

source: Delete marked auth entries
es: Borrar entradas de autenticación marcadas

source: Delete marked auth entries?
es: ¿Borrar entradas de autenticación marcadas?

source: Delete auth entry
es: Borrar entrada de autenticación

source: Delete this auth entry?
es: ¿Borrar esta entrada de autenticación?

source: Clear all auth entries
es: Borrar todas las entradas de autenticación

source: Do you really want to remove all auth entries?
es: ¿Seguro que quiere eliminar todas las entradas automáticas?

source: Authentication manager
es: Gestor de autenticación

source: BitTorrent specific options.
es: Opciones específicas de BitTorrent

source: Port range
es: Rango de puerto

source: Port range allowed to be used for listening on.
es: Rango de puerto permitido para escuchar.

source: Minimum port
es: Puerto mínimo

source: The minimum port to try and listen on.
es: El mínimo puerto para intentar escuchar.

source: Maximum port
es: Puerto máximo

source: The maximum port to try and listen on.
es: El puerto máximo para intentar escuchar.

source: Tracker
es: Rastreador

source: Tracker options.
es: Opciones de rastreador.

source: Use compact tracker format
es: Usar formato de rastreador compacto

source: User identification string
es: Cadena de identificación de usuario

source: Maximum number of peers to request
es: Máximo número de pares a pedir

source: Maximum allowed request length
es: Máxima longitud de petición permitida

source: Length of requests
es: Longitud de peticiones

source: Sharing rate
es: Tasa de compartición

source: Maximum number of uploads
es: Número máximo de subidas

source: The maximum number of uploads to allow at once.
es: El número máximo de subidas permitidas a la vez.

source: Minimum number of uploads
es: Número mínimo de subidas

source: Number of pending requests
es: Número de peticiones pendientes

source: Allow blacklisting
es: Permitir listas de discriminación.

source: Creation date
es: Fecha de creación

source: Directory
es: Directorio

source: Files
es: Archivos

source: Comment
es: Comentario

source: Download complete: %s
es: Descarga completa: %s

source: Download info
es: Información de descarga

source: downloading (random)
es: descarga (aleatoria)

source: Status
es: Estado

source: partial
es: parcial

source: Peers
es: Pares

source: %u connection
es: %u conexión

source: %u available
es: %u disponible

source: %u downloader
es: %u descargador

source: Upload
es: Subir

source: average
es: promedio

source: 1:1 in
es: 1:1 en

source: Sharing
es: Compartir

source: uploaded
es: subido

source: downloaded
es: descargado

source: Pieces
es: Partes

source: %u completed
es: %u completado

source: %u in progress
es: %u en progreso

source: %u remaining
es: %u restante

source: Statistics
es: Estadísticas

source: %u in memory
es: %u en memoria

source: %u locked
es: %u bloqueado

source: %u rejected
es: %u rechazado

source: %u unavailable
es: %u no disponible

source: Unable to retrieve %s
es: No se pudo obtener %s

source: What would you like to do with the file '%s'?
es: ¿Qué quiere hacer con el archivo «%s»?
