Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/FontForge.po
Languages: es

source: Too Many Kerns
es: Demasiados interletrajes

source: At most 8 kerning values may be specified here
es: Se pueden especificar aquí a lo sumo 8 valores de interletraje

source: Kerning values must be even
es: Los valores de interletraje deben ser pares

source: Unknown lookup
es: Búsqueda desconocida

source: Lookup, %s, does not exist
es: La búsqueda %s, no existe

source: Bad lookup type
es: Tipo de búsqueda incorrecta

source: Missing Glyph Name
es: Falta nombre del carácter

source: Too Many Glyphs
es: Demasiado caracteres

source: At most 31 glyphs may be specified in an insert list
es: En una lista de inserción se pueden especificar a lo sumo 31 glifos

source: Edit State Transition
es: Editar estado de transición

source: Class 1: {Everything Else}
es: Clase 1: {Everything Else}

source: Advance To Next Glyph
es: Avanzar al siguiente carácter

source: Push Current Glyph
es: Desplazar carácter actual

source: Mark Current Glyph
es: Marcar carácter actual

source: Mark Current Glyph As First
es: Marcar el carácter actual como primero

source: Mark Current Glyph As Last
es: Marcar el carácter actual como último

source: Current Glyph Is Kashida Like
es: El carácter actual es del tipo Kashida

source: Marked Glyph Is Kashida Like
es: El carácter marcado es del tipo Kashida

source: Insert Before Current Glyph
es: Insertar antes del carácter actual

source: Insert Before Marked Glyph
es: Insertar antes del carácter marcado

source: Class %d
es: Clase %d

source: {Start of Input}
es: {Comienzo}

source: {Start of Line}
es: {Comienzo de línea}

source: Edit Indic Rearrangement
es: Editar cambio de orden

source: Edit Contextual Glyph Insertion
es: Editar inserción

source: New Indic Rearrangement
es: Nuevo cambio de orden

source: New Contextual Glyph Insertion
es: Nueva inserción

source: Vertical Only
es: Solamente vertical

source: Class 0: {End of Text}
es: Clase 0: {Fin de texto}

source: Class 2: {Deleted Glyph}
es: Clase 2: {Glifo eliminado}

source: Class 3: {End of Line}
es: Clase 3: {Final de línea}

source: Unknown type '%c' found in path specification
es: Tipo '%c' desconocido en la especificación de la ruta

source: Failed to parse color %s
es: Fallo al analizar el color %s

source: This font does not specify units-per-em
es: Esta tipografía no especifica unidades-por-em (units-per-em)

source: Can't find libxml2.
es: No se puede encontrar libxml2.

source: This file contains no SVG fonts.
es: Este archivo no contiene tipografías SVG.

source: %s does not contain an <svg> element at the top
es: %s no contiene un elemento <sgv> arriba

source: Medial
es: Medio

source: Isolated
es: Aislado

source: _Left
es: _Izquierda

source: _Right
es: De_recha

source: _Tile
es: Mosaico(_T)

source: Multiple copies of the selection should be tiled onto the path
es: Se deben ubicar múltiples copias sobre el trayecto

source: Sc_ale & Tile
es: En esc_ala y Mosaico

source: _Scale
es: En e_scala

source: The selection should be scaled so that it will cover the path's length
es: La selección debe ponerse en escala para que cubra todo el trayecto

source: Bad Pattern Size
es: Tamaño de patrón incorrecto

source: The pattern size (width & height) must be a positive number
es: El tamaño de patrón (ancho y alto) debe ser un número positivo

source: You must specify a pattern
es: Debe especificar un patrón

source: Pattern
es: Patrón

source: Pattern Size:
es: Tamaño de aptrón:

source: There is a single byte character (%d) using one of the slots needed for double byte characters
es: Existe un carácter de un byte (%d) que utiliza un lugar reservado para caracteres de dos bytes

source: There is a character (%d) which cannot be encoded
es: Existe un carácter (%d) que no se puede codificar

source: There is a character (%d) which is not normally in the encoding
es: Existe un carácter (%d) que normalmente no se encuentra en la codificación

source: The font database does not contain a bitmap of size %d and depth %d
es: La base de datos de la tipografía no contiene una mapa de bit de tamaño %d y profundidad %d

source: Too many glyphs
es: Demasiados glifos

source: The 'sfnt' format is currently limited to 65535 glyphs, and your font has %d of them.
es: El formato «sfnt» está actualmente limitado a 65535 glifos y su tipografía tiene %d.

source: Failed to open glyph to name map file for writing: %s
es: Fallo al intentar abrir archivo de glifo a mapa de nombre para escritura %s

source: No Encoded Glyphs
es: Sin caracteres codificados

source: This font contains no glyphs with unicode encodings. Would you like to use a "Symbol" encoding instead of Unicode?
es: Esta fuente no contiene caracteres Unicode. ¿Desea utilizar la codificación "Symbol" en vez de Unicode?

source: This font contains no glyphs with unicode encodings. You will probably not be able to use the output.
es: Esta fuente no contiene caracteres Unicode. Es probable que no la pueda utilizar.

source: Table length should not be odd
es: La longitud de la tabla no puede ser impar

source: Two cursive anchor classes
es: Dos clases cursivas de ancla

source: Two cursive anchor classes in the same subtable, %s
es: Dos clases cursivas de ancla en la misma subtabla, %s

source: Lookup potentially too big
es: Búsqueda potencialmente demasiado grande

source: Do Nothing
es: No hacer nada

source: Move...
es: Mover...

source: Rotate...
es: Rotar...

source: Scale Uniformly...
es: Cambiar de escala unif...

source: Scale...
es: Cambiar de escala...

source: Flip...
es: Simetría...

source: Rotate 3D Around...
es: Rotar 3D alrededor...

source: Move by Ruler...
es: Desplazar con las reglas...

source: Rotate by Ruler...
es: Rotar con las reglas...

source: Skew by Ruler...
es: Inclinar con las reglas...

source: X Movement
es: Movimiento X

source: Y Movement
es: Movimiento Y

source: Rotation Angle
es: Ángulo de rotación

source: Scale Factor
es: Fatcor de escalado

source: X Scale Factor
es: Factor de escalado X

source: Y Scale Factor
es: Factor de escalado Y

source: Skew Angle
es: Ángulo de inclinación

source: Rotation about X Axis
es: Rotación sobre el eje X

source: Rotation about Y Axis
es: Rotación sobre el eje Y

source: After rotating or skewing a glyph you should probably apply Element->Add Extrema
es: Tras rotar o inclinar un carácter es probable que deba hacer Elemento->Añadir extremos

source: ° Clockwise
es: ° En sentido horario

source: ° Withershins
es: ° En sentido antihorario

source: Transform
es: Transformar

source: Origin:
es: Origen:

source: Transform _Background Too
es: Transformar fondo(_B)

source: Transform _Guide Layer Too
es: Transformar también _capa guía

source: Transform kerning _classes too
es: Transformar _clases de interletraje

source: Transform simple positioning features & _kern pairs
es: Transformar funciones de posición y pares de interletraje(_K)

source: Round To _Int
es: _Redondear a entero

source: A value must be between [-32768,32767]
es: El valor debe estar entre [-32768,32767]

source: A value must be between [-8,-1] or [1,8]
es: El valor tiene que estar entre [-8,-1] o [1,8]

source: Number expected
es: Se esperaba un número

source: A value must be between [0,15]
es: El valor tiene que estar entre [0,15]

source: Missing left parenthesis in command to get a cvt index
es: Paréntesis izquierdo perdido en la orden para conseguir un índice cvt

source: Missing right paren in command to get a cvt index
es: En el comando falta el paréntesis derecho para obtener un índice cvt

source: Unexpected number
es: Número no esperado

source: Missing right bracket in command (or bad binary value in bracket)
es: Falta el paréntesis derecho en el comando (o valor binario incorrecto en el paréntesis)

source: Bracketted value is too large
es: El valor entre paréntesis es demasiado grande

source: Parse Error
es: Error de análisis

source: _Parse
es: Analizar(_P)

source: TrueType Instructions for %.50s
es: Intrucciones TrueType para %.50s

source: Change Length
es: Mod. extensión

source: How many entries should there be in the cvt table?
es: ¿Cuántas entradas deberían haber en la tabla cvt?

source: Index
es: Índice

source: Instructions were changed
es: Las instrucciones han cambiado

source: The instructions for %.80s have changed. Do you want to lose those changes?
es: Las instrucciones para %.80s han cambiado. ¿Desea perder estos cambios?

source: Zones
es: Zonas

source: Twilight Zone Point Count
es: Cuenta de puntos de la dimensión desconocida

source: Max Stack Depth
es: Profundidad máxima de apilado

source: Max # Functions
es: Número másximo de funciones

source: Max Instruction Defines
es: Maximo de definiciones de instrucción

source: _Zones:
es: _Zonas:

source: _Twilight Pnt Cnt:
es: _Cta ptos dim desconoc:

source: St_orage:
es: Almacenamient_o

source: Max _Stack Depth:
es: Prof_maxima apilamiento

source: Bad glyph range specified in colour subtable of PfEd table
es: Rango de glifo erróneo especificado en la subtabla de color de la tabla PfEd

source: Unknown subtable '%c%c%c%c' in 'PfEd' table, ignored
es: Subtabla '%c%c%c%c' desconocida en tabla 'PfEd', ignorada

source: Unknown subtable '%c%c%c%c' in 'TeX ' table, ignored
es: Subtabla '%c%c%c%c' desconocida en tabla 'TeX ', ignorada

source: Expected glyph file with format==1
es: Se esperaba un glifo con el formato==1

source: component with no base glyph
es: componente sin glifo base

source: Bad glif file %s
es: Archivo de glifo incorrecto %s

source: Failed to find glyph %s when fixing up references
es: Fallo al encontrar glifo %s mientras se fijaban referencias

source: Bad contents.plist
es: contents.plist erróneo

source: Expected property list file
es: Archivo de lista de propiedades esperado

source: This font does not specify unitsPerEm
es: Esta tipografía no especifica unidades por Em

source: Failed to find program "%s"
es: Fallo al buscar programa "%s"

source: Failed to find "%s->shell"
es: Fallo al buscar "%s->shell"

source: Failed to find "%s->shell->open"
es: Fallo al buscar "%s->shell->abrir"

source: Failed to find default for "%s->shell->open->command"
es: No se ha podido encontrar el valor predeterminado de "%s->shell->open->command"

source: No Browser
es: Sin navegador

source: Could not find a browser. Set the BROWSER environment variable to point to one
es: No se pudo encontrar un navegador. Fije la variable de entorno BROWSER para apuntar a uno

source: Leave X
es: Abandonar X

source: A browser is probably running in the native Mac windowing system. You must leave the X environment to view it. Try Cmd-Opt-A
es: Es probable que un navegador esté ejecutándose en el sistema de ventanas nativo de Mac. Debe abandonar el entorno X para visualizarlo. Pruebe con Cmd-Opt-A

source: Unicode Basic Multilingual Plane
es: Plano multilingüe básico de Unicode

source: Basic Multilingual Plane
es: Plano básico multilingue

source: Alphabetic
es: Alfabético

source: C0 Control Character
es: C0 Carácter de control

source: NUL, Default Character
es: NUL, Carácter predeterminado

source: Delete Character
es: Borrar carácter

source: C1 Control Character
es: C1 Caracter de Control

source: Greek
es: Griego

source: Cyrillic Supplement
es: Cirílico, suplemento

source: Arabic Supplement
es: Árabe, suplemento

source: Aramaic
es: Arameo

source: Samaritan
es: Sumerio

source: Mandaic
es: Mandaico

source: Ethiopic Supplement
es: Etíope, suplemento

source: Tagalog
es: Tagalo

source: New Tai Lu
es: Nuevo Tai Lu

source: Khmer Symbols
es: Símbolos Jemeres

source: Buginese
es: Buginés

source: Balinese
es: Balinés

source: Phonetic Extensions
es: Extensiones fonéticas

source: Phonetic Extensions Supplement
es: Extensiones fonéticas (suplemento)

source: Combining Diacritical Marks Supplement
es: Marcas diacríticas combinantes (suplemento)

source: Symbols
es: Símbolos

source: Super and Sub scripts
es: Super y sub índices

source: Combining marks for Symbols
es: Combinando marcas para símbolos

source: Number Forms
es: Símbolos numéricos

source: Arrows
es: Flechas

source: Mathematical Operators
es: Operadores matemáticos

source: Miscellaneous Technical Symbols
es: Símbolos técnicos diversos

source: Miscellaneous Math Symbols-A
es: Varios símbolos matemáticos Símbolos-A

source: Math Miscellaneous Symbols-A
es: Varios símbolos matemáticos Símbolos-A

source: Supplemental Arrows-A
es: Flechas suplementarias A

source: Arrows Supplemental-A
es: Flechas suplementarias-A

source: Supplemental Arrows-B
es: Flechas suplementarias B

source: Arrows Supplemental-B
es: Flechas suplementarias-B

source: Miscellaneous Math Symbols-B
es: Varios símbolos matemáticos-B

source: Math Miscellaneous Symbols-B
es: Varios símbolos matemáticos-B

source: Supplemental Math Operators
es: Símbolos matemáticos suplementarios

source: Math Supplemental Operators
es: Operadores matemáticos suplementarios

source: Supplemental Symbols and Arrows
es: Símbolos suplementarios y flechas

source: Symbols Supplemental
es: Símbolos suplementarios

source: Alphabetic Extended
es: Alfabeto extendido

source: Latin Extended-C
es: Latín extendido-C

source: Coptic
es: Copto

source: Georgian Supplement
es: Georgiano (suplemento)

source: Ethiopic Extended
es: Etíope extendido

source: Supplemental Punctuation
es: Puntuación suplementaria

source: CJK Radicals
es: CJK Radicales

source: Kanqxi Radicals
es: Kanqxi Radicales

source: CJK Phonetics and Symbols
es: Signos fonéticos y símbolos CJK

source: Bopomofo Extended
es: Bopomofo extendido

source: CJK Strokes
es: Pulsaciones CJK

source: Katakana Phonetic Extensions
es: Extensiones fonéticas de Katakana

source: Enclosed CJK Letters and Months
es: Letras y meses CJK adjuntos

source: CJK Enclosed Letters and Months
es: Letras y Meses codificados CJK

source: CJK Unified Ideographs Extension A
es: Extensiones ideográficas unificadas CJK A

source: Yijing Hexagram Symbols
es: Símbolos de hexagrama Yijing

source: Yi Radicals
es: Radicales Yi

source: Modifier Tone Letters
es: Letras modificadoras del tono

source: Latin Extended-D
es: Latino extendido-D

source: High Surrogate
es: Alta sustitución

source: Surrogate High
es: Sustitución alta

source: Surrogate High, Non Private Use
es: Sustitución alta, uso no privado

source: Surrogate High, Private Use
es: Sustitución alta, uso privado

source: Low Surrogate
es: Baja sustitución

source: Private/Corporate Use
es: Uso Privado/Corporativo

source: Private Use
es: Uso privado

source: Corporate Use
es: Uso corporativo

source: MicroSoft Symbol Area
es: Símbolo de área de MicroSoft

source: CJK Compatibility Ideographs
es: Ideogramas de compatibilidad CJK

source: Latin Ligatures
es: Ligaduras latinas

source: Armenian Ligatures
es: Ligaduras armenias

source: Hebrew Ligatures/Pointed Letters
es: Ligaduras Hebreas/Letras puntiagudas

source: Arabic Presentation Forms A
es: Presentación árabe Formas A

source: Vertical forms
es: Formas verticales

source: Combining half marks
es: Combinación de marcas a la mitad

source: CJK Compatibility Forms
es: Formas de compatibilidad CJK

source: Arabic Presentation Forms B
es: Formas B de presentación árabe

source: Byte Order Mark
es: Orden de marcas de bytes

source: Half and Full Width Forms
es: Formas de amplitud completa y a la mitad

source: Latin Full Width Forms
es: Formas de amplitud completa latinas

source: KataKana Half Width Forms
es: Formas de amplitud media en Katakana

source: Hangul Jamo Half Width Forms
es: Formas de amplitud media en Hangul jamo

source: Not a Unicode Character
es: Carácter no unicode

source: Signature Mark
es: Marca de firma

source: Unicode Supplementary Multilingual Plane
es: Plano suplementario multilíngüe Unicode

source: Supplementary Multilingual Plane
es: Plano suplementario multilíngüe

source: Aegean scripts
es: Escrituras egeas

source: Linear B Syllabary
es: Silabario B lineal

source: Linear B Ideograms
es: Ideogramas lineales B

source: Aegean numbers
es: Números egeos

source: Ancient Greek Numbers
es: Números griegos antiguos

source: Alphabetic and syllabic LTR scripts
es: Escrituras alfabéticas y silabicas LTR

source: Ugaritic
es: Ugarítico

source: Old Persian
es: Persa antiguo

source: Alphabetic and syllabic RTL scripts
es: Escrituras alfabéticas y silábicas RTL

source: Cypriot
es: Chipriota

source: Phoenician
es: Fenicio

source: Brahmic scripts
es: Escrituras bráhmicas

source: African and other syllabic scripts
es: Escrituras africanas y otras silábicas

source: Cuneiform and other Near Eastern Scripts
es: Cuneiforme y otras escrituras orientales.

source: Sumero-Akkadian Cuneiform
es: Sumero-acadio cuneiforme

source: Cuneiform Numbers
es: Números cuneiformes

source: Undeciphered scripts
es: Escrituras no traducidas

source: North American ideographs and pictograms
es: Pictogramas e ideogramas norteamericanos

source: Egyptian and Mayan hieroglyphs
es: Jeroglificos egipcios y mayas

source: Sumerian pictograms
es: Pictogramas sumerios

source: Large Asian Scripts
es: Escrituras asiáticas grandes

source: Notational systems
es: Sistema notacionales

source: Byzantine Musical Symbols
es: Símbolos musicales bizantinos

source: Musical Symbols
es: Símbolos musicales

source: Ancient Greek Musical Notation
es: Griego antiguo, notación musical

source: Tai Xuan Jing Symbols
es: Símbolos Tai Xuan Jing

source: Unicode Supplementary Ideographic Plane
es: Plano ideográfico suplementario Unicode

source: Supplementary Ideographic Plane
es: Plano ideográfico suplementario

source: CJK Unified Ideographs Extension B
es: Extensiones ideográficas unificadas CJK B

source: CJK Compatibility Ideographs Supplement
es: Suplemento de ideografías con compatibilidad CJK

source: Unicode Supplementary Special-purpose Plane
es: Plano suplementario con propósito especial Unicode

source: Supplementary Special-purpose Plane
es: Plano suplementario con propósito especial.

source: Tag characters
es: Caracteres de etiqueta

source: Supplementary Private Use Area-A
es: Área de uso privado suplementaria A

source: Supplementary Private Use Area-B
es: Área de uso privado suplementaria B

source: Non-Unicode Glyphs
es: Glifos no unicode

source: Unassigned Code Points
es: Puntos de código no asignados

source: At pixelsize %d the character %s either starts before the origin or extends beyond the advance width.
es: En el tamaño %d de pixeles, los caracteres %s comienzan antes del origen o se extienden más allá de la amplitud de avance.

source: Internal error in creating FNT. File offset wrong
es: Error interno al crear FNT. Colocación errónea del archivo

source: Internal error in creating FNT. File offset wrong in bitmap data
es: Error interno al crear FNT. Compensación errónea de archivo en datos del mapa de bits

source: Could not open output file: %s
es: No se puede abrir el archivo de salida: %s

source: _None
es: _Ninguna

source: Show Hidden Files
es: Mostrar archivos ocultos

source: Directories First
es: Directorios primero

source: Refresh File List
es: Actualizar lista de archivos

source: Remove bookmarks
es: Eliminar marcadores

source: Remove selected bookmarks
es: Eliminar lo marcadores seleccionados

source: Directory|Back
es: Atrás

source: Directory|Forward
es: Hacia delante

source: Bookmark Current Dir
es: Marcar el directorio actual

source: Remove Bookmark...
es: Eliminar marcador...

source: Home Folder
es: Carpeta de inicio

source: Bookmarks
es: Marcadores

source: Parent Folder
es: Carpeta superior

source: Configure
es: Configurar

source: Row|New
es: Fila|Nueva

source: Couldn't create directory: %1$s %2$s %3$s
es: No se puede crear directorio: %1$s %2$s %3$s

source: Could not open file
es: No se puede abrir el archivo

source: _Save in UTF8
es: _Guardar en UTF8

source: Save in _UCS2
es: Guardar en _UCS2

source: PanoseMidline|Low/Pointed
es: Bajo/Marcado

source: “%s” in %s did not contain a positioning lookup ∆x=%d ∆y=%d ∆x_adv=%d ∆y_adv=%d
es: «%s» en %s no contiene una búsqueda de posicionamiento ∆x=%d ∆y=%d ∆x_adv=%d ∆y_adv=%d

source: “%s” in %s did not contain a pairwise positioning lookup ∆x=%d ∆y=%d ∆x_adv=%d ∆y_adv=%d to %s ∆x=%d ∆y=%d ∆x_adv=%d ∆y_adv=%d
es: «%s» en %s no contiene una busqueda de posicionamiento par ∆x=%d ∆y=%d ∆x_adv=%d ∆y_adv=%d to %s ∆x=%d ∆y=%d ∆x_adv=%d ∆y_adv=%d

source: The kerning class subtable %s in %s fails to match %s in %s
es: La subtabla de clases de interletraje %s en %s no concuerda con %s en %s

source: The context/chaining subtable %s in %s fails to match %s in %s
es: La subtabla del contexto/encadenamiento %s in %s falla al emparejar %s en %s

source: Glyphs may be either identified by name or by unicode code point. Generally you control this by what you type in. Typing "A" would identify a glyph by name. Typing "U+0041" identifies a glyph by code point. When loading glyphs from the selection you must specify which format is desired.
es: Los glifos puede ser identificados bien por nombre o por punto de código unicode. Generalmente controla esto mediante lo que escribe. Escribiendo "A" identifica un glifo por nombre. Escribiendo "U+0041" identifica un glifo por punto de código. Cuando se cargan glifos desde una selección debe especificar cuál es el formato deseado.

source: Glyph names (or unicode code points) may occur at most once in this group and any of its sub-groups
es: Los nombres de los glifos (o los puntos de código unicode) pueden darse al menos una vez en este grupo y en cualquiera de sus subgrupos

source: Kerning by Classes: %s
es: Interletgraje por clases: %s

source: Lookup Subtable: %s
es: Subtabla de búsqueda: %s

source: VKern By Classes
es: Interletraje vertical por clases

source: Kern By Classes
es: Interletraje por clases

source: Centered CJK Punctuation
es: Puntuación centrada CJK

source: Mark to base attachment
es: Marca al adjunto base

source: Mark to Ligature attachment
es: Marca para el adjunto de ligadura

source: %s per glyph data %d
es: %s por dato de glifo %d

source: %s kerning class %d
es: clase de interletraje %s %d

source: The glyph, %s, contains a %s from %s and one from %s. The one from %s will be removed.
es: El glifo, %s contiene una %s forma %s y una forma %s. la forma %s sera eliminada.

source: The glyph, %s, contains the same %s from %s and from %s. The one from %s will be removed.
es: El glifo, %s, contiene el mismo %s de %s y de %s. El de %s será eliminado.

source: The glyph, %s, contains the same kern pair from %s and from %s. The one from %s will be removed.
es: El glifo %s contiene el mismo par de interletraje de %s y de %s. El que es de %s se eliminará.

source: Pair Position (kerning)
es: Posicion par (espaciado)

source: The feature tag on line %d (%s) should be in ASCII.
es: La etiqueta de característica en la línea %d (%s) debe ser en ASCII

source: A script tag on line %d (%s) is too long. It may be at most 4 letters
es: Una etiqueta de script en la linea %d (%s) es demasiado larga. Debe ser como mucho de 4 letras.

source: This name has already been used for another lookup. Lookup names must be unique.
es: Este nombre ya ha sido usado para otra búsqueda. Los nombres de las búsquedas deben ser únicos.

source: Each lookup may contain many transformations, but each transformation must be of the same type.
es: Cada búsqueda puede contener varias transformaciones, pero cada transformación debe ser del mismo tipo.
