Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/FontForge.po
Languages: es

source: This provides a set of names used to identify the style of this font. Names may be translated into multiple languages (English is required, others are optional) All fonts with the same Style ID should share this name.
es: Proporciona un conjunto de nombre usados para identificar el estilo de esta tipografía. Los nombre pueden traducirse a múltiples idiomas (Se requiere Inglés, los demás son opcionales) Todas las tipografías con el mismo identificador de estilo puede compartir este nombre.

source: StyleName|_New...
es: _Nuevo...

source: Mac Style Set:
es: Conjunto de estilos Mac:

source: FOND Name:
es: Nombre FOND:

source: Moves the currently selected lookup to be first in the lookup ordering or moves the currently selected subtable to be first in its lookup.
es: Mueve la búsqueda seleccionada actualmente al primer puesto en el orden de búsqueda o mueve la subtabla seleccionada actual al primer puesto en su búsqueda.

source: Moves the currently selected lookup before the previous lookup or moves the currently selected subtable before the previous subtable.
es: Mueve a la opción de búsqueda actualmente seleccionada antes de la opción de búsqueda anterior o mueve a la subtabla actualmente seleccionada antes de la subtabla previa.

source: Moves the currently selected lookup after the next lookup or moves the currently selected subtable after the next subtable.
es: Mueve la actual búsqueda seleccionada después de la siguiente búsqueda o mueve la actual subtabla seleccionada después de la siguiente subtabla.

source: Moves the currently selected lookup to the end of the lookup chain or moves the currently selected subtable to be the last subtable in the lookup
es: Mueve la actual búsqueda seleccionada al final de la cadena de búsqueda o mueve la actual subtabla seleccionada a ser la última subtabla en la búsqueda

source: Sorts the lookups in a default ordering based on feature tags
es: Ordena las búsqueda en un orden predeterminado basado en la característica de las etiquetas

source: Adds a new lookup after the selected lookup or at the start of the lookup list if nothing is selected.
es: Añade una nueva búsqueda después de la búsqueda seleccionada o al inicio de la lista de búsqueda si no se tiene algo seleccionado.

source: Adds a new lookup subtable after the selected subtable or at the start of the lookup if nothing is selected.
es: Agrega una nueva opción de búsqueda después de la subtabla seleccionada o al comienzo de la opción de búsqueda si no se ha seleccionado nada.

source: Edits a lookup or lookup subtable.
es: Edita una búsqueda o un subtabla de búsqueda.

source: Edits the transformations in a lookup subtable.
es: Edita las transformaciones en una subtabla de búsqueda

source: Deletes any selected lookups and their subtables, or deletes any selected subtables. This will also delete any transformations associated with those subtables.
es: Borra cualquier búsqueda seleccionada y sus subtablas, o borra cualquier subtabla seleccionada. También borrará cualquier transformación asociada con aquellas subtablas.

source: Merges two selected (and compatible) lookups into one, or merges two selected subtables of a lookup into one
es: Combina dos búsquedas seleccionadas y compatibles en una, o combina dos subtablas seleccionadas en una búsqueda

source: Reverts the lookup list to its original condition. But any changes to subtable data will remain.
es: Revierte la lista de búsqueda a su condición orgiginal. Pero cualquier cambio de datos en la subtabla se mantendrá.

source: _Revert
es: _Revertir

source: Imports a lookup (and all its subtables) from another font.
es: Importa una búsqueda (y todas sus subtablas) desde otra tipografía.

source: Creation Date:
es: Fecha de creación:

source: Modification Date:
es: Fecha de modificación:

source: This pane is informatative only and shows the characters actually in the font. If you wish to set the OS/2 Unicode Range field, change the pane to
es: Este panel solamente es informativo y muestra los caracteres actuales en la tipografía. Si quiere configurar el campo Rango OS/2 Unicode cambie el panel a

source: OS/2 -> Charsets
es: OS/2 -> Conjunto de caractere

source: Include Empty Blocks
es: Incluye bloques vacíos

source: Click on a range to select characters in that range. Double click on a range to see characters that should be in the range but aren't.
es: Pulse en un rango para seleccionar caracteres en ese rango Pulse dos veces en un rango para ver los caracteres que deben de estar en el rango pero no están.

source: Names
es: Nombres

source: PS Private
es: Diccionario PS Privado

source: TTF Names
es: Nombres TTF

source: Grid Fitting
es: Ajustar rejilla

source: Font Log
es: Registro de tipografía

source: OpenType|Lookups
es: Búsquedas

source: Mac Features
es: Características Mac

source: Dates
es: Fechas

source: TrueTypeName|New
es: Nueva

source: gaspTableEntry|New
es: Nueva

source: Select by Script
es: Seleccionar por script

source: Merge into current selection
es: Mezclar en la selección actual

source: No Script
es: Sin script

source: Please specify a script
es: Por favor, especifique un script

source: Bad Script
es: Mal Script

source: Scripts are 4 letter tags
es: Los scripts son etiquetas de cuatro letras

source: Select all instances of the wildcard pattern
es: Seleccionar todas las instancias del patrón de comodín

source: _Don't Save
es: No guar_dar

source: Font changed
es: Tipografía modificada

source: Font %1$.40s in file %2$.40s has been changed. Do you want to save it?
es: La tipografía %1$.40s en el archivo %2$.40s ha sido modificada. ¿Desea guardarla?

source: Save as _Directory
es: Salvar como _directorio

source: Save as...
es: Guardar como...

source: Open Font
es: Tipografía abierta

source: Merge Feature Info
es: Mezclar información de característica

source: Load of Kerning Metrics Failed
es: Fallo al caargar la métrica de interletraje

source: Failed to load kern data from %s
es: Fallo al cargar lo datos de interletraje desde %s

source: Many Windows
es: Demasiadas ventanas

source: This involves opening more than 10 windows. Is that really what you want?
es: Esto implica abrir más de 10 ventanas. ¿Es lo que desea?

source: New Lookup Subtable...
es: Nueva subtabla de búsqueda...

source: Display Substitution...
es: Mostrar la sustitución...

source: Pick a substitution to display in the window.
es: Tomar una sustitución para mostrarla en la ventana

source: Show H. Metrics
es: Mostrar métricas horizontales

source: Show V. Metrics
es: Mostrar métricas verticales

source: Baseline
es: Línea base

source: Origin
es: Origen

source: Advance Width as a Line
es: Ancho indicado con una línea

source: Display the advance width as a line perpendicular to the advance direction
es: Indicar el ancho con una línea perpendicular a la dirección de avance

source: Advance Width as a Bar
es: Ancho indicado con una barra

source: Display the advance width as a bar under the glyph showing the extent of the advance
es: Indicar el ancho con una barra debajo del glifo mostrando el vector de avance

source: Bitmap Magnification...
es: Magnificación bitmap...

source: Please specify a bitmap magnification factor.
es: Especifique el factor de magnificación de bitmap

source: Compact
es: Compactar

source: Find an adobe CMap file...
es: Buscar un archivo CMap de Adobe...

source: Please close font
es: Cierre la tipografía

source: Please close %s before inserting it into a CID font
es: Cerrar %s antes de insentarla en una tipografía CID

source: _Remove Font
es: Elimina_r tipografía

source: Are you sure you wish to remove sub-font %1$.40s from the CID font %2$.40s
es: Está seguro que desea eliminar la sub-fuente%1$.40s desde el CID fuente%2$.40s

source: Change Supplement...
es: Cambiar sumplemento...

source: Please specify a new supplement for %.20s-%.20s
es: Especifique un nuevo suplemento para %.20s-%.20s

source: _New Composition...
es: _Nueva composición...

source: _Modify Composition...
es: _Modificar composición...

source: _Build Syllables
es: Crear síla_bas

source: Save A_ll
es: Guardar todo(_L)

source: _Merge Feature Info...
es: Co_mbinar información de característica...

source: Revert To _Backup
es: Revertir a la copia de _seguridad

source: Script Menu
es: Menú de scripts

source: _All Fonts
es: Tod_as las tipografías

source: _Displayed Font
es: Tipografía visualiza_da

source: Glyph _Metadata
es: Metadatos del glifo(_N)

source: _TrueType Instructions
es: Instrucciones _TrueType

source: Select by _Color
es: Seleccionar por _color

source: Select by _Wildcard...
es: Seleccione por _comodín

source: Select by _Script...
es: Seleccionar por _Script...

source: _Glyphs Worth Outputting
es: _Glifos que merecen mostrarse

source: _Changed Glyphs
es: Glifos _cambiados

source: _Hinting Needed
es: _Indicación necesaria

source: Autohinta_ble
es: Autoaconseja_ble

source: Selec_t By Lookup Subtable...
es: _Seleccionar por vista de subtabla...

source: Copy _Lookup Data
es: Copiar datos de _búsqueda

source: Copy _VWidth
es: Copiar ancho _vertical

source: Paste Into
es: Pegar en

source: Paste After
es: Pegar a continuación de

source: Sa_me Glyph As
es: Igual glifo que (_m)

source: Copy Layer To Layer
es: Copiar capa a capa

source: F_ind / Replace...
es: Buscar / Reemplazar(_I)...

source: Replace with Reference
es: Reemplazar por referencia

source: Copy _From
es: Copiar de(_F)

source: Buil_d Duplicate Glyph
es: Construir glifo duplica_do

source: _MATH Info...
es: _información de matemáticas

source: _BDF Info...
es: Información _BDF

source: _Horizontal Baselines...
es: Líneas base _horizontales

source: _Vertical Baselines...
es: Líneas base _verticales

source: Show _Dependent
es: Muestra _dependiente

source: Mass Glyph _Rename...
es: _Renombrado masivo de glifos

source: Other Info
es: Otra información

source: Find Pr_oblems...
es: Buscar inc_onsistencias...

source: _Validate...
es: _Validar…

source: St_yle
es: _Estilo

source: _Merge Fonts...
es: Fusionar tipografías...(_M)

source: Interpo_late Fonts...
es: Interpo_lar tipografías...

source: Compare Fonts...
es: Comparar tipografías...

source: _Glyph Image
es: Imagen de _glifo

source: _Name
es: _Nombre

source: _Encoding Hex
es: Codificado H_exadecimal

source: Add Encoding Slots...
es: Añadir zócalos codificados...

source: How many CID slots do you wish to add?
es: ¿Cuantos zócalos CID desea añadir?

source: How many unencoded glyph slots do you wish to add?
es: ¿Cuantos zócalos de glifos no codificados desea añadir?

source: Detach & Remove Glyphs
es: Conseguir y eliminar glifos

source: Are you sure you wish to remove these glyphs? This operation cannot be undone.
es: ¿Está seguro de querer eliminar estos glifos? Esta operación no se podrá dehacer.

source: Add Encoding Name...
es: Añadir nombre codificado...

source: Please provide the name of an encoding in the iconv database which you want in the menu.
es: Proporcione el nombre de la codificación en la base de datos iconv que desea para el menú.

source: Invalid Encoding
es: Codificación inválida

source: Make Namelist
es: Hacer lista de nombres

source: Namelist creation failed
es: Fallo al crear la lista de nombres

source: Could not write %s
es: No se puede escribir %s

source: Load Namelist
es: Cargar lista de nombres

source: Replace
es: Reemplazar

source: A name list with this name already exists. Replace it?
es: Existe una lista con este nombre. ¿Reemplazar?

source: No such file
es: No es un archivo

source: Could not read %s
es: No se puede leer %s

source: Bad namelist file
es: Archivo de lista de nombres incorrecto

source: Could not parse %s
es: No se puede analizar %s

source: Non-ASCII glyphnames
es: Nombres de glifos no ASCII

source: This namelist contains at least one non-ASCII glyph name, namely: %s
es: La lista de nombres contiene al menos un glifo de nombre no ASCII, llamado: %s

source: This namelist is based on a namelist which contains non-ASCII glyph names
es: Esta lista de nombres está basada en una lista que contiene nombres de glifos no ASCII

source: Create failed
es: Fallo al crear

source: Rename by NameList
es: Renombrar por lista de nombres

source: Rename the glyphs in this font to the names found in the selected namelist
es: Renombrar los glifos en esta tipografía a los nombres encontrados en la lista de nombres seleccionada

source: Glyph names should be limited to characters in the ASCII character set, but there are names in this namelist which use characters outside that range.
es: Los nombres de glifos deben limitarse a los caracteres ASCII, pero hay nombres en esta lista que usan caracteres fuera del rango.

source: Load glyph names
es: Cargar nombres de glifos

source: _Reencode
es: _Recodificar

source: _Compact
es: _Compacto

source: _Force Encoding
es: _Forzar codificación

source: _Add Encoding Slots...
es: _Añadir zócalos codificados...

source: Remove _Unused Slots
es: Eliminar zócalos no _usados

source: _Detach Glyphs
es: Glifos separa_dos

source: Detach & Remo_ve Glyphs...
es: Separar & elimina_r glifos...

source: Add E_ncoding Name...
es: Añadir _nombre codificado...

source: _Load Encoding...
es: Cargar codificación...(_L)

source: Ma_ke From Font...
es: Crear a partir de tipografía...(_K)

source: Remove En_coding...
es: Eliminar _codificación

source: Display By _Groups...
es: Mostrar por _grupos

source: D_efine Groups...
es: D_efinir grupos...

source: _Save Namelist of Font...
es: _Salvar lista de nombres de tipografías...

source: L_oad Namelist...
es: C_argar lista de nombres...

source: Rename Gl_yphs...
es: Renombrar gl_ifos...

source: Cre_ate Named Glyphs...
es: Cre_ar glifos nombrados...

source: Foreground
es: Primer plano

source: _Show ATT
es: Mo_strar ATT

source: Display S_ubstitutions...
es: Mostrar s_ubstituciones...

source: Label Gl_yph By
es: Etiquetar g_lifo

source: S_how H. Metrics...
es: Mostrar métrica _horizontal...

source: Show _V. Metrics...
es: Mostrar métrica _vertical...

source: 32x8 cell window
es: ventana de 32x( celdas

source: 1_6x4 cell window
es: ventana de 1_6x4 celdas

source: _8x2 cell window
es: Ventana de 8x2 celdas

source: _24 pixel outline
es: Perfil de _24 píxeles

source: _36 pixel outline
es: Perfil de _36 píxeles

source: _48 pixel outline
es: Perfil de _48 píxeles

source: _72 pixel outline
es: Perfil de _72 píxeles

source: _96 pixel outline
es: Perfil de _96 píxeles

source: _Fit to em
es: Ajustar al cuadratín(_F)

source: Bitmap _Magnification...
es: _Magnificación de mapa de bits

source: %d pixel bitmap
es: bitmap de %d píxeles

source: %d@%d pixel bitmap
es: bitmap de %d@%d píxeles

source: BlueValues
es: Valores azules

source: Edit 'fpgm'...
es: Editar 'fpgm'...

source: Edit 'prep'...
es: Editar 'prep'...

source: Edit 'maxp'...
es: Editar 'maxp'...

source: Edit 'cvt '...
es: Editar 'cvt '...

source: Private to 'cvt'
es: Privado a 'cvt'

source: _Clear Hints
es: Eliminar ajustes(_C)

source: Clear _Width MD
es: Eliminar ancho DM(_W)

source: Histograms
es: Histogramas

source: _Auto Width...
es: _Ancho automático...

source: Auto _Kern...
es: Interletraje automático...(_K)

source: Ker_n By Classes...
es: I_nterletraje por clases...

source: Remove All Kern _Pairs
es: Eliminar todos los _pares de interletraje

source: VKern By Classes...
es: Interletraje vertical por clases...

source: VKern From HKern
es: Interletraje vertical a partir del horizontal

source: Remove All VKern Pairs
es: Eliminar todos los pares de interletraje vertical

source: _Convert to CID
es: _Convertir a CID

source: Convert By C_Map
es: Convertir por C_Map

source: _Flatten
es: Aplanar(_F)

source: Fl_attenByCMap
es: _Aplanar por CMap

source: Insert F_ont...
es: Insertar tip_ografía...

source: Insert _Blank
es: Insertar espacio(_B)

source: _Change Supplement...
es: _Cambiar suplemento...

source: C_ID Font Info...
es: Atr_ibutos tipografía CID...

source: _Create MM...
es: _Crear MM...

source: MM _Validity Check
es: _Verificar validez MM

source: MM _Info...
es: _Información MM...

source: _Blend to New Font...
es: Mezclar con una nueva tipografía...(_B)

source: MM Change Default _Weights...
es: MM Cambiar los _pesos predeterminados

source: _Overview
es: _Vista general

source: _Index
es: _Índice

source: _About...
es: _Acerca de...

source: _License...
es: _Licencia...

source: E_ncoding
es: C_odificación

source: _Unlink All
es: _desenlazar todo

source: You are attempting to clear %.30s which is referred to by another character. Are you sure you want to clear it?
es: Está intentando limpiar %.30s el cual está referenciado por otro carácter. ¿Está seguro de querer limpiarlo?

source: Building duplicate encodings
es: Construir codificados duplicados

source: Transforming...
es: Transformando...

source: Removing overlaps...
es: Eliminando superposiciones...

source: Adding points at Extrema...
es: Añadiendo puntos a los extremos...

source: Rounding to integer...
es: Redondeando a entero...

source: Correcting Direction...
es: Corrigiendo dirección...

source: Unlink All
es: Desvincular todo

source: Unlink
es: Desvincular

source: Simplifying...
es: Simplificando...

source: Finding Substitution Points...
es: Buscando puntos de substitución...

source: You will get better instructions if you fill in the Private dictionary, Element->Font Info->Private, for the font
es: Podrá conseguir mejores instrucciones si rellena el diccionario privado. Elemento-> Información de la tipografía -> Privado, para la tipografía

source: The selected glyphs have no hints. FontForge will not produce many instructions.
es: El glifo seleccionado no tiene pistas. FontForge no producirá muchas instrucciones.

source: Building accented glyphs
es: Generar glifos acentuados

source: Replace Å
es: Reemplazar Å

source: Are you sure you want to replace Å? The ring will not join to the A.
es: ¿Está seguro de querer reemplazar Å? El anillo no se unirá a la A.

source: Font %1$.40s in file %2$.40s has been changed. Reverting the file will lose those changes. Is that what you want?
es: Tipografía%1$.40s en el archivo %2$.40s ha sido cambiada. Al volver al archivo se perderán esos cambios. ¿es eso lo que quiere?

source: Glyph Name Changed
es: Se modificó el nombre del glifo

source: The name of glyph %.40s has changed. This is what I use to find the glyph in the file, so I cannot revert this glyph. (You will not be warned for subsequent glyphs.)
es: El nombre del glifo %.40s ha cambiado. Esto es lo que uso para encontrar el glifo en el archivo, no puedo revertir este glifo. (No está avisado para glifos subsiguientes.)

source: No ByteCode Interpreter
es: Falta intérprete de código de bytes

source: These results are those of the freetype autohinter. They do not reflect the truetype instructions.
es: Estos resultados son los del optimizador de renderizado de Freetype. No son un reflejo de las instrucciones TrueType.

source: Hit Watch Point
es: Punto de inspección alcanzado

source: Point %d was moved by the previous instruction
es: El punto %d ha sido desplazado por la instrucción anterior

source: Watched Store Change
es: Revisado Guardar Cambio

source: Storage %d was changed from %d (%.2f) to %d (%.2f) by the previous instruction
es: El almacenaje %d fue cambiado desde %d (%.2f) a %d (%.2f) por la instrucción previa

source: Read of Uninitialized Store
es: Leer del almacen no inicializado

source: Storage %d has not been initialized, yet the previous instruction read it
es: El contenedor %d no ha sido inicializado, todavía la instrucción previa lo está leyendo

source: Watched Cvt Change
es: Cambio Cvt buscado

source: Cvt %d was changed from %d (%.2f) to %d (%.2f) by the previous instruction
es: Cvt %d se cambió desde %d (%.2f) a %d (%.2f) por la instrucción previa

source: Too Many Breakpoints
es: Demasiados puntos de ruptura

source: Missing Glyph...
es: Falta glifo...

source: Your font is missing the dotlessi glyph, please add it and remake your accented glyphs
es: Su tipografía carece del glifo i sin punto, añádalo y rehaga sus caracteres acentuados

source: Your font is missing the uni0237 glyph, and the deprecated dotlessj glyph, please add the former and remake your accented glyphs
es: A su tipografía le faltan el glifo uni0237 y el glifo obsoleto dotlessj; añada el primero y rehaga sus glifos acentuados. (Referido a una «j» sin punto.)

source: Merging Problem
es: Problema al fusionar

source: Merging a font with itself achieves nothing
es: Fusionar una tipografía consigo misma no conduce a nada

source: When merging two CID keyed fonts, they must have the same Registry and Ordering, and the font being merged into (the mergee) must have a supplement which is at least as recent as the other's. Furthermore the mergee must have at least as many subfonts as the merger.
es: Durante la fusión de dos fuentes CID, éstas deben tener el mismo Registry y Ordering, and the font being merged into (the mergee) must have a supplement which is at least as recent as the other's. Furthermore the mergee must have at least as many subfonts as the merger.

source: In character %s, could not find reference to %s
es: En el carácter %s, no se puede encontrar la referencia a %s

source: In character %s, there are too few points on a path in the base
es: En el carácter %s, hay demasiados pocos puntos en la ruta en la base

source: In character %s, there are too many points on a path in the base
es: En el carácter %s, hay demasiados puntos en la ruta en la base

source: Different settings on whether to stroke in layer %d of %s
es: Diferentes configuraciones en cuales tachar una capa %d de %s

source: Interpolating Problem
es: Problemas al interpolar

source: Interpolating a font with itself achieves nothing
es: Interpolar una tipografía consigo misma no conduce a nada

source: Interpolating between fonts with different spline orders (i.e. between postscript and truetype)
es: Interpolando tipografías con diferencias de orden en curvas (e.g. entre postscript y truetype)

source: Interpolating between fonts with different editing types (ie. between type3 and type1)
es: Interpolación entre tipografías de tipos de edición diferente (por ejemplo, entre type3 y type1)

source: Kerning
es: Interletraje

source: Do you want to retain kerning information from the selected font when one of the glyphs being kerned will come from the base font?
es: ¿Quieres mantener la información de emparejado de la tipografía seleccionada cuando uno de los glifos modifique su emparejado de acuerdo a la fuente base?

source: Other ...
es: _Otra ...

source: Merge Fonts
es: Mezclar tipografías

source: Font to merge into %.20s
es: Tipografía a fusionar con %.20s

source: Preserve cross-font kerning
es: Preservar el emparejado entre tipografías distintas

source: Amount
es: Cantidad

source: Interpolate Fonts
es: Interpolar tipografías

source: Interpolating between %.20s and:
es: Interpolar entre %.20s y:

source: by
es: por

source: Bad bounding box for %s.
es: Cuadro erróneo para %s

source: Various specifications of PIXEL_SIZE do not match in %s
es: Varias especificaciones de PIXEL_SIZE no coinciden en %s

source: Pixel size does not match sum of Font ascent+descent in %s
es: El tamaño de pixel no coincide con la suma de la tipografía ascent+descent en %s

source: Guessing pixel size based on font ascent in %s
es: Adivinando tamaño de pixel basado en la ascendiente de la tipografía en %s

source: Guessing pixel size based on font descent in %s
es: Adivinando tamaño de pixel basado en la descendiente de la tipografía en %s

source: FontForge does not support this bit depth %d (must be 1,2,4,8,16,32)
es: FontForge no soporta esta profundidad de bit %d (debe ser 1,2,4,8,16,32)

source: Unexpected EOF in gf
es: Fin de archivo inesperado en gf
