Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/FontForge.po
Languages: es

source: Strikeout
es: Tachado

source: Bad IBM Family
es: Familia IBM incorrecta

source: Tag must be 4 characters long
es: La etiqueta debe constar de 4 caracteres

source: A tag must be 4 ASCII characters
es: La etiqueta debe ser de cuatro caracteres ASCII

source: Bad Ascent/Descent
es: Ascendente/Descendente incorrecto

source: Ascent and Descent must be positive and their sum less than 16384
es: Ascendente y descendente deben ser positivos y su suma menor que 16384

source: Bad Style
es: Estilo incorrecto

source: A style may not have both condense and extend set (it makes no sense)
es: Un estilo no puede ser simultáneamente condensado y extendido (no tiene sentido)

source: Namelist contains non-ASCII names
es: La lista de nombres contiene nombre no ASCII

source: Glyph names should be limited to characters in the ASCII character set, but there are names in this namelist which use characters outside that range.
es: Los nombres de glifos se deben limitar a los caracteres ASCII, pero hay nombres en la lista de nombres que usan caracteres fuera de este rango.

source: Change
es: Reemplazar

source: Retain
es: Retener

source: Change UniqueID?
es: ¿Modificar UniqueID?

source: You have changed this font's name without changing the UniqueID (or XUID). This is probably not a good idea, would you like me to generate a random new value?
es: Ha cambiado el nombre de la tipografía sin cambiar la identidad única (o XUID). Esto probablemente no sea una buena idea. ¿desea que genere un nuevo valor aleatorio?

source: Win Ascent Offset:
es: Corrimiento ascendente de Windows:

source: Win Descent Offset:
es: Corrimiento descendente de Windows:

source: Typo Ascent Offset:
es: Compensación de tipografía ascendente

source: Typo Descent Offset:
es: Compensación de tipografía descendente

source: HHead Ascent Offset:
es: Corrimiento ascendente HHead:

source: HHead Descent Offset:
es: Corrimiento descendente HHead:

source: Axis Ht:
es: Altura del eje:

source: Amount to raise baseline for numerators in display styles
es: Cantidad de subida de la línea base para numeradores en estilos de visualización

source: Amount to raise baseline for numerators in non-display styles
es: Cantidad de subida de la línea base para numeradores en estilos de no visualización

source: Amount to raise baseline for numerators in non-display atop styles
es: Cantidad de subida de la línea base para numeradores en estilos de no visualización atop

source: Amount to lower baseline for denominators in display styles
es: Cantidad de descenso de la línea base para denominadores en estilos de visualización

source: Amount to lower baseline for denominators in non-display styles
es: Cantidad inferior a la línea de base para denominadores en los estilos no mostrados

source: Amount to raise baseline for superscripts in display styles
es: Cantidad de subida de la línea base para superíndices en estilos de visualización

source: Amount to raise baseline for superscripts in non-display styles
es: Cantidad de subida de la línea base para superíndices en estilos de no visualización

source: Amount to raise baseline for superscripts in modified styles
es: Cantidad de subida de la línea base para numeradores en estilos modificados

source: Amount to lower baseline for subscripts in display styles
es: Cantidad de descenso de la línea base para subíndices en estilos de visualización

source: Amount to lower baseline for subscripts in non-display styles
es: Cantidad de descenso de la línea base para subíndices en estilos de no visualización

source: Amount above top of large box to place baseline of superscripts
es: Cantidad por encima de la caja grande para poner la línea base de los superíndices

source: Amount below bottom of large box to place baseline of subscripts
es: Cantidad bajo el final de las cajas grandes para emplazar la linea de base de los subíndices

source: Def Rule Thick:
es: Espesor de trazo predeterminado:

source: More Params
es: Más parám.

source: Do it
es: Ejecutar

source: Cannot be Undone
es: No se puede deshacer

source: The Merge operation cannot be reverted. Do it anyway?
es: La operación de fusión no podrá revertirse. ¿Proceder en cualquier caso?

source: Select lookups from other fonts
es: Seleccionar búsquedas en otras tipografías

source: Import Lookup
es: Importar búsqueda

source: Kerning State Machine
es: Máquina de estado Kerning

source: Indic State Machine
es: Máquina de estado Indic

source: Contextual State Machine
es: Máquina de estado contextual

source: LookupType|Unknown
es: Desconocido

source: (kerning class)
es: (clase de interletraje)

source: Not attached to a feature
es: No adjuntado a la característica

source: Used in %s
es: Usado en %s

source: Feature file?
es: ¿Archivo de característica?

source: Cannot open %s
es: No se puede abrir %s

source: Output error
es: Error de salida

source: An error occurred writing %s
es: Ocurrió un error escribiendo %s

source: Lookups will be removed
es: Las búsquedas se eliminarán

source: Feature tags will be removed
es: Las etiquetas de característica se eliminarán

source: Warning: There are already some 'aalt' lookups in the font. If you proceed with this command those lookups will be removed and new lookups will be generated. The old information will be LOST. Is that what you want?
es: Atención: Hay algunas búsquedas 'aalt' en la tipografía. Si procede con ese comando, las búsquedas se eliminarán y se generarán nuevas búsquedas. La información antigua se PERDERÁ. ¿Es lo que desea?

source: Warning: There are already some 'aalt' lookups in the font but there are other feature tags associated with these lookups. If you proceed with this command the 'aalt' tag will be removed from those lookups, and new lookups will be generate which will NOT be associated with the other feature tag(s). Is that what you want?
es: Aviso: Hay algunas búsquedas 'aalt' en la tipografía pero hay otras etiquetas de característica asociadas con esas búsquedas. Si procede con el comando las etiquetas 'aalt' se eliminarán de esas búsquedas, y se generarán nuevas búsquedas que NO estarán asociadas con las otras etiquetas de características. ¿Es lo que desea?

source: Warning: There are already some 'aalt' lookups in the font, some have no other feature tags associated with them and these will be removed, others have other tags associated and these will remain while the 'aalt' tag will be removed from the lookup -- a new lookup will be generated which is not associated with any other feature tags. Is that what you want?
es: Aviso: Has algunas búsquedas 'aalt' en la tipografía, algunas no tiene etiquetas de característica asociadas con ellas y se eliminarán, otras tienen otras etiquetas asociadas y permanecerán mientra que la etiqueta 'aalt' se elimina de la búsqueda-- se generará una nueva búsqueda que no estará asociada con ninguna otra etiqueta de características. ¿Es lo que desea?

source: _Apply to All
es: _Aplicar a todo

source: _Apply to Selection
es: _Aplicar a la selección

source: Apply to:
es: Aplicar a:

source: Apply change to which lookups?
es: ¿Aplicar cambios a qué busquedas?

source: _Sort
es: _Ordenar

source: Add _Lookup
es: Añadir _búsqueda

source: Add Sub_table
es: Añadir sub_tabla

source: Edit _Metadata
es: Editar _Metadatos

source: _Edit Data
es: _Editar datos

source: De_lete
es: _Borrar

source: _Merge
es: Co_mbinar

source: Sa_ve Lookup
es: Sal_var búsqueda

source: _Add 'aalt' features
es: _Añadir característica "aalt"

source: Add 'D_FLT' script
es: Añadir script "D_FLT"

source: _Revert All
es: _Revertir todo

source: S_ave Feature File
es: S_alvar archivo de características

source: Font Information for %.90s
es: Información de tipografía para %.90s

source: Fo_ntname:
es: _Nombre de la tipografía:

source: _Family Name:
es: Nombre de la _familia:

source: Name For Human_s:
es: Nombre para humano_s:

source: _Weight
es: Peso(_W)

source: _Version:
es: _Versión:

source: _Base Filename:
es: Nombre de archivo _base:

source: Use this as the default base for the filename when generating a font.
es: usar esto como base predeterminada para nombre de archivo cuando se genere una tipografía.

source: Same as Fontname
es: Como el nombre de la tipografía

source: (Adobe now considers XUID/UniqueID unnecessary)
es: (Adobe ahora considera XUID/UniqueID innecesaria)

source: _Em Size:
es: Tamaño _Em:

source: _Scale Outlines
es: Aju_star perfiles

source: _Guess
es: Predecir(_G)

source: Has _Vertical Metrics
es: Posee métrica _vertical

source: Interpretation:
es: Interpretación

source: Name List:
es: Nombre de lista:

source: Font Type:
es: Tipo de tipografía:

source: _Outline Font
es: C_ontorno de tipografía

source: _Type3 Multi Layered Font
es: Letra multi capa _Tipo3

source: Allow editing of multiple colors and shades, fills and strokes. Multi layered fonts can only be output as type3 or svg fonts.
es: Permitir la edición multicapa para los colores, las sombras, los rellenos y los trazos. Las tipografías multicapa únicamente pueden ser del tipo type3 o svg.

source: _Stroked Font
es: _Tipografía trazada

source: Glyphs will be composed of stroked lines rather than filled outlines. All glyphs are stroked at the following width
es: Los glifos consistirán en trazos de líneas más que contornos rellenos. Todos los glifos se trazarán con el siguiente ancho

source: Stroke _Width:
es: Grosor de tra_zo

source: All layers _cubic
es: Todas las capas cúbicas

source: Use cubic (that is postscript) splines to hold the outlines of all layers of this font. Cubic splines are generally easier to edit than quadratic (and you may still generate a truetype font from them).
es: Utiliza curvas cúbicas (en Postscript) para sostener los contornos de todas las capas de esta tipografía. Las curvas cúbicas son generalmente más fáciles de editar que las cuadráticas (y todavía puede generar una tipografía truetype a partir de ellas).

source: All layers _quadratic
es: Todas las capas cuadráticas

source: Use quadratic (that is truetype) splines to hold the outlines of all layers of this font rather than cubic (postscript) splines.
es: Utiliza curvas cuadráticas (en Postscript) para sostener los contornos de todas las capas de esta tipografía en lugar de las curvas cúbicas (ps)

source: _Mixed
es: _Mezclado

source: The order of each layer of the font can be controlled individually. This might be useful if you wished to retain both quadratic and cubic versions of a font.
es: El orden de cada capa en la tipografía puede ser controlado de manera individual. Esto podría ser útil si desea las versiones cuadrática y cúbica de una tipografía.

source: Guidelines:
es: Líneas guía

source: Use quadratic splines for the guidelines layer of the font
es: Utiliza curvas cuadráticas para la capa de líneas guía de la tipografía

source: Layers:
es: Capas:

source: _Hist.
es: _Histograma.

source: Histogram Dialog
es: Diálogo de histograma

source: _Remove
es: _Desinstalar

source: Width _Class
es: An_cho

source: P_FM Family
es: _Familia PFM

source: _Embeddable
es: Incrustada(_E)

source: Can this font be embedded in a downloadable (pdf) document, and if so, what behaviors are permitted on both the document and the font.
es: Esta tipografía puede ser embebida en un documento pdf descargable, y en ese caso, qué comportamiento está permitido tanto en el documento como en la tipografía.

source: No Subsetting
es: Sin fuente parcial

source: If set then the entire font must be embedded in a document when any character is. Otherwise the document creator need only include the characters it uses.
es: Si se establece, a continuación, toda la tipografía deberá incrustarse en un documento cuando este tenga cualquier carácter. De lo contrario, el documento creador necesita sólo incluir los caracteres que utiliza.

source: Only Embed Bitmaps
es: Únicamente mapa de bits

source: Only Bitmaps may be embedded. Outline descriptions may not be (if font file contains no bitmaps then nothing may be embedded).
es: Solo se pueden embeber mapas de bits. Los bosquejos de descripciones pueden no serlo (si el archivo de tipografía no contiene mapas de bits nada será embebido)

source: Vendor ID:
es: ID del proveedor:

source: _IBM Family:
es: Familia _IBM:

source: MS needs to know whether a font family's members differ only in weight, width and slope (and not in other variables like optical size).
es: MS necesita saber si los miembros de una familia de tipografías difieren solo en peso, ancho, e inclinación (y no en otras variables como tamaño visual)

source: _OS/2 Version
es: Versión _OS/2

source: The 'OS/2' table has changed slightly over the years. Generally fields have been added, but occasionally their meanings have been redefined.
es: La tabla 'OS/2' ha cambiado ligeramente a lo largo de los años. Generalmente se han añadido nuevos campos, pero ocasionalmente sus significados han sido redefinidos.

source: Anything outside the OS/2 WinAscent & WinDescent fields will be clipped by windows. This includes marks, etc. that have been repositioned by GPOS. (The descent field is usually positive.) If the "[] Is Offset" checkbox is clear then any number you enter will be the value used in OS/2. If set then any number you enter will be added to the font's bounds. You should leave this field 0 and check "[*] Is Offset" in most cases. Note: WinDescent is a POSITIVE number for things below the baseline
es: Todo lo que está fuera de los campos OS/2 WinAscent y WinDescent serán cortados por las ventanas. Eso incluye marcas, etc., que hayan sido reposicionadas por GPOS. (El campo descendente casi siempre es positivo.) Si la opción "[] es desplazado" no está marcada, cualquier número que ponga se sumará a los límites de la tipografía. Debería dejar el valor como 0 y marcar esa opción en la mayoría de los casos.

source: Is Offset
es: Utilizar como Offset

source: Really use Typo metrics
es: Realmente utilice métricas Typo

source: The specification already says that the typo metrics should be used to determine line spacing. But so many programs fail to follow the spec. that MS decided an additional bit was needed to remind them to do so.
es: La especificación ya dice que las métricas typo podrían ser utilizadas para determinar el espacio entre líneas. Pero muchos programas fallan al seguir la especificación en la que MS decidió que un bit adicional era necesario para recordarles hacerlo.

source: The typo ascent&descent fields are>supposed< to specify the line spacing on windows. In fact usually the win ascent/descent fields do. (The descent field is usually negative.) If the "[] Is Offset" checkbox is clear then any number you enter will be the value used in OS/2. If set then any number you enter will be added to the Em-size. You should leave this field 0 and check "[*] Is Offset" in most cases. NOTE: Typo Descent is a NEGATIVE number for things below the baseline
es: Los campos de tipografía ascendente/descendente supuestamente especifican el espaciado de líneas en windows. En realidad habitualmente lo hacen los campos ascendente/descendente de windows. Si la opción "[] es compensado" está sin marcar cualquier número introducido tendrá el valor utilizado en OS/2. Si se introduce cualquier número será agregado a Em-size. Debería dejar este campo en 0 y marcar [*] es compensado" en la mayoría de casos. NOTA: La tipografía descendente es un número para cosas tras la linea de fondo

source: Sets the TypoLinegap field in the OS/2 table, used on MS Windows
es: Establece el campo TypoLinegap en la tabla OS/2, utilizada en MS Windows

source: This specifies the line spacing on the mac. (The descent field is usually negative.) If the "[] Is Offset" checkbox is clear then any number you enter will be the value used in hhea. If set then any number you enter will be added to the font's bounds. You should leave this field 0 and check "[*] Is Offset" in most cases. NOTE: hhea Descent is a NEGATIVE value for things below the baseline
es: Esto especifica el espaciado de linea en la mac. (El campo descendente es comúnmente negativo.) Si el "[] Is Offset" esta desmarcado entonces cualquier numero que ingrese será el valor usado en hhea. Si esta marcado entonces cualquier número que ingrese será añadido a los margenes de la letra. Debe dejar este campo en 0 y marcar "[*] Is Offset" en la mayoría de los casos. NOTA: hhea Descendente es un valor NEGATIVO para las cosas por debajo de la linea de base

source: Sets the linegap field in the hhea table, used on the mac
es: Define el campoi de interlineado en la hhea, usada en mac

source: Sets the linegap field in the vhea table. This is the horizontal spacing between rows of vertically set text.
es: Define el interlinado en la tabla vhea. Este es el espacio horizontal entre columnas de texto escrito en forma vertical.

source: SubscriptSuperUse|Default
es: Predeterminado

source: PanoseUse|Default
es: Predeterminada

source: Panose|_Family
es: _Familia

source: _Serifs
es: Remate_s

source: Panose|_Weight
es: _Peso

source: _Proportion
es: _Proporción

source: _Contrast
es: _Contraste

source: Stroke _Variation
es: _Variación de trazado

source: _Arm Style
es: Estilo de br_azo

source: _Letterform
es: Forma de _carta

source: _Midline
es: Línea _media

source: _X-Height
es: Altura _x

source: Unicode Ranges:
es: Rangos de Unicode

source: Default
es: Predeterminado

source: MS Code Pages:
es: Páginas de código MS

source: Misc.
es: Otros

source: Metrics
es: Métricas

source: Charsets
es: Conjunto de caracteres

source: Gasp|_Version
es: _Versión

source: Optimized For ClearType
es: Optimizado para ClearType

source: Actually a bit in the 'head' table. If unset then certain East Asian fonts will not be hinted
es: Realmente hay un bit en la tabla 'head'. Si está desactivado ciertas tipografías del este de Asia no serán insinuadas

source: The 'gasp' table gives you control over when grid-fitting and anti-aliased rasterizing are done. The table consists of an (ordered) list of pixel sizes each with a set of flags. Those flags apply to all pixel sizes bigger than the previous table entry but less than or equal to the current. The list must be terminated with a pixel size of 65535. Version 1 of the table contains two additional flags that apply to MS's ClearType rasterizer. The 'gasp' table only applies to truetype fonts.
es: La tabla 'gasp' le da el control cuando el alineado de la rejilla y la exploración anti-alias están completas. La tabla consiste de una (ordenada) lista de tamaños de píxeles cada uno con un conjunto de banderas. Esas banderas aplican a todos los tamaños de píxeles más grandes que los introducidos en la tabla anterior pero menores o iguales que los actuales. La lista debe ser terminada con un tamaño de píxel de 65535. La versión 1 de la tabla contiene dos banderas adicionales que aplican a el explorador ClearType de MS. La tabla 'gasp' solamente aplica a fuentes truetype.

source: Gasp|_Default
es: Pre_determinado

source: _Language
es: _Idioma

source: _String Type
es: Tipo de _cadena

source: SortingScheme|Default
es: Predeterminado

source: To create a new name, left click on the <New> button, and select a locale. To change the locale, left click on it. To change the string type, left click on it. To change the text, left click in it and then type. To delete a name, right click on the name & select Delete from the menu. To associate or disassocate a truetype name to its postscript equivalent right click and select the appropriate menu item.
es: Para crear un nombre nuevo, haga clic sobre el botón <Nuevo>, y seleccione una localización. Para cambiar la configuración regional, haga clic en él. Para cambiar el tipo de cadena, haga clic en él. Para cambiar el texto, haga clic en ella y luego escriba. Para borrar un nombre, haga clic derecho sobre el nombre y seleccione eliminar en el menú. Para asociar o desasociar un nombre truetype a su equivalente postscript haga clic derecho y seleccione el elemento apropiado del menú.

source: Add SIL
es: Añadir SIL Open Font License (licencia de tipografías libres)

source: The SIL Open Font License (OFL) is designed for free/libre/open font projects. Most other FLOSS licenses are designed for conventional software and are problematic for fonts. The OFL is a community-approved license and is well-suited for releasing fonts to be freely used, studied, copied, modified, embedded, merged and distributed while maintaining artistic integrity. You are encouraged you to use it if you can. For more details about the OFL - and the corresponding FAQ - see http://scripts.sil.org/OFL Simply press this button to add the OFL metadata to your font.
es: La licencia de fuentes abiertas SIL (OFL en inglés) esta diseñada para proyectos libres/abiertos. La mayoría de las demás licencias FLOSS están diseñadas para software convencional y son problemáticas para tipografías. La OFL es una licencia aprobada por la comunidad y está bien adaptada para tipografías lanzadas para ser usadas libremente, estudiadas, copiadas, modificadas, embebidas, fusionadas y distribuidas mientras mantienen la intregidad artística. Puede utilizarlas si lo desea. Para más detalles acerca de la licencia OFL - y su correspondiente lista de preguntas frecuentes- vea http://scripts.sil.org/OFL Simplemente presione este botón para agregar los metadatos a su tipografía.

source: OFL website
es: Sito web OFL

source: Click here to go to http://scripts.sil.org/OFL to get all the details about the Open Font License and to read the corresponding FAQ.
es: Haga clic aquí para ir a to http://scripts.sil.org/OFL y conseguir todos los detalles de Open Font License y leer el correspondiente FAQ.

source: The font comment can contain whatever you feel it should
es: El comentario de la tipografía debe contener todo aquello que usted considere

source: The Font Log generally contains the history of the font
es: El registro de la tipografía generalmente contiene la historia de la tipografía

source: These are not Anchor Classes. For them see the "Lookups" pane. (Mark Classes can control when lookups are active, they do NOT position glyphs.)
es: Esas no son clases ancla. Para esas véase el panel «Vistas». (Las clases marca pueden controlar cuando las vistas están activas, NO la posición de los glifos.)

source: Mark|_New...
es: _Nuevo...

source: ΤεΧ Math Symbol
es: Símbolo matemático ΤεΧ

source: ΤεΧ Math Extension
es: ΤεΧ extensión matemáticas

source: The size (in points) for which this face was designed
es: El tamaño (en puntos) para el que esta fuente fue diseñada

source: Size|Points
es: Tamaño|Puntos

source: Design Range
es: Rango de diseño

source: The range of sizes (in points) to which this face applies. Lower bound is exclusive, upper bound is inclusive.
es: Rango de tamaño (en puntos) a los que aplica ésta superficie. El límite inferior es exclusivo, el límite superior es inclusivo.

source: _Bottom:
es: _Inferior:

source: _Top:
es: _Superior:

source: This is an identifying number shared by all members of this font family with the same style (I.e. 10pt Bold and 24pt Bold would have the same id, but 10pt Italic would not
es: Este es un número compartido identificado por todos los miembros de esta familia de tipografías con el mismo estilo (ejemplo: 10pt Negrita y 24pt Negrita habrían de tener el mismo identificador, pero 10 pt cursirva no podría).
