Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/FontForge.po
Languages: es

source: Uninterpreted code in gf: %d
es: Código no interpretado en gf: %d

source: Duplicate repeat row count in char %d of pk file
es: Cantidad duplicada de filas para repetir en el carácter %d del archivo pk

source: What is the pixel size of the font in this file?
es: ¿Cuál es el tamaño en pixeles de la tipografía de este archivo?

source: Duplicate pixelsize
es: Duplicar tamaño del pixel

source: The font database already contains a bitmap font with this pixelsize (%d) Do you want to overwrite it?
es: La base de datos de la tipografía ya contiene un mapa de bits con este tamaño en píxeles (%d) ¿Desea sobrescribirla?

source: Not a pk file
es: No es un archivo pk

source: Not a (metafont) pk file %.200s
es: No es un archivo pk (metafuente) %.200s

source: Not a gf file
es: No es un archivo gf

source: Not a (metafont) gf file %.200s
es: No es un archivo gf (metafuente) %.200s

source: Not a pcf file
es: No es un archivo pcf

source: Not an X11 pcf file %.200s
es: No es un archivo pcf X11 %.200s

source: Not a bdf file
es: No es un archivo bdf

source: Not a bdf file %.200s
es: No es un archivo bdf %.200s

source: Decompress Failed!
es: Fallo al descomprimir

source: Loading font from %.100s
es: Cargando tipografía desde %.100s

source: Loading...
es: Cargando…

source: Reading Glyphs
es: Leyendo glifos

source: No Bitmap Font
es: No hay tipografías de mapa de bits

source: Could not find a bitmap font in %s
es: No se pudo encontrar una tipografía en mapa de bits en %s

source: Set Width To:
es: Fijar ancho en:

source: Set LBearing To:
es: Definir margen Iz. en:

source: Set RBearing To:
es: Definir margen De. en:

source: Set Vert. Advance To:
es: Definir ancho Ver. en:

source: Increment Width By:
es: Aumentar ancho en:

source: Increment LBearing By:
es: Aumentar margen iz. en:

source: Increment RBearing By:
es: Aumentar margen de. en:

source: Increment V. Adv. By:
es: Aumentar ancho ver. en:

source: Scale Width By:
es: Modificar ancho en:

source: Scale LBearing By:
es: Modificar margen izquierdo en:

source: Scale RBearing By:
es: Modificar margen derecho en:

source: Scale VAdvance By:
es: Cambiar de escala ancho vertical en:

source: Negative glyph widths are not allowed in TrueType Do you really want a negative width?
es: En TrueType no se permiten anchos de carácter negativos ¿Desea realmente un ancho negativo?

source: Set LBearing...
es: Establecer margen izquierdo...

source: Set RBearing...
es: Establecer margen derecho...

source: Set Vertical Advance...
es: Establecer avance vertical...

source: Outline Glyphs
es: Glifos bosquejados

source: Glyph Differences
es: Diferencias de glifo

source: Glyph “%s” differs
es: El glifo “%s” difiere

source: Glyph “%s” refers to %s with a different truetype point matching scheme
es: El glifo "%s" hace referencia a %s con un esquema diferente de punto de empate truetype

source: Glyph “%s” contains a reference to %s in %s
es: El glifo “%s” contiene una referencia a %s en %s

source: Glyph “%s” refers to %s with a different transformation matrix
es: El glifo “%s” referido a %s con una matriz de transformación diferente

source: Glyph “%s” has a different number of layers
es: El glifo “%s” tiene diferente número de capas

source: Glyph “%s” has a different fill in layer %d
es: El glifo "%s" tiene un relleno diferente en la capa %d

source: Glyph “%s” has a different stroke in layer %d
es: El glifo "%s" tiene un contorno diferente en la capa %d

source: Glyph “%s” contains a reference which has different truetype point match specifications
es: El glifo "%s" contiene una referencia que tiene especificaciones diferentes de puntos de empate truetype

source: Glyph “%s” does not have splines which match exactly, but they are close
es: El glifo "%s" no tiene curvas que coincidan perfectamente, pero están cercanas

source: A match was found after unlinking references in glyph “%s”
es: Se encontró una coincidencia después de desvincular referencias en el glifo “%s”

source: Different number of contours in glyph “%s”
es: Diferente número de contornos en el glifo "%s"

source: Open/Closed contour mismatch in glyph “%s”
es: Abierto/Cerrado contorno no corresponde en glifo “%s”

source: Spline mismatch in glyph “%s”
es: Curva no compatible en el glifo "%s"

source: Glyph “%s” has advance width %d in %s but %d in %s
es: El glifo "%s" tiene un grosor de %d en %s pero %d en %s

source: Glyph “%s” has vertical advance width %d in %s but %d in %s
es: El glifo "%s" tiene un avance vertical de ancho %d en %s pero de %d en %s

source: Hint masks differ in glyph “%s” at (%g,%g)
es: Máscaras de pistas difieren en el glifo "%s" en (%g, %g)

source: Hints differ in glyph “%s”
es: Pistas difieren en el glifo "%s"

source: Glyph “%s” in %s has no truetype instructions
es: El glifo “%s” en %s no tiene instrucciones truetype

source: Glyph “%s” has different truetype instructions
es: El glifo “%s” tiene instrucciones truetype diferentes

source: Glyphs in %s but not in %s
es: Carácter en %s pero no en %s

source: Glyph “%s” missing from %s
es: Glifo “%s” perdido en %s

source: ppem is different in the two fonts, cowardly refusing to compare glyphs
es: Pixeles por em son diferentes en las dos tipografías, para no arriesgar, no se comparan los glifos

source: Bitmap Strikes
es: Tachado de Bitmap

source: Strike %d@%d
es: Tachar %d@%d

source: Glyphs in %s but not in %s at %d@%d
es: Glifo en %s pero no en %s en %d@%d

source: Glyph “%s” missing from %s at %d@%d
es: Glifo "%s" perdido desde %s en %d@%d

source: Glyphs Differences at %d@%d
es: Diferencias de glifos en %d@%d

source: Glyph “%s” differs at %d@%d
es: El glifo “%s” difiere en %d@%d

source: Glyph “%s” has advance width %d in %s but %d in %s at %d@%d
es: El glifo “%s” tiene una anchura de avance %d en %s pero %d en %s a %d@%d

source: Glyph “%s” has vertical advance width %d in %s but %d in %s at %d@%d
es: El glifo “%s” tiene una anchura de avance vertical %d en %s pero %d en %s a %d@%d

source: Glyph “%s” has a different bitmap at %d@%d
es: El glifo “%s” tiene un diferente mapa de bites en %d@%d

source: Strikes in %s but not in %s
es: Tacha en %s pero no en %s

source: Strike %d@%d missing from %s
es: Tachar %d@%d perdido desde %s

source: The %s differs. In %s it is (
es: %s difiere. En %s es (

source: ) while in %s it is (
es: ) mientras en %s es (

source: The %s is missing in %s. Whilst in %s it is (
es: %s falta en %s. Mientras que en %s está (

source: font name
es: nombre de tipografía

source: family name
es: nombre de familia

source: full name
es: nombre completo

source: weight
es: peso

source: copyright notice
es: copyright

source: version
es: versión

source: Glyph Positioning
es: Posicionamiento de glifo

source: Glyph Substitution
es: Sustitución de glifo

source: Lookup Differences
es: Buscar diferencias

source: Lookup subtable %s (matched with %s)
es: Subtabla de búsqueda %s (coincide con %s)

source: <Nothing>
es: <Nada>

source: “%s” in %s did not contain an anchor point (%g,%g) class %s
es: “%s” en %s no contiene un punto de ancla (%g,%g) en la clase %s

source: “%s” in %s contains an anchor point (%g,%g) class %s which differs from its counterpart by point matching
es: “%s” en %s contiene un punto de ancla (%g,%g) en la clase %s que difiere de su contraparte por comparación de puntos

source: “%s” in %s did not contain a substitution lookup to %s
es: "%s" en %s no contiene una búsqueda de substitución hacia %s

source: I can't figure out how to compare the subtable, %s, in %s to %s in %s
es: No puedo darme cuenta cómo comparar la subtabla, %s, en %s a %s en %s

source: Kerning between “%s” and %s is %d in %s and %d in %s
es: Emparejamiento entre "%s" y %s es %d en %s y %d en %s

source: No kerning between “%s” and %s in %s whilst it is %d in %s
es: No hay emparejamiento entre "%s" y %s en %s aunque es %d en %s

source: Lookups in %s but not in %s
es: Búsquedas en %s pero no en %s

source: Lookup %s is not in %s
es: La búsqueda %s no está en %s

source: Lookups subtables in %s but not in %s
es: Subtablas de búsqueda en %s pero no en %s

source: Lookup subtable %s is not in %s
es: La subtabla de búsqueda %s no está en %s

source: Goto
es: Ir a

source: Could not find the glyph: %.70s
es: No se encontró el glifo: %.70s

source: Enter the name of a glyph in the font
es: Introduzca el nombre del glifo en la tipografía

source: Unparsed characters found after end of groups file (last line parsed was %d).
es: Caracteres no analizados se han encontrado después del fin de los archivos de grupo (la ultima linea analizada fue %d).

source: Glyph names must be valid postscript names
es: Los nombres de glifos deben ser nombres PostScript válidos

source: Bad Range
es: Rango incorrecto

source: Bad Range, start (%1$04X) is greater than end (%2$04X)
es: Rango incorrecto, el comienzo (%1$04X) es mayor que el final (%2$04X)

source: Duplicate Name
es: Nombre duplicado

source: The code point U+%1$04X occurs in groups %2$.30s and %3$.30s
es: El punto de código U+%1$04X ocurre en los grupos %2$.30s y %3$.30s

source: The glyph name "%1$.30s" occurs in groups %2$.30s and %3$.30s
es: El glifo llamado "%1$.30s" ocurre en los grupos %2$.30s y %3$.30s

source: UntitledGroup
es: Gruposintítulo

source: Groups
es: Grupos

source: Define Groups
es: Definir grupos

source: New Sub-Group
es: Nuevo subgrupo

source: Group Name:
es: Nombre de grupo:

source: Glyphs:
es: Glifos:

source: Identify by
es: Identificado por

source: Name
es: Nombre

source: No Glyph Duplicates
es: No hay glifos duplicados

source: Group
es: Grupo

source: No Groups
es: Sin grupos

source: None of the glyphs in the current font match any names or code points in the selected groups
es: Ninguno de los glifos en la tipografía actual coincide con nombres o puntos de código en los grupos seleccionados.

source: Display By Groups
es: Mostrar por grupos

source: Compacted
es: Compactado

source: Position: %d Count: %d
es: Posición: %d Contador: %d

source: Position: %d-%d (%d) Count: %d (%d)
es: Posición: %d-%d (%d) Contador: %d (%d)

source: The smaller number must be selected first in a pair of bluevalues
es: En un par de valores Blue se debe seleccionar primero el número más pequeño

source: Tiny Selection
es: Selección pequeña

source: There are so few glyphs selected that it seems unlikely to me that you will get a representative sample of this aspect of your font. If you deselect everything the command will apply to all glyphs in the font
es: Hay tan pocos glifos seleccionados que me resulta imposible obtener un muestreo representativo de este aspecto de su tipografía. Si deselecciona todo, la orden se aplicará a todos los glifos de la tipografía

source: HStem
es: Tallo Horizontal

source: VStem
es: Tallo Vertical

source: Blues
es: Azules

source: BlueValues come in pairs. Select another.
es: Los valores Blue vienen de a pares. Seleccione otro.

source: Awaiting response
es: Esperando respuesta

source: Font Upload...
es: Carga de tipografía...

source: Uploading to Open Font Library
es: Cargando la biblioteca de tipografía abierta

source: Looking for openfontlibrary.org
es: Esperando openfontlibrary.org

source: Could not find host
es: No se puede encontrar el anfitrión

source: Could not find "%s" Are you connected to the internet?
es: No se puede encontrar "%s" ¿Está conectado a Internet?

source: Could not connect to host
es: No se puede conectar al anfitrión

source: Could not connect to "%s".
es: No se puede conectar a "%s".

source: Login failed
es: Acceso fallido

source: Could not log in.
es: No se puede acceder.

source: Could not read state
es: No se puede leer estado

source: Could not read state.
es: No se puede leer estado.

source: Font file vanished
es: Archivo de tipografía desaparecido

source: The font file we just created can no longer be opened.
es: El archivo de tipografía que acaba de crear no se puede abrir.

source: Error from openfontlibrary
es: Error de openfontlibrary

source: Server error code=%d
es: Cósdigo de error de servidor=%d

source: Unexpected server return
es: Respuesta inesperada del servidor

source: Unexpected server return code=%d
es: Código de respuesta inesperada del servidor=%d

source: Password?
es: ¿Contraseña?

source: Enter password for %s@%s
es: Introduzca la contraseña para %s@%s

source: Downloading from %s
es: Descargando de %s

source: Could not parse URL
es: No se puede revisar la URL

source: Got something else when expecting an http URL
es: Se obtuvo otra cosa cuando se esperaba una URL del tipo http

source: Font Download...
es: Descargando tipografía...

source: Resolving host
es: Encontrando al anfitrión

source: Requesting font...
es: Solicitando tipografía...

source: Could not send request
es: No se pudo enviar la petición

source: Could not send request to "%s".
es: No se pudo enviar la solicitud para "%s"

source: Downloading font...
es: Descargando tipografía...

source: Could not download data
es: No se pueden descargar los datos

source: Could not download data.
es: No se puedes descargar los datos.

source: HTTP return code: %d.
es: Código retornado de HTTP: %d

source: Uploading to %s
es: Subiendo a %s

source: Got something else when expecting an ftp URL
es: Se obtuvo otra cosa cuando se esperaba por una URL tipo ftp

source: Logging in...
es: Iniciando sesión...

source: Bad Username/Password
es: Usuario o contraseña erróneos

source: Transmitting font...
es: Transmitiendo tipografía...

source: FTP passive Data Connect failed
es: Error de conexión FTP pasiva

source: Could not find file.
es: No se encontró el archivo.

source: Uploading font...
es: Subiendo tipografía...

source: Could not transmit data
es: No se pudo transmitir información

source: Could not transmit data.
es: No se pudo transmitir información.

source: FontForge only handles ftp and http URLs at the moment
es: Por el momento, FontForge sólo puede usar URLs ftp y http

source: FontForge can only upload to ftp URLs at the moment
es: Por el momento, FontForge sólo puede subir a URLs de ftp

source: This character (gid=%d) has a following part (%d). I'm not sure what that means, please send me (gww@silcom.com) a copy of this font so I can test with it.
es: Este caracter (gid=%d) tiene la siguiente parte (%d). No estoy seguro de lo que significa, por favor enviarme una copia de esta fuente a (gww@silcom.com) para poder probarla.

source: This is probably a valid URW font, but it is in a format (%c%c) which FontForge does not support. FontForge only supports 'IK' format fonts.
es: Esta es una tipografía URW válida, probablemente, pero está en un formato (%c%c) que FontForge no soporta. FontForge solamente soporta tipografías de formato 'IK'

source: This looks like an ikarus format which I have seen examples of, but for which I have no documentation. FontForge does not support it yet.
es: Este parece ser un formato ikarus del cual he visto ejemplos, pero para los que no tengo documentación. FontForge todavia no los soporta.

source: Unexpected size for name section of URW font (expected 55, got %d)
es: Tamaño inesperado para el nombre de la sección de la tipografía URW (esperaba 55, tengo %d)

source: Unexpected size for font info section of URW font (expected 12, got %d)
es: Tamaño inesperado para la sección font info de la tipografía URW (esperaba 12, tengo %d)

source: No lookup selected
es: No se seleccióno ninguna búsqueda

source: You must select a lookup subtable to contain this kerning pair
es: Debe seleccionar una subtabla de búsqueda que contenga el par de interletraje

source: Class 0
es: Clase 0

source: Move selected class up
es: Subir la clase seleccionada

source: Move selected class down
es: Mover la clase seleccionada hacia abajo

source: Class|New...
es: Nueva...

source: Edit...
es: Editar...

source: Select Glyph Class:
es: Seleccionar la clase de glifo

source: Select the class containing the named glyph
es: Seleccionar la clase que contiene el glifo nombrado

source: Display Size:
es: Mostrar tamaño:

source: Magnification:
es: Magnificación:

source: Device Table Correction:
es: Corrección en tabla de dispositivos:

source: KernClass|_New Lookup...
es: _Nueva búsqueda

source: English
es: Inglés

source: French
es: Francés

source: German
es: Alemán

source: Spanish
es: Español

source: Swedish
es: Sueco

source: No significant differences found
es: No se encontraron diferencias significativas

source: Differ
es: Difiere

source: The layers do not match
es: Las capas no coinciden

source: Error Bound
es: Error de límite

source: Copy Layers
es: Copiar capas

source: Compare Layers
es: Comparar capas

source: Copy one layer to another
es: Copiar una capa en otra

source: Compare two layers
es: Comparar dos capas

source: From:
es: De:

source: To:
es: Hasta:

source: Other:
es: Otro:

source: Clear destination layer before copy
es: Antes de copiar, limpia la capa destino

source: Allow errors of:
es: Permitir errores de:

source: em units
es: unidades em

source: Library may be too old
es: La biblioteca podría ser muy antigua

source: The library is older than the executable expects. This might be ok. Or it may crash on you. You have been warned.
es: La biblioteca es más antigua de lo que el ejecutable esperaba. Podría estar bien o podría generar un fallo. Conste que se te advirtió.

source: TeX Glyphlist
es: lista de glifos para TeX

source: TeX Extension List
es: Lista de extensiones para TeX

source: Access All Alternates
es: Activar todas las variantes

source: Above Base Forms
es: Formas superiores

source: Above Base Mark
es: Encima marca base

source: Above Base Substitutions
es: Substituciones superiores

source: Vertical Fractions
es: Fracciones verticales

source: Ancient Ligatures
es: Ligaduras antiguas

source: Below Base Forms
es: Formas inferiores

source: Below Base Mark
es: Debajo marca base

source: Below Base Substitutions
es: Substituciones inferiores

source: Capitals to Petite Capitals
es: Mayúsculas a mayúsculas petites

source: Capitals to Small Capitals
es: Mayúsculas a minúsculas

source: Contextual Alternates
es: Alternativas contextuales

source: Glyph Composition/Decomposition
es: Composición/descomposición de glifos

source: Contextual Ligatures
es: Ligaduras contextuales

source: Contextual Swash
es: Formas caligráficas contextuales

source: Cursive Attachment
es: Complemento cursivo

source: Character Variants 00
es: Variantes de carácter 00

source: Character Variants 01
es: Variantes de carácter 01

source: Character Variants 02
es: Variantes de carácter 02

source: Character Variants 03
es: Variantes de carácter 03

source: Character Variants 04
es: Variantes de carácter 04

source: Character Variants 05
es: Variantes de carácter 05

source: Character Variants 06
es: Variantes de carácter 06

source: Character Variants 07
es: Variantes de carácter 07

source: Character Variants 08
es: Variantes de carácter 08

source: Character Variants 09
es: Variantes de carácter 09

source: Character Variants 10
es: Variantes de carácter 10

source: Character Variants 99
es: Variantes de carácter 99

source: Drop Caps
es: Quitar mayúsculas

source: Distance
es: Distancia

source: Discretionary Ligatures
es: Ligaduras discrecionales

source: Denominators
es: Denominadores

source: Expert Forms
es: Formas expertas

source: Final Glyph On Line
es: Último glifo de la línea

source: Terminal Forms #2
es: Formas finales #2

source: Terminal Forms #3
es: Formas finales #3

source: Terminal Forms
es: Formas finales

source: Flattened Accents over Capitals
es: Eliminar acentos sobre letras mayúsculas

source: Diagonal Fractions
es: Fracciones diagonales

source: Half Forms
es: Formas mediales

source: Halant Forms
es: Formas sin vocal

source: Historical Forms
es: Formas históricas

source: Horizontal Kana Alternatives
es: Kana horizontales alternativos

source: Historic Ligatures
es: Ligaduras históricas

source: Hanja to Hangul
es: Convertir Hanja en Hangul

source: Initial Forms
es: Formas iniciales

source: Isolated Forms
es: Formas aisladas

source: Italics
es: Cursivas

source: JIS78 Forms
es: Formas JIS78

source: JIS83 Forms
es: Formas JIS83

source: JIS90 Forms
es: Formas JIS90

source: Horizontal Kerning
es: Interletraje horizontal

source: Left Bounds
es: Alineación óptica a la izquierda

source: Standard Ligatures
es: Ligaduras estándar

source: Leading Jamo Forms
es: Forma coreana básica inicial

source: Lining Figures
es: Cifras modernas

source: Localized Forms
es: Formas localizadas

source: Mark Positioning
es: Posicionamiento de marca

source: Medial Forms 2
es: Formas mediales 2

source: Medial Forms
es: Formas mediales

source: Mathematical Greek
es: Griego para matemáticas

source: Mark to Mark
es: Marca sobre marca

source: Mark Positioning via Substitution
es: Posición de marcas por substitución

source: Alternate Annotation Forms
es: Formas de anotación alternativas

source: Nukta Forms
es: Formas Nukta

source: Numerators
es: Numeradores

source: Oldstyle Figures
es: Cifras estilo antiguo

source: Optical Bounds
es: Límtes ópticos

source: Ordinals
es: Ordinales

source: Ornaments
es: Ornamentos

source: Lowercase to Petite Capitals
es: Minúsculas a mayúsculas petites

source: Proportional Kana
es: Kana proporcional

source: Proportional Numbers
es: Cifras proporcionales

source: Pre Base Forms
es: Formas antepuestas

source: Pre Base Substitutions
es: Substituciones antepuestas

source: Post Base Forms
es: Formas postpuestas

source: Post Base Substitutions
es: Substituciones postpuestas

source: Proportional Width
es: Ancho proporcional

source: Randomize
es: Aleatorio

source: Rakar Forms
es: Formas Rakar

source: Required Ligatures
es: Ligaduras requeridas

source: Right Bounds
es: Alineación óptica a la derecha

source: Right to Left Alternates
es: Formas alternativas derecha a izquierda

source: Ruby Notational Forms
es: Formas notacionales de Ruby

source: Stylistic Alternatives
es: Alternativas estilísticas

source: Scientific Inferiors
es: Índices científicos

source: Lowercase to Small Capitals
es: Minúsculas a mayúsculas pequeñas

source: Simplified Forms
es: Ideogramas simplificados

source: Style Set 1
es: Estilo 1

source: Style Set 2
es: Estilo 2

source: Style Set 3
es: Estilo 3

source: Style Set 4
es: Estilo 4

source: Style Set 5
es: Estilo 5

source: Style Set 6
es: Estilo 6

source: Style Set 7
es: Estilo 7

source: Style Set 8
es: Estilo 8

source: Style Set 9
es: Estilo 9

source: Style Set 10
es: Estilo 10

source: Style Set 11
es: Estilo 11

source: Style Set 12
es: Estilo 12

source: Style Set 13
es: Estilo 13

source: Style Set 14
es: Estilo 14

source: Style Set 15
es: Estilo 15

source: Style Set 16
es: Estilo 16

source: Style Set 17
es: Estilo 17

source: Style Set 18
es: Estilo 18

source: Style Set 19
es: Estilo 19

source: Style Set 20
es: Estilo 20

source: Script Style
es: Estilo de guión

source: Swash
es: Forma caligráfica

source: Trailing Jamo Forms
es: Forma coreana básica final

source: Traditional Name Forms
es: Formas tradicionales para nombres

source: Tabular Numbers
es: Números tabulares

source: Traditional Forms
es: Formas tradicionales

source: Vattu Variants
es: Variantes Vattu

source: Vertical Alternates (obs)
es: Formas verticales alternativas

source: Vowel Jamo Forms
es: Formas vowel jamo

source: Vertical Kana Alternates
es: Kana verticales alternativos

source: Vertical Kerning
es: Interletraje vertical

source: Vertical Rotation & Alternates
es: Formas verticales por rotación

source: Slashed Zero
es: Cero con barra diagonal

source: Required feature
es: Característica obligatoria

source: Undefined substitution
es: Substitución no definida

source: Single Substitution
es: Sustitución simple

source: Multiple Substitution
es: Sustitución mútltiple
