Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/FontForge.po
Languages: es

source: Unicode C_har:
es: Carácter unicode:(_H)

source: Set From N_ame
es: _A partir del nombre

source: Set From Val_ue
es: A partir del valor(_U)

source: Alternate Unicode Encodings / Variation Selectors
es: Alterna la codificación Unicode / Variación de Selectores

source: Some glyphs may be used for more than one unicode code point -- I don't recommend doing this, better to use a reference -- but it is possible. The latin "A", the greek "Alpha" and the cyrillic "A" look very much the same. On the other hand certain Mongolian and CJK characters have multiple glyphs depending on a unicode Variation Selector. In the first case use a variation selector of 0, in the second use the appropriate codepoint.
es: Algunos glifos pueden ser utilizados para más de una referencia de código unicode -- No recomiendo hacer eso, es mejor usar una referencia -- pero es posible. La "A" latina, la "Alfa" griega y la "A" cirílica se parecen mucho. Por otra parte, algunos caracteres mongoles y CJK tienen múltiples símbolos dependiendo de un Selector de Variación unicode. En el primer caso usar un selector de variación 0, en el segundo caso usar la referencia de código apropiada.

source: OT _Glyph Class:
es: Clase OT de _glifo:

source: Mark for Unlink, Remove Overlap Before Save
es: Marcar para desvincular, quitar superposiciones antes de guardar

source: A few glyphs, like Aring, Ccedilla, Eogonek are composed of two overlapping references. Often it is desireable to retain the references (so that changes made to the base glyph are reflected in the composed glyph), but that means you are stuck with overlapping contours. This flag means that just before saving the font, fontforge will unlink the references, and run remove overlap on them, then just after saving it will undo the operation thereby retaining the references.
es: Algunos glifos, como Aring, Ccedilla, Eogonek están compuestos de dos referencias sobrepuestas. Es deseable mantener las referencias (así los cambios realizados en el glifo base son reflejados en el glifo compuesto), pero eso significa que está atrapado con contornos sobrepuestos. Esta bandera significa que justo antes de guardar la fuente, FontForge desenlazará las referencias, y ejecutará eliminar lo sobrepuesto de ellos, después solo después de guardar deshará la operación entonces retendrá las referencias.

source: Comment
es: Comentario

source: _Hide Unused Columns
es: _Ocuktar columnas sin uso

source: Don't display columns of 0s. The OpenType lookup allows for up to 8 kinds of data, but almost all kerning lookups will use just one. Omitting the others makes the behavior clearer.
es: No mostrar columnas de 0s. La búsqueda OpenType permite hasta para 8 clases de datos, pero casi todas las búsquedas de kerning usarán solo una Omitir las otras hace el comportamiento más claro.

source: CounterHint|_New...
es: _Nuevo

source: _Delete
es: _Borrar

source: _Edit...
es: _Editar

source: Height:
es: Altura:

source: The height and depth fields are the metrics fields used by TeX, they are corrected for optical distortion. So 'x' and 'o' probably have the same height.
es: Los campos de profundidad y de altura son la métrica de campos usada por TeX, se corrigen para distorsión óptica. Entonces 'x' y 'o' tienen probablemente la misma altura.

source: Guess
es: Estimar

source: Depth:
es: Profundidad:

source: Italic Correction:
es: Corrección itálica

source: The Italic correction field is used by both TeX and the MS 'MATH' table. It is used when joining slanted text (italic) to upright. It is the amount of extra white space needed so the slanted text will not run into the upright text.
es: El campo de corrección itálica se usa por ambos TeX y la tabla MS 'MATH'. Se usa cuando se une texto inclinado (cursivo) hacia la derecha. Es la cantidad de espacio blanco extra necesario para que el texto inclinado no se solape con el texto inclinado a la derecha.

source: A device table for italic correction. Expects a comma separated list of <pixelsize>":"<adjustment> As "9:-1,12:1,13:1"
es: Una tabla de dispositivo para corrección itálica. Espera una lista separada por comas de <tamaño de pixel>":"<ajuste> Como "9:-1,12:1,13:1"

source: Top Accent Pos:
es: Posición de acento superior:

source: In the MS 'MATH' table this value specifies where (horizontally) an accent should be placed above the glyph. Vertical placement is handled by other means
es: En la tabla MS 'MATH' este valor especifica dónde (horizontalmente) se debe poner un acento encima del glifo. La posición vertical se maneja para otros propósitos

source: A device table for horizontal accent positioning. Expects a comma separated list of <pixelsize>":"<adjustment> As "9:-1,12:1,13:1"
es: Una tabla de dispositivo para posicionamiento de acento horizontal. Espera una lista separada por comas de <tamaño de pixel>":"<ajuste> Como "9:-1,12:1,13:1"

source: Is Extended Shape
es: Es una forma extendida

source: Is this an extended shape (like a tall parenthesis)? Extended shapes need special attention for vertical superscript placement.
es: ¿Es esta una forma extendida (como los paréntesis pequeños)? Las formas extendidas necesitan atención especial para el posicionamiento vertical del superscript.

source: Math Kerning
es: Cálculo de emparejado

source: Brings up a dialog which gives fine control over horizontal positioning of subscripts and superscripts depending on their vertical positioning.
es: Muestra un diálogo que da un buen control sobre el posicionamiento horizontal de subscripts y superscripts dependiendo del posicionamiento vertical.

source: Ligature Caret Count:
es: Contador de marca de inserción:

source: Ligature caret locations are used by a text editor when it needs to draw a text edit caret inside a ligature. This means there should be a caret between each ligature component so if there are n components there should be n-1 caret locations. You may adjust the caret locations themselves in the outline glyph view (drag them from to origin to the appropriate place).
es: Las posiciones de las marcas de inserción son usadas por un editor de texto cuando necesita escribir un carácter circunflejo dentro de una marca de inserción. Esto significa que debería haber una marca de inserción entre cada carácter circunflejo por eso si hay n elementos deberá haber n-1 posiciones de marca de inserción Deberá ajustar las posiciones de las marcas de inserción en la salida de la vista del símbolo (arrastrarla desde el inicio hasta el lugar adecuado).

source: Variant Glyphs:
es: Glifos variantes:

source: A list of the names of pre defined glyphs which represent bigger versions of the current glyph.
es: Una lista de nombres de los glifos predefinidos los cuales representan versiones mayores del glifo actual.

source: Glyph Extension Components
es: Componentes de la extención de glifos

source: A really big version of this glyph may be made up of the following component glyphs. They will be stacked either horizontally or vertically. Glyphs marked as Extenders may be removed or repeated (to make shorter or longer versions). The StartLength is the length of the flat section at the start of the glyph which may be overlapped with the previous glyph, while the EndLength is the similar region at the end of the glyph. The FullLength is the full length of the glyph.
es: Una versión realmente grande de este glifo puede ser realizada desde los siguientes glifos componentes. Serán apliados tanto en horizontal como en vertical. Los glifos marcados como extensores pueden ser eliminados o repetidos (para hacer menores o mayores versiones). La longitud inicial es la longitud de la sección plana al comienzo del glifo el cual puede ser superpuesto con el anterior glifo, mientras que la longitud final es la misma región pero al final del glifo. La longitud total es la longitud completa del glifo.

source: Italic Cor:
es: Corr. itálica:

source: The italic correction of the composed glyph. Should be independant of glyph size
es: La corrección itálica del glifo compuesto. Puede ser independiente del tamaño del glifo

source: If this glyph is used as a pattern to tile some other glyph then it is useful to specify the amount of whitespace surrounding the tile. Either specify a margin to extend the bounding box of the contents, or specify the bounds explicitly.
es: Si se usa este glifo como patrón de mosaico de otro glifo, es útil especificar la cantidad de espacio en blanco alrededor del patrón. Especifique un margen para extender el límite de los contenidos o concrete manualmente los límites.

source: Tile Margin:
es: Margen de mosaico

source: Tile Bounding Box:
es: Caja envolvente de mosaico

source: Pos
es: Posición

source: Positionings
es: Posicionamiento

source: Pair
es: Par

source: Pairwise Pos
es: Posición de parejas

source: Substitutions
es: Sustituciones

source: Alt Subs
es: Elegir variante

source: Mult Subs
es: Subs. múltiple

source: Ligature
es: Ligadura

source: Ligatures
es: Ligaduras

source: Components
es: Componentes

source: Lig. Carets
es: Marcas de inserción

source: Counters
es: Contadores

source: Vert. Variants
es: Variantes verticales

source: Horiz. Variants
es: Variantes horizontales

source: Tile Size
es: Tamaño del mosaico

source: < _Prev
es: < Ant(_P)

source: _Next >
es: Siguie_nte>

source: _Done
es: _Hecho

source: Select By ATT...
es: Selecionar por ATT...

source: No glyphs matched
es: No se encontraron glifos

source: No Lookups
es: Sin búsquedas

source: No applicable lookup subtables
es: Búsqueda de subtablas no aplicable

source: Select By Lookup Subtable
es: Seleccionar por la subtabla de búsqueda

source: Select Glyphs in lookup subtable
es: Seleccionar glifos en búsqueda de subtablas

source: Select Results
es: Seleccionar resultados

source: Set the selection of the font view to the glyphs found by this search
es: Seleccionar en la ventana de la tipografía los caracteres encontrados en esta búsqueda

source: Merge Results
es: Combinar resultados

source: Expand the selection of the font view to include all the glyphs found by this search
es: Expandir la selección en la ventana de la tipografía para incluir todos los caracters encontrados en esta búsqueda

source: Restrict Selection
es: Restringir selección

source: Only search the selected glyphs, and unselect any characters which do not match this search
es: Buscar solo los glifos seleccionados, y deseleccionar cualquier carácter que no concuerde con esta búsqueda

source: Entry
es: Entrada

source: Exit
es: Salir

source: ItalicCor.
es: Corrección de itálicas

source: Lig.Caret
es: Ligadura de Caret

source: TopAccent
es: AcentoSuperior

source: %1$.80s at %2$d from %3$.90s
es: %1$.80s en %2$d desde %3$.90s

source: You may not use spiros
es: No puede usar spiros

source: This glyph should display spiro points, but unfortunately this version of fontforge was not linked with the spiro library, so only normal bezier points will be displayed.
es: Se deberían poder mostrar los puntos spiro de este glifo, pero desafortunadamente esta versión de FontForge no esta vinculada con la biblioteca de Spiro así que solo se mostrarán los puntos Béizer.

source: This glyph should display spiro points, but unfortunately FontForge was unable to load libspiro, spiros are not available for use, and normal bezier points will be displayed instead.
es: Se deberían poder mostrar los puntos spiro de este glifo, pero desafortunadamente FontForge no ha podido cargar la biblioteca de Spiro. Los spiros no están disponibles, así que solo se mostrarán los puntos Béizer.

source: Back
es: Atrás

source: Guide
es: Guía

source: You changed the point numbering
es: Cambió la enumeración del punto

source: You have just changed the point numbering of glyph %s.%s%s%s
es: Acaba de cambiar el punto de enumeración de glifo %s.%s%s%s

source: Instructions in this glyph (or one that refers to it) have been lost.
es: Las instrucciones en este glifo (o algo referido a ellas) se han perdido.

source: Instructions in this glyph (or one that refers to it) are now out of date.
es: Las instrucciones en este glifo (o algo referido a ellas) están desactualizadas.

source: At least one reference to this glyph used point matching. That match is now out of date.
es: Al menos una referencia a este glifo usaba comparación de puntos. Dicha coincidencia ha quedado obsoleta.

source: At least one anchor point used point matching. It may be out of date now.
es: Al menos un punto de anclaje usaba comparación de puntos. Puede que haya quedado obsoleto.

source: Not Guides
es: Sin guías

source: References may not be dragged into the guidelines layer
es: Las referencias no deberían de ser arrastradas hacia las capas de líneas guía

source: Name this contour
es: Nombre este contorno

source: You may attach a text label to this guideline if you wish to
es: Usted puede insertar una etiqueta de texto en esta directriz si lo desea

source: Old sfd file
es: Antiguo archivo sfd

source: This font comes from an old format sfd file. Not all aspects of it can be reverted successfully.
es: Esta tipografía proviene de un archivo sfd de formato antiguo. No todos los aspectos se revertirán satisfactoriamente.

source: Can't Find Glyph
es: Imposible encontrar el glifo

source: The glyph, %.80s, can't be found in the sfd file
es: No se pudo encontrar el glifo, %.80s, en el archivo sfd

source: Please name this contour
es: Por favor nombre este contorno

source: The spline does not reach %g
es: El spline no alcanza %g

source: Insert a point on the given spline at either...
es: Insertar un punto en el spline dado en uno de...

source: Make a new anchor class
es: Crear una nueva clase de anclaje

source: I cannot find an unused anchor class to assign a new point to. If you wish a new anchor point you must define a new anchor class with Element->Font Info
es: No se encontró una clase de anclaje sin usar para asignarle un nuevo punto. Si desea un nuevo punto de anclaje debe definir una nueva clase de anclaje con Elemento->Atributos tipografía

source: _Unlink
es: _Desenlazar

source: Flipped Reference
es: Referencia invertida

source: %.50s contains a flipped reference. This cannot be corrected as is. Would you like me to unlink it and then correct it?
es: %.50s contiene una referencia invertida. Así no se puede corregir. ¿Desea que la desvincule y la corrija?

source: Things could be better...
es: Las cosas puede mejorar...

source: Glyph, %s, has no hints. FontForge will not produce many instructions.
es: El glifo, %s. no contiene pistas. FontForge no producirá muchas instrucciones.

source: Deselect Width
es: Deseleccionar ancho

source: Width
es: Ancho

source: Deselect VWidth
es: Deseleccionar VWidth

source: Revert Gl_yph
es: Versión anterior del gl_ifo

source: _Print...
es: Im_primir…

source: E_xecute Script...
es: Ejecutar script...(_X)

source: _Invert Selection
es: _Invertir selección

source: _Deselect All
es: _Deseleccionar todo

source: _First Point
es: Primer punto(_F)

source: First P_oint, Next Contour
es: Primer punt_o del siguiente contorno

source: _Next Point
es: Siguie_nte punto

source: _Prev Point
es: _Punto anterior

source: Ne_xt Control Point
es: Siguiente punto de control(_X)

source: P_rev Control Point
es: Punto de cont_rol anterior

source: Points on Selected _Contours
es: Puntos en contornos _seleccionados

source: Point A_t
es: Punto E_n

source: Select All _Points & Refs
es: Seleccionar todos los _puntos y referencias

source: Select Open Contours
es: Seleccionar contornos abiertos

source: Select Anc_hors
es: Seleccione ancla_jes

source: _Width
es: A_nchura

source: _VWidth
es: Ancho _vertical

source: Select Points Affected by HM
es: Seleccionar los puntos afectados por HM

source: C_opy Reference
es: C_opiar referencia

source: Copy Loo_kup Data
es: Copiar datos de bús_queda

source: Copy _Width
es: Copiar ancho(_W)

source: Co_py LBearing
es: Co_piar margen izquierdo

source: Copy RBearin_g
es: Copiar mar_gen derecho

source: Clear _Background
es: Eliminar fondo(_B)

source: points|_Merge
es: _Unir

source: _Join
es: _Unir

source: Copy _Fg To Bg
es: Copiar primer plano al _fondo

source: Cop_y Layer To Layer...
es: Vop_iar capa a capa

source: Copy Gri_d Fit
es: Copiar cua_drícula

source: _Select
es: _Seleccionar

source: U_nlink Reference
es: Reemplazar refere_ncia

source: _Curve
es: _Curvar

source: _HVCurve
es: _HVCurva

source: C_orner
es: C_onvertir en punto de esquina

source: _Tangent
es: _Tangente

source: _Make First
es: Crear pri_mer punto

source: Can Be _Interpolated
es: Puede Ser _Interpolado

source: Can't _Be Interpolated
es: No se _puede interpolar

source: Center Bet_ween Control Points
es: Centrar entre puntos de contro_l

source: _Add Anchor
es: _Añadir punto de anclaje

source: Acceptable _Extrema
es: _Extremo aceptable

source: Make _Line
es: Dibujar _línea

source: Make A_rc
es: Hacer a_rco

source: Insert Point On _Spline At...
es: Insertar Punto En _Spline En...

source: _Name Contour
es: _Nombre de contorno

source: Make Clip _Path
es: Hacer trayectoria de cli_p

source: G4 _Curve
es: _Curva G4

source: _G2 Curve
es: Curva _G2

source: _Left Constraint
es: _Límite izquierdo

source: _Right Constraint
es: Límite de_recho

source: _Average Points
es: Promedio de los puntos(_A)

source: _Space Points
es: E_spaciar puntos

source: Space _Regions...
es: Espacia_r regiones...

source: Make _Parallel...
es: _Poner en paralelo...

source: _Simplify
es: _Simplificar

source: Simplify More...
es: Simplificar más...

source: Clea_nup Glyph
es: Despejar gl_ifo

source: Canonical Start _Point
es: _Punto de comienzo canónico

source: Canonical _Contours
es: _Contorno canónico

source: _First
es: _Primero

source: _Earlier
es: Ant_erior

source: L_ater
es: Posterior(_A)

source: _Last
es: Ú_ltimo

source: _Remove Overlap
es: Elimina_r superposición

source: _Intersect
es: _Interceptar

source: _Exclude
es: _Excluir

source: _Find Intersections
es: Buscar intersecciones(_F)

source: Change _Weight...
es: Cambiar_peso...

source: Obl_ique...
es: Obl_icuo...

source: _Condense/Extend...
es: _Condensar/Expandir...

source: _Inline
es: _Interior

source: _Outline
es: _Contorno

source: _Shadow
es: _Sombreado

source: _Wireframe
es: Malla de alambre(_W)

source: _Build Accented Glyph
es: Crear glifo acentuado(_B)

source: Build _Composite Glyph
es: _Crear glifo compuesto

source: _References...
es: _Referencias...

source: _Substitutions...
es: _Substituciones...

source: _Transform...
es: _Transformar...

source: _Point of View Projection...
es: _Proyección desde el punto de vista

source: _Non Linear Transform...
es: Transformación no lineal...

source: To _Int
es: Re_dondear a entero

source: To _Hundredths
es: A _Centésimas

source: _Cluster
es: _Clúster

source: _Glyph Info...
es: Información de _glifo

source: Get _Info...
es: Obtener _información...

source: S_how Dependent
es: Mostrar dependencias(_H)

source: Find Proble_ms...
es: Buscar proble_mas

source: Bitm_ap strikes Available...
es: M_apa de bits descubiertos disponible...

source: Remove Bitmap Glyphs...
es: Eliminar mapa de bits de glifos...

source: St_yles
es: Est_ilos

source: _Expand Stroke...
es: _Extender línea...

source: Tile _Path...
es: Ruta del mosaico...(_P)

source: Tile Pattern...
es: Patrón de mosaico...

source: O_verlap
es: Superponer(_V)

source: Add E_xtrema
es: Añadir e_xtremos

source: Autot_race
es: T_razado automático

source: A_lign
es: A_linear

source: Roun_d
es: Re_dondear

source: _Order
es: _Orden

source: Cloc_kwise
es: Hacia la dere_cha

source: Cou_nter Clockwise
es: E_n sentido antihorario

source: _Correct Direction
es: _Corregir dirección

source: Insert Text Outlines...
es: Insertar contornos de texto...

source: B_uild
es: Crear(_U)

source: Compare Layers...
es: Comparar capas...

source: Auto_Hint
es: Generación automática de ajustes(_H)

source: Hint _Substitution Pts
es: Punto_s de substitución

source: Auto _Counter Hint
es: _Contador automático

source: _Don't AutoHint
es: Sin generación automática _de ajustes

source: Auto_Instr
es: Generac_ión automática de instrucciones

source: _Edit Instructions...
es: _Editar instrucciones...

source: _Debug...
es: _Depurar...

source: _Clear HStem
es: Eliminar restri_cciones astas horizontales

source: Clear _VStem
es: Eliminar restricciones astas _verticales

source: Clear DStem
es: Limpiar DStem

source: Clear Instructions
es: Eliminar instrucciones

source: _Add HHint
es: _Añadir ajuste horizontal

source: Add VHi_nt
es: Añadir aju_ste vertical

source: Add DHint
es: Añadir ajus_te diagonal

source: Crea_te HHint...
es: C_rear ajuste horizontal...

source: Cr_eate VHint...
es: Cr_ear ajuste vertical...

source: _Review Hints...
es: _Revisar ajustes...

source: %s at ligature pos %d
es: %s en la posición de ligadura %d

source: %s exit
es: %s salida

source: %s entry
es: %s entrada

source: %s mark
es: %s marca

source: _Center in Width
es: _Centrar en ancho

source: _Thirds in Width
es: Cen_trar un tercio antes

source: Set _LBearing...
es: Definir margen izquierdo...(_L)

source: Set _RBearing...
es: Defini_r margen derecho...

source: Remove Kern _Pairs
es: Eliminar _pares de interletraje

source: Remove VKern Pairs
es: Eliminar pares de interletraje vertical

source: Kern Pair Closeup...
es: Cerrando par de interletraje...

source: Set _Vertical Advance...
es: Definir avance _vertical...

source: _Detach
es: _Desconectar

source: _Kern Pairs
es: Pares de interletraje(_K)

source: _Anchored Pairs
es: P_ares de anclaje

source: _Anchor Control...
es: Control de _ancla...

source: Anchor _Glyph at Point
es: Anclaje de _glifo en el punto

source: _Ligatures
es: _Ligaduras

source: PointNumbers|_None
es: _Ninguno

source: Show _Grid Fit...
es: Mostrar llenado de _rejilla

source: _Bigger Point Size
es: Tamaño de punto ma_yor

source: _Smaller Point Size
es: Tamaño de punto meno_r

source: _Anti Alias
es: _Alisado

source: _Off
es: Desacti_var

source: _Points
es: _Puntos

source: _Control Point Info
es: Información de punto de _control

source: Points of _Inflection
es: Puntos de _inflexión

source: _Side Bearings
es: Márgene_s del lado

source: Reference Names
es: Nombres de referencia

source: _Fill
es: _Rellenar

source: Pale_ttes
es: Pale_tas

source: _Glyph Tabs
es: Pestañas de _glifo

source: _Rulers
es: _Reglas

source: _Horizontal Hints
es: Pistas _horizontales

source: _Vertical Hints
es: Pistas _verticales

source: _Diagonal Hints
es: Pistas _diagonales

source: _BlueValues
es: ValoresA_zules

source: Family Bl_ues
es: Bl_ues de la familia

source: _Anchors
es: _Anclajes

source: Hori_zontal Metric Lines
es: Líneas de métrica hori_zontal

source: Vertical _Metric Lines
es: Líneas de _métrica vertical

source: _Display Compositions...
es: Mostrar composiciones...(_D)

source: Form_er Glyph
es: Glifo An_terior

source: _Number Points
es: E_numerar puntos

source: Grid Fi_t
es: Ajus_te de rejilla

source: Sho_w
es: M_ostrar

source: Com_binations
es: Com_binaciones

source: SubFonts|_All
es: _Todas

source: SubFonts|_None
es: _Ninguna

source: Bad Multiple Master Font
es: Tipografía master múltiple incorrecta

source: MM _Reblend
es: Mezcla_r nuevamente MM

source: _Point
es: _Punto

source: H_ints
es: A_justes

source: First Char
es: Primer carácter

source: Second Char
es: Segundo carácter

source: Kern Size
es: Tamaño de interletraje

source: Select a ligature to view
es: Seleccione ligadura a visualizar

source: Kern Pair Closeup
es: Par de interletraje cerrado

source: Anchor Control for Base
es: Control de anclaje para base

source: Anchor Control for Mark
es: Anclaje de control para marca

source: Kern Pairs
es: Pares de interletraje

source: Anchored Pairs
es: Pares anclados

source: Sort By:
es: Ord. por
