Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/FontForge.po
Languages: es

source: FontForge was unable to load libspiro, spiros are not available for use.
es: FontForge ha sido incapaz de cargar libspiro, spiros no está disponible para su uso.

source: Add a g2 curve point
es: Añadir un punto de curva g2

source: Add a prev constraint point (sometimes like a tangent)
es: Añadir un punto de restricción previo (como una tangente)

source: Add a next constraint point (sometimes like a tangent)
es: Añadir un punto de restricción siguiente (a veces como una tangente)

source: Tools
es: Herramientas

source: Cannot Be Undone
es: No se puede deshacer

source: This operation cannot be undone, do it anyway?
es: Esta operación no se puede deshacer ¿proceder?

source: Layer Info...
es: Información de capa...

source: New Layer...
es: Nueva capa...

source: Del Layer
es: Eliminar capa

source: Layers
es: Capas

source: Is Layer Visible?
es: ¿La capa es visible?

source: Layer
es: Capa

source: Is Layer Editable?
es: ¿Se puede editar la capa?

source: Get Info...
es: Conseguir información...

source: Open Reference
es: Abrir referencia

source: Add Anchor
es: Añadir un ancla

source: Add a left "tangent" point
es: Añadir un punto "tangente" a la izquierda

source: Add a right "tangent" point
es: Añadir un punto "tangente" a la derecha

source: Make Clip Path
es: Hacer trayecto de clip

source: Bitmap
es: Mapa de bits

source: Outline
es: Esquema

source: Shades
es: Sombras

source: Set/Clear Pixels
es: Activar/Desactivar pixeles

source: Draw a Line
es: Dibujar una línea

source: Shift Entire Bitmap
es: Desplazar todo el map de bits

source: Scroll Bitmap
es: Navegar por el mapa de bits

source: Set/Clear Pixels (Eyedropper with alt)
es: Activar/Desactivar pixeles (Eyedropper with alt)

source: Filled Rectangle
es: Rectángulo relleno

source: Filled Ellipse
es: Elipse rellena

source: Negative Width
es: Ancho negativo

source: Negative character widths are not allowed in TrueType. Do you really want a negative width?
es: No se permiten anchos de carácter negativos en TrueType. ¿De verdad quiere un ancho negativo?

source: Search Radius
es: Buscar radio

source: Select Point(s) at...
es: Seleccionar punto(s) en...

source: _Exact
es: _Exacto

source: _Around
es: _Alrededor

source: W_ithin Rectangle
es: D_entro del rectángulo

source: _Radius:
es: _Radio:

source: _Width:
es: _Ancho:

source: _Height:
es: _Altura:

source: %s No Slope
es: %s Sin pendiente

source: No Curvature
es: Sin curvatura

source: Curvature: %g
es: Curvatura: %g

source: Curvature: %g Radius: %g
es: Curvatura: %g Radio: %g

source: Normal Distance: %.2f Along Spline: %.2f
es: Distancia normal: %.2f Distancia sobre la curva: %.2f

source: Near (%f,%f)
es: Cerca (%f,%f)

source: Spline Length=%.1f
es: Longitud de curva=%.1f

source: Spline Length=%g
es: Longitud de curva=%g

source: No Next Control Point
es: No hay siguiente punto de control

source: Next CP: (%f,%f)
es: Siguiente PC: (%f,%f)

source: Next
es: Siguiente

source: No Previous Control Point
es: Sin punto de control previo

source: Prev CP: (%f,%f)
es: PC Previo: (%f,%f)

source: Prev
es: Anterior

source: No curvature info
es: Sin información de curvatura

source: ∆Curvature: %g
es: ∆Curvatura: %g

source: Next CP
es: Siguiente CP

source: Prev CP
es: CP Anterior

source: No Slope
es: Sin inclinación

source: _Pressure:
es: _Presión:

source: Stroke _Width:
es: Ancho del trazo:(_W)

source: Bad Value
es: Valor incorrecto

source: Removing both the internal and the external contours makes no sense
es: Eliminar tanto los contornos externos como los internos carece de sentido

source: Pen _Angle:
es: Ángulo de plum_a

source: _Height Ratio:
es: Ratio de altura (_h)

source: Minor A_xis:
es: Eje menor:(_X)

source: Press in this square with a wacom pressure sensitive tool to set the pressure end-point
es: Pulse en éste recuadro con una herramienta sensible a la presión para definir el último punto de presión.

source: Expand Stroke
es: Expandir trazo

source: Freehand
es: Mano alzada

source: _Don't Expand
es: No expan_dir

source: _Stroke
es: _Trazar

source: _Calligraphic
es: _Caligráfico

source: _Ellipse
es: _Elipse

source: _Round
es: _Redondeado

source: S_quare
es: _Cuadrado

source: Line Join
es: Unir línea

source: Ro_und
es: Redondear(_U)

source: Be_vel
es: Bi_sel

source: A calligraphic pen's nib has two dimensions, the width (which may be set by Stroke Width below) and the thickness or height. I express the height as a ratio to the width.
es: La huella de la pluma tiene dos dimensiones, el ancho (el cual se puede ajustar moviendo el ancho debajo) y el grosor o altura. La altura se expresa como una relación del ancho.

source: Remove Internal Contour
es: Eliminar contorno interno

source: Remove External Contour
es: Eliminar contorno externo

source: Bad Gradient
es: Gradiente incorrecto

source: There must be at least 2 gradient stops
es: Debe haber al menos dos paradas de gradiente

source: Bad offset on line %d, must be between 0% and 100%.
es: Posición incorrecta en la línea %d, debe estar netre 0% y 100%.

source: Bad color on line %d, must be between 000000 and ffffff.
es: Color incorrecto en la línea %d, debe estar entre 000000 y ffffff.

source: Bad opacity on line %d, must be between 0.0 and 1.0.
es: Opacidad incorrecta en la línea %d, debe estar entre 0.0 y 1.0

source: You must draw a line
es: Usted debe dibujar una linea

source: You must draw a line, with at most one additional point
es: Usted debe dibujar una linea, con más de un punto adicional

source: Offset %
es: % de Desplazamiento

source: Opacity
es: Opacidad

source: Gradient
es: Gradiente

source: A linear gradient is represented by a line drawn from its start point to its end point. A radial gradient is represented by a line drawn from its center whose length is the ultimate radius. If there is a single additional point, that point represents the gradient's focus, if omitted the focus is the same as the radius.
es: Una pendiente lineal es representada por una linea dibujada desde su punto de inicio hasta su punto final. Una pendiente radial es representada por una linea dibujada desde su centro cuya longitud es el máximo radio. Si hay un punto simple adicional, ese punto representa el enfoque de la pendiente, si omite el enfoque es el mismo que el radio.

source: Linear
es: Lineal

source: The gradient will be a linear gradient, With the color change happening along the line drawn in the view
es: El degradado será lineal. Con el cambio de color de acuerdo a la línea dibujada en la vista

source: The gradient will be a radial gradient, With the color change happening in circles starting at the focus (if specified) and extending outward until it reaches the specified radius.
es: El degradado será radial. Con el cambio de color en círculos concéntricos, desde el foco y extendiéndose hacia afuera, hasta que alcance el radio especificado.

source: _Pad
es: _Bloc

source: Beyond the endpoints, the gradient takes on the color at the end-points This does not work for PostScript linear gradients
es: Después de los puntos límite, el degradado toma el color en esos puntos. No funciona con degradados lineales de Postscript

source: Repeat
es: Repetir

source: Beyond the endpoints the gradient repeats itself This does not work for PostScript gradients.
es: Después de los puntos límite, el degradado se repite. No funciona con degradados lineales de Postscript

source: Reflect
es: Reflejar

source: Beyond the endpoint the gradient repeats itself, but reflected. This does not work for PostScript gradients
es: Después de los puntos límite, el degradado se repite, pero reflejado. No funciona con degradados lineales de Postscript

source: Specify the color (& opacity) at stop points along the line drawn above. The offset is a percentage of the distance from the start to the end of the line. The color is a 6 (hex) digit number expressing an RGB color.
es: Especifique el color (y la opacidad) en los puntos de paro sobre la línea dibujada. El desplazamiento es un porcentaje de la distancia desde el inicio hasta el final de la línea. El color es un número de 6 dígitos expresando un color RGB (hexadecimal)

source: Rotate
es: Rotar

source: Translation in X
es: Traslación en X

source: Translation in Y
es: Traslación en Y

source: Bad Transformation matrix
es: Transformación errónea en la matriz

source: No Glyph
es: Sin glifo

source: This font does not contain a glyph named "%.40s"
es: Esta tipografía no contiene un glifo llamado "%.40s"

source: Tile Pattern
es: Patrón de mosaico

source: The pattern itself should be drawn in another glyph of the current font. Specify a glyph name:
es: El patrón debería ser dibujado en otro glifo de la misma tipografía. Especifique un nombre de glifo:

source: Aspect Ratio same as Tile Glyph
es: Aspecto de proporción igual al glifo de mosaico

source: Width:
es: Ancho:

source: Rotate:
es: Rotar:

source: Skew:
es: Torcer:

source: Translate By
es: Traducido por

source: Transform:
es: Transformar:

source: Bad Color
es: Color incorrecto

source: Opacity:
es: Opacidad:

source: Bad Transformation Matrix
es: Matriz de transformación incorrecta

source: Bad dash list
es: Lista de rociado errónea

source: Too many dashes (at most %d allowed)
es: Demasiados trazos (máximo permitido %d)

source: Fi_ll
es: Re_llenar

source: Inherited
es: Heredado

source: Gradient:
es: Gradiente:

source: Add
es: Añadir

source: Edit
es: Editar

source: Pattern:
es: Patrón:

source: Stroke
es: Trazo

source: Dashes
es: Trazos

source: This specifies the dash pattern for a line. Leave this field blank for a solid line. Otherwise specify a list of up to 8 integers (between 0 and 255) which give the dash pattern in em-units. So "10 10" will draw the first 10 units of a line, leave the next 10 blank, draw the next 10, and so on.
es: Especifica el patrón del trazo para una línea. Deje este campo en blanco para una línea sólida. En otro caso especifique de una lista de ocho números enteros (entre 0 y 255) que darán el patrón de trazo en parejas de unidades. "10 10" dibujarán primero 10 unidades de la línea, dejarán las siguientes 10 unidades en blanco, dibujarán las siguientes diez, etc.

source: _Transform Pen:
es: Modificar pluma(_T):

source: Don't Warn Again
es: No avisar otra vez

source: Bad Reference
es: Referencia incorrecta

source: You are attempting to paste a reference to %1$s into %2$s. But %1$s does not exist in this font, nor can I find the original character referred to. It will not be copied.
es: Está intentando pegar una referencia a %1$s en %2$s. Pero %1$s no existe en esta tipografía, ni puedo encontrar el carácter original al que se refiere. No se copiará.

source: Yes to _All
es: Sí _a todo

source: No _to All
es: No a _todo

source: You are attempting to paste a reference to %1$s into %2$s. But %1$s does not exist in this font. Would you like to copy the original splines (or delete the reference)?
es: Está intentando copiar una referencia de %1$s en %2$s. Pero %1$s no existe en esta tipografía. ¿Desea copiar la tira original (o borrar la referencia)?

source: Anchor Lost
es: Anclaje perdido

source: At least one anchor point was lost when pasting from one font to another because no matching anchor class could be found in the new font.
es: Se perdió por lo menos un punto de anclaje al pegar ya que no se pudo encontrar una clase de anclaje coincidente en la tipografía de destino.

source: Duplicate Anchor
es: Duplicar anclaje

source: There is already an anchor point named %1$.40s in %2$.40s.
es: Ya hay un punto de anclaje llamado %1$.40s en %2$.40s.

source: Different Fonts
es: Diferentes tipografías

source: You are attempting to paste glyph instructions from one font to another. Generally this will not work unless the 'prep', 'fpgm' and 'cvt ' tables are the same. Do you want to continue anyway?
es: Esta intentando copiar las instrucciones de un glifo en de una tipografía a otra. Generalmente esto no funciona salvo que las tablas 'prep', 'fpgm' y 'ctv' sean las mismas. ¿Continuar de todos modos?

source: Please don't do that
es: No haga eso

source: You may not paste a reference into this window
es: No puede pegar la referencia en esta ventana

source: Self-referential glyph
es: Glifo autoreferenciado

source: Attempt to make a glyph that refers to itself
es: Intento de crear un glifo que se refiere a sí mismo

source: No Vertical Metrics
es: Sin métricas verticales

source: This font does not have vertical metrics enabled. Use Element->Font Info to enable them.
es: Esta tipografía no tiene métrica vertical permitida Use Elemento->Información de tipografía para permitirla

source: Could not find original glyph
es: No se puede encontrar el glifo original

source: Second glyph of %s
es: Segundo glifo para %s

source: No lookups to copy
es: Sin búsquedas para copiar

source: Lookups
es: Búsquedas

source: Choose which lookups to copy
es: Elija que búsqueda copiar

source: Self-referential character
es: Carácter autoreferencial

source: Attempt to make a character that refers to itself
es: Intentar hacer un carácter que se refiera a sí mismo

source: No selection
es: Sin selección

source: Bitmap Paste
es: Pegar mapa de bits

source: Pasting...
es: Pegando...

source: _Copies:
es: _Copias:

source: No Command Specified
es: No se especificó comando

source: Page Setup
es: Configuración de la página

source: To _File
es: En un _archivo

source: To P_DF File
es: En un archivo P_DF

source: _Other
es: _Otro

source: Any other command with all its arguments. The command must expect to deal with a postscript file which it will find by reading its standard input.
es: Cualquier orden con todos sus argumentos. La orden debe poder trabajar con un archivo postscript el cual encontrará leyendo su entrada estándar.

source: Page_Size:
es: Tamaño de _página:

source: _Printer:
es: Im_presora:

source: DPI
es: PPP

source: Size
es: Tamaño

source: Invalid point size
es: Tamaño en puntos inválido

source: Print To File...
es: Imprimir a un archivo...

source: Print Failed
es: Falló la impresión

source: Failed to open file %s for output
es: Fallo al abrir el archivo %s para salida

source: Failed to open temporary output file
es: No se puede abrir archivo temporal de salida

source: Bad Font
es: Tipografía incorrecta

source: Bad Size
es: Tamaño incorrecto

source: Requested bitmap size not available in font. Font supports %s
es: El tamaño del mapa de bits solicitado no está disponible en la tipografía. La tipografía admite %s

source: Text Width:%4d
es: Ancho del texto: %4d

source: Print
es: Imprimir

source: Insert Text Outlines
es: Inserta esquema del texto

source: Select some text, then use this list to change the font in which those characters are displayed.
es: Seleccione el texto, luego use esta lista para cambiar la tipografía en la cual esos caracteres se muestran.

source: Select some text, this specifies the point size of those characters
es: Seleccione algún texto, esto especifica el tamaño de punto de esos caracteres

source: Select some text, this specifies the vertical size of those characters in em-units
es: Seleccione algún texto, esto especifica el tamaño vertical de esos caracteres en em-units

source: Select some text, this specifies the pixel size of those characters
es: Seleccione cualquier texto, esto especifica el tamaño de píxel de dichos caracteres

source: Select some text, this controls whether those characters will be AntiAlias (greymap) characters, or bitmap characters
es: Seleccionar algún texto, controla si los caracteres serán caracteres AntiAlias (greymap), o caracteres bitmap.

source: Specifies file format used to pass the font to freetype pfb -- is the standard postscript type1 ttf -- is truetype otf -- is opentype nohints -- freetype rasterizes without hints bitmap -- not passed to freetype for rendering bitmap fonts must already be generated FontForge -- uses FontForge's own rasterizer, not freetype's. Only as last resort
es: Especifica el archivo de formato utilizado para pasar la fuente a freetype pfb -- es el estandar postscript tipo 1 ttf -- es truetype otf -- es opentype nohints -- freetype se rasteriza sin hints bitmap -- no se pasa a freetype para renderizar las fuentes bitmap ya debieron ser generadas FontForge -- usa el rasterizador propio de FontForge, no el de freetype. Solo como ultima opción.

source: nohints
es: Sin sugerencias

source: Select some text, then use this list to specify the current script & language.
es: Seleccione algún texto, luego use esta lista para especificar el script e idioma actual.

source: Select some text, then use this list to specify active features.
es: Seleccione algún texto, luego use esta lista para especificar las características activas.

source: Menu
es: Menú

source: Specifies screen dots per inch
es: Especifica puntos de pantalla por pulgada

source: FontForge does not update this window when a change is made to the font. If a font has changed press the button to force an update
es: FontForge no actualiza esta ventana cuando se ha cambiado la tipografía. Si se ha cambiado la tipografía pulse el botón para forzar una actualización

source: _Refresh
es: Actualiza_r

source: Text Width: 0
es: Ancho del texto: 0

source: Wrap Pos:
es: Posición de envoltura:

source: The text will wrap to a new line after this many em-units
es: El texto se desarrollará sobre una línea nueva después de algunas unidades-em

source: Display
es: Mostrar

source: _Full Font Display
es: Mostrar tipogra_fía completa

source: Displays all the glyphs in the font on a rectangular grid at the given point size
es: Muestra todos los glifos de la tipografía en un determinado tamaño en una cuadrícula rectangular

source: Full Pa_ge Glyph
es: Glifo a pá_gina completa

source: Full Pa_ge Glyphs
es: Glifos a pá_gina completa

source: Displays all the selected characters, each on its own page, at an extremely large point size
es: Muestra todos los caracteres seleccionados, cada uno en una página, en tamaño muy grande

source: _Multi Size Glyph
es: Glifo en distintos ta_maños

source: _Multi Size Glyphs
es: Glifos en distintos ta_maños

source: Displays all the selected characters, at several different point sizes
es: Muestra todos los caracteres seleccionados, en diferentes tamaños

source: S_etup
es: _Configurarión

source: _Print
es: Im_primir

source: Bind to Path
es: Unir a la ruta

source: Path Length: %g
es: Longitud de la ruta: %g

source: Scale so text width matches path length
es: Escale de manera que el ancho del texto coincida con el tamaño de la trayectoria

source: Rotate each glyph as a unit
es: Rotar cada glifo una unidad

source: Align:
es: Alinear:

source: At Start
es: Al principio

source: Centered
es: Centrado

source: At End
es: Al final

source: Offset text from path by:
es: Desplazamiento del texto hacia la trayectoria:

source: _Insert
es: _Insertar

source: Can't open %s
es: No es posible abrir %s

source: Failed to write %s
es: Error al escribir %s

source: Auto Hinting Font...
es: Ajuste automático de fuente...

source: Converting Postscript
es: Convirtiendo a Postscript

source: Saving Postscript Font
es: Guardando fuente postscript

source: Outlining glyphs
es: Outlining characters

source: Inlining glyphs
es: Inlining characters

source: Shadowing glyphs
es: Sombreados de glifos

source: Outline Width
es: Ancho del contorno

source: _Gap:
es: Intervalo(_G):

source: Inline
es: En línea

source: Shadow Length:
es: Tamaño de la sombra:

source: Light Angle:
es: Ángulo de iluminación:

source: Shadow
es: Sombra

source: Bad encoding file format
es: Formato de archivo de codificación incorrecto

source: This file contains an unnamed encoding, which cannot be named in a script
es: Este archivo contiene una codificación innominada, que no puede ser nombrada en el script

source: Please name this encoding
es: Asigne un nombre a esta codificación

source: Please name the %s encoding in this file
es: Asigne un nombre a la codificación %s de este archivo

source: First
es: Primera

source: Second
es: Segundo

source: Third
es: Tercero

source: Please name the %dth encoding in this file
es: Asigne un nombre a la codificación %dth de este archivo

source: couldn't write encodings file
es: no se pueden escribir archivos codificados

source: Missing cidmap file
es: No se encuentra el archivo cidmap

source: Couldn't open cidmap file: %s
es: No se pudo abrir archivo cidmap: %s

source: Bad cidmap file
es: Archivo cidmap dañado.

source: %s is not a cidmap file, please download http://fontforge.sourceforge.net/cidmaps.tgz
es: %s no es un archivo cidmap, por favor descárgelo de http://fontforge.sourceforge.net/cidmaps.tgz

source: _Use It
es: _Usarlo

source: _Search
es: _Buscar

source: Use CID Map
es: Usar CID Map

source: This font is based on the charset %1$.20s-%2$.20s-%3$d, but the best I've been able to find is %1$.20s-%2$.20s-%4$d. Shall I use that or let you search?
es: Esta tipografía se basa en el juego de caracteres %1$.20s-%2$.20s-%3$d, pero la mejor que se puede conseguir es %1$.20s-%2$.20s-%4$d. ¿Se usa esta o buscará usted?

source: _Browse
es: _Navegar

source: _Give Up
es: Abandonar(_G)

source: No cidmap file...
es: No existe archivo cidmap...

source: FontForge was unable to find a cidmap file for this font. It is not essential to have one, but some things will work better if you do. If you have not done so you might want to download the cidmaps from: http://FontForge.sourceforge.net/cidmaps.tgz and then gunzip and untar them and move them to: %.80s Would you like to search your local disk for an appropriate file?
es: FontForge no pudo encontrar un archivo cidmap para esta tipografía. No es necesario tener uno, pero a veces resulta mejor tenerlo. Si no posee uno puede descargar cidmaps de: http://FontForge.sourceforge.net/cidmaps.tgz y tras descomprimir y descompactar ubicarlos en: %.80s ¿Desea buscar en su disco local un archivo apropiado?

source: Find a cidmap file...
es: Buscar un archivo cidmap...

source: Are you sure you don't want to use the cidmap I found?
es: ¿Esta segurno que no desea utilizar el cidmap encontrado?

source: _Add
es: _Añadir

source: Extraneous glyphs
es: Glifos extraños

source: The current encoding contains glyphs which I cannot map to CIDs. Should I delete them or add them to the end (where they may conflict with future ros definitions)?
es: La codificación actual contiene glifos que no se pueden asignar a CIDs. ¿Debo eliminarlos o añadirlos al final (lo que puede originar conflictos con futuras definiciones)?

source: Not a CID-keyed font
es: No es una tipografía codificada en CID

source: Encoding Too Large
es: Codificación demasiado grande

source: The glyph at CID %d is mapped to more than %d encodings. Only the first %d are handled.
es: El glifo de índice CID %d está asignado a más de %d codificaciones. Sólo se tendrán en cuenta los primeros %d.

source: Remove Encoding
es: Eliminar codificado

source: Load Encoding
es: Cargar codificado

source: Browse...
es: Navegar...

source: Please select a CID ordering
es: Seleccione un orden CID

source: Custom
es: Perzonalizado

source: Encoding|Glyph Order
es: Ordenar glifo

source: ISO 8859-5 (Cyrillic)
es: ISO 8859-5 (Cirílico)

source: KOI8-R (Cyrillic)
es: KOI8-R (Cirílico)

source: ISO 8859-6 (Arabic)
es: ISO 8859-6 (Árabe)

source: ISO 8859-7 (Greek)
es: ISO 8859-7 (Griego)

source: ISO 8859-8 (Hebrew)
es: ISO 8859-8 (Hebreo)

source: ISO 8859-11 (Thai)
es: ISO 8859-11 (Tailandés)

source: Macintosh Latin
es: Latin Macintosh

source: Windows Latin ("ANSI")
es: Latin Windows ("ANSI")

source: Adobe Standard
es: Estándar de Adobe

source: Symbol
es: Símbolo

source: ISO 10646-1 (Unicode, Full)
es: ISO 10646-1 (Unicode, todos los planos)

source: Wansung (Korean)
es: Wansung (Coreano)
