Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/FontForge.po
Languages: es

source: The following error occurred on the selected glyphs: %.100s
es: Ocurrieron los siguientes errores en los glifos seleccionados: %.100s

source: The font %.30s contains cubic splines. It must be converted to quadratic splines before it can be used in an apple distortable font
es: La fuente %.30s contiene curvas cúbicas. Deben convertirse en curvas cuadráticas antes de poder ser utilizadas en una fuente distorsionable de Apple

source: The font %.30s contains quadratic splines. It must be converted to cubic splines before it can be used in a multiple master
es: La fuente %.30s contiene curvas cuadráticas. Deben convertirse en curvas cúbicas antes de poder ser utilizadas en una fuente multiple master

source: There is no ForceBoldThreshold entry in the weighted font, but there is a ForceBold entry in font %30s
es: No existe una entrada ForceBoldThreshold en la fuente ponderada, pero existe una entrada ForceBold en la fuente %30s

source: The fonts %1$.30s and %2$.30s have a different number of glyphs or different encodings
es: Las tipografías %1$.30s y %2$.30s tienen diferente número de glifos o diferentes codificaciones

source: The entry "%1$.20s" is not present in the private dictionary of both %2$.30s and %3$.30s
es: La entrada "%1$.20s" no está presente en el diccionario privado de ambos %2$.30s y %3$.30s

source: The glyph %1$.30s is defined in font %2$.30s but not in %3$.30s
es: El glifo %1$.30s está definido en la tipografía %2$.30s pero no en %3$.30s

source: The glyph %1$.30s in %2$.30s has both references and contours. This is not supported in a font with variations
es: El glifo %1$.30s en %2$.30s tiene referencias y contornos. Esto no está soportado en una tipografía con variaciones

source: The glyph %1$.30s has a different number of contours in font %2$.30s than in %3$.30s
es: El glifo %1$.30s tiene diferente número de contornos en la tipografía %2$.30s que en la %3$.30s

source: The glyph %1$.30s in font %2$.30s has a different number of points (or control points) on its contours than in %3$.30s
es: El glifo %1$.30s en la tipografía %2$.30s tiene diferente número de puntos (o puntos de control) en sus contornos que en %3$.30s

source: The glyph %1$.30s in font %2$.30s has a different number of references than in %3$.30s
es: El glifo %1$.30s en la tipografía %2$.30s tiene diferente número de referencias que en %3$.30s

source: The glyph %1$.30s in font %2$.30s has references with different scaling or rotation (etc.) than in %3$.30s
es: El glifo %1$.30s en la tipografía %2$.30s tiene referencias con diferente escalado o rotación (etc.) que en %3$.30s

source: The glyph %1$.30s in font %2$.30s has a different set of kern pairs than in %3$.30s
es: EL glifo %1$.30s en la tipografía %2$.30s tiene diferente conjunto de pares de interletraje que en %3$.30s

source: The glyph %1$.30s has a different numbering of points (and control points) on its contours than in the various instances of the font
es: The character %1$.30s has a different numbering of points (and control points) on its contours than in the various instances of the font

source: The default font does not have a 'cvt ' table, but the instance %.30s does
es: La fuente predeterminada no posee una tabla 'cvt ', pero la instancia %.30s sí

source: Instance fonts may only contain a 'cvt ' table, but %.30s has some other truetype table as well
es: Las instancias de una fuente puede contener solamente una tabla 'cvt ', pero %.30s posee además otras tablas TrueType

source: The 'cvt ' table in instance %.30s is a different size from that in the default font
es: La tabla 'cvt ' en la instancia %.30s tiene un tamaño diferente de la de la fuente predeterminada

source: No problems detected
es: No se detectaron problemas

source: Axis 1
es: Eje 1

source: Axis 2
es: Eje 2

source: Axis 3
es: Eje 3

source: Axis 4
es: Eje 4

source: Bad MM Weights
es: Ponderación MM incorrecta

source: Incorrect number of instances weights, or illegal numbers
es: Número de ponderaciones incorrecto o valores numéricos incorrectos

source: The weights for the default version of the font must sum to 1.0
es: Los pesos para la versión predeterminada de la fuente deben sumar 1.0

source: The results produced by applying the NormalizeDesignVector and ConvertDesignVector functions were not the results expected. You may need to change these functions
es: Los resultados obtenidos al aplicar las funciones NormalizeDesignVector y ConvertDesignVector no fueron los esperados. Puede que necesite modificar estas funciones

source: Blend to New Font
es: Mezclar con la nueva tipografía

source: You may specify the new instance of this font
es: Puede especificar la nueva instancia de esta fuente

source: You may change the default instance of this font
es: Puede modificar la instancia predeterminada de esta fuente

source: either by explicitly entering the contribution
es: especificando manualmente la contribución de cada diseño

source: of each master design, or by entering the design
es: maestro o indicando los valores del diseño para cada uno

source: values for each axis
es: de los ejes

source: Contribution of each master design
es: Contribución de cada diseño maestro

source: Design Axis Values
es: Valores de los ejes del diseño

source: You must provide at least one name here
es: Aquí debe asignar al menos un nombre

source: Named Styles
es: Estilos con nombre

source: Bad Axis
es: Ejes incorrectos

source: Bad Number in %s
es: Número incorrecto en %s

source: Wrong number of entries in %s
es: Número incorrecto de entrada en %s

source: The %s list is not ordered
es: La lista %s no se encuentra ordenada

source: Font|New
es: Fuente|Nueva

source: Please set the Axis Type field
es: Indique el tipo de ejes

source: When building an Apple distortable font, you must specify at least one name for the axis
es: Al crear una fuente distorsionable de Apple, debe especificar por lo menos el nombre de un eje

source: Begin:
es: Inicio:

source: End:
es: Final:

source: AxisValue|Default
es: Predeterminado

source: Axis range not valid
es: El rango del eje no es válido

source: Design Settings:
es: Parámetros de diseño:

source: Normalized Settings:
es: Parámetros normalizados:

source: The number of entries in the design settings must match the number in normalized settings
es: El número de entradas en los parámetros de diseño y normalizados deben ser coincidentes

source: Normalized position of this design along each axis
es: Posición normalizada del diseño sobre cada eje

source: The set of positions, %.30s, is used more than once
es: El conjunto de posiciones, %.30s, es utilizado más de una vez

source: The font %.30s is assigned to two master designs
es: La fuente %.30s es asignada a dos diseños maestros

source: The set of positions, %.30s, is not specified in any design (and should be)
es: El conjunto de posiciones, %.30s, no está especificado en ningún diseño cuando debería estarlo

source: The set of positions, %.30s, is not specified in any design. Is that what you want?
es: El conjunto de posiciones, %.30s, no esta especificado en ningún diseño. ¿Es lo que desea?

source: Disordered designs
es: Diseños desordenados

source: The master designs are not positioned in the expected order. FontForge will be unable to suggest a ConvertDesignVector for you. Is this what you want?
es: Los diseños maestros no están posicionados en el orden esperado. FontForge no podrá sugerirle una ConvertDesignVector. ¿Es lo que desea?

source: Bad PostScript function
es: Función postScript incorrecta

source: CID keyed fonts may not be a master design of a multiple master font
es: Las fuentes con claves CID no pueden servir de diseño maestro para una fuente MM

source: Create MM
es: Crear MM

source: Type of distortable font:
es: Tipo de fuente distorsionable:

source: Number of Axes:
es: Número de ejes:

source: Number of Master Designs:
es: Número de diseños maestros:

source: Axis Type:
es: Tipo de ejes:

source: Axis Range:
es: Rango eje:

source: Default:
es: Pred.

source: Intermediate Points:
es: Puntos intermedios:

source: Source from which this design is to be taken
es: Origen del diseño

source: Master Designs
es: Diseños maestros

source: Design|_New...
es: _Nuevo

source: Normalize Design Vector Function:
es: Normalizar función vectorial de diseño:

source: Convert Design Vector Function:
es: Convertir función vectorial de diseño:

source: Bad unicode value when parsing %s %s
es: Valor unicode incorrecto cuando se analizaba %s %s

source: Missing name when parsing %s for unicode %x
es: Se perdió el nombre cuando se analizaba %s para unicode %x

source: Bad name when parsing %s for unicode %x
es: Nombre incorrecto cuando se analizaba %s para unicode %x

source: Multiple names when parsing %s for unicode %x
es: Múltiples nombres cuando se analizaba %s para unicode %x

source: AGL without afii
es: AGL sin afii

source: Adobe Glyph List
es: Lista de glifos Adobe

source: AGL with PUA
es: AGL con PUA

source: Greek small caps
es: Minúsculas griegas

source: ΤεΧ Names
es: Nombre ΤεΧ

source: AMS Names
es: Nombres AMS

source: Attempt to take logarithm of %1$g in %2$.30s
es: Intentando tomar un logaritmo de %1$g en %2$.30s

source: Attempt to take the square root of %1$g in %2$.30s
es: Intentando conseguir una raíz cuadrada de %1$g en %2$.30s

source: Attempt to divide by 0 in %.30s
es: Intentando dividir por 0 en %.30s

source: Projecting...
es: Proyectando

source: Non Linear Transform
es: Transformación no lineal

source: These expressions may contain the operators +,-,*,/,%,^ (which means raise to the power of here), and ?: It may also contain a few standard functions. Basic terms are real numbers, x and y. Examples: x^3+2.5*x^2+5 (x-300)*(y-200)/100 y+sin(100*x)
es: Estas expresiones pueden contener los operadores +,-,*,/,%,^ (elevar a la potencia), y ?, y algunas funciones estándar. Los números x e y son reales. Ejemplos: x^3+2.5*x^2+5 (x-300)*(y-200)/100 y+sin(100*x)

source: Y Expr:
es: Expr Y:

source: Glyph Origin
es: Origen del glifo

source: Center of Selection
es: Centro de la selección

source: Last Press
es: Última pulsación

source: Value
es: Valor

source: Point of View Projection
es: Proyección de punto de vista

source: View Point
es: Punto de vista

source: Distance to drawing plane:
es: Distancia al plano de dibujo:

source: Distance to projection plane:
es: Distancia al plano de proyección:

source: Direction of gaze:
es: Dirección de la mirada:

source: Vanishing Point:
es: Punto de fuga:

source: AutoHint
es: Ajuste automático

source: AutoHint before rasterizing
es: Ajuste automático antes de rasterizar

source: NewCharset
es: Nuevo conjunto de caracteres

source: Default encoding for new fonts
es: Codificación predeterminada para las tipografías nuevas

source: The default size of the Em-Square in a newly created font.
es: Tamaño predeterminado del cuadratín en un tipografía recién creada.

source: NewFontsQuadratic
es: Nuevas tipografías cuadráticas

source: Whether new fonts should contain splines of quadratic (truetype) or cubic (postscript & opentype).
es: Las nuevas tipografías deben utilizar curvas cuadráticas (TrueType) o cúbicas (Postscript u OpenType).

source: LoadedFontsAsNew
es: Fuentes cargadas como nuevas

source: PreserveTables
es: Preservartablas

source: Enter a list of 4 letter table tags, separated by commas. FontForge will make a binary copy of these tables when it loads a True/OpenType font, and will output them (unchanged) when it generates the font. Do not include table tags which FontForge thinks it understands.
es: Introduzca una lista de 4 cartas de etiquetas tabla, separadas por comas. FontForge hará una copia binaria de estas tablas cuando cargue una True/OpenType, y la salida será entonces (sin cambios) cuando se genera la tipografía. No incluye las etiquetas de tabla que FontForge piensa que entiende.

source: CopyMetaData
es: Copiarmetadatos

source: When copying glyphs from the font view, also copy the glyphs' metadata (name, encoding, comment, etc).
es: When copying characters from the font view, also copy the characters' metadata (name, encoding, comment, etc).

source: UndoDepth
es: Deshacerprofundidad

source: The maximum number of Undoes/Redoes stored in a glyph
es: Número máximo de Deshacer/Rehacer almacenado en un carácter

source: Changing the width of a glyph changes the widths of all accented glyphs based on it.
es: Al modificar el ancho de un glifo se modifican los anchos de todos los glifos acentuados basados en él.

source: Changing the left side bearing of a glyph adjusts the lbearing of other references in all accented glyphs based on it.
es: Al modificar el margen izquierdo de un glifo se ajustan los márgenes izquierdos de otras referencias en todos los glifos acentuados basados en él.

source: The percentage of an em by which an accent is offset from its base glyph in Build Accent
es: The percentage of an em by which an accent is offset from its base character in Build Accent

source: When centering an accent over a glyph, should the accent be centered on the highest point(s) of the glyph, or the middle of the glyph?
es: When centering an accent over a character, should the accent be centered on the highest point of the character, or the middle of the character?

source: Ask the user for autotrace arguments each time autotrace is invoked
es: Pide al usuario argumentos de autotrazado cada vez que el autotrazado se invoca.

source: FontForge loads large images into the background of each glyph prior to autotracing them. You may retain those images to look at after mf processing is complete, or remove them to save space
es: FontForge loads large images into the background of each character prior to autotracing them. You may retain those images to look at after mf processing is complete, or remove them to save space

source: NewFontNameList
es: Nuevalistanombredetipografía

source: FontForge will use this namelist when assigning glyph names to code points in a new font.
es: FontForge usará esta lista de nombres cuando asigne nombres de glifo a puntos de código en una nueva tipografía.

source: Once upon a time, Adobe assigned PUA (public use area) encodings for many stylistic variants of characters (small caps, old style numerals, etc.). Adobe no longer believes this to be a good idea, and recommends that these encodings be ignored. The assignments were originally made because most applications could not handle OpenType features for accessing variants. Adobe now believes that all apps that matter can now do so. Applications like Word and OpenOffice still can't handle these features, so fontforge's default behavior is to ignore Adobe's current recommendations. Note: This does not affect figuring out unicode from the font's encoding, it just controls determining unicode from a name.
es: Érase una vez, cuando Adobe asignó los códigos PUA (área de uso público) a muchas variantes de estilos de caracteres (minúsculas, numerales, , etc). No mucho tiempo después pensó que sería una buena idea, y recomendó que se ignoraran. Las asignaciones fueron causa de que muchas aplicaciones no podían manejar las características OpenType para acceder a las variantes. Adobe ahora, piensa que estas aplicaciones pueden hacerlo. Aplicaciones como Word y OpenOffice no pueden manejar estas características, así que el comportamiento por defecto de fontforge es ignorar lasa actuales recomendaciones de Adobe. Nota: Esto no afecta a las figuras fuera de unicode de las tipografías codificadas, solamente se controla la determinación de unicode desde el nombre.

source: UnicodeGlyphNames
es: Nombresdeglifounicode

source: AutoHint changed glyphs before generating a font
es: AutoHint changed characters before generating a font

source: FontForge will place vertical or horizontal hints to describe the bounding boxes of suitable glyphs.
es: FontForge pondrá en un lugar vertical u horizontal las ayudas para describir los límites de las casillas de los glifos adecuados.

source: ResourceFile
es: Archivo de recursos

source: When FontForge starts up, it loads display related resources from a property on the screen. Sometimes it is useful to be able to store these resources in a file. These resources are only read at start up, so changing this has no effect until the next time you start FontForge.
es: Cuando FontForge arranca, muestra las cargas relacionadas con los recursos de una propiedad en la pantalla. A veces es útil para poder almacenar estos recursos en un archivo. Estos recursos sólo se leen al inicio por lo que el cambio no tiene efecto hasta la próxima vez que inicie FontForge.

source: HelpDir
es: Directorio de ayuda

source: The directory on your local system in which FontForge will search for help files. If a file is not found there, then FontForge will look for it on the net.
es: Directorio de su sistema local donde FontForge buscará los archivos de ayuda Si el archivo no se encuentra, entonces FontForge mirará en la red.

source: Show splash screen on start-up
es: Mostrar ventana de arranque al iniciar

source: UpdateFlex
es: ActualizarFlex

source: Figure out flex hints after every change
es: Volver a calcular los ajustes flex después de cada modificación

source: Display rulers in the Outline Glyph View
es: Mostrar reglas en Display rulers in the Outline Character View

source: Can't insert 'cvt'
es: No se puede insertar 'cvt'

source: Can't insert 'fpgm'
es: No se puede insertar 'fpgm'

source: Can't insert 'prep'
es: No se puede insertar 'prep'

source: Can't instruct this glyph
es: No se puede instruir este glifo

source: All Fonts
es: Todas las tipografías

source: Bitmap Fonts
es: Fuentes bitmap

source: Type1
es: Tipo1

source: Type2
es: Tipo2

source: Type3
es: Tipo3

source: FontForge's SFD
es: SFD de FontForge

source: Backup SFD
es: Copia de seguridad SFD

source: Extract from PDF
es: Extraido de un PDF

source: All Files
es: Todos los archivos

source: Edit Filter List
es: Editar lista de archivos

source: Filter
es: Filtro

source: Edit Font Filters
es: Editar filtros de tipografía

source: Filter|New
es: Nuevo

source: Filter:
es: Filtro:

source: Display files of this type
es: Mostrar archivos de este tipo

source: Force glyph names to:
es: Forzar nombres de glifos a:

source: In the saved font, force all glyph names to match those in the specified namelist
es: En la tipografía guardada, forzar a todos los glifos a coincidir con los especificados en la lista de nombres

source: No Rename
es: No renombrar

source: Too many subroutines. We can deal with at most 14 (0-13)
es: Demasiadas subrutinas. Puedo manejar hasta 14 (0-13)

source: Bad Metrics
es: Métricas incorrectas

source: Only the first 256 glyphs in the encoding will be used
es: Sólo se usarán los primeros 256 glifos en el codificado

source: One of the fonts %1$d,%2$d is missing glyph %3$d
es: Una de las tipografías %1$d,%2$d tiene un glifo perdido %3$d

source: Unexpected density
es: Densidad inesperada

source: Multiple-Density Font
es: Fuente multidensidad

source: High-Density Font
es: Fuente de alta densidad

source: Single and Multi-Density Fonts
es: Fuentes de densidad sencilla y múltiple

source: Single and High-Density Fonts
es: Fuentes de densidad sencilla y alta

source: Choose a file format...
es: Escoger un formato de archivo...

source: What type(s) of palm font records do you want?
es: ¿Qué tipos de registros de tipografía palm desea?

source: Flate decompression failed.
es: Falló la descompresión plana.

source: A pdf stream object is missing a Length attribute
es: El objeto de flujo pdf ha perdido el atributo de longitud

source: Unsupported filter: %s
es: Filtro no soportado: %s

source: Bad number, infinity or nan: %s
es: Número erróneo, infinito o no es un número: %s

source: Syntax error while parsing type3 glyph: %s
es: Error sintáctico al analizar el glifo tipo3: %s

source: Syntax errors while parsing Type3 font headers
es: Error de sintaxis cuando se analizaban las cabeceras de la tipografía Tipo3

source: The font %s is one of the standard fonts. It isn't actually in the file.
es: La tipografía %s es una tipografía estándar. No está actualmente en el archivo.

source: Doesn't look like a valid pdf file, couldn't find xref section
es: No parece un pdf válido. no se puede encontrar la sección xref

source: This pdf file has no fonts
es: Este archivo pdf no tiene tipografías

source: Invalid hex digit in sfnts array
es: Dígito hexadecimal inválido en matriz sfnts

source: Invalid character outside of string in sfnts array
es: Carácter inválido fuera de la cadena en la matriz sfnts

source: Index too big (must be <%d) "%s
es: Índice demasiado grande (debe ser <%d) "%s

source: Didn't understand "%s
es: No entendía "%s

source: No name for CharStrings dictionary "%s
es: No hay nombre para el diccionario CharStrings "%s

source: Too many entries in CharStrings dictionary "%s
es: Demasiadas entradas en el diccionario CharStrings "%s

source: Duplicate definition of subroutine %d
es: Definición de subrutina duplicada %d

source: Invalid FD (%d) assigned to CID %d.
es: FD inválido (%d) asignado a CID %d.

source: Bad CID offset for CID %d
es: Posición CID incorrecta para CID %d

source: Failed to parse the StartData command properly
es: Fallo al analizar la orden StartData propiamente

source: Cannot open a temporary file
es: No se puede abrir el archivo temporal

source: Cannot open %s
es: No se puede abrir %s

source: %1$s is not in %2$.100s
es: %1$s no está en %2$.100s

source: accent attachment table
es: tabla adjunta de acentos

source: axis variation table
es: tabla de variación de eje

source: Baseline table (OT version)
es: Tabla de línea de base (versión OT)

source: bitmap data table (AAT version)
es: tabla de datos de mapa de bits (versión AAT)

source: BDF bitmap properties table
es: Tabla de propiedades de mapa de bits BDF

source: bitmap font header table
es: tabla de cabecera de tipografía de mapa de bits

source: bitmap location table (AAT version)
es: tabla de localización mapa de bits (versión AAT)

source: baseline table (AAT version)
es: tabla de línea de base (versión AAT)

source: character code mapping table
es: tabla de asignación de código de carácter

source: CVT variation table
es: tabla de variación CVT

source: control value table
es: tabla de valor de control

source: digital signature table
es: tabla de firma digital

source: bitmap data table (OT version)
es: tabla de datos de mapa de bits (versión OT)

source: embedded bitmap scaling control table
es: tabla de control de escalado de mapa de bit embebido

source: font descriptor table
es: tabla de descriptor de tipografía

source: layout feature table
es: tabla de característica de capa

source: FontForge time stamp table
es: Tabla de sello de tiempo de FontForge

source: font metrics table
es: tabla de métricas de tipografía

source: font program table
es: tabla de programa de tipografía

source: font variation table
es: tabla de variación de tipografía

source: glyph definition table
es: tabla de definición de glifo

source: glyph positioning table
es: tabla de posicionado de glifo

source: glyph variation table
es: tabla de variación de glifo

source: glyph substitution table
es: tabla de sustitución de glifo

source: horizontal device metrics table
es: tabla de métricas de dispositivo horizontal

source: font header table
es: tabla de cabecera de tipografía

source: horizontal header table
es: tabla de cabecera horizontal

source: horizontal metrics table
es: tabla de métricas horizontal

source: horizontal style table
es: tabla de estilo horizontal

source: justification table (AAT version)
es: tabla de justificación (versión AAT)

source: justification table (OT version)
es: tabla de justificación (versión OT)
