Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/FontForge.po
Languages: es

source: This glyph contains control points which are probably too close to the main points to alter the look of the spline
es: Este glifo posee puntos de control demasiado cerca a los puntos principales como para alterar el aspecto de la curva

source: Problem explanation
es: Explicación

source: Ignore this problem in the future
es: Ignorar este problema en el futuro

source: _Next
es: Siguie_nte

source: _Stop
es: Para_r

source: Fix
es: Corregir

source: This glyph contains a substitution or ligature entry which refers to an empty char
es: Este glifo contiene una substitución o una ligadura que referencia un carácter vacío

source: %2$.20s refers to an empty character "%1$.20s"
es: %2$.20s se refieren a un carácter vacío "%1$.20s"

source: This glyph has the same unicode code point as the glyph named
es: Este glifo tiene el mismo punto de código unicode que el glifo nombrado

source: This glyph has the same name as the glyph at encoding
es: Este glifo tiene el mismo nombre que el glifo a codificar

source: Found %1$.4g, expected %2$.4g
es: Se encontró %1$.4g, se esperaba %2$.4g

source: The selected line segment is near the italic angle
es: El segmento seleccionado está cerca de la pendiente de las cursivas

source: The control point above the selected point is near the italic angle
es: El punto de control por encima del punto seleccionado está cerca de la pendiente de las cursivas

source: The control point below the selected point is near the italic angle
es: El punto de control por debajo del punto seleccionado está cerca de la pendiente de las cursivas

source: The control point right of the selected point is near the italic angle
es: El punto de control derecho del punto seleccionado está cerca de la pendiente de las cursivas

source: The control point left of the selected point is near the italic angle
es: El punto de control izquierdo del punto seleccionado está cerca de la pendiente de las cursivas

source: The control point above the selected point is outside the spline segment
es: El punto de control encima del punto seleccionado está fuera del trayecto

source: The control point below the selected point is outside the spline segment
es: El punto de control debajo del punto seleccionado está fuera del trayecto

source: The control point right of the selected point is outside the spline segment
es: El punto de control a la derecha del punto seleccionado está fuera del trayecto

source: The control point left of the selected point is outside the spline segment
es: El punto de control a la izquierda del punto seleccionado está fuera del trayecto

source: This glyph has four hints, but if this one were omitted it would fit a stem3 hint
es: Este glifo posee cuatro ajustes pero si se omite uno se ajustará con uno triple

source: This glyph can use a stem3 hint
es: Este carácter puede usar un ajuste triple

source: This hint has the wrong width for a stem3 hint
es: Este ajuste tiene el ancho incorrecto para un ajuste triple

source: The two selected points are the endpoints of an open path
es: Los dos puntos seleccionados son los extremos de un trayecto abierto

source: The selected points are too close to each other
es: Los puntos seleccionados están demasiado próximos entre sí

source: This hint does not control any points
es: Este ajuste no controla ningún punto

source: This glyph contains both contours and references. (or contains a reference which has a bad transformation matrix and counts as a contour). This cannot be expressed in the TrueType glyph format.
es: Este glifo contiene contornos y referencias a la vez. (o contiene referencias que han tenido una mala matriz de transformación y cuentan como contorno). No se pueden expresar en el formato de glifo TrueType.

source: This reference has a transformation matrix which cannot be expressed in Type1/2 fonts. No scaling or rotation allowed.
es: Este referencia tiene una matriz de transformación que no puede ser expresada en tipografía Tipo1/2. No se permite escalado o rotación.

source: References are nested more deeply in this glyph than the maximum allowed
es: En este glifo las referencias se encuentran anidadas en un nivel superior al máximo permitido

source: There are more points in this glyph than the maximum allowed
es: En este glifo existen más puntos que el máximo permitido

source: There are more hints in this glyph than the maximum allowed
es: En este glifo existen más ajustes que el máximo permitido

source: This outline glyph is missing a bitmap version
es: This outline character is missing a bitmap version

source: This glyph is taller than desired
es: Este glifo es menor que lo deseado

source: This glyph extends further below the baseline than desired
es: Este glifo se extiende más abajo de la línea de base de lo deseado

source: This glyph is wider than desired
es: Este glifo es más ancho de lo deseado

source: This glyph extends left further than desired
es: Este glifo se extiende hacia la izquierda más allá de lo deseado

source: This glyph is defined in more than one of the CID subfonts
es: Este glifo está definido en más de una subtipografía CID

source: This glyph is not defined in any of the CID subfonts
es: Este glifo no está definido en ninguna de las subtipografías CID

source: position
es: posición

source: pair
es: par

source: Contextual position
es: Posición contextual

source: Contextual substitution
es: Sustitución contextual

source: Chaining position
es: Encadenamiento de la posición

source: Chaining substitution
es: Encadenamiento de la sustitución

source: Lig
es: Ligadura

source: Contextual insertion
es: Inserción contextual

source: %1$s from lookup subtable %2$.50s
es: %1$s desde la subtabla de búsqueda %2$.50s

source: Kerning Class
es: Clase de interletraje

source: Vertical Kerning Class
es: Clases de interletraje vertical

source: Check for missing glyph names
es: Comprobando nombre de glifos perdidos

source: refers to a missing glyph
es: referencia un glifo faltante

source: Replace With:
es: Reemplazar con:

source: Always
es: Siempre

source: Remove
es: Eliminar

source: Skip
es: Omitir

source: _Skip
es: _Omitir

source: Missing Script
es: Guión perdido

source: This blank outline glyph has an unexpected bitmap version
es: This blank outline character has an unexpected bitmap version

source: No problems found
es: No se han encontrado problemas

source: _X near¹
es: _X cerca¹

source: _Y near¹
es: _Y cerca¹

source: Vertical Advance not
es: Avance vertical no

source: _More points than:
es: _Más puntos que:

source: _More hints than:
es: Más ajuste que:

source: Irrelevant _Factor:
es: _Factor irrelevancia

source: Near
es: Cerca

source: Find Problems
es: Buscar problemas

source: Y near¹ _standard heights
es: Y cerca¹ de la altura e_stándar

source: _Control Points near horizontal/vertical
es: Puntos de _control casi horiz./vert.

source: Control Points near horizontal/vertical/italic
es: Puntos de control casi horizontales/verticales/inclinados

source: Allows you to find control points which are almost, but not quite horizontal or vertical from their base point (or at the italic angle).
es: Permite encontrar los puntos de control que casi forman, pero no completamente, una horizontal o una vertical con sus puntos base (o de igual pendiente que las cursivas).

source: Control Points _beyond spline
es: Puntos de control fuera de la _curva

source: Check for _irrelevant control points
es: Ver_ificar puntos de control irrelevantes

source: Control points are irrelevant if they are too close to the main point to make a significant difference in the shape of the curve.
es: Un punto de control se considera irrelevante si está demasiado cerca a su punto principal como para mostrar una diferencia significativa el trazado de la curva.

source: A control point is deemed irrelevant if the distance between it and the main (end) point is less than this times the distance between the two end points
es: Un punto de control se considera irrelevante si la distancia entre él y su punto extremo es menor que la distancia entre los dos puntos extremos dividida por este factor

source: Poin_ts too close
es: Pun_tos muy próximos

source: If two adjacent points on the same path are less than a few emunits apart they will cause problems for some of FontForge's commands. PostScript shouldn't care though.
es: Si dos puntos adyacentes de un mismo trayecto están muy próximos, algunos comandos de FontForge pueden ocasionar problemas. Esto no sucede con PostScript.

source: O_pen Paths
es: Trayectos _abiertas

source: All paths should be closed loops, there should be no exposed endpoints
es: Todos los trayectos deben ser curvas cerradas, no poseer puntos extremos

source: Intersecting Paths
es: Rutas de intersección

source: No paths with within a glyph should intersect
es: No hay rutas dentrop del glifo que se entrecruzan

source: _Edges near horizontal/vertical
es: Bord_es casi horizontales/verticales

source: Edges near horizontal/vertical/italic
es: Bordes casi horizontales/verticales/inclinados

source: Allows you to find lines which are almost, but not quite horizontal or vertical (or at the italic angle).
es: Permite encontrar líneas que son casi pero no completamente horizontales o verticales (o inclinados al igual que las cursivas).

source: Check _outermost paths clockwise
es: Trayect_os externos en sentido horario

source: Check _flipped references
es: Comprobar re_ferencias volteadas

source: Refs with bad tt transformation matrices
es: Referencias con matrices de transformación tt incorrectas

source: Mixed contours and references
es: Contornos y referencias mixtos

source: TrueType glyphs can either contain references or contours. Not both.
es: Los glifos TrueType pueden contener referencias o contornos. No ambos.

source: Refs with bad ps transformation matrices
es: Referencias con matrices de transformación ps incorrectas

source: The Type 2 Charstring Reference (Appendix B) says that subroutines may not be nested more than 10 deep. Each nesting level for references requires one subroutine level, and hints may require another level.
es: The Type 2 Charstring Reference (Apéndice B) establece que las subrutinas no pueden estar anidadas en más de 10 niveles. Each nesting level for references requires one subroutine level, and hints may require another level.

source: Refs with out of date point matching
es: Referencias con punto de equiparación fuera de rango

source: _Hints controlling no points
es: Ajustes que no controlan ningún _punto

source: Ghostview (perhaps other interpreters) has a problem when a hint exists without any points that lie on it.
es: Ghostview (y quizás otros intérpretes) tienen problemas cuando existe un ajuste que no se aplica a ningún punto.

source: _Points near¹ hint edges
es: _Puntos cerca¹ de un ajuste

source: Almost stem_3 hint
es: Casi un ajuste _triple

source: Check missing _bitmaps
es: Comprobar mapas de _bits perdidos

source: Check multiple Unicode
es: Comprobar Unicode múltiple

source: Check multiple Names
es: Comprobar múltiples nombres

source: Check for multiple characters with the same name
es: Comprobar múltiples caracteres con el mismo nombre

source: Glyph BB Above
es: LC de Glifo encima

source: Are there any glyph's whose bounding boxes extend above this number?
es: ¿Hay algún glifo cuyo límite de caja se extienda por encima de este número?

source: Glyph BB Below
es: LC de glifo debajo

source: Are there any glyph's whose bounding boxes extend below this number?
es: ¿Hay algún glifo cuyo límite de caja se extienda por debajo de este número?

source: Glyph BB Right Of
es: LC de glifo por la derecha

source: Are there any glyph's whose bounding boxes extend to the right of this number?
es: ¿Hay algún glifo cuyo límite de caja se extienda a la derecha de este número?

source: Glyph BB Left Of
es: LC de glifo por la izquierda

source: Are there any glyph's whose bounding boxes extend to the left of this number?
es: ¿Hay algún glifo cuyo límite de caja se extienda por la izquierda de este número?

source: Check Advance:
es: Verificar ancho:

source: Check VAdvance:
es: Comprobar VAdvance:

source: Check for characters whose vertical advance width is not the displayed value.
es: Comprobar caracteres cuyo tamaño de avance vertical no es el valor mostrado.

source: Check for CIDs defined _twice
es: Verificar CIDs definidos dos _veces

source: Check whether a CID is defined in more than one sub-font
es: Verificar si ha sido definido un CID en más de una subtipografía

source: Check for _undefined CIDs
es: Verificar CIDs sin _definir

source: Check whether a CID is undefined in all sub-fonts
es: Verificar si un CID está sin definir en todas las subtipografías

source: Check whether a substitution, kerning class, etc. uses a glyph name which does not match any glyph in the font
es: Verificar si una substitución, una clase de interletraje, etc. utiliza un nombre de glifo que no existe en la tipografía

source: Check subtitutions for empty chars
es: Verificar substituciones para caracteres vacíos

source: Check for characters which contain 'GSUB' entries which refer to empty characters
es: Comprobar caracteres que contienen entradas 'GSUB' que se refieren a caracteres vacíos

source: Paths
es: Trayectos

source: Hints
es: Ajustes

source: BB
es: LC

source: Random
es: Aleatorio

source: Clear All
es: Limpiar todo

source: Set All
es: Ajustar todo

source: ¹ "Near" means within
es: ¹ "Cerca" sig_nifica dentro de

source: em-units
es: unidades em

source: Open Contour
es: Contorno abierto

source: Self Intersecting
es: Autointersección

source: Wrong Direction
es: Dirección incorrecta

source: Flipped References
es: Referencias rotadas

source: Too Many Points
es: Demasiados puntos

source: Bad Glyph Name
es: Nombre de glifo incorrecto

source: Too many elements in BlueValues/OtherBlues array.
es: Demasiados elemento en la matriz BlueValues/OtherBlues.

source: Elements in BlueValues/OtherBlues array are not integers.
es: Los elementos en la matriz BlueValues/OtherBlues no son enteros.

source: Elements in FamilyBlues/FamilyOtherBlues array are disordered.
es: Los elementos en la matriz FamilyBlues/FamilyOtherBlues están desordenado.

source: Too many elements in FamilyBlues/FamilyOtherBlues array.
es: Demasiados elementos en la matriz FamilyBlues/FamilyOtherBlues.

source: Elements in FamilyBlues/FamilyOtherBlues array are not integers.
es: Los elementos en la matriz FamilyBlues/FamilyOtherBlues no son enteros.

source: Bad BlueFuzz entry.
es: Mala entrada de Bluefuzz

source: Bad BlueScale entry.
es: Mala entrada de BlueScale

source: Bad StdHW entry.
es: Entrada StdHW incorrecta.

source: Bad StdVW entry.
es: Entrada StdVW incorrecta.

source: Bad StemSnapH entry.
es: Entrada StemSnapH incorrecta.

source: Bad StemSnapV entry.
es: Entrada StemSnapV incorrecta.

source: StemSnapH does not contain StdHW value.
es: StemSnapH no contiene el valor StdHW.

source: StemSnapV does not contain StdVW value.
es: StemSnapV no contiene el valor StdHW.

source: Bad BlueShift entry.
es: Entrada BlueShift incorrecta.

source: Bad Private Dictionary
es: Diccionario privado incorrecto

source: Glyph not in font
es: El glifo no está en la tipografía.

source: Glyph Valid
es: Glifo válido

source: No problems detected in %s
es: No se detectaron problemas en %s

source: problselect|Errors
es: Errores

source: problselect|Open Contours
es: Abrir contornos

source: problselect|Bad Direction
es: Dirección incorrecta

source: problselect|Self Intersections
es: Autointersecciones

source: problfixup|Open Contours
es: Abrir contornos

source: problfixup|Self Intersections
es: Autointersecciones

source: problfixup|Mark for Overlap fix before Save
es: Marcar para arreglar solapado antes de guardar

source: problfixup|Bad Directions
es: Direcciones incorrectas

source: problfixup|Too Many Points
es: Demasiados puntos

source: Close Open Contours
es: Cerrar contornos abiertos

source: Remove Overlap
es: Eliminar solapado

source: Mark for Overlap fix before Save
es: Marcar para arreglar solapado antes de guardar

source: Correct Direction
es: Corrige la dirección

source: Simplify
es: Simplificar

source: Revalidate
es: Revalidar

source: Open Glyph
es: Abrir glifo

source: Select Glyphs With
es: Seleccionar glifo con

source: Try To Fix Glyphs With
es: Intentar arreglar glifos con

source: Passed Validation
es: Validación pasada

source: Thinking...
es: Pensando...

source: Validation of %.100s
es: Validación de %.100s

source: Can't back up with nothing on stack
es: No se puede respaldar sin nada en la pila

source: Attempt to back up twice
es: Intentar respaldar por segunda vez

source: Use of "exit" when not in a loop
es: Use "exit" cuando no esté en un bucle

source: Use of "stop" when not in a stopped
es: Use "stop" cuando no esté en parada

source: Attempt to invert a singular matrix
es: Intentando invertir a una matriz singular

source: Key for a def must be a string or name literal
es: La clave de definición debe ser una cadena o un nombre literal

source: Unknown character after backslash in literal string.
es: Carácter desconocido tras la barra invertida en la cadena literal.

source: Unknown string type
es: Tipo de cadena desconocido

source: Third argument of imagemask must be a boolean.
es: El tercer argumento de la máscara de imagen debe ser booleano.

source: First and second arguments of imagemask must be integers.
es: El primer y segundo argumento en la máscara de imagen debe ser un entero.

source: Can't compare arrays
es: No se pueden comparar matrices

source: No mark in counttomark
es: Sin marca en counttomark

source: No mark in cleartomark
es: Sin marca en cleartomark

source: Nothing on stack to print
es: Nada que apilar para imprimir

source: Warning: Unable to parse token %s, some features may be lost
es: Aviso: Imposible analizar la señal %s, algunas características pueden perderse

source: We don't understand this font
es: No se comprende esta tipografía

source: Stack got too big in %s
es: Se apiló demasiado en %s

source: Stack underflow on vstem3 in %s
es: Pila sobrepasada en vstem3 en %s

source: Stack underflow on hstem3 in %s
es: Pila sobrepasada en hstem3 en %s

source: Stack underflow on seac in %s
es: Pila sobrepasada en seac en %s

source: Reference encoding out of bounds in %s
es: Referencia de codificado fuera de límites en %s

source: Stack underflow on sbw in %s
es: Pila sobrepasada en sbw en %s

source: Stack underflow on binary operator in %s
es: Pila sobrepasada en operador binario en %s

source: Stack underflow on ifelse in %s
es: Pila sobrepasada en ifelse en %s

source: Attempt to use a multiple master subroutine in a non-mm font in %s.
es: Intento de usar una subrutina principal múltiple en una tipografía no mm en %s

source: Multiple master subroutine called with the wrong number of arguments in %s.
es: Subrutina principal múltiple llamada con un número de argumentos incorrecto en %s

source: Too few items on stack for put in %s
es: Pocos elementos en la pila para poner en %s

source: Too few items on stack for get in %s
es: Pocos elementos en la pilar para tomar de %s

source: Index out of range in %s
es: Índice fuera de rango en %s

source: roll out of range in %s
es: rol fuera de rango en %s

source: Stack underflow on hstem in %s
es: Pila inferior en hstem en %s

source: Stack underflow on vstem in %s
es: Pila inferior en vstem en %s

source: Stack underflow on hsbw in %s
es: Pila inferior en hsbw en %s

source: Stack underflow on rlineto/rmoveto in %s
es: Pila inferior en rlineto/rmoveto en %s

source: Stack underflow on hlineto/hmoveto in %s
es: Pila inferior en hlineto/hmoveto en %s

source: Stack underflow on vlineto/vmoveto in %s
es: Pila inferior en vlineto/vmoveto en %s

source: No previous point on path in lineto in %s
es: No hay punto de ruto previo en lineto en %s

source: Stack underflow on rrcurveto in %s
es: Pila inferior en on rrcurveto en %s

source: Stack underflow on hhcurveto in %s
es: Pila inferior en hhcurveto en %s

source: Stack underflow on hvcurveto in %s
es: Pila inferior en hvcurveto en %s

source: Too many subroutine calls in %s
es: Demasiadas llamadas a subrutinas en %s

source: Too few items on stack for blend in %s
es: Pocos elementos en la pila para mezclar en %s

source: <no glyph>
es: <sin glifo>

source: Saving AFM File
es: Guardando archivo AFM

source: Saving TFM File
es: Guardando archivo TFM

source: Saving OFM File
es: Guardando archivo OFM

source: Attempt to save a pixel size that has not been created (%d@%d)
es: Intentado guardar un tamaño de pixel que no ha sido creado (%d@%d)

source: Currently, FontForge only supports bitmap (not bytemap) type3 output
es: En la actualidad, FontForge solo soporta salida bitmap (no bytemap) type3

source: No Sub Font Definition file
es: No existe archivo de definición de subtipografías

source: Wrong type of SFD file
es: Tipo de archivo SFD incorrecto

source: This looks like one of FontForge's SplineFont DataBase files. Not one of TeX's SubFont Definition files. An unfortunate confusion of extensions.
es: Esto parece un archivo FontForge. No un archivo TeX de subtipografía. Una confusión desafortunada con las extensiones.

source: Bad offset: %d for subfont %s
es: Mala posición: %d para la subfuente %s

source: More than 256 entries in subfont %s
es: Más de 256 entradas en la subfuente %s

source: Afm Save Failed
es: Error al guardar AFM

source: Tfm Save Failed
es: Error al guardar TFM

source: Bad Extension
es: Extensión incorrecta

source: You must specify a standard type1 extension (.pfb or .pfa)
es: Debe especificar una extensión tipo1 estándar (.pfb o .pfa)

source: Saving font
es: Guardando tipografía

source: Saving Multiple Postscript Fonts
es: Guardando múltiples tipografías postscript

source: Bad Drawing Operation
es: Operación de trazado incorrecta

source: This font contains at least one translucent layer, but type3 does not support that (anything translucent or transparent is treated as opaque). Do you want to proceed anyway?
es: Esta tipografía contiene por lo menos una capa translúcida que el topo3 no soporta. Una capa translúcida o transparente se tratará como si fuera opaca. ¿Desea proceder de todas maneras?

source: Saving OpenType Font
es: Guardando tipografía OpenType

source: Saving multi-master font
es: Guardando tipografía multimaster

source: Saving SVG font
es: Salvando tipografía SVG

source: Saving Unified Font Object
es: Guardando objeto de tipografía unificada

source: Saving PostScript Font
es: Guardando tipografía PostScript

source: Directory Not Remote
es: Directorio no remoto

source: Ofm Save Failed
es: Falló guardar Ofm

source: Saving PFM File
es: Guardando archivo PFM

source: Pfm Save Failed
es: Error al guardar PFM

source: PS Type 1 (Ascii)
es: PS Tipo 1 (Ascii)

source: PS Type 1 (Binary)
es: PS Tipo 1 (Binario)

source: PS Type 1 (Resource)
es: PS Tipo 1 (Recurso)

source: PS Type 1 (MacBin)
es: PS Tipo 1 (MacBin)

source: PS Type 1 (Multiple)
es: PS Tipo 1 (Múltiple)

source: PS Multiple Master(A)
es: PS Múltiple Master(A)

source: PS Multiple Master(B)
es: PS Múltiple Master(B)

source: PS Type 3
es: PS Tipo 3

source: PS Type 0
es: PS Tipo 0

source: Type42
es: Tipo42

source: Type11 (CID 2)
es: Tipo11 (CID 2)

source: TrueType (Symbol)
es: TrueType (Símbolo)

source: TrueType (Resource)
es: TrueType (Recurso)

source: SVG font
es: Fuente SVG

source: Unified Font Object
es: Objeto de tipografía unificada

source: No Outline Font
es: Ninguna fuente de contorno

source: In TTF/OTF
es: En TTF/OTF

source: NFNT (Resource)
es: NFNT (Recurso)

source: PS Type3 Bitmap
es: PS Tipo3 Bitmap

source: No Bitmap Fonts
es: Ninguna fuente de mapa de bits

source: Options
es: Opciones
