Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/FontForge.po
Languages: es

source: _Size:
es: _Tamaño:

source: Space Regions
es: Regiones de espacio

source: Coordinate along which to space
es: Coordinar con cuál espaciar

source: _Maximum distance between points in a region
es: Distancia _máxima entre puntos en una región

source: _OK
es: _Aceptar

source: _Cancel
es: _Cancelar

source: Not enough lines
es: No hay líneas suficientes

source: Can't Parallel
es: No se pueden poner en paralelo

source: These two lines share a common endpoint, I can't make them parallel
es: Estas dos líneas comparten un extremo. No puedo ponerlas en paralelo

source: Exits
es: Salidas

source: Entries
es: Entradas

source: Marks
es: Marcas

source: Add Exit Anchor...
es: Añadir ancla de salida...

source: Add Base Anchor...
es: Añadir ancla base

source: Add Entry Anchor...
es: Añadir ancla de entrada...

source: Add Mark Anchor...
es: Añadir ancla de marca...

source: Anchor Control for class %.100s in glyph %.100s as %.20s
es: Control de anclaje para clase %.100s en glifo %.100s como %.20s

source: mark
es: marca

source: cursive entry
es: entrada cursiva

source: cursive exit
es: salida cursiva

source: Anchor Control
es: Control de ancla

source: Detaching Anchor Point
es: Soltando punto de anclaje

source: This anchor was attached to point %d, but that's not a point I can move. I'm detaching the anchor from the point.
es: Este anclaje estaba fijado al punto %d, pero éste no es un punto que pueda mover. Estoy soltando el ancla de dicho punto.

source: Out of Range
es: Fuera de rango

source: Corrections must be between -128 and 127 (and should be smaller)
es: Las correcciones deben estar entre -128 y 127 (y deberían ser menores)

source: Provide a glyph name
es: Proporcionar un nombre de glifo

source: Please identify a glyph by name, and FontForge will add an anchor to that glyph.
es: Identifique el glifo con un nombre y FontForge añadirá un anclaje para este glifo.

source: Non-existant glyph
es: Glifo no existente

source: The glyph, %.80s, is not in the font
es: El glifo, %.80s, no está en la tipografía

source: Duplicate Anchor Class
es: Duplicar clase de anclaje

source: The glyph, %.80s, already contains an anchor in this class, %.80s.
es: El glifo, %.80s, actualmente contiene un ancla en esta clase, %.80s.

source: Anchor Control...
es: Control de anclaje...

source: The size at which the current glyph is rasterized. For small pixelsize you may want to use the magnification factor below to get a clearer view.
es: Tamaño con el que el glifo actual está tramado. Para tamaños de pixel pequeños puede desear usar el factor de magnificación para conseguir una vista más clara.

source: The size at which the current glyph is rasterized. For small pixelsize you may want to use the magnification factor below to get a clearer view. The pulldown list contains the pixelsizes at which there are device table corrections.
es: El tamaño en el cual el glifo es rasterizado. Para tamaños pequeños en píxeles, posiblemente quiera usar un factor de magnificación más bajo para obtener una vista más clara. La lista desplegable contiene los tamaños en píxeles en los cuales hay correcciones de la tabla del dispositivo.

source: Mag:
es: Amp:

source: The glyph is rasterized at the size above, but it may be difficult to see the alignment errors that can happen at small pixelsizes. This allows you to expand each pixel to show potential problems better.
es: El glifo es rasterizado al mismo tamaño arriba, pero puede ser difícil de ver los errores de alineación que pueden suceder en tamaños de píxeles más pequeños. Esto le permite expandir cada píxel para mostrar problemas potenciales mejor.

source: The X coordinate of the anchor point in this glyph
es: Coordenada X del anclaje en este glifo

source: Correction in pixels to the horizontal positioning of this anchor point when rasterizing at the given pixelsize. (Lives in a Device Table)
es: Corrección en pixels a la posición horizontal de este punto de anclaje al escalar al tamaño de pixel dado. (Está en una tabla de dispositivos)

source: This is the number of pixels by which the anchor should be moved horizontally when the glyph is rasterized at the above size. This information is part of the device table for this anchor. Device tables are particularly important at small pixelsizes where rounding errors will have a proportionally greater effect.
es: Este es el número de píxeles para los que el ancho deberá ser movido horizontalmente cuando el glifo es rasterizado al tamaño de arriba. Esta información es parte de la tabla del dispositivo para este ancho. Las tablas de dispositivos son particularmente importantes para tamaños pequeños de píxeles, donde los errores de redondeo tendrán un efecto proporcionalmente mayor.

source: The Y coordinate of the anchor point in this glyph
es: Coordenada Y del anclaje en este glifo

source: This is the number of pixels by which the anchor should be moved vertically when the glyph is rasterized at the above size. This information is part of the device table for this anchor. Device tables are particularly important at small pixelsizes where rounding errors will have a proportionally greater effect.
es: Este es el número de píxeles para los que el ancho deberá ser movido verticalmente cuando el glifo es rasterizado al tamaño de arriba. Esta información es parte de la tabla del dispositivo para este ancho. Las tablas de dispositivos son particularmente importantes para tamaños pequeños de píxeles, donde los errores de redondeo tendrán un efecto proporcionalmente mayor.

source: Additional arguments for autotrace program:
es: Argumentos adicionales para el programa de autotrazado:

source: Can't find autotrace
es: No se puede encontrar autotrace

source: Can't find autotrace program (set AUTOTRACE environment variable) or download from: http://sf.net/projects/autotrace/
es: No se puede encontrar el programa autotrace (configure la variable de entorno AUTOTRACE) o descárguelo de: http://sf.net/projects/autotrace/

source: Autotracing...
es: Autotrazado...

source: Nothing to trace
es: Nada que trazar

source: Can't find mf
es: No se puede encontrar mf

source: Can't find mf program -- metafont (set MF environment variable) or download from: http://www.tug.org/ http://www.ctan.org/ It's part of the TeX distribution
es: No se puede encontrar el programa mf -- metafont (configure la variable de entorno MF) o descárguelo de: http://www.tug.org/ http://www.ctan.org/ Forma parte de la distribución de TeX

source: Can't create temporary directory
es: No se puede crear directorio temporal

source: Can't run mf
es: No se puede ejecutar mf

source: Could not read (or perhaps find) mf output file
es: No se pudo leer o encontrar el archivo de salida de mf

source: MetaFont exited with an error
es: MetaFont teminó con un error

source: AutoWidth failure on %s
es: AutoAnchura falló en %s

source: Couldn't open file
es: No se puede abrir el archivo

source: Couldn't open file %.200s
es: No se puede abrir el archivo %.200s

source: No Kern Pairs
es: No existen pares de interletrajes

source: No kerning pairs found in %.200s
es: No se encontraron pares de interletraje en %.200s

source: All
es: Todos

source: Selected
es: Seleccionados

source: Spacing
es: Espaciado

source: Threshold:
es: Umbral:

source: Total Kerns:
es: Total interletrajes:

source: Select a subtable
es: Escoger una subtabla

source: You must select a lookup subtable in which to store the kerning pairs
es: Debe seleccionar una subtabla de búsqueda donde almacenar los pares de initerletraje

source: No glyphs selected.
es: Sin caracteres seleccionados

source: Load Kern Pairs
es: Cargar pares de interletraje

source: Auto Kern
es: Emparejado automático

source: Auto Width
es: Ancho automático

source: Enter two glyph ranges to be adjusted.
es: Introducir los rangos de los dos glifos que se han de ajustar.

source: Glyphs on Left
es: Glifos a la izquierda

source: Glyphs on Right
es: Glifos a la derecha

source: Lookup subtable:
es: Buscar subtabla:

source: _Browse...
es: _Navegar...

source: Browse for a file containing a list of kerning pairs two characters per line. FontForge will only check those pairs for kerning info.
es: Buscar un archivo que contenga una lista de pares de interletraje. Dos caracteres por línea. FontForge tendrá en cuenta solamente estos pares para los atributos del interletraje.

source: Language
es: Idioma

source: Max
es: Máx

source: Feature
es: Característica

source: Min (descent)
es: Min (descendente)

source: Max (ascent)
es: Máx (ascendente)

source: Vertical Extents for %c%c%c%c
es: Extensiones verticales para %c%c%c%c

source: Horizontal Extents for %c%c%c%c
es: Extensiones horizontales para %c%c%c%c

source: Set the minimum and maximum values by which the glyphs in this script extend below and above the baseline. This may vary by language
es: Establecer los valores mínimo y máximo por el que los glifos en esta secuencia de órdenes y ampliar a continuación por encima de la línea de base. Esto puede variar según el idioma

source: Set the minimum and maximum values by which the glyphs in this script extend below and above the baseline when modified by a feature.
es: Establece los valores máximos y mínimos de los glifos que se extienden debajo y sobre la línea base cuando se modifica por alguna característica.

source: Set Feature Extents
es: Establecer las características de las extensiones

source: writing system|Script
es: Script

source: Default Baseline
es: Referencia predeterminada

source: Bad default baseline
es: Mala referencia predeterminada

source: Script '%c%c%c%c' claims baseline '%c%c%c%c' as its default, but that baseline is not currently active.
es: El guión '%c%c%c%c' busca la línea base '%c%c%c%c' como predeterminada, pero no está activa.

source: Vertical Baselines
es: Referencias verticales

source: Horizontal Baselines
es: Referencias horizontales

source: From the list below, select the baselines for which you will provide data.
es: De la siguiente lista, seleccione la base de donde usted proporcionará información.

source: hang
es: colgar

source: Indic (& Tibetan) hanging baseline
es: Línea base para colgar índico (y tibetano)

source: Ideographic character face bottom edge baseline
es: Límite inferior de línea base para la cara de un carácter ideográfico

source: Ideographic character face top edge baseline
es: Límite superior de línea base para la cara de un carácter ideográfico

source: Ideographic em-box bottom edge baseline
es: Línea base inferior de la caja-em del carácter ideográfico

source: Ideographic em-box top edge baseline
es: Línea base superior de la caja-em del carácter ideográfico

source: math
es: Matemática

source: Mathematical centerline
es: Línea central matemática

source: Baseline used for Latin, Greek, Cyrillic text.
es: Línea base utilizada para texto en latín, griego y ruso

source: If any of the above baselines are active then you should specify which one is the default baseline for each script in the font, and specify how to position glyphs in this script relative to all active baselines
es: Si alguna de las líneas base están activas, deberías especificar cuál es la predeterminada para cada guión en la fuente, y especificar cómo posicionar los glifos en ese guión de forma relativa a las líneas base activas

source: Set Extents
es: Establecer extensiones

source: Not ASCII
es: Sin ASCII

source: All characters in the value must be in ASCII
es: Todos los caractéres en el valor deben ser ASCII

source: Bad Number
es: Número incorrecto

source: Must be a number
es: Debe ser un número

source: Property|New...
es: Propiedades|Nuevo...

source: No Change
es: Sin cambios

source: Strike Information for %.90s
es: Descubrir información para %.90s

source: Delete
es: Borrar

source: Default All
es: Todo por defecto

source: Default This
es: Predeterminar esto

source: Scaling Bitmaps
es: Escalar los mapas de Bits

source: Missing Bitmap
es: Mapa de bits no encontrado

source: Attempt to regenerate a pixel size that has not been created (%d@%d)
es: Intento de regenerar un tamaño de píxel que no ha sido creado (%d@%d)

source: All Glyphs
es: Todos los caracteres

source: Selected Glyphs
es: Caracteres seleccionados

source: Current Glyph
es: Carácter actual

source: Pixel Sizes:
es: Tamaño del pixel:

source: Point sizes on a 75 dpi screen
es: Tamaño del punto en una pantalla de 75 ppp

source: Point sizes on a 96 dpi screen
es: Tamaño del punto en una pantalla de 96 ppp

source: Point sizes on a 72 dpi screen
es: Tamaño del punto en una pantalla de 72 ppp

source: Point sizes on a 120 dpi screen
es: Tamaño del punto en una pantalla de 120 ppp

source: Point sizes on a 100 dpi screen
es: Tamaño del punto en una pantalla de 100 ppp

source: Bitmap Strikes Available
es: Trazados de mapa de bits disponibles

source: Regenerate Bitmap Glyphs
es: Regenerar Glifos Bitmap

source: Remove Bitmap Glyphs
es: Eliminar Glifos Bitmap

source: The list of current pixel bitmap sizes
es: Lista del tamaño de los mapas de bits actuales

source: Removing a size will delete it.
es: Borrar un tamaño lo eliminará.

source: Adding a size will create it by scaling.
es: El tamaño nuevo se creará escalando la fuente.

source: Adding a size will create it.
es: Añadir un tamaño lo creará.

source: Specify bitmap sizes to be regenerated
es: Especifique los tamaños a generar de nuevo

source: Specify bitmap sizes to be removed
es: Especifique el tamaño del mapa de bits a borrar

source: Use FreeType
es: Usar FreeType

source: Create Rasterized Strikes (Not empty ones)
es: Crear trazos tramados (No vacíos)

source: %1$.80s at %2$d size %3$d from %4$.80s
es: %1$.80s en %2$d tamaño %3$d desde %4$.80s

source: Set Width...
es: Ajustar anchura...

source: Set Vertical Width...
es: Establecer el ancho vertical...

source: Skew
es: Inclinar

source: Skew Ratio
es: Proporción de inclinación

source: New O_utline Window
es: Abrir ventana de perfiles(_U)

source: New _Bitmap Window
es: Nueva ventana de mapa de _bits

source: New _Metrics Window
es: Nueva ventana de _métricas

source: Warnings
es: Avisos

source: Flip Horizontally
es: Voltear horizontalmente

source: Flip Vertically
es: Voltear verticalmente

source: Rotate 90° CW
es: Rotar 90º a la derecha

source: Rotate 90° CCW
es: Rotar 90º a la izquierda

source: Rotate 180°
es: Rotar 180°

source: Skew...
es: Inclinar...

source: Font|_New
es: Fuente|_nueva

source: _Open
es: _Abrir

source: Recen_t
es: Recien_te

source: _Close
es: _Cerrar

source: _Save
es: _Guardar

source: S_ave as...
es: Gu_ardar como...

source: _Generate Fonts...
es: _Generar tipos...

source: Generate Mac _Family...
es: Generar _familia para Mac...

source: Expor_t...
es: Expor_tar...

source: _Import...
es: _Importar…

source: _Revert File
es: Ve_rsión anterior del archivo

source: Pr_eferences...
es: Pr_eferencias...

source: _Quit
es: _Salir

source: _Undo
es: _Deshacer

source: _Redo
es: _Rehacer

source: Cu_t
es: Cor_tar

source: _Copy
es: _Copiar

source: _Paste
es: _Pegar

source: C_lear
es: _Limpiar

source: Select _All
es: Seleccion_ar todo

source: Remo_ve Undoes
es: Eliminar deshacer(_V)

source: Flip _Horizontally
es: Voltear _horizontalmente

source: Flip _Vertically
es: Voltear _verticalmente

source: _Rotate 90° CW
es: _Rotar 90° horario

source: Rotate _90° CCW
es: Rotar _90° antihorario

source: Rotate _180°
es: Rotar _180°

source: _Skew...
es: Inclinar...(_S)

source: _Font Info...
es: Información de tipogra_fía...

source: Glyph _Info...
es: _Información de glifo

source: BDF Info...
es: Informacion BDF...

source: Bitm_ap Strikes Available...
es: Trazos de tipo Bitm_ap disponibles...

source: Regenerate _Bitmap Glyphs...
es: Regenerar glifos de tipo _Bitmap...

source: Remove This Glyph
es: Eliminar este glifo

source: _Transformations
es: _Transformaciones

source: _Tools
es: Herramien_tas

source: _Layers
es: _Capas

source: _Shades
es: _Sombras

source: _Docked Palettes
es: Paletas acopla_das

source: _Fit
es: Adaptar(_F)

source: Z_oom out
es: Alejar(_O)

source: Zoom _in
es: _Ampliar

source: _Next Glyph
es: Siguie_nte glifo

source: _Prev Glyph
es: Glifo anterior(_P)

source: Next _Defined Glyph
es: Siguiente glifo _definido

source: Prev Defined Gl_yph
es: Gl_ifo definido anterior

source: _Goto
es: Ir a(_G)

source: Find In Font _View
es: Buscar en la _ventana de tipografía

source: _Bigger Pixel Size
es: Aumentar tamaño del pixel(_B)

source: _Smaller Pixel Size
es: Di_sminuir tamaño del pixel

source: _Palettes
es: _Paletas

source: Set _Width...
es: Definir ancho...(_W)

source: Set _Vertical Width...
es: Ajustar anchura _vertical...

source: _File
es: _Archivo

source: _Edit
es: _Editar

source: E_lement
es: E_lemento

source: _View
es: _Vista

source: _Metrics
es: _Métrica

source: _Window
es: _Ventana

source: _Help
es: _Ayuda

source: Recalculate Bitmaps
es: Recalcular mapa de bits

source: Automatic
es: Automático

source: No Class
es: Sin clase

source: Base Glyph
es: Glifo de base

source: Base Lig
es: Ligadura de base

source: Mark
es: Marca

source: Component
es: Componente

source: Color|Default
es: Color|Predeterminado

source: New Positioning
es: Nuevo posicionamiento

source: New Pair Position
es: Nuevo desplazamiento del par

source: New Substitution Variant
es: Nueva variante de sustitución

source: New Alternate List
es: Nueva lista alterna

source: New Multiple List
es: Nueva lista múltiple

source: New Ligature
es: Nueva ligadura

source: New Counter Mask
es: Nuevo contador de máscara

source: Edit Counter Mask
es: Editar contador de máscara

source: Select hints between which counters are formed
es: Seleccionar los consejos entre los cuales se forman los contadores

source: Unicode _Value:
es: _Valor unicode:

source: _Yes
es: _Sí

source: Bad Name
es: Nombre incorrecto

source: Glyph names are limitted to 31 characters
es: Los nombres de los glifos pueden constar de a lo sumo 31 caracteres

source: A glyph name may not start with a digit nor a full stop (period)
es: El nombre de un glifo no puede comenzar con un número o un punto

source: A glyph name must be ASCII, without spaces and may not contain the characters "([{<>}])/%%", and should contain only alphanumerics, periods and underscores
es: El nombre de un glifo debe estar escrito en ASCII, no tener espacios ni los caracteres "([{<>}])/%%" y contener sólo caracteres alfanuméricos, puntos o guiones bajos

source: A glyph name should contain only alphanumerics, periods and underscores Do you want to use this name in spite of that?
es: El nombre de un glifo debe contener solamente caracteres alfanuméricos, puntos y guiones bajos ¿Desea utilizar este nombre a pesar de todo?

source: Duplicate Ligature
es: Ligadura duplicada

source: There are two ligature entries with the same components (%.80s) in the same lookup subtable (%.30s)
es: Hay dos entradas de ligadura con los mismos componentes (%.80s) en la misma subtabla de búsqueda (%.30s)

source: Duplicate Kern data
es: Datos de interletraje duplicados

source: There are two kerning entries for the same glyph (%.80s) in the same lookup subtable (%.30s)
es: Hay dos interletrajes para el mismo glifo (%.80s) en la misma subtabla de búsqueda (%.30s)

source: Bad Device Table Adjustment
es: Mal ajuste de la tabla del dispositivo

source: A device table adjustment specified for %.80s is invalid
es: El ajuste de la tabla del dispositivo especificado para %.80s es inválido

source: Missing glyph name
es: Nombre de glifo perdido

source: You must specify a glyph name for subtable %s
es: Debe especificar un nobre de glifo para la subtabla %s

source: Missing glyph
es: Glifo perdido

source: In lookup subtable %.30s you refer to a glyph named %.80s, which is not in the font yet. Was this intentional?
es: En la subtabla de búsqueda %.30s se refiere al glifo de nombre %.80s, el cual no está aun en la tipografía. ¿Cuál es la intención?

source: Substitution generates itself
es: La sustitución se genera a sí misma

source: In lookup subtable %.30s you replace a glyph with itself. Was this intentional?
es: En la subtabla de búsqueda %.30s reemplazó un glifo con el mismo. ¿Cuál es la intención?

source: Unicode out of range
es: Unicode fuera de rango

source: Bad unicode value for an alternate unicode / variation selector
es: Valor unicode inadecuado para un cambio de selector unicode/variación

source: Unexpected Variation Selector
es: Selector de variacióninesperado

source: Variation selectors are normally between U+180B and U+180D U+FE00 and U+FE0F U+E0100 and U+E01EF did you really intend to use U+%04X?
es: Los selectores de variación están normalmente entre U+180B and U+180D U+FE00 and U+FE0F U+E0100 and U+E01EF ¿realmente intenta usar U+%04X?

source: Height
es: Altura

source: Depth
es: Profundidad

source: Italic Correction
es: Corrección itálica

source: Top Accent Horizontal Pos
es: Posición horizontal de acento superior

source: Horizontal Extension Italic Correction
es: Corrección itálica de extensión horizontal

source: Vertical Extension Italic Correction
es: Corrección itálica de extensión vertical

source: Tile Margin
es: Margen de ficha

source: Tile Min X
es: X Mínima de mosaico

source: Tile Min Y
es: Y Mínima de mosaico

source: Tile Max X
es: X Máxima de mosaico

source: Tile Max Y
es: Y Máxima de mosaico

source: Ligature Caret Count
es: Contador de marca de inserción

source: Bad Lig. Caret Count
es: Contador de marca de inserción incorrecto

source: Unreasonable ligature caret count
es: Contador ilógico de marca de inserción

source: A device table adjustment specified for the MATH table is invalid
es: Una tabla de ajuste de dispositivo especificada para la tabla MATH es inválida

source: Only a single character allowed
es: Se permite un solo carácter

source: Pixel Size
es: Tamaño de pixel

source: Correction
es: Corrección

source: Bad correction
es: Mala corrección

source: The correction on line %d is too big. It must be between -128 and 127
es: La corrección en la línea %d es muy grande. Debe estar entre -128 y 127

source: Bad pixel size
es: Mal tamaño de pixel

source: The pixel size on line %d is out of bounds.
es: El tamaño de pixel en la línea %d está fuera de los límites.

source: Device Table Adjustments
es: Ajustes de la tabla de dispositivo

source: At small pixel sizes (screen font sizes) the rounding errors that occur may be extremely ugly. A device table allows you to specify adjustments to the rounded Every pixel size my have its own adjustment.
es: En tamaños de pocos pixels (tamaños de tipografías en pantalla) el error de redondeo puede traer errores desastrosos. Una tabla de dispositivos permite especificar ajustes al redondeo. Cada tamaño de pixel puede tener sus propios ajustes.

source: PixelSize|New
es: Nuevo

source: Subtable
es: Subtabla

source: Replacement Glyph Name
es: Reemplazo de nombre de glifo

source: Source Glyph Names
es: Fuente de nombres de glifos

source: Replacement Glyph Names
es: Reemplazamiento de nombres de glifos

source: Adjust
es: Ajustar

source: Second Glyph Name
es: Segundo nombre de glifo

source: false
es: falso

source: true
es: verdadero

source: Glyph
es: Glifo

source: Extender
es: Extensor

source: StartLen
es: Longitud inicial

source: EndLen
es: Longitud final

source: FullLen
es: Longitud total

source: Variation Selector (or 0)
es: Selector de variación (ó 0)

source: Glyph Info for %.40s
es: Información de glifo para %.40s

source: Glyph Info...
es: Información sobre glifo...

source: No components
es: Sin componentes

source: Accented glyph composed of:
es: Glifo acentuado compuesto de:

source: Glyph composed of:
es: Glifo compuesto de:

source: Glyph Info
es: Información de glifo

source: U_nicode Name:
es: _Nombre unicode:
