Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/FontForge.po
Languages: es

source: None
es: Ninguno

source: Letters in Script(s)
es: Letras en Script(s)

source: Lower Case
es: Minúsculas

source: Upper Case
es: Mayúsculas

source: Glyphs in Script(s)
es: Glifos en guión(es)

source: Added
es: Añadido

source: Bad Class
es: Clase incorrecta

source: A class must contain at least one glyph name, glyph names must be valid postscript names, and no glyphs may appear in any other class
es: Una clase debe contener al menos el nombre de un glifo. Los nombres de los glifos deben ser nombres PostScript válidos y no pueden aparecer en otra clase

source: Bad Coverage
es: Mala cobertura

source: A coverage table must contain at least one glyph name, and glyph names must be valid postscript names
es: Una tabla cubierta debería contener al menos un nombre de glifo, y los nombres de glifo deberían ser validos como nombres postscript.

source: A glyph list must contain at least one glyph name, and glyph names must be valid postscript names
es: Una lista de glifos debe contener al menos un nombre de glifo y los nombres de glifos deben ser nombres postscript válidos.

source: The class member "%.20s" is not in this font. Is that what you want?
es: El miembro de clase "%.20s" no esta en esta tipografía ¿Es eso lo que desea?

source: The coverage table member "%.20s" is not in this font. Is that what you want?
es: El miembro "%.20s" de la tabla de cobertura no se encuentra en esta tipografía. ¿Es esto lo que desea?

source: There is no glyph named "%.20hs" in this font. Is that what you want?
es: No hay un glifo de nombre"%.20hs" en esta tipografía. ¿Es lo que desea?

source: No glyphs from another class may appear here, but %.30s does
es: No parece haber glifos de otra clase, pero%.30s si está

source: Bad Match Class Number
es: Los números de clase no coinciden

source: The list of class numbers should only contain digits and spaces
es: La lista de números de clase solo debe contener dígitos y espacios

source: There are only %d classes in this class set, yet you are trying to use %d.
es: Existen únicamente %d clases en este conjunto de clases y está intentando usar la %d.

source: There are no class numbers listed to be matched. There must be at least one.
es: No hay números de clase listados para comparar. Debe haber al menos uno.

source: Bad Backtrack Class Number
es: Número de clase errónea del backtrack

source: No Sequence/Lookups
es: Ninguna Secuencia/búsquedas

source: There are no entries in the Sequence/Lookup List, was this intentional?
es: No hay entradas en la secuencia/búsqueda. ¿Cuál es la intención?

source: Bad Sequence/Lookup List
es: Secuencia incorrecta/Revisar lista

source: Sequence number out of bounds, must be less than %d (number of classes in list above)
es: Número de secuencia fuera del límite, debe ser menor que %d (cantidad de clases listados arriba)

source: Bad Match Glyph List
es: Lista de glifos coincidentes incorrecta

source: Bad Lookahead Glyph List
es: mala predictiva de lista de glifos

source: Sequence number out of bounds, must be less than %d (number of glyphs, classes or coverage tables)
es: Número de secuencia fuera de rango, debe ser menor que %d (número de glifos, clases o tablas de cobertura)

source: {Everything Else}
es: {Todo lo demás}

source: Sequence/Lookup
es: Secuencia/búsqueda

source: Sequence Number:
es: Número de secuencia:

source: Lookup:
es: Búsqueda:

source: Sequence Position:
es: Posición de la secuencia:

source: Missing rules
es: Faltan reglas

source: There must be at least one contextual rule
es: Debe haber por lo menos una regla contextual

source: Bad Coverage Table
es: Mala cobertura de tabla

source: There must be at least one match coverage table
es: Debe existir al menos una cobertura de tabla

source: In a Reverse Chaining Substitution there must be exactly one coverage table to match
es: En una cadena de inversión de sustitución debe haber exactamente una tabla de cobertura que coincida

source: Replacement mismatch
es: Reemplazo incorrecto

source: In a Reverse Chaining Substitution there must be exactly as many replacements as there are glyph names in the match coverage table
es: En una cadena de inversión de sustitución debe haber exactamente tantos reemplazos como glifos en la tabla de cobertura de coincidencias

source: Class|_New
es: Clase|_Nueva

source: _Up
es: S_ubir

source: _Down
es: _Bajar

source: Set From Font
es: Establecer desde la tipografía

source: Set this glyph list to be the characters selected in the fontview
es: Establecer esta lista de glifos para representar los caracteres seleccionados en la vista de tipografías

source: Select In Font
es: Seleccionar en tipografía:

source: Set the fontview's selection to be the characters named here
es: Establecer la selección de la vista de tipografías para representar los caracteres nombrados aquí

source: Add Standard Class:
es: Añadir una clase estándar:

source: Add one of these standard classes of glyphs to the current class
es: Añadir una de las clases estándar de glifos a la clase actual.

source: An ordered list of sequence positions and lookup tags
es: Una lista ordenada de secuencias de posición y etiquetas de búsqueda

source: Lookup|_New
es: _Nuevo

source: Replacements
es: Reemplazos

source: Edit Contextual Position
es: Editar posición contextual

source: Edit Contextual Substitution
es: Editar substitución contextual

source: Edit Chaining Position
es: Editar desplazamiento extendido

source: Edit Chaining Substitution
es: Editar substitución extendida

source: Edit Reverse Chaining Substitution
es: Editar substitución extendida inversa

source: New Contextual Position
es: Nueva posición contextual

source: New Contextual Substitution
es: Nueva substitución contextual

source: New Chaining Position
es: Nuevo desplazamiento extendido

source: New Chaining Substitution
es: Nueva substitución extendida

source: New Reverse Chaining Substitution
es: Nueva substitución extendida inversa

source: of three formats. The context may be specified either
es: de los tres formatos. El contexto también debe estar definido

source: as a string of specific glyphs, a string of glyph classes,
es: como una cadena específica de glifos, una cadena de clases de glifos

source: or a string of coverage tables.
es: o una cadena de tablas de cobertura

source: In the first format you must specify a string of glyph-names.
es: Al principio debe especificar una cadena de nombres de glifo

source: In the second format you must specify a string of class numbers.
es: después debe especificar una cadena con los números de clase.

source: In the third format you must specify a string each element
es: en el tercer formato debe especificar una cadena con cada elemento

source: of which may contain several glyph-names.
es: los cuáles pueden contener varios nombres de glifos.

source: For chaining subtables you may also specify backtrack and
es: Para cambier las subtablas debe especificar también el retroceso y

source: lookahead lists.
es: listas de cabecera.

source: By Glyphs
es: Por glifos

source: By Classes
es: Por clases

source: By Coverage
es: Por cobertura

source: Match
es: Coincidir

source: Backtrack
es: Retroceso

source: Lookahead
es: Cabecera

source: A list of glyphs:
es: Una lista de glifos:

source: A coverage table:
es: Tabla de cobertura:

source: A list of glyph lists:
es: Lista de listas de glifos:

source: List of lists of class numbers
es: Lista de listas de números de clase

source: Classes (Lists of lists of glyph names)
es: Clases (Listas de las listas de los nombres de los glifos)

source: Same as Match Classes
es: Igual que las clases de coincidencia

source: Match Classes
es: Clases de coincidencia

source: Back Classes
es: Clases anteriores

source: Ahead Classes
es: Clases de cabecera

source: List of class numbers
es: Lista de los números de clase

source: Classes
es: Clases

source: <empty>
es: <vacío>

source: %3d: <uninitialized>
es: %3d: <no inicializado>

source: <none>
es: <ninguno>

source: No Watch Points
es: Sin puntos de inspección

source: Watch Points not supported in glyphs with references
es: Los glifos con referencias no admiten puntos de inspección

source: Registers
es: Registros

source: Stack
es: Pila

source: Storage
es: Almacenamiento

source: Points
es: Puntos

source: Raster
es: Convertir

source: Gloss
es: Brillo

source: Current Raster (TrueType)
es: Trama actual (TrueType)

source: Registers (TrueType)
es: Registros (TrueType)

source: Stack (TrueType)
es: Pila (TrueType)

source: Storage (TrueType)
es: Almacenamiento (TrueType)

source: Points (TrueType)
es: Puntos (TrueType)

source: Twilight
es: Ocaso

source: Current
es: Actual

source: Points|Original
es: Puntos|Original

source: Grid
es: Cuadrícula

source: Raw
es: Directo

source: Em Units
es: Unid. eme

source: Transformed
es: Transformado

source: Instructions out of date
es: Instrucciones fuera de fecha

source: The points have been changed. This may mean that the truetype instructions now refer to the wrong points and they may cause unexpected results.
es: Los puntos han cambiado. Puede ser que las instrucciones truetype se refieran a puntos erróneos y por eso causan resultados inesperados.

source: Step into
es: Ir hacia

source: Step over (Next)
es: Siguiente paso

source: Step out of current function
es: Paso a paso para salir

source: Continue
es: Continuar

source: Watch all selected points (stop when a point moves)
es: Ver todos los puntos seleccionados (detenerse cuando un punto se desplaza)

source: Window
es: Ventana

source: Exit Debugger
es: Abandonar depurador

source: Instruction Gloss (TrueType)
es: Instrucción Brillo (TrueType)

source: Save Failed
es: Fallo al guardar

source: Pixel size:
es: Tamaño de pixel:

source: The only valid values for bits/pixel are 1, 2, 4 or 8
es: Los únicos valores posibles para bits/pixel son 1, 2, 4 u 8

source: Pixel size?
es: ¿Tamaño de pixel?

source: Glif
es: Glifo

source: Raph's plate
es: Plato de Raph

source: _Replace
es: _Remplazar

source: File Exists
es: El archivo existe

source: File, %s, exists. Replace it?
es: El archivo, %s, existe. ¿Reemplazarlo?

source: Couldn't create directory
es: No se pudo crear el directorio

source: Couldn't create directory: %s
es: No se puede crear el directorio: %s

source: Create directory
es: Crear directorio

source: Directory name?
es: ¿Nombre del directorio?

source: Export
es: Exportar

source: _Filter
es: _Filtro

source: Directory|_New
es: Directorio|_Nuevo

source: Format:
es: Formato:

source: Transformation Matrix
es: Matriz de transformación

source: Value out of range
es: Valor fuera de rango

source: Bad Point Match
es: Coincidencia de puntos errónea

source: Both points must be specified, or neither
es: Se deben especificar ambos puntos o ninguno

source: Couldn't find base point
es: No se puede encontrar el punto base

source: Couldn't find point in reference
es: No se puede encontrar punto de referencia

source: C_hange
es: _Cambiar

source: _Retain
es: Conse_rvar

source: Transformation Matrix Changed
es: Cambió la matriz de transformación

source: You have changed the transformation matrix, do you wish to use the new version?
es: Ha modificado la matriz de transformación ¿desea utilizar la nueva versión?

source: Reference Info
es: Información de referencia

source: Reference to character %1$.20s at %2$d
es: Referencia al caracter %1$.20s en %2$d

source: Transformed by:
es: Transformado por:

source: The transformation matrix specifies how the points in the source glyph should be transformed before they are drawn in the current glyph. x(new) = tm[1,1]*x + tm[2,1]*y + tm[3,1] y(new) = tm[1,2]*x + tm[2,2]*y + tm[3,2]
es: La matriz de transformación especifica cómo deben transformarse los puntos del glifo original antes de dibujarse en el glifo actual. x(nuevo) = tm[1,1]*x + tm[2,1]*y + tm[3,1] y(nuevo) = tm[1,2]*x + tm[2,2]*y + tm[3,2]

source: _Use My Metrics
es: _Usar mis métricas

source: Only relevant in a truetype font, this flag indicates that the width of the composite glyph should be the same as the width of this reference.
es: Esta bandera, sólo relevante para tipografías TrueType, indica que el ancho del glifo compuesto debe ser el mismo que el ancho de esta referencia.

source: _Round To Grid
es: _Ajustar a la rejilla

source: Only relevant in a truetype font, this flag indicates that if the reference is translated, then the translation should be rounded during grid fitting.
es: Solo es relevante en tipografía truetype, la bandera indica que si la referencia es trasladada, la traslación debe ser redondeada durante el ajuste a la rejilla.

source: TrueType Point _Matching:
es: Punto de _coincidencia TrueType:

source: Only relevant in a truetype font, this flag indicates that this reference should not be translated normally, but rather its position should be determined by moving the reference so that the indicated point in the reference falls on top of the indicated point in the base character.
es: Sólo relevante en una fuente truetype, este parámetro indica que esta referencia no debe ser traducida normalmente, sino que su posición debe ser determinada moviendo la referencia para que el punto indicado en la referencia caiga en el tope del punto indicado en el carácter base.

source: _Show
es: _Mostrar

source: Image Info
es: Información de la imagen

source: Image at: (%.0f,%.0f)
es: Imagen en: (%.0f,%.0f)

source: Scaled by: (%.2f,%.2f)
es: Escalado por: (%.2f,%.2f)

source: Image Size: %d x %d pixels
es: Tamaño de imagen: %d x %d pixels

source: Last Anchor Point
es: Último punto de anclaje

source: You are deleting the last anchor point in this character. Doing so will cause this dialog to close, is that what you want?
es: Borrará el último punto de anclaje en este carácter. Esto hará que se cierre este diálogo, ¿es lo que desea?

source: Out Of Order
es: Sin ordenar

source: Marks within a ligature should be ordered with the direction of writing. This one and %d are out of order.
es: Las marcas en una ligadura deben estar ordenadas según la dirección de la escritura. Esta y %d están desordenadas.

source: Lig Index:
es: Índice Lig

source: Index in use
es: Índice en uso

source: This ligature index is already in use
es: Este índice de ligadura está siendo utilizado

source: Too Big
es: Demasiado grande

source: This index is much larger than the closest neighbor
es: Este índice es mucho más grande que su vecino inmediato

source: Class already used
es: Clase ya utilizada

source: This anchor class already is associated with a point in this character
es: Ésta clase de anclaje ya está asociada con un punto en este caracter

source: Anchor Point Info
es: Información de punto de anclaje

source: Matching TTF Point:
es: Punto TTF coincidente:

source: Base Mark
es: Marca de base

source: CursEntry
es: Entrada cursiva

source: CursExit
es: Salida cursiva

source: AnchorPoint|_New
es: _Nuevo

source: Curvature: %g
es: Curvatura: %g

source: Curvature: ?
es: ¿Curvatura: ?

source: Next CP X
es: X siguiente PC

source: Next CP Y
es: Y siguiente PC

source: Next CP Dist
es: Dist PC siguiente

source: Next CP Angle
es: Ángulo PC siguiente

source: Prev CP Dist
es: Dist PC anterior

source: Prev CP X
es: PC anterior X

source: Prev CP Y
es: PC anterior Y

source: Prev CP Angle
es: Ángulo PC anterior

source: Overlapped Hints
es: Superposición de ajustes

source: The hint you have just selected overlaps with <%.2f,%.2f>. You should deselect one of the two.
es: El ajuste seleccionado se superpone con <%.2f,%.2f>. Debe deseleccionar uno de los dos.

source: Point Info
es: Información de punto

source: _Interpolated
es: _Interpolado

source: N_ever Interpolate
es: S_in interpolar

source: Prev CP:
es: PC anterior:

source: ControlPoint|Default
es: Por defecto

source: Offset
es: Desplazamiento

source: Dist
es: Distancia

source: Curvature: -0.00000000
es: Curvatura: -0.00000000

source: Next CP:
es: PC siguiente:

source: This is the difference of the curvature between the next and previous splines. Contours often look nicer as this number approaches 0.
es: Ésta es la diferencia de curvatura entre las splines siguiente y anterior. A menudo los contornos tienen mejor aspecto a medida que este número se aproxima a 0.

source: Type:
es: Tipo:

source: Location
es: Ubicación

source: Hint Mask
es: Ocultar máscara

source: Active Hints
es: Ajustes activos

source: Prev On Contour
es: Anterior en el contorno

source: Next On Contour
es: Siguiente en el contorno

source: Spiro Point Info
es: Información de punto Spiro

source: Dependents
es: Dependientes

source: Show
es: Mostrar

source: Subtable %.60s in glyph %.60s
es: Subtabla %.60s en glifo %.60s

source: Dependent Substitutions
es: Sustituciones dependientes

source: Freetype rasterization failed.
es: El tramado para tipo libre falló.

source: _Pointsize:
es: Tamaño en _ptos:

source: Grid Fit Parameters
es: Parámetros de la rejilla de ajuste

source: _Debug
es: _Depurar

source: Show _Grid Fit
es: Mostrar re_jilla

source: Debug _fpgm/prep
es: Depurar _fpgm/prep

source: Size:
es: Tamaño:

source: Review Hints
es: Revisar pistas

source: _HStem
es: Asta _H

source: _VStem
es: Asta _V

source: Cr_eate
es: Cr_ear

source: Re_move
es: Eli_minar

source: _Move Points
es: Desplazar puntos(_M)

source: When the hint's position is changed adjust the postion of any points which lie on that hint
es: Al cambiar la posición del ajuste adecuar la posición de los puntos que se encuentran en el ajuste

source: Create Hint
es: Crear pista

source: Create Horizontal Stem Hint
es: Crear ajuste asta horizontal

source: Create Vertical Stem Hint
es: Crear ajuste asta vertical

source: Too Complex or Bad
es: Demasiado complejo o erróneo

source: I'm sorry this file is too complex for me to understand (or is erroneous, or is empty)
es: Lo siento este archivo es muy complejo para entenderlo (o es erróneo o está vacío)

source: Not a plate file
es: No es una archivo plano

source: This does not seem to be a plate file First line wrong
es: Esto no parece un archivo plano Primera linea incorrecta

source: This does not seem to be a plate file Expected left paren
es: Este no parece ser un archivo de lámina Se esperaba reducción a la izquierda

source: This does not seem to be a plate file Expected one of 'voc[]z'
es: Esto no parece un archivo plano Se esperaba uno de 'voc[]z'

source: This does not seem to be a plate file Expected two real numbers
es: Esto no parece un archivo plano Se esperaban dos números reales

source: I'm sorry this file is too complex for me to understand (or is erroneous)
es: Lo siento este archivo es muy complejo para entenderlo (o es erróneo)

source: Can't find the file
es: No se puede encontrar el archivo

source: Bad xfig file
es: Archivo xfig incorrecto

source: Bad image file
es: Archivo imagen incorrecto

source: Bad image file: %.100s
es: Archivo de imagen incorrecto: %.100s

source: Nothing Selected
es: No se seleccionó nada

source: You must select a glyph before you can import an image into it
es: Debe seleccionar un glifo antes de importar una imagen en él.

source: More Images Than Selected Glyphs
es: Más imágenes que glifos seleccionados

source: Bad Template
es: Plantilla incorrecta

source: Bad template, no extension
es: Plantilla incorrecta, sin extensión

source: Bad template, unrecognized format
es: Plantilla incorrecta, formato no reconocido

source: Nothing Loaded
es: No se cargó nada

source: Unicode value not in font
es: Valor unicode ausente en la tipografía

source: Unicode value (%x) not in font, ignored
es: Valor unicode (%x) ausente en la tipografía: ignorado

source: Encoding value not in font
es: Valor de la codificación ausente en la tipografía

source: Encoding value (%x) not in font, ignored
es: Valor de la codificación (%x) ausente en la tipografía: ignorado

source: Bad image file, not a bitmap: %.100s
es: Archivo de imagen incorrecto, no es un mapa de bits: %.100s

source: PS Interpretion
es: Interpretación PS

source: FontForge has some bugs in its remove overlap
es: La función de remoción de superposiciones de

source: function which may cause you problems, so
es: Fontforge tiene algunos fallos que pueden

source: I give you the option of turning it off.
es: provocar problemas. Puede desactivarla, aunque

source: Leave it on if possible though, it is useful.
es: es aconsejable conservarla ya que puede ser

source: Handle Erasers
es: Manejar borradores

source: Certain programs use pens with white ink as erasers If you select (blacken) this checkbox, FontForge will attempt to simulate that.
es: Algunos programas utilizan plumas con tinta blanca como borradores Si selecciona esta casilla de verificación, FontForge intentará emular este comportamiento.

source: Image
es: Imagen

source: Raph's plate files
es: Archivos de plato de Raph

source: ΤεΧ Bitmap Fonts
es: Fuentes ΤεΧ Bitmap

source: Mac Bitmap
es: Mapa de bits Mac

source: palm
es: palma

source: Image Template
es: Plantilla de imagen

source: EPS Template
es: Plantilla EPS

source: SVG Template
es: Plantilla SVG

source: Glif Template
es: Plantilla de glifo

source: Only One Font
es: Sólo una tipografía

source: Only one font may be imported into the background
es: Sólo se puede importar al segundo plano una tipografía

source: Import
es: Importar

source: _Import
es: _Importar

source: As Background
es: Como segundo plano

source: Pointer
es: Puntero

source: Magnify (Minify with alt)
es: Aumentar (disminuir con Alt)

source: Draw a freehand curve
es: Dibujar una curva a mano alzada

source: Scroll by hand
es: Desplazamiento manual

source: Add a curve point
es: Añadir un punto de curva

source: Add a curve point always either horizontal or vertical
es: Añadir puntos de curva siempre horizontales o verticales

source: Add a corner point
es: Añadir un punto de esquina

source: Add a tangent point
es: Añadir un punto tangente

source: Add a point, then drag out its control points
es: Añadir un punto, desplazar para obtener sus puntos de control

source: Change whether spiro is active or not
es: Cambiar esté spiro activo o no

source: Cut splines in two
es: Dividir trazado en dos

source: Measure distance, angle between points
es: Medir distancia, ángulo entre puntos

source: Scale the selection
es: Escalar la selección

source: Flip the selection
es: Reflejar selección

source: Rotate the selection
es: Rotar selección

source: Skew the selection
es: Inclinar selección

source: Rotate the selection in 3D and project back to plain
es: Rotar la selección en 3D y proyectar de nuevo al plano

source: Perform a perspective transformation on the selection
es: Realizar una transformación de la perspectiva en la selección

source: Rectangle or Ellipse
es: Rectángulo o elipse

source: Polygon or Star
es: Polígono o estrella

source: F_ore
es: Anteri_or

source: _Back
es: _Atrás

source: _Guide
es: _Guía

source: Size of Points
es: Tamaño de los puntos

source: Radius:
es: Radio:

source: Angle:
es: Ángulo:

source: Corner
es: Esquina

source: C_enter
es: C_entrar

source: Diameter:
es: Diámetro:

source: Shape Type
es: Tipo de forma

source: Points:
es: Puntos:

source: Bounding Box
es: Cuadro limitador

source: Center Out
es: Centrar

source: Rectangle
es: Rectángulo

source: Ellipse
es: Elipse

source: Round Rectangle Radius
es: Radio de redondeo de rectángulo

source: Polygon
es: Polígono

source: Star
es: Estrella

source: Number of star points/Polygon vertices
es: Número de puntas de la estrella/vértices del polígono

source: This version of fontforge was not linked with the spiro library, so you may not use them.
es: Esta versión de fontforge no esta vinculada con la biblioteca spiro, así que no podrá usarla.
