Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/FontForge.po
Languages: es

source: French North Africa
es: Francés Norte de África

source: Frisian
es: Frisón

source: Gaelic (Scottish)
es: Gaelico (Escocés)

source: Gaelic (Irish)
es: Gaelico (Irlandés)

source: Galician
es: Gallego

source: Lang|Georgian
es: Lang|Georgiano

source: German German
es: Alemán de Alemania

source: German Swiss
es: Alemán de Suiza

source: German Austrian
es: Alemán austriaco

source: German Luxembourg
es: Alemán de Luxemburgo

source: German Liechtenstein
es: Alemán de Liechtenstein

source: Lang|Greek
es: Lang|Griego

source: Guarani
es: Guaraní

source: Hawaiian
es: Hawaiano

source: Lang|Hebrew
es: Lang|Hebreo

source: Hungarian
es: Húngaro

source: Ibibio
es: Igbo

source: Icelandic
es: Islandés

source: Indonesian
es: Indonesio

source: Italian
es: Italiano

source: Italian Swiss
es: Italiano de Suiza

source: Lang|Kannada
es: Lang|Canarés

source: Kashmiri (India)
es: Cachemirí (India)

source: Kazakh
es: Cazajo

source: Lang|Khmer
es: Lang|Jémer

source: Kirghiz
es: Kirghizo

source: Korean (Johab)
es: Coreano (Johab)

source: Lao
es: Laosiano

source: Latvian
es: Letón

source: Lang|Latin
es: Latín

source: Lithuanian
es: Lituano

source: Lithuanian (Classic)
es: Lituano (Clásico)

source: Macedonian
es: Macedonio

source: Malay
es: Malayo

source: Malay (Brunei)
es: Malayo (Brunei)

source: Lang|Malayalam
es: Malayo

source: Maltese
es: Maltés

source: Maori
es: Maorí

source: Mongolian (Cyrillic)
es: Mongol (Cirílico)

source: Mongolian (Mongolian)
es: Mongol (Mongolia)

source: Nepali
es: Nepalí

source: Nepali (India)
es: Nepalí (India)

source: Norwegian (Bokmal)
es: Noruego (Bokmal)

source: Norwegian (Nynorsk)
es: Noruego (Nynorsk)

source: Lang|Oriya
es: Oriya

source: Polish
es: Polaco

source: Portugese (Portugal)
es: Portugués (Portugal)

source: Portuguese (Brasil)
es: Portugués (Brasil)

source: Punjabi (India)
es: Punjabí (India)

source: Punjabi (Pakistan)
es: Punjabií(Pakistán)

source: Quecha (Bolivia)
es: Quechua (Bolivia)

source: Quecha (Ecuador)
es: Quechua (Ecuador)

source: Quecha (Peru)
es: Quechua (Perú)

source: Rhaeto-Romanic
es: Rhaeto-Románico

source: Romanian
es: Rumano

source: Romanian (Moldova)
es: Rumano (Moldavia)

source: Russian
es: Ruso

source: Russian (Moldova)
es: Ruso (Moldavia)

source: Sanskrit
es: Sánscrito

source: Serbian (Cyrillic)
es: Serbio (cirílico)

source: Serbian (Latin)
es: Serbio (latín)

source: Sindhi India
es: Sindi India

source: Sindhi Pakistan
es: Sindhi Pakistán

source: Lang|Sinhalese
es: Sinhalese

source: Slovak
es: Eslovaco

source: Slovenian
es: Esloveno

source: Sorbian
es: Sorbio

source: Spanish (Traditional)
es: Español (Tradicional)

source: Spanish Mexico
es: Español Mexico

source: Spanish (Modern)
es: Español (Moderno)

source: Spanish (Guatemala)
es: Español (Guatemala)

source: Spanish (Costa Rica)
es: Español (Costa Rica)

source: Spanish (Panama)
es: Español (Panamá)

source: Spanish (Dominican Republic)
es: Español (República Dominicana)

source: Spanish (Venezuela)
es: Español (Venezuela)

source: Spanish (Colombia)
es: Español (Colombia)

source: Spanish (Peru)
es: Español (Perú)

source: Spanish (Argentina)
es: Español (Argentina)

source: Spanish (Ecuador)
es: Español (Ecuador)

source: Spanish (Chile)
es: Español (Chile)

source: Spanish (Uruguay)
es: Español (Uruguay)

source: Spanish (Paraguay)
es: Español (Paraguay)

source: Spanish (Bolivia)
es: Español (Bolivia)

source: Spanish (El Salvador)
es: Español (El Salvador)

source: Spanish (Honduras)
es: Español (Honduras)

source: Spanish (Nicaragua)
es: Español (Nicaragua)

source: Spanish (Puerto Rico)
es: Español (Puerto Rico)

source: Spanish (United States)
es: Español (Estados Unidos)

source: Spanish (Latin America)
es: Español (Latinoamérica)

source: Swahili (Kenyan)
es: Swahili (Kenya)

source: Swedish (Sweden)
es: Sueco (Suecia)

source: Swedish (Finland)
es: Sueco (Finlandia)

source: Lang|Syriac
es: Sirio

source: Lang|Tagalog
es: Tagalo

source: Tajik
es: Tayico

source: Tamazight (Arabic)
es: Tamazight (Árabe)

source: Tamazight (Latin)
es: Tamazight (Latín)

source: Lang|Tamil
es: Tamil

source: Tatar (Tatarstan)
es: Tártaro (Tatarstan)

source: Lang|Telugu
es: Telugu

source: Lang|Thai
es: Thai

source: Tibetan (PRC)
es: Tibetano (PRC)

source: Tibetan Bhutan
es: Tibetano Bhután

source: Tigrinya Ethiopia
es: Tigrinya Etiopia

source: Turkish
es: Turco

source: Turkmen
es: Turcomano

source: Lang|Uighur
es: Uighur

source: Ukrainian
es: Ucraniano

source: Urdu (Pakistan)
es: Urdú (Pakistán)

source: Urdu (India)
es: Urdú (India)

source: Uzbek (Latin)
es: Uzbeco (Latín)

source: Uzbek (Cyrillic)
es: Uzbeco (Cirílico)

source: Vietnamese
es: Vietnamita

source: Welsh
es: Galés

source: Lang|Yi
es: Yi

source: Yiddish
es: Yídis

source: Zulu
es: Zulú

source: Styles (SubFamily)
es: Estilos (Subfamilia)

source: Family
es: Familia

source: Fullname
es: Nombre completo

source: UniqueID
es: ID única

source: Version
es: Versión

source: Trademark
es: Nombre comercial

source: Manufacturer
es: Fabricante

source: Designer
es: Diseñador

source: Vendor URL
es: URL del vendedor

source: Designer URL
es: URL del diseñador

source: License
es: Licencia

source: License URL
es: URL de la licencia

source: Preferred Family
es: Familia preferida

source: Preferred Styles
es: Estilos preferidos

source: Compatible Full
es: Totalmente compatible

source: Sample Text
es: Muestra de texto

source: CID findfont Name
es: Nombre findfont CID

source: WWS Family
es: Familia WWS

source: WWS Subfamily
es: Subfamilia WWS

source: Basic Latin
es: Latín básico

source: Latin-1 Supplement
es: Suplemento 1 de latín

source: Latin Extended-A
es: Latín extendido A

source: Latin Extended-B
es: Latín extendido B

source: IPA Extensions
es: Extensiones IPA

source: Spacing Modifier Letters
es: Letras modificadoras de espaciado

source: Combining Diacritical Marks
es: Marcas diacríticas combinadas

source: Greek and Coptic
es: Griego y copto

source: Unasigned Bit 8
es: Bit 8 No asignado

source: Cyrillic/Cyrillic Supplementary
es: Cirílico/Cirílico suplementario

source: Armenian
es: Armenio

source: Hebrew
es: Hebreo

source: Unassigned Bit 12
es: Bit 12 no asignado

source: Arabic
es: Árabe

source: Unassigned Bit 14
es: Bit 14 no asignado

source: Bengali
es: Bengalí

source: Malayalam
es: Malayo

source: Thai
es: Tailandés

source: Georgian
es: Georgiano

source: Unassigned Bit 27
es: Bit 27 No asignado

source: Latin Extended Additional
es: Latín extendido adicional

source: Greek Extended
es: Griego extendido

source: General Punctuation
es: Puntuación general

source: Subscripts and Superscripts
es: Subíndices y superíndices

source: Currency Symbols
es: Símbolos monetarios

source: Combining Diacritical Marks for Symbols
es: Marcas diacríticas combinantes para símbolos

source: Letterlike Symbols
es: Símbolos similares a letras

source: Numeric Forms
es: Formas numéricas

source: Arrows (& Supplements A&B)
es: Flechas (& Suplement A&B)

source: Mathematical Operators (Supplementary & Misc.
es: Operadores matemáticos (suplementario y varios

source: Miscellaneous Technical
es: Diversos caracteres técnicos

source: Control Pictures
es: Imágenes de control

source: Optical Character Recognition
es: Reconocimiento óptico de caracteres

source: Enclosed Alphanumerics
es: Alfanuméricos adjuntos

source: Box Drawing
es: Dibujos de marco

source: Block Elements
es: Elementos de bloque

source: Geometric Shapes
es: Formas geométricas

source: Miscellaneous Symbols
es: Diversos símbolos

source: Dingbats
es: Caracteres gráficos

source: CJK Symbols and Punctuation
es: Símbolos y puntuación CJK

source: Katakana & Phonetic Extensions
es: Katakana y extensiones fonéticas

source: Bopomofo & Extended
es: Bopomofo y Extendido

source: Hangul Compatibility Jamo
es: Jamo con compatibilidad Hangul

source: Unassigned Bit 53
es: Bit 53 no asignado

source: Enclosed CJK Leters and Months
es: Letras y meses CJK adjuntos

source: CJK Compatibility
es: Compatibilidad CJK

source: Hangul Syllables
es: Sílabas Hangul

source: Non-Basic Multilingual Plane
es: Plano multilenguaje avanzado

source: Unassigned Bit 58
es: Bit 58 no asignado

source: CJK Unified Ideographs
es: Ideografías unificadas CJK

source: Private Use Area
es: Área de uso privado

source: CJK Compatability Ideographs
es: Ideografías compatibles CJK

source: Alphabetic Presentation Forms
es: Formas de presentación alfabética

source: Arabic Presentation Forms-A
es: Formas A de presentación árabe

source: Combining Half Marks
es: Marcas intermedias combinantes

source: CJK Compatability Forms
es: Formas de compatibilidad CJK

source: Small Form Variants
es: Variantes de formas pequeñas

source: Arabic Presentation Forms-B
es: Formas B de presentación árabe

source: Halfwidth and Fullwidth Forms
es: Formas de ancho completo e intermedio

source: Specials
es: Especiales

source: Tibetan
es: Tibetano

source: Syriac
es: Sirio

source: Sinhala
es: Cingalés

source: Myanmar
es: Birmano

source: Ethiopic
es: Etíope

source: Unified Canadian Aboriginal Syllabics
es: Sílabas aborígenes unificadas canadienses

source: Runic
es: Rúnico

source: Khmer
es: Jemer

source: Mongolian
es: Mongol

source: Braille Patterns
es: Patrones Braille

source: Yi Syllables/Radicals
es: Sílabas/radicales Yi

source: Old Italic
es: Itálica antigua

source: Gothic
es: Gótico

source: Byzantine Musical Symbols/Musical Symbols
es: Símbolos musicales bizantinos/Símbolos musicales

source: Mathematical Alphanumeric Symbols
es: Símbolos alfanuméricos matemáticos

source: Private Use (planes 15&16)
es: Uso privado (planos 15&16)

source: Variation Selectors
es: Selectores de variación

source: Tags
es: Etiquetas

source: Unassigned Bit 93
es: Bit 93 no asignado

source: Unassigned Bit 94
es: Bit 94 no asignado

source: Unassigned Bit 95
es: Bit 95 no asignado

source: Unassigned Bit 96
es: Bit 96 no asignado

source: Unassigned Bit 97
es: Bit 97 no asignado

source: Unassigned Bit 98
es: Bit 98 no asignado

source: Unassigned Bit 99
es: Bit 99 no asignado

source: Unassigned Bit 100
es: Bit 100 no asignado

source: Unassigned Bit 101
es: Bit 101 no asignado

source: Unassigned Bit 102
es: Bit 102 no asignado

source: Unassigned Bit 103
es: Bit 103 no asignado

source: Unassigned Bit 104
es: Bit 104 no asignado

source: Unassigned Bit 105
es: Bit 105 no asignado

source: Unassigned Bit 106
es: Bit 106 no asignado

source: Unassigned Bit 107
es: Bit 107 no asignado

source: Unassigned Bit 108
es: Bit 108 no asignado

source: Unassigned Bit 109
es: Bit 109 no asignado

source: Unassigned Bit 110
es: Bit 110 no asignado

source: Unassigned Bit 111
es: Bit 111 No asignado

source: Unassigned Bit 112
es: Bit 112 No asignado

source: Unassigned Bit 113
es: Bit 113 No asignado

source: Unassigned Bit 114
es: Bit 114 No asignado

source: Unassigned Bit 115
es: Bit 115 No asignado

source: Unassigned Bit 116
es: Bit 116 No asignado

source: Unassigned Bit 117
es: Bit 117 No asignado

source: Unassigned Bit 118
es: Bit 118 no asignado

source: Unassigned Bit 119
es: Bit 119 no asignado

source: Unassigned Bit 120
es: Bit 120 no asignado

source: Unassigned Bit 121
es: Bit 121 no asignado

source: Unassigned Bit 122
es: Bit 122 no asignado

source: Unassigned Bit 123
es: Bit 123 no asignado

source: Unassigned Bit 124
es: Bit 124 no asignado

source: Unassigned Bit 125
es: Bit 125 no asignado

source: Unassigned Bit 126
es: Bit 126 no asignado

source: Unassigned Bit 127
es: Bit 127 no asignado

source: 1252, Latin-1
es: 1252, Latín-1

source: 1250, Latin-2 (Eastern Europe)
es: 1250, Latín-2 (Europa del este)

source: 1251, Cyrillic
es: 1251, Cirílico

source: 1253, Greek
es: 1253, Griego

source: 1254, Turkish
es: 1254, Turco

source: 1255, Hebrew
es: 1255, Hebreo

source: 1256, Arabic
es: 1256, Árabe

source: 1258, Vietnamese
es: 1258, Vietnamita

source: Reserved Bit 9
es: Bit 9 reservado

source: Reserved Bit 10
es: Bit 10 reservado

source: Reserved Bit 11
es: Bit 11 reservado

source: Reserved Bit 12
es: Bit 12 reservado

source: Reserved Bit 13
es: Bit 13 reservado

source: Reserved Bit 14
es: Bit 14 reservado

source: Reserved Bit 15
es: Bit 15 reservado

source: 874, Thai
es: 874, Tailandés

source: 932, JIS/Japan
es: 932, JIS/Japonés

source: 936, Simplified Chinese
es: 936, Chino simplificado

source: 949, Korean Wansung
es: 949, Coreano wansung

source: 950, Traditional Chinese
es: 950, Chino tradicional

source: 1361, Korean Johab
es: 1361, Coreano Johab

source: Reserved Bit 22
es: Bit 22 Reservado

source: Reserved Bit 23
es: Bit 23 Reservado

source: Reserved Bit 24
es: Bit 24 Reservado

source: Reserved Bit 25
es: Bit 25 Reservado

source: Reserved Bit 26
es: Bit 26 Reservado

source: Reserved Bit 27
es: Bit 27 Reservado

source: Reserved Bit 28
es: Bit 28 reservado

source: OEM Charset
es: Conjunto de caracteres OEM

source: Symbol Charset
es: Juego de caracteres simbólicos

source: Reserved Bit 32
es: Bit 32 reservado

source: Reserved Bit 33
es: Bit 33 reservado

source: Reserved Bit 34
es: Bit 34 reservado

source: Reserved Bit 35
es: Bit 35 reservado

source: Reserved Bit 36
es: Bit 36 reservado

source: Reserved Bit 37
es: Bit 37 reservado

source: Reserved Bit 38
es: Bit 38 reservado

source: Reserved Bit 39
es: Bit 39 reservado

source: Reserved Bit 40
es: Bit 40 reservado

source: Reserved Bit 41
es: Bit 41 reservado

source: Reserved Bit 42
es: Bit 42 reservado

source: Reserved Bit 43
es: Bit 43 reservado

source: Reserved Bit 44
es: Bit 44 reservado

source: Reserved Bit 45
es: Bit 45 reservado

source: Reserved Bit 46
es: Bit 46 reservado

source: Reserved Bit 47
es: Bit 47 reservado

source: 869, IBM Greek
es: 869, IBM Griego

source: 866, MS-DOS Russian
es: 866, MS-DOS Ruso

source: 865, MS_DOS Nordic
es: 865, MS_DOS Nórdico

source: 864, Arabic
es: 864, Árabe

source: 863, MS-DOS Canadian French
es: 863, MS-DOS Francés canadiense

source: 862, Hebrew
es: 862, Hebreo

source: 861, MS-DOS Icelandic
es: 861, MS-DOS Islandés

source: 860, MS-DOS Portuguese
es: 860, MS-DOS Portugués

source: 857, IBM Turkish
es: 857, IBM Turco

source: 855, IBM Cyrillic; primarily Russian
es: 855, IBM Cirílico; ruso primario

source: 852, Latin 2
es: 852, Latín 2

source: 775, MS-DOS Baltic
es: 775, MS-DOS Báltica

source: 737, Greek; former 437 G
es: 737, Griego; antes 437 G

source: 708, Arabic ASMO 708
es: 708, Árabe ASMO 708

source: 850, WE/Latin 1
es: 850, WE/Latín 1

source: 437, US
es: 437, EE.UU

source: String ID
es: Identidad de la cadena

source: String
es: Cadena

source: No Grid Fit
es: Sin ajuste a la rejilla

source: Grid Fit
es: Ajuste a la rejilla

source: No Anti-Alias
es: Sin Anti-Alias

source: No Symmetric-Smooth
es: Alisado no simétrico

source: Symmetric-Smoothing
es: Alisado simétrico

source: No Grid Fit w/ Sym-Smooth
es: Sin encaje de guia con suavizado simetrico

source: Grid Fit w/ Sym-Smooth
es: Encaje de guia con suavizado simetrico

source: Gasp|Pixels Per EM
es: Pixels por EM

source: Gasp|Grid Fit
es: Ajuste de refilla

source: Gasp|Anti-Alias
es: Anti-Alias

source: Gasp|Symmetric Smoothing
es: Alisado simétrico

source: Gasp|Grid Fit w/ Sym Smooth
es: Encajar rejilla|Apretada con suavizado simetrico

source: Cubic
es: Cúbico

source: Quadratic
es: Cuadrático

source: Layer Name
es: Nombre de capa

source: Curve Type
es: Tipo de curva

source: Orig layer
es: Capa original

source: Unknown
es: Desconocido

source: Private Key
es: Clave privada

source: Key (in Private dictionary)
es: Clave (en diccionario personal)

source: Bad type
es: Tipo incorrecto

source: Expected array. Proceed anyway?
es: Se esperaba una matriz ¿Proceder en todo caso?

source: Expected boolean. Proceed anyway?
es: Se esperaba un boleano. ¿Proceder de todos modos?

source: Expected code. Proceed anyway?
es: Se esperaba un código. ¿Proceder de todas maneras?

source: Expected number. Proceed anyway?
es: Se esperaba un número. ¿Proceder de todas maneras?

source: This will change both BlueValues and OtherBlues. Do you want to continue?
es: Esto modificará BlueValues y OtherBlues. ¿Desea continuar?

source: This will change both StdHW and StemSnapH. Do you want to continue?
es: Esto modificará StdHW y StemSnapH. ¿Desea continuar?

source: This will change both StdVW and StemSnapV. Do you want to continue?
es: Esto modificará StdVW y StemSnapV. ¿Desea continuar?

source: No glyphs from another class may appear here, but %.30s appears here and in class %.30s
es: Ningún glifo de otras clases puede aparecer aquí, pero %.30s aparece aquí en la clase %.30s

source: Mark Classes
es: Clases de marca

source: Class Name:
es: Nombre de clase

source: Set this glyph list to be the glyphs selected in the fontview
es: Seleccionar en la ventana de fuentes los glifos de esta lista

source: Set the fontview's selection to be the glyphs named here
es: Considerar los glifos seleccionados en la ventana de fuentes como contenido de esta lista

source: _Name:
es: _Nombre:

source: Style Name:
es: Nombre de estilo:

source: Bad Family Name
es: Nombre de familia incorrecto

source: Bad Family Name, must begin with an alphabetic character.
es: Nombre de familia incorrecto, debe comenzar con un carácter alfabético.

source: Bad Font Name
es: Nombre de tipografía incorrecto

source: A Postscript name should be ASCII and must not contain (){}[]<>%%/ or space and must be shorter than 63 characters
es: Un nombre Postscript debe ser ASCII y no debe contener (){}[]<>%%/ o espacio y debe tener menos de 63 caracteres

source: A Font Family name is required
es: Se necesita un nombre de familia de tipografía

source: Bad Font Family Name
es: Nombre de familia de tipografía incorrecto

source: A Postscript name may not be a number
es: Un nombre postscript no puede ser un número

source: Some versions of Windows will refuse to install postscript fonts if the familyname is longer than 31 characters. Do you want to continue anyway?
es: Algunas versiones de Windows no aceptan instalar tipografías postscript si el nombre de la familia es mayor de 31 caracteres. ¿Dese continuar de todos modos?

source: Some versions of Windows will refuse to install postscript fonts if the fontname is longer than 31 characters. Do you want to continue anyway?
es: Algunas versiones de Windows rehúsan instalar tipografía postscript más largas de 31 caracteres. ¿Desea continuar?

source: Adobe's fontname spec (5088.FontNames.pdf) says that fontnames should not be longer than 29 characters. Do you want to continue anyway?
es: La especificación de nombres de tipografías de Adobe (8088.FontNames.pdf) dice que los nombres de tipografías no deberían ser más largos de 29 caracteres. ¿Desea continuar de todos modos?

source: A Postscript name should be ASCII and must not contain (){}[]<>%%/ or space
es: Un nombre Postscript debe ser ASCII y no debe contener (){}[]<>%%/ o espacio

source: Version %.20s
es: Versión %.20s

source: Detach from PostScript Names
es: Separar desde los nombres de PostScript

source: Same as PostScript Names
es: Igual que los nombre de PostScript

source: Multi-line edit
es: Editar multilínea

source: %1$.30s string for %2$.30s
es: %1$.30s cadena para %2$.30s

source: Please read the OFL
es: Por favor lea el OFL

source: You should read the OFL and its FAQ at http://scripts.sil.org/OFL. If you are not very familiar with English, please check if there is a translation of the FAQ or an unofficial translation of the license in your mother tongue or preferred language. Fontforge does not know about your email or URL, you will need to add them manually. Please fill in the copyright notice in the license header along with any Reserved Font Name(s). If you are branching from an existing font make sure you have the right to do so and remember to add your additional copyright notice along with any Reserved Font Name(s).
es: Puede leer el OFL y sus FAQ en http://scripts.sil.org/OFL. Si no está familiarizado con el inglés, compruebe si hay traducciones en las FAQ o una traducción no oficial de la licencia en su lengua materna o preferida. Fontforge no conoce su correo electrónico o URL, necesitará añadirlo manualmente. Rellene el copyright en la cabecera de la licencia junto con cualquier los nombres de tipografía reservados. Si es una ramificación de una tipografía existente asegúrese de tener el derecho de hacerlo y recuerde añadir avisos adicionales de copyright, junto con los nombres de tipografía reservados.

source: Slant:
es: Pendiente:

source: Space:
es: Espacio:

source: Stretch:
es: Estirar:

source: Shrink:
es: Encoger:

source: XHeight:
es: Altura x:

source: Quad:
es: Cuadratín:

source: Extra Sp:
es: Espacio extra:

source: In an italic font the horizontal change per unit vertical change
es: En una tipografía cursiva, el cambio horizontal por unidad de cambio vertical

source: The amount of space between words when using this font
es: La cantidad de espacio entre palabras al usar esta tipografía

source: The amount of strechable space between words when using this font
es: Estiramiento máximo del espacio entre palabras cuando usa esta tipografía

source: The amount the space between words may shrink when using this font
es: Contracción máxima del espacio entre palabras cuando usa esta tipografía

source: The height of the lower case letters with flat tops
es: La altura de las letras de caja baja

source: The width of one em
es: El ancho de una eme

source: Either: The amount of extra space to be added after a sentence Or the space to be used within math formulae
es: O bien: El espacio adicional a añadir después de una oración El espacio a utilizar en fórmulas matemáticas

source: Bad hex number
es: Número hexadecimal incorrecto

source: Bad hex number in %s
es: Número hexadecimal incorrecto en %s

source: Bad Grid Fitting table
es: Tabla con mal ajuste de rejilla

source: The 'gasp' (Grid Fit) table must end with a pixel entry of 65535
es: El ajuste de rejilla de la tabla (gasp) debe terminar con una entrada de pixel de 65535

source: Too many layers
es: Demasiadas capas

source: FontForge supports at most %d layers
es: FontForge permite %d capas

source: Too many Unique Font IDs
es: Demasiadas identidades únicas de tipografía

source: You should only specify the TrueType Unique Font Identification string in one language. This font has more. Do you want to continue anyway?
es: Sólo debe especificar la cadena de identificación de fuentes TrueType únicos en un sólo idioma. Esta fuente tiene más. ¿Desea continuar de todos modos?

source: _Italic Angle:
es: Pend_iente cursiva:

source: Underline _Position:
es: _Posición subrayado:

source: Underline|_Height:
es: Subrayado|_Altura:

source: _Em Size:
es: Cuadratín:(_E)

source: _Ascent:
es: _Ascend.:

source: _Descent:
es: _Descend.:

source: De_sign Size:
es: Tamaño de diseño

source: _Bottom
es: _Abajo

source: _Top
es: _Arriba

source: Style _ID:
es: _Identidad de estilo:

source: MS Code Pages
es: Páginas de código MS

source: Unicode Ranges
es: Rangos unicode

source: _Version
es: _Versión

source: Weight, Width, Slope Only
es: Peso, ancho, sólo pendiente

source: _Weight Class
es: Clase de peso(_W)

source: HHead _Line Gap:
es: Inter_lineado:

source: VHead _Column Spacing:
es: Espa_ciado columnas:

source: Win _Ascent Offset:
es: Offset p_ara Win Ascendente:

source: Win Ascent:
es: Ascendente Win:

source: Win _Descent Offset:
es: Offset p_ara descendente Win:

source: Win Descent:
es: Descendente Win:

source: _HHead Ascent Offset:
es: Desfase acendente _HHead:

source: HHead Ascent:
es: HHead Ascendente:

source: HHead De_scent Offset:
es: Corrimiento descendente HHead:

source: HHead Descent:
es: HHead Descendente:

source: Subscript
es: Subíndice

source: Superscript
es: Superíndice
