Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/FontForge.po
Languages: es

source: Most lookups will be attached to a feature active in a specific script for certain languages. In some cases lookups will not be attached to any feature, but will be invoked by another lookup, a conditional one. In other cases a lookup might be attached to several features. A feature is either a four letter OpenType feature tag, or a two number mac <feature,setting> combination.
es: La mayoría de las búsquedas serán adjuntadas a una característica activa en un script específico para determinados idiomas. En algunos casos las búsquedas no se adjuntarán a ninguna característica, pero serán invocadas por otra búsqueda, una condicional. En otros casos una búsqueda podría ser adjuntada a varias características. Una característica puede ser una etiqueta de cuatro letras OpenType, o una combinación de dos números mac <característica,configuración>

source: Do you really want to remove the anchor class, %.80s? This will remove all anchor points associated with that class.
es: ¿De verdad desea eliminar la clase ancla, %.80s? Esto eliminará todos los puntos ancla asociados con esta clase.

source: Sort first using the base glyph (if any). Thus Agrave would sort with A
es: Ordenar primero usando el glifo base (si lo hay). Según esto Agrave se ordenaría con la A

source: Don't display columns of 0s. The OpenType lookup allows for up to 8 kinds of data, but almost all lookups will use just one or two. Omitting the others makes the behavior clearer.
es: No mostrar columnas de ceros. La búsqueda OpenType permite hasta 8 clases de datos, pero casi todas las búsquedas sólo usarán uno o dos. Omitiendo los otros hace mas claro el comportamiento.

source: When adding new entries, give them the same delta values as those on the first line.
es: Al añadir nuevas entradas, darle los mismos valores delta que aquellos en la primer línea.

source: Add a subtable to which lookup?
es: ¿Añadir una subtabla en la que buscar?

source: No Start Glyph
es: No hay glifo de inicio

source: There aren't enough glyphs in the encoding to name all the selected characters
es: No hay suficientes glifos en el codificado para nombrar todos los caracteres seleccionados.

source: As the selected glyphs are also source glyphs, they will be renamed, so they can't act as source glyphs for a lookup.
es: Como los glifos seleccionados son también grafos fuente, serán renombrados, para que no puedan actuar como glifos fuente para una búsqueda.

source: By appending the suffix:
es: Añadiendo el sufijo:

source: So if you type "A" here the first selected glyph would be named "A.suffix". The second "B.suffix", and so on.
es: Así que si escribe «A» aquí el primer grafo seleccionado se renombraría «A.sufijo». El segundo «B.sufijo», y así sucesivamente.

source: No kerning table for %s
es: Sin tabla de espaciados para %s

source: Top Accent Horiz. Pos
es: Acento superior posición horizontal.
