Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/FontForge.po
Languages: es

source: Round
es: Redondear

source: Do you want to round coordinates to integers (this saves space)?
es: ¿Desea redondear las coordenadas a enteros (para ahorrar espacio)?

source: Do you want the font file to contain PostScript hints?
es: ¿Desea que el archivo contenga ajustes PostScript?

source: Flex Hints
es: Ajustes flex

source: Do you want the font file to contain PostScript flex hints?
es: ¿Desea que el archivo contenga ajustes PostScript del tipo flex?

source: Hint Substitution
es: Substitución de ajustes

source: Do you want the font file to do hint substitution?
es: ¿Desea que se realice en la fuente la substitución de ajustes?

source: First 256
es: Los primeros 256

source: Limit the font so that only the glyphs referenced in the first 256 encodings will be included in the file
es: Limitar la tipografía de modo que sólo los glifos referenciados en las primeras 256 codificaciones sean incluidos en el archivo

source: Output AFM
es: Salida AFM

source: The AFM file contains metrics information that many word-processors will read when using a PostScript® font.
es: El archivo AFM contiene información sobre métricas que muchos procesadores de texto leerán al usar una tipografía PostScript®.

source: Composites in AFM
es: Compuestos en AFM

source: Output PFM
es: Salida PFM

source: The PFM file contains information Windows needs to install a PostScript® font.
es: El archivo PFM contiene información que Windows necesita para instalar una tipografía PostScript®.

source: Output TFM & ENC
es: Salida TFM y ENC

source: The tfm and enc files contain information TeX needs to install a PostScript® font.
es: Los archivos TFM y ENC contienen información que TeX necesita para instalar una tipografía PostScript®.

source: Do you want the font file to contain truetype hints? This will not generate new instructions, it will just make use of whatever is associated with each character.
es: ¿Desea que el archivo contenta los ajustes TrueType? This will not generate new instructions, it will just make use of whatever is associated with each character.

source: PS Glyph Names
es: Nombres de glifo PS

source: Do you want the font file to contain the names of each glyph in the font?
es: ¿Desea que el archivo de tipografía contenga todos los nombres de cada glifo en la tipoigrafía?

source: Apple and MS/Adobe differ about the format of truetype and opentype files This allows you to select which standard to follow for your font. The main differences are: The requirements for the 'postscript' name in the name table conflict Bitmap data are stored in different tables Scaled composite glyphs are treated differently Use of GSUB rather than morx(t)/feat Use of GPOS rather than kern/opbd Use of GDEF rather than lcar/prop
es: Apple and MS/Adobe difieren en cuanto al formato de los archivos truetype y opentype Este ítem le permite elegir el estándar para su fuente. The main differences are: The requirements for the 'postscript' name in the name table conflict Bitmap data are stored in different tables Scaled composite characters are treated differently Use of GSUB rather than morx(t)/feat Use of GPOS rather than kern/opbd Use of GDEF rather than lcar/prop

source: Old style 'kern'
es: Estilo antiguo 'kern'

source: Output Glyph Map
es: Salida de mapa de glifo

source: Output OFM & CFG
es: Salida OFM y CFG

source: The ofm and cfg files contain information Omega needs to process a font.
es: Los archivos ofm y cfg contienen información que Omega necesita para procesar la tipografía.

source: PfaEdit Table
es: Tabla PfaEdit

source: Save Comments
es: Guardar comentarios

source: Save glyph comments in the PfEd table
es: Guardar los comentarios de los glifos en la tabla PfEd

source: Save Colors
es: Guardar colores

source: Save glyph colors in the PfEd table
es: Guardar colores de los glifos en la tabla PfEd

source: Save Guides
es: Guardar guías

source: Save the guidelines in the Guide layer.
es: Guardar las guías en la cpa de guía.

source: Save Layers
es: Guardar capas

source: TeX Table
es: Tabla TeX

source: BDF Resolution
es: Resolución BDF

source: Guess each font's resolution based on its pixel size
es: Predecir la resolución de cada tipografía basándose en el tamaño de los pixeles

source: Find Sub Font Definition file
es: Buscar archivo de definición de subtipografías

source: Notdef name
es: Nombre notdef

source: Not a CID format
es: No es un formato CID

source: You are attempting to save a CID font in a non-CID format. This is ok, but it means that only the current sub-font will be saved. Is that what you want?
es: Esta intentando guardar una fuente CID en un formato que no es CID. Es posible, pero únicamente se guardará la subtipografía actual. ¿Es lo que desea?

source: Non-standard Em-Size
es: Tamaño eme no estándar

source: The 'NFNT' bitmap format is obsolete
es: El formato de mapa de bits 'NFNT' es obsoleto

source: The 'NFNT' bitmap format is not used under OS/X (though you still need to create a (useless) bitmap font if you are saving a type1 PostScript resource)
es: El formato de mapas de bits 'NFNT' no se utiliza en OS/X (though you still need to create a (useless) bitmap font if you are saving a type1 PostScript resource)

source: Needs bitmap font
es: Se necesita una tipografía de mapa de bits

source: When generating a Mac Type1 resource font, you MUST generate at least one NFNT bitmap font to go with it. If you have not created any bitmaps for this font, cancel this dlg and use the Element->Bitmaps Available command to create one
es: Al generar una tipografía Tipo1 de Mac, DEBE generar por lo menos una tipografía de mapa de bits NFNT. Si no ha creado ningún mapa de bits para esta tipografía, cancele este diálogo y utilice la orden Elemento->Mapas de bits disponibles para crear uno

source: The 'POST' type1 format is probably deprecated
es: El formato de 'POST' tipo1 está posiblemente obsoleto

source: The 'POST' type1 format is probably depreciated and may not work in future version of the mac.
es: El formato tipo1 'POST' se encuentra en desuso y puede que no funcione en futuras versiones de Machintosh.

source: Errors detected
es: Errores detectados

source: The font contains errors. %sWould you like to review the errors or save the font anyway?
es: La tipografía contiene errores. ¿%sDesea revisar los errores o guardar la tipografía en cualquier caso?

source: Bad OFLib upload
es: Subida de OFLib incorrecta

source: Missing OFLib password
es: Contraseña OFLib perdida

source: Missing OFLib username
es: Nombre de usuario OFLib perdido

source: Missing OFLib description
es: Descripción OFLib perdida

source: Missing OFLib name
es: Nombre OFLib perdido

source: Missing OFLib keywords
es: Palabras clave OFLib perdidas

source: Create directory...
es: Crear directorio...

source: Bad Mac Family
es: Familia Mac incorrecta

source: To generate a Mac family file, the current font must have plain (Normal, Regular, etc.) style, and there must be other open fonts with the same family name.
es: Para generar un archivo de familia Mac, la tipografía actual debe tener un estilo del tipo Normal, Regular, etc. y debe haber otras tipografías abiertas con el mismo nombre de familia.

source: There are two open fonts with the current family name and the same style. %.30s and %.30s
es: Hay dos tipografías abiertas con el nombre actual de la familia y el mismo estilo. %.30s y %.30s

source: The font %1$.30s has a different encoding than that of %2$.30s
es: La fuente %1$.30s tiene una codificación diferente que la de %2$.30s

source: Generate Mac Family
es: Generar familia Mac

source: Allows you to select optional behavior when generating the font
es: Permite optimizar los parámetros utilizados para generar la tipografía

source: Layer:
es: Capa:

source: Validate Before Saving
es: Validar antes de guardar

source: Append a fontlog entry
es: Añadir una entrada de registro de tipografía

source: Upload to the
es: Subir a

source: Once you have a final version of your font and if your font is licensed under the Open Font License, then you might consider uploading it to the Open Font Library. This is a website of Free/Libre fonts. You must have previously registered with OFLib and have a valid username/password there. Obviously you must be connected to the internet for this to work.
es: Una vez que tenga la versión final de su tipografía y si está licenciada bajo la Open Font License, puede considerar subirla a la Biblioteca de tipografías libres. Es un sitio web de tipografías libres. Debe registrarse previamente con OFLib y tener un nombre de usuario/contraseña aquí. Obviamente debe estar conectado a Internet para este trabajo.

source: Open Font Library
es: Abrir biblioteca de tipografía

source: Register
es: Registrarse

source: Username:
es: Usuario:

source: Username on OFLib
es: Usuario en OFLib

source: Password:
es: Contraseña:

source: Password on OFLib
es: Contraseña en OFLib

source: Remember Me
es: Recuérdeme

source: FontForge will remember your username/password by storing them as plain text (insecurely) in your preference file
es: FontForge recordará su nombre de usuario /contraseña almacenándolos en un texto plano (inseguro) en su archivo de preferencia

source: OFLib Name:
es: Nombre OFLib:

source: Font name to display on OFLib
es: Nombre de la tipografía para mostrar en OFLib

source: Artists:
es: Artistas:

source: Other artists involved in the design of this font. Collaborators, etc.
es: Otros artistas envueltos en el diseño de la tipografía. Colaboradores, etc.

source: Keyword Tags:
es: Etiquetas de palabras clave:

source: Description:
es: Descripción:

source: A description of the font
es: Descripción de la tipografía

source: License:
es: Licencia:

source: The SIL Open Font License Please see http://scripts.sil.org/OFL
es: Licencia de tipografía abierta SIL Vea http://scripts.sil.org/OFL

source: Public Domain
es: Dominio público

source: Not Safe for Work
es: No es seguro para trabajar

source: Called from...
es: Llamado desde...

source: %s: line %d
es: %s: línea %d

source: %s: %d Expected %s, got %s
es: %s: %d Esperado %s, conseguido %s

source: %1$s: %2$d. Expected %3$s got %4$s
es: %1$s: %2$d. Esperado %3$s conseguido %4$s

source: %s: %d Unexpected %s found
es: %s: %d Inesperado se encontró %s

source: %s line: %d %s
es: %s línea: %d %s

source: %s line: %d %s: %s
es: %s línea: %d %s: %s

source: Attention
es: Atención

source: %s(%s) and %s(%s) 0x%x in FOND %s
es: %s(%s) y %s(%s) 0x%x en FOND %s

source: Warning: No characters selected in AddHint(%d,%d,%d)
es: Aviso: No se han seleccionado caracteres en AddHint(%d,%d,%d)

source: %s:%d Unexpected character %c (%d)
es: %s:%d Carácter inesperado %c (%d)

source: Execute Script
es: Ejecutar guión

source: C_all...
es: Ll_amar...

source: Scale By
es: Escalado por

source: Counters:
es: Contadores:

source: Correct for Italic Angle
es: Correción del ángulo de cursiva

source: Top Zone
es: Zona superior

source: Bottom Zone
es: Zona inferior

source: _Auto
es: _Automático

source: Choose the appropriate method depending on the glyph's script
es: Elija el método apropiado dependiendo del script del glifo

source: C_ustom
es: _Personalizado

source: _Zone:
es: _Zona:

source: Zone:
es: Zona:

source: Make the counters narrower
es: Hacer los contadores más estrechos

source: Try to insure that the counters are as wide afterward as they were before
es: Intente asegurarse de que los contadores son tan amplios como eran antes

source: Auto
es: Automático

source: Italic Slant...
es: Inclinación cursiva...

source: By what angle (in degrees) do you want to slant the font?
es: ¿Con qué ángulo (en grados) desea inclinar la tipografía?

source: Not Found
es: No encontrado

source: The search pattern was not found again in the font %.100s
es: No se encontró nuevamente el patrón de búsqueda en la fuente %.100s

source: The search pattern was not found in the font %.100s
es: No se encontró el patrón de búsqueda en la fuente %.100s

source: Find
es: Buscar

source: Find Next
es: Buscar siguiente

source: Bad replace pattern
es: Patrón de reemplazo incorrecto

source: Search Pattern:
es: Buscar patrón:

source: Replace Pattern:
es: Reemplazar patrón:

source: Find in %.100s
es: Buscar en %.100s

source: Cancel
es: Anular

source: Search Pattern
es: Patrón de búsqueda

source: Replace Pattern
es: Patrón de reemplazo

source: Allow:
es: Permitir

source: Allow a match even if the search pattern has to be transformed by a combination of the following transformations.
es: Permitir coicidencias incluso si el patrón de búsqueda se tiene que alterar mediante una combinación de las siguientes transformaciones.

source: Flipping
es: Simetría

source: Scaling
es: Cambio escala

source: Rotating
es: Rotación

source: Search Selected Chars Only
es: Buscar sólo caracteres seleccionados

source: Find All
es: Encontrar todo

source: Replace All
es: Reemplazar todo

source: Saving Bitmaps
es: Guardando bitmaps

source: Saving...
es: Guardando...

source: Saving Spline Font Database
es: Guardando archivo de curvas de Bézier

source: Saving Outlines
es: Guardando perfiles

source: Interpreting Glyphs
es: Interpretando glifos

source: Recovery Failed
es: Recuperación fallida

source: Automagic recovery of changes to %.80s failed. Should FontForge try again to recover next time you start it?
es: Falló la recuperación automática de los cambios de %.80s. ¿FontForge debe intentar nuevamente la recuperación la próxima vez que se inicie?

source: Ligature %s
es: Ligadura %s

source: Unsupported image format
es: Formato de imagen no soportado

source: Unsupported image format must be bmp or png
es: Formato de imagen no soportado, debe ser bmp o png

source: Unsupported image format must be bmp
es: Formato de imagen no soportado, debe ser bmp

source: Could not write
es: No se puede escribir

source: Could not write %.100s
es: No se puede escribir %.100s

source: Open
es: Abrir

source: Could not open
es: No se puede abrir

source: Could not open %.100s
es: No se puede abrir %.100s

source: No letters in font
es: No hay letras en la tipografía

source: Text from script
es: Texto del guión

source: Insert random text in the specified script
es: Inserta texto aleatorio en un guión especificado

source: Save
es: Guardar

source: Save Image
es: Guardar imagen

source: _Save As...
es: _Guardar como…

source: _Insert Random Text...
es: _Insertar texto aleatorio...

source: Save As _Image...
es: Salvar como _imagen

source: Component %d %.30s (%d,%d)
es: Componente %d %.30s (%d,%d)

source: Base Glyphs
es: Caracteres de base

source: Base Ligatures
es: Ligaduras de base

source: Base Marks
es: Marcas de base

source: Empty
es: Vacío

source: Mark Class %.20s
es: Clase de marca %.20s

source: Entry (%d,%d)
es: Entrada (%d,%d)

source: Exit (%d,%d)
es: Salida (%d,%d)

source: Match:
es: Coincide:

source: Class
es: Clase

source: Coverage %d:
es: Covertura %d:

source: Apply at %d %.80s
es: Aplicar en %d %.80s

source: Replacement:
es: Reemplazo:

source: Chaining Positioning
es: Posicionado encadenado

source: Chaining Substitution
es: Substitución encadenada

source: glyphs
es: glifos

source: classes
es: clases

source: coverage
es: cobertura

source: %s by %s
es: %s por %s

source: Class %d:
es: Clase %d:

source: Rule %d
es: Regla %d

source: <undefined>
es: <indefinido>

source: Simple Substitution
es: Sustitución sencilla

source: Glyph Insertion
es: Inserción de glifo

source: Kern by State
es: Interletraje por estado

source: State %4d Next:
es: Estado %4d Siguiente:

source: State %4d Flags:
es: Estado %4d Banderas:

source: State %4d Mark:
es: Estado %4d Marca:

source: State %4d Cur:
es: Estado %4d Act:

source: Nested Substitution %.80s
es: Sustitución anidada %.80s

source: Not classified
es: No clasificado

source: Glyph Definition Sub-Table
es: Subtabla de definición de glifo

source: Script '%c%c%c%c' on %c%c%c%c
es: Guión '%c%c%c%c' en %c%c%c%c

source: Script '%c%c%c%c'
es: Guión '%c%c%c%c'

source: Default Baseline: '%s'
es: Línea de base predeterminada: «%s»

source: All glyphs have the same baseline
es: Todos los glifos tienen la misma línea de base

source: Left Bound=%d
es: Límite izquierdo=%d

source: Right Bound=%d
es: Límite derecho=%d

source: Arabic Right to Left
es: Árabe derecha a izquierda

source: European Number
es: Número europeo

source: European Number Separator
es: Separador de número europeo

source: European Number Terminator
es: Terminador de número europeo

source: Arabic Number
es: Número árabe

source: Common Number Separator
es: Separador de número comúnu

source: Block Separator
es: Bloque separador

source: Segment Separator
es: Segmento separador

source: White Space
es: Espacio en blanco

source: Neutral
es: Neutro

source: <Unknown direction>
es: <Dirección desconocida>

source: Floating accent
es: Acento flotante

source: Mirror=%.30s
es: Espejo=%.30s

source: No Advanced Typography
es: Sin tipografía avanzada

source: OpenType Tables
es: Tablas OpenType

source: Horizontal: %d baseline
es: Horizontal: %d línea de base

source: Vertical: %d baseline
es: Vertical: %d línea de base

source: 'GDEF' Glyph Definition Table
es: 'GDEF' Tabla de definición de glifo

source: 'GPOS' Glyph Positioning Table
es: 'GPOS' Tabla de posición de glifo

source: 'GSUB' Glyph Substitution Table
es: Tabla de sustitución de glifo 'GSUB'

source: Apple Advanced Typography
es: Tipografía avanzada de Apple

source: 'bsln' Horizontal Baseline Table
es: «bsln» Tabla de línea de base horizontal

source: 'kern' Horizontal Kerning Table
es: «kern» Tabla de interletraje horizontal

source: 'opbd' Optical Bounds Table
es: Tabla de límites ópticos 'opbd'

source: 'prop' Glyph Properties Table
es: Tabla de propiedades de glifo 'prop'

source: Show ATT
es: Mostrar ATT

source: No differences found
es: No se encuentran diferencias

source: Differences...
es: Diferencias...

source: Compare %s to %s
es: Comparar %s a %s

source: Compare version %s of %s to %s
es: Comparar versión %s de %s con %s

source: Font Compare
es: Comparar tipografía

source: Font to compare with %.20s
es: Tipografía a comparar con %.20s

source: _Accept inexact
es: _Aceptar inexacto

source: _Warn if inexact
es: _Avisar si es inexacto

source: Warn if _unlinked references
es: Avisar si las referencias están desvinc_uladas

source: Add _Missing Glyphs
es: Añadir glifos _perdidos

source: Compare _Bitmaps
es: Comparar mapas de _bits

source: Compare _Names
es: Comparar _nombres

source: Compare Glyph _Positioning
es: Comparar _posicionamiento de glifo

source: Compare Glyph _Substitution
es: Comparar _substitución de glifo

source: _Error Limit:
es: _Error máximo:

source: Bump Size
es: Tamaño irregularidad

source: Line length max
es: Máxima longitud de línea

source: Allow _removal of extrema
es: Pe_rmitir remoción de extremos

source: Normally simplify will not remove points at the extrema of curves (both PostScript and TrueType suggest you retain these points)
es: Normalmente la simplificación no elimina los puntos de los extremos de las curvas (tanto PostScript como TrueType sugieren conservar estos puntos)

source: Allow _slopes to change
es: Permitir modificación de pendiente_s

source: Normally simplify will not change the slope of the contour at the points.
es: Generalmente la simplificación no modifica la pendiente del trazado.

source: Start contours at e_xtrema
es: Iniciar contornos en el e_xtremo

source: If the start point of a contour is not an extremum, find a new start point (on the contour) which is.
es: Si el punto de inicio del contorno no es un extremo, buscar un nuevo punto (en el contorno) que sí lo sea.

source: Allow _curve smoothing
es: Permitir suavizado de _curvas

source: Simplify will examine corner points whose control points are almost colinear and smooth them into curve points
es: La simplificación examina los puntos de esquina cuyos puntos de control son prácticamente colineales y los transforma en puntos de curva

source: if tan less than
es: si tam. menor que

source: S_nap to horizontal/vertical
es: Ajustar a la horizo_ntal/vertical

source: If the slope of an adjusted point is near horizontal or vertical snap to that
es: Si la pendiente del punto ajustado esf the slope of an adjusted point is near horizontal or vertical snap to that

source: _Flatten bumps on lines
es: Aplanar irregularidades de las líneas(_F)

source: If a line has a bump on it then flatten out that bump
es: Si una línea tiene una irregularidad, eliminarla

source: if smaller than
es: si es menor que

source: Don't smooth lines
es: No suavizar líneas

source: longer than
es: tan largo como

source: Set as Default
es: Predeterminar

source: Multiple
es: Múltiple

source: There is already a glyph with this Unicode encoding (named %1$.40s, at local encoding %2$d). Is that what you want?
es: Ya existe un glifo con esta codificación Unicode (llamado %1$.40s, con codificación local %2$d). ¿Es esto lo que desea?

source: There is already a glyph with this name, do you want to swap names?
es: Ya existe un glifo con este nombre, ¿Desea intercambiar los nombres?

source: Validating...
es: Validando...

source: Generating bitmap font
es: Generando fuente de mapa de bits

source: Rasterizing...
es: Creando mapa de bits...

source: Generating anti-alias font
es: Generar fuente suavizada

source: Loading font from
es: Cargando tipografía desde

source: Couldn't open font
es: No se pudo abrir la fuente

source: The requested file, %.100s, does not exist
es: El archivo solicitado, %.100s, no existe

source: You do not have permission to read %.100s
es: No tiene permiso para leer %.100s

source: %.100s is not in a known format (or is so badly corrupted as to be unreadable)
es: %.100s no es un formato conocido (o está tan dañado que no se puede leer)

source: Restricted Font
es: Tipografía restringida

source: This font is marked with an FSType of 2 (Restricted License). That means it is not editable without the permission of the legal owner. Do you have such permission?
es: Esta tipografía posee un FSType igual a 2 (Licencia restringida). Esto significa que no se la puede editar sin el permiso de su propietario legal. ¿Posee este permiso?

source: Warning
es: Advertencia

source: Number out of range: %g in type2 output (must be [-65536,65535])
es: Número fuera de rango: %g en la salida tipo2 (debe estar entre [-65536,65535])

source: Reading AFM file
es: Leyendo archivo AFM

source: Value exceeds tfm limitations
es: El valor excede de las limitaciones tfm

source: Bad Stroke
es: Trazo incorrecto

source: Stroking...
es: Trazado...

source: Couldn't find referenced character "%s" in %s
es: No se pudo encontrar referencia al carácter "%s" en %s

source: Multiple master font with more than 16 instances
es: Tipografía maestra múltiple con más de 16 instancias

source: Multiple master font with more than 4 axes
es: Tipografía maestra múltiple con más de 4 ejes

source: This multiple master font has %1$d instance fonts, but it needs at least %2$d master fonts for %3$d axes. FontForge will not be able to edit this correctly
es: Esta fuente Multiple Master tiene %1$d instancias de fuentes, but it needs at least %2$d master fonts for %3$d axes. FontForge will not be able to edit this correctly

source: CID format doesn't contain what we expected it to.
es: El formato CID no contiene lo que se esperaba.

source: A free press discriminates against the illiterate.
es: Una prensa libre discrimina a los analfabetos.

source: Gaudeamus Ligature!
es: ¡ Ligadura Gaudeamus !

source: In the beginning was the letter...
es: En el comienzo fue la letra...

source: State %d, %.40s
es: Estado %d, %.40s

source: Next State:
es: Siguiente estado:

source: Kern Values:
es: Valores de interletraje:
