Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/FontForge.po
Languages: es

source: kerning table
es: tabla de interletraje

source: glyph location table
es: tabla de localización de glifo

source: linear threshold table
es: tabla de umbral lineal

source: maximum profile table
es: tabla de perfil máximo

source: Multi-Master table, obsolete
es: Tabla multimaestra, obsoleta

source: metamorphosis table
es: tabla de metamorfosis

source: extended metamorphosis table
es: tabla de metamorfosis extendida

source: name table
es: tabla de nombre

source: optical bounds table
es: tabla de límites ópticos

source: OS/2 and Windows specific metrics table
es: Tabla de métricas específicas de Windows y OS/2

source: PCL 5 data table
es: Tabla de datos PCL 5

source: FontForge font debugging table
es: Tabla de depuración de tipografía FontForge

source: control value program table
es: tabla de programa de valor de control

source: properties table
es: tabla de propiedades

source: unknown SIL table
es: tabla SIL desconocida

source: TeX table
es: Tabla TeX

source: tracking table
es: tabla de traceado

source: Obsolete table for a type1 font
es: Tabla obsoleta para tibpografía tipo1

source: vertical device metrics table
es: tabla de métricas de dispositivo vertical

source: vertical header table
es: tabla cabecera vertical

source: vertical metrics table
es: tabla métrica vertical

source: vertical origin table
es: tabla métrica origen

source: glyph reference table
es: tabla de referencia de glifo

source: The following table(s) in the font have been ignored by FontForge
es: Las siguientes tablas en la tipografía se ignorarán por FontForge

source: Ignoring '%c%c%c%c'
es: Ignorando '%c%c%c%c'

source: Ignoring '%c%c%c%c' %s
es: Ignorando '%c%c%c%c' %s

source: This font contains both truetype and PostScript glyph descriptions only one will be used.
es: Esta tipografía contiene las descripciones de glifos truetype y PostScript sólo se usará una.

source: This font contains multiple glyph descriptions only one will be used.
es: Esta tipografía contiene múltiples descripciones de glifos sólo se usará una.

source: This font contains both a 'kern' table and a 'GPOS' table. The 'kern' table will only be read if there is no 'kern' feature in 'GPOS'.
es: Esta tipografía contiene una tabla «kern» y una tabla «GPOS». La tabla «kern» sólo se lee si no hay características «kern» en «GPOS».

source: Bad Glyph Count
es: Contador de glifos erróneos

source: The fontname begins with the utf8 byte order sequence. This is illegal. %s
es: El nombre de la tipografía comienza con un orden de secuencia de byte utf8. Es ilegal. %s

source: The Postscript font name "%.63s" is invalid. It should be printable ASCII, must not contain (){}[]<>%%/ or space and must be shorter than 63 characters
es: El nombre de la tipografía Postscript "%.63s" es inválido. Debe ser ASCII imprimible, no debe contener (){}[]<>%%/ o espacio y debe ser más corto de 63 caracteres

source: Use _First
es: Usar _primero

source: First to _All
es: Primero de _todo

source: Second _to All
es: Segundo de _todo

source: Use _Second
es: Usar _segundo

source: Multiple names for language
es: Múltiples nombres para el idioma

source: The 'name' table contains (at least) two strings for the %s in language %s, the first '%.12s...' the second '%.12s...'. Which do you prefer?
es: El "nombre" de la tabla contiene (al menos) dos cadenas para %s en el idioma %s, la primera '%.12s...' la segunda '%.12s...'. ¿Cuál prefiere?

source: Bad tt font: contour ends make no sense in glyph %d.
es: Fuente tt incorrecta: el fin de contorno no tiene sentido en el glifo %d

source: Reached end of file when reading simple glyph
es: Se alcanzó el fin de archivo cuando se leía un glifo simple

source: Empty composite %d
es: Composición vacía %d

source: Reference to glyph %d out of bounds when parsing 'glyf' table.
es: La referencia del glifo %d está fuera de límites cuando se analiza la tabla «glyf».

source: Glyph %d attempts to reference glyph %d which is outside the font
es: El glifo %d intenta referenciarse al glifo %d el cual está fuera de la tipografía

source: Reached end of file when reading composit glyph
es: Se alcanzó el final del archivo cuando se leía el glifo compuesto

source: Bad glyph (%d), its definition extends beyond the end of the glyf table
es: Glifo incorrecto (%d), su definición se extendía más allá del final de la tabla de glifo

source: Bad CFF name INDEX
es: nombre INDEX CFF incorrecto

source: Unexpected value in dictionary %d
es: Valor inesperado en el diccionario %d

source: FontForge does not support type2 programs embedded in CFF DICT INDICES.
es: FontForge no soporta programas type2 embebidos en CFF DICT INDICES.

source: Bad subroutine INDEX in cff font.
es: Subrutina INDEX incorrecta en la tipografía cff.

source: No argument to operator
es: Operador sin argumento

source: FontForge does not support synthetic fonts
es: FontForge no soporta tipografías sintéticas

source: FontForge does not support Chameleon fonts
es: FontoForge no soporta tipografías Chameleon

source: Unknown operator in %s: %x
es: Operador desconocido en %s: %x

source: No argument to operator %d in private dict
es: Sin argumento para el operador %d en el diccionario privado

source: Bad sid %d (must be less than %d)
es: sid incorrecto %d (debe ser menor de %d)

source: Unexpected encoding format in cff: %d
es: Formato de codificación inesperado en cff: %d

source: Unexpected charset format in cff: %d
es: Formato inesperado del conjunto de caracteres en cff: %d

source: Bad fdselect
es: fdselect incorrecto

source: Didn't understand format for fdselect %d
es: No se entendió el formato para fdselect %d

source: CFF version mismatch
es: versión CFF perdida

source: No glyph with unicode U+%05x in font
es: No hay glifo con unicode U+%05x en la tipografía

source: Script|Roman
es: Romano

source: Script|Japanese
es: Japonés

source: Script|Traditional Chinese
es: Chino tradicional

source: Script|Korean
es: Koreano

source: Script|Cyrillic
es: Cirílico

source: Script|RSymbol
es: RSymbol

source: Script|Devanagari
es: Devanagari

source: Script|Gurmukhi
es: Gurmukhi

source: Script|Simplified Chinese
es: Chino simplificado

source: Script|Central European
es: Centroeuropeo

source: Unicode 2.0+, BMP only
es: Unicode 2.0+, BMP solo

source: Unicode 2.0+, all planes
es: Unicode 2.0+, todos los planos

source: ISO (Deprecated)
es: ISO (Obsoloto)

source: Pick a CMap subtable
es: Tomar una subtabla CMap

source: Could not find any valid encoding tables
es: No se puede encontrar ninguna tabla codificada válida

source: Attempt to encode missing glyph %d to %d (0x%x)
es: Intentando codificar un glifo perdido %d a %d (0x%x)

source: Bad font: Encoding data out of range.
es: Fuente incorrecta. Datos codificados fuera de rango.

source: Warning: Glyph %d has the same name (%s) as Glyph %d
es: Aviso: el glifo %d tiene el mismo nombre (%s) que el glifo %d

source: Reading Names
es: Leyendo nombres

source: Fixing up References
es: Corrigiendo referencias

source: This font contains both a TrueType 'glyf' table and an OpenType 'CFF ' table. FontForge can only deal with one at a time, please pick which one you want to use
es: Esta tipografía contiene una tabla 'glyf' TrueType y una tabla 'CFF' OpenType 'CFF'. FontForge puede utilizar una por vez. Por favor, elija la que desea usar.

source: No Bitmap Strikes
es: Sin mapas de bits

source: No (useable) bitmap strikes in this TTF font: %s
es: Sin mapas de bits (útiles) en esta tipografía TTF: %s

source: Yes
es: Sí

source: Bad glyph name
es: Nombre de glifo incorrecto

source: Bad Apple Kern Class
es: Clase de interletraje Apple incorrecta

source: coverage table extends beyond end of table
es: la tabla de cobertura se extiende más allá del final de la tabla

source: Bad count.
es: Cuenta errónea.

source: End of file found in coverage table.
es: Se encontró fin de archivo en la tabla de cobertura.

source: Unknown class table format: %d
es: Formato de tabla de clase desconocido: %d

source: Bad device table
es: Tabla de dispositivo errónea

source: Bad pair position: glyphs %d & %d should have been < %d
es: Posición de pareja incorrecta: glifos %d y %d debían haber sido < %d

source: Bad kern pair: glyphs %d & %d should have been < %d
es: Pareja de interletraje incorrecta: glifos %d y %d debían haber sido < %d

source: Cursive-%d
es: Cursiva-%d

source: Bad mark table.
es: Tabla de marca errónea.

source: Bad base table.
es: Tabla base errónea.

source: Unexpected end of file in contextual chaining subtable.
es: Fin de archivo inesperado en subtabla de cadena contextual.

source: Bad substitution glyph: GID %d not less than %d
es: Sustitución de glifo incorrecta: GID %d no es menor que %d

source: Unexpected end of file in GSUB sub-table.
es: Final de archivo inesperado en subtabla GSUB.

source: Unexpected end of file in GSUB ligature sub-table.
es: Fin de archivo inesperado en la subtabla de ligadura GSUB.

source: This font, %s, has multiple GPOS 'size' features. I'm not sure how to interpret that. I shall pick one arbitrarily.
es: Esta fuente, %s tiene múltiples características de tamaño GPOS. No estoy seguro de como interpretar esto. Tomaré una arbitrariamente.

source: <Untitled>
es: <Sin nombre>

source: The 'size' feature does not seem to follow the standard, nor does it conform to Adobe's early misinterpretation of the standard. I cannot parse it.
es: El 'tamaño' de la característica no parece seguir la norma, o no se ajusta a la versión rápida de mala interpretación de la norma de Adobe. No puedo analizar.

source: Too many scripts %d
es: Demasiados scripts %d

source: Too many features %d
es: Demasiadas características %d

source: Bad lookup count in feature.
es: Cuenta de búsqueda incorrecta en característica.

source: Too many lookups %d
es: Demasiadas búsquedas %d

source: Lookup out of bounds in feature table.
es: Búsqueda fuera de la tabla de características.

source: Required feature out of bounds in script table.
es: Característica requerida, fuera de los límites el la tabla de script.

source: Feature out of bounds in script table.
es: Característica fuera de límites en la tabla de script.

source: This font is erroneous: it has a GPOS extension subtable that points to another extension sub-table.
es: Esta tipografía es errónea: tiene una subtabla de extensión GPOS que apunta a otra subtabla de extensión.

source: Unknown GPOS sub-table type: %d
es: Tipo de subtabla GPOS desconocido: %d

source: Subtable extends beyond end of GPOS table
es: La subtabla se extiende más allá del final de la tabla GPOS

source: This font is erroneous: it has a GSUB extension subtable that points to another extension sub-table.
es: Esta tipografía es errónea: Tiene una subtabla de extensión GSUB que apunta a otra subtabla de extensión.

source: Unknown GSUB sub-table type: %d
es: Tipo de subtabla GSUB desconocido: %d

source: Subtable extends beyond end of GSUB table
es: La subtabla se extiende más allá del final de la tabla GSUB

source: !!!! Unknown caret format %d !!!!
es: !Formato de careta %d desconocido!

source: Bad lookup table: format=2 (%d/%d), first=%d last=%d total glyphs in font=%d
es: Tabla de búsqueda errónea: formato=2 (%d/%d), primero=%d último=%d glifos totales en la tipografía=%d

source: Bad lookup table: format=4 (%d/%d), first=%d last=%d total glyphs in font=%d
es: Tabla de búsqueda errónea: formato=4 (%d/%d), primero=%d último=%d glifos totales en la tipografía=%d

source: Bad lookup table: format=6, first=%d total glyphs in font=%d
es: Tabla de búsqueda errónea: formato=6 primero=%d glifos totales en la tipografía=%d

source: Bad lookup table: format=8, first=%d cnt=%d total glyphs in font=%d
es: Tabla de búsqueda errónea: formato=8 primero=%d cnt=%d glifos totales en la tipografía=%d

source: Invalid lookup table format. %d
es: Formato de tabla de búsqueda incorrecto. %d

source: subtable
es: subtabla

source: Glyph out of bounds in 'prop' table %d
es: Glifo fuera de rango en tabla "prop" %d

source: Glyph out of bounds in 'lcar' table %d
es: Glifo fuera de rango en tabla "Icar" %d

source: Glyph out of bounds in 'opbd' table %d
es: Glifo fuera de rango en tabla "opbd" %d

source: Glyph out of bounds in 'mort'/'morx' table %d
es: Glifo fuera de rango en la tabla 'mort'/'morx' %d

source: Substitute glyph out of bounds in 'mort'/'morx' table %d
es: Glifo substituto fuera de rango en la tabla 'mort'/'morx' %d

source: Bad font, offset out of bounds.
es: Fuente errónea, posición fuera de límites.

source: Invalid ligature offset
es: Posición de ligadura inválida

source: Attempt to make a ligature for glyph %d out of
es: Intentando hacer una ligadura en el glifo %d fuera de

source: Bad font: Ligature glyph %d is missing
es: Fuente errónea: La ligadura del glifo %d está perdida

source: Attempt to make a ligature for (non-existent) glyph %d out of
es: Intentando hacer una ligadura para el (no existente) glifo %d fuera de

source: Bad class in state machine.
es: Clase incorrecta en la máquina de estado.

source: Bad glyph count in mort table.
es: Cuenta de glifo incorrecta en la tabla mort.

source: Unexpected end of file found in morx chain.
es: Fin de archivo inesperado encontrado en la cadena morx.

source: Invalid or unsupported format (%d) for subtable of 'kern' table
es: Formato inválido o no soportado (%d) para la subtabla de la tabla «kern»

source: Load Bitmap Fonts
es: Cargando tipografías de mapa de bits

source: Do you want to load the bitmap fonts embedded in this true/open type file? (And if so, which)
es: ¿Desea cargar estas tipografías de mapas de bits incluidas en este archivo tipo True/Open? (Si es sí, ¿cuál?)

source: Saving Bitmap Font(s)
es: Guardando tipografía(s) bitmap

source: Saving TrueType Font
es: Guardando tipografía TrueType

source: Hmm, this 'fvar' table has no axes, that doesn't make sense.
es: Esta tabla 'fvar' no tiene ejes, lo que no tiene sentido.

source: Hmm, this 'fvar' table has more axes than FontForge can handle.
es: Esta tabla 'fvar' tiene más ejes de los que FontForge puede gestionar.

source: Hmm, this 'fvar' table has an unexpected size for an axis, I shan't parse it
es: Umm, esta tabla 'fvar' tiene un tamaño inesperado de un eje, no voy a analizarlo

source: Hmm, this 'fvar' table has an unexpected size for an instance, I shan't parse it
es: Umm, esta tabla 'fvar' tiene un tamaño inesperado en una instancia, no voy a analizarlo

source: Hmm, this 'fvar' table is too short
es: Esta tabla 'fvar' es demasiado corta

source: Hmm, the axis count in the 'avar' table is different from that in the 'fvar' table.
es: Umm, el conteo del eje en la tabla 'avar' es diferente de el de la tabla 'fvar'.

source: Hmm, the the 'avar' table is too long.
es: La tabla 'avar' es demasiado larga.

source: Incorrect number of deltas in glyph %d (%s)
es: Número de deltas incorrectos en el glifo %d (%s)

source: Hmm, the axis count in the 'gvar' table is different from that in the 'fvar' table.
es: La cuenta de ejes en la tabla 'gvar' tes diferente de la de la tabla 'fvar'.

source: Hmm, no global tuples specified in the 'gvar' table.
es: Umm, no se han especificado tuplas globales en la tabla «gvar».

source: Hmm, too many global tuples specified in the 'gvar' table. FontForge only supports %d
es: Umm, demasiadas tuplas globales especificadas en la tabla «gvar». FontForge sólo permite %d

source: Hmm, more glyph variation data specified than there are glyphs in font.
es: Hmm, más variaciones de datos de glifos especificado que glifos en la tipografía.

source: Incorrect number of deltas in cvt
es: Número de deltas incorrecto en cvt

source: Processing Variations
es: Procesando variaciones

source: When a font is opened, should it be made compact?
es: Cuando una tipografía se abre, ¿puede hacerse compacta?

source: When generating a truetype or opentype font it is occasionally useful to know the mapping between truetype glyph ids and glyph names. Setting this option will cause FontForge to produce a file (with extension .g2n) containing those data.
es: When generating a truetype or opentype font it is occasionally useful to know the mapping between truetype glyph ids and character names. Setting this option will cause FontForge to produce a file (with extension .g2n) containing those data.

source: Generic
es: Genérico

source: New Font
es: Nueva tipografía

source: Navigation
es: Navegación

source: Editing
es: Editando

source: Synchronize
es: Sincronizar

source: Accents
es: Acentos

source: Apps
es: Aplicaciones

source: Font Info
es: Información tipografía

source: Generate
es: Generar

source: Call Script
es: LLamar a script

source: This feature, setting combination is already used
es: esta característica, configuración de combinación ya está en uso

source: Tag too long
es: Etiqueta demasiado larga

source: Feature tags must be exactly 4 ASCII characters
es: Las etiquetas de característica deben constar de exactamente cuatro caracteres ASCII

source: Mapping
es: Mapeado

source: _Feature:
es: _Característica:

source: _Tag:
es: E_tiqueta:

source: Menu name with no associated script
es: Nombre de menú sin script asociado

source: Script with no associated menu name
es: Script sin nombre asociado en el menú

source: Preferences
es: Preferencias

source: MacMap|_New...
es: _Nuevo...

source: MacMapping|Default
es: Predeterminado

source: Menu Name
es: Nombre del menú

source: You may create a script menu containing up to 10 frequently used scripts. Each entry in the menu needs both a name to display in the menu and a script file to execute. The menu name may contain any unicode characters. The button labeled "..." will allow you to browse for a script file.
es: Puede crear un menú de programas que contenga 10 programas de uso frecuente. Cada entrada en el menú necesita un nombre para mostrar en el menú y un archivo de programa para ejecutar. El nombre del menú puede contener cualquier carácter unicode. El botón etiquetado "..." le permitirá examinar el archivo de programa.

source: Script File
es: Archivo de script

source: You may create a script menu containing up to 10 frequently used scripts Each entry in the menu needs both a name to display in the menu and a script file to execute. The menu name may contain any unicode characters. The button labeled "..." will allow you to browse for a script file.
es: Puede crear un menú de scripts que contenga hasta diez scripts Cada entrada necesita un nombre para mostrar en el menú y un script para ejecutar. El nombre del menú puede contener cualquier carácter unicode. El botón etiquetado "..." le permitirá localizar el script.

source: On
es: Encendido

source: Off
es: Apagado

source: Prefs|App|Normally FontForge will find applications by searching for
es: Generalmente FontForge localiza las aplicaciones buscando por

source: Prefs|App|them in your PATH environment variable, if you want
es: ellas en su variable de entorno PATH. si desea

source: Prefs|App|to alter that behavior you may set an environment
es: modificar este comportamiento, puede configurar una variable

source: Prefs|App|variable giving the full path spec of the application.
es: de entorno dando la ruta completa de la aplicación

source: Prefs|App|FontForge recognizes BROWSER, MF and AUTOTRACE.
es: FontForge reconoce BROWSER, MF y AUTOTRACE.

source: Features
es: Características

source: Printing Font
es: Imprimiendo tipografía

source: Generating Postscript Font
es: Generando tipografía postscript

source: Failed to generate postscript font
es: Error al generar tipografía postscript

source: Warning: Font contained no glyphs
es: Aviso: La tipografía no contiene glifos

source: Failed to generate postscript in file %s
es: Fallo al generar postscript en el archivo %s

source: This glyph contains a horizontal hint near the specified width
es: Este glifo posee un ajuste horizontal próximo al ancho especificado

source: This glyph contains a vertical hint near the specified width
es: Este glifo posee un ajuste vertical próximo al ancho especificado

source: This reference has been flipped, so the paths in it are drawn backwards
es: Esta referencia se ha volteado, por lo que las rutas en ella se dibujan hacia atrás.

source: This glyph's advance width is different from the standard width
es: El ancho de este glifo es diferente del ancho estándar

source: This glyph's vertical advance is different from the standard width
es: El ancho vertical de este glifo es diferente del ancho estándar

source: Can't fix
es: No se puede arreglar

source: The x coord of the selected point is near the specified value
es: La coordenada x del punto seleccionado está cerca del valor especificado

source: The selected point is near a vertical stem hint
es: El punto seleccionado está cerca a un ajuste de asta vertical

source: The selected point is not at integral coordinates
es: El punto seleccionado no están en las coordenadas integrales

source: The selected point does not have integral control points
es: Los puntos seleccionados no tienen puntos de control integral

source: The y coord of the selected point is near the specified value
es: La coordenada y del punto seleccionado está cerca del valor especificado

source: The selected point is near a horizontal stem hint
es: El punto seleccionado está cerca a un ajuste de asta horizontal

source: The y coord of the selected point is near the baseline
es: La coordenada y del punto seleccionado está cerca de la línea base

source: The y coord of the selected point is near the xheight
es: La ordenada del punto seleccionado está cerca de la altura x

source: The y coord of the selected point is near the cap height
es: La coordenada y del punto seleccionado está cerca de altura de las mayúsculas

source: The y coord of the selected point is near the ascender height
es: La coordenada y del punto seleccionado está cerca de la posición de la ascendente

source: The y coord of the selected point is near the descender height
es: La coordenada y del punto seleccionado está cerca de la posición de la descendente

source: The selected line segment is nearly horizontal
es: El segmento seleccionado está prácticamente horizontal

source: The control point above the selected point is nearly horizontal
es: El punto de control por encima del punto seleccionado está casi horizontal

source: The control point below the selected point is nearly horizontal
es: El punto de control por debajo del punto seleccionado está casi horizontal

source: The control point right of the selected point is nearly horizontal
es: El punto de control derecho del punto seleccionado está casi horizontal

source: The control point left of the selected point is nearly horizontal
es: El punto de control izquierdo del punto seleccionado está casi horizontal

source: The selected line segment is nearly vertical
es: El segmento seleccionado está prácticamente vertical

source: The control point above the selected point is nearly vertical
es: El punto de control por encima del punto seleccionado está casi vertical

source: The control point below the selected point is nearly vertical
es: El punto de control por debajo del punto seleccionado está casi vertical

source: The control point right of the selected point is nearly vertical
es: El punto de control derecho del punto seleccionado está casi vertical

source: The control point left of the selected point is nearly vertical
es: El punto de control izquierdo del punto seleccionado está casi vertical

source: This path should have been drawn in a counter-clockwise direction
es: Esta ruta debería haberse trazado en sentido antihorario

source: This path should have been drawn in a clockwise direction
es: Esta ruta debería haberse trazado en sentido horario
