Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/FontForge.po
Languages: es

source: Alternate Substitution
es: Sustitución alternativa

source: Ligature Substitution
es: Sustitución de ligadura

source: Contextual Substitution
es: Substitución contextual

source: Contextual Chaining Substitution
es: Cadena de sustitución contextual

source: Extension
es: Extensión

source: Reverse Contextual Chaining Substitution
es: Secuencia de sustitución de contexto invertido

source: Undefined positioning
es: Posicionamiento indefinido

source: Single Positioning
es: Posicionamiento simple

source: Cursive attachment
es: Adjunto cursivo

source: Contextual Positioning
es: Posicionamiento contextual

source: Contextual Chaining Positioning
es: Secuencia de posicionamiento contextual

source: Script|Arabic
es: Árabe

source: Script|Aramaic
es: Arameo

source: Script|Armenian
es: Armenio

source: Script|Avestan
es: Avestan

source: Script|Bengali
es: Script|Bengalí

source: Script|Bengali2
es: Script|Bengalí2

source: Script|Buginese
es: Script|Buginés

source: Byzantine Music
es: Música bizantina

source: Canadian Syllabics
es: Silabarios canadienses

source: Carian
es: Cario

source: Cirth
es: Runas cirth

source: CJK Ideographic
es: CJK Ideográfico

source: Script|Coptic
es: Script|Copto

source: Cypro-Minoan
es: Ciprominoico

source: Cypriot syllabary
es: Silabario chipriotas

source: Cyrillic
es: Cirílico

source: Script|Default
es: Script|Predeterminado

source: Deseret (Mormon)
es: Deseret (Mormón)

source: Script|Ethiopic
es: Script|Etíope

source: Script|Georgian
es: Script|Georgiano

source: Glagolitic
es: Glagolítico

source: Script|Greek
es: Script|Griego

source: Script|Hebrew
es: Script|Hebreo

source: Script|Javanese
es: Script|Javanés

source: Hiragana & Katakana
es: Hiragana y Katakana

source: Script|Kannada
es: Script|Canarés

source: Script|Kannada2
es: Script|Canarés2

source: Script|Khmer
es: Script|Jémer

source: Script|Latin
es: Script|Latín

source: Linear A
es: Lineal A

source: Linear B
es: Lineal B

source: Lycian
es: Licio

source: Lydian
es: Lidio

source: Script|Mandaean
es: Script|Mandaico

source: Script|Malayālam
es: Script|Malabar

source: Script|Malayālam2
es: Script|Malabar2

source: Script|Mongolian
es: Script|Mongol

source: New Tai Lue
es: Nuevo Tai Lue

source: Old Italic (Etruscan, Oscan, etc.)
es: Alfabeto etrusco (etrusco, osco, etc.)

source: Script|Old Permic
es: Script|Antiguo pérmico

source: Old Persian cuneiform
es: Antiguo persa cuneiforme

source: Osmanya
es: Osmaniya

source: Script|Pahlavi
es: Script|Pahlevi

source: Script|Phags-pa
es: Script|Passepa

source: Script|Phoenician
es: Script|Fenicio

source: Phaistos
es: Festos

source: Pollard Phonetic
es: Fonético de Pollard

source: Shavian
es: Shaviano

source: Script|Sinhala
es: Script|Cingalés

source: Script|Sumero-Akkadian Cuneiform
es: Script|Cuneiforme sumerio-acadio

source: Script|Sundanese
es: Sundanés

source: Script|Syriac
es: Script|Siríaco

source: Script|Tagalog
es: Script|Tagalo

source: Script|Tagbanwa
es: Tagbanwa

source: Tai Le
es: Dai Nüa

source: Tai Lu
es: Dai lü

source: Script|Telugu
es: Script|Telugú

source: Script|Telugu2
es: Script|Telugú2

source: Script|Thai
es: Script|Tailandés

source: Script|Tibetan
es: Script|Tibetano

source: Tifinagh (Berber)
es: Tifinagh (bereber)

source: Script|Ugaritic
es: Script|Ugarítico

source: Cuneiform, Ugaritic
es: Cuneiforme, ugarítico

source: Required Feature
es: Característica requerida

source: State Machine
es: Máquina de estado

source: %s in %s lookup %d
es: %s en %s búsqueda %d

source: %s lookup %d
es: %s búsqueda %d

source: %s subtable
es: %s sub tabla

source: %s anchor %d
es: %s anclaje %d

source: positioning
es: posicionamiento

source: substitution
es: sustitución

source: ligature
es: ligadura

source: kern pair
es: par de interletraje

source: Kerning direction
es: Dirección de emparejamiento

source: Is this horizontal or vertical kerning data?
es: El dato de emparejado ¿es para el horizontal o el vertical?

source: Lookup Type|Unspecified
es: No especificado

source: Reverse Chaining Substitution
es: Secuencia de sustitución inversa

source: Single Position
es: Posición simple

source: Cursive Position
es: Posición cursiva

source: Mark to Base Position
es: Marcar a la posición base

source: Mark to Ligature Position
es: Marcar a la posición de ligadura

source: Mark to Mark Position
es: Marcar a la posición de marca

source: Contextual Position
es: Posición contextual

source: Contextual Chaining Position
es: Secuencia de posicionamiento contextual

source: Abkhazian
es: Abjaso

source: Adyghe
es: Adigué

source: Agaw
es: Abisinio

source: Alsatian
es: Alsaciano

source: Lang|Arabic
es: Lang|Árabe

source: Aari
es: Ari

source: Arakanese
es: Rakhine

source: Lang|Avar
es: Avar

source: Aymara
es: Aimara

source: Azeri
es: Azerí

source: Lang|Berber
es: Lang|Bereber

source: Belarussian
es: Bieloruso

source: Bhili
es: Swahili

source: Bosnian
es: Bosnio

source: Breton
es: Bretón

source: Chechen
es: Checheno

source: Comorian
es: Comorano

source: Lang|Coptic
es: Lang|Copto

source: Crimean Tatar
es: Tártaro de Crimea

source: Lang|Default
es: Lang|Predeterminado

source: German (Standard)
es: Alemán (estándar)

source: Eastern Cree
es: Cree oriental

source: French Antillean
es: Francés de las Antillas

source: Fijian
es: Fijiano

source: Flemish
es: Flamenco

source: Faroese
es: Feroés

source: French (Standard)
es: Francés (estándar)

source: Friulian
es: Friulano

source: Gaelic
es: Gaélico

source: Lang|Ge'ez
es: Ge'ez

source: Greenlandic
es: Groenlandés

source: Haitian
es: Haitiano

source: Hawaiin
es: Hawaiano

source: Irish
es: Irlandés

source: Irish Traditional
es: Irlandés tradicional

source: Inari Sami
es: Sami inari

source: Lang|Javanese
es: Lang|Javanés

source: Kabardian
es: Kabardiano

source: Kachchi
es: Kachin

source: Khutsuri Georgian
es: Georgiano Khutsuri

source: Korean Old Hangul
es: Coreano, antiguo hangul

source: Karelian
es: Kareliano

source: Kashmiri
es: Kashmir

source: Kurdish
es: Kurdo

source: Ladin
es: Ladino

source: Lang|Lao
es: Lao

source: Lang|Limbu
es: Limbu

source: Lower Sorbian
es: Sorbio baja edad media

source: Lule Sami
es: Sami Lule

source: Luxembourgish
es: Luxemburgués

source: Malayalam Traditional
es: Malayalam Tradicional

source: Lang|Manchu
es: Manchú

source: Malagasy
es: Malgache

source: Malayalam Reformed
es: Malayalam Reformado

source: Lang|Mongolian
es: Mongol

source: Manx Gaelic
es: Galés Manx

source: Moldavian
es: Moldavo

source: Moroccan
es: Marroquí

source: Norwegian
es: Noruego

source: Northern Sami
es: Sami del norte

source: Northern Tai
es: Tai del norte

source: Occitan
es: Occitano

source: Ossetian
es: Osético

source: Palestinian Aramaic
es: Palestino arameo

source: Punjabi
es: Punjabí

source: Polytonic Greek
es: Griego politónico

source: Pilipino
es: Filipino

source: Provencal
es: Provenzal

source: Portuguese
es: Portugués

source: Russian Buriat
es: Ruso buriat

source: Romany
es: Romaní

source: Skolt Sami
es: Sami Skolt

source: Somali
es: Somalí

source: Serbian
es: Serbio

source: Southern Sami
es: Sami del Sur

source: Swadaya Aramaic
es: Arameo swadaya

source: Tajiki
es: Tajiko

source: Tahitian
es: Tahitiano

source: Lang|Tibetan
es: Tibetano

source: Turoyo Aramaic
es: Arameo turoyo

source: Urdu
es: Urdú

source: Upper Sorbian
es: Sorbio alta edad media

source: Uzbek
es: Uzbeko

source: Yi Classic
es: Yi clásico

source: Yi Modern
es: Yi moderno

source: Chinese Hong Kong
es: Chino de Hong Kong

source: Chinese Phonetic
es: Chino fonético

source: Chinese Simplified
es: Chino simplificado

source: Chinese Traditional
es: Chino tradicional

source: Language(s)
es: Idioma(s)

source: Script(s) & Language(s)
es: Script(s) e Idiomas(s)

source: Unknown Language
es: Idioma desconocido

source: The language, '%s', is not in the list of known languages and will be omitted
es: El idioma, '%s', no está en la lista de idiomas conocidos, por lo tanto será omitido.

source: Several language tags, including '%s', are not in the list of known languages and will be omitted
es: Varias etiquetas de idioma, incluyendo '%s', no están en la lista de idiomas conocidos, por lo tanto serán omitidas.

source: Language List
es: Lista de idiomas

source: Select as many languages as needed Hold down the control key when clicking to make disjoint selections.
es: Seleccione tantos idiomas como desee Mantenga presionada la tecla control mientras pulsa para realizar selecciones disjuntas.

source: Language Missing
es: Idioma faltante

source: You must select at least one language. Use the "Default" language if nothing else fits.
es: Debe seleccionar al menos un idioma. Use el "predeterminado" si ninguno otro coincide.

source: No scripts
es: Sin scripts

source: You must select at least one script if you provide a feature tag.
es: Debe seleccionar la menos un guión si proporciona una etiqueta de característica.

source: Bad script tag
es: Etiqueta de script errónea

source: The script tag on line %d (%s) is too long. It may be at most 4 letters
es: La etiqueta de script en la línea %d(%s) es muy larga. Puede tener como mucho cuatro letras.

source: The script tag on line %d (%s) should be in ASCII.
es: La etiqueta de script en la línea %d(%s) debe ser en ASCII

source: No languages
es: No hay idiomas

source: You must select at least one language for each script.
es: Debe seleccionar al menos un idioma para cada script

source: Bad language tag
es: Etiqueta de idioma incorrecta

source: A language tag on line %d (%s) should be in ASCII.
es: La etiqueta de idioma en la línea %d(%s) debe ser en ASCII.

source: A language tag on line %d (%s) is too long. It may be at most 4 letters
es: La etiqueta de idioma en la línea %d(%s) es muy larga. Puede tener como mucho cuatro letras.

source: Script(s)
es: Guión(es)

source: Each feature is active for a specific set of scripts and languages. Usually only one script is specified, but occasionally more will be. A script is a four letter OpenType script tag
es: Cada característica está activada para un conjunto específico de guiones y lenguajes. Usualmente se especifica un guión, pero de vez en cuándo pueden ser más. Un guión es una etiqueta de cuatro letras OpenType

source: OpenTypeFeature|New
es: Nueva

source: You must choose a lookup type
es: Debe escoger un tipo de búsqueda

source: No Lookup Type Selected
es: No se seleccionó el tipo de búsqueda

source: You must select a Lookup Type.
es: Debe seleccionar un tipo de búsqueda

source: Unnamed lookup
es: Búsqueda sin nombre

source: You must name the lookup.
es: Debe nombrar la búsqueda

source: Bad feature tag
es: Etiqueta de característica errónea

source: A script tag on line %d (%s) should be in ASCII.
es: La etiqueta de guión en la línea %d (%s) debe estar en ASCII.

source: Lookup name already used
es: Nombre de búsqueda ya en uso

source: Lookup
es: Buscar

source: Right To Left
es: De derecha a izquierda

source: Ignore Base Glyphs
es: Ignorar caracteres de base

source: Ignore Ligatures
es: Ignorar ligaduras

source: Ignore Combining Marks
es: Ignorar marcas

source: Process Marks:
es: Procesar marcas

source: Lookup Name:
es: Nombre de búsqueda:

source: Store ligature data in AFM files
es: Almacena los datos de ligadura en archivos AFM

source: Name in use
es: Nombre en uso

source: The name, %.80s, is used twice in this subtable
es: El nombre %.80s se usa dos veces en esta subtabla

source: Remove Anchor Class?
es: ¿Eliminar clase de anclaje?

source: Anchor Class Name
es: Nombre de la clase de anclaje

source: Anchor classes in subtable %.80s
es: Clases de anclaje en la subtabla %.80s

source: New Anchor Class
es: Nueva clase de anclaje

source: Base Glyph Name
es: Nombre de glifo base

source: Ligature Glyph Name
es: Nombre de ligadura de glifo

source: First Glyph Name
es: Primer nombre de glifo

source: There is no glyph named %s in the font
es: No hay glifos con nombre %s en la tipografía

source: You must specify a replacement glyph for %s
es: Debe especificar un glifo de reemplazo para %s

source: Duplicate data
es: Dato duplicado

source: There are two entries for the same glyph set (%.80s and %.80s)
es: Hay dos entradas para el mismo conjunto de glifos (%.80s y %.80s)

source: There are two entries for the same glyph (%.80s)
es: Hay dos entradas para el mismo glifo (%.80s)

source: Lookup Subtable, %s
es: Subtabla de búsqueda, %s

source: _Alphabetic
es: _Alfabético

source: Sort this display based on the alphabetic name of the glyph
es: Ordenar esta vista alfabéticamente basándose en el nombre del glifo

source: Sort this display based on the unicode code of the glyph
es: Ordenar esta vista basándose en el código unicode del glifo

source: _By Base Char
es: Por carácter _base

source: By _Scripts
es: Por _Scripts

source: _Populate
es: _Poblar

source: _Add Selected
es: _Añadir seleccionado

source: Add entries for all selected glyphs.
es: Añadir entradas para todos los glifos seleccionados

source: _Remove Empty
es: Elimina_r vacío

source: Remove all "empty" entries -- those where all fields are 0
es: Eliminar todas las entradas "vacías" -- aquellas con todos sus campos en 0

source: Remove all "empty" entries -- entries with no second glyph
es: Eliminar todas las entradas «vacías» -- entradas sin segundo glifo

source: Remove all "empty" entries -- those with no source glyphs
es: Eliminar todas las entradas «vacías» -- aquellas sin glifos fuente

source: Remove all "empty" entries -- those with no replacement glyphs
es: Eliminar todas las entradas «vacías» -- aquellas sin glifos reemplazados

source: _Default Using Suffix:
es: Sufijos pre_determinados:

source: _Default New Entries to First
es: Pre_determinar nuevas entradas las primeras

source: Please name this subtable
es: Por favor, nombre esta tabla

source: Duplicate name
es: Nombre duplicado

source: There is already a subtable with that name, please pick another.
es: Ya existe una subtabla con ese nombre, por favor seleccione otra.

source: No Subtable
es: Sin subtabla

source: Create a new lookup
es: Crear una nueva búsqueda

source: _Pairs
es: _Pares

source: C_lasses
es: C_lases

source: Kerning format
es: Formato de emparejamiento

source: The encoding does not contain something named %.40s
es: El codificado no contiene nada llamado %.40s

source: Not enough glyphs
es: No hay suficientes glifos

source: Bad selection
es: Selección errónea

source: Can't specify a subtable here
es: No puede especificar una subtabla aquí

source: Missing suffix
es: Sufijo perdido

source: If you don't specify a suffix, the glyphs don't get renamed.
es: Si no especifica un sufijo, los glifos no ss renombrarán.

source: Mass Glyph Rename
es: Renombrado masivo de glifos

source: Rename all glyphs in the selection
es: Renombrar todos los glifos en la selección

source: To their own names
es: A sus propios nombres

source: To the glyph names starting at:
es: A los nombres de glifo empezando por

source: If one of those glyphs already has a suffix
es: Si uno de los glifos ya tiene sufijo

source: Append to it
es: Añadirlo

source: Replace it
es: Reemplazarle

source: Warning: %s(%s) is both extended and condensed. That's impossible.
es: Atención: %s(%s) ambos se encuentran extendidos y condensados. Eso es imposible.

source: Warning: Both extended and condensed. That's impossible.
es: Atención: Extendido y condensado a la vez. Es imposible.

source: The generated font won't work with ATM
es: La fuente generada no funcionará con ATM

source: ATM requires that fonts be encoded with the Macintosh Latin encoding. This postscript font will print fine, but only the bitmap versions will be displayed on the screen
es: ATM exige que las fuentes sean codificadas con la codificación Latin de Macintosh. Esta fuente Postscript se imprimirá correctamente, pero por pantalla sólo se mostrarán las versiones en mapas de bits

source: Can't open temporary file for postscript output
es: No se puede abrir el archivo temporal para la salida postscript

source: Missing POST resource %u
es: Recurso POST perdido %u

source: Out of memory
es: No hay memoria suficiente

source: Not in Collection
es: No en la colección

source: %s is not in %.100s
es: %s no se encuentra en %.100s

source: Pick a font, any font...
es: Elija una fuente cualquiera...

source: There are multiple fonts in this file, pick one
es: En este archivo existen múltiples fuentes, elija una

source: Can't open temporary file for truetype output.
es: No se puede abrir el archivo temporal para la salida truetype.

source: can't create temporary file
es: no se puede crear el archivo temporal

source: Couldn't find a font file named %s
es: No se puede encontrar un archivo de tipografía llamado %s

source: Faroese (Icelandic)
es: Faroés (Islandés)

source: Lang|Farsi/Persian
es: Farsi/Persa

source: Irish Gaelic
es: Irlandés gaélico

source: Axerbaijani (Cyrillic)
es: Axerbaijani (Cirílico)

source: Axerbaijani (Arabic)
es: Axerbaijani (Árabe)

source: Mongolian (cyrillic)
es: Mongol (cirílico)

source: Malay (roman)
es: Malayo (romano)

source: Malay (arabic)
es: Malayo (árabe)

source: Javanese (roman)
es: Javanés (romano)

source: Sundanese (roman)
es: Sundanese (romano)

source: Scottish Gaelic
es: Escocés gaélico

source: Irish Gaelic (with dot)
es: Irlandés gaelico (con punto)

source: Greek (polytonic)
es: Griego (politónico)

source: Azebaijani (roman)
es: Azebaijani (romano)

source: Unspecified Language
es: Idioma no especificado

source: Bad Language
es: Idioma incorrecto

source: Setting
es: Configuración

source: _Language:
es: Idioma:(_L)

source: MacName|_New...
es: _Nuevo...

source: _Enabled
es: Activado(_E)

source: Feature _Id:
es: _Id caract.:

source: Mutually Exclusive
es: Mutuamente excluyentes

source: MacSetting|_New...
es: _Nuevo...

source: MacFeature|_New...
es: _Nuevo...

source: MacFeature|Default
es: Predeterminado

source: Constants
es: Constantes

source: Sub/Superscript
es: Sub/Superíndice

source: Limits
es: Límites

source: Stacks
es: Pilas

source: Fractions
es: Fracciones

source: Radicals
es: Radicales

source: Connectors
es: Conectores

source: I.C.
es: C.I.

source: Parts List
es: Lista de partes

source: Kern
es: INterletraje

source: Height Adjusts
es: Ajustes de altura

source: Kern Adjusts
es: Ajustes de interletraje

source: Exten Shapes
es: Formas extendidas

source: Top Accent
es: Acento superior

source: Vert. Construction
es: Construcción ver.

source: Hor. Variants
es: Variantes Hor.

source: Hor. Construction
es: Construcción hor.

source: Top Right
es: Arriba a la derecha

source: Top Left
es: Arriba a la izquierda

source: Bottom Right
es: Abajo a la derecha

source: Glyph Construction
es: Construcción de glifo

source: Bad device table
es: Tabla de dispositivo incorrecta

source: Bad device table for %s
es: Tabla de dispositivo incorrecta para %s

source: Missing Glyph
es: Glifo perdido

source: There is no glyph named %s (used in %s)
es: No hay ningún glifo llamado %s (usado en %s)

source: Bad device table for glyph %s in %s
es: Tabla de dispositivo incorrecta para el glifo %s en %s

source: Bad Parts List
es: Lista de partes incorrecta

source: Bad parts list for glyph %s in %s
es: Lista de partes incorrecta %s en %s

source: Bad Variants List
es: Lista de variantes incorreceta

source: Bad Variants list for glyph %s in %s
es: Lista de variantes incorrecta para el glifo %s en %s

source: MATH table
es: tabal MATH

source: TopRight
es: Superior derecha

source: TopLeft
es: Superior izquierda

source: BottomRight
es: Inferior derecha

source: BottomLeft
es: Inferior izquierda

source: Graphical
es: Gráfico

source: Percentage scale down for script level 1
es: Porcentaje de reducción de escala para el guión nivel 1

source: AxisHeight:
es: Altura de eje:

source: Axis height of the font
es: Altura del eje de la tipografía

source: Minimum distance between the baseline of the lower limit and bottom of the base operator.
es: Distancia mínima entre la línea de base del límite inferior y el final del operador base.

source: Thickness of the fraction bar.
es: Grosor de la barra de fracción.

source: Thickness of the overbar.
es: Grosor de la barra suoperior.

source: Extra white space reserved above the overbar.
es: Espacio blanco extra reservado sobre la barra superior.

source: Thickness of the underbar.
es: Grosor de la barra inferior.

source: Extra white space resevered below the underbar.
es: Espacio blanco extra reservado bajo la barra superior.

source: Extra white space reserved above the radical.
es: Espacio blanco extra reservado sobre el radical.

source: Minimum overlap of connecting glyphs during glyph construction.
es: Solapamiento mínimo de la conexión de glifos durante la construcción del glifo.

source: Name:
es: Nombre :

source: Kern:
es: Interletraje:

source: Use Kerning Class?
es: ¿Utilizar clases de interletraje?

source: This kerning pair (%.20s and %.20s) is currently part of a kerning class with a 0 offset for this combination. Would you like to alter this kerning class entry (or create a kerning pair for just these two glyphs)?
es: Este par de interletraje (%.20s y %.20s) es actualmente parte de la clase de interletraje con una desviación de 0 para esta combinación. ¿Desea alterar esta clase (o crear un par de interletraje solamente para este par de glifos)?

source: Load Word List...
es: Cargar lista de palabras...

source: Load Glyph Name List...
es: Cargar lista de nombres de glifo...

source: Effects
es: Efectos

source: Insert Glyph _After...
es: Insertar _carácter después de...

source: Insert Glyph _Before...
es: Insertar carácter antes de...(_B)

source: _Replace Glyph...
es: _Reemplazar carácter...

source: Hide _Grid
es: Ocultar cuadrícula(_G)

source: Hide Grid
es: Ocultar rejilla

source: Show _Grid
es: Mostrar cuadrícula(_G)

source: Metrics For %.50s
es: Métricas para %.50s

source: One of the multiple master instances contains quadratic splines. It must be converted to cubic splines before it can be used in a multiple master
es: Una de las instancias de esta fuente mm contiene curvas cuadráticas. Hay que convertirla en cúbicas antes que nverted to cubic splines before it can be used in a multiple master

source: The different instances of this mm have a different number of glyphs
es: Las diferentes instancias de esta mm tiene un diferente número de caracteres

source: This glyph is defined in one instance font but not in another
es: Este glifo está definido en una instancia de la fuente pero no en otra

source: This glyph contains a different number of references in different instances
es: Este glifo contiene un número de referencias diferentes en determinadas instancias

source: A reference in this glyph refers to a different encoding in different instances
es: La referencia en este glifo refiere a diferente codificación en diferentes instancias

source: A contour in this glyph contains a different number of points in different instances
es: Un contorno de este glifo contiene un número diferente de puntos en determinadas instancias

source: This glyph contains a different number of contours in different instances
es: Este glifo contiene un número de contornos diferente en determinadas instancias

source: This glyph contains a different number of hints in different instances
es: Este glifo contiene un número de ajustes diferentes en determinadas instancias

source: This glyph contains different kerning pairs in different instances
es: Este glifo contiene pares de interletraje diferentes en determinadas instancias

source: Various errors occurred at the selected glyphs
es: Han ocurrido varios errores en los glifos seleccionados
