Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/FontForge.po
Languages: es

source: KSC 5601-1987 (Korean)
es: KSC 5601-1987 (Coreano)

source: Johab (Korean)
es: Johab (Coreano)

source: GB 2312 (Simp. Chinese)
es: GB 2312 (Chino Simp.)

source: EUC GB 2312 (Chinese)
es: EUC GB 2312 (Chino)

source: Big5 (Trad. Chinese)
es: Big5 (Chino Trad.)

source: Big5 HKSCS (Trad. Chinese)
es: Big5 HKSCS (Chino Trad.)

source: Bad Encoding
es: Codificación incorrecta

source: Unparseable include on line %d of %s
es: Inclusión no analizable en línea %d de %s

source: Include filename too long on line %d of %s
es: Include con nombre de fichero demasiado largo en línea %d de %s

source: End of file in include on line %d of %s
es: Fin de fichero en include en línea %d de %s

source: Missing close parenthesis in include on line %d of %s
es: Cierre de paréntesis ausente en include en línea %d de %s

source: No filename specified in include on line %d of %s
es: Nombre de fichero ausente en include en línea %d de %s

source: Includes nested too deeply on line %d of %s
es: Nivel de anidamiento de includes demasiado profundo en línea %d de %s

source: Could not open include file (%s) on line %d of %s
es: No se pudo abrir archivo incluido (%s) en línea %d de %s

source: Number too long on line %d of %s
es: Número demasiado largo en la línea %d de %s

source: Missing number on line %d of %s
es: Número perdido en línea %d de %s

source: Name too long on line %d of %s
es: Nombre demasiado largo en la línea %d de %s

source: Missing name on line %d of %s
es: Nombre perdido en línea %d de %s

source: Unexpected character (0x%02X) on line %d of %s
es: Carácter inesperado (0x%02X) en línea %d de %s

source: Expected '%s' on line %d of %s
es: Se esperaba '%s' en línea %d de %s

source: Expected '%c' on line %d of %s
es: Se esperaba '%c' en línea %d de %s

source: Expected ';' at statement end on line %d of %s
es: Se esperaba ';' en la declaración final en la línea %d de %s

source: Use of undefined glyph class, %s, on line %d of %s
es: Uso de clase indefinida de glifo, %s, en línea %d de %s

source: Reference to a CID in a non-CID-keyed font on line %d of %s
es: Referencia a CID en una tipografía no-CID en la linea %d de %s

source: Reference to a glyph name in a CID-keyed font on line %d of %s
es: Referencia a un nombre glifo de en una fuente CID en la línea %d de %s

source: Expected '[' in glyph class definition on line %d of %s
es: Se esperaba '[' en la definición de clase de glifo en la línea %d de %s

source: Invalid CID range in glyph class on line %d of %s
es: Rango invalido de CID en la clase glifo en la línea %d de %s

source: Invalid glyph name range in glyph class on line %d of %s
es: Rango de nombre de glifo inválido en línea %d de %s

source: Unexpected token in glyph class range on line %d of %s
es: Símbolo inesperado en rango de clase de glifo, en linea %d de %s

source: Expected glyph name, cid, or class in glyph class definition on line %d of %s
es: Se esperaba un nombre de glifo, CID, o clase en la definición de una clase de glifo en la línea %d de %s

source: Expected ';' in lookupflags on line %d of %s
es: Se esperaba ';' en lookuplflags en línea %d de %s

source: Unexpected token in lookupflags on line %d of %s
es: Simbolo inesperado en lookupflags, en linea %d de %s

source: No flags specified in lookupflags on line %d of %s
es: No se especificaron flags en lookupflags en línea %d de %s

source: Expected '=' in glyph class definition on line %d of %s
es: Se esperaba '=' en la definición de clase de glifo en la línea %d de %s

source: Expected tag in languagesystem on line %d of %s
es: Se esperaba etiqueta en languagesystem en línea %d de %s

source: Expected integer in device table on line %d of %s
es: Se esperaba un entero en la tabla de dispositivo en la línea %d de %s

source: Pixel size too big in device table on line %d of %s
es: Tamaño de pixel demasiado grande en la tabla de dispositivo en la línea %d de %s

source: Expected integer in caret on line %d of %s
es: Se esperaba un entero en la máscara en línea %d de %s

source: Expected '>' in caret on line %d of %s
es: Caracter '>' no encontrado en máscara en la línea %d de %s

source: Expected '>' in anchor on line %d of %s
es: Se esperaba '>' en el anclaje en la línea %d de %s

source: Expected integer in anchor on line %d of %s
es: Se esperaba un entero en el anclaje en la línea %d de %s

source: Expected 'anchor' keyword in anchor on line %d of %s
es: Se esperaba la palabra clave 'anchor' en la línea %d de %s

source: Refers to Font
es: Referido a la tipografía

source: Reference to a lookup which is not in the feature file but which is in the font, %.50s
es: Referencia a una búsqueda que no está en el archivo de característica pero que si está en la tipografía, %.50s

source: Lookups may only be specified after marked glyphs on line %d of %s
es: Las búsquedas solo pueden especificarse después de los glifos marcados en línea %d de %s

source: Lookups must be defined before being used on line %d of %s
es: Las búsquedas deben definirse antes de usarse en la línea %d de %s

source: Expected integer in value record on line %d of %s
es: Se esperaba un valor entero en el registro en la línea %d de %s

source: Expected '>' in value record on line %d of %s
es: Se esperaba '>' en el registro de valor en la línea %d de %s

source: Internal state messed up on line %d of %s
es: Estado interno desordenado en la línea %d de %s

source: When a single substitution is specified by glyph classes, those classes must be of the same length on line %d of %s
es: Cuando se especifica una sola substitución para las clases del glifo, esas clases deben estar de la misma longitud en la línea %d de %s

source: When a single substitution's replacement is specified by a glyph class, the thing being replaced must also be a class on line %d of %s
es: Cuando se especifica una sola sustitución del reemplazo para un glifo clase, la cosa sustituida también debe ser una clase en la línea %d de %s

source: Unparseable contetual sequence on line %d of %s
es: Secuencia imposible de analizar en la línea %d de %s

source: The ignore keyword must be followed by either position or substitute on line %d of %s
es: la palabra clave 'ignore' debe estar seguida de otra posición o substituto en la linea %d de %s

source: Empty subsitute on line %d of %s
es: Sustituto vacio en linea %d de %s

source: No substitution specified on line %d of %s
es: No se especificaron sustituciones en linea %d de %s

source: No marked glyphs allowed in replacement on line %d of %s
es: No hay glifos permitidos marcados para reemplazo en la línea %d de %s

source: Unparseable glyph sequence in substitution on line %d of %s
es: Secuencia de glifo no analizable en sustitución en la línea %d de %s

source: Expected 'by' or 'from' keywords in substitution on line %d of %s
es: Se esperaba palabras clave 'by' o 'from' en sustitución, en linea %d de %s

source: Expected 'by' keyword in substitution on line %d of %s
es: Se esperaba palabra clave 'by' en sustitución, en linea %d de %s

source: Expected glyph name or class in mark statement on line %d of %s
es: Se esperaba un nombre de glifo o clase en la sentencia marca en la línea %d de %s

source: Empty position on line %d of %s
es: Posición vacia en la línea %d de %s

source: Invalid cursive position on line %d of %s
es: Posición cursiva inválida en línea %d de %s

source: A mark glyph (or class of marks) must be specified here on line %d of %s
es: Se debe especificar una marca de glifo o una clase de marca aquí en la línea %d de %s

source: Mark to base anchor statements may only have one anchor on line %d of %s
es: Marca en los enunciados anclados base sólo debe estar anclada en la línea %d de %s

source: Unparseable glyph sequence in position on line %d of %s
es: Secuencia de glifo no analizable en posición en la línea %d de %s

source: Expected name in lookup on line %d of %s
es: Se esperaba un nombre en la búsqueda en la línea %d de %s

source: Expected '{' in feature definition on line %d of %s
es: Se esperaba '{' en la definición de característica en la línea %d de %s

source: Unexpected end of file in lookup definition on line %d of %s
es: Fin de archivo inesperado en la definición de búsqueda en la línea %d de %s

source: Unexpected token, %s, in lookup definition on line %d of %s
es: Símbolo inesperado, %s en la definición de búsqueda en la línea %d de %s

source: Perhaps you meant to use the keyword 'sub' rather than 'subs'?
es: ¿Quiźa quería usar 'sub' en vez de 'subs'?

source: Mark classes must either be exactly the same or contain no common glyphs But the class on line %d of %s contains a match.
es: Las clases de marca deben ser exactamente iguales o no contener símbolos en común Pero la clase en la línea %d de %s contiene una coincidencia.

source: Expected %s in lookup definition on line %d of %s
es: Se esperaba %s en la definición de búsqueda en línea %d de %s

source: All entries in a lookup must have the same type on line %d of %s
es: Todas las entradas de la búsqueda deben ser del mismo tipo en la línea a%d de %s

source: This lookup has no effect, I can't figure out its type on line %d of %s
es: Esta búsqueda no ha tenido efecto, No se puede reconocer su tipo en la línea %d de %s

source: Mark glyphs may not be specified with this type of lookup on line %d of %s
es: Los glifos marcados no pueden ser especificados con ese tipo de búsqueda en línea %d de %s

source: Invalid platform for string on line %d of %s
es: Plataforma inválida para la cadena en la línea %d de %s

source: Expected string on line %d of %s
es: Se esperaba una cadena en la línea %d de %s

source: End of file found in string on line %d of %s
es: Fin de archivo encontrado en la cadena en la línea %d de %s

source: Expected tag in feature on line %d of %s
es: Se esperaba una etiqueta en la característica en la línea %d de %s

source: Unexpected end of file in feature definition on line %d of %s
es: Fin de archivo inesperado en la definición de característica en la línea %d de %s

source: Features inside of other features are only permitted for 'aalt' features on line %d of %s
es: Solo se permiten características dentro de otras características en características 'aalt' en la línea %d de %s

source: Expected tag on line %d of %s
es: Se<esperaba una etiqueta en la línea %d de %s

source: Expected ';' on line %d of %s
es: Se experaba ';' en la línea %d de %s

source: Unexpected token, %s, in feature definition on line %d of %s
es: Símbolo inesperado, %s, en la definición de la característica en la línea %d de %s

source: Expected '%c%c%c%c' in lookup definition on line %d of %s
es: Se esperaba la definición de búsqueda '%c%c%c%c' en la línea %d de %s

source: Expected closing curly brace on line %d of %s
es: Se espera cerrar paréntesis redondo en la línea %d de %s

source: Unknown field %s on line %d of %s
es: Campo desconocido %s en línea %d de %s

source: Expected integer on line %d of %s
es: Se esperaba entero en la línea %d de %s

source: Expected semicolon on line %d of %s
es: Se esperaba punto y coma en la línea %d de %s

source: Expected '}' on line %d of %s
es: Se esperaba '}' en la línea %d de %s

source: Expected name or class on line %d of %s
es: Se esperaba nombre o clase en la línea %d de %s

source: Expected Attach or LigatureCaret or GlyphClassDef on line %d of %s
es: Se esperaba Attach o LigatureCaret o GlyphClassDef en la línea %d de %s

source: Unexpected token in GDEF on line %d of %s
es: Símbolo inesperado en GDEF en la línea %d de %s

source: Expected tag in table on line %d of %s
es: Se esperaba una etiqueta en la tabla en la línea %d de %s

source: Expected matching tag in table on line %d of %s
es: Se esperaba una etiqueta coincidente en la tabla en la línea %d de %s

source: FontForge does not support anonymous tables on line %d of %s
es: FontForge no soporta tablas anónimas en la línea %d de %s

source: Unexpected token, %s, on line %d of %s
es: Símbolo inesperado , %s, en linea %d de %s

source: Mismatch lookup types inside a parsed lookup
es: Tipos de busqueda no coincidentes en una búsqueda analizada

source: Mark anchors provided when nothing can use them
es: Marcas de anclaje proporcionadas cuando nada puede usarlas

source: Anchor-%d
es: Anclaje-%d

source: Cannot open file
es: No se puede abrir archivo

source: Cannot open feature file %.120s
es: No se puede abrir el archivo de características %.120s

source: Interpretation|None
es: Ninguna

source: Japanese
es: Japonés

source: Traditional Chinese
es: Chino tradicional

source: Simplified Chinese
es: Chino Simplificado

source: Korean
es: Coreano

source: MacStyles|Bold
es: MacStyles|Negrita

source: MacStyles|Italic
es: MacStyles|Itálica

source: MacStyles|Condense
es: MacStyles|Condensada

source: MacStyles|Expand
es: MacStyles|Expandida

source: MacStyles|Underline
es: MacStyles|Subrayada

source: MacStyles|Outline
es: Bosquejo

source: MacStyles|Shadow
es: Sombra

source: Ultra-Condensed (50%)
es: Ultracondensado (50%)

source: Extra-Condensed (62.5%)
es: Extracondensado (62.5%)

source: Condensed (75%)
es: Condensado (75%)

source: Semi-Condensed (87.5%)
es: Semicondensado (87.5%)

source: Medium (100%)
es: Normal (100%)

source: Semi-Expanded (112.5%)
es: Semiexpandido (112.5%)

source: Expanded (125%)
es: Expandido (125%)

source: Extra-Expanded (150%)
es: Extraexpandido (150%)

source: Ultra-Expanded (200%)
es: Ultraexpandido (200%)

source: 100 Thin
es: 100 Ultraliviana

source: 200 Extra-Light
es: 200 Extraliviana

source: 300 Light
es: 300 Liviana

source: 400 Book
es: 400 Libro

source: 500 Medium
es: 500 Medio

source: 600 Demi-Bold
es: 600 Seminegra

source: 700 Bold
es: 700 Negra

source: 800 Heavy
es: 800 Muy Negra

source: 900 Black
es: 900 Negra

source: Never Embed/No Editing
es: Nunca incluir/No editar

source: Printable Document
es: Documento imprimible

source: Editable Document
es: Documento editable

source: Installable Font
es: Fuente instalable

source: Monospace
es: Monoespaciada

source: cursive|Script
es: Script

source: Decorative
es: Decorativa

source: No Classification
es: Sin clasificación

source: Old Style Serifs
es: Serifs al estilo antiguo

source: OSS Rounded Legibility
es: Legibilidad OSS redondeada

source: OSS Venetian
es: OSS Veneciana

source: OSS Modified Venetian
es: OSS Veneciana modificada

source: OSS Dutch Modern
es: OSS Holandesa moderna

source: OSS Dutch Trad
es: OSS Holandés trad.

source: OSS Contemporary
es: OSS Contemporánea

source: OSS Calligraphic
es: OSS Caligráfica

source: OSS Miscellaneous
es: OSS Miscelanea

source: Transitional Serifs
es: Serifas Transicionales

source: TS Direct Line
es: TS Línea directa

source: TS Miscellaneous
es: TS Miscelánea

source: MS Italian
es: MS Italiana

source: MS Miscellaneous
es: MS Miscelánea

source: CS Modern
es: CS Moderna

source: CS Traditional
es: CS Tradicional

source: CS Newspaper
es: CS Periódico

source: CS Monotone
es: CS Monotono

source: CS Typewriter
es: CS Máquina de escribir

source: CS Miscellaneous
es: CS Miscelánea

source: Slab Serifs|SS Monotone
es: SS Monotono

source: Slab Serifs|SS Humanist
es: SS Humanista

source: Slab Serifs|SS Geometric
es: SS Geométrica

source: Slab Serifs|SS Swiss
es: SS Suiza

source: Slab Serifs|SS Miscellaneous
es: SS Miscelánea

source: FS Modern
es: FS Moderna

source: FS Miscellaneous
es: FS Miscelánea

source: Sans-Serif|SS IBM NeoGrotesque Gothic
es: SS IBM Neogrotesca gótica

source: Sans-Serif|SS Humanist
es: SS Humanista

source: Sans-Serif|SS NeoGrotesque Gothic
es: SS NeoGrotesca Gótica

source: Sans-Serif|SS Modified Grotesque Gothic
es: SS Grotesca Gótica modificada

source: Sans-Serif|SS Miscellaneous
es: SS Miscelánea

source: Ornamentals
es: Ornamentales

source: O Engraver
es: O Grabador

source: O Black Letter
es: O Letra negra

source: O Decorative
es: O Decorativa

source: O Three Dimensional
es: O Tridimensional

source: O Miscellaneous
es: O Miscelánea

source: Scripts
es: Guiones

source: S Brush Joined
es: S Brocha ensamblada

source: S Formal Joined
es: S Formal ensamblada

source: S Monotone Joined
es: S Monotono ensamblada

source: S Calligraphic
es: S Caligráfica

source: S Brush Unjoined
es: S Brocha desensamblada

source: S Formal Unjoined
es: S Formal disjunta

source: S Monotone Unjoined
es: S Monótona disjunta

source: S Miscellaneous
es: S Miscelánea

source: Symbolic
es: Simbólica

source: Sy Mixed Serif
es: Serifa Sy Mezclada

source: Sy Old Style Serif
es: Serifa Sy de estilo antiguo

source: Sy Neo-grotesque Sans Serif
es: Sin Serifas Sy Neo-grotescas

source: Sy Miscellaneous
es: Sy Miscelánea

source: OS2Version|Automatic
es: Automatica

source: PanoseFamily|Any
es: Cualquiera

source: PanoseFamily|No Fit
es: Sin ajustar

source: Text & Display
es: Texto y pantalla

source: Pictorial
es: Pictóricas

source: PanoseSerifs|Any
es: Cualquiera

source: PanoseSerifs|No Fit
es: Sin ajustar

source: PanoseSerivfs|Square
es: Cuadrada

source: PanoseSerifs|Thin
es: Delgada

source: Exaggerated
es: Exagerada

source: Triangle
es: Triángulo

source: Obtuse Sans
es: Sans obtusa

source: PanoseSerivfs|Rounded
es: Redondeada

source: PanoseWeight|Any
es: Cualquiera

source: PanoseWeight|No Fit
es: Sin ajustar

source: Light
es: Claro

source: PanoseWeight|Thin
es: Delgada

source: Medium
es: Medio

source: Demi
es: Semi

source: Bold
es: Negrita

source: Heavy
es: Oscuro

source: Black
es: Negra

source: PanoseProportion|Any
es: Cualquiera

source: PanoseProportion|No Fit
es: Sin ajustar

source: Old Style
es: Estilo antiguo

source: Modern
es: Moderno

source: Even Width
es: Cada ancho

source: Expanded
es: Expandida

source: Condensed
es: Condensada

source: Very Expanded
es: Muy expandido

source: Very Condensed
es: Muy condensado

source: Monospaced
es: Monoespaciado

source: PanoseContrast|Any
es: Cualquiera

source: PanoseContrast|No Fit
es: Sin ajustar

source: PanoseContrast|None
es: Ninguno

source: PanoseContrast|Very Low
es: Muy bajo

source: PanoseContrast|Low
es: Bajo

source: PanoseContrast|Medium Low
es: Medio bajo

source: PanoseContrast|Medium
es: Medio

source: PanoseContrast|Medium High
es: Medio alto

source: PanoseContrast|High
es: Alto

source: PanoseContrast|Very High
es: Muy alto

source: PanoseStrokeVariation|Any
es: Cualquiera

source: PanoseStrokeVariation|No Fit
es: Sin ajustar

source: Gradual/Transitional
es: Gradual/Transicional

source: Rapid/Vertical
es: Rápido/Vertical

source: Rapid/Horizontal
es: Rápido/Horizontal

source: Instant/Vertical
es: Instantáneo/Vertical

source: PanoseArmStyle|Any
es: Cualquiera

source: PanoseArmStyle|No Fit
es: Sin ajustar

source: PanoseLetterform|Any
es: Cualquiera

source: PanoseLetterform|No Fit
es: Sin ajustar

source: Normal/Contact
es: Normal/Contacto

source: Normal/Weighted
es: Normal/Ponderado

source: Normal/Boxed
es: Normal/Cajeada

source: Normal/Flattened
es: Normal/Aplanado

source: Normal/Rounded
es: Normal/Redondeada

source: Normal/Off-Center
es: Normal/Descentrada

source: Normal/Square
es: Normal/Cuadrada

source: Oblique/Contact
es: Oblicuo/Contacto

source: Oblique/Boxed
es: Oblicua/Cajeada

source: Oblique/Rounded
es: Oblicua/Redondeada

source: Oblique/Off-Center
es: Oblicua/Descentrada

source: Oblique/Square
es: Oblicua/Cuadrada

source: PanoseMidline|Any
es: Cualquiera

source: PanoseMidline|No Fit
es: Sin ajustar

source: PanoseMidline|Standard/Trimmed
es: Normal/Cortado

source: PanoseMidline|Standard/Pointed
es: Normal/Señalado

source: PanoseMidline|Standard/Serifed
es: Standar/Serifa

source: PanoseMidline|High/Trimmed
es: Alta/Cortada

source: PanoseMidline|High/Pointed
es: Alta/Puntiaguda

source: PanoseMidline|High/Serifed
es: Alta/Rematada

source: PanoseMidline|Constant/Trimmed
es: Constante/recortada

source: PanoseMidline|Constant/Pointed
es: Constante/Puntiaguda

source: PanoseMidline|Constant/Serifed
es: Constante/Rematada

source: PanoseMidline|Low/Trimmed
es: Bajo/recortado

source: PanoseXHeight|Any
es: Cualquiera

source: PanoseXHeight|No Fit
es: Sin ajustar

source: PanoseXHeight|Constant/Small
es: Conatante/Pequeña

source: PanoseXHeight|Constant/Standard
es: Constante/Estándar

source: PanoseXHeight|Constant/Large
es: Constante/Grande

source: PanoseXHeight|Ducking/Small
es: Ducking/Pequeña

source: PanoseXHeight|Ducking/Standard
es: Ducking/Estándar

source: PanoseXHeight|Ducking/Large
es: Ducking/Grande

source: Afrikaans
es: Africáans

source: Albanian
es: Albanés

source: Lang|Amharic
es: Lang|Amárico

source: Arabic (Saudi Arabia)
es: Árabe (Arabia Saudí)

source: Arabic (Iraq)
es: Árabe (Iraq)

source: Arabic (Egypt)
es: Árabe (Egipto)

source: Arabic (Libya)
es: Árabe (Libia)

source: Arabic (Algeria)
es: Árabe (Argelia)

source: Arabic (Morocco)
es: Árabe (Marruecos)

source: Arabic (Tunisia)
es: Árabe (Túnez)

source: Arabic (Oman)
es: Árabe (Omán)

source: Arabic (Yemen)
es: Árabe (Yemen)

source: Arabic (Syria)
es: Árabe (Siria)

source: Arabic (Jordan)
es: Árabe (Jordania)

source: Arabic (Lebanon)
es: Árabe (Líbano)

source: Arabic (Kuwait)
es: Árabe (Kuwait)

source: Arabic (U.A.E.)
es: Árabe (U.A.E.)

source: Arabic (Bahrain)
es: Árabe (Bahrain)

source: Arabic (Qatar)
es: Árabe (Qatar)

source: Lang|Armenian
es: Lang|Armenio

source: Assamese
es: Assamés

source: Azeri (Latin)
es: Azerí (Latino)

source: Azeri (Cyrillic)
es: Azerí (Cirílico)

source: Basque
es: Euskera

source: Byelorussian
es: Bielorruso

source: Lang|Bengali
es: Bengalí

source: Bengali Bangladesh
es: Bengalí Bangladesh

source: Bulgarian
es: Búlgaro

source: Burmese
es: Birmano

source: Catalan
es: Catalán

source: Cambodian
es: Jemer

source: Lang|Cherokee
es: Lang|Cheroqui

source: Chinese (Taiwan)
es: Chino (Taiwan)

source: Chinese (PRC)
es: Chino (PRC)

source: Chinese (Hong Kong)
es: Chino (Hong Kong)

source: Chinese (Singapore)
es: Chino (Singapur)

source: Chinese (Macau)
es: Chino (Macao)

source: Croatian
es: Croata

source: Croatian Bosnia/Herzegovina
es: Croata Bosnia/Herzegovina

source: Czech
es: Checo

source: Danish
es: Danés

source: Dutch
es: Holandés

source: Flemish (Belgian Dutch)
es: Flamenco (Holandés de Bélgica)

source: English (British)
es: Inglés (Británico)

source: English (US)
es: Inglés (EE.UU.)

source: English (Canada)
es: Inglés (Canadá)

source: English (Australian)
es: Inglés (Australiano)

source: English (New Zealand)
es: Inglés (Nueva Zelanda)

source: English (Irish)
es: Inglés (Irlandés)

source: English (South Africa)
es: Inglés (Sudáfrica)

source: English (Jamaica)
es: Inglés (Jamaica)

source: English (Caribbean)
es: Inglés (Caribe)

source: English (Belize)
es: Inglés (Belice)

source: English (Trinidad)
es: Inglés (Trinidad)

source: English (Zimbabwe)
es: Inglés (Zimbabue)

source: English (Philippines)
es: Inglés (Filipinas)

source: English (Indonesia)
es: Inglés (Indonesia)

source: English (Hong Kong)
es: Inglés (Hong Kong)

source: English (India)
es: Inglés (India)

source: English (Malaysia)
es: Inglés (Malasia)

source: Estonian
es: Estonio

source: Faeroese
es: Feroés

source: Finnish
es: Finlandés

source: French French
es: Francés de Francia

source: French Belgium
es: Francés de Bélgica

source: French Canadian
es: Francés canadiense

source: French Swiss
es: Francés suizo

source: French Luxembourg
es: Francés luxemburgués

source: French Monaco
es: Francés de Mónaco

source: French West Indies
es: Indias occidentales francesas

source: French Réunion
es: Reunión Francesa

source: French D.R. Congo
es: Francés Congo

source: French Senegal
es: Francés Senegal

source: French Camaroon
es: Francés Camerún

source: French Côte d'Ivoire
es: Costa de Marfil Francesa

source: French Mali
es: Francés Mali

source: French Morocco
es: Francés Marruecos

source: French Haiti
es: Francés Haití
