Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/gnutls26.po
Languages: es

source: Success.
es: Éxito.

source: Could not negotiate a supported cipher suite.
es: No se pudo negociar una suite de cifrado soportada.

source: The cipher type is unsupported.
es: El tipo de cifrado no está permitido.

source: The certificate and the given key do not match.
es: El certificado y la clave dada no coinciden.

source: Could not negotiate a supported compression method.
es: No se pudo negociar un método de compresión permitido.

source: An unknown public key algorithm was encountered.
es: Se encontró un algoritmo de clave pública desconocido.

source: An algorithm that is not enabled was negotiated.
es: Se negoció un algoritmo que no está permitido.

source: A large TLS record packet was received.
es: Se recibió un gran paquete de registro TLS.

source: A record packet with illegal version was received.
es: Se recibió un paquete de registro con una versión ilegal.

source: The Diffie Hellman prime sent by the server is not acceptable (not long enough).
es: La identificación Diffie Hellman enviada por el servidor no es válida (no tiene la longitud suficiente)

source: A TLS packet with unexpected length was received.
es: Se recibió un paquete TLS con longitud inesperada

source: The specified session has been invalidated for some reason.
es: La sesión especificada ha sido invalidada por alguna razón.

source: GnuTLS internal error.
es: Error interno en GnuTLS.

source: An illegal TLS extension was received.
es: Se recibió una extensión TLS ilegal.

source: A TLS fatal alert has been received.
es: Se ha recibido una alerta TLS fatal.

source: An unexpected TLS packet was received.
es: Se recibió un paquete TLS inesperado.

source: A TLS warning alert has been received.
es: Se ha recibido un aviso de alerta TLS.

source: An error was encountered at the TLS Finished packet calculation.
es: Se encontró un error en el cálculo de paquete terminado TLS.

source: The peer did not send any certificate.
es: El par no envió ningun certificado.

source: There is already a crypto algorithm with lower priority.
es: Ya es un algoritmo de cifrado con prioridad baja.

source: No temporary RSA parameters were found.
es: No se encontraron parámetros RSA temporales.

source: No temporary DH parameters were found.
es: No se encontraron parámetros DH temporales.

source: An unexpected TLS handshake packet was received.
es: Un paquete inesperado de apertura TLS fue recibido.

source: The scanning of a large integer has failed.
es: Ha fallado la exploración de un gran número entero.

source: Could not export a large integer.
es: No se pudo exportar un gran número entero.

source: Decryption has failed.
es: Falló el descifrado.

source: Encryption has failed.
es: Falló el cifrado.

source: Public key decryption has failed.
es: El descifrado de la clave pública ha fallado.

source: Public key encryption has failed.
es: El cifrado de la clave pública ha fallado.

source: Public key signing has failed.
es: La firma de la clave pública ha fallado.

source: Public key signature verification has failed.
es: La verificación de la firma de la clave pública ha fallado.

source: Decompression of the TLS record packet has failed.
es: La decompresión del paquete TLS de registro ha fallado.

source: Compression of the TLS record packet has failed.
es: La compresión del paquete TLS de registro ha fallado.

source: Internal error in memory allocation.
es: Error interno en asignación de memoria.

source: An unimplemented or disabled feature has been requested.
es: Se ha solicitado una función no implementada o desactivada.

source: Insufficient credentials for that request.
es: Credenciales insuficientes para esa solicitud.

source: Error in password file.
es: Error en el archivo de contraseñas.

source: Wrong padding in PKCS1 packet.
es: Relleno incorrecto en el paquete PKCS1

source: The requested session has expired.
es: La sesión solicitada ha expirado.

source: Hashing has failed.
es: El cálculo de hash ha fallado

source: Base64 decoding error.
es: Error de decodificación Base64.

source: Base64 unexpected header error.
es: Error de cabecera inesperado de Base64

source: Base64 encoding error.
es: Error de codificando Base64.

source: Parsing error in password file.
es: Error de análisis en el archivo de contraseña.

source: The requested data were not available.
es: Los datos solicitados no están disponibles.

source: Error in the pull function.
es: Error en la función pull.

source: Error in the push function.
es: Error en la función push.

source: The upper limit of record packet sequence numbers has been reached. Wow!
es: Se ha alcanzado el límite máximo de la secuencia numérica de los paquetes de registro. ¡Guau!

source: Error in the certificate.
es: Error en el certificado.

source: Unknown Subject Alternative name in X.509 certificate.
es: Nombre alternativo del "Asunto" desconocido en el certificado X.509.

source: Unsupported critical extension in X.509 certificate.
es: Extensión crítica no soportada en el certificado X.509

source: Key usage violation in certificate has been detected.
es: Se ha detectado una violación del uso de clave en el certificado.

source: Function was interrupted.
es: La función se interrumpió.

source: Rehandshake was requested by the peer.
es: El par solicitó re-conexión

source: TLS Application data were received, while expecting handshake data.
es: Se recibieron los datos de la aplicación TLS mientras se esperaban los datos de conexión.

source: Error in Database backend.
es: Error en la base de datos

source: The certificate type is not supported.
es: El tipo de certificado no está soportado.

source: The given memory buffer is too short to hold parameters.
es: La memoria intermedia asignada no es suficiente para almacenar los parámetros.

source: The request is invalid.
es: La solicitud es inválida.

source: An illegal parameter has been received.
es: Se ha recibido un parámetro ilegal.

source: Error while reading file.
es: Error al leer archivo.

source: ASN1 parser: Element was not found.
es: Analizador ASN1: No se encontró el elemento.

source: ASN1 parser: Identifier was not found
es: Analizador ASN1: No se encontró el identificador.

source: ASN1 parser: Error in DER parsing.
es: Analizador ASN1: Error al analizar DER.

source: ASN1 parser: Value was not found.
es: Analizador ASN1: No se encontró el valor.

source: ASN1 parser: Generic parsing error.
es: Analizador ASN1: Error de análisis genérico

source: ASN1 parser: Value is not valid.
es: Analizador ASN1: El valor no es válido

source: ASN1 parser: Error in TAG.
es: Analizador ASN1: Error en la etiqueta.

source: ASN1 parser: error in implicit tag
es: Analizador ASN1: Error en etiqueta ímplicita.

source: ASN1 parser: Error in type 'ANY'.
es: Analizador ASN1: Error en el tipo 'ANY'.

source: ASN1 parser: Syntax error.
es: Analizador ASN1: Error de sintaxis.

source: ASN1 parser: Overflow in DER parsing.
es: Analizador ASN1: Desborde al analizar DER.

source: Too many empty record packets have been received.
es: Se han recibido demasiados paquetes de registro vacíos.

source: The initialization of GnuTLS-extra has failed.
es: La inicialización de GnuTLS-extra ha fallado.

source: The GnuTLS library version does not match the GnuTLS-extra library version.
es: La versión de la biblioteca GnuTLS no concuerda con la versión de la biblioteca GnuTLS-extra.

source: The gcrypt library version is too old.
es: La versión de la biblioteca gcrypt es demasiado antigua.

source: The tasn1 library version is too old.
es: La versión de la biblioteca tasn1 es demasiado antigua.

source: The OpenPGP User ID is revoked.
es: La id de usuario de OpenPGP está revocada.

source: Error loading the keyring.
es: Error cargando el depósito de claves.

source: The initialization of LZO has failed.
es: La inicialización de LZO ha fallado.

source: No supported compression algorithms have been found.
es: No se han encontrado algoritmos de compresión permitidos.

source: No supported cipher suites have been found.
es: No se ha encontrado ningún conjunto de cifrado permitido.

source: Could not get OpenPGP key.
es: No se pudo conseguir una clave OpenPGP.

source: Could not find OpenPGP subkey.
es: No se pudo conseguir una subclave OpenPGP.

source: The SRP username supplied is illegal.
es: El usuario SRP facilitado es illegal.

source: The OpenPGP fingerprint is not supported.
es: La huella digital OpenPGP no está permitida.

source: The certificate has unsupported attributes.
es: El certificado tiene atributos no permitidos.

source: The OID is not supported.
es: El OID no está permitido.

source: The hash algorithm is unknown.
es: Se desconoce el algoritmo de hash.

source: The PKCS structure's content type is unknown.
es: Se desconoce el tipo de contenido de la estructura PKCS.

source: The PKCS structure's bag type is unknown.
es: Se desconoce el tipo de grupo escructural de PKCS.

source: The given password contains invalid characters.
es: La contraseña facilitada contiene carácteres inválidos.

source: The Message Authentication Code verification failed.
es: Falló la verificación del código de autenticación.

source: Some constraint limits were reached.
es: Se alcanzaron algunos límites restringidos.

source: Failed to acquire random data.
es: Falló la adquisición de datos aleatorios.

source: Received a TLS/IA Intermediate Phase Finished message
es: Se recibió un mensaje de finalización de fase intermedia de TLS/IA

source: Received a TLS/IA Final Phase Finished message
es: Se recibió un mensaje de finalización de fase final de TLS/IA

source: Verifying TLS/IA phase checksum failed
es: Se encontró un fallo en la fase de comprobacion de la suma de comprobación de TLS/IA

source: The specified algorithm or protocol is unknown.
es: El algoritmo especificado o el protocolo son desconocidos

source: The handshake data size is too large (DoS?), check gnutls_handshake_set_max_packet_length().
es: El tamaño de los datos del protocolo de conexión es demasiado grande (DoS?), Compruebe gnutls_handshake_set_max_packet_length().

source: Path Length Constraint: %d
es: Restricción de longitud de ruta: %d

source: Policy Language: %s
es: Directivas de lenguaje: %s

source: Policy: ASCII:
es: Directivas: ASCII:

source: Hexdump:
es: Volcado hexadecimal:

source: Digital signature.
es: Firma digital.

source: Non repudiation.
es: No repudiado.

source: Key encipherment.
es: Clave de cifrado.

source: Data encipherment.
es: Cifrado de datos.

source: Key agreement.
es: Acuerdo de clave.

source: Certificate signing.
es: Firma certificada.

source: CRL signing.
es: firma CRL.

source: Key encipher only.
es: Sólo cifrado de clave.

source: Key decipher only.
es: Sólo descifrado de clave.

source: TLS WWW Server.
es: Servidor WWW TLS.

source: TLS WWW Client.
es: Cliente TLS WWW.

source: Code signing.
es: Código firmado.

source: Email protection.
es: Protección de correo.

source: Time stamping.
es: Sello de tiempo.

source: OCSP signing.
es: firmando OCSP.

source: Any purpose.
es: Cualquier propósito.

source: Certificate Authority (CA): FALSE
es: Autoridad de certificación (AC): FALSO

source: Certificate Authority (CA): TRUE
es: Autoridad de certificación (AC): VERDADERO

source: XMPP Address: %.*s
es: dirección XMPP: %.*s

source: otherName OID: %.*s
es: Otro nombre OID: %.*s

source: otherName DER:
es: Otro nombre DER:

source: otherName ASCII:
es: Otro nombre ASCII:

source: Version: %d
es: Versión: %d

source: Serial Number (hex):
es: Número de serie (hex):

source: Issuer: %s
es: Emisor: %s

source: Validity:
es: Validación:

source: Not Before: %s
es: No antes de: %s

source: Not After: %s
es: No después de: %s

source: Subject: %s
es: Tema: %s

source: unknown
es: desconocido

source: Subject Public Key Algorithm: %s
es: Algoritmo de clave pública de asunto: %s

source: Modulus (bits %d):
es: Módulos (bits %d):

source: Exponent:
es: Exponente:

source: Public key (bits %d):
es: Clave pública (bits %d):

source: Extensions:
es: Extensiones:

source: Basic Constraints (%s):
es: Restricciones básicas (%s):

source: critical
es: crítico

source: not critical
es: no crítico

source: Subject Key Identifier (%s):
es: Identificador de clave del asunto (%s):

source: Authority Key Identifier (%s):
es: Identificador de clave de autoridad (%s):

source: Key Usage (%s):
es: Uso de clave (%s):

source: Key Purpose (%s):
es: Propósito de la clave (%s):

source: Subject Alternative Name (%s):
es: Nombre alternativo del asunto (%s):

source: CRL Distribution points (%s):
es: Puntos de distribución CRL (%s):

source: Proxy Certificate Information (%s):
es: Información del certificado de Proxy (%s):

source: Unknown extension %s (%s):
es: Extension no conocida %s (%s):

source: Hexdump:
es: Volcado hesadecimal:

source: Signature Algorithm: %s
es: Algoritmo de firma: %s

source: warning: signed using a broken signature algorithm that can be forged.
es: Aviso: Se esta utilizando una firma de algoritmo roto que podría ser falsa.

source: Signature:
es: Firma:

source: MD5 fingerprint:
es: huella MD5:

source: SHA-1 fingerprint:
es: Huella digital SHA-1 :

source: Public Key Id:
es: Id de clave pública:

source: X.509 Certificate Information:
es: Información de certificado X.509:

source: Other Information:
es: Otra información:

source: Version: 1 (default)
es: Versión: 1 (predeterminada)

source: Update dates:
es: Fechas de actualización:

source: Issued: %s
es: Enviado: %s

source: Next at: %s
es: Siguiente en: %s

source: Revoked certificates (%d):
es: Certificados revocados (%d):

source: No revoked certificates.
es: Certificados no revocados.

source: Serial Number (hex):
es: Número de serie (hex):

source: Revoked at: %s
es: Revocado en: %s

source: X.509 Certificate Revocation List Information:
es: Información de la lista de revocación de certificados X.509:

source: Key Usage:
es: Uso de clave:

source: Digital signatures.
es: Firmas digitales.

source: Communications encipherment.
es: Cifrado de comunicaciones.

source: Storage data encipherment.
es: Datos de almacenamiento de cifrado.

source: Authentication.
es: Autenticación.

source: Fingerprint (hex):
es: Huella (hex):

source: Revoked: True
es: Revocado: Verdadero

source: Revoked: False
es: Revocado: Falso

source: Time stamps:
es: Sellos de tiempo:

source: Creation: %s
es: Creación: %s

source: Expiration: Never
es: Caducidad: Nunca

source: Expiration: %s
es: Caducidad: %s

source: Public Key Algorithm: %s
es: Algoritmo público de clave: %s

source: Name[%d]: %s
es: Nombre[%d]: %s

source: Revoked Name[%d]: %s
es: Nombre revocado[%d]: %s

source: Subkey[%d]:
es: Subclave[%d]:

source: OpenPGP Certificate Information:
es: Información de certificado OpenPGP:
