Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/gODBCConfig.po
Languages: es

source: gODBCConfig - ODBC Data Source Administrator
es: gODBCConfig - Administrador de orígenes de datos ODBC

source: Add
es: Añadir

source: Remove
es: Eliminar

source: Configure...
es: Configurar...

source: User data source configuration is stored in your home directory. This allows you configure data access without having to be system administrator
es: La configuración de los orígenes de datos de usuario se almacena en su directorio personal. Esto le permite configurar el acceso a datos sin tener que ser administrador del sistema.

source: Name
es: Nombre

source: Description
es: Descripción

source: Driver
es: Controlador

source: User DSN
es: DSN de usuario

source: System data sources are shared among all users of this machine.These data sources may also be used by system services. Only the administrator can configure system data sources.
es: Los orígenes de datos del sistema se comparten por todos los usuarios de esta máquina. Esos orígenes de datos también pueden ser usados por los servicios del sistema. Sólo el administrador puede configurarlos.

source: System DSN
es: DSN del sistema

source: These drivers facilitate communication between the Driver Manager and the data server. Many ODBC drivers for Linux can be downloaded from the Internet while others are obtained from your database vendor.
es: Estos controladores facilitan la comunicación entre el administrador de controladores y el servidor de datos. Muchos controladores ODBC para Linux se pueden descargar del Internet mientras que otros se obtienen del vendedor de la base de datos.

source: Driver Lib
es: Biblioteca de controladores

source: Setup Lib
es: Biblioteca de configuración

source: Drivers
es: Controladores

source: Tracing allows you to create logs of the calls to ODBC drivers. Great for support people, or to aid you in debugging applications. You must be 'root' to set
es: Las trazas le permiten crear registros de las llamadas a los controladores ODBC. Es importante para el personal de soporte, o para ayudarle en la depuración de aplicaciones. Debe de ser superusuario para establecerlo.

source: Browse
es: Examinar

source: Trace File
es: Archivo de trazas

source: Tracing On
es: Trazado activado

source: Tracing
es: Trazado

source: Open DataBase Connectivity (ODBC) was developed to be an Open and portable standard for accessing data. unixODBC implements this standard for Linux/UNIX.
es: Open DataBase Connectivity (ODBC) se desarrolló para ser un estándar abierto y estable de acceso a datos. unixODBC implementa este estándar para Linux/UNIX.

source: Database System
es: Sistema de base de datos

source: Credits
es: Créditos

source: Application
es: Aplicación

source: Driver Manager
es: Administrador de controlador

source: Config
es: Configuración

source: About
es: Acerca de

source: gODBCConfig - Appication
es: gODBCConfig - Aplicación

source: The Application communicates with the Driver Manager using the standard ODBC calls. The application does not care; where the data is stored, how it is stored, or even how the system is configured to access the data. The Application only needs to know the data source name (DSN) The Application is not hard wired to a particular database system. This allows the user to select a different database system using the ODBCConfig Tool.
es: La Aplicación se comunica con el administrador de controladores usando llamadas ODBC estándares. A la aplicación no le importa; donde se guardan los datos, cómo se guardan, o incluso cómo está configurado el sistema para acceder a los datos. La aplicación sólo necesita saber el nombre de origen de datos (DSN) La aplicación no está atada a un gestor de bases de datos particular. Esto permite al usuario seleccionar una base de datos diferente usando la herramienta ODBCConfig.

source: gODBCConfig - Driver Manager
es: gODBCConfig - Administrador de controladores

source: The Driver Manager carries out a number of functions, such as: 1. Resolve data source names via odbcinst lib) 2. Loads any required drivers 3. Calls the drivers exposed functions to communicate with the database. Some functionality, such as listing all Data Source, is only present in the Driver Manager or via odbcinst lib).
es: El administrador de controladores conlleva un conjunto de funciones, tal como: 1. Resolver los nombres de los orígenes de datos a través de la librería odbcinst 2. Cargar cualquier controlador que se requiera 3. Hacer las llamadas a las funciones expuestas de los controladores para la comunicación con la base de datos. Ciertas funcionalidades, como listar todos los orígenes de datos, sólo están presentes en el administrador de controladores o a través de la librería odbcinst

source: ODBCConfig - Drivers
es: ODBCConfig - Controladores

source: The ODBC Drivers contain code specific to a Database System and provides a set of callable functions to the Driver Manager. Drivers may implement some database functionality when it is required by ODBC and is not present in the Database System. Drivers may also translate data types. ODBC Drivers can be obtained from the Internet or directly from the Database vendor. Check http://www.unixodbc.org for drivers
es: Los controladores ODBC contienen código específico para un sistema de bases de datos y provee un conjunto de funciones que pueden ser llamadas desde el administrador de controladores. Los controladores pueden implementar ciertas funcionalidades de base de datos cuando sea requerido por ODBC y no esté presente en el sistema de bases de datos. Los controladores pueden también traducir entre tipos de datos. Los controladores ODBC pueden obtenerse desde Internet o directamente desde el distribuidor de la base de datos.

source: ODBCConfig - Database Systems
es: ODBCConfig - Sistemas de bases de datos

source: Perhaps the most common type of Database System today is an SQL Server SQL Servers with Heavy Functionality ADABAS-D Empress Sybase - www.sybase.com Oracle - www.oracle.com SQL Servers with Lite Functionality MiniSQL MySQL Solid The Database System may be running on the local machine or on a remote machine. It may also store its information in a variety of ways. This does not matter to an ODBC application because the Driver Manager and the Driver provides a consistent interface to the Database System.
es: Probablemente el tipo más común de sistema de bases de datos sea SQL Server Sistemas SQL Server con alta funcionalidad ADABAS-D Empress Sybase - www.sybase.com Oracle - www.oracle.com Sistemas SQL Server con pequeña funcionalidad MiniSQL MySQL Solid El sistema de bases de datos puede ejecutarse en una máquina local o remota. Puede almacenar su información de varias maneras. Esto no le afecta a una aplicación ODBC, ya que el administrador de controladores y el controlador proveen un interfaz consistente al sistema de bases de datos.

source: This is the main configuration file for ODBC. It contains Data Source configuration. It is used by the Driver Manager to determine, from a given Data Source Name, such things as the name of the Driver. It is a simple text file but is configured using the ODBCConfig tool. The User data sources are typically stored in ~/.odbc.ini while the System data sources are stored in /etc/odbc.ini
es: Este es el fichero principal de configuración para ODBC. Contiene configuraciones de orígenes de datos. Se usa por el administrador de controladores para determinar, a partir de un nombre de origen de datos, cosas tales como el nombre del controlador. Es un simple fichero de texto, pero se configura utilizando la herramienta ODBCConfig. Los orígenes de datos de usuario se almacenan típicamente en ~/.odbc.ini mientras que los orígenes de datos del sistema se almacenan en /etc/odbc.ini

source: This is the program you are using now. This program allows the user to easily configure ODBC.
es: Este es el programa que está usando en este momento. Este programa permite al usuario configurar de manera sencilla ODBC.

source: odbcinst.ini contains a list of all installed ODBC Drivers. Each entry also contains some information about the driver such as the file name(s) of the driver. An entry should be made when an ODBC driver is installed and removed when the driver is uninstalled. This can be done using ODBCConfig or the odbcinst command tool.
es: odbcinst.ini contiene una lista de todos los controladores ODBC instalados. Cada entrada contiene cierta información sobre el controlador, tal como el/los nombre/s de fichero/s que lo componen. Debería de añadirse una entrada cada vez que se instale un controlador ODBC, y eliminarse cuando se desinstale. Esto puede hacerse usando ODBCConfig o la herramienta de comando odbcinst.

source: ODBCConfig - Credits
es: ODBCConfig - Créditos

source: unixODBC consists of the following components - Driver Manager - GUI Data Manager - GUI Config - Several Drivers and Driver Config libs - Driver Code Template - Driver Config Code Template - ODBCINST lib - odbcinst (command line tool for install scripts) - INI lib - LOG lib - LST lib - TRE lib - SQI lib - isql (command line tool for SQL) All code is released under GPL and the LGPL license.
es: unixODBC consta de los siguientes componentes: - Administrador de controladores - Administrador de datos GUI - Configuración GUI - Varios controladores y librerías de configuración de controladores - Plantilla de código de controlador - Plantilla de código de configuración de controlador - librería ODBCINST - odbcinst (utilidad de línea de comandos para instalar scripts) - librería INI - librería LOG - librería LST - librería TRE - librería SQI - isql (herramienta de línea de comandos para SQL) Todo el código está publicado bajo las licencias GPL y LGPL.

source: gODBCConfig - New Driver
es: gODBCConfig - Nuevo controlador

source: FileUsage
es: UsoArchivo

source: Setup
es: Configuración

source: gODBCConfig - Configure Driver
es: gODBCConfig - Configurar controlador

source: gODBCConfig - Add DSN
es: gODBCConfig - Añadir DSN

source: Select the DRIVER to use or Add a new one
es: Seleccione el CONTROLADOR para su uso o agrege uno nuevo

source: Could not load %s
es: No se pudo cargar %s

source: Could not write to (%s)
es: No se pudo escribir en (%s)

source: Select a driver to remove
es: Seleccionar un controlador a eliminar

source: Select a driver to configure
es: Seleccionar un controlador a configurar

source: Enter a DSN name
es: Introduzca un nombre de DSN

source: Could not construct a property list for (%s)
es: No se pudo construir una lista de propiedades para (%s)

source: Select a driver to Use
es: Seleccionar un controlador a utilizar

source: Select a DSN to configure
es: Seleccione un DSN a configurar

source: Unable to find a Driver line for this entry
es: Incapaz de encontrar una línea del controlador para esta entrada

source: Select File
es: Seleccionar archivo

source: Select a DSN to Remove
es: Seleccione un DSN a eliminar

source: Could not write property list for (%s)
es: No se pudo escribir la lista de propiedades para (%s)

source: Could not write to %s
es: No se pudo escribir en %s

source: Couldn't find pixmap file: %s
es: No se pudo encontrar el archivo pixmap: %s

source: Couldn't create pixmap from file: %s
es: No se pudo crear el pixmap desde el archivo: %s
