Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/gst-plugins-good-0.10.po
Languages: es

source: Could not establish connection to sound server
es: No se pudo establecer una conexión con el servidor de sonido.

source: Failed to query sound server capabilities
es: Error al consultar las capacidades del servidor de sonido

source: Internal data stream error.
es: Error en el flujo interno de datos.

source: Failed to decode JPEG image
es: Falló al decodificar la imagen JPEG

source: Could not connect to server
es: No se pudo conectar al servidor

source: No or invalid input audio, AVI stream will be corrupt.
es: No hay entrada de audio, o ésta es inválida; el stream AVI será corrupto.

source: This file contains no playable streams.
es: El archivo contiene flujos no reproducibles.

source: This file is invalid and cannot be played.
es: Este archivo no es válido y no se puede reproducir.

source: This file is incomplete and cannot be played.
es: El archivo está incompleto y no puede reproducirse.

source: The video in this file might not play correctly.
es: Puede que el vídeo en este archivo no se pueda reproducir correctamente.

source: This file contains too many streams. Only playing first %d
es: Esta lista contiene demasiados flujos. Solo se reproducirá el primero %d

source: This file is corrupt and cannot be played.
es: Este archivo esta estropeado y no podrá reproducirse.

source: Internal data flow error.
es: Error del flujo interno de datos.

source: Volume
es: Volumen

source: Bass
es: Grave

source: Treble
es: Agudo

source: Synth
es: Sintetizador

source: Speaker
es: Altavoz

source: Line-in
es: Línea de entrada

source: Microphone
es: Micrófono

source: Mixer
es: Mezclador

source: Record
es: Grabar

source: In-gain
es: Ganancia de entrada

source: Out-gain
es: Ganancia de salida

source: Line-1
es: Línea-1

source: Line-2
es: Línea-2

source: Line-3
es: Línea-3

source: Phone-in
es: Entrada de micro

source: Phone-out
es: Salida de auricular

source: Video
es: Vídeo

source: Could not open audio device for playback. Device is being used by another application.
es: No se pudo abrir el dispositivo para reproducir. Otra aplicación está usando el dispositivo.

source: Could not open audio device for playback. You don't have permission to open the device.
es: No se ha podido abrir el dispositivo de sonido para reproducción. No tiene permiso para abrir el dispositivo.

source: Could not open audio device for playback.
es: No se pudo abrir el dispositivo para reproducir.

source: Could not open audio device for recording. You don't have permission to open the device.
es: No se ha podido abrir el dispositivo de sonido para grabación. No tiene permiso para abrir el dispositivo.

source: Could not open audio device for recording.
es: No se pudo abrir el dispositivo para grabar.

source: Gain
es: Ganancia

source: Error reading %d bytes from device '%s'.
es: Error leyendo %d bytes del dispositivo «%s».

source: Got unexpected frame size of %u instead of %u.
es: Se obtuvo un tamaño de fotograma no esperado de %u en lugar de %u.

source: Error reading %d bytes on device '%s'.
es: Error leyendo %d bytes en el dispositivo «%s».

source: Error getting capabilities for device '%s': It isn't a v4l2 driver. Check if it is a v4l1 driver.
es: Error obteniendo las capacidades del dispositivo «%s». No es un controlador v4l2. Compruebe si es un controlador v4l1.

source: Failed to query attributes of input %d in device %s
es: Error al consultar los atributos de de entrada %d en el dispositivo %s

source: Failed to get setting of tuner %d on device '%s'.
es: Ocurrió un fallo al obtener las configuraciones de la sintonizadora %d en el dispositivo '%s'.

source: Failed to query norm on device '%s'.
es: Fallo al solicitar la norma al dispositivo '%s'.

source: Failed getting controls attributes on device '%s'.
es: Fallo al conseguir los atributos de control en el dispositivo '%s'.

source: Cannot identify device '%s'.
es: No se puede identificar el dispositivo «%s».

source: This isn't a device '%s'.
es: Esto no es un dispositivo «%s».

source: Could not open device '%s' for reading and writing.
es: No se ha podido abrir el dispositivo «%s» para lectura y escritura.

source: Device '%s' is not a capture device.
es: El dispositivo «%s» no es un dispositivo de captura.

source: Failed to set norm for device '%s'.
es: Fallo al configurar la norma para el dispositivo '%s'.

source: Failed to get current tuner frequency for device '%s'.
es: Fallo al obtener la frecuencia actual del sintonizador para el dispositivo '%s'.

source: Failed to set current tuner frequency for device '%s' to %lu Hz.
es: Fallo al establecer la frecuencia actual del sintonizador para dispositivo '%s' a %lu Hz.

source: Failed to get signal strength for device '%s'.
es: Fallo al obtener la fuerza de la señal para el dispositivo '%s'.

source: Failed to get value for control %d on device '%s'.
es: Fallo al obtener el valor para el control %d en el dispositivo '%s'.

source: Failed to set value %d for control %d on device '%s'.
es: Fallo al establecer el valor %d para el control %d en el dispositivo '%s'.

source: Failed to get current input on device '%s'. May be it is a radio device
es: Ocurrió un fallo al obtener la entrada actual en el dispositivo '%s'. Tal vez es un dispositivo de radio

source: Failed to set input %d on device %s.
es: Error al establecer la entrada %d en el dispositivo %s.

source: Could not enqueue buffers in device '%s'.
es: No se pueden poner a la cola los búfers en el dispositivo '%s'.

source: Failed to enumerate possible video formats device '%s' can work with
es: Error al enumerar los posibles formatos de vídeo con los que puede trabajar el dispositivo «%s»

source: Failed trying to get video frames from device '%s'.
es: Error al intentar capturar fotogramas de vídeo desde el dispositivo «%s».

source: The buffer type is not supported, or the index is out of bounds, or no buffers have been allocated yet, or the userptr or length are invalid. device %s
es: El tipo de búfer no está soportado o el índice está fuera de los límites o ningún búfer ha sido asignado aún o el userptr o la longitud no son válidos. dispositivo %s

source: Failed trying to get video frames from device '%s'. Not enough memory.
es: Error al intentar capturar fotogramas de vídeo desde el dispositivo «%s». No hay memoria suficiente.

source: insufficient memory to enqueue a user pointer buffer. device %s.
es: memoria insuficiente para poner en la cola un indicador de búfer de usuario. dispositivo %s.

source: Failed after %d tries. device %s. system error: %s
es: Error después de %d intentos. dispositivo %s. error del sistema: %s

source: No free buffers found in the pool at index %d.
es: No se ha encontrado ningún búfer libre en el depósito en el índice %d.

source: Could not get parameters on device '%s'
es: No se pudieron obtener los parámetros en el dispositivo '%s'

source: Video input device did not accept new frame rate setting.
es: El dispositivo de entrada de vídeo no aceptó el ajuste de la nueva tasa de fotogramas.

source: Device '%s' does not support video capture
es: El dispositivo '%s' no soporta captura de video

source: Device '%s' cannot capture at %dx%d
es: El dispositivo '%s' no puede capturar en %dx%d

source: Device '%s' cannot capture in the specified format
es: El dispositivo '%s' no puede capturar en el formato especificado

source: Could not get buffers from device '%s'.
es: No se puede obtener buffers desde el dispositivo '%s'

source: Could not get enough buffers from device '%s'.
es: No se puede obtener suficientes buffers desde el dispositivo '%s'

source: Could not map buffers from device '%s'
es: No se pudo mapear el búfer del dispositivo '%s'

source: The driver of device '%s' does not support any known capture method.
es: El controlador del dispositivo '%s' no soporta ningún método de captura.

source: Error starting streaming capture from device '%s'.
es: Error iniciando la captura de flujo desde el dispositivo '%s'.

source: Error stopping streaming capture from device '%s'.
es: Error deteniendo la captura de flujo desde el dispositivo '%s'.

source: Changing resolution at runtime is not yet supported.
es: Aún no se soporta el cambio de resolución mientras se está ejecutando.

source: Cannot operate without a clock
es: No se puede operar sin reloj
