Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/JabberBot.po
Languages: es

source: Here's the page "%(pagename)s" that you've requested: %(data)s
es: Aquí está la página "%(pagename)s" que ha pedido: %(data)s

source: That's the list of pages accesible to you: %s
es: Esta es la lista de páginas accesibles para usted: %s

source: Following detailed information on page "%(pagename)s" is available:: %(data)s
es: Hay más información disponible en "%(pagename)s":: %(data)s

source: Submit this form to perform a wiki search
es: Enviar este formulario para hacer una búsqueda wiki

source: Title search
es: Buscar título

source: Full-text search
es: Buscar texto completo

source: Wiki search
es: Buscar en el wiki

source: Search text
es: Texto de búsqueda

source: Please specify the search criteria.
es: Especifique los criterios de búsqueda.

source: This command requires a client supporting Data Forms
es: Esta orden requiere un cliente que soporte formularios de datos

source: The "help" command prints a short, helpful message about a given topic or function. Usage: help [topic_or_function]
es: La orden «help» imprime un mensaje breve y útil sobre un tópico o función dada. Uso: help [tópico_o_función]

source: The "ping" command returns a "pong" message as soon as it's received.
es: La orden «ping» devuelve un mensaje «pong» tan pronto como la recibe.

source: searchform - perform a wiki search using a form
es: searchform - hace una búsqueda wiki usando un formulario

source: %(command)s - %(description)s Usage: %(command)s %(params)s
es: %(command)s - %(description)s Uso: %(command)s %(params)s

source: Unknown command "%s"
es: Orden «%s » desconocida

source: You've specified a wrong parameter list. The call should look like: %(command)s %(params)s
es: Ha especificado una lista incorrecta de parámetros. La llamada debería ser así: %(command)s %(params)s

source: Hello there! I'm a MoinMoin Notification Bot. Available commands: %(internal)s %(xmlrpc)s
es: ¡Hola! Soy un robot de notificación de MoinMioin. Comandos disponibles: %(internal)s %(xmlrpc)s

source: You must set a (long) secret string!
es: Debe establecer una (larga) cadena secreta.

source: Your request has failed. The reason is: %s
es: Su petición ha fallado. La razón es: %s

source: A serious error occured while processing your request: %s
es: Ocurrió un problema grave cuando se procesaba su petición: %s

source: An internal error has occured, please contact the administrator.
es: Ocurrió un error interno, contacte con el administrador.

source: Credentials check failed, you may be unable to see all information.
es: Falló la comprobación de credenciales, no será capaz de ver toda la información.

source: This command may take a while to complete, please be patient...
es: Esta orden se lleva su tiempo, sea paciente...

source: Last author: %(author)s Last modification: %(modification)s Current version: %(version)s
es: Último autor: %(author)s Última modificación: %(modification)s Versión actual: %(version)s

source: You must set a (long) secret string
es: Debe establecer una (larga) cadena secreta.

source: You are not allowed to use this bot!
es: No está permitido el uso de este robot.
