Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/quota.po
Languages: es

source: Setting grace times and other flags to default values. Assuming number of blocks is %u.
es: Configurando tiempos de tolerancia y otras banderas a valores por defecto. Asumiendo que el tamaño de bloque es %u.

source: File info done.
es: información de archivo lista.

source: Corrupted blocks:
es: Bloques corruptos:

source: Block %u:
es: Bloque %u:

source: Duplicated entries.
es: Entradas duplicadas

source: Found more structures for ID %u. Using values: BHARD: %Ld BSOFT: %Ld IHARD: %Ld ISOFT: %Ld
es: Encontradas más estructuras para el ID %u. Usando valores: BHARD: %Ld BSOFT: %Ld IHARD: %Ld ISOFT: %Ld

source: Found more structures for ID %u. Values: BHARD: %Ld/%Ld BSOFT: %Ld/%Ld IHARD: %Ld/%Ld ISOFT: %Ld/%Ld
es: Se encontraron más estructuras para el ID %u. Valores: BHARD: %Ld/%Ld BSOFT: %Ld/%Ld IHARD: %Ld/%Ld ISOFT: %Ld/%Ld

source: Should I use new values
es: Debo usar nuevos valores

source: ID %u has more structures. User intervention needed (use -i for interactive mode or -n for automatic answer).
es: ID %u tiene más estructuras. Se necesita la Intervención del usuario (use -i para modo interactivo o -n respuesta automática)

source: Block %u is truncated.
es: Bloque %u está truncado

source: Reference to illegal block %u
es: Referencia al bloque ilegal %u

source: Block %u in tree referenced twice
es: Bloque %u en árbol referenciado 2 veces

source: Illegal free block reference to block %u
es: Bloque libre ilegal referenciado al bloque %u

source: Corrupted number of used entries (%u)
es: Número de entradas usadas corruptas (%u)

source: Checking quotafile headers...
es: Revisando cabecera de archivos de cuota...

source: Cannot read header from quotafile %s: %s
es: No se puede leer la cabecera para el archivo de cuota %s: %s

source: WARNING - Quotafile %s was probably truncated. Cannot save quota settings...
es: AVISO- El archivo Quota %s probablemente esté truncado. No se puede salvar la configuración de cuota...

source: WARNING - Quota file %s has corrupted headers
es: AVISO- EL archivo Quota %s tiene cabeceras incorrectas

source: Headers checked.
es: Cabeceras revisadas.

source: Headers of file %s checked. Going to load data...
es: Cabeceras del archivo %s revisado. Descargando datos

source: Cannot gather quota data. Tree root node corrupted.
es: No se puede reunir información de quota. Nodo raíz del árbol está corrompido.

source: WARNING - Some data might be changed due to corruption.
es: AVISO: Algunos datos pueden cambiar debido a la corrupción.

source: Not found any corrupted blocks. Congratulations.
es: No se encontraron bloques corruptos. Felicitaciones.

source: Only RPC quota format is allowed on NFS filesystem.
es: Sólo el formato de quota RPC está permitido en sistemas de archivos NFS.

source: RPC quota format not compiled.
es: Formato de quota RPC no compilado.

source: Only XFS quota format is allowed on XFS filesystem.
es: Solo se permite el formato de quota XFS en el sistema de archivos.

source: XFS quota allowed only on XFS filesystem.
es: Quota XFS sólo está soportada en sistemas de archivos XFS.

source: Quota file not found or has wrong format.
es: El archivo de Cuota no fue encontrado o tiene un formato incorrecto.

source: Cannot initialize quota on %s: %s
es: No se puede inicializar cuota en %s: %s

source: Creation of %s quota format is not supported.
es: La creación del formato de quota %s no está soportado.

source: Cannot create new quotafile %s: %s
es: No se puede crear un nuevo archivo de quota %s: %s

source: Cannot get info for %s quota file from kernel on %s: %s
es: No se puede conseguir la información del archivo de quota %s desde el núcleo en %s: %s

source: Cannot set info for %s quota file from kernel on %s: %s
es: No se puede establecer la información del archivo de quota %s desde el núcleo en %s: %s

source: Cannot get quota for %s %d from kernel on %s: %s
es: No se puede conseguir quota de %s %d desde el núcleo en %s: %s

source: Cannot set quota for %s %d from kernel on %s: %s
es: No se puede establecer quota de %s %d desde el núcleo en %s: %s

source: Trying to write quota to readonly quotafile on %s
es: Intentando escribir quota en el archivo de solo lectura quota en %s

source: Trying to write info to readonly quotafile on %s.
es: Intentando escribir información en el archivo de solo lectura quota en %s

source: Cannot sync quotas on device %s: %s
es: No se pueden sincronizar quotas en el dispositivo %s:%s

source: Your quota file is stored in wrong endianity. Please use convertquota(8) to convert it.
es: Su archivo quota está almacenado en una endianidad errónea. Use convertquota(8) para convertirlo.

source: Trying to write info to readonly quotafile on %s
es: Intentando escribir en un archivo de quota de solo lectura en %s

source: Cannot write block (%u): %s
es: No se puede escribir el bloque (%u): %s

source: Cannot allocate new quota block (out of disk space).
es: No se puede asignar un nuevo bloque de quota (sin espacio en disco).

source: find_free_dqentry(): Data block full but it shouldn't.
es: find_free_dqentry(): El bloque de datos está lleno aunque no debería estarlo.

source: Inserting already present quota entry (block %u).
es: Insertando una entrada de quota ya presente (bloque %u).

source: Cannot write quota (id %u): %s
es: No se puede escribir quota (id %u): %s

source: Quota write failed (id %u): %s
es: Falló la escritura de quota (id %u): %s

source: Quota structure has offset to other block (%u) than it should (%u).
es: Estructura de quota se ha desplazado a otro bloque (%u) del que debiera (%u).

source: Quota for id %u referenced but not present.
es: Quota de identidad %u referenciada pero no presente.

source: Cannot read quota structure for id %u: %s
es: No se puede leer la estructura quota para la identidad %u: %s

source: Illegal reference in %s quota file on %s. Quota file is probably corrupted. Please run quotacheck(8) and try again.
es: Referencia ilegal en el archivo quota %s en %s. El archivo Quota está probablemente corrompido. Corra quotacheck(8) e inténtelo de nuevo.

source: Statistics: Total blocks: %u Data blocks: %u Entries: %u Used average: %f
es: Estadísticas: Bloques totales: %u Bloques de datos: %u Entradas: %u Media de uso: %f

source: *** Status for %s quotas on device %s
es: *** Estado para %s quotas en el dispositivo %s.

source: ON
es: ENCENDIDO

source: OFF
es: APAGADO

source: Accounting: %s; Enforcement: %s
es: Contabilizando: %s; Ejecución: %s

source: Accounting [ondisk]: %s; Enforcement [ondisk]: %s
es: Contabilizando [endisco]: %s; Ejecución [endisco]: %s

source: Inode: none
es: Inode: ninguno

source: Inode: #%Lu (%Lu blocks, %u extents)
es: Inode: #%Lu (%Lu bloques, %u magnitud)

source: Usage: %s [-guvp] [-F quotaformat] [-x state] -a %s [-guvp] [-F quotaformat] [-x state] filesys ... -a, --all turn quotas on for all filesystems -f, --off turn quotas off -u, --user operate on user quotas -g, --group operate on group quotas -p, --print-state print whether quotas are on or off -x, --xfs-command=cmd perform XFS quota command -F, --format=formatname operate on specific quota format -v, --verbose print more messages -h, --help display this help text and exit -V, --version display version information and exit
es: Uso: %s [-guvp] [-F formatodecuota] [-x estado] -a %s [-guvp] [-F formatodecuota] [-x estado] sistemadearchivo ... -a --all activa cuotas para todos los sistemas de archivo -f, --off desactiva las cuotas -u, --user operar en cuotas de usuario -g, --group operar en cuotas de grupo -p, --print-state mostrar si las cuotas están activadas o desactivadas -x, --xfs-command=cmd realiza un comando de cuota XFS -F, --format=nombredeformato opera en un formato de cuota específico -v, --verbose mostrar más mensajes -h, --help mostrar este texto de ayuda y salir -V, --version mostrar información de la versión y salir

source: Cannot turn on/off quotas via RPC.
es: No se puede activar/desactivar quotas vía RPC.

source: Cannot change state of XFS quota. It's not compiled in kernel.
es: No se puede cambiar estado en quota XFS. No esta compilado en el núcleo.

source: Cannot find quota file on %s [%s] to turn quotas on/off.
es: No se puede encontrar el archivo de quota en %s [%s] para encender/apagar las quotas.

source: %s quota on %s (%s) is %s
es: %s quota en %s (%s) es %s

source: on
es: encendido

source: off
es: apagado

source: quotactl on %s [%s]: %s
es: quotactl en %s [%s]: %s

source: %s [%s]: %s quotas turned off
es: %s [%s]: %s quotas desactivadas

source: cannot find %s on %s [%s]
es: no se puede encontrar %s en %s [%s]

source: using %s on %s [%s]: %s
es: usando %s en %s [%s]: %s

source: Maybe create new quota files with quotacheck(8)?
es: ¿Tal vez crear nuevos archivos de quota con quotacheck(8)?

source: Quota format not supported in kernel.
es: Formato de quota no soportado en el núcleo.

source: %s [%s]: %s quotas turned on
es: %s [%s]: %s quotas activadas

source: set root_squash on %s: %s
es: establecer root_squash en %s: %s

source: %s: %s root_squash turned off
es: %s: %s root_squash desactivado

source: %s: %s root_squash turned on
es: %s: %s root_squash activado

source: Name must be quotaon or quotaoff not %s
es: El nombre debe ser quotaon o quotaoff no %s

source: Required format %s not supported by kernel.
es: EL formato %s requerido no está soportado por el núcleo.

source: Warning: No quota format detected in the kernel.
es: Advertencia: no se detectó formato de quota en el núcleo.

source: quotactl() on %s: %s
es: quotactl() en %s: %s

source: Enabling %s quota on root filesystem (reboot to take effect)
es: Habilitando quota %s en sistema de archivo raíz (reinicie para que tome efecto)

source: Cannot delete %s quota on %s - switch quota accounting off first
es: No se puede borrar quota %s en %s - primero desactive la contabilización de quota

source: Enabling %s quota enforcement on %s
es: Activando el refuerzo de quota %s en %s

source: Disabling %s quota accounting on %s
es: Deshabilitando contabilización de quota %s en %s

source: Quota enforcement already disabled for %s on %s
es: El refuerzo de Quota ya está desactivado para %s en %s

source: Enforcing %s quota already on %s
es: Ejecución de cuota %s ya en %s

source: and accounting
es: y contabilidad

source: Disabling %s quota enforcement %son %s
es: Desactivando el refuerzo de quota %s %sen %s

source: Unexpected XFS quota state sought on %s
es: Inesperado estado de cuota XFS buscado en %s

source: quotactl on %s: %s
es: quotactl en %s: %s

source: %s: %s quotas turned off
es: %s: %s quotas desactivadas

source: %s: %s quotas turned on
es: %s: %s quotas activadas

source: Failed to delete quota: %s
es: Fallo al borrar cuota: %s

source: %s: deleted %s quota blocks
es: %s: borrados %s bloques quota

source: Invalid argument "%s"
es: Argumento inválido "%s"

source: %s (uid %d): Permission denied
es: %s (uid %d): Permiso denegado

source: %s (gid %d): gid set allocation (%d): %s
es: %s (gid %d): establecer distribución de gid (%d): %s

source: %s (gid %d): error while trying getgroups(): %s
es: %s (gid %d): error al ejecutar getgroups(): %s

source: %s (gid %d): Permission denied
es: %s (gid %d): Permiso denegado

source: error while getting quota from %s for %s (id %u): %s
es: error al obtener quota de %s para %s (id %u): %s

source: Cannot write quota for %u on %s: %s
es: No se puede escribir quota para %u en %s: %s

source: Too many parameters to editor.
es: Demasiados parámetros para el editor.

source: Cannot exec %s
es: No se puede ejecutar %s

source: Cannot duplicate descriptor of file to write to: %s
es: No se puede duplicar descriptor del archivo para escribir en: %s

source: Disk quotas for %s %s (%cid %d):
es: Cuotas de disco para %s %s (%cid %d):

source: Filesystem blocks soft hard inodes soft hard
es: Sistema de archivos bloques límiteflexible tope inodes límiteflexible tope

source: Quotas for %s %s:
es: Cuotas para %s %s:

source: %s %d, limits (soft = %d, hard = %d)
es: %s %d, límites (soft = %d, hard = %d)

source: blocks in use:
es: bloques en uso:

source: inodes in use:
es: inodes en uso:

source: WARNING - %s: cannot change current block allocation
es: AVISO - %s: no se puede cambiar la asignación del bloque actual

source: WARNING - %s: cannot change current inode allocation
es: AVISO - %s: no se puede cambiar la asignación del inode actual

source: Cannot duplicate descriptor of temp file: %s
es: No se puede duplicar el descriptor del archivo temporal: %s

source: Bad format: %s
es: Formato incorrecto: %s

source: %s - bad format
es: %s - formato incorrecto

source: %s - %s -- bad format
es: %s - %s -- formato incorrecto

source: blocks in use: %Lu, limits (soft = %Lu, hard = %Lu)
es: bloques en uso: %Lu, límites (soft = %Lu, hard = %Lu)

source: %s - %s -- bad format
es: %s - %s -- formato incorrecto

source: inodes in use: %Lu, limits (soft = %Lu, hard = %Lu)
es: inodes en uso: %Lu, límites (flexible = %Lu, tope = %Lu)

source: Times to enforce softlimit for %s %s (%cid %d):
es: Tiempos para imponer el límite flexible para %s %s (%cid %d):

source: Time units may be: days, hours, minutes, or seconds
es: La unidad de tiempo puede ser: días, horas, minutos, o segundos

source: Filesystem block grace inode grace
es: Sistema de archivos bloque gracia inode gracia

source: unset
es: no establecido

source: 0seconds
es: 0segundos

source: %useconds
es: %usegundos

source: bad format: %s
es: formato incorrecto %s

source: Bad time units. Units are 'second', 'minute', 'hour', and 'day'.
es: Unidades de tiempo incorrectas. Las unidades son 'segundo', 'minuto', 'hora', y 'día'.

source: Cannot duplicate descriptor of file to edit: %s
es: No se puede duplicar el descriptor de archivo a editar: %s

source: Grace period before enforcing soft limits for %ss:
es: Período de gracia antes de imponer límites flexibles para %ss:

source: Filesystem Block grace period Inode grace period
es: Sistema de archivos Período de gracia de bloque Período de gracia de inode

source: Cannot reopen temp file: %s
es: No se puede reabrir el archivo temporal: %s

source: Cannot read stat file %s: %s
es: No se puede leer la verificación del archivo %s: %s

source: Error while getting quota statistics from kernel: %s
es: Error mientras se conseguían las estadísticas de quota del núcleo: %s

source: Error while getting old quota statistics from kernel: %s
es: Error mientras se conseguían las estadísticas antiguas de quota del núcleo: %s

source: Kernel quota version: old
es: Versión de quota del núcleo: antigua

source: Kernel quota version: %u.%u.%u
es: Versión del núcleo de quota: %u.%u.%u

source: Number of dquot lookups: %ld
es: Número de búsquedas dquot: %ld

source: Number of dquot drops: %ld
es: Número de bajas dquot: %ld

source: Number of dquot reads: %ld
es: Número de lecturas dquot: %ld

source: Number of dquot writes: %ld
es: Número de escrituras dquot: %ld

source: Number of quotafile syncs: %ld
es: Número de sincronizaciones del archivo de quota: %ld

source: Number of dquot cache hits: %ld
es: Número de aciertos del caché dquot: %ld

source: Number of allocated dquots: %ld
es: Número de dquots asignados: %ld

source: Number of free dquots: %ld
es: Número de dquots libres: %ld

source: Number of in use dquot entries (user/group): %ld
es: Número de entradas dquot en uso (usuario/grupo): %ld

source: user %s does not exist.
es: el usuario %s no existe.

source: group %s does not exist.
es: el grupo %s no existe.

source: Unknown quota format: %s Supported formats are: vfsold - original quota format vfsv0 - new quota format rpc - use RPC calls xfs - XFS quota format
es: Formato de quota desconocido: %s Formatos soportados: vfsold - formato original de quota vfsv0 - formato de quota nuevo rpc - usar llamadas RPC xfs - formato de quota XFS

source: Unknown format
es: Formato desconocido

source: %ddays
es: %ddías

source: %uminutes
es: %uminutos

source: %uhours
es: %uhoras

source: %udays
es: %udías

source: Cannot stat quota file %s: %s
es: No se puede verificar el archivo de quota %s: %s

source: Not all specified mountpoints are using quota.
es: No todos los puntos de montaje especificados usan quota.

source: Error while releasing file on %s
es: Error mientras se liberaba archivo en %s

source: Cannot create set for sigaction(): %s
es: No se puede crear grupo para sigaction(): %s

source: Cannot set signal handler: %s
es: No se puede establecer el gestor de señal: %s

source: Cannot reset signal handler: %s
es: No se puede restablecer el gestor de señal: %s

source: Cannot open %s: %s
es: Imposible abrir %s: %s

source: Cannot get device name for %s
es: No se puede conseguir el nombre del dispositivo para %s

source: Cannot resolve mountpoint path %s: %s
es: No se puede resolver la ruta del punto de montaje %s: %s

source: Cannot statfs() %s: %s
es: No se puede statfs() %s: %s

source: Cannot stat() mounted device %s: %s
es: No se puede stat() dispositivo montado %s: %s

source: Device (%s) filesystem is mounted on unsupported device type. Skipping.
es: Sistema de archivo del dispositivo (%s) se montó en un tipo de dispositivo no soportado. Omitiendo.

source: Cannot find device of loopback mount in options for %s. Skipping.
es: No se puede encontrar dispositivo del montaje de prueba en opciones para %s. Omitiendo.

source: Cannot stat() loopback device %s: %s
es: No se puede stat() dispositivo de prueba %s: %s

source: Loopback device %s is not block device!
es: El dispositivo de prueba %s no es un dispositivo de bloque.

source: Cannot stat() mountpoint %s: %s
es: No se puede stat() punto de montaje %s: %s

source: Cannot find a device with %s. Skipping...
es: No se puede encontrar el dispositivo con %s. Omitiendo...

source: Cannot stat() a mountpoint with %s: %s Skipping...
es: No se puede stat() un punto de montaje con %s: %s Omitiendo...

source: Cannot stat() given mountpoint %s: %s Skipping...
es: No se puede stat() punto de montaje dado %s: %s Omitiendo...

source: Cannot find a filesystem mountpoint for directory %s
es: No se puede encontrar un punto de montaje del sistema de archivos para el directorio %s

source: Cannot resolve path %s: %s
es: No se puede resolver la ruta %s: %s

source: Cannot find mountpoint for device %s
es: No se puede encontrar un punto de montaje para el dispositivo %s

source: Specified path %s is not directory nor device.
es: La ruta especificado %s no es un directorio ni un dispositivo.

source: No correct mountpoint specified.
es: Punto de montaje especificado incorrecto.

source: Mountpoint (or device) %s not found or has no quota enabled.
es: El punto de montaje (o dispositivo) %s no se encontró o no tiene quota activado.

source: Utility for reporting quotas. Usage: %s [-vugsi] [-c|C] [-t|n] [-F quotaformat] (-a | mntpoint) -v, --verbose display also users/groups without any usage -u, --user display information about users -g, --group display information about groups -s, --human-readable show numbers in human friendly units (MB, GB, ...) -t, --truncate-names truncate names to 8 characters -p, --raw-grace print grace time in seconds since epoch -n, --no-names do not translate uid/gid to name -i, --no-autofs avoid autofs mountpoints -c, --batch-translation translate big number of ids at once -C, --no-batch-translation translate ids one by one -F, --format=formatname report information for specific format -h, --help display this help message and exit -V, --version display version information and exit
es: Utilidad para generar informes de cuotas. Modo de empleo: %s [-vugsi] [-c|C] [-t|n] [-F formato-de-cuota] (-a | punto-de-montaje) -v, --verbose muestra también usuarios/grupos sin uso -u, --user muestra información sobre los usuarios -g, --group muestra información sobre los grupos -s, --human-readable muestra números en unidades amigables (MB, GB, ...) -t, --truncate-names trunca los nombres a 8 caracteres -p, --raw-grace muestra los periodos de gracia en segundos -n, --no-names no traduce uid/gid a nombres -i, --no-autofs evita puntos de montaje autofs -c, --batch-translation traduce muchas ids a la vez -C, --no-batch-translation traduce las ids de una en una -F, --format=nombre-format muestra información sobre un formato específico -h, --help muestra este mensaje de ayuda y termina -V, --version muestra la información de versión y termina

source: Repquota cannot report through RPC calls.
es: Repquota no puede informar a través de llamadas RPC.

source: Specified both -n and -t but only one of them can be used.
es: Se especificaron ambos -n y -t pero sólo uno de ellos puede usarse.

source: *** Report for %s quotas on device %s
es: *** Informe para %s quotas en dispositivo %s

source: Block grace time: %s; Inode grace time: %s
es: Período de gracia de bloque: %s; período de gracia de Inode: %s

source: Block limits File limits
es: Límites de bloque límites de archivo

source: %-9s used soft hard grace used soft hard grace
es: %-9s usado flexible tope gracia usado flexible tope gracia

source: User
es: Usuario

source: Group
es: Grupo

source: Illegal port number: %s
es: número de puerto ilegal: %s

source: Cannot access the specified xtab file %s: %s
es: No se puede acceder al archivo especificado de xtab %s: %s

source: host %s attempted to call setquota when disabled
es: el anfitrión %s intentó llamar a setquota estando deshabilitado

source: host %s attempted to call setquota from port >= 1024
es: el anfitrión %s intentó llamar a setquota desde un puerto >= 1024

source: Denied access to host %s
es: Acceso al anfitrión %s denegado

source: unable to free arguments
es: imposible liberar argumentos

source: Warning: Cannot open export table %s: %s Using '/' as a pseudofilesystem root.
es: Aviso: No se puede abrir tabla de exportación %s: %s Usando '/' como raíz de seudosistema de archivos.

source: cannot create udp service.
es: No se puede crear udp servicio.

source: unable to register (RQUOTAPROG, RQUOTAVERS, udp).
es: imposible registrar (RQUOTAPROG, RQUOTAVERS, udp).

source: unable to register (RQUOTAPROG, EXT_RQUOTAVERS, udp).
es: no se puede registrar (RQUOTAPROG, EXT_RQUOTAVERS, udp).

source: cannot create tcp service.
es: no se puede crear tcp servicio.

source: unable to register (RQUOTAPROG, RQUOTAVERS, tcp).
es: no se puede registrar (RQUOTAPROG, RQUOTAVERS, tcp).

source: unable to register (RQUOTAPROG, EXT_RQUOTAVERS, tcp).
es: no se puede registrar (RQUOTAPROG, EXT_RQUOTAVERS, tcp).

source: svc_run returned
es: svc_run devuelto

source: copy_user_quota_limits: Failed to set userquota for uid %ld : %s
es: copy_user_quota_limits: Se falló al fijar userquota para uid %ld: %s

source: copy_user_quota_limits: Failed to get userquota for uid %ld : %s
es: copia_límites_de_cuota_de_usuario: Se falló al obtener la cuota de usuario para uid %ld: %s

source: copy_group_quota_limits: Failed to set groupquota for uid %ld : %s
es: copia_límites_de_cuota_de_grupo: Se falló al fijar la cuota de grupo para uid %ld: %s

source: copy_group_quota_limits: Failed to get groupquota for uid %ld : %s
es: copia_límites_de_cuota_de_grupo: Se falló al obtener cuota de grupo para uid %ld: %s

source: -t, --edit-period edit grace period -T, --edit-times edit grace times for user/group -h, --help display this help text and exit -V, --version display version information and exit
es: -t, --edit-period editar período de gracia -T, --edit-times editar tiempos de gracia para usuario/grupo -h, --help mostrar este texto de ayuda y salir -V, --version mostrar información de la versión y salir

source: Bad %s: %s
es: %s incorrecto: %s

source: Group and user quotas cannot be used together.
es: Quotas de grupo y usuario no pueden usarse en conjunto.
