Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/quota.po
Languages: es

source: Prototype user has no sense when editting grace times.
es: No tiene sentido el usuario prototipo cuando se editan tiempos de gracia.

source: Cannot set both individual and global grace time.
es: No se puede fijar ambos tiempos de gracia individual y global.

source: Batch mode cannot be used for setting grace times.
es: EL modo de procesamiento por lotes no se puede usar para fijar tiempos de gracia.

source: Batch mode and prototype user cannot be used together.
es: Modo de procesamiento por lotes y usuario prototipo no se pueden usar en a la vez.

source: block softlimit
es: bloque límiteflexible

source: block hardlimit
es: límite duro de bloque

source: inode softlimit
es: límite flexible de inode

source: inode hardlimit
es: límite duro de inode

source: block grace time
es: tiempo de gracia de bloque

source: inode grace time
es: tiempo de gracia de inode

source: Mountpoint not specified.
es: Punto de montaje no especificado.

source: Line %d too long.
es: Línea %d demasiado larga.

source: Cannot parse input line %d.
es: No se puede analizar la línea de entrada %d.

source: Exitting.
es: Terminando.

source: Skipping line.
es: Omitiendo línea.

source: Unable to resolve name '%s' on line %d.
es: No se pudo resolver el nombre «%s» en la línea %d.

source: cannot write times for %s. Maybe kernel does not support such operation?
es: No se pueden escribir los tiempos para %s. ¿Tal vez el núcleo no soporta tal operación?

source: Cannot create socket: %s
es: No se puede crear zócalo: %s

source: Cannot set socket options: %s
es: No se pueden establecer las opciones de zócalo: %s

source: Cannot bind to given address: %s
es: No se puede unir a las direcciones dadas: %s

source: Hi, We noticed that you are in violation with the quotasystem used on this system. We have found the following violations:
es: Hola, Usted está violando el sistema de quotas usado en este sistema. Hemos encontrado las siguientes violaciones:

source: We hope that you will cleanup before your grace period expires. Basically, this means that the system thinks you are using more disk space on the above partition(s) than you are allowed. If you do not delete files and get below your quota before the grace period expires, the system will prevent you from creating new files. For additional assistance, please contact us at %s or via phone at %s.
es: Esperamos que limpie antes que su período de gracia expire. Básicamente, esto significa que el sistema piensa que está usando más espacio de disco en la partición(es) citada(s) arriba de lo que se le permite. Si no borra archivos y se sitúa por debajo de su quota antes de que el período de gracia expire, el sistema le impedirá crear nuevos archivos. Para mayor asistencia, por favor contáctenos en %s o vía telefónica al %s.

source: Hi, We noticed that the group %s you are member of violates the quotasystem used on this system. We have found the following violations:
es: Hola, notamos que el grupo %s al cual pertenece viola el sistema de quota usado en este sistema. Hemos encontrado las siguientes violaciones:

source: Please cleanup the group data before the grace period expires. Basically, this means that the system thinks group is using more disk space on the above partition(s) than it is allowed. If you do not delete files and get below group quota before the grace period expires, the system will prevent you and other members of the group from creating new files owned by the group. For additional assistance, please contact us at %s or via phone at %s.
es: Por favor limpie los datos del grupo antes que el período de gracia expire. Básicamente, esto significa que el sistema piensa que el grupo está usando más espacio de disco en la partición(es) citada arriba de lo que se le permite. Si no borra archivos y se sitúa por debajo de la cuota de grupo antes de que el período de gracia expire, el sistema le impedirá a usted y a otros miembros del grupo crear nuevos archivos propios del grupo. Para mayor asistencia, por favor contáctenos en %s o vía telefónica al %s.

source: Cannot get name for uid/gid %u.
es: No se puede conseguir el nombre de uid/gid %u.

source: Cannot create pipe: %s
es: No se puede crear tubería: %s

source: Cannot fork: %s
es: No se puede bifurcar: %s

source: Cannot duplicate descriptor: %s
es: No se puede duplicar el descriptor: %s

source: Cannot execute '%s': %s
es: No se puede ejecutar %s: %s

source: Could not setup ldap connection, returning.
es: No se pudo configurar conexión ldap, regresando.

source: Error with %s.
es: Error con %s.

source: Multiple entries found for client %s, %d not sending mail.
es: Se encontraron entradas múltiples para el cliente %s, %d no envía el correo.

source: Entry not found for client %s, %d not sending mail.
es: No se encontró entrada para cliente %s, %d no se envía el correo.

source: Could not get values for %s.
es: No se pudieron obtener valores para %s.

source: Administrator for a group %s not found. Cancelling mail.
es: Administrador para el grupo %s no encontrado. Cancelando correo.

source: Block limits File limits
es: Límites de bloque límites de archivo

source: Cannot wait for mailer: %s
es: No se puede esperar al gestor de correo: %s

source: Warning: Mailer exitted abnormally.
es: Aviso: El servidor de correo terminó anormalmente.

source: Cannot open %s: %s Will use device names.
es: No se puede abrir %s: %s Se usarán nombres de dispositivo.

source: Cannot parse line %d in quotatab (missing ':')
es: No se puede analizar línea %d en quotatab ('.' ausente)

source: Cannot stat device %s (maybe typo in quotatab)
es: No se puede analizar dispositivo %s (tal vez error tipográfico en quotatab)

source: Incorrect format string for variable %s. Unrecognized expression %%%c.
es: Cadena de formato incorrecta para variable %s. Expresión irreconocible %%%c.

source: Line %d too long. Truncating.
es: Línea %d demasiado larga. Truncada.

source: Cannot parse time at CC_BEFORE variable (line %d).
es: No se puede analizar el tiempo en la variable CC_BEFORE (línea %d).

source: Error in config file (line %d), ignoring
es: Error en archivo de configuración (línea %d), ignorando

source: Possible error in config file (line %d), ignoring
es: Posible error en el archivo de configuración (línea %d), ignorando

source: Unterminated last line, ignoring
es: Sin terminar última linea, ignorando

source: LDAP library version >= 2.3 detected. Please use LDAP_URI instead of hostname and port. Generated URI %s
es: Se detectó una versión de la biblioteca LDAP >= 2.3. Utilice LDAP_URI en lugar de nombre de anfitrión y puerto. URI generada %s

source: LDAP library does not support ldap_initialize() but URI is specified.
es: La biblioteca LDAP no soporta ldap_initialize(), pero se especificó una URI.

source: Cannot open file with group administrators: %s
es: No se puede abrir el archivo con el grupo de administradores: %s

source: Parse error at line %d. Cannot find end of group name.
es: Error de análisis en la linea %d. No se encuentra el final del nombre del grupo.

source: Parse error at line %d. Cannot find administrators name.
es: Error de análisis en la linea %d. No se encuentra el nombre de los administradores.

source: Parse error at line %d. Trailing characters after administrators name.
es: Error de análisis en línea %d. Caracteres de más después del nombre del administrador.

source: Usage: warnquota [-ugsid] [-F quotaformat] [-c configfile] [-q quotatabfile] [-a adminsfile] -u, --user warn users -g, --group warn groups -s, --human-readable send information in more human friendly units -i, --no-autofs avoid autofs mountpoints -d, --no-details do not send quota information itself -F, --format=formatname use quotafiles of specific format -c, --config=config-file non-default config file -q, --quota-tab=quotatab-file non-default quotatab -a, --admins-file=admins-file non-default admins file -h, --help display this help message and exit -v, --version display version information and exit
es: Uso: warnquota [-ugsid] [-F formatodecuota] [-c archivodeconfiguración] [-q archivoquotatab] [-a archivoadmins] -u, --user advertir a usuarios -g, --group advertir a los grupos -s, --human-readable enviar información en unidades de más fácil manejo. -i, --no-autofs evitar puntos de montaje autofs -d, --no-details no mandar la información de cuota en sí -F, --format=nombreformato usar archivos de cuota de formato específico -c, --config=archivo-configuración archivo de configuración no predeterminado -q, --quota-tab=archivo-quotatab archivo quotatab no predeterminado -a, --admins-file=archivo-admins archivo de administración no predeterminado -h, --help mostrar este mensaje de ayuda y salir -v, --version mostrar información de la versión y salir

source: Cannot get host name: %s
es: No se puede obtener el nombre del anfitrión: %s

source: The running kernel does not support XFS
es: El núcleo que corre actualmente no soporta XFS

source: XFS Quota Manager dquot statistics
es: Estadísticas dquot para el administrador de quota XFS

source: reclaims: %u
es: recuperaciones: %u

source: missed reclaims: %u
es: recuperaciones perdidas: %u

source: dquot dups: %u
es: dquot duplicados: %u

source: cache misses: %u
es: omisiones del caché: %u

source: dquot wants: %u
es: necesidades dquot: %u

source: shake reclaims: %u
es: reclamos de sacudida: %u

source: inact reclaims: %u
es: reclamos de inactivos: %u

source: Maximum %u dquots (currently %u incore, %u on freelist)
es: Máximo %u dquots (actualmente %u incore, %u en lista libre)
