Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/quota.po
Languages: es

source: Found an invalid UUID: %s
es: Se encontró un UUID inválido: %s

source: Error checking device name: %s
es: Error comprobando el nombre del dispositivo: %s

source: Quota utilities version %s.
es: Versión de utilidades Quota %s.

source: Compiled with:%s
es: Compilado con: %s

source: Bugs to %s
es: Errores de %s

source: Utility for converting quota files. Usage: %s [options] mountpoint -u, --user convert user quota file -g, --group convert group quota file -e, --convert-endian convert quota file to correct endianity -f, --convert-format convert from old to VFSv0 quota format -h, --help show this help text and exit -V, --version output version information and exit
es: Utilidad para convertir ficheros de quota. Uso: %s [opciones] puntodemontaje -u, --user convertir archivo quota de usuario -g, --group convertir archivo quota de grupo -e, --convert-endian convertir archivo quota para corregir el orden de los bytes al guardar las números -f, --convert-format convertir formato antiguo al formato de quota VFSv0 -h, --help mostrar este texto de ayuda -V, --version muestra la información de la versión y sale

source: Bad number of arguments.
es: Numero incorrecto de parámetros.

source: Cannot read block %u: %s
es: no se puede leer el bloque %u: %s

source: Cannot commit dquot for id %u: %s
es: No se puede enviar dquot para el id %u: %s

source: Cannot read header of old quotafile.
es: No se puede leer la cabecera del viejo archivo quota.

source: Bad file magic or version (probably not quotafile with bad endianity).
es: Archivo mágico o versión incorrecta (probablemente no sea un archivo de quota con mala endianidad).

source: Cannot read information about old quotafile.
es: No se puede leer información acerca del viejo archivo quota.

source: Cannot get name of new quotafile.
es: No se puede obtener el nombre del nuevo archivo quota.

source: Cannot rename new quotafile %s to name %s: %s
es: No se puede renombrar el nuevo archivo de quota %s al nombre %s: %s

source: Cannot open old format file for %ss on %s
es: No se puede abrir el formato de archivo antiguo para %ss en %s

source: Cannot create file for %ss for new format on %s: %s
es: No se puede crear el archivo para %ss para el nuevo formato en %s %s

source: Cannot open old quota file on %s: %s
es: No se puede abrir el viejo fichero quota en %s: %s

source: Unknown action should be performed.
es: Una accion desconocida debe ser realizada.

source: Usage: edquota %1$s[-u] [-F formatname] [-p username] [-f filesystem] username ... edquota %1$s-g [-F formatname] [-p groupname] [-f filesystem] groupname ... edquota %1$s[-u|g] [-F formatname] [-f filesystem] -t edquota %1$s[-u|g] [-F formatname] [-f filesystem] -T username|groupname ...
es: Uso: edquota %1$s[-u] [-F nombre de formato] [-p nombre de usuario] [-f sistema de ficheros] nombre de usuario ... edquota %1$s-g [-F nombre de formato] [-p nombre de grupo] [-f sistema de ficheros] nombre de grupo ... edquota %1$s[-u|g] [-F nombre de formato] [-f sistema de ficheros] -t edquota %1$s[-u|g] [-F nombre de formato] [-f sistema de ficheros] -T nombre de usuario|nombre de grupo ...

source: -u, --user edit user data -g, --group edit group data
es: -u, --user edita datos de usuario -g, --group edita datos de grupo

source: -r, --remote edit remote quota (via RPC) -m, --no-mixed-pathnames trim leading slashes from NFSv4 mountpoints
es: -r, --remote edita cuotas remotamente (vía RPC) -m, --no-mixed-pathnames elimina barras iniciales de puntos de montaje NFSv4

source: -F, --format=formatname edit quotas of a specific format -p, --prototype=name copy data from a prototype user/group --always-resolve always try to resolve name, even if it is composed only of digits -f, --filesystem=filesystem edit data only on a specific filesystem -t, --edit-period edit grace period -T, --edit-times edit grace time of a user/group -h, --help display this help text and exit -V, --version display version information and exit
es: -F, --format=nombreformato editar cuotas de un formato específico -p, --prototype=nombre copiar datos de un usuario/grupo prototipo --always-resolve siempre intentar resolver el nombre, aunque esté compuesto sólo de dígitos -f, --filesystem=sistemafich editar datos sólo del sistema de ficheros indicado -t, --edit-period editar periodo de gracia -T, --edit-times editar periodo de gracia de un usuario/grupo -h, --help mostrar este texto de ayuda -V, --version mostrar información de versión

source: Bugs to: %s
es: Errores para: %s

source: Prototype name does not make sence when editting grace period or times.
es: No tiene sentido indicar un nombre de prototipo para editar periodos de gracia.

source: fsname mismatch
es: nombre de fsname incorrecto

source: No filesystems with quota detected.
es: No se ha detectado un archivo del sistema con quota.

source: Cannot create temporary file: %s
es: No se puede crear el archivo temporal: %s

source: Cannot change owner of temporary file: %s
es: No se puede cambiar el propietario del archivo temporal: %s

source: Cannot write grace times to file.
es: No se pudo guardar a fichero los periodos de gracia.

source: Error while editting grace times.
es: Error mientras se edita el tiempo de gracia.

source: Failed to parse grace times file.
es: Error al interpretar el archivo de tiempo de gracia.

source: Cannot write individual grace times to file.
es: No se pudo guardar a fichero los periodos de gracia individuales.

source: Error while editting individual grace times.
es: Error mientras se editan los tiempos de gracia individuales.

source: Cannot read individual grace times from file.
es: No se pudo leer los periodos de gracia individuales del fichero.

source: Cannot write quotas to file.
es: No se pudieron guardar a fichero las cuotas.

source: Error while editting quotas.
es: Error mientras se editan las quotas.

source: Cannot reopen!
es: ¡no se pudo reabrir!

source: Cannot read quotas from file.
es: no se pudo leer las cuotas del fichero.

source: Usage: %s [-acfugvViTq] [filesystem...]
es: Modo de uso: %s [-acfugvViTq] [archivodelsistema...]

source: cannot open %s: %s
es: No puede ser abierto %s: %s

source: XFS_IOC_FSBULKSTAT ioctl failed: %s
es: XFS_IOC_FSBULSTAT ioctl fallido: %s

source: Usage: quota [-guqvswim] [-l | [-Q | -A]] [-F quotaformat]
es: Uso: quota [-guqvswim] [-l | [-Q | -A]] [-F quotaformat]

source: quota [-qvswim] [-l | [-Q | -A]] [-F quotaformat] -u username ...
es: quota [-qvswim] [-l | [-Q | -A]] [-F formato-de-cuota] -u nombre-de-usuario …

source: quota [-qvswim] [-l | [-Q | -A]] [-F quotaformat] -g groupname ...
es: quota [-qvswim] [-l | [-Q | -A]] [-F formatodequota] -g nombredegrupo ...

source: quota [-qvswugQm] [-F quotaformat] -f filesystem ...
es: quota [-qvswugQm] [-F formato-de-cuota] -f sistema-de-archivos …

source: -u, --user display quota for user -g, --group display quota for group -q, --quiet print more terse message -v, --verbose print more verbose message -s, --human-readable display numbers in human friendly units (MB, GB...) --always-resolve always try to translate name to id, even if it is composed of only digits -w, --no-wrap do not wrap long lines -p, --raw-grace print grace time in seconds since epoch -l, --local-only do not query NFS filesystems -Q, --quiet-refuse do not print error message when NFS server does not respond -i, --no-autofs do not query autofs mountpoints -F, --format=formatname display quota of a specific format -f, --filesystem-list display quota information only for given filesystems -A, --nfs-all display quota for all NFS mountpoints -m, --no-mixed-pathnames trim leading slashes from NFSv4 mountpoints -h, --help display this help message and exit -V, --version display version information and exit
es: -u, --user muestra la cuota por usuario -g, --group muestra la cuota por grupo -q, --quiet muestra mensajes más concisos -v, --verbose muestra mensajes más detallados -s, --human-readable muestra los números en unidades amigables (MB, GB...) --always-resolve intenta traducir siempre los nombres a id numérico, incluso si los nombres se componen sólo de dígitos -w, --no-wrap no corta las líneas largas -p, --raw-grace muestra el periodo de gracia en segundos desde que se excedió la cuota -l, --local-only no indaga en los sistemas de archivo NFS -Q, --quiet-refuse no muestra mensajes de error si el servidor NFS no responde -i, --no-autofs no indaga en los puntos de montaje autofs -F, --format=nombre-formato muestra cuotas de un formato específico -f, --filesystem-list muestra información de cuotas sólo para los sistemas de archivos especificados -A, --nfs-all muestra las cuotas para todos los puntos de montaje NFS -m, --no-mixed-pathnames elimina barras iniciales de los puntos de montaje NFSv4 -h, --help muestra este mensaje de ayuda y termina -V, --version muestra la información de la versión y termina

source: Disk quotas for %s %s (%cid %u): %s
es: Cuotas de disco para %s %s (%cid %u): %s

source: Filesystem
es: Archivo del sistema

source: blocks
es: bloques

source: limit
es: límite

source: grace
es: gracia

source: files
es: archivos

source: File limit reached on
es: El archivo alcanzó el límite

source: In file grace period on
es: Período de gracia cumplido para el archivo

source: Over file quota on
es: Sobre la cuota de archivos en

source: Block limit reached on
es: Bloqueo por límite alcanzado

source: In block grace period on
es: Período de gracia alcanzado en el bloque

source: Over block quota on
es: Quota excedida en el bloque

source: none
es: ninguno

source: Warning: Ignoring -%c when filesystem list specified.
es: Advertencia: Ignorando -%c cuando lista el sistema de archivos especifico.

source: No filesystem specified.
es: No se ha especificado un sistema de archivos.

source: Gid set allocation (%d): %s
es: Establecer asignación de Gid (%d): %s

source: Usage: %s [options] Options are: -h --help shows this text -V --version shows version information -C --no-console do not try to write messages to console -D --no-dbus do not try to write messages to DBUS -F --foreground run daemon in foreground
es: Uso: %s [opciones] Las opciones son: -h --help muestra este texto -V --version muestra la información de la versión -C --no-console no intenta escribir mensajes en la consoloa -D --no-dbus no intenta escribir mensajes en DBUS -F --foreground corre el demonio en segundo plano

source: Unknown option '%c'.
es: Opción desconocida '%c'.

source: No possible destination for messages. Nothing to do.
es: No hay destino posible para los mensajes. Nada que hacer.

source: Error parsing netlink message.
es: Error al analizar el mensaje netlink.

source: Cannot allocate netlink handle!
es: No se puede asignar el manejador de vínculo de red

source: Cannot connect to netlink socket: %s
es: No se puede conectar con el zócalo de vínculo de red: %s

source: Cannot resolve quota netlink name: %s
es: No se puede resolver el nombre de vínculo de red quota: %s

source: Cannot join quota multicast group: %s
es: No se puede unir al grupo multidifusión de quota: %s

source: Cannot connect to system DBUS: %s
es: No se puede conectar al sistema DBUS: %s

source: Failed to find tty of user %Lu to report warning to.
es: Fallo al buscar tty del usuario %Lu para informar del aviso.

source: Failed to open tty %s of user %Lu to report warning.
es: Fallo al abrir la tty %s del usuario %Lu para informar del aviso.

source: Failed to write quota message for user %Lu to %s: %s
es: Fallo al escribir mensajes quota para el usuario %Lu a %s: %s

source: Cannot create DBUS message: No enough memory.
es: No se puede crear el mensaje DBUS: No hay suficiente memoria.

source: Failed to write message to dbus: No enough memory.
es: Fallo al escribir el mensaje en dbus: No hay memoria suficiente.

source: Not enough memory.
es: Memoria insuficiente

source: Adding hardlink for ino %llu
es: Agregando vínculo para ino %llu

source: Adding dquot structure type %s for %d
es: Agregando tipo de estructura dquot %s para %d

source: Cannot open file %s: %s
es: No se puede abrir el archivo %s: %s

source: Cannot get exact used space... Results might be inaccurate.
es: No se puede obtener el espacio usado exacto... El resultado puede ser inexacto.

source: Utility for checking and repairing quota files. %s [-gucbfinvdmMR] [-F <quota-format>] filesystem|-a -u, --user check user files -g, --group check group files -c, --create-files create new quota files -b, --backup create backups of old quota files -f, --force force check even if quotas are enabled -i, --interactive interactive mode -n, --use-first-dquot use the first copy of duplicated structure -v, --verbose print more information -d, --debug print even more messages -m, --no-remount do not remount filesystem read-only -M, --try-remount try remounting filesystem read-only, continue even if it fails -R, --exclude-root exclude root when checking all filesystems -F, --format=formatname check quota files of specific format -a, --all check all filesystems -h, --help display this message and exit -V, --version display version information and exit
es: Utilidades para revisar y reparar archivos quota. %s [-gucbfinvdmMR] [-F <formato-cuota>] sistemadearchivo|-a -u, --user revisar archivos del usuario -g, --group revisar archivos del grupo -c, --create-files crear nuevos archivos de cuota -b, --backup crear respaldos de viejos archivos de cuota -f, --force forzar revisión aún si las cuotas están habilitadas -i, --interactive modo interactivo -n, --use-first-dquot usar la primer copia de la estructura duplicada -v, --verbose imprimir más información -d, --debug imprime aún más mensajes -m, --no-remount no montar otra vez sistemas de archivo de sólo lectura -M, --try-remount intentar montar otra vez sistemas de archivo de sólo lectura, continuar aún si falla -R, --exclude-root excluír raíz al revisar todos los sistemas de archivo -F, --format=nombreformato revisar archivos de cuota de un formato específico -a, --all revisar todos los sistemas de archivo -h, --help mostrar este mensaje y salir -V, --version mostrar información de versión y salir

source: Bad number of arguments.
es: Número de parámetros incorrecto.

source: XFS quota format needs no checking.
es: Se necesita formato de quota XFS, no se comprueba.

source: error (%d) while opening %s
es: error (%d) mientras se abría %s

source: error (%d) while allocating inode file bitmap
es: error (%d) mientras se alojaba el inode del archivo de mapa de bits

source: errstr (%d) while allocating inode directory bitmap
es: errstr (%d) mientras se alojaba el inodo del directorio del mapa de bits

source: error (%d) while opening inode scan
es: error (%d) mientras se exploraban los inode.

source: error (%d) while starting inode scan
es: error (%d) mientras iniciaba una exploración de inodos.

source: Found i_num %ld, blocks %ld
es: Encontrado i_num %ld, bloques %ld

source: High uid detected.
es: UID alto detectado.

source: Something weird happened while scanning. Error %d
es: Algo extraño sucedió mientras se exploraba. Error %d

source: Cannot stat directory %s: %s
es: No se puede obtener el estado del directorio %s: %s

source: Can open directory %s: %s
es: No se puede abrir el directorio %s: %s

source: lstat Cannot stat `%s/%s': %s Guess you'd better run fsck first ! exiting...
es: lstat no puede hacer stat `%s/%s': %s ¡Probablemente deba ejecutar un fsck! saliendo...

source: Adding %s size %Ld ino %d links %d uid %u gid %u
es: Agregando %s size %Ld ino %d links %d UID %u GID %u

source: Scanning stored directories from directory stack
es: Escaneando directorios guardados en la pila de directorios

source: popd %s Entering directory %s
es: popd %s Ingresando al directorio %s

source: Leaving %s
es: Faltante %s

source: Going to check %s quota file of %s
es: Comprobando %s del archivo de quota de %s

source: Quota for %ss is enabled on mountpoint %s so quotacheck might damage the file.
es: Quota para %s esta habilitada en el punto de montaje %s el quotacheck pudo haber dañado el archivo.

source: Should I continue
es: Continuar

source: As you wish... Canceling check of this file.
es: Como usted desee… Cancelando la revision del archivo.

source: Quota for %ss is enabled on mountpoint %s so quotacheck might damage the file. Please turn quotas off or use -f to force checking.
es: Quota para %s esta habilitada en el punto de montaje %s el quotacheck pudo haber dañado el archivo. Por favor deshabilite las quotas or use -f para forzar la comprobación.

source: Error while syncing quotas on %s: %s
es: Error mientras sincronizaba las quotas en %s: %s

source: Cannot get quotafile name for %s
es: No se puede obtener el archivo de quota para %s

source: Cannot open quotafile %s: %s
es: No se puede abrir el archivo de quota %s: %s

source: Too new quotafile format on %s
es: Archivo de quota demasiado nuevo en %s

source: Renaming new files to proper names.
es: Renombrando los archivos nuevos a nombres propios.

source: Cannot get name of old quotafile on %s.
es: No se puede obtener el nombre del archivo de quotas antiguo en %s.

source: Old file not found.
es: Archivo antiguo no encontrado.

source: Error while searching for old quota file %s: %s
es: Error mientras se exploraba el antiguo archivo de quota %s: %s

source: Old file found removed during check!
es: Antiguo archivo encontrado! removido durante una comprobación

source: Error while opening old quota file %s: %s
es: Error mientras se abría el antiguo archivo de quota %s: %s

source: EXT2_IOC_GETFLAGS failed: %s
es: EXT2_IOC_GETFLAGS fallido: %s

source: Renaming old quotafile to %s~
es: Renombrando viejo archivo de quota a %s

source: Name of quota file too long. Contact %s.
es: Nombre del archivo de quota muy largo. Contact %s

source: Cannot rename old quotafile %s to %s: %s
es: No se puede renombrar antiguo archivo de quota %s a %s: %s

source: Renaming new quotafile
es: Renombrando nuevo archivo de quota

source: Cannot change permission of %s: %s
es: No se pueden cambiar los permisos de %s: %s

source: Cannot open new quota file %s: %s
es: No se puede abrir el nuevo archivo de quota %s: %s

source: Warning: Cannot set EXT2 flags on %s: %s
es: Advertencia: No se pueden configurar los flags para EXT2 en %s: %s

source: Dumping gathered data for %ss.
es: Descargar los datos recopilados en %ss.

source: Cannot initialize IO on new quotafile: %s
es: No se puede inicializar IO en el nuevo archivo de quota: %s

source: Cannot finish IO on new quotafile: %s
es: No se puede finalizar IO en el nuevo archivo de quota: %s

source: Data dumped.
es: Volcado de datos.

source: Cannot find checked quota file for %ss on %s!
es: No se puede encontrar el archivo de comprobación de quota para %ss en %s!

source: Cannot turn %s quotas off on %s: %s Kernel won't know about changes quotacheck did.
es: No se puede cambiar %s deshabilitar/habilitar quotas en %s: %s El Kernel puede no saber de los cambios que quotacheck hizo.

source: Cannot turn %s quotas on on %s: %s Kernel won't know about changes quotacheck did.
es: No se puede cambiar %s habilitar quotas en %s: %s El Kernel puede no saber de los cambios que quotacheck hizo.

source: Substracting space used by old %s quota file.
es: Restando espacio usado por el antiguo archivo de quota %s.

source: Old %s file not found. Usage will not be substracted.
es: Antiguo fichero %s no encontrado. El uso de disco no se restará.

source: Cannot stat old %s quota file: %s
es: No se puede verificar el antiguo archivo de quota %s: %s

source: Quota structure for %s owning quota file not present! Something is really wrong...
es: Estructura de cuota para archivo de propiedad de cuota %s no está presente! Algo esta verdaderamente mal...

source: Substracted %lu bytes.
es: Se quitaron %lu bytes.

source: Cannot stat mountpoint %s: %s
es: No se puede verificar el punto de montaje %s %s

source: Mountpoint %s is not a directory?!
es: ¡¿El punto de montaje %s no es un directorio?!

source: Cannot remount filesystem mounted on %s read-only. Counted values might not be right.
es: No se puede remontar archivo de sistema montado como solo lectura en %s. Los valores del conteo no pueden ser correctos.

source: Cannot remount filesystem mounted on %s read-only so counted values might not be right. Please stop all programs writing to filesystem or use -m flag to force checking.
es: No se puede remontar el archivo del sistema montado como solo lectura en %s por lo tanto los valores del conteo puede no ser correctos. Por favor detenga todos los programas que escriben en el archivo del sistema o use el flag -m para forzar una comprobación.

source: Filesystem remounted read-only
es: Archivo del sistema remontado como solo lectura.

source: Scanning %s [%s]
es: Explorando %s [%s]

source: done
es: echo

source: Checked %d directories and %d files
es: Comprobados %d directorios y %d archivos.

source: Cannot remount filesystem %s read-write. cannot write new quota files.
es: No se puede remontar archivo del sistema %s en lectura-escritura. No se pueden escribir los nuevos archivos de quota.

source: Filesystem remounted RW.
es: Archivo del sistema remontado como RW.

source: Cannot find quota option on filesystem %s with quotas!
es: No se puede encontrar la opción de quota en el archivo del sistema %s con quotas!

source: Cannot detect quota format for journalled quota on %s
es: No se puede detectar el formato de quota para journalled quota en %s

source: Cannot initialize mountpoint scan.
es: No se puede inicializar la exploración en el punto de montaje.

source: Skipping %s [%s]
es: Saltando %s [%s]

source: Cannot guess format from filename on %s. Please specify format on commandline.
es: No se puede determinar el formato para el nombre de archivo en %s. Por favor, especifique el formato desde línea de comando.

source: Detected quota format %s
es: Formato de quota detectado %s

source: Cannot get system info: %s
es: No se puede conseguir la información del sistema: %s

source: Cannot find filesystem to check or filesystem not mounted with quota option.
es: No se puede encontrar el sistema de ficheros a revisar o el sistema de ficheros no se monto con opción de quota.

source: Allocated %d bytes memory Free'd %d bytes Lost %d bytes
es: Alojados %d bytes en memory Liberados %d bytes Perdidos %d bytes

source: Cannot read entry for id %u from quotafile %s: %s
es: No se puede leer la entrada para el id %u del archivo de cuota %s %s

source: Entry for id %u is truncated.
es: La entrada para el id %u esta truncada.

source: Loading first quota entry with grace times.
es: Cargando primera entrada de cuota con tiempo de gracia

source: Cannot read first entry from quotafile %s: %s
es: No se puede leer la primera entrada del archivo de cuota %s %s

source: WARNING - Quotafile %s was probably truncated. Cannot save quota settings...
es: AVISO - El archivo quota %s probablemente fue truncado. No se pueden guardar los parámetros de quota...

source: First entry loaded.
es: Primera entrada cargada.

source: Checking quotafile info...
es: Revisando informacion de archivo de cuota...

source: Cannot read info from quota file %s: %s
es: No se puede leer información del archivo de cuota %s %s

source: WARNING - Quota file %s was probably truncated. Cannot save quota settings...
es: ADEVERTENCIA - El archivo de cuota %s probablemente fue truncado. No se pueden guardar los parametros de cuota...

source: WARNING - Quota file info was corrupted.
es: ADVERTENCIA - La informacion del archivo de cuota fue corrompida.

source: Size of file: %lu Blocks: %u Free block: %u Block with free entry: %u Flags: %x
es: Tamaño de archivo: %lu Bloques: %u Bloque libre: %u Bloque con entrada libre: %u Banderas: %x
