Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/scim-anthy.po
Languages: es

source: Candidates (%d/%d)
es: Candidatos (%d/%d)

source: Input mode
es: Modo de entrada de datos

source: Latin
es: Latín

source: Direct input
es: Entrada directa

source: Wide latin
es: Latín amplio

source: Typing method
es: Método de tecleado

source: Thumb shift
es: Miniatura de cambio

source: Conversion mode
es: Modo de conversión

source: Multi segment
es: Segmento múltiple

source: Single segment
es: Segmento sencillo

source: Convert as you type (Multi segment)
es: Convertir cuando teclea (multisegmento)

source: Convert as you type (Single segment)
es: Convertir cuando tecelea (segmento sencillo)

source: Period style
es: Estilo de periodo

source: Symbol style
es: Estilo de símbolo

source: Dictionary menu
es: Menú de diccionario

source: Edit the dictionary
es: Editar el diccionario

source: Launch the dictionary administration tool.
es: Lanzar la herramienta de administración del diccionario.

source: Add a word
es: Agregar una palabra

source: Add a word to the dictionary.
es: Añadir una palabra al diccionario.

source: Authors of scim-anthy: Copyright (C) 2004,2005 Takuro Ashie <ashie@homa.ne.jp> Copyright (C) 2004,2005 Hiroyuki Ikezoe <poincare@ikezoe.net> Authors of Anthy: Copyright (C) 2000-2005 Yusuke TABATA <yusuke@w5.dion.ne.jp> Copyright (C) 2004-2005 Yuichi YOSHIDA <oxy@kmc.gr.jp> You can find out all credits of Anthy from AUTHORS file in Anthy package.
es: Autores de scim-anthy: Copyright (C) 2004,2005 Takuro Ashie <ashie@homa.ne.jp> Copyright (C) 2004,2005 Hiroyuki Ikezoe <poincare@ikezoe.net> Autores de Anthy: Copyright (C) 2000-2005 Yusuke TABATA <yusuke@w5.dion.ne.jp> Copyright (C) 2004-2005 Yuichi YOSHIDA <oxy@kmc.gr.jp> Puede encontrar los créditos de Anthy en el archivo AUTHORS del paquete Anthy.

source: Basic operation:
es: Operación básica:

source: 1. Switch input mode: You can switch on/off Japanese input mode by pressing Zenkaku_Hankaku key or Control+J. Or you can rotate all input modes by pressing Control+, (comma).
es: 1. Cambiar modo de escritura: Puede activar/desactivar el modo de escritura japonesa por medio de la tecla Zenkaku_Hankaku o Control+J. O puede rotar todos los modos de escritura presionando Control+, (coma).

source: An Anthy IMEngine Module.
es: Un módulo Anthy IMEngine.

source: Mode keys
es: Teclas de modo

source: Edit keys
es: Editar teclas

source: Segments keys
es: Teclas de segmentos

source: Candidates keys
es: Teclas de candidatos

source: Direct select keys
es: Teclas de selección directa

source: Convert keys
es: Teclas de conversión

source: Dictionary keys
es: Teclas de diccionario

source: Romaji typing method
es: Método de tecleo Romaji

source: Kana typing method
es: Método de tecleo Kana

source: Thumb shift typing method
es: Miniatura para cambio de método de tecleo

source: Follow input mode
es: Seguir modo de entrada

source: Wide
es: Amplio

source: Half
es: Medio

source: Do nothing
es: No hacer nada

source: Start conversion
es: Iniciar conversión

source: Commit
es: Enviar

source: Clear
es: Limpiar

source: No decoration
es: Sin decoración

source: Underline
es: Subrayado

source: Reverse
es: Inverso

source: Highlight
es: Resaltar

source: String color
es: Color de cadena

source: BG color
es: color BG

source: Both color
es: Ambos colores

source: _Group:
es: _Grupo

source: Search by key
es: Buscar por tecla

source: all
es: todo

source: Feature
es: Característica

source: Key bindings
es: Atajos de teclado

source: Description
es: Descripción

source: Key bindings _theme:
es: _tema de atajos de teclado:

source: _Choose keys...
es: Es_coger teclas...

source: <b>Enable/Disable learning</b>
es: <b>Activar/desactivar aprendizaje</b>

source: _Launch
es: _Lanzar

source: <span size="20000">%s-%s</span> <span size="16000" style="italic">A Japanese input method module for SCIM using Anthy</span> <span size="12000">Copyright 2005-2006, Takuro Ashie &lt;ashie@homa.ne.jp&gt;</span>
es: <span size="20000">%s-%s</span> <span size="16000" style="italic">Módulo de método de entrada Japonés para SCIM usando Anthy</span> <span size="12000">Copyright 2005-2006, Takuro Ashie &lt;ashie@homa.ne.jp&gt;</span>

source: Common
es: Común

source: Symbols
es: Símbolos

source: Romaji typing
es: Tecleo Romaji

source: Kana typing
es: Tecleo Kana

source: Prediction
es: Predicción

source: Learning
es: Aprendizaje

source: Dictionary
es: Diccionario

source: Candidates window
es: Ventana de candidatos

source: Toolbar
es: Barra de herramientas

source: Appearance
es: Aspecto

source: About
es: Acerca de

source: User defined
es: Definido por el usuario

source: Default
es: Predeterminado

source: Set key filter
es: Establecer tecla de filtro

source: Romaji _table:
es: _Tabla de Romaji:

source: _Customize...
es: _Personalizar...

source: Sequence
es: Secuencia

source: Result
es: Resultado

source: Customize romaji table
es: Personalizar la tabla de romaji:

source: <b>JIS Kana Layout</b>
es: <b>disposición JIS Kana</b>

source: La_yout:
es: Dispo_sición:

source: <b>Thumb Shift Layout</b>
es: <b>Minitaura de cambio de dispsición</b>

source: Key
es: Tecla

source: Customize kana layout table
es: Personalizar al disposición de la tabla kana

source: Layout _table:
es: Disposiciñon de _tabla:

source: Single press
es: Simple presión

source: Left thumb shift
es: Miniatura de cambio a la izquierda

source: Right thumb shift
es: Miniatura de cambio a la derecha

source: Customize thumb shift layout table
es: Personalizar la tabla de apariencia de miniatura de cambio

source: Show "_Candidates" label
es: Mostrar etiqueta de "_candidatos"

source: Close candidate window when select a candidate _directly
es: Cerrar ventana de candidatos cuando se seleccionar el candidato _directamente

source: Use half-width characters for _symbols
es: Usar caracteres de medio ancho para _símbolos

source: Use half-width characters for _numbers
es: Usar caracteres de medio ancho para _números

source: If this check is enabled, you can delete each letter.
es: Si esta comprobación está habilitada, puede borrar cada letra.

source: _Entering the pseudo ASCII input mode with capital letters.
es: _Introducir el modo de entrada pseudo ASCII con máyusculas.

source: If this check is enabled, capital letters will becomes a trigger to enter the pseudo ASCII input mode.
es: Si esta comprobación está habilitada, la mayúsculas se volverán disparadores para introducir el modo de entrada pseudo ASCII.

source: _Show predicted candidates while inputting letters
es: Mo_strar candidatos de predicción mientras se introducen letras

source: Use _direct select keys while predicting
es: Usar teclas de selección _directa mientras se predice

source: Show _input mode label
es: Mostrar la et_iqueta de modo de entrada

source: Show _conversion mode label
es: Mostrar la etiqueta de modo de _conversión

source: Show _typing method label
es: Mostrar la etiqueta de modo de _tecleado

source: Show _period style label
es: Mostar la etiqueta de estilo de _periodo

source: Show _symbol style label
es: Mostrar la etiqueta de estilo de _símbolo

source: Show _dictionary menu label
es: Mostrar la etiqueta de menú de _diccionario

source: Show _edit dictionary label
es: Mostrar la etiqueta de _editar diccionario

source: Show _add word label
es: Mostrar la etiqueta de _añadir palabra

source: Number of candidates to show in a _page:
es: Númeor de candidataos a enseñar en una _página

source: Specify the number of candidates to show in a page of the candidates window.
es: Especificar el número de candidatos a mostrar en una página en la ventana de candidatos.

source: Number of _triggers until show:
es: Número de disparadores has_ta mostrar:

source: [times]
es: [tiempos]

source: The number of times to press a conversion key until show the candidates window.Specify 0 to never show it.
es: Número de veces a presionar una tecla de conversión hasta mostrar la ventana de candidatos. Para no mostrar nunca especifique 0.

source: _Simultaneous pressing time:
es: Tiempo de presión _simultáneo:

source: [msec]
es: [mseg]

source: Time to regard as simultaneous key pressing.
es: Tiempo a esperar una presión simultánea de teclas.

source: _Input mode:
es: Modo de _Entrada:

source: Typing _method:
es: _Método de tecleado:

source: _Conversion mode:
es: Modo de _conversión:

source: St_yle of comma and period:
es: Est_ilo de coma y periodo:

source: Symb_ol input style:
es: Estilo de entrada de símb_olo:

source: _Space type:
es: Tipo de e_spacio:

source: _Behavior on a comma or a period:
es: _Comportamiento con coma o periodo:

source: _Behavior on focus out:
es: _Comportamiento sin foco:

source: _Commit:
es: _Enviar

source: Commit the _first segment:
es: Enviar el primer segmento

source: Select keys to commit the first segment
es: Seleccionar las teclas para enviar el primer segmento

source: Commit the _selected segment:
es: Enviar el _segmento seleccionado

source: Select keys to commit the selected segment
es: Seleccionar las teclas para enviar el segmento seleccionado

source: En_coding of dictionary:
es: _Codificación del diccionario:

source: "_Edit dictionary" command:
es: Comando "_Editar diccionario"

source: "_Add word" command:
es: Comando "_Añadir palabra"

source: _Preedit string:
es: _Pre-editar cadena:

source: _Conversion string:
es: _Conversión de cadena:

source: _Selected segment:
es: _Segemento seleccionado:

source: Toggle on/off
es: cambiar activado/desactivado

source: Select toggle on/off keys
es: Seleccionar las teclas de cambio activar/desactivar

source: The key events to toggle on/off Japanese mode.
es: Eventos de tecla para cambiar activar/desactivar modo japonés.

source: Circle input mode
es: Modo de introducción circular

source: Circle kana mode
es: Modo cana circular

source: Latin mode
es: Modo latín

source: Select Latin mode keys
es: Seleccionar teclas de modo Latín

source: The key events to switch input mode to Latin.
es: Teclas de eventos para cambiar el modo de entrara a latín.

source: Wide Latin mode
es: Modo latín amplio

source: Select wide Latin mode keys
es: Seleccionar teclas de modo Latín amplio

source: The key events to switch input mode to wide Latin.
es: Teclas de eventos para cambiar el modo de entrada a latín amplio.

source: Hiragana mode
es: Modo Hiragana

source: Select hiragana mode keys
es: Seleccionar teclas modo hiragana

source: The key events to switch input mode to hiragana.
es: Teclas de eventos para cambiar el modo de entrada a hiragana.

source: Katakana mode
es: Modo katakana

source: Select katakana mode keys
es: Seleccionar teclas de modo katakana

source: The key events to switch input mode to katakana.
es: Teclas de eventos para cambiar el modo de entrada a katakana.

source: Half katakana mode
es: Modo medio katakana

source: Select half katakana mode keys
es: Seleccionar teclas de modo medio katakana

source: The key events to switch input mode to half katakana.
es: Eventos de tecla para cambiar el modo de entrada a medio katakana.

source: Pseudo ASCII mode cancel
es: Cancelar modo pseudo ASCII

source: Select pseudo ASCII mode cancel key
es: Seleccionar la tecla de cancelación del modo pseudo ASCII

source: The key events to cancel the pseudo ASCII mode.
es: Eventos de tecla para cancelar el modo pseudo ASCII.

source: Circle typing method
es: Método de tecleado circular

source: Insert space
es: Insertar espacio

source: Select inserting space keys
es: Seleccionar teclas de inserción de espacio

source: The key events to insert a space.
es: Eventos de tecla para instertar un espacio.

source: Insert alternative space
es: Insertar espacio alternativo

source: Select inserting alternative space keys
es: Seleccionar teclar de inserción de espacio alternativo

source: The key events to insert a alternative space.
es: Eventos de tecla para insertar un espacio alternativo.

source: Insert half space
es: Insertar medio espacio

source: Select inserting half width space keys
es: Seleccionar teclas de inserción de medio espacio

source: The key events to insert a half width space.
es: Eventos de tecla para insertar medio espacio.

source: Insert wide space
es: Insertar espacio amplio

source: Select inserting wide space keys
es: Seleccionar teclas para insertar espacio amplio

source: The key events to insert a wide space.
es: Eventos de tecla para insertar espacio amplio.

source: Backspace
es: Retroceso

source: Select backspace keys
es: Seleccionar teclas de retroceso

source: Delete
es: Borrar

source: Select delete keys
es: Seleccionar teclas de borrado

source: The key events to commit the preedit string.
es: Eventos de tecla para enviar la cadena de pre-edición

source: Convert
es: Convertir

source: Select convert keys
es: Seleccionar teclas de conversión

source: The key events to convert the preedit string to kanji.
es: Eventos de tecla para convertir la cadena de pre-edición en kanji.

source: Predict
es: Predicción

source: Select predict keys
es: Seleccionar teclas de predicción

source: The key events to predict a word or sentence from already inserted text.
es: Eventos de tecla para predecir una palabra o sentencia acerca del texto insertado.

source: Cancel
es: Cancelar

source: Select cancel keys
es: Seleccionar teclas de cancelación

source: The key events to cancel preediting or converting.
es: Eventos de tecla para cancelar la predicción o conversión.

source: Cancel all
es: Cancelar todo

source: Select cancel all keys
es: Seleccionar cancelar todas las teclas

source: The key events to return to initial state.
es: Eventos de tecla para retornar al estado inicial.

source: Reconvert
es: Reconvertir

source: Select reconvert keys
es: Seleccionar teclas de reconversión

source: The key events to reconvert the commited string in selection.
es: Eventos de tecla para reconvertir la cadena enviada en la selección.

source: Select do nothing keys
es: Seleccionar teclas de no hacer nada

source: Move to first
es: Mover al principio

source: Move to last
es: Mover al final

source: Select the first segment
es: Seleccionar el primer segmento

source: Select keys to select the first segment
es: Seleccionar teclas para seleccionar el primer segmento

source: The key events to select the first segment.
es: Eventos de tecla para seleccionar el primer segmento.

source: Select the last segment
es: Seleccionar el último segmento

source: Select keys to select the last segment
es: Seleccionar teclas para seleccionar el último segmento.

source: The key events to select the the last segment.
es: Eventos de tecla para seleccionar el último segmento

source: Select the next segment
es: Seleccionar el siguiente segmento

source: Select keys to select the next segment
es: Seleccionar teclas para seleccionar el siguiente segmento

source: The key events to select the next segment.
es: Eventos de tecla para seleccionar el siguiente segmento.

source: Select the previous segment
es: Seleccionar el segmento anterior

source: Select keys to select the previous segment
es: Seleccionar teclas para seleccionar el segmento anterior

source: The key events to select the previous segment.
es: Eventos de tecla para seleccionar el segmento anterior.

source: Shrink the segment
es: Encojer el segmento

source: Select keys to shrink the segment
es: Seleccionar teclas para encoger el segmento

source: The key events to shrink the selected segment.
es: Eventos de tecla para encoger el segmento seleccionado.

source: Expand the segment
es: Expandir el segmento

source: Select keys to expand the segment
es: Seleccionar teclas para expandir el segmento

source: The key events to expand the selected segment.
es: Eventos de tecla para expandir el segmento seleccionado

source: Commit the first segment
es: Enviar el primer segmento

source: The key events to commit the first segment.
es: Eventos de tecla para enviar el primer segmento

source: Commit the selected segment
es: Enviar el segmento seleccionado

source: The key events to commit the selected segment.
es: Eventos de tecla para enviar el segmento seleccionado.

source: First candidate
es: Primer candidato

source: Select the first candidate keys
es: Seleccione las teclas del primer candidato

source: The key events to select the first candidate.
es: Eventos de tecla para seleccionar el primer candidato.

source: Last candidate
es: Último candidato

source: Select the last candidate keys
es: Seleccionar las teclas del último candidato

source: The key events to the select last candidate.
es: Eventos de tecla para seleccionar el último candidato

source: Next candidate
es: Siguiente candidato

source: Select the next candidate keys
es: Seleccionar las teclas de siguiente candidato

source: The key events to select the next candidate.
es: Eventos de tecla para seleccionar el siguiente candidato

source: Previous candidate
es: Candidato previo

source: Select the previous candidate keys
es: Seleccionar las teclas de candidato previo

source: The key events to select the previous candidate.
es: Eventos de tecla para seleccionar el candidato previo

source: Page up
es: Página arriba

source: Page down
es: Página abajo

source: 1st candidate
es: 1er candidato

source: Select keys to select 1st candidate
es: Seleccionar las teclas para seleccionar el 1er candidato

source: The key events to select the 1st candidate.
es: Eventos de tecla para seleccionar el 1er candidato.

source: 2nd candidate
es: 2º candidato

source: Select keys to select 2nd candidate
es: Seleccionar las teclas para seleccionar el 2º candidato

source: The key events to select the 2nd candidate.
es: Eventos de tecla para seleccionar el 2º candidato.

source: 3rd candidate
es: 3er. candidato

source: Select keys to select 3rd candidate
es: Seleccionar las teclas para seleccionar el 3º candidato

source: The key events to select the 3rd candidate.
es: Eventos de tecla para seleccionar el 3º candidato.

source: 4th candidate
es: 4º candidato

source: Select keys to select 4th candidate
es: Seleccionar las teclas para seleccionar el 4º candidato

source: The key events to select the 4th candidate.
es: Eventos de tecla para seleccionar el 4º candidato.

source: 5th candidate
es: 5º candidato

source: Select keys to select 5th candidate
es: Seleccionar las teclas para seleccionar el 5º candidato

source: The key events to select the 5th candidate.
es: Eventos de tecla para seleccionar el 5º candidato.

source: 6th candidate
es: 6º candidato

source: Select keys to select 6th candidate
es: Seleccionar las teclas para seleccionar el 6º candidato

source: The key events to select the 6th candidate.
es: Eventos de tecla para seleccionar el 6º candidato.

source: 7th candidate
es: 7º candidato

source: Select keys to select 7th candidate
es: Seleccionar las teclas para seleccionar el 7º candidato

source: The key events to select the 7th candidate.
es: Eventos de tecla para seleccionar el 7º candidato.

source: 8th candidate
es: 8º candidato

source: Select keys to select 8th candidate
es: Seleccionar las teclas para seleccionar el 8º candidato

source: The key events to select the 8th candidate.
es: Eventos de tecla para seleccionar el 8º candidato.

source: 9th candidate
es: 9º candidato

source: Select keys to select 9th candidate
es: Seleccionar las teclas para seleccionar el 9º candidato

source: The key events to select the 9th candidate.
es: Eventos de tecla para seleccionar el 9º candidato.

source: 10th candidate
es: 10º candidato

source: Select keys to select 10th candidate
es: Seleccionar las teclas para seleccionar el 10º candidato

source: The key events to select the 10th candidate.
es: Eventos de tecla para seleccionar el 10º candidato.

source: Convert to hiragana
es: Convertir a hiragana

source: Select keys to convert to hiragana
es: Seleccionar teclas para convertir en hiragana

source: The key events to convert the preedit string to hiragana.
es: Eventos de tecla para convertir cadena de pre-edición en hiragana

source: Convert to katakana
es: Convertir en katakana

source: Select keys to convert to katakana
es: Seleccionar teclar para convertir en katakana

source: The key events to convert the preedit string to katakana.
es: Eventos de tecla para convertir cadena de pre-edición en katakana

source: Convert to half width
es: Convertir a media anchura

source: Select keys to convert to half width
es: Seleccionar teclar para convertir en media anchura

source: The key events to convert the preedit string to half width.
es: Eventos de tecla para convertir cadena de pre-edición en media anchura

source: Convert to half katakana
es: Convertir en medio katakana

source: Select keys to convert to half width katakana
es: Seleccionar teclas para convertir en katakana amplio

source: The key events to convert the preedit string to half width katakana.
es: Eventos de tecla para convertir cadena de pre-edición en katakana amplio

source: Convert to wide latin
es: Convertir a latín amplio

source: Select keys to convert to wide latin
es: Seleccionar teclas para convertir en latín amplio

source: The key events to convert the preedit string to wide latin.
es: Eventos de tecla para convertir cadena de pre-edición en latín amplio

source: Convert to latin
es: Convertir a latín

source: Select keys to convert to latin
es: Seleccionar teclar para convertir a latín

source: The key events to convert the preedit string to latin.
es: Eventos de tecla para convertir cadena de pre-edición en latín

source: Edit dictionary
es: Editar diccionario

source: Select edit dictionary keys
es: Seleccionar letras del diccionario de edición

source: The key events to launch dictionary administration tool.
es: Eventos de tecla para lanzar la herramienta de administración de diccionario

source: Select add a word keys
es: Seleccionar las teclas de añadir palabra

source: The key events to launch the tool to add a word.
es: Eventos de tecla para lanzar la herramienta de añadir palabra.

source: The color of preediting text
es: El color del texto preeditado

source: The color of conversion text
es: El color del texto de conversión

source: The color of selected segment text
es: El color del segmento de texto seleccionado

source: The color of selected segment text in the conversion text
es: El color del segmento de texto seleccionado en la conversión de texto

source: Foreground color
es: Color primer plano

source: Background color
es: Color de fondo
