Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/scim-chewing.po
Languages: es

source: The status of the current input method. Click to change it.
es: Estado del método de entrada actual. Haga clic para cambiarlo.

source: Eng
es: Ing

source: Chewing core team <http://chewing.csie.net>
es: Grupo de desarrolladores de Chewing <http://chewing.csie.net>

source: Hot Keys:
es: Atajos de teclado:

source: Switch between English/Chinese mode.
es: Cambiar entre modo inglés y chino.

source: Space: Use space key to select candidate phrases. Tab: Use tab key to dispart or connect a phrase. Ctrl + [number]: Use ctrl + number key to add a user-defined phrase. (Here number stands for the length of the user-defined phrase.) Ctrl + 0: Use Ctrl + 0 to specify symbolic input.
es: Barra espaciadora: Use la barra espaciadora para elegir entre las expresiones candidatas. Tabulador: Use el tabulador para separar o conectar una expresión. Ctrl + [número]: Use Ctrl + número para añadir una expresión definida por el usuario. (El número indica la longitud de la expresión definida por el usuario.) Ctrl + 0: Use Ctrl + 0 para especificar entrada simbólica.

source: A Intelligent Chinese Phonetic IMEngine Module.
es: Módulo IMEngine inteligente para chino fonético

source: Trigger keys:
es: Teclas de activación:

source: Select trigger keys
es: Seleccionar teclas de activación

source: The key events to switch Chewing input mode. Click on the button on the right to edit it.
es: Combinaciones de teclas para activar el método de entrada Chewing. Haga clic en el botón de la derecha para cambiarlas.

source: Chewing CHI/ENG keys:
es: Teclas Chewing CHI/ING

source: Select CHI/ENG keys
es: Seleccionar teclas CHI/ING

source: The key events to switch English and Chinese mode. Click on the button on the right to edit it.
es: Combinaciones de teclas para cambiar entre modo inglés y chino. Haga clic en el botón de la derecha para cambiarlas.

source: Add _Phrase forward
es: Agregar siguiente ex_presión

source: Whether to add Phrase forward or not.
es: Si agregamos siguiente expresión o no.

source: _SpaceKey as selection key
es: _Usar la barra espaciadora como tecla de selección

source: Whether SpaceKey is used as selection key or not.
es: Indica al programa si la barra espaciadora debe usarse como tecla de selección.

source: Default Keyboard
es: Teclado predeterminado

source: Hsu's Keyboard
es: Teclado de Hsu

source: Gin-Yieh Keyboard
es: Teclado Gin-Yieh

source: ETen Keyboard
es: Teclado ETen

source: ETen 26-key Keyboard
es: Teclado ETen 26-teclas

source: Dvorak Keyboard
es: Teclado Dvorak

source: Dvorak Keyboard with Hsu's support
es: Teclado Dvorak con soporte

source: Han-Yu PinYin Keyboard
es: Teclado Han-Yu Pinyin

source: Use keyboard type:
es: Tipo de teclado:

source: Change the default keyboard layout type
es: Cambiar el tipo de distribución de teclado predeterminada.

source: Options
es: Opciones

source: Keyboard
es: Teclado
