Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/skim-scim-tables.po
Languages: es

source: Generic Table
es: Tabla genérica

source: Show &prompt
es: Mostrar &línea de comandos

source: Show key &hint
es: Mostrar tecla &consejo

source: Save &user table in binary format
es: Salvar la tabla del &usuario en formato binario

source: Show the u&ser defined phrases first
es: Mostrar primero las frases definidas por el u&suario

source: Show &longer phrases first
es: Mostrar primero las frases más &largas

source: Full width &letter
es: &Letra de anchura completa

source: &Mode switch
es: Cambio de &modo

source: Full with &punctuation
es: &Puntuación de anchura completa

source: &Add phrase
es: &Agregar frase

source: &Delete phrase
es: E&liminar frase

source: Keyboard
es: Teclado
