Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/system-config-cluster.po
Languages: es

source: <span><b>Add a New Failover Domain</b></span>
es: <span><b>Agregar un nuevo dominio de rechazo</b></span>

source: <span><b>Cluster Properties</b></span>
es: <span><b>Propiedades del clúster</b></span>

source: <span><b>Fence Daemon Properties</b></span>
es: <span><b>Propiedades del demonio Fence</b></span>

source: <span><i>This Failover Domain is currently empty</i></span>
es: <span><i>Este dominio de rechazo actualmente está vacío</i></span>

source: A problem was encountered with the configuration file. The XML is not well formed. Please see details below.
es: Se ha encontrado un problema con el archivo de configuración. El XML no está bien formado. Por favor, consulte los detalles a continuación.

source: Absolute minimum score to be consider one’s self "alive"
es: El resultado es absolutamente mínimo como para considerarse "vivo"

source: Add Failover Domain
es: Agregar dominios de rechazo

source: Add a Cluster Node
es: Añadir un nodo del clúster

source: Add a Fence Device
es: Agregar un dispositivo de Fence

source: Add a New Fence Device
es: Agregar un nuevo dispositivo de Fence

source: Add a New Fence Level
es: Agregar un nuevo nivel de Fence

source: Add a New Fence to this Level
es: Agregar un nuevo Fence para este nivel

source: Add a Service
es: Añadir un servicio

source: Add a Shared Resource to this service
es: Añadir un recurso compartido a este servicio

source: Address:
es: Dirección:

source: Adjust Priority
es: Ajustar la prioridad

source: Attach a Shared Resource to the selection
es: Adjuntar un recurso compartido a la selección

source: Attach a new Private Resource to the Selection
es: Adjuntar un nuevo recurso privado a la sección

source: Autostart This Service
es: Autoarrancar este servicio

source: Check this to start a service automatically after a quorum transition.
es: Esta opción inicia un servicio automáticamente después de una transición de quórum

source: Choose a name for the cluster:
es: Elija un nombre para el clúster:

source: Cluster Alias:
es: Sobrenombre del clúster:

source: Cluster Configuration
es: Configuración del clúster

source: Cluster Management
es: Gestión del clúster

source: Cluster Name:
es: Nombre del clúster:

source: Cluster Node Name:
es: Nombre del nodo del clúster:

source: Cluster Properties
es: Propiedades del clúster

source: Cluster name
es: Nombre del clúster

source: Config Version:
es: Versión de configuración:

source: Config version number set in the configuration file.
es: Número de versión de configuracióin indicado en el archivo de configuración.

source: Convert present configuration from one lock style to another
es: Convertir la configuración actual de un estilo de bloqueo a otro

source: Create New Configuration
es: Crear nueva configuración

source: Create a new resource for this service
es: Crear un nuevo recurso para este servicio

source: Create a Failover Domain
es: Crear un dominio de rechazo

source: Create a Resource
es: Crear un recurso

source: Create a Service
es: Crear un servicio

source: Create a Virtual Service
es: Crear un servicio virtual

source: Current File Name:
es: Nombre actual del archivo:

source: Custom Configure Multicast
es: Configuración personalizada de multidifusión

source: Delete Failover Domain
es: Borrar el dominio de rechazo

source: Delete Fence Device
es: Borrar el dispositivo de Fence

source: Delete Node
es: Eliminar Nodo

source: Delete Resource
es: Eliminar recurso

source: Delete Service
es: Eliminar servicio

source: Delete Virtual Service
es: Eliminar servicio virtual

source: Device:
es: Dispositivo:

source: Disable
es: Deshabilitar

source: Disable service if any component fails
es: Deshabilitar el servicio si falla algún componente

source: Edit Cluster Properties
es: Editar propiedades del clúster

source: Edit Failover Domain Properties
es: Editar las propiedades del dominio de rechazo

source: Edit Fence Device Properties
es: Editar las propiedades del dispositivo de Fence

source: Edit Fence Properties
es: Editar las propiedades de Fence

source: Edit Node Properties
es: Editar propiedades del nodo

source: Edit Properties for this Fence
es: Editar propiedades para este Fence

source: Edit Resource Properties
es: Editar propiedades del recurso

source: Edit Selected Private Resource Properties
es: Editar propiedades del recurso privado seleccionado

source: Edit Service Properties
es: Editar propiedades del servicio

source: Edit Virtual Service Properties
es: Editar propiedades del servicio virtual

source: Enter a Name for the New Service:
es: Introduzca un nombre para el nuevo servicio:

source: Failover Domain Configuration
es: Configuración del dominio de rechazo

source: Failover Domain:
es: Dominio de rechazo

source: Fence Configuration
es: Configuración de Fence

source: Fence Configuration for Cluster Node
es: Configuración de Fence para el nodo de clúster

source: Fence Device Configuration
es: Configuración del dispositivo de Fence

source: Fence Device Deletion Warning
es: Valla de alerta de eliminación de dispositivo

source: Fence Device Type:
es: Tipo de dispositivo de valla

source: Fence Properties
es: Propiedades de Fence

source: GULM Lockserver
es: GULM servidor bloqueado

source: Has Quorum
es: Tiene quorum

source: IP Address
es: Dirección IP

source: Information
es: Información

source: Interval:
es: Intervalo:

source: Label:
es: Etiqueta:

source: Manage Fencing For This Node
es: Administrar vallado para éste nodo

source: Manage Fencing for this Node
es: Administrr vallado para este nodo

source: Members
es: Miembros

source: Minimum Score:
es: Puntuación mínima:

source: Multicast Address:
es: Dirección multicast:

source: Multicast Interface:
es: Interfaz multicast:

source: Name for new Failover Domain:
es: Nombre para un nuevo dominio de rechazo:

source: Name of Domain
es: Nombre del dominio

source: Name of Failover Domain:
es: Nombre del dominio de rechazo

source: Name:
es: Nombre:

source: New Configuration
es: Nueva configuración

source: Node Properties
es: Propiedades del nodo

source: Number of cycles a node must miss in order to be declared dead
es: Número de ciclos que un nodo debe perder para que sea declarado muerto

source: Number of votes the quorum daemon advertises to CMAN
es: Número de votos que el demonio de quorum anuncia a CMAN

source: On Member:
es: En el miembro:

source: Open Existing
es: Abrir existente

source: Poorly Formed XML Error
es: Error de XML pobremente formado

source: Post-Fail Delay:
es: Retraso Post-Fallo:

source: Post-Join Delay:
es: Retraso post-unión:

source: Prioritized List
es: Lista priorizada

source: Program:
es: Programa:

source: Propagate Configuration to Cluster
es: Propagar la configuración al clúster

source: Properties
es: Propiedades

source: Quorum Disk Heuristic
es: Disco de quórum heurístico

source: Quorum Votes:
es: Votos de quorum:

source: Recovery Policy
es: Política de recuperación

source: Relocate
es: Reubicar

source: Relocates service when restarting
es: Reubica el servicio al reiniciar

source: Remove Selected Resource
es: Eliminar el recurso seleccionado

source: Remove Member from Domain
es: Eliminar el miembro del dominio

source: Remove this Fence
es: Eliminar este Fence

source: Remove this Level
es: Eliminar este nivel

source: Removing this Fence device will alter fencing configuration on these nodes. Do you really wish to proceed?
es: Eliminar este dispositivo puede alterar la configuración de los nodos cercanos. ¿Desea proceder?

source: Resource Configuration
es: Configuración de recursos

source: Restart
es: Reiniciar

source: Restart tries to restart locally before relocating
es: Restart trata de reinicializar localmente antes de reasignar

source: Restrict Failover To This Domains Members
es: Restricta el sobrefallo a Este dominio de miembros

source: Run Exclusive
es: Ejecutar en exclusiva

source: Score:
es: Puntuación

source: Select a Resource Type:
es: Seleccione un tipo de recurso:

source: Select a Shareable Resource:
es: Seleccione un recurso compartido:

source: Send to Cluster
es: Enviar al clúster

source: Service Management
es: Gestión de servicios

source: Service Name:
es: Nombre del servicio:

source: Service Resource List
es: Lista de recursos de servicios

source: Services
es: Servicios

source: Shared Resource Selection
es: Selección de recursos compartidos

source: Status:
es: Estado:

source: Temporarily unable to retrieve node information.
es: Temporalmente, no es posible recuperar la información del nodo.

source: The device the quorum daemon will use
es: Dispositivo que el demonio quorum usará

source: The following nodes depend on this fence device for fencing:
es: Los siguientes nodos dependen de este dispositivo de valla para el vallado:

source: The frequency at which the heuristic is polled
es: Frecuenciaa la que se obtiene la heurística

source: The name of the Virtual Service
es: El nombre del servicio virtual

source: The number of seconds the daemon will wait before fencing any victims after a domain member fails.
es: Número de segundos que el demonio esperará antes de vallar cualquier víctima después del fallo del miembro del dominio.

source: The number of seconds to wait before fencing any victims after a node joins the domain.
es: El número de segundos a esperar antes de vallar cualquier víctima luego de que el nodo se una al dominio.

source: The path to the Virtual Service Configuration File:
es: La ruta del archivo de configuración del servicio virtual:

source: The program used to determine if this heuristic is alive
es: El programa usado para determinar si esta heurística está viva

source: This overrides the device field if present
es: Sobrescribe el dispositivo si está presente

source: This is the frequency of read/write cycles
es: Esta es la frecuencia de ciclos de lectura/escritura

source: True Cluster Name:
es: Nombre real del clúster:

source: Use a Quorum Disk
es: Usar un disco Quorum

source: Using Distributed Lock Manager
es: Usando un gestor de bloqueo distribuido

source: Virtual Service Properties
es: Propiedades del servicio virtual

source: Votes:
es: Votos:

source: When checked, this box ensures that the service will not run unless it is the sole service on the node it is assigned to.
es: Cuando está activada, esta casilla garantiza que el servicio no se ejecutará salvo que sea el único servicio en el nodo para el que está asignado.

source: _Change Lockserver
es: _Cambia el Lockserver

source: _Disable
es: _Deshabilitar

source: _Enable
es: _Habilitar

source: _New
es: _Nuevo

source: _Restart
es: _Reiniciar

source: _Tools
es: Herramien_tas

source: _Use Multicast Mode
es: _Usar modo multidifusión

source: he weight of this heuristic
es: la carga de esta heurística

source: new_cluster
es: nuevo_clúster

source: <span><b>Device:</b></span>
es: <span><b>Dispositivo:</b></span>

source: <span><b>Export Path:</b></span>
es: <span><b>Ruta de exportación:</b></span>

source: <span><b>File </b>(with path):</span>
es: <span><b>Archivo </b>(con ruta):</span>

source: <span><b>File System ID: </b></span>
es: <span><b>ID del sistema de archivos: </b></span>

source: <span><b>File System ID: </b></span>
es: <span><b>ID del sistema de archivos: </b></span>

source: <span><b>File System Type:</b></span>
es: <span><b>Tipo del sistema de archivos:</b></span>

source: <span><b>Host:</b></span>
es: <span><b>Anfitrión:</b></span>

source: <span><b>Mount Point: </b></span>
es: <span><b>Punto de montaje: </b></span>

source: <span><b>Mount Point:</b></span>
es: <span><b>Punto de montaje:</b></span>

source: <span><b>Name: </b></span>
es: <span><b>Nombre: </b></span>

source: <span><b>Name:</b></span>
es: <span><b>Nombre:</b></span>

source: <span><b>Options:</b></span>
es: <span><b>Opciones:</b></span>

source: <span><b>Path:</b></span> (optional)
es: <span><b>Ruta:</b></span> (optional)

source: <span><b>Target:</b></span>
es: <span><b>Destino:</b></span>

source: Be certain that you really wish to edit this field.
es: Asegúrse de que realmente desea editar este campo.

source: Check file system before mounting
es: Comprobar el sistema de archivos antes de montarlo

source: File System Resource Configuration
es: Configuración de recursos del sistema de archivos

source: Force Unmount
es: Forzar desmontaje

source: Force unmount
es: Forzar desmontado

source: GFS Resource Configuration
es: Configuración de recurso GFS

source: IP Address Resource Configuration
es: Configuracion del recurso dirección IP

source: Monitor Link
es: Vínculo de monitor

source: NFS Client Resource Configuration
es: Configuración del recurso cliente NFS

source: NFS Export Resource Configuration
es: Configuración del recurso NFS Export

source: NFS Mount Resource Configuration
es: Configuración del recurso NFS Mount

source: Name:
es: Nombre:

source: Read Only
es: Sólo lectura

source: Read-Write
es: Lectura-Escritura

source: Reboot host node if unmount fails
es: Reiniciar el nodo anfitrión si falla el desmontaje

source: Samba Server Configuration
es: Configuración del servidor Samba

source: Script Resource Configfuration
es: Configuración del recurso Script

source: Workgroup:
es: Grupo de trabajo:

source: Auth Type:
es: Tipo de autorización:

source: Blade:
es: Sable:

source: Check only if using DRAC/MC
es: Verificar solo si se está utilizando DRAC/MC

source: DRAC Fence Option
es: Opción DRAC Fence

source: Domain:
es: Dominio:

source: Domain:
es: Dominio:

source: GNBD Fence Options (No Parameters)
es: Opciones GNBD Fence (Sin parámetros)

source: Hostname:
es: Nombre de la máquina:

source: IBM RSA II Fencing (No parameters)
es: Vallado IBM RSA II (Sin parámetros)

source: ILO Fencing (No parameters)
es: Vallado ILO (Sin parámetros)

source: IP Address:
es: Dirección IP:

source: IPMILAN Fence Instance
es: Instancia de Valla IPMILAN

source: Login:
es: Entrar:

source: Manual Fence Option (No Parameters)
es: Opción de vallado manual (Sin parámetros)

source: Module name:
es: Nombre del módulo:

source: Name:
es: Nombre:

source: Password:
es: Contraseña:

source: Port:
es: Puerto:

source: RPS10 Fence Option (No Parameters)
es: Opción de vallado RPS10 (Sin parámetros)

source: SCSI Reservation Fencing (No Parameters)
es: Vallado reserva SCSI (Sin parámetros)

source: Servers:
es: Servidores:

source: Switch:
es: Conmutador:

source: Use lanplus
es: Uso lanplus

source: Whitespace separated list of GNBD servers
es: Lista separada por espacios de servidores GNBD

source: none
es: ninguno
