Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/tar.po
Languages: es

source: process only the NUMBERth occurrence of each file in the archive; this option is valid only in conjunction with one of the subcommands --delete, --diff, --extract or --list and when a list of files is given either on the command line or via the -T option; NUMBER defaults to 1
es: procesa sólo la NÚMERO-ésima aparición de cada archivo en el archivador; esta opción sólo es válida junto a una de las sub-órdenes --delete, --diff, --extract o --list y cuando se da una lista de archivos (en la línea de órdenes o a través de la opción -T); el valor predeterminado es 1

source: archive is seekable
es: se puede buscar en el archivador

source: do not check device numbers when creating incremental archives
es: no comprueba los números de dispositivo cuando se crean archivadores incrementales

source: check device numbers when creating incremental archives (default)
es: comprueba los números de dispositivo cuando se crean archivadores incrementales (predeterminado)

source: Overwrite control:
es: Control de sobreescritura:

source: attempt to verify the archive after writing it
es: trata de verificar el archivo después de escribirlo

source: remove files after adding them to the archive
es: eliminar ficheros después de añadirlos al archivo

source: don't replace existing files when extracting
es: no reemplazar los archivos existentes al extraer

source: don't replace existing files that are newer than their archive copies
es: No reemplace los archivos existentes que sean más nuevos que las copias en el archivo

source: overwrite existing files when extracting
es: sobreescribir los archivos existentes al extraer

source: remove each file prior to extracting over it
es: eliminar cada archivo antes de extraer sobre él

source: empty hierarchies prior to extracting directory
es: vaciar jerarquía antes de extraer un directorio

source: preserve metadata of existing directories
es: preservar metadatos de los directorios existentes

source: overwrite metadata of existing directories when extracting (default)
es: reemplazar metadatos de directorios existentes al extraer (predeterminado)

source: Select output stream:
es: Seleccione el flujo de salida:

source: extract files to standard output
es: extraer archivos a la salida estándar

source: COMMAND
es: ORDEN

source: pipe extracted files to another program
es: entuba los archivos extraídos a otro programa

source: ignore exit codes of children
es: ignorar códigos de salida de hijos

source: treat non-zero exit codes of children as error
es: tratar los códigos de salida no cero de los hijos como error

source: Handling of file attributes:
es: Manejo de los atributos del archivo

source: force NAME as owner for added files
es: forzar NOMBRE como propietario para archivos añadidos

source: force NAME as group for added files
es: forzar NOMBRE como grupo para archivos añadidos

source: DATE-OR-FILE
es: FECHA-O-ARCHIVO

source: set mtime for added files from DATE-OR-FILE
es: establecer mtime para archivos añadidos desde DATE-OR-FILE

source: CHANGES
es: CAMBIOS

source: force (symbolic) mode CHANGES for added files
es: fuerza CAMBIOS (simbólicos) de modo para los ficheros que se añaden

source: METHOD
es: MÉTODO

source: preserve access times on dumped files, either by restoring the times after reading (METHOD='replace'; default) or by not setting the times in the first place (METHOD='system')
es: conserva las fechas de acceso en los archivos volcados, bien restaurando las fechas después de leer (MÉTODO=«replace»; predeterminado), o no estableciendo las fechas al principio (MÉTODO=«system»)

source: don't extract file modified time
es: no extraer fecha de modificación del archivo

source: try extracting files with the same ownership
es: intenta extraer los archivos con el mismo propietario

source: extract files as yourself
es: extrae los archivos con tu usuario

source: always use numbers for user/group names
es: utiliza siempre números para indicar los nombres de usuarios o grupos

source: extract information about file permissions (default for superuser)
es: extraer información sobre permisos de archivo (predeterminado para superusuarios)

source: apply the user's umask when extracting permissions from the archive (default for ordinary users)
es: aplicar la máscara de usuario cuando se extraigan permisos desde el archivo (por defecto para usuarios normales)

source: sort names to extract to match archive
es: ordena los nombres a extraer para coincidir con el archivo

source: same as both -p and -s
es: igual que usar a la vez -p y -s

source: delay setting modification times and permissions of extracted directories until the end of extraction
es: retrasar la configuración de los tiempos de modificación y de los permisos de los directorios descomprimidos hasta que termine la descompresión

source: cancel the effect of --delay-directory-restore option
es: cancelar el efecto de la opción --delay-directory-restore

source: Device selection and switching:
es: Selección de dispositivo y opciones:

source: ARCHIVE
es: ARCHIVO

source: use archive file or device ARCHIVE
es: usar fichero archivador o dispositivo ARCHIVE

source: use given rmt COMMAND instead of rmt
es: utiliza la ORDEN rmt dada en vez de rmt

source: use remote COMMAND instead of rsh
es: utiliza la ORDEN remota en vez de rsh

source: specify drive and density
es: especifique disco y densidad

source: create/list/extract multi-volume archive
es: crear/listar/extraer archivos multivolumen

source: change tape after writing NUMBER x 1024 bytes
es: cambiar cinta después de escribir NUMBER x 1024 bytes

source: run script at end of each tape (implies -M)
es: ejecutar script al final de cada cinta (implica -M)

source: use/update the volume number in FILE
es: use/actualice el número de volumen en ARCHIVO

source: Device blocking:
es: Bloques en los dispositivos:

source: BLOCKS
es: BLOQUES

source: BLOCKS x 512 bytes per record
es: BLOQUES x 512 bytes por grabación

source: NUMBER of bytes per record, multiple of 512
es: NÚMERO de bytes por registro, múltiplo de 512

source: ignore zeroed blocks in archive (means EOF)
es: ignorar bloques de tamaño cero en el archivo (significa fin de fichero (EOF))

source: reblock as we read (for 4.2BSD pipes)
es: rehace los bloques conforme se lee (para tuberías de 4.2BSD)

source: Archive format selection:
es: Archivo desde la entrada estándar

source: FORMAT
es: FORMATO

source: create archive of the given format
es: crear archivo del formato dado

source: FORMAT is one of the following:
es: el FORMATO es uno de los siguientes:

source: old V7 tar format
es: antiguo formato tar V7

source: GNU format as per tar <= 1.12
es: formato GNU de tar <= 1.12

source: GNU tar 1.13.x format
es: Formato GNU tar 1.13.x

source: POSIX 1003.1-1988 (ustar) format
es: Formato POSIX 1003.1-1988 (ustar)

source: POSIX 1003.1-2001 (pax) format
es: formato POSIX 1003.1-2001 (pax)

source: same as pax
es: lo mismo que pax

source: same as --format=v7
es: igual que --format=v7

source: same as --format=posix
es: igual que --format=posix

source: keyword[[:]=value][,keyword[[:]=value]]...
es: clave[[:]=valor][,clave[[:]=valor]]...

source: control pax keywords
es: palabras clave de control de pax

source: TEXT
es: TEXTO

source: create archive with volume name TEXT; at list/extract time, use TEXT as a globbing pattern for volume name
es: crear un archivador con nombre de volumen TEXTO; a la hora de listar o extraer, utiliza TEXTO como un patrón de expansión para el nombre de volumen

source: Compression options:
es: Opciones de compresión:

source: use archive suffix to determine the compression program
es: usar el sufijo de archivo para determinar el programa de compresión

source: filter the archive through bzip2
es: filtrar el archivo mediante bzip2

source: filter the archive through gzip
es: filtrar el archivo mediante gzip

source: filter the archive through compress
es: filtrar el archivo mediante compress

source: filter the archive through lzma
es: filtrar el archivo con Izma

source: filter through PROG (must accept -d)
es: filtrar mediante PROG (debe aceptar -d)

source: Local file selection:
es: Slección de archivo local:

source: add given FILE to the archive (useful if its name starts with a dash)
es: añade un ARCHIVO dado al archivo (útil si su nombre comienza con un guión)

source: change to directory DIR
es: cambiar al directorio DIR

source: get names to extract or create from FILE
es: lee los nombres a extraer o crear desde ARCHIVO

source: -T reads null-terminated names, disable -C
es: -T lee nombres terminados en nulo (null-terminated), desactiva -c

source: unquote filenames read with -T (default)
es: quitar cita de nombres de archivos leídos con -T (predeterminado)

source: do not unquote filenames read with -T
es: no quitar cita de nombres de archivos leídos con -T

source: PATTERN
es: PATRÓN

source: exclude files, given as a PATTERN
es: excluye archivos, dados como un PATRÓN

source: exclude patterns listed in FILE
es: excluye patrones listados en ARCHIVO

source: exclude contents of directories containing CACHEDIR.TAG, except for the tag file itself
es: excluir el contenido de los directorios que contengan CACHEDIR.TAG, excepto el propio archivo tag

source: exclude everything under directories containing CACHEDIR.TAG
es: excluir todo bajo los directorios que contengan CACHEDIR.TAG

source: exclude directories containing CACHEDIR.TAG
es: excluir directorios que contengan CACHEDIR.TAG

source: exclude contents of directories containing FILE, except for FILE itself
es: excluir el contenido de los directorios que contengan ARCHIVO, excepto el propio ARCHIVO

source: exclude everything under directories containing FILE
es: excluir todo bajo los directorios que contengan ARCHIVO

source: exclude directories containing FILE
es: excluir los directorios que contengan ARCHIVO

source: exclude version control system directories
es: excluir directorios de sistemas de control de versiones

source: avoid descending automatically in directories
es: evita descender automáticamente en directorios

source: stay in local file system when creating archive
es: mantenerse en el sistema de archivos local al crear archivo

source: recurse into directories (default)
es: incluir directorios anidados (predeterminado)

source: don't strip leading `/'s from file names
es: Eliminando la `/' inicial de los nombres de los enlaces

source: follow symlinks; archive and dump the files they point to
es: seguir los enlaces simbólicos; archivar y volcar los archivos a los que apuntan

source: MEMBER-NAME
es: NOMBRE-DE-MIEMBRO

source: begin at member MEMBER-NAME in the archive
es: comienza por el miembro NOMBRE-DE-MIEMBRO dentro del archivo

source: only store files newer than DATE-OR-FILE
es: almacena solamente ficheros más recientes que FECHA-O-FICHERO

source: DATE
es: FECHA

source: compare date and time when data changed only
es: comparar fecha y hora sólo cuando los datos hayan cambiado

source: backup before removal, choose version CONTROL
es: hacer una copia de seguridad antes de eliminar, escoger versión CONTROL

source: STRING
es: CADENA

source: File name transformations:
es: Transformaciones de nombre de archivo:

source: EXPRESSION
es: EXPRESIÓN

source: use sed replace EXPRESSION to transform file names
es: use sustitución sed EXPRESIÓN para transformar nombres de archivo

source: case sensitive matching (default)
es: comparación sensible a mayúsculas (predeterminado)

source: use wildcards (default for exclusion)
es: usar comodines (por defecto para exclusión)

source: verbatim string matching
es: coincidencia exacta de cadenas de caracteres

source: wildcards do not match `/'
es: los comodines no concuerdan con «/»

source: wildcards match `/' (default for exclusion)
es: los comodines concuerdan con «/» (predeterminado para exclusión)

source: Informative output:
es: Salida informativa:

source: verbosely list files processed
es: lista los ficheros procesados detalladamente

source: display progress messages every NUMBERth record (default 10)
es: mostrar mensajes de progreso cada NUMERO registros (predeterminado a 10)

source: ACTION
es: ACCIÓN

source: execute ACTION on each checkpoint
es: ejecuta ACCIÓN en cada punto de control

source: print a message if not all links are dumped
es: muestra un mensaje si no se vuelcan todos los enlaces

source: SIGNAL
es: SEÑAL

source: print total bytes after processing the archive; with an argument - print total bytes when this SIGNAL is delivered; Allowed signals are: SIGHUP, SIGQUIT, SIGINT, SIGUSR1 and SIGUSR2; the names without SIG prefix are also accepted
es: muestra el número total de bytes tras procesar el archivo; con el argumento - imprime el número total de bytes cuando se envía una SEÑAL. Esta puede ser SIGHUP, SIGQUIT, SIGINT, SIGUSR1 y SIGUSR. También se aceptan los nombres sin el prefijo SIG.

source: print file modification dates in UTC
es: mostrar fecha de modificación de los archivos en UTC

source: send verbose output to FILE
es: enviar salida verbosa a ARCHIVO

source: show block number within archive with each message
es: mostrar número de bloque dentro del archivo en cada mensaje

source: ask for confirmation for every action
es: preguntar por confirmación en cada acción

source: show tar defaults
es: muestra los valores predeterminados de tar

source: when listing or extracting, list each directory that does not match search criteria
es: al listar o extraer, lista cada directorio que no coincide con el criterio de búsqueda

source: show file or archive names after transformation
es: muestra el archivo o nombres de archivo después de la transformación

source: STYLE
es: ESTILO

source: set name quoting style; see below for valid STYLE values
es: establece el estilo de citado; más abajo encontrará los ESTILOS válidos

source: additionally quote characters from STRING
es: caracteres de cita adicionales desde STRING

source: disable quoting for characters from STRING
es: desactivar citación para caracteres desde STRING

source: Compatibility options:
es: Opciones de compatibilidad:

source: when creating, same as --old-archive; when extracting, same as --no-same-owner
es: al crear, lo mismo que --old-archive; al extraer, lo mismo que --no-same-owner

source: Other options:
es: Otras opciones:

source: disable use of some potentially harmful options
es: deshabilitar el uso de algunas opciones potencialmente dañinas

source: You may not specify more than one `-Acdtrux' option
es: No se puede especificar más de una opción `-Acdtrux'

source: Conflicting compression options
es: Opciones de compresión en conflicto

source: Unknown signal name: %s
es: Nombre de señal desconocida: %s

source: Date sample file not found
es: Archivo de ejemplo de fecha no encontrado

source: Substituting %s for unknown date format %s
es: Sustituyendo %s por el formato de fecha desconocido %s

source: Option %s: Treating date `%s' as %s
es: Opción %s: se trata la fecha «%s» como %s

source: %s: file list already read
es: %s: la lista de archivos ya se ha leído

source: %s: file name read contains nul character
es: %s: el nombre del archivo contiene caracteres nulos

source: Valid arguments for --quoting-style options are:
es: Los argumentos válidos para la opción --quoting-style son:

source: *This* tar defaults to:
es: *Esta* versión de tar tiene por defecto:

source: Invalid blocking factor
es: Factor de bloqueo inválido

source: Warning: the -I option is not supported; perhaps you meant -j or -T?
es: Atención: no se admite la opción -I; ¿no será -j o -T?

source: Invalid tape length
es: Longitud de cinta inválida

source: More than one threshold date
es: Se ha especificado más de una fecha tope

source: --atime-preserve='system' is not supported on this platform
es: --atime-preserve='system' no esta soportado para esta plataforma

source: --checkpoint value is not an integer
es: --el valor del punto de control no es un entero

source: %s: Invalid group
es: %s: Grupo inválido

source: Invalid mode given on option
es: Se ha especificado un modo no válido en la opción

source: Invalid number
es: Número no válido

source: Invalid owner
es: Propietario no válido

source: Invalid record size
es: Tamaño de registro no válido

source: Record size must be a multiple of %d.
es: El tamaño del registro debe ser múltiplo de %d.

source: Invalid number of elements
es: Número de elementos no válido

source: Only one --to-command option allowed
es: Solo es permitida una opción --to-command

source: Malformed density argument: %s
es: Argumento de densidad incorrecto: %s

source: Unknown density: `%c'
es: Densidad desconocida: `%c'

source: Options `-[0-7][lmh]' not supported by *this* tar
es: *Esta* versión de tar no admite las opciones `-[0-7][lmh]'

source: [FILE]...
es: [ARCHIVO]...

source: Old option `%c' requires an argument.
es: La opción antigua `%c' requiere un argumento

source: --occurrence is meaningless without a file list
es: --occurrence no tiene sentido sin una lista de archivos

source: --occurrence cannot be used in the requested operation mode
es: --occurrence no se puede usar en el modo de operación solicitado

source: Multiple archive files require `-M' option
es: Los archivos múltiples requieren la opción `-M'

source: Cannot combine --listed-incremental with --newer
es: No se puede combinar --listed-incremental con --newer

source: %s: Volume label is too long (limit is %lu byte)
es: %s: La etiqueta de volumen es demasiado larga (el límite es %lu byte)

source: Cannot verify multi-volume archives
es: No se pueden verificar archivos multi-volumen

source: Cannot verify compressed archives
es: No se pueden verificar archivos comprimidos

source: Cannot use multi-volume compressed archives
es: No se pueden utilizar archivos multi-volumen comprimidos

source: Cannot concatenate compressed archives
es: No se pueden concatenar archivadores comprimidos

source: --pax-option can be used only on POSIX archives
es: --pax-option sólo se puede usar con archivos POSIX

source: Cowardly refusing to create an empty archive
es: Rechazo cobarde a crear un archivo vacío

source: Options `-Aru' are incompatible with `-f -'
es: Las opciones `-Aru' son incompatibles con `-f -'

source: You must specify one of the `-Acdtrux' options
es: Debe especificar una de las opciones `-Acdtrux'

source: Error exit delayed from previous errors
es: Salida con error demorada desde errores anteriores

source: %s: File shrank by %s byte
es: %s: El tamaño del fichero ha disminuido en %s byte

source: Keyword %s is unknown or not yet implemented
es: La palabra clave %s es desconocida o no está aún implementada

source: Pattern %s cannot be used
es: No se puede usar el patrón %s

source: Keyword %s cannot be overridden
es: No se puede ignorar la palabra clave %s

source: Malformed extended header: missing length
es: Cabecera extendida errónea: falta la longitud

source: Extended header length is out of allowed range
es: El tamaño extendido de la cabecera está fuera del rango permitido

source: Extended header length %*s is out of range
es: El tamaño extendido de la cabecera %*s está fuera del rango

source: Malformed extended header: missing blank after length
es: Cabecera extendida errónea: falta un espacio después de la longitud

source: Malformed extended header: missing equal sign
es: Cabecera extendida mal formada: falta un signo de igualdad

source: Malformed extended header: missing newline
es: Cabecera extendida errónea: falta un salto de línea

source: Ignoring unknown extended header keyword `%s'
es: Se ignora la clave de cabecera extendida «%s» desconocida

source: Generated keyword/value pair is too long (keyword=%s, length=%s)
es: El par clave/valor generado es demasiado largo (clave=%s, longitud=%s)

source: Extended header %s=%s is out of range %s..%s
es: La cabecera extendida %s=%s está fuera del rango %s..%s

source: Malformed extended header: invalid %s=%s
es: Cabecera extendida errónea: %s=%s inválido

source: Malformed extended header: excess %s=%s
es: Cabecera extendida errónea: %s=%s invalido

source: Malformed extended header: invalid %s: unexpected delimiter %c
es: Cabecera extendida malformada: %s invalido: delimitador inesperado %c

source: Malformed extended header: invalid %s: odd number of values
es: Cabecera extendida errónea: %s invalido: numero impar de valores

source: %s: not a valid timeout
es: %s: no es un tiempo de espera válido

source: %s: unknown checkpoint action
es: %s: acción de punto de comprobación desconocida

source: write
es: escritura

source: read
es: lectura

source: Write checkpoint %u
es: Punto de comprobación de escritura %u

source: Read checkpoint %u
es: Punto de comprobación de lectura %u

source: genfile manipulates data files for GNU paxutils test suite. OPTIONS are:
es: genfile manipula archivos de datos con los programas de GNU paxutils.

source: File creation options:
es: Opciones de creación de archivos:

source: SIZE
es: TAMAÑO

source: Create file of the given SIZE
es: Crea un archivo del TAMAÑO especificado

source: Write to file NAME, instead of standard output
es: Escribe en el archivo NAME, en lugar de en la salida estándar

source: Read file names from FILE
es: Lee nombres de archivos desde ARCHIVO

source: -T reads null-terminated names
es: -T lee nombres terminados en null

source: Fill the file with the given PATTERN. PATTERN is 'default' or 'zeros'
es: Rellar el archivo con el PATRÓN dado. El PATRÓN es 'default' o 'zeros'

source: Size of a block for sparse file
es: Tamaño de bloque para archivos dispersos

source: Generate sparse file. Rest of the command line gives the file map.
es: Genera un archivo disperso. El resto de la línea de órdenes da el mapa del archivo.

source: Seek to the given offset before writing data
es: Salta al OFFSET indicado antes de escribir datos

source: File statistics options:
es: Opciones de las estadísticas de archivos:

source: Print contents of struct stat for each given file. Default FORMAT is:
es: Imprimir el contenido de la estructura de estatus de cada archivo dado. El formato predeterminado es:

source: Synchronous execution options:
es: Opciones de ejecución síncrona:

source: Execute given COMMAND. Useful with --checkpoint and one of --cut, --append, --touch
es: Ejecuta la ORDEN dada. Útil con --checkpoint y alguno de --cut, --append, --touch

source: Set date for next --touch option
es: Definir fecha para la siguiente opción --touch

source: Display executed checkpoints and exit status of COMMAND
es: Muestra los puntos de control ejecutados y el estado de terminación de ORDEN

source: Synchronous execution actions. These are executed when checkpoint number given by --checkpoint option is reached.
es: Acciones de ejecución síncrona. Se ejecutan cuando se llega al número de punto de control especificado en la opción --checkpoint.

source: Truncate FILE to the size specified by previous --length option (or 0, if it is not given)
es: Trunca ARCHIVO al tamaño especificado en una opción previa --length (o a 0 si no se especificó)

source: Append SIZE bytes to FILE. SIZE is given by previous --length option.
es: Añade TAMAÑO bytes al ARCHIVO. TAMAÑO se especifica previamente con la opción --length.

source: Update the access and modification times of FILE
es: Actualiza las fechas de acceso y modificación de ARCHIVO

source: Execute COMMAND
es: Ejecuta ORDEN

source: Invalid size: %s
es: Tamaño inválido: %s

source: Number out of allowed range: %s
es: Número fuera del rango permitido: %s

source: Negative size: %s
es: Tamaño negativo: %s

source: stat(%s) failed
es: falló stat(%s)

source: Error parsing number near `%s'
es: Error interpretando número cerca de «%s»

source: Unknown date format
es: Formato de fecha desconocido
