Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/tar.po
Languages: es

source: invalid argument %s for %s
es: argumento %s inválido para %s

source: ambiguous argument %s for %s
es: argumento %s ambiguo para %s

source: Valid arguments are:
es: Los argumentos válidos son:

source: ARGP_HELP_FMT: %s value is less than or equal to %s
es: ARGP_HELP_FMT: el valor %s es menor o igual a %s

source: %.*s: ARGP_HELP_FMT parameter requires a value
es: %.*s: El parámetro ARGP_HELP_FMT requiere de un valor

source: %.*s: ARGP_HELP_FMT parameter must be positive
es: %.*s: El parámetro ARGP_HELP_FMT necesita un valor

source: %.*s: Unknown ARGP_HELP_FMT parameter
es: %.*s: Parámetro ARGP_HELP_FMT desconocido

source: Garbage in ARGP_HELP_FMT: %s
es: Basura in ARGP_HELP_FMT: %s

source: Mandatory or optional arguments to long options are also mandatory or optional for any corresponding short options.
es: Los argumentos obligatorios u opcionales para opciones largas son también obligatorios u opcionales para cualquier opción corta correspondiente.

source: Usage:
es: Uso:

source: or:
es: o:

source: [OPTION...]
es: [OPCIÓN...]

source: Try `%s --help' or `%s --usage' for more information.
es: Intente`%s --help' o `%s --usage' para mayor información.

source: Report bugs to %s.
es: Comunicar errores a %s.

source: Unknown system error
es: Error del sistema desconocido

source: give this help list
es: Entrega esta lista de ayuda

source: give a short usage message
es: dar un mensaje corto de uso

source: NAME
es: NOMBRE

source: set the program name
es: fijar el nombre de programa

source: SECS
es: SEGS

source: hang for SECS seconds (default 3600)
es: esperando SECS segundos (por defecto 3600)

source: print program version
es: Muestra la versión del programa

source: (PROGRAM ERROR) No version known!?
es: (ERROR DEL PROGRAMA) ¿Versión desconocida?

source: %s: Too many arguments
es: %s: Demasiados argumentos

source: (PROGRAM ERROR) Option should have been recognized!?
es: (ERROR DEL PROGRAMA) ¿¡La opción debería reconocerse!?

source: write error
es: error de escritura

source: %s: option `%s' is ambiguous
es: %s: la opción `%s' es ambigua

source: %s: option `--%s' doesn't allow an argument
es: %s: la opción `--%s' no admite ningún argumento

source: %s: option `%c%s' doesn't allow an argument
es: %s: la opción `%c%s' no admite ningún argumento

source: %s: option `%s' requires an argument
es: %s: la opción `%s' requiere un argumento

source: %s: unrecognized option `--%s'
es: %s: opción no reconocida `--%s'

source: %s: unrecognized option `%c%s'
es: %s: opción no reconocida `%c%s'

source: %s: illegal option -- %c
es: %s: opción ilegal -- %c

source: %s: invalid option -- %c
es: %s: opción inválida -- %c

source: %s: option requires an argument -- %c
es: %s: la opción requiere un argumento -- %c

source: %s: option `-W %s' is ambiguous
es: %s: la opción `-W %s' es ambigua

source: %s: option `-W %s' doesn't allow an argument
es: %s: la opción `-W %s' no admite ningún argumento

source: memory exhausted
es: memoria agotada

source: unable to record current working directory
es: no se puede registrar el directorio de trabajo actual

source: failed to return to initial working directory
es: no se puede volver al directorio de trabajo inicial

source: %s: Cannot %s
es: %s: No se puede %s

source: %s: Warning: Cannot %s
es: %s: Atención: No se puede %s

source: %s: Cannot change mode to %s
es: %s: No se puede cambiar el modo a %s

source: %s: Cannot change ownership to uid %lu, gid %lu
es: %s: No se puede cambiar el propietario a uid %lu, gid %lu

source: %s: Cannot hard link to %s
es: %s: No se puede crear un enlace duro a %s

source: %s: Read error at byte %s, while reading %lu byte
es: %s: Error de lectura en el byte %s, leyendo %lu byte

source: %s: Warning: Read error at byte %s, while reading %lu byte
es: %s: Atención: Error de lectura en el byte %s, leyendo %lu byte

source: %s: Cannot seek to %s
es: %s: No se puede desplazar a %s

source: %s: Warning: Cannot seek to %s
es: %s: Atención: No se puede desplazar a %s

source: %s: Cannot create symlink to %s
es: %s: No se puede crear el enlace simbólico a %s

source: %s: Wrote only %lu of %lu byte
es: %s: Sólo se escribieron %lu de %lu byte

source: Removing leading `%s' from member names
es: Eliminando la `%s' inicial de los nombres

source: Removing leading `%s' from hard link targets
es: Eliminando `%s' inicial de los nombres de los enlaces

source: Substituting `.' for empty member name
es: Sustituyendo `.' por un nombre miembro vacío

source: Substituting `.' for empty hard link target
es: Sustituyendo `.' por el destino de un enlace duro vacío

source: ^[yY]
es: ^[sS]

source: exec/tcp: Service not available
es: exec/tcp: Servicio no disponible

source: stdin
es: entrada estándar (stdin)

source: stdout
es: salida estándar (stdout)

source: Cannot execute remote shell
es: No se puede ejecutar un shell remoto

source: License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html> This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
es: Licencia GPLv3+: GPL de GNU versión 3 o posterior <http://gnu.org/licenses/gpl.html> Esto es software libre: tiene la libertad de cambiarlo y redistribuirlo. No tiene GARANTÍA, hasta los límites de la ley.

source: Written by %s.
es: Escrito por %s.

source: Written by %s and %s.
es: Escrito por %s y %s.

source: Written by %s, %s, and %s.
es: Escrito por %s, %s, y %s.

source: Written by %s, %s, %s, and %s.
es: Escrito por %s, %s, %s, y %s.

source: Written by %s, %s, %s, %s, and %s.
es: Escrito por %s, %s, %s, %s, y %s.

source: Written by %s, %s, %s, %s, %s, and %s.
es: Escrito por %s, %s, %s, %s, %s, y %s.

source: Written by %s, %s, %s, %s, %s, %s, and %s.
es: Escrito por %s, %s, %s, %s, %s, %s, y %s.

source: Written by %s, %s, %s, %s, %s, %s, %s, and %s.
es: Escrito por %s, %s, %s, %s, %s, %s, %s, y %s.

source: Written by %s, %s, %s, %s, %s, %s, %s, %s, and %s.
es: Escrito por %s, %s, %s, %s, %s, %s, %s, %s, y %s.

source: Written by %s, %s, %s, %s, %s, %s, %s, %s, %s, and others.
es: Escrito por %s, %s, %s, %s, %s, %s, %s, %s, %s, y otros.

source: Input string too long
es: Cadena de entrada demasiado larga

source: Number syntax error
es: Error de sintaxis de número

source: rmtd: Cannot allocate buffer space
es: rmtd: No se puede asignar espacio para el búfer

source: Cannot allocate buffer space
es: No se puede asignar espacio para el búfer

source: Try `%s --help' for more information.
es: Pruebe `%s --help' para más información.

source: Usage: %s [OPTION] Manipulate a tape drive, accepting commands from a remote process. --version Output version info. --help Output this help.
es: Uso: %s [OPCIÓN] Manipula una unidad de cinta, aceptando órdenes de un proceso remoto. --version Muestra información de versión. --help Muestra esta ayuda.

source: Report bugs to <%s>.
es: Informar de errores a <%s>.

source: Seek offset error
es: Margen de error en búsqueda

source: Seek offset out of range
es: Desplazamiento fuera de rango

source: Seek direction out of range
es: Dirección de desplazamiento fuera de rango

source: rmtd: Premature eof
es: rmtd: EOF prematuro

source: Premature end of file
es: Fin de fichero prematuro

source: Garbage command
es: Orden ininteligible

source: This does not look like a tar archive
es: Esto no parece un archivo tar

source: Total bytes written
es: Total de bytes escritos: : %s (%s, %s/s)

source: Total bytes read
es: Total de bytes leídos

source: Total bytes deleted: %s
es: Total de bytes borrados: %s

source: (pipe)
es: (tubería)

source: Invalid value for record_size
es: El valor de `record_size' no es válido

source: No archive name given
es: No se ha especificado ningún nombre de archivo

source: Cannot verify stdin/stdout archive
es: No se puede verificar la entrada/salida estándar

source: Archive is compressed. Use %s option
es: El archivo está comprimido. Utilice la opción %s

source: Cannot update compressed archives
es: No se pueden actualizar archivos comprimidos

source: At beginning of tape, quitting now
es: Al principio de la cinta, se terminará ahora

source: Too many errors, quitting
es: Demasiados errores, abandono

source: Unaligned block (%lu byte) in archive
es: Bloque no alineado (%lu byte) en el archivo

source: Record size = %lu block
es: Tamaño de registro = %lu bloque

source: Cannot backspace archive file; it may be unreadable without -i
es: No se puede ir hacia atrás en el archivo; puede ser ilegible sin -i

source: rmtlseek not stopped at a record boundary
es: rmtlseek no se detuvo en un límite de registro

source: %s: contains invalid volume number
es: %s: contiene un número de volumen inválido

source: Volume number overflow
es: Desbordamiento en el número de volumen

source: Prepare volume #%d for %s and hit return:
es: Prepare el volumen #%d para %s y pulse intro:

source: EOF where user reply was expected
es: Se encontró un final de fichero mientras se esperaba respuesta del usuario

source: WARNING: Archive is incomplete
es: ATENCIÓN: El archivo está incompleto

source: ! Spawn a subshell
es: ! Engendrar una subconsola

source: ? Print this list
es: ¿Imprimir esta lista?

source: No new volume; exiting.
es: No hay volumen nuevo; finalizando.

source: File name not specified. Try again.
es: No ha especificado un nombre de archivo. Pruebe otra vez.

source: Invalid input. Type ? for help.
es: Entrada no válida. Escriba ? para ver la ayuda.

source: %s command failed
es: falló la orden %s

source: %s is possibly continued on this volume: header contains truncated name
es: %s continuará posiblemente en este volumen: la cabecera contiene un nombre truncado

source: %s is not continued on this volume
es: %s no continúa en este volumen

source: %s is the wrong size (%s != %s + %s)
es: %s tiene un tamaño erróneo (%s != %s + %s)

source: This volume is out of sequence
es: Este volumen está fuera de secuencia

source: Archive not labeled to match %s
es: El archivo no está etiquetado para que coincida con %s

source: Volume %s does not match %s
es: El volumen %s no coincide con %s

source: %s: file name too long to be stored in a GNU multivolume header, truncated
es: %s: el nombre del archivo es demasiado largo para almacenarse en una cabecera multivolumen de GNU

source: Could only read %lu of %lu byte
es: Sólo se pudo leer %lu de %lu byte

source: Contents differ
es: El contenido es distinto

source: Unexpected EOF in archive
es: EOF inesperado en el archivo

source: File type differs
es: El tipo de fichero es distinto

source: Mode differs
es: El modo es distinto

source: Uid differs
es: El uid es distinto

source: Gid differs
es: El gid es distinto

source: Mod time differs
es: La fecha de modificación es distinta

source: Size differs
es: El tamaño es distinto

source: Not linked to %s
es: No se enlaza a %s

source: Symlink differs
es: El enlace simbólico es distinto

source: Device number differs
es: El número de dispositivo es distinto

source: Verify
es: Verificar

source: %s: Unknown file type `%c', diffed as normal file
es: %s: Tipo de archivo `%c' desconocido, se toma la diferencia como un archivo normal

source: Archive contains file names with leading prefixes removed.
es: El archivo contiene nombres de archivo con prefijos eliminados.

source: Verification may fail to locate original files.
es: La verificación puede fallar al localizar los archivos originales.

source: VERIFY FAILURE: %d invalid header detected
es: FALLO DE VERIFICACIÓN: %d cabecera inválida detectada

source: A lone zero block at %s
es: Un bloque de ceros aislado en %s

source: %s: contains a cache directory tag %s; %s
es: %s: contiene una etiqueta de directorio de caché %s; %s

source: value %s out of %s range %s..%s; substituting %s
es: valor %s fuera del rango %s %s..%s; se sustituye %s

source: value %s out of %s range %s..%s
es: valor %s fuera del rango %s %s..%s

source: Generating negative octal headers
es: Generando cabeceras octales negativas

source: %s: file name is too long (max %d); not dumped
es: %s: el nombre del archivo es demasiado largo (max %d); no se vuelca

source: %s: file name is too long (cannot be split); not dumped
es: %s: el nombre del archivo es demasiado largo (no se puede acortar); no se vuelca

source: %s: link name is too long; not dumped
es: %s: el nombre del archivo es demasiado largo; no se vuelca

source: %s: File shrank by %s byte; padding with zeros
es: %s: El tamaño del fichero ha disminuido en %s byte, se rellenará con ceros

source: %s: file is on a different filesystem; not dumped
es: %s: el fichero está en un sistema de ficheros distinto; no se vuelca

source: contents not dumped
es: contenidos no volcados

source: %s: Unknown file type; file ignored
es: %s: Tipo de fichero desconocido; no se tendrá en cuenta

source: Missing links to %s.
es: Faltan enlaces a '%s'.

source: %s: file is unchanged; not dumped
es: %s: el fichero no ha cambiado; no se vuelca

source: %s: file is the archive; not dumped
es: %s: el fichero es el propio archivo; no se vuelca

source: %s: File removed before we read it
es: %s: El fichero fue borrado antes de leerlo

source: directory not dumped
es: directorio no volcado

source: %s: file changed as we read it
es: %s: el fichero cambió mientras se estaba leyendo

source: %s: socket ignored
es: %s: el `socket' no se tendrá en cuenta

source: %s: door ignored
es: %s: no se tendrá en cuenta la puerta

source: Skipping to next header
es: Saltando a la siguiente cabecera

source: Deleting non-header from archive
es: Borrando no-cabecera del archivo

source: %s: implausibly old time stamp %s
es: %s: no se tendrá en cuenta la marca de fecha `%s' inválida

source: %s: time stamp %s is %s s in the future
es: %s: la marca de tiempo %s está %s s en el futuro

source: %s: Unexpected inconsistency when making directory
es: %s: Inconsistencia inesperada al crear el directorio

source: %s: Directory renamed before its status could be extracted
es: %s: El directorio fue renombrado antes de que se pudiera extraer su estado

source: Extracting contiguous files as regular files
es: Extrayendo ficheros contiguos como ficheros regulares

source: Attempting extraction of symbolic links as hard links
es: Intentando la extracción de enlaces simbólicos como enlaces duros

source: Reading %s
es: Leyendo %s

source: %s: Cannot extract -- file is continued from another volume
es: %s: No se puede extraer -- el fichero es continuación de otro volumen

source: Unexpected long name header
es: Nombre largo de la cabecera no esperado

source: %s: Unknown file type `%c', extracted as normal file
es: %s: Tipo de archivo `%c' desconocido, se extrajo como un archivo normal

source: Current %s is newer or same age
es: El actual %s es más moderno o de la misma edad

source: %s: Was unable to backup this file
es: %s: No se pudo hacer copia de seguridad de este fichero

source: Cannot rename %s to %s
es: No se puede renombrar %s a %s

source: Error is not recoverable: exiting now
es: El error no es recuperable: salida ahora

source: %s: Directory has been renamed from %s
es: %s: El directorio ha sido renombrado desde %s

source: %s: Directory has been renamed
es: %s: El directorio ha sido renombrado

source: %s: Directory is new
es: %s: El directorio es nuevo

source: Invalid time stamp
es: Marca de tiempo inválida

source: Invalid modification time (seconds)
es: Modificación de tiempo invalida (segundos)

source: Invalid modification time (nanoseconds)
es: Tiempo de modificación no válido (nanosegundos)

source: Invalid device number
es: Número de dispositivo inválido

source: Invalid inode number
es: Número de nodo-i inválido

source: Field too long while reading snapshot file
es: Campo demasiado largo mientras se leía el archivo de captura

source: Read error in snapshot file
es: Error de lectura en el archivo de instantánea

source: Unexpected EOF in snapshot file
es: Fin de archivo inesperado en el archivo

source: Unexpected field value in snapshot file
es: Valor de campo inesperado en el archivo de captura

source: Missing record terminator
es: Interruptor de grabación perdido

source: Bad incremental file format
es: Formato de archivo incremental incorrecto

source: Unsupported incremental format version: %<PRIuMAX>
es: Versión de formato incremental no soportado: %<PRIuMAX>

source: Malformed dumpdir: expected '%c' but found %#3o
es: Directorio de destino malformado: se esperaba '%c' pero se encontró %#3o

source: Malformed dumpdir: 'X' duplicated
es: Directorio de destino malformado: 'X' duplicado

source: Malformed dumpdir: empty name in 'R'
es: Volcado de directorio mal formado: nombre vacío en 'R'

source: Malformed dumpdir: 'T' not preceeded by 'R'
es: Directorio de destino malformado: 'T' no esta precedido de 'R'

source: Malformed dumpdir: empty name in 'T'
es: Volcado de directorio mal formado: nombre vacío en 'T'

source: Malformed dumpdir: expected '%c' but found end of data
es: Directorio de destino malformado: se esperaba '%c' pero se encontró el final de los datos

source: Malformed dumpdir: 'X' never used
es: Directorio de destino malformado: 'X' nunca se usa

source: Cannot create temporary directory using template %s
es: No se puede crear un directorio temporal usando la plantilla %s

source: %s: Not purging directory: unable to stat
es: %s: No se purga el directorio: no se puede efectuar `stat'

source: %s: directory is on a different device: not purging
es: %s: el fichero está en un sistema de ficheros distinto; no se vuelca

source: %s: Deleting %s
es: %s: Borrando %s

source: %s: Cannot remove
es: %s: No se puede borrar

source: %s: Omitting
es: %s: Se omite

source: block %s: ** Block of NULs **
es: bloque %s: ** Bloque de NULos **

source: block %s: ** End of File **
es: bloque %s: ** Fin de Fichero **

source: block %s:
es: bloque %s:

source: Blanks in header where numeric %s value expected
es: Hay blancos en la cabecera cuando se esperaba el valor numérico %s

source: Archive octal value %.*s is out of %s range; assuming two's complement
es: El valor octal %.*s del archivo está fuera del rango %s; se supone complemento a dos

source: Archive octal value %.*s is out of %s range
es: El valor octal %.*s del archivo está fuera del rango %s

source: Archive contains obsolescent base-64 headers
es: El archivo contiene cabeceras base 64 obsoletas

source: Archive signed base-64 string %s is out of %s range
es: La cadena firmada en base 64 %s del archivo está fuera del rango %s

source: Archive base-256 value is out of %s range
es: El valor en base 256 del archivo está fuera del rango %s

source: Archive contains %.*s where numeric %s value expected
es: El archivo contiene %.*s donde se esperaba el valor numérico %s

source: Archive value %s is out of %s range %s..%s
es: El valor del archivador %s está fuera de %s rango %s..%s

source: link to %s
es: enlace a %s

source: unknown file type %s
es: tipo de fichero desconocido %s

source: --Long Link--
es: --Enlace largo--

source: --Long Name--
es: --Nombre largo--

source: --Volume Header--
es: --Cabecera de Volumen--

source: --Continued at byte %s--
es: --Continúa en el byte %s--

source: Creating directory:
es: Creando el directorio:

source: Renaming %s to %s
es: Se renombra %s como %s

source: %s: Cannot rename to %s
es: %s: No se puede renombrar a %s

source: Renaming %s back to %s
es: Se vuelve a renombrar %s como %s

source: Cannot save working directory
es: No se puede guardar el directorio de trabajo

source: Cannot change working directory
es: No se puede cambiar el directorio de trabajo

source: child process
es: proceso hijo

source: interprocess channel
es: canal de interproceso

source: Pattern matching characters used in file names. Please,
es: Caracteres de búsqueda usados en nombre de archivos. Por favor,

source: use --wildcards to enable pattern matching, or --no-wildcards to
es: use --wildcards para habilitar la coincidencia de patrón, o --no-wildcards para

source: suppress this warning.
es: suprimir este aviso.

source: %s: Not found in archive
es: %s: No se encuentra en el archivo

source: %s: Required occurrence not found in archive
es: %s: Ocurrencia necesaria no se encuentra en el archivo

source: Options `-%s' and `-%s' both want standard input
es: Las opciones `-%s' y `-%s' requieren entrada estándar

source: %s: Invalid archive format
es: %s: Formato de archivo no válido

source: GNU features wanted on incompatible archive format
es: Se requieren características de GNU en formato de archivo incompatible

source: Unknown quoting style `%s'. Try `%s --quoting-style=help' to get a list.
es: Estilo de cita `%s' desconocido. Pruebe `%s --quoting-style=help' para obtener una lista.

source: GNU `tar' saves many files together into a single tape or disk archive, and can restore individual files from the archive. Examples: tar -cf archive.tar foo bar # Create archive.tar from files foo and bar. tar -tvf archive.tar # List all files in archive.tar verbosely. tar -xf archive.tar # Extract all files from archive.tar.
es: GNU «tar» guarda muchos archivos juntos en un único archivo de cinta o disco, y puede recuperar archivos individuales desde el archivador. Ejemplos: tar -cf archivo.tar foo bar # Crea el archivo archivo.tar con los archivos foo y bar. tar -tvf archivo.tar # Lista todos los archivos en archivo.tar detalladamente. tar -xf archivo.tar # Extrae todos los archivos contenidos en archivo.tar.

source: The backup suffix is `~', unless set with --suffix or SIMPLE_BACKUP_SUFFIX. The version control may be set with --backup or VERSION_CONTROL, values are: none, off never make backups t, numbered make numbered backups nil, existing numbered if numbered backups exist, simple otherwise never, simple always make simple backups
es: El sufijo de respaldo es «~», a menos que se establezca con --suffix o SIMPLE_BACKUP_SUFFIX. El control de versiones puede establecerse con --backup o VERSION_CONTROL, los valores son: none, off no hacer copias de respaldo t, numbered hacer copias de respaldo numeradas nil, existing numeradas si existen copias numeradas, simples en otro caso never, simple hacer siempre copias de respaldo simples

source: Main operation mode:
es: Modo principal de operación

source: list the contents of an archive
es: muestra el contenido de un archivo

source: extract files from an archive
es: extrae ficheros de un archivo

source: create a new archive
es: crea un nuevo archivo

source: find differences between archive and file system
es: encuentra diferencias entre archivos y el sistema de ficheros

source: append files to the end of an archive
es: añade ficheros al final del archivo

source: only append files newer than copy in archive
es: sólo añade archivos más nuevos que las copias en el archivo

source: append tar files to an archive
es: añade ficheros tar a un archivo

source: delete from the archive (not on mag tapes!)
es: elimina del archivo (¡no en cintas magnéticas!)

source: test the archive volume label and exit
es: comprobar la etiqueta de volumen de archivo y salir

source: Operation modifiers:
es: Modificadores de la operación

source: handle sparse files efficiently
es: maneja pocos archivos eficientemente

source: MAJOR[.MINOR]
es: MAYOR[.MENOR]

source: set version of the sparse format to use (implies --sparse)
es: establece la versión del formato sparse para usar (implica --sparse)

source: handle old GNU-format incremental backup
es: maneja el formato GNU antiguo de respaldo incremental

source: FILE
es: ARCHIVO

source: handle new GNU-format incremental backup
es: maneja el nuevo formato GNU de respaldo incremental

source: do not exit with nonzero on unreadable files
es: no sale con valor distinto de cero o con archivos no legibles

source: NUMBER
es: NÚMERO
