Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/tar.po
Languages: es

source: cannot open `%s'
es: no se puede abrir `%s'

source: cannot seek
es: no se puede buscar

source: file name contains null character
es: el nombre del archivo contiene caracteres nulos

source: cannot generate sparse files on standard output, use --file option
es: no se pueden generar archivos dispersos en la salida estándar, use la opción --file

source: incorrect mask (near `%s')
es: Máscara incorrecta (cerca de «%s»)

source: Unknown field `%s'
es: Campo desconocido «%s»

source: cannot set time on `%s'
es: No se puede establecer la fecha en «%s»

source: Command exited successfully
es: La orden se ejecutó correctamente

source: Command failed with status %d
es: La orden falló con estado %d

source: Command terminated on signal %d
es: La orden finalizó con la señal %d

source: Command stopped on signal %d
es: Orden detenida con la señal %d

source: Command terminated
es: Orden terminada

source: --stat requires file names
es: --stat requiere nombre de archivos

source: too many arguments
es: demasiados parámetros

source: n name Give a new file name for the next (and subsequent) volume(s) q Abort tar y or newline Continue operation
es: n nombre Da un nombre nuevo al archivo para el próximo (y siguientes) volúmenes. q Abortar tar y o salto de línea Continuar operación

source: archive file is local even if it has a colon
es: el archivador de archivos es local incluso si tiene una coma

source: follow hard links; archive and dump the files they refer to
es: seguir enlaces duros; archivar y volcar los archivos a los que se refieran

source: backup before removal, override usual suffix ('~' unless overridden by environment variable SIMPLE_BACKUP_SUFFIX)
es: hacer copia de respaldo antes de eliminar, sobrescribiendo el sufijo típico ('~' a menos que esté sobrescrito por la variable de entorno SIMPLE_BACKUP_SUFFIX)

source: File name matching options (affect both exclude and include patterns):
es: Opciones de concordancia de nombres de archivos (afecta a patrones de inclusión/exclusión):

source: ignore case
es: ignorar capitalización

source: patterns match file name start
es: patrones que concuerdan con el inicio del nombre de archivo

source: patterns match after any `/' (default for exclusion)
es: patrones que concuerdan después de «/» (predeterminado para exclusión)

source: Perform given action (see below) upon reaching checkpoint NUMBER
es: Ejecutar la acción dada (ver debajo) hasta llegar al punto de control NÚMERO
