Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/texinfo.po
Languages: es

source: Scroll down by half screen size
es: Deslizar hacia abajo la mitad del tamaño de pantalla

source: Scroll up by half screen size
es: Deslizar hacia arriba la mitad del tamaño de pantalla

source: Select the next window
es: Seleccionar la siguiente ventana

source: Select the previous window
es: Seleccionar la ventana anterior

source: Split the current window
es: Dividir la ventana actual

source: Delete the current window
es: Borrarr la ventana actual

source: Cannot delete a permanent window
es: No se puede borrar una ventana permanente

source: Delete all other windows
es: Borrar las demás ventanas

source: Scroll the other window
es: Deslizar la otra ventana

source: Scroll the other window backward
es: Deslizar la otra ventana hacia atrás

source: Grow (or shrink) this window
es: Aumentar (o disminuir) esta ventana

source: Divide the available screen space among the visible windows
es: Dividir el espacio de pantalla disponible entre las ventanas visibles

source: Toggle the state of line wrapping in the current window
es: Cambia el estado del ajuste de línea en la ventana actual

source: Select the Next node
es: Seleccionar el siguiente nodo

source: Select the Prev node
es: Seleccionar el nodo anterior

source: Select the Up node
es: Seleccionar el nodo de arriba

source: Select the last node in this file
es: Seleccionar el último nodo de este archivo

source: This window has no additional nodes
es: Esta ventana no tiene nodos adicionales

source: Select the first node in this file
es: Seleccionar el primer nodo de este archivo

source: Select the last item in this node's menu
es: Seleccionar el último elemento de este menú de nodos

source: Select this menu item
es: Seleccionar este elemento del menú

source: There aren't %d items in this menu.
es: No hay elementos %d en este menú.

source: Menu item (%s):
es: Elemento de menú (%s):

source: Menu item:
es: Elemento de menú:

source: Follow xref (%s):
es: Seguir xref (%s):

source: Follow xref:
es: Seguir xref:

source: Read a menu item and select its node
es: Leer un elemento de menú y seleccionar su nodo

source: Read a footnote or cross reference and select its node
es: Leer una nota al pié o referencia cruzada y seleccionar su nodo

source: Move to the start of this node's menu
es: Ir al principio de este menú de nodos

source: Visit as many menu items at once as possible
es: Visitar tantos elementos de menú de una vez como sea posible

source: Read a node name and select it
es: Leer un nombre de nodo y seleccionarlo

source: Goto node:
es: Ir a nodo:

source: No menu in node `%s'.
es: No menú en nodo`%s'.

source: No menu item `%s' in node `%s'.
es: No elemento de menú `%s' en nodo `%s'.

source: Unable to find node referenced by `%s' in `%s'.
es: No es posible encontrar referencia de nodo por `%s' en `%s'.

source: Read a list of menus starting from dir and follow them
es: Leer una lista de menús empezando desde dir y seguirlos

source: Follow menus:
es: Seguir menús:

source: Find the node describing program invocation
es: Encontrar el nodo que describe la invocación de programa

source: Find Invocation node of [%s]:
es: Encontrar el nodo invocador de [%s]:

source: Read a manpage reference and select it
es: Leer la página de ayuda de referencia y seleccionarla

source: Get Manpage:
es: Obtener página de ayuda

source: Select the node `Top' in this file
es: Seleccionar el nodo `Top' de este archivo

source: Select the node `(dir)'
es: Seleccionar el nodo`(dir)'

source: Kill node (%s):
es: Eliminar nodo (%s):

source: Cannot kill node `%s'
es: No se puede eliminar nodo`%s'

source: Cannot kill the last node
es: No se puede eliminar el último nodo

source: Select the most recently selected node
es: Seleccionar el más reciente nodo seleccionado

source: Kill this node
es: Eliminar este nodo

source: Read the name of a file and select it
es: Leer el nombre del archivo y seleccionarlo

source: Find file:
es: Encontrar archivo:

source: Cannot find `%s'.
es: No se puede encontrar '%s'.

source: Could not create output file `%s'.
es: No se pudo crear el archivo de salida '%s'.

source: Done.
es: Realizado.

source: Writing node %s...
es: Escribiendo nodo %s...

source: Pipe the contents of this node through INFO_PRINT_COMMAND
es: Entuba el contenido de este nodo a través de INFO_PRINT_COMMAND

source: Cannot open pipe to `%s'.
es: No se puede abrir tubería a `%s'.

source: Printing node %s...
es: Imprimiendo nodo %s...

source: Searching subfile %s ...
es: Buscando subarchivo %s...

source: Read a string and search for it case-sensitively
es: Leer una cadena y buscarla sensible a mayúsculas

source: Read a string and search for it
es: Leer una cadena y buscarla

source: Read a string and search backward for it
es: Leer una cadena y buscarla hacia atrás

source: %s%sfor string [%s]:
es: %s%spara la cadena [%s]:

source: Search backward
es: Buscar hacia atrás

source: Search
es: Buscar

source: case-sensitively
es: sensible a mayúsculas

source: Search failed.
es: Búsqueda fallida.

source: Repeat last search in the same direction
es: Repetir la última búsqueda en la misma dirección

source: No previous search string
es: No hay cadena de búsqueda previa

source: Repeat last search in the reverse direction
es: Repetir la última búsqueda en dirección inversa

source: Search interactively for a string as you type it
es: Buscar interactivamente una cadena mientras teclea

source: I-search:
es: I-búsqueda:

source: Failing
es: Fallando

source: Move to the previous cross reference
es: Mover al cruce de referencia previo

source: Move to the next cross reference
es: Mover al siguiente cruce de referencia

source: Select reference or menu item appearing on this line
es: Seleccionar la referencia o elemento de menú que aprecerá en esta línea

source: Cancel current operation
es: Cancelar la operación actual

source: Quit
es: Sailr

source: Move the cursor to a specific line of the window
es: Mover el cursor a la línea específica de la ventana

source: Redraw the display
es: Redibujar la pantalla

source: Quit using Info
es: Salir usando info

source: Unknown command (%s).
es: Comando desconocido (%s).

source: "%s" is invalid
es: "%s" es inválido

source: `%s' is invalid
es: "%s" es inválido

source: Add this digit to the current numeric argument
es: Agregar este dígito al argumento numérico actual

source: Start (or multiply by 4) the current numeric argument
es: Iniciar (o multiplicar por 4) el argumento numérico actual

source: Internally used by \[universal-argument]
es: Usado internamente por \[universal-argument]

source: readline: Out of virtual memory!
es: readline: Fuera de memoria virtual

source: When "On", footnotes appear and disappear automatically
es: Cuando se activa, las notas al pie aparecen y desaparecen automáticamente

source: When "On", flash the screen instead of ringing the bell
es: Cuando se activa, la pantalla parpadea mientras suena la campana

source: When "On", errors cause the bell to ring
es: Cuando está activado, los errores hacen sonar la campana

source: When "On", the portion of the matched search string is highlighted
es: Cuando se activa, la porción de búsqueda coincidente se resalta

source: The number lines to scroll when the cursor moves out of the window
es: Número de líneas a desplazar cuando el cursor se mueve fuera de la ventana

source: Explain the use of a variable
es: Explicar el uso de la variable

source: Describe variable:
es: Describir variable:

source: Set the value of an Info variable
es: Establece el valor de una variable Info

source: Set variable:
es: Establecer variable:

source: Set %s to value (%d):
es: Establecer %s al valor (%d):

source: Set %s to value (%s):
es: Establecer %s al valor (%s):

source: --*** Tags out of Date ***
es: --*** Etiquetas caducadas ***

source: -----Info: (), lines ----,
es: -----Info: (), líneas ----,

source: -%s---Info: %s, %d lines --%s--
es: -%s---Info: %s, %d líneas --%s--

source: -%s%s-Info: (%s)%s, %d lines --%s--
es: -%s%s-Info: (%s)%s, %d líneas --%s--

source: Subfile: %s
es: Subarchivo: %s

source: arguments to @%s ignored
es: argumentos de @%s ignorados

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: unlikely character %c in @var
es: carácter improbable %c en @var

source: `{' expected, but saw `%c'
es: se esperaba `{' pero dijo `%c'

source: `}' expected, but saw `%c'
es: se esperaba `}' pero dijo `%c'

source: %c%s is obsolete
es: %c%s es obsoleto

source: @sp requires a positive numeric argument, not `%s'
es: @sp requiere un argumento numérico positivo, no `%s'

source: Bad argument to %c%s
es: Argumento erróneo para %c%s

source: none
es: ninguno

source: Bad argument to @%s
es: Mal argumento a @%s

source: insert
es: insertar

source: Bad argument to @%s: %s
es: Mal argumento en @%s: %s

source: Only @%s 10 or 11 is supported, not `%s'
es: Solamente @%s 10 u 11 está soportado, no `%s'

source: Missing `}' in @def arg
es: falta `}' en arg @def

source: Function
es: Función

source: Special Form
es: Formulario especial

source: User Option
es: Opcion de usuario

source: Instance Variable
es: Variable de instancia

source: Method
es: Método

source: of
es: de

source: on
es: encendido

source: Must be in `@%s' environment to use `@%s'
es: Debe estar en el entorno `@%s' para utilizar `@%s'

source: `%s' omitted before output filename
es: `%s' omitido antes del nombre de archivo de salida

source: `%s' omitted since writing to stdout
es: `%s' omitido mientras se escribía la salida estándar

source: Output buffer not empty.
es: El búfer de salida no está vacío

source: See
es: Vea

source: `%c%s' needs an argument `{...}', not just `%s'
es: `%c%s' necesita un argumento `{...}', no solamente `%s'

source: Footnote defined without parent node
es: Nota al pie definida sin nodo padre

source: Footnotes inside footnotes are not allowed
es: No estan permitidas notas al pie dentro de notas al pie

source: Footnotes
es: Notas al pie

source: %s: could not open --css-file: %s
es: %s: no se puede abrir el archivo --css: %s

source: Untitled
es: Sin título

source: [unexpected] invalid node name: `%s'
es: [inesperado] nombre de nodo inválido: `%s'

source: Unknown index `%s'
es: Índice desconocido `%s'

source: Index `%s' already exists
es: Indice `%s' ya existe

source: Unknown index `%s' and/or `%s' in @synindex
es: Índice desconocido `%s' y/o `%s' en @synindex

source: (line )
es: (línea )

source: (line %*d)
es: (línea %*d)

source: Unknown index `%s' in @printindex
es: Índice desconocido `%s' en @printindex

source: Entry for index `%s' outside of any node
es: La entrada del índice `%s' fuera de cualquier nodo

source: (outside of any node)
es: (fuera de cualquier nodo)

source: Enumeration stack overflow
es: Pila de enumeración sobrepasada

source: %s requires an argument: the formatter for %citem
es: %s requiere un argumento: el formateador para el elemento %c

source: %s requires letter or digit
es: %s requiere letra o dígito

source: end of file inside verbatim block
es: Fin de archivo dentro de bloque textual

source: Unmatched `%c%s'
es: Sin coincidencia `%c%s'

source: `%c%s' needs something after it
es: `%c%s' necesita algo después

source: Bad argument `%s' to `@%s', using `%s'
es: Mal argumento `%s' a `@%s', usando `%s'

source: %c%s found outside of an insertion block
es: %c%s encontrado fuera de un bloque de inserción

source: %s is not a valid ISO 639 language code
es: %s ino es un código de idioma ISO 639 válido

source: sorry, encoding `%s' not supported
es: la codificación`%s' no está soportada

source: invalid encoded character `%s'
es: carácter codificado inválido `%s'

source: %c%s expects `i' or `j' as argument, not `%c'
es: %c%s se esperaba `i' o `j' como argumento, no `%c'

source: %c%s expects a single character `i' or `j' as argument
es: %c%s se esperaba un carácter `i' o `j' como argumento

source: macro `%s' previously defined
es: macro `%s' previamente definida

source: here is the previous definition of `%s'
es: aquí está la definición previa de `%s'

source: Macro `%s' called on line %d with too many args
es: Macro «%s» llamada en la linea %d con demasiados argumentos

source: %cend macro not found
es: %c fin de macro no encontrada

source: @allow-recursion is deprecated; please use @rmacro instead
es: @allow-recursion es obsoleto; por favor use @rmacro como reemplazo

source: @quote-arg is deprecated; arguments are quoted by default
es: @quote-arg es obsoleto; los argumentos son colocados entre comillas por defecto.

source: Too many errors! Gave up.
es: ¡Demasiados errores! se da por vencido.

source: %s:%d: warning:
es: %s:%d: aviso:

source: Try `%s --help' for more information.
es: Pruebe «%s --help» para obtener más información.

source: %s: %s arg must be numeric, not `%s'.
es: %s: el argumento %s debe ser numérico, no `%s'.

source: %s: missing file argument.
es: %s: argumento de archivo perdido.

source: Multiline command %c%s used improperly
es: Orden multilínea %c%s usada de manera impropia

source: Expected `%s'
es: Se esperaba`%s'

source: Can't create directory `%s': %s
es: No se puede crear el directorio `%s': %s

source: No `%s' found in `%s'
es: No se encontró `%s' en `%s'

source: Unknown command `%s'
es: Comando desconocido '%s'

source: Unmatched }
es: } no coincide

source: NO_NAME!
es: SIN_NOMBRE

source: No such file `%s'
es: No es un archivo `%s'

source: undefined flag: %s
es: bandera no definida: %s

source: {No value for `%s'}
es: {No hay un valor para `%s'}

source: %c%s requires a name
es: %c%s requiere un nombre

source: `%.40s...' is too long for expansion; not expanded
es: `%.40s...' es muy largo para la expansión; no será expandido

source: Too many columns in multitable item (max %d)
es: Demasiadas columnas en artículos multitabla (máx %d)

source: ** Multicolumn output from last row:
es: **Salida multicolumna de la última fila:

source: * column #%d: output = %s
es: * columna #%d: salida = %s

source: Node `%s' previously defined at line %d
es: Nodo `%s' previamente definido en la línea %d

source: Formatting node %s...
es: Formateando nodo %s...

source: No node name specified for `%c%s' command
es: No especificado nombre del nodo para el comando `%c%s'

source: Rename this anchor or use the `--no-split' option
es: Renombre este anclaje o use la opción `--no-split'

source: Next:
es: Siguiente:

source: Previous:
es: Anterior:

source: Up:
es: Arriba:

source: Menu
es: Menú

source: Cross
es: Cruz

source: This node (%s) has the bad Prev
es: Este nodo (%s) tiene un previo incorrecto

source: Prev
es: Anterior

source: This node (%s) has the bad Next
es: Este nodo (%s) tiene un Siguiente incorrecto

source: Up
es: Arriba

source: unreferenced node `%s'
es: nodo no referenciado `%s'

source: Removing %s
es: Eliminando %s

source: Can't remove file `%s': %s
es: No se puede eliminar el archivo `%s': %s

source: Appendix %c
es: Apéndice %c

source: Internal error (search_sectioning) `%s'!
es: Error Interno (search_sectioning) `%s'!

source: Internal error (search_sectioning) "%s"!
es: Error interno (search_sectioning) `%s'!

source: %c%s is obsolete; use %c%s instead
es: %c%s es obsoleto; use en su lugar %c%s

source: @image file `%s' unreadable: %s
es: archivo de la imagen `%s' ilegible: %s

source: see
es: Vea

source: See section ``%s'' in
es: Vea la sección ``%s'' en

source: %s: warning:
es: %s: aviso:

source: for %s
es: para %s

source: Try `%s --help' for a complete list of options.
es: Pruebe `%s --help´ para ver una lista de opciones.

source: %s: could not read (%s) and could not create (%s)
es: %s: no se puede leer (%s) y no se puede crear (%s)

source: %s: empty file
es: %s: archivo vacio

source: %s: Specify the Info file only once.
es: %s: Especifique una sola vez el archivo de información.

source: Error in regular expression `%s': %s
es: Error en la expresión regular `%s': %s

source: excess command line argument `%s'
es: Exceso de argumento '%s' en linea de comandos

source: No input file specified; try --help for more information.
es: Archivo de entrada no espeficicado; Intente --help para más información

source: no info dir entry in `%s'
es: no hay entrada de direectorio de información en `%s'

source: menu item `%s' already exists, for file `%s'
es: el elemento de menú `%s' ya existe en el archivo `%s'

source: no entries found for `%s'; nothing deleted
es: no se encontraron entradas para '%s'; nada eliminado

source: display this help and exit
es: muestra ésta ayuda y sale

source: send output to FILE
es: Enviar salida al ARCHIVO

source: display version information and exit
es: muestra información de la versión y sale

source: Usage: %s [OPTION]... FILE...
es: Modo de empleo: %s [OPCIÓN]... ARCHIVO...

source: Generate a sorted index for each TeX output FILE.
es: Genera un índice ordenado para cada ARCHIVO de salida TeX.

source: Usually FILE... is specified as `foo.%c%c' for a document `foo.texi'.
es: Usualmente el ARCHIVO... se especifica como`foo.%c%c' para el documento `foo.texi'.

source: Options:
es: Opciones:

source: failure reopening %s
es: fallo reabriendo %s

source: %s: not a texinfo index file
es: %s: no es un archivo de índice de texinfo

source: No page number in %s
es: Sin número de página en %s

source: entry %s follows an entry with a secondary name
es: la entrada %s conlleva a una entrada con nombre secundario
