Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/texinfo.po
Languages: es

source: Unknown system error
es: Error desconocido de sistema

source: %s: option `%s' is ambiguous
es: %s: opcion `%s' es ambigua

source: %s: option `--%s' doesn't allow an argument
es: %s: la opción `--%s' no permite ningún argumento

source: %s: option `%c%s' doesn't allow an argument
es: %s: la opción `%c%s' no admite argumento

source: %s: option `%s' requires an argument
es: %s: la opción `%s' necesita algún argumento

source: %s: unrecognized option `--%s'
es: %s: opción `--%s' no reconocida.

source: %s: unrecognized option `%c%s'
es: %s: opción `%c%s' no reconocida

source: %s: illegal option -- %c
es: %s: opcion ilegal -- %c

source: %s: invalid option -- %c
es: %s: opcion invalida -- %c

source: %s: option requires an argument -- %c
es: %s: la opción necesita un argumento - %c

source: %s: option `-W %s' is ambiguous
es: %s: opcion `-W %s' es ambigua

source: %s: option `-W %s' doesn't allow an argument
es: %s: la opción `--%s' no permite ningún argumento

source: memory exhausted
es: memoria agotada

source: Move forward a character
es: Mover al siguiente caracter

source: Move backward a character
es: Mover a un carácter anterior

source: Move to the start of this line
es: Ir al comienzo de esta línea

source: Move to the end of this line
es: Ir al final de esta línea

source: Move forward a word
es: Moverse hacia adelante una palabra

source: Move backward a word
es: Retroceder una palabra

source: Delete the character under the cursor
es: Eliminar el carácter bajo el cursor

source: Delete the character behind the cursor
es: Eliminar el carácter tras el cursor

source: Cancel or quit operation
es: Cancelar o terminar operación

source: Accept (or force completion of) this line
es: Aceptar (o forzar el completado de) esta línea

source: Insert next character verbatim
es: Inserte el próximo caracter textualmente

source: Insert this character
es: Insertar este caracter

source: Insert a TAB character
es: Insertar tabulación

source: Transpose characters at point
es: Transponer caracteres a un punto

source: Yank back the contents of the last kill
es: Deshacer la última eliminación

source: Kill ring is empty
es: El anillo de claves está vacío

source: Yank back a previous kill
es: Deshacer una última eliminación

source: Kill to the end of the line
es: Eliminar hasta el final de la línea

source: Kill to the beginning of the line
es: Eliminar hasta el comienzo de la línea

source: Kill the word following the cursor
es: Borrar la palabra que sigue al cursor

source: Kill the word preceding the cursor
es: Borrar la palabra que precede al cursor

source: No completions
es: Sin terminaciones

source: Not complete
es: Incompleto

source: List possible completions
es: Lista de posibles terminaciones

source: Sole completion
es: Única terminación

source: One completion:
es: Una terminación:

source: %d completions:
es: %d terminaciones:

source: Insert completion
es: Insertar terminación

source: Building completions...
es: Construyendo terminaciones...

source: Scroll the completions window
es: Deslizar la ventana de terminaciones

source: Footnotes could not be displayed
es: No se pueden mostrar las notas al pie

source: Show the footnotes associated with this node in another window
es: Mostrar notas asociadas con este nodo en otra ventana

source: ---------- Footnotes ----------
es: ---------- Notas al pie ----------

source: Look up a string in the index for this file
es: Buscar una cadena en el índice de este archivo

source: Finding index entries...
es: Buscando entradas en el índice...

source: No indices found.
es: No se han encontrado índices.

source: Index entry:
es: Entrada de índice:

source: Go to the next matching index item from the last `\[index-search]' command
es: Ir al siguiente elemento concordante del índice desde el último comando `\[index-search]'

source: No previous index search string.
es: No se ha encontrado la cadena en el índice anterior.

source: No index entries.
es: No hay entradas de índice

source: No %sindex entries containing `%s'.
es: Ninguna entrada de índice %s que contenga `%s'.

source: more
es: más

source: CAN'T SEE THIS
es: NO SE PUEDE VER ESTO

source: Found `%s' in %s. (`\[next-index-match]' tries to find next.)
es: Encontrado `%s' en %s. ('\[next-index-match]' intenta encontrar el siguiente.)

source: Scanning indices of `%s'...
es: Buscando índices de `%s'...

source: No available info files have `%s' in their indices.
es: No hay información disponible de los archivos que tienen `%s' en sus índices.

source: Grovel all known info file's indices for a string and build a menu
es: Rebajar todos los índices de archivos conocidos por una cadena y construir un menú

source: Index apropos:
es: Índice aproximado:

source: * Menu: Nodes whose indices contain `%s':
es: *Menú: Nodos cuyos índices contienen `%s':

source: Try --help for more information.
es: Use --help para más información.

source: Copyright (C) %s Free Software Foundation, Inc. License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html> This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
es: Copyright (C) %s Free Software Foundation, Inc. License GPLv3+: GNU GPL versión 3 o posterior <http://gnu.org/licenses/gpl.html> Este es software libre: puede cambiarlo o redistribuirlo. NO HAY GARANTÍA, en la medida de lo permitido por la ley.

source: no index entries found for `%s'
es: no se han encontrado entradas de índice para `%s'

source: -b, --speech-friendly be friendly to speech synthesizers.
es: -b, --speech-friendly se amigable hablando a los sintetizadores.

source: Email bug reports to bug-texinfo@gnu.org, general questions and discussion to help-texinfo@gnu.org. Texinfo home page: http://www.gnu.org/software/texinfo/
es: Correo para informar de errores bug-texinfo@gnu.org, cuestiones generales help-texinfo@gnu.org. Página de inicio de Texinfo: http://www.gnu.org/software/texinfo/

source: Cannot find node `%s'.
es: No se puede encontrar nodo `%s'.

source: Cannot find node `(%s)%s'.
es: No se encuentra el nodo `[%s]%s'.

source: Cannot find a window!
es: ¡No se puede encontrar una ventana!

source: Point doesn't appear within this window's node!
es: ¡El punto no aparece en esta ventana!

source: Cannot delete the last window.
es: No se puede borrar la última ventana.

source: No menu in this node.
es: No hay menú en este nodo.

source: No footnotes in this node.
es: No hay notas en este nodo.

source: No cross references in this node.
es: No hay referencias cruzadas en este nodo.

source: No `%s' pointer for this node.
es: No hay puntero `%s' para este nodo.

source: Unknown Info command `%c'; try `?' for help.
es: Comando Info `%c' desconocido; intenta `?' para ayuda.

source: Terminal type `%s' is not smart enough to run Info.
es: Terminal `%s' no es suficientemente listo para correr Info.

source: You are already at the last page of this node.
es: Ya está en la última página de este nodo.

source: You are already at the first page of this node.
es: Ya está en la primera página de este nodo.

source: Only one window.
es: Solo una ventana.

source: Resulting window would be too small.
es: La ventana resultante sería demasiado pequeña.

source: Not enough room for a help window, please delete a window.
es: No hay suficiente espacio para una ventana de ayuda, por favor elimine una ventana.

source: Basic Commands in Info Windows ******************************
es: Comandos básicos en Info Windows ******************************

source: \%-10[quit-help] Quit this help.
es: \%-10[quit-help] Sale de esta ayuda.

source: \%-10[quit] Quit Info altogether.
es: \%-10[quit] Sale de Info.

source: \%-10[get-info-help-node] Invoke the Info tutorial.
es: \%-10[get-info-help-node] Invoca el tutorial de Info.

source: Selecting other nodes: ----------------------
es: Seleccionando otros nodos: ----------------------

source: \%-10[next-node] Move to the "next" node of this node.
es: \%-10[next-node] Mueve al siguiente nodo de este nodo.

source: \%-10[prev-node] Move to the "previous" node of this node.
es: \%-10[prev-node] Mueve al anterior nodo de este nodo.

source: \%-10[up-node] Move "up" from this node.
es: \%-10[up-node] Mueve arriba de este nodo.

source: \%-10[menu-item] Pick menu item specified by name. Picking a menu item causes another node to be selected.
es: \%-10[menu-item] Selecciona un elemento de menú por el nombre. Seleccionar un elemento de menú hace que otro nodo sea seleccionado.

source: \%-10[xref-item] Follow a cross reference. Reads name of reference.
es: \%-10[xref-item] Sigue una referencia cruzada. Lee el nombre de la referencia.

source: \%-10[history-node] Move to the last node seen in this window.
es: \%-10[history-node] Va al último nodo de esta ventana.

source: \%-10[move-to-next-xref] Skip to next hypertext link [*].
es: \%-10[move-to-next-xref] Saltar al siguiente vínculo de hipertexto [*].

source: \%-10[move-to-prev-xref] Skip to previous hypertext link [*].
es: \%-10[move-to-prev-xref] Saltar al anterior vínculo de hipertexto [*].

source: \%-10[select-reference-this-line] Follow the hypertext link under cursor.
es: \%-10[select-reference-this-line] Sigue el enlace de hipertexto debajo del cursor.

source: \%-10[dir-node] Move to the `directory' node. Equivalent to `\[goto-node] (DIR)'.
es: \%-10[dir-node] Va al nodo `directory'. Equivalente a `\[goto-node] (DIR)'.

source: \%-10[top-node] Move to the Top node. Equivalent to `\[goto-node] Top'.
es: \%-10[top-node] Va al nodo de mayor nivel. Equivalente a `\[goto-node] Top'.

source: Moving within a node: ---------------------
es: Yendo a nodo: ---------------------

source: \%-10[beginning-of-node] Go to the beginning of this node.
es: \%-10[beginning-of-node] Va al principio de este nodo.

source: \%-10[end-of-node] Go to the end of this node.
es: \%-10[end-of-node] Va al final de este nodo.

source: \%-10[next-line] Scroll forward 1 line.
es: \%-10[next-line] Desplaza una línea adelante.

source: \%-10[prev-line] Scroll backward 1 line.
es: \%-10[prev-line] Desplaza una línea atrás.

source: \%-10[scroll-forward] Scroll forward a page.
es: \%-10[scroll-forward] Desplaza una página adelante.

source: \%-10[scroll-backward] Scroll backward a page.
es: \%-10[scroll-backward] Desplaza una página atrás.

source: Other commands: ---------------
es: Otros comandos: ---------------

source: 1...9 Pick first...ninth item in this node's menu.
es: 1...9 escoja del primero al noveno elemento en este menú de nodo.

source: \%-10[last-menu-item] Pick last item in this node's menu.
es: \%-10[last-menu-item] Seleccionar el último elemento en este menú de nodo.

source: \%-10[index-search] Search for a specified string in the index entries of this Info file, and select the node referenced by the first entry found.
es: \%-10[index-search] Busca una cadena específica en las entradas de índice de archivo Info y selecciona el nodo referenciado por la primera entrada encontrada.

source: \%-10[goto-node] Move to node specified by name. You may include a filename as well, as in (FILENAME)NODENAME.
es: \%-10[goto-node] Va al nodo especificado por el nombre. Puede también incluir un nombre de archivo, como en (FILENAME)NODENAME.

source: \%-10[search] Search forward for a specified string and select the node in which the next occurrence is found.
es: \%-10[search] Busca hacia adelante una cadena específica y selecciona el nodo en el que se encuentra la próxima ocurrencia.

source: \%-10[search-backward] Search backward for a specified string and select the node in which the previous occurrence is found.
es: \%-10[search-backward] Busca hacia atrás por una cadena específica y selecciona el nodo en el que se ha encontrado la anterior ocurrencia.

source: %-10s Quit this help.
es: %-10s Quitar la ayuda.

source: %-10s Quit Info altogether.
es: %-10s Salir de Info.

source: %-10s Invoke the Info tutorial.
es: %-10s Invocar el tutorial sobre Info.

source: %-10s Move to the `next' node of this node.
es: %-10s Ir al `next' nodo de este nodo.

source: %-10s Move to the `previous' node of this node.
es: %-10s Ir al nodo `anterior' a este nodo.

source: %-10s Move `up' from this node.
es: %-10s Ir `up' de este nodo.

source: %-10s Pick menu item specified by name.
es: %-10s Selecciona un elemento del menú por el nombre.

source: Picking a menu item causes another node to be selected.
es: Seleccionar un elemento del menú causa que otro nodo sea seleccionado.

source: %-10s Follow a cross reference. Reads name of reference.
es: %-10s Seguir una referencia cruzada. Leer el nombre de la referencia.

source: %-10s Move to the last node seen in this window.
es: %-10s Ir al último nodo visto en esta ventana.

source: %-10s Skip to next hypertext link within this node.
es: %-10s Ir al siguiente enlace de hipertexto de este nodo.

source: %-10s Follow the hypertext link under cursor.
es: %-10s Seguir el enlace de hipertexto debajo del cursor

source: %-10s Move to the `directory' node. Equivalent to `g (DIR)'.
es: %-10s Ir al nodo `directory'. Equivalente a `g (DIR)'.

source: %-10s Move to the Top node. Equivalent to `g Top'.
es: %-10s Ir al nodo de nivel superior. Equivalente a `g Top'.

source: %-10s Scroll forward a page.
es: %-10s Deslizar hacia delante una página.

source: %-10s Scroll backward a page.
es: %-10s Deslizar hacia detrás una página.

source: %-10s Go to the beginning of this node.
es: %-10s Ir al principio de este nodo.

source: %-10s Go to the end of this node.
es: %-10s Ir al final de este nodo.

source: %-10s Scroll forward 1 line.
es: %-10s Desplazar hacia delante una línea.

source: %-10s Scroll backward 1 line.
es: %-10s Desplazar hacia atrás una línea.

source: %-10s Pick first ... ninth item in node's menu.
es: %-10s Seleccionar el primer... noveno elemento de este menú.

source: %-10s Pick last item in node's menu.
es: %-10s Seleccionar el último elemento de este menú de nodo.

source: %-10s Move to node specified by name.
es: %-10s Ir al nodo especificado por nombre.

source: You may include a filename as well, as in (FILENAME)NODENAME.
es: Podrías incluir también un nombre de archivo, como en (FILENAME)NODENAME.

source: %-10s Search backward for a specified string
es: %-10s Buscar hacia atrás una cadena específica

source: and select the node in which the next occurrence is found.
es: y selecciona el nodo en el que se encuentre la próxima ocurrencia.

source: The current search path is:
es: La actual ruta de búsqueda es:

source: Commands available in Info windows:
es: Comandos disponibles en ventanas Info:

source: Commands available in the echo area:
es: Comandos disponibles en el área de eco:

source: The following commands can only be invoked via %s:
es: Los siguientes comandos solo pueden ser invocados via %s:

source: The following commands cannot be invoked at all:
es: Los siguientes comandos no pueden ser invocados:

source: --- Use `\[history-node]' or `\[kill-node]' to exit ---
es: --- Usar `\[history-node]' o `\[kill-node]' para salir ---

source: Display help message
es: Muestra un mensaje de ayuda

source: Visit Info node `(info)Help'
es: Visita nodo Info `(info)Help'

source: Print documentation for KEY
es: Imprime documentación para KEY

source: Describe key: %s
es: Describir key: %s

source: ESC %s is undefined.
es: ESC %s no está definido.

source: %s is undefined.
es: %s no está definido.

source: %s is defined to %s.
es: %s está definido como %s.

source: Show what to type to execute a given command
es: Muestra qué teclear para ejecutar un comando dado

source: Where is command:
es: Donde está el comando:

source: `%s' is not on any keys
es: `%s' no está en ninguna tecla

source: %s can only be invoked via %s.
es: %s solo puede ser invocado via %s.

source: %s can be invoked via %s.
es: %s puede ser invocado via %s.

source: There is no function named `%s'
es: No hay ninguna función llamada `%s'

source: incorrect number of arguments
es: número incorrecto de argumentos

source: cannot open input file `%s'
es: no se puede abrir archivo de entrada `%s'

source: cannot create output file `%s'
es: no se puede crear el archivo de salida `%s'

source: error writing to `%s'
es: error escribiendo a `%s'

source: error closing output file `%s'
es: error cerrando archivo de salida `%s'

source: key sequence too long
es: secuencia de teclas demasiado larga

source: missing key sequence
es: falta secuencia de teclas

source: NUL character (\000) not permitted
es: caracter NUL (\000) no permitido

source: NUL character (^%c) not permitted
es: caracter NUL (^%c) no permitido

source: missing action name
es: falta nombre de acción

source: section too long
es: sección demasiado larga

source: unknown action `%s'
es: acción `%s' desconocida

source: action name too long
es: nombre de acción demasiado largo

source: extra characters following action `%s'
es: caracteres de más trás acción `%s'

source: missing variable name
es: falta nombre de variable

source: missing `=' immediately after variable name
es: falta `=' inmediatamente después del nombre de variable

source: variable name too long
es: nombre de variable demasiado largo

source: value too long
es: valor demasiado largo

source: "%s", line %u:
es: "%s", línea %u:

source: Usage: %s [OPTION]... [INPUT-FILE] Compile infokey source file to infokey file. Reads INPUT-FILE (default $HOME/.infokey) and writes compiled key file to (by default) $HOME/.info. Options: --output FILE output to FILE instead of $HOME/.info --help display this help and exit. --version display version information and exit.
es: Uso: %s [OPTION]... [INPUT-FILE] Compilar archivo fuente infokey a archivo infokey. Lee INPUT-FILE (por defecto $HOME/.infokey) y escribe archivo compilado a (por defecto) $HOME/.info. Opciones: --output FILE output to FILE instead of $HOME/.info --help muestra esta ayuda y sale. --version muestra información sobre la versión y sale.

source: Ignoring invalid infokey file `%s' - too small
es: Ignorando archivo de infokey no válido`%s' - demasiado pequeño

source: Ignoring invalid infokey file `%s' - too big
es: Ignorando archivo de infokey no válido`%s' - demasiado grande

source: Error reading infokey file `%s' - short read
es: Error leyendo archivo de infokey `%s' - lectura corta

source: Invalid infokey file `%s' (bad magic numbers) -- run infokey to update it
es: Archivo de infokey no válido `%s' (números mágicos incorrectos) -- ejecuta infokey para actualizarlo

source: Your infokey file `%s' is out of date -- run infokey to update it
es: Su archivo de `%s' no está actualizado -- ejecute infokey para actualizarlo

source: Invalid infokey file `%s' (bad section length) -- run infokey to update it
es: Archivo de infokey no válido `%s' (longitud de sección incorrecta) -- ejecute infokey para actualizarlo

source: Invalid infokey file `%s' (bad section code) -- run infokey to update it
es: Archivo de infokey no válido `%s' (código de sección incorrecto) -- ejecute infokey para actualizarlo

source: Bad data in infokey file -- some key bindings ignored
es: Datos incorrectos en archivo de infokey -- algún atajo de teclado ignorado

source: Bad data in infokey file -- some var settings ignored
es: Datos incorrectos en archivo de infokey -- algunas opciones de variable ignoradas

source: Read the name of an Info command and describe it
es: Lee el nombre de un comando Info y lo describe

source: Describe command:
es: Describe comando:

source: Read a command name in the echo area and execute it
es: Lee un nombre de comando en el área eco y lo ejecuta

source: Cannot execute an `echo-area' command here.
es: No se puede ejecutar un comando `echo-area' aquí.

source: Undefined command: %s
es: Comando no definido: %s

source: Set the height of the displayed window
es: Establecer la altura de la ventana mostrada

source: Set screen height to (%d):
es: Establecer la altura de la pantalla a (%d):

source: Couldn't manipulate the file %s.
es: No se puede manipular el archivo %s.

source: * Menu: (File)Node Lines Size Containing File ---------- ----- ---- ---------------
es: * Menú: (Archivo)Nodo Líneas Tamaño Contenido Archivo ---------- ----- ---- ---------------

source: Here is the menu of nodes you have recently visited. Select one from this menu, or use `\[history-node]' in another window.
es: Aquí está el menú de nodos que ha visitado recientemente. Seleccione uno del menú, o use `\[history-node]' en otra ventana.

source: Make a window containing a menu of all of the currently visited nodes
es: Hacer que una ventana contenga un menú de todos los nodos visitados

source: Select a node which has been previously visited in a visible window
es: Seleccionar un nodo que ha sido visitado anteriormente en una ventana visible

source: Select visited node:
es: Seleccionar nodo visitado:

source: The reference disappeared! (%s).
es: ¡La referencia desapareció! (%s).

source: Welcome to Info version %s. Type \[get-help-window] for help, \[menu-item] for menu item.
es: Bienvenido a la versión Info %s. Escriba \[get-help-window] para ayuda, \[menu-item] para un elemento del menú.

source: Move down to the next line
es: Bajar a la siguiente línea

source: Move up to the previous line
es: Subir a la línea anterior

source: Move to the end of the line
es: Ir al final de la línea

source: Move to the start of the line
es: Ir al principio de la línea

source: Next
es: Siguiente

source: Following Next node...
es: Siguiendo siguiente nodo...

source: Selecting first menu item...
es: Seleccionando primer elemento del menú...

source: Selecting Next node...
es: Seleccionando siguiente nodo...

source: Moving Up %d time(s), then Next.
es: Subiendo %d veces, después siguiente.

source: No more nodes within this document.
es: No más nodos en este documento.

source: No `Prev' for this node.
es: No `Prev' para este nodo.

source: Moving Prev in this window.
es: Yendo a Prev en esta ventana.

source: No `Prev' or `Up' for this node within this document.
es: No `Prev' o `Up' para este nodo dentro de este documento.

source: Moving Up in this window.
es: Subiendo en esta ventana.

source: Move forwards or down through node structure
es: Ir adelante o abajo en la estructura de nodos

source: Move backwards or up through node structure
es: Ir atrás o arriba en la estructura de nodos

source: Scroll forward in this window
es: Deslizar hacia delante en esta ventana

source: Scroll forward in this window and set default window size
es: Deslizar hacia delante en esta ventana y establecer el tamaño de ventana por defecto

source: Scroll forward in this window staying within node
es: Deslizar hacia atrás en esta ventana permaneciendo dentro del nodo

source: Scroll forward in this window staying within node and set default window size
es: Deslizar hacia delante en esta ventana permaneciendo dentro del nodo y establecer el tamaño de ventana por defecto

source: Scroll backward in this window
es: Deslizar hacia atrás en esta ventana

source: Scroll backward in this window and set default window size
es: Deslizar hacia atrás en esta ventana y establecer el tamaño de ventana por defecto

source: Scroll backward in this window staying within node
es: Deslizar hacia atrás en esta ventana permaneciendo dentro del nodo

source: Scroll backward in this window staying within node and set default window size
es: Deslizar hacia atrás en esta ventana permaneciendo dentro del nodo y establecer el tamaño de ventana por defecto

source: Move to the start of this node
es: Ir al principio de este nodo

source: Move to the end of this node
es: Ir al final de este nodo

source: Scroll down by lines
es: Deslizar hacia abajo por líneas

source: Scroll up by lines
es: Deslizar hacia arriba por líneas
