Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/unattended-upgrades.po
Languages: es

source: print debug messages
es: imprimir mensajes de depuración

source: Initial blacklisted packages: %s
es: Paquetes que incialmente están en la lista negra: %s

source: Starting unattended upgrades script
es: Iniciando script de actualizaciones desatendidas

source: Allowed origins are: %s
es: Los orígenes permitidos son: %s

source: Cache has broken packages, exiting
es: La caché tiene paquetes rotos; saliendo

source: package '%s' upgradable but fails to be marked for upgrade (%s)
es: El paquete «%s» es actualizable, pero no se ha podido marcar para su actualización (%s)

source: GetArchives() failed: '%s'
es: GetArchives() falló: «%s»

source: An error ocured: '%s'
es: Ha ocurrido un error: «%s»

source: The URI '%s' failed to download, aborting
es: El URI «%s» falló durante la descarga; cancelando

source: Package '%s' has conffile prompt and needs to be upgraded manually
es: El paquete «%s» tiene sugerencias en archivos de configuración y necesita actualizarse manualmente.

source: package '%s' not upgraded
es: el paquete «%s» no está actualizado

source: No packages found that can be upgraded unattended
es: No se han encontrado paquetes que puedan actualizarse de forma desatendida

source: Packages that are upgraded: %s
es: Paquetes que están actualizados: %s

source: Writing dpkg log to '%s'
es: Escribiendo registro de dpkg en «%s»

source: pm.GetArchives() failed
es: pm.GetArchives() falló

source: Installing the upgrades failed!
es: ¡Falló la instalación de las actualizaciones!

source: error message: '%s'
es: mensaje de error: «%s»

source: dpkg returned a error! See '%s' for details
es: ¡dpkg devolvió un error! Consulte «%s» para más información

source: All upgrades installed
es: Se han instalado todas las actualizaciones

source: No '/usr/bin/mail', can not send mail. You probably want to install the 'mailx' package.
es: No existe «/usr/bin/mail», por lo que no se pueden mandar correos. Probablemente debería instalar el paquete «mailx».

source: unattended-upgrades result for '%s'
es: Resultado de unattended-upgrades para «%s»

source: Unattended upgrade returned: %s
es: La actualización desatendida devolvió: %s

source: Packages that are upgraded:
es: Paquetes que están actualizados:

source: Packages with upgradable origin but kept back:
es: Paquetes con un origen actualizable pero que se han conservado:

source: Package installation log:
es: Registro de instalación de paquetes:

source: You need to be root to run this application
es: Necesita ser administrador para ejecutar esta aplicación
