Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/upstart.po
Languages: es

source: display list of commands
es: mostrar lista de órdenes

source: For a list of commands, try `%s help'.
es: Para una lista de órdenes, ejecute `%s help'

source: COMMAND [OPTION]... [ARG]...
es: ÓRDEN [OPCIÓN]... [ARG]...

source: %s: missing command
es: %s: orden no encontrada

source: %s: invalid command: %s
es: %s: orden inválida: %s

source: %s [OPTION]...
es: %s [OPCIÓN]

source: For more information on a command, try `%s COMMAND --help'.
es: Para más información de una órden, ejecute `%s ÓRDEN --help'.

source: %s commands:
es: %s órdenes:

source: Other commands:
es: Otras órdenes:

source: Commands:
es: Órdenes:

source: Unhandled Error
es: Error no controlado

source: Error while reading from descriptor
es: Error durante la lectura de descriptor

source: Try `%s --help' for more information.
es: Intente `%s --help' para más información

source: This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
es: Esto es software libre; vea el código fuente para las condiciones de copia.No hay NINGUNA garantía, ni siquiera de COMERCIABILIDAD o IDONEIDAD PARA UN FIN DETERMINADO.

source: reduce output to errors only
es: reducir la salida sólo a errores

source: increase output to include informational messages
es: aumentar la salida para incluir mensajes de información

source: display this help and exit
es: mostrar la ayuda y salir

source: output version information and exit
es: mostrar informión de versión y salir

source: %s: invalid option: -%c
es: %s: opción invalida: -%c

source: %s: invalid option: --%s
es: %s: opción inválida: --%s

source: %s: unexpected argument: --%s
es: %s: argumento inesperado: --%s

source: %s: missing argument: %s
es: %s: falta el argumento: %s

source: %s: illegal argument: %s
es: %s: argumento ilegal: %s

source: Usage
es: Sintaxis

source: [OPTION]...
es: [OPCIÓN]

source: Report bugs to <%s>
es: Reportar error a <%s>

source: %s options:
es: %s opciones:

source: Other options:
es: Otras opciones:

source: Options:
es: Opciones

source: Unable to watch directory
es: No se puede mirar el directorio

source: Expected token
es: Se esperaba un token

source: Unexpected token
es: Token no esperado

source: Trailing slash in file
es: Se encontró una barra al final del archivo

source: Unterminated quoted string
es: Cadena sin terminar

source: Unterminated block
es: Bloque sin terminar

source: Unknown stanza
es: Estancia desconocida

source: Directory loop detected
es: Recurrencia en directorio detectada

source: stop
es: detener

source: start
es: inicio

source: waiting
es: esperando

source: starting
es: comenzando

source: pre-start
es: pre-inicio

source: spawned
es: lanzado

source: post-start
es: post-inicio

source: running
es: ejecutándose

source: pre-stop
es: pre-parada

source: stopping
es: deteniendo

source: killed
es: eliminado

source: post-stop
es: post-detención

source: deleted
es: borrado

source: main
es: principal

source: Error while handling control message: %s
es: Error al tratar el mensaje de control: %s

source: Message from illegal source
es: Mensaje desde fuente ilegal

source: Invalid message received
es: Mensaje inválido recibido

source: Unknown message received
es: Mensaje desconocido recibido

source: unable to read
es: no se puede leer

source: %s: 'pid file' ignored unless 'daemon' specified
es: %s: 'pid file' ignorada a menos que 'daemon' sea especificado

source: %s: 'pid binary' ignored unless 'daemon' specified
es: %s: 'pid binary' ignorada a menos que 'daemon' sea especificado

source: Replacing existing %s job
es: Reemplazar trabajo %s existente

source: Reading configuration from %s
es: Leyendo configuración desde %s

source: Unable to watch configuration directory
es: No se puede encontrar el directorio de configuración

source: Deleting %s job
es: Borrar tarea %s

source: Error on control socket: %s
es: Error en socket de control: %s

source: Control request for our version
es: Pregunta de control para nuestra versión

source: Control request to change logging priority
es: Pregunta de control para cambiar la prioridad de inicio

source: Control request for jobs matching %s
es: Pregunta de control para procesos marcados con %s

source: Control request for all jobs
es: Pregunta de control para todos los procesos

source: Control request for status of %s
es: Control solicitado para el estado de %s

source: Control request for status of job #%u
es: Solicitud de control para el estado de la tarea #%u

source: Control request to start %s
es: Petición de control para iniciar %s

source: Control request to start job #%u
es: Solicitud de control para iniciar la tarea #%u

source: Control request to stop %s
es: Petición de control para detener %s

source: Control request to stop job #%u
es: Solicitud de control para detener la tarea #%u

source: Control request to emit %s event
es: Control solicitado para emitir %sevento

source: Control request to subscribe %d to jobs
es: Petición de control para suscribir %d a las tareas

source: Control request to unsubscribe %d from jobs
es: Petición de control para eliminar subscripción de %d a las tareas

source: Control request to subscribe %d to events
es: Petición de control para suscribir %d a los eventos

source: Control request to unsubscribe %d from events
es: Petición de control para elimirar suscripción de %d a los eventos

source: Emission id %u is not unique
es: La identidad de emisión %u no es única

source: Handling %s event
es: Manejando el evento %s

source: Job id %u is not unique
es: El id de trabajo %u no es único

source: %s goal changed from %s to %s
es: %s propósito cambiado de %s a %s

source: %s state changed from %s to %s
es: estado %s cambió de %s a %s

source: %s respawning too fast, stopped
es: %s se está reiniciando demasiado deprisa, detenido

source: Failed to spawn process
es: Falló al iniciar proceso

source: Active %s %s process (%d)
es: Procesos %s %s activos (%d)

source: Sending TERM signal to %s %s process (%d)
es: Enviando señal TERM a procesos %s %s (%d)

source: Failed to send TERM signal to %s %s process (%d): %s
es: Falló enviar señal TERM a procesos %s %s (%d): %s

source: Sending KILL signal to %s %s process (%d)
es: Enviando señal KILL a procesos %s %s (%d)

source: Failed to send KILL signal to %s %s process (%d): %s
es: Falló el envio de la señal KILL a %s %s proceso (%d): %s

source: %s %s process (%d) killed by %s signal
es: %s %s proceso (%d) interumpido por la señal %s

source: %s %s process (%d) killed by signal %d
es: %s %s proceso (%d) interumpido por la señal %d

source: %s %s process (%d) terminated with status %d
es: %s %s proceso (%d) terminó con estatus %d

source: %s %s process (%d) exited normally
es: %s %s proceso (%d) terminó normalmente

source: %s %s process ended, respawning
es: %s %s proceso terminado, reiniciando

source: System has stalled, generating %s event
es: El sistema está bloqueado, generando evento %s

source: Process management daemon.
es: Demonio de gestión de procesos.

source: This daemon is normally executed by the kernel and given process id 1 to denote its special status. When executed by a user process, it will actually run /sbin/telinit.
es: Este demonio es normalmente ejecutado por el kernel y le asigna id de proceso 1 para denotar su estatus especial. Cuando se ejecuta por un proceso de usuario, realmente se ejecutar /sbin/telinit

source: Need to be root
es: Es necesario ser superusuario

source: Not being executed as init
es: No está ejecutándose como init

source: Unable to open control socket
es: No se pudo abrir el zócalo de control

source: Error parsing configuration
es: Error analizando la configuración

source: Caught %s, core dumped
es: Se atrapó %s, volcado de núcleo

source: Caught %s, unable to dump core
es: Se atrapó %s, no se pudo realizar el volcado de núcleo

source: Failed to re-execute %s: %s
es: Error al relanzar %s: %s

source: Event queue resumed
es: Cola de eventos reanudada

source: Event queue paused
es: Cola de eventos detenida

source: Re-executing %s
es: Re-ejecutar %s

source: Unable to execute "%s" for %s: %s
es: Incapaz de ejecutar "%s" para %s: %s

source: Unable to open logd socket: %s
es: Incapaz de abrir socket de logd: %s

source: Unable to connect to logd: %s
es: Imposible conectarse a logd: %s

source: Unable to send name to logd: %s
es: Imposible enviar el nombre a logd: %s

source: Failed to open console: %s
es: Error al abrir la consola: %s

source: Unable to send message: %s
es: Imposible enviar el mensaje: %s

source: Unable to receive message: %s
es: No se pudo recibir el mensaje: %s

source: Unable to handle message: %s
es: No se pudo manejar el mensaje: %s

source: %s (instance)
es: %s (instancia)

source: %s, process %d
es: %s, proceso %d

source: %s, (main) process %d
es: %s, (principal) proceso %d

source: %s process %d
es: %s proceso %d

source: %s: goal changed
es: %s: objetivo cambiado

source: %s %s process killed by %s signal
es: %s %s proceso terminado por la señal %s

source: %s %s process killed by signal %d
es: %s %s proceso terminado por la señal %d

source: %s %s process terminated with status %d
es: el proceso %s %s termino con estado %d

source: No jobs matching `%s'
es: No hy tareas que coincidan con `%s'

source: No jobs registered
es: No hay tareas registradas

source: Unknown job: %s
es: Tarea desconocida: %s

source: Unknown job: #%d
es: Tarea desconocida: #%d

source: Invalid job: %s
es: Tarea inválida: %s

source: Job not changed: %s
es: Tarea no cambiada: %s

source: %s event failed
es: evento %s falló

source: %s: invalid job id: %s
es: %s: identidad de tarea inválida: %s

source: %s: missing job name
es: %s: falta nombre de tarea

source: %s: missing event name
es: %s: falta nombre de evento

source: %s: missing priority
es: %s: falta prioridad

source: %s: invalid priority
es: %s: prioridad inválida

source: destination process
es: proceso de destino

source: arguments are job ids, instead of names
es: los argumentos son id de tareas, en lugar se nombres

source: show job ids, as well as names
es: mostrar id de tareas y sus nombres

source: do not wait for job to start before exiting
es: no esperar a que una tarea comience antes de salir

source: do not wait for job to stop before exiting
es: no esperar que se detenga una tarea antes de salir

source: show job and event ids, as well as names
es: mostrar identidades de eventos y tareas, así como los nombres

source: do not wait for event to finish before exiting
es: no esperar que finalice un evento antes de salir

source: set environment variable in jobs changed by this event
es: establecer variable de ambiente en los trabajos cambiados por este evento

source: show event ids, as well as names
es: mostrar identidades de eventos, así como los nombres

source: Job
es: Tarea

source: Event
es: Evento

source: JOB...
es: TAREA...

source: Start jobs.
es: Iniciar tareas

source: JOB is one or more job names that are to be started. Alternatively if --by-id is given, JOB is one or more numeric job ids uniquely identifying a particular instance of a job.
es: JOB es el nombre de una o mas tareas que deben ser iniciadas Alternativamente si se pasa --by-id, JOB es el id de una o mas tareas que identifican unívocamente a una instancia particular de una tarea.

source: Stop jobs.
es: Detener tareas.

source: JOB is one or more job names that are to be stopped. Alternatively if --by-id is given, JOB is one or more numeric job ids uniquely identifying a particular instance of a job.
es: JOB es el nombre de una o mas tareas que deben ser detenidas. Alternativamente si se pasa --by-id, JOB es el id de una o mas tareas que identifican unívocamente a una instancia particular de una tarea.

source: Query status of jobs.
es: Consultar estatus de las tareas.

source: JOB is one or more job names that are to be queried. Alternatively if --by-id is given, JOB is one or more numeric job ids uniquely identifying a particular instance of a job.
es: JOB es el nombre de una o mas tareas que deben ser consultadas. Alternativamente si se pasa --by-id, JOB es la identidad de una o mas tareas que identifican unívocamente a una instancia particular de una tarea.

source: List known jobs.
es: Listar tareas conocidas.

source: EVENT [ARG]...
es: EVENTO [ARG]...

source: Emit an event.
es: Emitir un evento.

source: EVENT is the name of an event the init daemon should emit, which may have zero or more arguments specified by ARG. These may be matched in the job definition, and are passed to any scripts run by the job. Events may also pass environment variables to the job scripts, defined using -e. A value may be specified in the option, or if omitted, the value is taken from the environment or ignored if not present there.
es: EVENTO es el nombre del evento que el demonio init debe emitir, el cual puede tener cero o más argumentos especificados por ARG. Estos pueden ser encontrados en la definición del trabajo, y serán pasados a cualquier script ejecutado por el trabajo. Los eventos también pueden pasar variables de entorno a los scripts de los trabajos, definiéndolas usando -e. Un valor puede ser especificado en la opción, o si es omitido, el valor será tomado del entorno o ignorado si no está presente allí.

source: Receive notification of job state changes.
es: Recibir notificación de los cambios de estado de la tarea

source: Receive notification of emitted events.
es: Recibir notificación de los eventos emitidos

source: Request the version of the init daemon.
es: Consulta la version del demonio init.

source: PRIORITY
es: PRIORIDAD

source: Change the minimum priority of log messages from the init daemon
es: Cambia la prioridad mínima de los mensajes del registro para el demonio init

source: PRIORITY may be one of `debug' (messages useful for debugging upstart are logged, equivalent to --debug on kernel command-line); `info' (messages about job goal and state changes, as well as event emissions are logged, equivalent to --verbose on the kernel command-line); `message' (informational and debugging messages are suppressed, the default); `warn' (ordinary messages are suppressed whilst still logging warnings and errors); `error' (only errors are logged, equivalent to --quiet on the kernel command-line) or `fatal' (only fatal errors are logged).
es: PRIORITY puede ser un `debug' (mensajes utiles para debuguear upstart son registrados, equivalente a --debug en la linea de comandos del kernel); `info' (mensajes sobre el objetivo de un trabajo (job) y cambios de estado, asi como tambien se registran las emisiones de los eventos, equivalente a --verbose en la linea de comandos del kernel); `message' (mensajes informativos y de debugueo son eliminados por defecto); `warn' (mensajes comunes son eliminados muentras los errores y advertencias son registrados); `error' (solo los errores son registrados, equivalente a --quiet en la linea de comandos del kernel) o `fatal' (solo los errores fatales son registrados).

source: don't sync before reboot or halt
es: no sincronizar antes de reiniciar o detener el sistema

source: force reboot or halt, don't call shutdown(8)
es: forzar a reiniciar o detener el sistema sin llamar a shutdown(8)

source: switch off the power when called as halt
es: desconectar la energía cuando se llame como halt

source: put hard disks into standby
es: poner discos duros en espera

source: bring down network interfaces
es: desactivar interfaces de red

source: Halt the system.
es: Detener el sistema.

source: Power off the system.
es: Apagar el sistema.

source: Reboot the system.
es: Reinicia el sistema.

source: This command is intended to instruct the kernel to reboot or halt the system; when run without the -f option it will actually execute /sbin/shutdown. Before the system is rebooted or halted, the disks are syncd; this can be avoided by giving -n. Network interfaces can be brought down by giving the -i option, and IDE disks can be put into standby by giving the -h option. On Linux, these are almost never necessary as the kernel shuts down all devices anyway.
es: Esta órden debe dar la instrucción al núcleo que reinicie o detenga el sistema; cuando se ejecuta sin la opción -f realmente ejecutará el comando /sbin/shutdown. Antes de que el sistema sea reiniciado o detenido, los discos son sincronizados; esto se puede evitar incluyendo la opción -n. Las interfaces de red pueden ser apagadas incluyendo la opción -i, y los discos IDE pueden ponerse en modo espera (standby) agregando la opción -h. En linux, estas casi nunca son necesarias, ya que el núcleo apaga todos los dispositivos de cualquier manera.

source: Calling shutdown
es: Apagando

source: Unable to execute shutdown: %s
es: Incapaz de ejecutar el cierre: %s

source: Syncing disks
es: Sincronizando discos

source: Rebooting
es: Reiniciando

source: Halting
es: Deteniendo

source: Powering off
es: Apagando

source: Putting disks into standby
es: Poniendo discos en espera

source: Unable to iterate IDE devices: %s
es: Incapaz de iterar dispositivos IDE: %s

source: Failed to put %s into standby: %s
es: Fallo al poner %s en espera: %s

source: Bringing interfaces down
es: Desactivando interfaces

source: Unable to open socket to iterate interfaces: %s
es: Incapaz de abrir zócalo para iterar interfaces: %s

source: Unable to get list of interfaces: %s
es: Incapaz de obtener la lista de interfaces: %s

source: Failed to down interface %s: %s
es: Falló al detener interfaz %s: %s

source: store time of system boot
es: guardar la hora de arranque del sistema

source: store new runlevel
es: guardar nuevo nivel de ejecución

source: Output previous and current runlevel.
es: Muestra el nivel de ejecución previo y actual

source: The system /var/run/utmp file is used unless the alternate file UTMP is given. Normally this will only output the most recent runlevel record in the utmp file, the --set option can be used to add a new record. RUNLEVEL should be one of 0123456S. Alternately a reboot record may be added to the file by using the --reboot option, this produces no output.
es: Se utiliza el archivo de sistema /var/run/utmp a menos que se use un archivo UTMP alterno. Normalmente solo se mostrara el registro mas reciente en el archivo utmp, la opción --set puede ser usada para añadir un nuevo registro. El nivel de ejecución debe ser uno de estos caracteres 0123456S. Alternativamente se puede añadir un registro al reinicio usando la opción --reboot option, esto no produce ninguna salida.

source: %s: illegal runlevel: %s
es: %s: nivel de ejecución ilegal: %s

source: reboot after shutdown
es: reiniciar después de cerrar

source: halt or power off after shutdown
es: detener o apagar después de cerrar

source: halt after shutdown (implies -h)
es: detener tras cierre (implica -h)

source: power off after shutdown (implies -h)
es: apagar tras shutdown (implica -h)

source: cancel a running shutdown
es: cancelar un cierre en progreso

source: only send warnings, don't shutdown
es: solo enviar avisos, no cerrar

source: TIME [MESSAGE]
es: TIEMPO [MENSAJE]

source: Bring the system down.
es: Apagar el sistema.

source: TIME may have different formats, the most common is simply the word 'now' which will bring the system down immediately. Other valid formats are +m, where m is the number of minutes to wait until shutting down and hh:mm which specifies the time on the 24hr clock. Logged in users are warned by a message sent to their terminal, you may include an optional MESSAGE included with this. Messages can be sent without actually bringing the system down by using the -k option. If TIME is given, the command will remain in the foreground until the shutdown occurs. It can be cancelled by Control-C, or by another user using the -c option. The system is brought down into maintenance (single-user) mode by default, you can change this with either the -r or -h option which specify a reboot or system halt respectively. The -h option can be further modified with -H or -P to specify whether to halt the system, or to power it off afterwards. The default is left up to the shutdown scripts.
es: El TIEMPO puede tener diversos formatos, el más común 'ahora' es simplemente la palabra que apagara el sistema inmediatamente. Otros formatos válidos son +m, donde está el número m de los minutos a esperar hasta apagar y hh:mm que especifica el tiempo en el reloj 24hr. Los usuarios conectados son advertidos con un mensaje enviado a su terminal, puede incluir un MENSAJE opcional. Los mensajes pueden ser enviados sin apagar el sistema usando la opción -k. Si proporcionan el comando TIEMPO, este permanecerá en el primer plano hasta que el apagado ocurra. Puede ser cancelado con Control-C, o por otro usuario usando la opción -c. El sistema es apagado en mantenimiento en el modo (de un solo usuario) por defecto, usted puede cambiar esto con la opción -r o con la opción -h que especifica reiniciar o apagar. La opción-h puede ser modificada con -H o -P para especificar si hay que parar el sistema, o apagarlo después. La opción por defecto se deja a los scripts de parada.

source: %s: time expected
es: %s: tiempo esperado

source: %s: illegal hour value
es: %s: valor de hora erróneo

source: %s: illegal minute value
es: %s: valor de minuto erróneo

source: %s: illegal time value
es: %s: valor del tiempo erróneo

source: Shutdown is not running
es: El cierre no está en ejecución

source: Another shutdown is already running
es: Otro cierre se está ejecutando

source: Cannot find pid of running shutdown
es: No se puede encontrar el pid del cierre en ejecución

source: Unable to write pid file
es: Imposible escribir el archivo pid

source: Unable to establish control socket: %s
es: Incapaz de establecer socket de control: %s

source: Shutdown cancelled
es: Cierre cancelado

source: The system is going down for %s in %d minutes!
es: ¡El sistema se apagará por %s en %d minutos!

source: The system is going down for %s IN ONE MINUTE!
es: ¡El sistema se apagará por %s EN UN MINUTO!

source: The system is going down for %s NOW!
es: ¡El sistema se va a apagar por %s AHORA!

source: Unable to fork child-process to warn users: %s
es: Imposible bifurcar los procesos hijos para advertir a los usuarios: %s

source: Broadcast message from %s@%s
es: Emitir mensajes desde %s@%s

source: (%s) at %d:%02d ...
es: (%s) en %d:%02d ...

source: Change runlevel.
es: Cambiar nivel de ejecución.

source: RUNLEVEL should be one of 0123456S.
es: El nivel de ejecución debe ser uno de estos caracteres 0123456S

source: Detach and run in the background
es: Separe y ejecute en segundo plano

source: Log output of jobs to /var/log/boot.
es: Se registra la salida de la tarea a /var/log/boot.

source: By default, logd does not detach from the console and remains in the foreground. Use the --daemon option to have it detach.
es: Por defecto, logd no se separa de la consola y permanece en primer plano. Usa la opción --daemon para obtener esta separación.

source: %s: unexpected argument
es: %s: argumento inesperado

source: Unable to open listening socket: %s
es: No se ha podido abrir el socket de escucha: %s

source: Unable to become daemon
es: Incapaz de convertirse en demonio

source: Unable to accept connection: %s
es: Imposible aceptar la conexión: %s

source: Insufficient memory to accept child
es: Insuficiente memoria para aceptar proceso hijo

source: Error occurred while writing to log file: %s
es: Ocurrió un error mientras se escribía el archivo de registro: %s
