Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/virtinst.po
Languages: es

source: No domains available for this guest.
es: No hay domin ios disponibles para este invitado.

source: Exiting at user request.
es: Saliendo a petición del usuario.

source: Must be root to create Xen guests
es: Debe ser superusuario para crear invitados Xen

source: Could not find usable default libvirt connection.
es: No se puede encontrar una conexión libvirt predeterminada usable.

source: Force flag is set but input was required. Prompt was: %s
es: Se estableció el forzado de la bandera pero se requería una entrada. la pregunta fue: %s

source: A name is required for the virtual machine.
es: Se requiere un nombre para la máquina virtual.

source: Memory amount is required for the virtual machine.
es: Se requiere la cantidad de memoria para la máquina virtual.

source: Installs currently require %d megs of RAM.
es: la instalación actual requiere %d megas de RAM.

source: Unknown network type
es: Tipo de red desconocida

source: Cannot mix both --bridge and --network arguments
es: No se pueden mezclar ambos argumentos --bridge y --network

source: Need to pass equal numbers of networks & mac addresses
es: Se necesita pasar igual número de redes y de direcciones mac

source: Can't specify more than one of VNC, SDL, or --nographics
es: No puede especificar más de un VNC, SDL, o --nographics

source: %s option requires an argument
es: la opción %s requiere un argumento

source: Name or UUID of guest to clone is required
es: Se requiere el nombre o la UUID del invitado para clonar

source: A valid name or UUID of guest to clone is required
es: Se requiere un nombre válido o una UUID del invitado a clonar

source: Invalid name for new guest: %s
es: Nombre inválido para el nuevo invitado: %s

source: Invalid uuid for new guest: %s
es: uuid inválida para el nuevo invitado: %s

source: New file to use for disk image is required
es: Se requiere un archivo nuevo para usar en la imagen de disco

source: Domain %s is not found
es: El dominio %s no se encontró

source: Domain status must be SHUTOFF
es: El estado de dominio debe ser SHUTOFF

source: Domain %s already exists
es: El dominio %s ya existe

source: The UUID you entered is already in use by another guest!
es: La UUID que ha introducido está usada por otro invitado

source: Missing new file to use disk image for %s
es: No existe el nuevo archivo para usar como disco imagen de %s

source: Cloning from %(src)s to %(dst)s...
es: Clonando de %(src)s a %(dst)s...

source: copying to an existing vdisk is not supported
es: copiar a un vdisk no está permitido

source: failed to clone disk
es: fallo al clonar el disco

source: Could not find an installable distribution at '%s'
es: No se puede encontrar una distribución instalable en '%s'

source: Invalid install location:
es: Localización de instalación incorrecta:

source: Invalid NFS format: No path specified.
es: Formáto NFS inválido: No se ha especificado ruta.

source: Invalid 'location' type %s.
es: Tipo de «localización» %s inválida

source: Privilege is required for NFS installations
es: Se requieren privilegios para las instalaciones NFS

source: Unable to start domain for guest, aborting installation!
es: Imposible iniciar el dominio para el invitado, abortando instalación.

source: MAC address must be of the format AA:BB:CC:DD:EE:FF
es: La dirección MAC debe tener el formato AA:BB:CC:DD:EE:FF

source: A network name was not provided
es: No se ha proporcionado un nombre de red

source: Unknown network type %s
es: Tipo de red %s desconocido

source: Virtual network '%s' does not exist: %s
es: La red virtual «%s» no existe: %s

source: Virtual network '%s' has not been started.
es: La red virtual «%s» no se ha iniciado.

source: 'model' must be a string, was '%s'.
es: «model» debe ser una cadena, fue «%s».

source: Unsupported sound model '%s'
es: modelo de sonido «%s» no soportado

source: Unknown graphics type
es: Tipo de gráfico desconocido

source: Keymap must be a string
es: El mapa de claves debe ser una cadena

source: Keymap must be less than 16 characters
es: El mapa de claves debe tener menos de 16 caracteres

source: Keymap can only contain alphanumeric, '_', or '-' characters
es: El mapa de caracteres sólo puede contener números, letras, '_', o '-'

source: VNC port must be a number between 5900 and 65535, or -1 for auto allocation
es: El puerto VNC debe ser un número entre 5900 y 65535, o -1 para asignación automática

source: Guest.cdrom must be a boolean type
es: Guest.cdrom debe ser de tipo boleano

source: Must pass both a kernel and initrd
es: Debe pasar ambos un núcleo e initrd

source: Unable to connect to hypervisor, aborting installation!
es: Imposible conectar al hipervisor, abrtando instalación.

source: System name must be a string greater than 0 and no more than 50 characters
es: El nombre del sistema debe ser una cadena mayor que 0 y con no más de 50 caracteres.

source: System name must not be only numeric characters
es: El nombre de sistema no debe tener sólo números

source: Memory value must be an integer greater than 0
es: El valor de memoria debe ser un entero mayor de 0

source: Max Memory value must be an integer greater than 0
es: El valor máximo de memoria debe ser un entero mayor de cero

source: Number of vcpus must be a postive integer.
es: El número de vcpus debe ser un entero positivo.

source: Number of vcpus must be no greater than %d for this vm type.
es: El número de vcpus no debe ser mayor de %d para este tipo de vm.

source: cpuset must be string
es: cpuset debe ser una cadena

source: cpuset can only contain numeric, ',', or '-' characters
es: cpuset sólo puede contener números, caracteres ',', o '-'

source: cpuset contains invalid format.
es: cpuset contiene un formato inválido.

source: OS type must be a string.
es: El tipo de SO debe ser una cadena.

source: OS type '%s' does not exist in our dictionary
es: El tipo de SO «%s» mp existe en nuestro diccionario

source: OS variant must be a string.
es: La variante de SO debe ser una cadena.

source: Unknown OS variant '%s'
es: Variante de SO «%s» desconocida

source: Must specify whether graphics are enabled
es: Debe especificar qué gráfico está activado

source: Graphics enabled must be True or False
es: Gráficos activados debe ser verdadero o falso

source: You must specify a valid ISO or CD-ROM location for the installation
es: Debe especificar un ISO válido o una localización de CD-ROM para la instalación

source: The specified media path does not exist.
es: La ruta del medio especificado no existe.

source: Could not remove old vm '%s': %s
es: No se puede eliminar el antiguo vm «%s»: %s

source: Domain named %s already exists!
es: El nombre de dominio %s ya existe

source: Creating domain...
es: Creando dominio...

source: Unable to create domain for the guest, aborting installation!
es: Imposible crear dominio para el invitado, abortando instalación.

source: It appears that your installation has crashed. You should be able to find more information in the logs
es: Parece que su instalación se ha estropeado. Puede encontrar más información en el registro

source: Domain has not existed. You should be able to find more information in the logs
es: El dominio no existe. Debe ser capaz de encontrar más información en los registros

source: Domain has not run yet. You should be able to find more information in the logs
es: El dominio no corre aun. Puede encontrar más información en el registro

source: Domain has already been started!
es: El dominio ya ha sido iniciado

source: Name and memory must be specified for all guests!
es: Nombre y memoria deben especificarse para todos los invitados

source: Invalid dictionary entry for device '%s %s'
es: Entrada de diccionario inválida para el dispositivo «%s %s»

source: Opening URL %s failed.
es: Fallo la apertura de la URL %s

source: Retrieving file %s...
es: Recibiendo archivo %s...

source: Couldn't acquire file %s: %s
es: No se pudo adquirir el archivo %s: %s

source: Invalid file location given:
es: Localización dada de archivo, incorrecta:

source: Invalid file location given: %s: %s
es: La localización del archivo dada es inválida: %s: %s

source: Mounting location %s failed
es: Falló el montaje de la localización %s

source: Could not find suitable boot descriptor for this host
es: No se pudo encontrar el adecuado descriptor de arranque para este anfitrión

source: Unsupported virtualization type: %s %s
es: Tipo de virtualización no soportada: %s %s

source: System disk %s does not exist
es: El sistema de disco %s no existe

source: Expected exactly one 'domain' element
es: Se esperaba exactamente un elemento 'domain'

source: Disk entry for '%s' not found
es: Entrada de disco para '%s' no encontrada

source: Memory must be an integer, but is '%s'
es: La memoria debe ser un entero, pero es '%s'

source: The format for disk %s must be one of %s
es: El formato del disco %s debe ser uno de %s

source: Checking disk signature for %s
es: Comprobando firma de disco para %s

source: Disk signature for %s does not match Expected: %s Received: %s
es: La firma de disco para %s no coincide Esperado: %s Recibido: %s

source: Disk signature for %s does not match
es: La firma de disco para %s no coincide

source: Root element is not 'image'
es: El elemento raíz no es 'image'

source: Could not find boot.iso in %s tree.
es: No se puede encontrar boot.iso en el árbol %s

source: Could not find a kernel path for virt type '%s'
es: No se puede encontrar una ruta del núcleo para el tipo virt «%s»

source: Unable to determine kernel RPM path
es: Imposible determinar la ruta del núcleo RPM

source: Unable to determine install-initrd RPM path
es: Imposible determinar la ruta install-initrd RPM

source: Building initrd
es: Construyendo initrd

source: OpenSolaris PV kernel not found at %s
es: Núcleo OpenSolaris PV no encontrado en %s

source: A location must be specified to install from
es: Se debe especificar una localización para instalar desde ella

source: Unknown storage object type: %s
es: Tipo de objeto de almacenamiento desconocido: %s

source: 'conn' must be a libvirt connection object.
es: «conn» debe ser un objeto de conexión libvirt.

source: Storage object name must be a string
es: El nombre del objeto de almacenamiento debe ser una cadena

source: Storage object name can not be only
es: El nombre del objeto de almacenamiento no pueder ser sólo

source: Storage object name can only contain
es: El nombre del objeto de almacenamiento no pueder contener sólo

source: Name for the storage object.
es: Nombre del objeto de almacenamiento.

source: Permissions must be passed as a dict object
es: El permiso debe pasarse como un objeto dict

source: '%s' is not an absolute path.
es: «%s» no es una ruta absoluta.

source: Filesystem Directory
es: Directorio de sistema de archivos

source: Pre-Formatted Block Device
es: Dispositivo de bloque preformateado

source: LVM Volume Group
es: Grupo de volumen LVM

source: Physical Disk Device
es: Dispositivo de disco físico

source: iSCSI Target
es: Destino iSCSI

source: Unknown storage pool type: %s
es: Tipo de conjunto de almacenamiento desconocido: %s

source: Host name must be a string
es: El nombre del anfitrión debe ser una cadena

source: Name '%s' already in use by another pool.
es: El nombree «%s» está en uso por otro conjunto.

source: Could not define storage pool: %s
es: No se puede definir el conjunto de almacenamiento: %s

source: Could not build storage pool: %s
es: No se puede construir el conjunto de almacenamiento: %s

source: Could not start storage pool: %s
es: No se puede iniciar el conjunto de almacenamiento: %s

source: Directory to use for the storage pool.
es: Directorio a usar para el grupo de almacenamiento.

source: The existing device to mount for the pool.
es: El dispositivo existente para montar el conjunto

source: Location to mount the source device.
es: Localización para montar el dispositivo fuente

source: Unknown Filesystem format: %s
es: Formato de sistema de archivos desconocido: %s

source: Filesystem type of the source device.
es: Tipo de sistema de archivos del dispositivo fuente.

source: Device path is required
es: Se requiere una ruta de dispositivo

source: Path on the host that is being shared.
es: Ruta del anfitrión que está siendo compartido

source: Name of the host sharing the storage.
es: Nombre del anfitrión que comparte el almacenamiento

source: Unknown Network Filesystem format: %s
es: Formato de sistema de archivos de red desconocido: %s

source: Type of network filesystem.
es: Tipo de sistema de aarchivos de red

source: Hostname is required
es: Se requiere un nombre de anfitrión

source: Host path is required
es: Se requiere una ruta de anfitrión

source: Path to the existing disk device.
es: Ruta al disposiitvo de disco existente.

source: Disk volume creation is not implemented.
es: La creación de volumen de disco no está implementada.

source: Unknown Disk format: %s
es: Formato de disco desconocido: %s

source: iSCSI volume creation is not implemented.
es: La creación del volumen iSCSI no está implementada.

source: 'conn' must be specified with 'pool_name'
es: «conn» debe especificarse con «pool_name»

source: Must specify pool_object or pool_name
es: Debe especificar pool_object o pool_name

source: Connection does not support storage management.
es: La conexión no soporta la gestión de almacenamiento.

source: Couldn't find storage pool '%s': %s
es: No se puede encontrar el conjunto de almacenamiento «%s»: %s

source: pool_object must be a virStoragePool
es: pool_object debe ser un virStoragePool

source: Capacity must be a positive number
es: la capacidad debe ser un número positivo

source: Allocation must be a non-negative number
es: La asignación debe ser un número no negativo

source: 'pool' must be a virStoragePool instance.
es: «pool» debe ser una instancia virStoragePool.

source: pool '%s' must be active.
es: el conjunto «%s» debe estar activo.

source: '%s' is not a valid format.
es: «%s» no es un formato válido

source: Name '%s' already in use by another volume.
es: El nombre «%s» ya está en uso por otro volumen.

source: UUID must be a string.
es: UUID debe ser una cadena.

source: Invalid line length while parsing %s.
es: Longitud de línea inválida mientras se analizaba %s.

source: Defaulting bridge to xenbr%d
es: Puente predeterminado para xenbr%d

source: 'conn' must be a virConnect instance.
es: «conn» debe ser una instancia virConnect.

source: 'conn' must be a virConnect instance
es: «conn» debe ser una instancia virConnect

source: '%s' must be True or False
es: «%s» debe ser verdadero o falso

source: '%s' must be a string, not '%s'.
es: «%s» debe ser una cadena, no «%s».

source: 'size' must be a number greater than 0.
es: «sizes» debe ser mayor de 0.

source: Unknown storage type '%s'
es: Tipo de almacenamiento «%s» desconocido

source: Unknown device type '%s'
es: Tipo de dispositivo «%s» desconocido

source: vol_object must be a virStorageVol instance
es: vol_object debe ser una instanciabe virStorageVol

source: vol_install must be a StorageVolume instance.
es: vol_install debe ser una instancia StorageVolume.

source: Unknown storage volume type.
es: Tipo de volumen de almacenamiento desconocido.

source: '%s' is not managed on remote host: %s
es: «%s» no está gestionado en el anfitrión remoto: %s

source: Connection doesn't support remote storage.
es: La conexión no soporta almacenamiento remoto.

source: Device type '%s' requires a path
es: El tipo de dispositivo «%s» requiere una ruta

source: Cannot create storage for %s device.
es: No se puede crear almacenamiento para el dispositivo %s.

source: No write access to directory '%s'
es: No hay acceso de escritura en el directorio «%s»

source: Creating storage file...
es: Creando archivo de almacenamiento...

source: Error creating diskimage %s: %s
es: Error al crear la imagen de disco %s: %s

source: 'disknode' or self.target must be set!
es: se debe establecer «disknode» o self.target

source: There is not enough free space to create the disk.
es: No hay espacio suficiente para crear el disco.

source: What is the name for the cloned virtual machine?
es: ¿Cuál es el nombre de la máquina virtual clonada?

source: What is the name or uuid of the original virtual machine?
es: ¿Cuál es el nombre o la uuid de la máquina virtual clonada?

source: What would you like to use as the cloned disk (file path)?
es: ¿Qué desea usar como disco clonado (ruta de archivo)?

source: This will overwrite the existing path '%s'!
es: ¡Esto sobrescribirá la ruta existete «%s»!

source: Do you really want to use this disk (yes or no)?
es: ¿Desea realmkente usar este disco (sí o no)?

source: Disk %s is already in use by another guest!
es: El disco %s está siendo usado por otro invitado

source: Do you really want to use the disk (yes or no)?
es: ¿Desea realmente usar el disco (si o no)?

source: Connect to hypervisor with URI
es: Conectar al hipervisor con URI

source: General Options
es: Opciones generales

source: Name or uuid for the original guest; The status must be shut off
es: Nombre o uuid para el huésped original; El estado debe ser apagado

source: Name for the new guest
es: Nombre del nuevo huésped

source: New UUID for the clone guest; Default is a randomly generated UUID
es: Nuevo UUID para el huésped clon; El UUID predeterminado es generado aleatoriamente

source: Storage Configuration
es: Configuración de almacenamiento

source: New file to use as the disk image for the new guest
es: Archivo nuevo a usar como imagen de disco para el nuevo invitado

source: Force to copy devices (eg, if 'hdc' is a readonly cdrom device, --force-copy=hdc)
es: Forzar a copiar dispositivos (ej, si 'hdc' es un dispositivo cdrom de sólo lectura, --forzar-copiar=hdc)

source: Do not use a sparse file for the clone's disk image
es: No usar un archivo de repuesto para la imagen del disco del clón

source: Preserve a new file to use as the disk image for the new guest
es: Preservar un archivo nuevo para usarlo como imagen de disco para el nuevo huésped

source: Networking Configuration
es: Configuración de red

source: New fixed MAC address for the clone guest. Default is a randomly generated MAC
es: Nueva dirección MAC fija para el huésped clon; El MAC predeterminado es generado aleatoriamente

source: Miscellaneous Options
es: Otras opciones

source: Print debugging information
es: Imprimir información de depuración

source: Installation aborted at user request
es: Instalación abortada por la solicitud del usuario

source: This guest should be a fully virtualized guest
es: Este invitado puede ser un invitado totalmente virtualizado

source: This guest should be a paravirtualized guest
es: Este invitado puede ser un invitado paravirtualizado

source: Warning: more networks were provided [%i] then nics required [%i]. All extras are ignored
es: Aviso: se proporcionaron más canales [%i] que los nics necesarios [%i]. Todos los extras son ignorados

source: The image requires %i network interface
es: La imagen requiere la interfaz de red %i

source: Name of the guest instance
es: Nombre de la instancia del invitado

source: Memory to allocate for guest instance in megabytes
es: Memoria para asignar a la instancia de invitado en megabytes

source: UUID for the guest.
es: UUID para el invitado.

source: Number of vcpus to configure for your guest
es: Número de vcpus a configurar para su invitado

source: Check that vcpus do not exceed physical CPUs and warn if they do.
es: Revisa que los vcpus no excedan los CPUs físicos, y avisa si lo hacen.

source: Set which physical CPUs Domain can use.
es: Establecer cual dominio físico de CPU puede usar

source: Full Virtualization specific options.
es: Opciones específicas de virtualización total.

source: Bridge to connect guest NIC to; if none given, will try to determine the default
es: Puente para conectar el NIC invitado a; si no se proporciona, se intentará determinar el predeterminado

source: Connect the guest to a virtual network, forwarding to the physical network with NAT
es: Conectar al invitado a una red virtual, reenviando a una red física con NAT

source: Graphics Configuration
es: Configuración de los gráficos

source: Use VNC for graphics support
es: Use VNC para soporte gráfico

source: Port to use for VNC
es: Puerto para usar con VNC

source: Use SDL for graphics support
es: Use SDL para soporte gráfico

source: Don't set up a graphical console for the guest.
es: No configurar un soporte de consola para el invitado

source: set up keymap for a graphical console
es: establecer el mapa de teclas para la consola gráfica

source: You need to provide an image XML descriptor
es: Necesita proporcionar una imagen de descriptor XML

source: Cannot parse
es: No se puede analizar

source: Cannot parse capabilities
es: No se pueden analizar las capacidades

source: The index for --boot must be between 0 and %d
es: El índice paraa --boot debe estar entre 0 y %d

source: Creating guest %s...
es: Creando invitado %s...

source: Guest creation failed
es: Creación de invitado fallida

source: Couldn't create default storage pool '%s': %s
es: No se puede crear el conjunto de almacenaje predeterminado «%s»: %s

source: Unknown '%s' value '%s'
es: Valor «%s» desconocido «%s»

source: Improper value for 'size': %s
es: valor impropio para 'size': %s

source: Unknown --disk option '%s'.
es: Opción --disk '%s' desconocida.

source: Size must be specified with all 'pool='
es: El tamaño debe especificarse con todo 'pool='

source: Storage volume must be specified as pool=poolname/volname
es: El volumen de almacenamiento debe especificarse como pool=poolname/volname

source: Error with storage parameters: %s
es: Error con los parámetros de almacenamiento: %s

source: Do you really want to use the disk (yes or no)?
es: ¿Desea realmente usar el disco (sí o no)?

source: Cannot use --file, --size, or --disk with --nodisks
es: No se puede usar --file, --size, o --disk con --nodisks

source: A disk must be specified (use --nodisks to override)
es: Se debe especificar un disco (use --nodisk para sobrescribir)

source: Need to pass size for each disk
es: Necesita pasar el tamaño para cada disco

source: Only one of --pxe, --location and --cdrom can be used
es: Sólo se puede usar uno de --pxe --location o --cdrom

source: location must be specified for paravirtualized guests.
es: la localización debe especificarse para invitados paravirtualizados.

source: --location can not be specified for remote connections.
es: --location no se puede especificar para conexiones remotas.

source: One of --pxe, --location, or cdrom media must be specified.
es: Se debe especificar --pxe, --location, o cdrom.

source: Error creating cdrom disk: %s
es: Error al crear el cdrom: %s

source: The CPU architecture to simulate
es: Arquitectura de CPU a simular

source: Use sound device emulation
es: Usar emulación de dispositivo de sonido

source: Virtualization Type Options
es: Opciones de tipo de virtualización

source: Use kernel acceleration capabilities (kvm, kqemu, ...)
es: Usar capacidades de aceleración del núcleo (kvm, kqemu, ...)

source: Installation Method Options
es: Opciones de método de instalación

source: CD-ROM installation media
es: CD-ROM de instalación

source: Installation source (eg, nfs:host:/path, http://host/path, ftp://host/path)
es: Fuente de la instalación (p.e., nfs:host:/path, http://host/path, ftp://host/path)

source: Boot from the network using the PXE protocol
es: Arrancar desde la red usando el protocolo PXE

source: Treat the CDROM media is a LiveCD
es: Tratar el CDROM como un LiveCD

source: Additional arguments to pass to the kernel booted from --location
es: Argumentos adicionales para pasar al núcleo de arranque desde --location
