Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/virtinst.po
Languages: es

source: Specify storage to use as a disk with various options.
es: Especificar almacenamiento para usar como disco con varias opciones.

source: File to use as the disk image
es: Archivo a usar como imagen de disco

source: Size of the disk image (if it doesn't exist) in gigabytes
es: Tamaño de la imagen de disco (si no existe) en gigabytes

source: Don't set up any disks for the guest.
es: No establecer ningún disco para el invitado.

source: Don't automatically try to connect to the guest console
es: No intentar conectar automáticamente a la consola de invitado

source: Disables the automatic rebooting when the installation is complete.
es: Desactiva el reinicio automático cuando la instalación está completa.

source: Unable to connect to graphical console: virt-viewer not installed. Please install the 'virt-viewer' package.
es: Imposible conectar a la consola gráfica: virt-viewer no instalado. Instale el paquete «virt-viewer».

source: Can't do both --hvm and --paravirt
es: No se pueden hacer ambos --hvm y --paravirt

source: default
es: predeterminado

source: Unsupported virtualization type '%s'
es: Tipo de virtualización no soportada «%s»

source: for arch '%s'
es: para la arquitectura «%s»

source: Starting install...
es: Iniciando instalación...

source: Guest installation failed
es: Falló la instalación del invitado

source: %d minutes
es: %d minutos

source: Domain installation still in progress. Waiting
es: La instalación del dominio está en marcha. Esperando

source: Domain has shutdown. Continuing.
es: El dominio se ha cerrado. Continuando.

source: Guest installation complete... restarting guest.
es: Instalación del invitado completa... reinicie invitado.
