Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/whois.po
Languages: es

source: Version %s. Report bugs to %s.
es: Versión %s. Informar de errores a %s.

source: Using server %s.
es: Usando el servidor %s.

source: This TLD has no whois server, but you can access the whois database at
es: Este TLD no dispone de servidor whois, pero puede acceder a la información de whois en

source: This TLD has no whois server.
es: No existe servidor whois para este TLD.

source: No whois server is known for this kind of object.
es: No se conoce ningún servidor whois para esa clase de objeto.

source: Unknown AS number or IP network. Please upgrade this program.
es: Dirección IP de red o número AS desconocido. Por favor, actualice este programa.

source: Querying for the IPv4 endpoint %s of a 6to4 IPv6 address.
es: Buscando el punto final IPv4 %s de una dirección IPv6 6a4

source: Querying for the IPv4 endpoint %s of a Teredo IPv6 address.
es: Preguntando por el punto final de IPv4 %s de una dirección Teredo IPv6.

source: Query string: "%s"
es: Consulta: "%s"

source: Found a referral to %s.
es: Se ha encontrado una referencia a %s

source: Cannot parse this line: %s
es: No se puede procesar esta línea: %s

source: Warning: RIPE flags used with a traditional server.
es: Aviso: Los indicadores RIPE son ignorados por los servidores tradicionales.

source: Catastrophic error: disclaimer text has been changed. Please upgrade this program.
es: Error catastrofico: el texto de las condiciones de uso ha sido cambiado. Actualize este programa.

source: Host %s not found.
es: Host %s no encontrado.

source: %s/tcp: unknown service
es: %s/tcp: servicio desconocido

source: Timeout.
es: Tiempo agotado.

source: Interrupted by signal %d...
es: Interrumpido por la señal %d...

source: Usage: whois [OPTION]... OBJECT... -l one level less specific lookup [RPSL only] -L find all Less specific matches -m find first level more specific matches -M find all More specific matches -c find the smallest match containing a mnt-irt attribute -x exact match [RPSL only] -d return DNS reverse delegation objects too [RPSL only] -i ATTR[,ATTR]... do an inverse lookup for specified ATTRibutes -T TYPE[,TYPE]... only look for objects of TYPE -K only primary keys are returned [RPSL only] -r turn off recursive lookups for contact information -R force to show local copy of the domain object even if it contains referral -a search all databases -s SOURCE[,SOURCE]... search the database from SOURCE -g SOURCE:FIRST-LAST find updates from SOURCE from serial FIRST to LAST -t TYPE request template for object of TYPE ('all' for a list) -v TYPE request verbose template for object of TYPE -q [version|sources|types] query specified server info [RPSL only] -F fast raw output (implies -r) -h HOST connect to server HOST -p PORT connect to PORT -H hide legal disclaimers --verbose explain what is being done --help display this help and exit --version output version information and exit
es: Uso: whois [OPCIONES]... OBJETO... -a busca en todas las bases de datos -F modo rápido (implica -r) -g SOURCE:FIRST-LAST localiza las ocurrencias de SOURCE en la serie F a L -h HOST se conecta al servidor HOST -H oculta el aviso legal -i ATTR[,ATTR]... efectúa una búsqueda inversa para el ATTRibuto especificado -x búsqueda exacta [solo RPSL] -l desciende en un nivel la especifidad de la búsqueda [RPSL] -L busca las correspondencias menos especificas -M busca las correspondencias mas especificas -m busca el primer nivel mas especifico -r desactiva la búsqueda recursiva -p PUERTO conecta al PUERTO -R muestra la copia local del objeto especificado incluso si contiene una referencia -S indica al servidor que no use peculiaridades sintácticas -s SOURCE[,SOURCE]... busca la base de datos de SOURCE -T TIPO[,TIPO]... busca únicamente objetos del tipo TIPO -t TIPO obtiene la plantilla para un objeto de TIPO ('all' para una lista) -v TIPO obtiene la plantilla detallada de un objeto TIPO -q [version|sources] consulta información sobre el servidor [solo RPSL] -d devuelve también la delegación inversa del DNS [solo RPSL] -K solo devuelve claves primarias [solo RPSL] -V --verbose muestra lo que se esta haciendo --help muestra esta pantalla de ayuda y finaliza --version muestra la versión del programa y finaliza

source: Invalid method '%s'.
es: Método inválido '%s'.

source: Invalid number '%s'.
es: El numero '%s' no es valido.

source: Try '%s --help' for more information.
es: Ejecute «%s --help» para mas información.

source: Wrong salt length: %d byte(s) when %d expected.
es: Tamaño de semilla incorrecto: %d bytes en lugar de %d.

source: Illegal salt character '%c'.
es: El caracter '%c' ilegal en la semilla.

source: Password:
es: Contraseña:

source: Illegal password character '0x%hhx'.
es: El caracter '0x%hhx' es ilegal en la clave.

source: Method not supported by crypt(3).
es: Método no permitido por crypt(3).

source: Usage: mkpasswd [OPTIONS]... [PASSWORD [SALT]] Crypts the PASSWORD using crypt(3).
es: Uso: mkpasswd [OPCIONES]... [CLAVE [SEMILLA]] Encripta CLAVE utilizando crypt(3).

source: -m, --method=TYPE select method TYPE -S, --salt=SALT use the specified SALT -R, --rounds=NUMBER use the specified NUMBER of rounds -P, --password-fd=NUM read the password from file descriptor NUM instead of /dev/tty -s, --stdin like --password-fd=0 -h, --help display this help and exit -V, --version output version information and exit If PASSWORD is missing then it is asked interactively. If no SALT is specified, a random one is generated. If TYPE is 'help', available methods are printed. Report bugs to %s.
es: -m, --method=TYPE seleccionar método TYPE -S, --salt=SALT usar la SALT especificada -R, --rounds=NUMBER use el NÚMERO especificado de veces -P, --password-fd=NUM leer la contraseña desde el archivo descriptor NUM en vez de /dev/tty -s, --stdin como --password-fd=0 -h, --help mostrar esta ayuda y salir -V, --version producir la información de versión y salir Si PASSWORD no se encuentra entonces se pide interactivamente. Si no se especifica SALT, se genera uno aleatorio. Si TYPE es 'ayuda', los métodos disponibles se imprimen. Informe de errores a %s.

source: Available methods:
es: Métodos disponibles:
