Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/yp-tools.po
Languages: es

source: nickname file %s does not exist.
es: archivo de usuario %s no existe.

source: Bogus entry in line %d: %s
es: Falsa entrada en línea %d: %s

source: Use "%s" for map "%s"
es: Utilice "%s" para mapear "%s"

source: Success
es: Éxito.

source: Internal ypbind error
es: Error interno de ypbind

source: Domain not bound
es: Dominio no limitado

source: System resource allocation failure
es: Fallo de asignación de recursos del sistema

source: Unknown ypbind error
es: Error desconocido de ypbind

source: Copyright (C) %s Thorsten Kukuk. This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
es: Copyright (C) %s Thorsten Kukuk. Este software es libre; ver la fuente para condiciones de copia. NO tiene garantía; ni para COMERCIALIZACIÓN o PROPÓSITOS PARTICULARES.

source: Usage: %s [domain]
es: Modo de uso: %s [dominio]

source: domainname - set or display name of current domain
es: domainname - definir o mostrar el nombre del dominio actual

source: -?, --help Give this help list
es: -?, --help Dar esta lista de ayuda

source: --usage Give a short usage message
es: --usage Dar un mensaje corto de cómo usarlo

source: --version Print program version
es: --version Imprimir la versión del programa

source: %s - set or display name of current NIS domain
es: %s - definir o mostrar el nombre del dominio NIS actual

source: Try `%s --help' or `%s --usage' for more information.
es: Intente`%s --help' o `%s --usage' para mayor información.

source: Written by %s.
es: Escrito por %s.

source: Usage: ypcat [-kt] [-d domain] [-h hostname] mapname | -x
es: Moso de Uso: ypcat [-kt] [-d dominio] [-h nombre de host] nombredemapa | -x

source: ypcat - print values of all keys in a NIS database
es: ypcat - valores de impresión para todas las claves en la base de datos NIS

source: -d domain Use 'domain' instead of the default domain
es: -d domain Usar 'domain' en vez del dominio predeterminado

source: -h hostname Query ypserv on 'hostname' instead the current one
es: -h hostname Consulta ypserv en 'hostname' en vez de en el actual

source: -k Display map keys
es: -k Muestra el mapa de caracteres.

source: -t Inhibits map nickname translation
es: -t Inhibe la traducción del apodo del mapa

source: -x Display the map nickname translation table
es: -x Muestra el alias del mapa en la tabla de traducciones

source: %s: can't get local yp domain: %s
es: %s: no puede obtener el dominio local yp : %s

source: No running ypbind
es: ypbind no está corriendo

source: No such map %s. Reason: %s
es: No es un mapa %s. Razón: %s

source: Usage: ypmatch [-d domain] [-kt] key ... mapname | -x
es: Uso: ypmatch [-d dominio] [-kt] tecla ... nombre de mapa | -x

source: ypmatch - print the values of one or more keys from a NIS map
es: ypmatch - imprime los valores de una o más claves del mapa NIS

source: Can't match key %s in map %s. Reason: %s
es: No coincide la clave %s en el mapa %s. Motivo: %s

source: Usage: yppasswd [-f] [-l] [-p] [User]
es: Uso: yppasswd [-f] [-l] [-p] [usuario]

source: Usage: ypchsh [User]
es: Uso: ypchsh [usuario]

source: Usage: ypchfn [User]
es: Uso: ypchfn [usuario]

source: yppasswd - change your password in the NIS database
es: yppasswd - cambia su contraseña en la base de datos NIS

source: -f Change GECOS field information
es: -f Cambia el campo de información GECOS

source: -l Change the login shell
es: -l Cambia la entrada del intérprete

source: -p Change the password
es: -p Cambia la contraseña

source: ypchsh - change the shell in the NIS database
es: ypchsh - cambia el intérprete en la base de datos NIS

source: ypchfn - change the GECOS information in the NIS database
es: ypchfn - cambia la información de GECOS en la base de datos NIS

source: %s: can't find the master ypserver: %s
es: %s: no se puede conseguir el ypserver maestro: %s

source: %s: yppasswd daemon running on illegal port ("%s").
es: %s: demonio yppasswd ejecutándose en un puerto ilegal ("%s").

source: No more
es: No más

source: True
es: Verdadero

source: False
es: Falso

source: No such map
es: No hay mapa

source: No such domain
es: No hay dominio

source: Bad operation
es: Mala operación

source: Database bad
es: Mala base de datos

source: Bad arguments
es: Argumentos incorrectos

source: Version Mismatch
es: Version desigual

source: Unknown error
es: Error desconocido

source: %s: no colons allowed in GECOS field... sorry.
es: %s: las comillas no están permitidas en el campo GECOS.

source: The password must have at least 6 characters.
es: La contraseña debe contener al menos 6 caracteres.

source: The password must have both upper and lowercase letters, or non-letters.
es: La contraseña debe contener letras minúsculas y mayúsculas, o ninguna letra.

source: You cannot reuse the old password.
es: No puede volver a utilizar la antigua contraseña.

source: Please don't use something like your username as password.
es: No utilice su nombre de usuario o parecido como contraseña.

source: yppasswd is deprecated, use %s instead
es: yppasswd está obsoleto, Usar %s como sustituto

source: Calling %s failed: %s
es: Llamando %s fallido: %s

source: ypchsh is deprecated, use %s instead
es: ypchsh está obsoleto, Usar %s como sustituto

source: ypchfn is deprecated, use %s instead
es: ypchfn está obsoleto, Usar %s como sustituto

source: %s: unknown user (uid=%ld).
es: %s: usuario desconocido (uid=%ld).

source: %s: Only root may change account information for others
es: %s: Solo el superusuario puede cambiar a información de una cuenta por otros

source: Changing NIS account information for %s on %s.
es: Cambiando la información de la cuenta NIS por %s en %s.

source: Please enter root password:
es: Introduzca la contraseña de superusuario:

source: Please enter %spassword:
es: Introduzca la contraseña de %s:

source: old
es: antiguo

source: Sorry.
es: Disculpe.

source: Changing NIS password for %s on %s.
es: Cambiando contraseña NIS por %s en %s.

source: Too many tries. Aborted. Password unchanged.
es: Demasiados intentos. Cancelado. Contraseña sin cambiar.

source: Please enter new password:
es: Introduzca nueva contraseña:

source: Password unchanged.
es: Contraseña sin cambiar.

source: Not a valid password: %s.
es: Contraseña inválida: %s.

source: Please retype new password:
es: Reescriba su nueva contraseña:

source: Mismatch - password unchanged.
es: Desigualdad - contraseña sin cambios.

source: Changing full name for %s on %s. To accept the default, simply press return. To enter an empty field, type the word "none".
es: Cambiando nombre completo %s en %s. Para aceptar los valores por defecto, simplemente presione intro. Para ingresar un campo vacío. escriba la palabra "none".

source: Name
es: Nombre

source: Location
es: Ubicación

source: Office Phone
es: Teléfono de oficina

source: Home Phone
es: Teléfono de casa

source: Changing login shell for %s on %s. To accept the default, simply press return. To use the system's default shell, type the word "none".
es: Cambiar la entrada del intérprete para %s en %s. Para aceptar el predeterminado, simplemente pulse intro. Para usar el intérprete predeterminado del sistema, teclee la palabra "none".

source: Login shell
es: Entrada al intérprete

source: Error while changing the NIS password.
es: Error mientras se cambiaba la contraseña NIS.

source: The NIS password has not been changed on %s.
es: La contraseña NIS no ha sido cambiada en %s.

source: The NIS password has been changed on %s.
es: La contraseña NIS ha sido cambiada en %s.

source: Error while changing the GECOS information.
es: Error mientras se cambiaba la información GECOS.

source: The GECOS information has not been changed on %s.
es: La información GECOS no ha sido cambiada en %s.

source: The GECOS information has been changed on %s.
es: La información GECOS ha sido cambiada en %s.

source: Error while changing the login shell.
es: Error al cambiar la entrada al intérprete

source: The login shell has not been changed on %s.
es: La entrada al intérprete no ha sido cambiada en %s.

source: The login shell has been changed on %s.
es: La entrada al intérprete ha sido cambiada en %s.

source: Error while changing the NIS account information.
es: Error mientras se cambiaba la información de la cuenta NIS.

source: The NIS account information has not been changed on %s.
es: La información de la cuenta NIS no ha sido cambiada en %s.

source: The NIS account information has been changed on %s.
es: La información de la cuenta NIS ha sido cambiada en %s.

source: Usage: yppoll [-h host] [-d domain] mapname
es: Uso: yppoll [-h host] [-d dominio] nombre_de_mapa

source: yppoll - return version and master server of a NIS map
es: yppoll - retorna la versión y el servidor maestro de un mapa NIS

source: -h host Ask ypserv process at 'host'
es: -h host Llama al proceso ypserv en 'host'

source: Couldn't get NIS server
es: No se pudo acceder al servidor NIS

source: - ypbind not running ?
es: - ypbind ¿no está corriendo ?

source: Unknown host: %s
es: Host desconocido: %s

source: Host name lookup failure
es: La búsqueda del nombre de anfitrión falló

source: No address associated with name: %s
es: No hay dirección asociada con el nombre: %s

source: Unknown server error
es: Error desconocido del servidor

source: gethostbyname: Unknown error
es: gethostbyname: error desconocido

source: Can't create connection to %s.
es: No se puede crear la conexión a %s.

source: Reason
es: Razón

source: Domain %s is not supported by %s.
es: El dominio %s no está soportado por %s.

source: Can't get any map parameter information.
es: No se puede obtener ningún parámetro del mapa de información.

source: Domain %s is supported.
es: El dominio %s está soportado.

source: Can't get order number for map %s.
es: No se puede obtener el número de orden para el mapa %s.

source: Reason: %s
es: Razón: %s

source: Map %s has order number %ld. [%s]
es: El mapa %s tiene un número de orden %ld. [%s]

source: Can't get master for map %s.
es: No se puede obtener el mapa maestro para %s.

source: The master server is %s.
es: El servidor maestro es %s.

source: Usage: ypset [-d domain] [-h hostname] server
es: Uso: ypset [-d dominio] [-h nombre_host] servidor

source: ypset - bind ypbind to a particular NIS server
es: ypset - enlaza ypbind a un servidor NIS particular

source: -h hostname Set ypbind's binding on 'hostname'
es: -h hostname Establece el vínculo ypbind en 'hostname'

source: %s not running ypserv.
es: %s no esta ejecutándose ypserv.

source: can't find address for %s
es: no se puede encontrar la dirección para %s

source: can't yp_bind: Reason: %s
es: no se pudo yp_bind: Razón: %s

source: ypset: host %s unknown
es: ypset: host %s desconocido

source: Usage: yptest [-q] [-d domain] [-h hostname] [-m map] [-u user]
es: Uso: yptest [-q] [-d dominio] [-h nombre_host] [-m mapa] [-u usuario]

source: yptest - call different NIS routines to test configuration
es: yptest - llama diferentes rutinas NIS para configurar la prueba

source: -m map Use this existing map for tests
es: -m map Utilizar este mapa existente para las pruebas

source: -u user Use the existing NIS user 'user' for tests
es: -u user Use el usuario NIS existente 'user' para pruebas

source: -q Be quiet, don't print messages
es: -q Estar callado, no imprimir mensajes

source: Used NIS server: %s
es: Servidor NIS usado: %s

source: ERROR: domainname is not set!
es: ERROR: el nombre del dominio no ha sido asignado

source: WARNING: domainname is not set!
es: AVISO: el nombre de dominio no está establecido

source: Configured domainname is "%s"
es: El nombre del dominio configurado es "%s"

source: Domainname which will be used due the test: "%s"
es: Nombre de dominio que sera usado durante la prueba: "%s"

source: yptest: host %s unknown
es: yptest: host %s desconocido

source: ERROR: No running ypbind
es: ERROR: No está corriendo ypbind

source: WARNING: %s (Map %s, key %s)
es: AVISO: %s (Mapa %s, Llave %s)

source: WARNING: %s (Map %s)
es: AVISO: %s (Mapa %s)

source: -- skipped --
es: -- omitido --

source: WARNING: %s
es: AVISO: %s

source: All tests passed
es: Todas las pruebas pasaron

source: %d tests failed
es: %d pruebas fallidas

source: ypwhich - return name of NIS server or map master
es: ypwhich - devuelve el nombre del servidor NIS o el mapa maestro

source: -m mname Find the master NIS server for the map 'mname'
es: -m mname Busca el servidor NIS maestro para el mapa «mname»

source: -V n Version of ypbind, V2 is default
es: -V n versión de ypbind, V2 es por defecto

source: Can't find master for map "%s". Reason: %s
es: No se puede encontrar maestro para el mapa %s. Razón: %s

source: Can't find master for map %s. Reason: %s
es: No se puede encontrar maestro para el mapa %s. Razón: %s

source: No running ypbind.
es: ypbind no está corriendo.

source: Can't get map list for domain %s. Reason: %s
es: No se puede conseguir la lista de mapa para el dominio %s. Razón: %s

source: ypwhich: host %s unknown
es: ypwhich: anfitrión %s desconocido

source: %s: yppasswdd not running on NIS master host ("%s").
es: %s: yppasswdd no funciona en el anfitrión maestro NIS («%s»).

source: Cannot ypset for domain %s on host %s.
es: No se puede hacer ypset en el dominio %s en el anfitrión %s.

source: Usage: ypwhich [-d domain] [[-t] -m [mname]|[-Vn] hostname] | -x
es: Uso: ypwhich [-d dominio] [[-t] -m [mname]|[-Vn] anfitrión] | -x
