Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/ypbind-*.po
Languages: es

source: Not enough memory !
es: ¡No hay suficiente memoria!

source: internal error: add_server called with NULL domain.
es: error interno: add_server fue llamado con un dominio NULL

source: add_server() domain: %s, broadcast
es: add_server() dominio: %s, difusión

source: add_server() domain: %s, host: %s, NO SLOT FREE!
es: add_server() dominio: %s, anfitrión: %s, ¡NO HAY RANURA LIBRE!

source: add_server() domain: %s, host: %s, slot: %d
es: add_server() dominio: %s, anfitrión: %s, ranura: %d

source: Unknown host:
es: Anfitrión desconocido:

source: Host name lookup failure
es: Falló la resolución del nombre del anfitrión

source: No address associated with name:
es: No hay una dirección asociada con el nombre:

source: Unknown server error
es: Error desconocido de servidor

source: gethostbyname: Unknown error
es: gethostbyname: Error desconocido

source: Answer for domain '%s' from server '%s'
es: Respuesta por dominio '%s' para servidor '%s'

source: Answer for domain '%s' from unknown server '%s'
es: Respuesta por dominio '%s' para servidor desconocido '%s'

source: Answer for domain '%s' from '%s' on illegal port %d.
es: Respuesta por dominio '%s' para '%s' sobre un puerto ilegal %d.

source: do_broadcast() for domain '%s' is called
es: do_broadcast() por dominio '%s' fue llamado

source: leave do_broadcast() for domain '%s'
es: salida do_broadcast() por dominio '%s'

source: ping host '%s', domain '%s'
es: eco a anfitrión '%s', dominio '%s'

source: host '%s' doesn't answer.
es: anfitrión '%s' no tuvo respuesta.

source: Server '%s' for domain '%s' answered ping but failed to bind
es: El servidor "%s" para el dominio "%s" contestó al eco pero falló al unirse

source: clnt_create for server '%s' (domain '%s') failed
es: clnt_create por servidor '%s' (dominio '%s') falló

source: domain '%s' not served by '%s'
es: dominio '%s' no servido por '%s'

source: Pinging all active servers.
es: Solicitando eco de todos los servidores activos

source: Checking for new fastest server.
es: Comprobando nuevos servidores más rápidos

source: Requested domain %s, found %s, ignored.
es: Solicitud de dominio %s, encontrado %s, ignorado.

source: Server for domain '%s' doesn't answer.
es: Servidor para dominio '%s' no tuvo respuesta.

source: Server '%s' for domain '%s' doesn't answer.
es: Servidor '%s' para dominio '%s' no tiene respuesta.

source: Trying entry:
es: Intentado entrada:

source: parsed domain '%s' server '%s'
es: dominio analizado '%s' servidor '%s'

source: parsed domain '%s' broadcast
es: dominio anlaizado "%s" difusión

source: parsed domain '%s' slp
es: dominio analizado '%s' slp

source: parsed ypserver %s
es: ypserver analizado %s

source: parsed broadcast
es: difusión analizada

source: Entry "%s" is not valid!
es: ¡La entrada "%s" no es válida!

source: Entry "%s" is not valid, ignore it!
es: ¡La entrada "%s" no es válida, ignorarla!

source: Bad entries found.
es: Se encontraron entradas incorrectas.

source: No entry found.
es: No se encontró entrada.

source: No entry found.
es: No se encontro entrada.

source: cannot create pidfile %s
es: no se pudo crear pidfile %s

source: fcntl error: %s
es: error fcntl: %s

source: ypbind-mt already running (pid %d) - exiting
es: ypbind-mt listo y corriendo (pid %d) - saliendo

source: cannot lock pidfile
es: no se puede bloquear pidfile

source: sigwait failed: ret=%d.
es: sigwait fallo: ret=%d

source: SIGCHLD arrived, what should I do ?
es: Llegó SIGCHLD, ¿Qué debo hacer?

source: Signal (%d) for quitting program arrived.
es: La señal (%d) para salir del programa ha llegado.

source: cannot unlock pidfile
es: no se puede desbloquear pidfile

source: SIGHUP arrived, reloading config file.
es: Llegó SIGHUP, recargando el archivo de configuración.

source: Ignoring SIGPIPE.
es: Ignorando SIGPIPE.

source: Unknown signal: %d
es: Señal desconocida: %d

source: Usage:
es: Uso:

source: ypbind [-broadcast | -ypset | -ypsetme] [-p port] [-f configfile] [-no-ping] [-broken-server] [-local-only] [-i ping-interval] [-debug]
es: ypbind [-broadcast | -ypset | -ypsetme] [-p puerto] [-f archivo de configuración] [-no-ping] [-broken-server] [-local-only] [-i ping-interval] [-debug]

source: [-no-dbus]
es: [-sin-dbus]

source: ypbind -c [-f configfile]
es: ypbind -c [-f archivo de configuración]

source: ypbind --version
es: ypbind --versión

source: Cannot create UDP: %s
es: No es posible crear UDP: %s

source: Cannot bind UDP: %s
es: No es posible enlazar UDP: %s

source: Cannot create udp service.
es: No es posible crear el servicio udp.

source: Unable to register (YPBINDPROG, YPBINDVERS, udp).
es: Imposible registrar (YPBINDPROG, YPBINDVERS, udp).

source: Unable to register (YPBINDPROG, YPBINDOLDVERS, udp).
es: Imposible registrar (YPBINDPROG, YPBINDOLDVERS, udp).

source: Cannot create TCP: %s
es: No es posible crear TCP: %s

source: Cannot bind TCP: %s
es: No es posible enlazar TCP: %s

source: Cannot create tcp service.
es: No es posible crear el servicio tcp.

source: Unable to register (YPBINDPROG, YPBINDVERS, tcp).
es: Imposible registrar (YPBINDPROG, YPBINDVERS, tcp).

source: Unable to register (YPBINDPROG, YPBINDOLDVERS, tcp).
es: Imposible registrar (YPBINDPROG, YPBINDOLDVERS, tcp).

source: ERROR: domainname not set.
es: ERROR: nombre de dominio no asignado.

source: domainname not set - aborting.
es: nombre de dominio no asignado - abortando.

source: Config file %s is not ok.
es: La configuración del archivo %s no es correcta.

source: Config file %s is ok.
es: La configuración del archivo %s es correcta.

source: ypbind must be run as root
es: ypbind debe ser ejecutado como superusuario

source: Could not create %s: %s
es: No es posible crear %s: %s

source: Could not change to directory %s: %s
es: No es posible cambiar al directorio %s: %s

source: No NIS server and no -broadcast option specified.
es: No se especificó el servidor NIS ni la opción -difusión.

source: Add a NIS server to the %s configuration file,
es: Agregar un servidor NIS al archivo de configuración %s,

source: or start ypbind with the -broadcast option.
es: o comenzar ypbind con la opción -difusión.

source: Could not block signals.
es: No es posible bloquear las señales.

source: svc_run returned.
es: svc_run devuelto.

source: Domain name '%s' has embedded slash -- rejecting.
es: Nombre de dominio '%s' tiene una barra empotrada --rechazando

source: Status: YPBIND_FAIL_VAL
es: Estado: YPBIND_FAIL_VAL

source: Status: YPBIND_SUCC_VAL
es: Estado: YPBIND_SUCC_VAL

source: User from '%s' try's to change the binding.
es: Usuario de '%s' intentó cambiar el enlace.

source: Changing the binding is not allowed.
es: No esta permitido cambiar el enlace.

source: SETDOM request doesn't come from reserved port.
es: La petición de SETDOM no viene de un puerto reservado.

source: unable to free arguments
es: imposible liberar argumentos

source: unable to free results
es: incapaz de liberar resultados
