Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/device-mapper.po
Languages: es

source: %s: fopen failed: %s
es: %s: fopen falló: %s

source: %s: fclose failed: %s
es: %s: fclose falló: %s

source: %s: No entry for %s found
es: %s: No se encontró ninguna entrada para %s

source: %s: stat failed: %s
es: %s: stat falló: %s

source: %s: Wrong inode type
es: %s: Tipo de inodo incorrecto

source: %s: unlink failed: %s
es: %s: unlink falló: %s

source: %s: Wrong device number: (%u, %u) instead of (%u, %u)
es: %s: Número de dispositivo erróneo: (%u, %u) en vez de (%u, %u)

source: Creating device %s (%u, %u)
es: Creando dispositivo %s (%u, %u)

source: %s: mknod failed: %s
es: %s: mknod falló: %s

source: Is device-mapper driver missing from kernel?
es: ¿Falta el controlador device-mapper del kernel?

source: %s: open failed: %s
es: %s: falló la apertura: %s

source: Failed to set up list of device-mapper major numbers
es: No se logró establecer una lista de números mayores de device-mapper

source: Failure to communicate with kernel device-mapper driver.
es: Fallo de comunicación con el controlador device-mapper del kernel

source: Failed to get device-mapper version
es: Hubo un error al obtener la versión de device-mapper

source: device-mapper ioctl protocol version %u failed. Trying protocol version 1.
es: La versión %u del protocolo oictl de device-mapper falló. Intentando con la versión 1 del protocolo.

source: Using device-mapper ioctl protocol version 1
es: Utilizando la versión 1 del protocolo ioctl de device-mapper

source: Incompatible libdevmapper %s%s and kernel driver %s
es: libdevmapper %s%s y driver del kernel %s incompatibles

source: dm_task_set_newname: strdup(%s) failed
es: dm_task_set_newname: strdup(%s) falló

source: dm_task_set_message: strdup(%s) failed
es: dm_task_set_message: strdup(%s) falló

source: dm_task_set_geometry: dm_malloc failed
es: dm_task_set_geometry: dm_malloc falló

source: dm_task_set_geometry: sprintf failed
es: dm_task_set_geometry: sprintf falló

source: create_target: malloc(%zu) failed
es: create_target: malloc(%zu) falló

source: create_target: strdup(params) failed
es: create_target: strdup(params) falló

source: create_target: strdup(type) failed
es: create_target: strdup(type) falló

source: targets and message are incompatible
es: Destinos y mensaje son incompatibles

source: targets and newname are incompatible
es: los objetivos y el nuevo nombre son incompatibles

source: targets and geometry are incompatible
es: Destinos y geometria son incompatibles

source: message and newname are incompatible
es: mensaje y nuevo nombre son incompatibles

source: geometry and newname are incompatible
es: geometría y nuevo nombre son incompatibles

source: geometry and message are incompatible
es: geometría y mensaje son incompatibles

source: message is required with sector
es: se requiere mensaje con sector

source: Missing major number for persistent device.
es: Número mayor para dispositivo persistente no encontrado.

source: Unable to find name for device (%u:%u)
es: Imposible encontrar el nombre del dispositivo (%u:%u)

source: device (%u:%u) is %s for compatibility with old kernel
es: dispositivo (%u:%u) es %s para compatibilidad con viejo núcleo

source: opendir %s: %s
es: abrir directcorio %s: %s

source: closedir %s: %s
es: cerrar directorio %s: %s

source: Failed to create device-mapper task struct
es: Error al crear la estructura de tareas de device-mapper

source: Failed to revert device creation.
es: Fallo al revertir la creación del dispositivo.

source: Couldn't create ioctl argument.
es: No se pudo crear argumento ioctl.

source: device-mapper: %s ioctl failed: %s
es: device-mapper: %s falló ioctl: %s

source: Internal error: unknown device-mapper task %d
es: Error interno: proceso desconocido de device-mapper %d

source: Warning: libdevmapper buffer too small for data
es: Cuidado: buffer de libdevmapper demasiado pequeño para los datos

source: dm_task_create: malloc(%zu) failed
es: dm_task_create: malloc(%zu) falló

source: dm_task_set_name: Device %s not found
es: dm_task_set_name: Dispositivo %s no encontrado

source: dm_task_set_name: strdup(%s) failed
es: dm_task_set_name: strdup(%s) falló

source: dm_task_set_uuid: strdup(%s) failed
es: dm_task_set_uuid: strdup(%s) falló

source: %s: matchpathcon %07o failed: %s
es: %s: matchpathcon %07o falló: %s

source: Setting SELinux context for %s to %s.
es: Estableciendo el contexto SELinux para %s a %s.

source: %s: lsetfilecon failed: %s
es: %s: lsetfilecon falló: %s

source: A non-block device file at '%s' is already present
es: Ya existe un archivo de dispositivo no bloqueante en '%s'

source: Unable to unlink device node for '%s'
es: No se puede desvincular el nodo del dispositivo para '%s'

source: Unable to make device node for '%s'
es: No se puede crear el nodo del dispositivo para '%s'

source: %s: chown failed: %s
es: %s: chown falló: %s

source: Unable to rename device node from '%s' to '%s'
es: No se puede renombrar el nodo del dispositivo de '%s' a '%s'

source: Insufficient memory to stack mknod operation
es: Memoria insuficiente para apilar la operación mknod

source: Failed to get driver version
es: Se produjo un fallo al intentar obtener la versión del controlador

source: dm_tree_create malloc failed
es: dm_tree_create malloc falló

source: dtree pool creation failed
es: la creación de pool de dtree falló

source: dtree hash creation failed
es: la creación de hash de dtree falló

source: dtree uuid hash creation failed
es: la creación del hash dtree uuid falló

source: dtree link allocation failed
es: falló la asignación de enlace a dtree

source: _create_dm_tree_node alloc failed
es: _create_dm_tree_node alloc falló

source: dtree node hash insertion failed
es: la inserción del hash del nódulo de dtree falló

source: dtree uuid hash insertion failed
es: la inserción del hash del uuid de dtree falló

source: deps dm_task creation failed
es: la creación de deps dm_task falló

source: _deps: failed to set major for (%u:%u)
es: _deps: fallo al establecer el valor mayor para (%u:%u)

source: _deps: failed to set minor for (%u:%u)
es: _deps: fallo al establecer el valor menor para (%u:%u)

source: _deps: task run failed for (%u:%u)
es: _deps: ejecución de la tarea falló para (%u:%u)

source: _deps: failed to get info for (%u:%u)
es: _deps: falló al obtener información para (%u:%u)

source: Inconsistent dtree major number: %u != %u
es: Número mayor de dtree inconsistente: %u != %u

source: Inconsistent dtree minor number: %u != %u
es: Número menor de dtree inconsistente: %u != %u

source: name pool_strdup failed
es: nombre pool_strdup falló

source: uuid pool_strdup failed
es: uuid pool_strdup falló

source: _node_clear_table failed: missing info
es: _node_clear_table falló: falta información

source: _node_clear_table failed: missing name
es: _node_clear_table falló: falta nombre

source: Clearing inactive table %s (%u:%u)
es: Limpiando tabla inactiva %s (%u:%u)

source: Table clear dm_task creation failed for %s
es: Creación de limpieza de tabla dm_task falló para %s

source: Failed to set device number for %s table clear
es: Fallo al asignar número de dispositivo para limpieza de tabla %s

source: _node_clear_table failed: info missing after running task for %s
es: _node_clear_table falló: se falta información después de cumplir tarea para %s

source: _info_by_dev: dm_task creation failed
es: _info_by_dev: falló la creación de dm_task

source: _info_by_dev: Failed to set device number
es: _info_by_dev: falló al fijar el número de dispositivo

source: Failed to disable open_count
es: Fallo al desactivar open_count

source: Removing %s (%u:%u)
es: Removiendo %s (%u:%u)

source: Deactivation dm_task creation failed for %s
es: Desactivación de la creación de dm_task falló por %s

source: Failed to set device number for %s deactivation
es: Falló al asignar el número de dispositivo para desactivación %s

source: Renaming %s (%u:%u) to %s
es: Renombrando %s (%u:%u) a %s

source: Rename dm_task creation failed for %s
es: Fallo al renombrar dm_task para %s

source: Failed to set name for %s rename.
es: No se pudo asignar un nombre para %s renombrar

source: Resuming %s (%u:%u)
es: Reanudando %s (%u:%u)

source: Suspend dm_task creation failed for %s
es: Falló creación de suspender dm_task para %s

source: Failed to set device number for %s resumption.
es: No se pudo asignar un número de dispositivo para reanudación de %s

source: Suspending %s (%u:%u)%s%s
es: Suspendiendo %s (%u:%u)%s%s

source: Failed to set device number for %s suspension.
es: No se pudo asignar un número de dispositivo para suspensión de %s

source: Failed to set skip_lockfs flag.
es: Falló al asignar bandera skip_lockfs.

source: Failed to set no_flush flag.
es: Falló al establecer no_flush .

source: Unable to deactivate %s (%u:%u)
es: No se pudo desactivar %s (%u:%u)

source: Unable to suspend %s (%u:%u)
es: No se pudo suspender %s (%u:%u)

source: Failed to rename %s (%u:%u) to %s
es: Fallo al renombrar %s (%u:%u) a %s

source: Unable to resume %s (%u:%u)
es: Imposible reanudar %s (%u:%u)

source: Creating %s
es: Creando %s

source: Create dm_task creation failed for %s
es: Falló la creación de dm_task para %s

source: Failed to set device name for %s
es: Falló al asignar nombre de dispositivo para %s

source: Failed to set uuid for %s
es: Falló al asignar uuid para %s

source: Failed to set device number for %s creation.
es: Falló al asignar número de dispositivo para creación %s.

source: Failed to set read only flag for %s
es: Falló al asignar bandera de solo lectura para %s

source: Failed to format %s device number for %s as dm target (%u,%u)
es: Falló al formatear número de dispositivo %s para %s como objetivo dm (%u,%u)

source: Adding target: %lu %lu %s %s
es: Agregando destino: %lu %lu %s %s

source: Insufficient space for target parameters.
es: Espacio insuficiente para los parámetros de destino.

source: Insufficient space in params[%zu] for target parameters.
es: Espacio insuficiente en params[%zu] para parámetros de destino.

source: Target parameter size too big. Aborting.
es: Tamaño del parámetro de destino demasiado grande. Abortando.

source: Loading %s table
es: Cargando tabla %s

source: Reload dm_task creation failed for %s
es: Falló al recargar dm_task por %s

source: Failed to set device number for %s reload.
es: Falló al asignar número de dispositivo para recargar %s.

source: Failed to suppress reload of identical tables.
es: Falló al suprimir recarga de tablas idénticas.

source: Suppressed %s identical table reload.
es: Se han recargado las %s tablas idénticas suprimidas

source: Failed to get uuid for dtree node.
es: Falla al obtener el uuid para el nodo dtree

source: dtree node segment allocation failed
es: falló la asignación del segmento del nodo de dtree

source: Couldn't find snapshot origin uuid %s.
es: No se pudo encontrar el origen de la instantánea uuid %s

source: Internal error: Attempt to add target area to missing segment.
es: Error interno: se intentó añadir área de destino a un sector perdido.

source: log uuid pool_strdup failed
es: fallo al registrar uuid pool_strdup

source: Couldn't find mirror log uuid %s.
es: No se pudo encontrar registro espejo uuid %s.

source: Failed to allocate target segment area.
es: No se pudo asignar el área de segmento objetivo.

source: dm_tree_node_add_target_area called without device
es: dm_tree_node_add_target_area llamado sin dispositivo

source: Couldn't find area uuid %s.
es: No se pudo encontrar área uuid %s

source: Device %s not found.
es: Dispositivo %s no encontrado.

source: Device %s is not a block device.
es: Dispositivo %s no es un dispositivo de bloques.

source: Creating directory "%s"
es: Creando directorio "%s"

source: %s: mkdir failed: %s
es: %s: mkdir falló: %s

source: Directory "%s" not found
es: Directorio "%s" no encontrado

source: dm_report_field_string: dm_pool_strdup failed
es: dm_report_field_string: dm_pool_strdup falló

source: dm_report_field_int: dm_pool_alloc failed
es: dm_report_field_int: dm_pool_alloc falló

source: dm_report_field_int: int too big: %d
es: dm_report_field_int: int demasiado grande: %d

source: dm_report_field_uint32: dm_pool_alloc failed
es: dm_report_field_uint32: dm_pool_alloc falló

source: dm_report_field_uint32: uint32 too big: %u
es: dm_report_field_uint32: uint32 demasiado grande: %u

source: dm_report_field_int32: dm_pool_alloc failed
es: dm_report_field_int32: dm_pool_alloc falló

source: dm_report_field_int32: int32 too big: %d
es: dm_report_field_int32: int32 demasiado grande: %d

source: dm_report_field_uint64: dm_pool_alloc failed
es: dm_report_field_uint64: dm_pool_alloc falló

source: dm_report_field_uint64: uint64 too big: %d
es: dm_report_field_uint64: uint64 demasiado grande: %d

source: %s Fields
es: %s Camposs

source: dm_report: field not match: %s
es: dm_report: no coincide el campo: %s

source: dm_report: struct field_properties allocation failed
es: dm_report: struct field_properties falló la asignación

source: dm_report: Ignoring duplicate sort field: %s
es: dm_report: Ignorando campo de orden duplicado: %s

source: dm_report: Missing sort field name
es: dm_report: Falta el nombre del campo para ordenar

source: Unrecognised field: %.*s
es: Campo desconocido: %.*s

source: dm_report: Unrecognised field: %.*s
es: dm_report: campo desconocido: %.*s

source: dm_report_init: dm_malloc failed
es: dm_report_init: fallo en dm_malloc

source: dm_report_init: allocation of memory pool failed
es: dm_report_init: asignación de memoria común falló

source: dm_report_object: struct row allocation failed
es: dm_report_object: fallo al asignar estructura de fila

source: dm_report_object: row sort value structure allocation failed
es: dm_report_object: fallo al asignar estructura de valor de ordenación de filas

source: dm_report_object: struct dm_report_field allocation failed
es: dm_report_object: fallo al asignar estructura dm_report_field

source: dm_report_object: report function failed for field %s
es: dm_report_object: informe de fallo de función para el campo %s

source: dm_report: dm_pool_begin_object failed for headings
es: dm_report: fallo en dm_pool_begin_object para las cabeceras

source: dm_report: snprintf heading failed
es: dm_report: fallo en la cabecera de snprintf

source: dm_report: Failed to generate report headings for printing
es: dm_report: Falla al generar los encabezados del informe para impresión

source: dm_report: sort array allocation failed
es: dm_report: fallo al asignar la matriz de ordenación

source: dm_report: Unable to allocate output line
es: dm_report: No se pudo asignar la línea de salida

source: dm_report: Unable to extend output line
es: dm_report: No se pudo extender la línea de salida

source: dm_report: left-aligned snprintf() failed
es: dm_report: fallo en snprintf() alineado a la izquierda

source: dm_report: right-aligned snprintf() failed
es: dm_report: fallo en snprintf() alineado a la derecha

source: dm_report: Unable to terminate output line
es: dm_report: Imposible terminar la linea de salida

source: Internal error: dm_strdup called with NULL pointer
es: Error interno: llamada a dm_strdup con un puntero nulo

source: Huge memory allocation (size %zu) rejected - metadata corruption?
es: Enorme asignación de memoria (tamaño %zu) rechazado - ¿corrupción de metadatos?

source: couldn't allocate any memory, size = %zu
es: No se pudo asignar ninguna memoria, tamaño = %zu

source: You have a memory leak:
es: Tiene una fuga de memoria:

source: block %d at %p, size %zu [%s]
es: bloque %d en %p, tamaño %zu [%s]

source: %ld bytes leaked in total
es: %ld bytes fugados en total

source: Couldn't create memory pool %s (size %zu)
es: No se pudo crear el banco de memoria %s (tamaño %zu)

source: Internal error: pool_free asked to free pointer not in pool
es: Error interno: pool_free pidió liberar un puntero que no se encuentra en el banco.

source: Out of memory. Requested %zu bytes.
es: Memoria induficiente. Se solicitaron %zu bytes.

source: Internal error: Unknown calc node type
es: Error interno: Tipo de nodo calc desconocido

source: Matcher built with %d dfa states
es: Coincidencias construidas con estados dfa %d

source: Couldn't parse regex
es: No se puede analizar regex

source: Incomplete rangespecification
es: Especificación de rango incompleta

source: Badly quoted character at end of expression
es: Caracter con comillas incorrectas al final de la expresion

source: missing ')' in regular expression
es: sin ')' en la expresión regular

source: Badly formed 'or' expression
es: Expresión 'or' mal formada

source: Parse error in regex
es: Error de análisis en regex
