Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/dnsmasq.po
Languages: es

source: failed to write %s: %s (retry in %us)
es: fallo al escribir %s: %s (se reintentará en %us)

source: no address range available for DHCP request %s %s
es: no hay un rango de direcciones disponible para la petición DHCP %s %s

source: with subnet selector
es: con selector de subred

source: via
es: vía

source: DHCP packet: transaction-id is %u
es: paquete DHCP: id de transacción %u

source: Available DHCP subnet: %s/%s
es: Subred DHCP disponible: %s/%s

source: Available DHCP range: %s -- %s
es: Rango DHCP disponible: %s -- %s

source: disabled
es: desactivado

source: address in use
es: dirección en uso

source: no address available
es: no hay dirección disponible

source: wrong network
es: red incorrecta

source: no address configured
es: no se configuró la dirección

source: no leases left
es: no quedan asignaciones

source: Vendor class: %s
es: Clase de fabricante: %s

source: User class: %s
es: Clase de usuario: %s

source: disabling DHCP static address %s for %s
es: se desactiva la dirección estática DHCP %s para %s

source: unknown lease
es: asignación desconocida

source: ignored
es: ignorado

source: not using configured address %s because it is leased to %s
es: no se usa la dirección configurada %s porque está asignada a %s

source: not using configured address %s because it is in use by the server or relay
es: no se usa la dirección configurada %s porque está en uso por el servidor o el repetidor

source: not using configured address %s because it was previously declined
es: no se usa la dirección configurada %s porque fue rechazada previamente

source: no unique-id
es: no tiene id único

source: wrong server-ID
es: ID de servidor incorrecta

source: wrong address
es: dirección incorrecta

source: lease not found
es: asignación no encontrada

source: address not available
es: dirección no disponible

source: static lease available
es: asignación estática disponible

source: address reserved
es: dirección reservada

source: abandoning lease to %s of %s
es: abandonando concesión a %s de %s

source: tags: %s
es: etiquetas: %s

source: cannot send DHCP/BOOTP option %d: no space left in packet
es: no se puede enviar la opción DHCP/BOOTP %d: no queda espacio en el paquete

source: Ignoring domain %s for DHCP host name %s
es: Se ignora el dominio %s para el nombre de equipo DHCP %s

source: requested options: %s
es: opciones pedidas: %s

source: next server: %s
es: próximo servidor: %s

source: bootfile name: %s
es: nombre del archivo de arranque: %s

source: server name: %s
es: nombre de servidor: %s

source: cannot create netlink socket: %s
es: no se puede crear zócalo netlink: %s

source: netlink returns error: %s
es: netlink devuelve el error: %s

source: attempt to set an IPv6 server address via DBus - no IPv6 support
es: se intenta establecer una dirección de servidor IPv6 vía DBus - no hay soporte para IPv6

source: setting upstream servers from DBus
es: se establecen los servidores superiores desde DBus

source: could not register a DBus message handler
es: no se puede registrar un manejador de mensajes DBus

source: cannot create DHCP BPF socket: %s
es: no se puede crear un zócalo DHCP BPF: %s

source: DHCP request for unsupported hardware type (%d) received on %s
es: se recibió una petición DHCP para un tipo de hardware desconocido (%d) en %s

source: unable to get free port for TFTP
es: no se puede obtener un puerto libre para TFTP

source: unsupported request from %s
es: petición no permitida desde %s

source: TFTP sent %s to %s
es: TFTP envió %s a %s

source: file %s not found
es: archivo %s no encontrado

source: TFTP error %d %s received from %s
es: error TFTP %d %s recibido desde %s

source: TFTP failed sending %s to %s
es: TFTP falló al enviar %s a %s

source: overflow: %d log entries lost
es: desbordamiento: %d entradas de registro perdidas

source: log failed: %s
es: fallo de registro: %s

source: FAILED to start up
es: FALLO al iniciar
