Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/dnsmasq.po
Languages: es

source: failed to load names from %s: %s
es: fallo al cargar los nombres desde %s: %s

source: bad address at %s line %d
es: dirección incorrecta en %s línea %d

source: bad name at %s line %d
es: nombre incorrecto en %s línea %d

source: read %s - %d addresses
es: %s leído - %d direcciones

source: cleared cache
es: caché limpio

source: not giving name %s to the DHCP lease of %s because the name exists in %s with address %s
es: no se le da el nombre %s a la asignación DHCP de %s porque el nombre existe en %s con dirección %s

source: time %lu
es: hora %lu

source: cache size %d, %d/%d cache insertions re-used unexpired cache entries.
es: tamaño de caché %d, %d/%d inserciones en caché, entradas de caché no caducadas reutilizadas.

source: queries forwarded %u, queries answered locally %u
es: peticiones remitidas %u, peticiones contestadas localmente %u

source: server %s#%d: queries sent %u, retried or failed %u
es: servidor %s#%d: peticiones enviadas %u, reintentos o fallos %u

source: failed to seed the random number generator: %s
es: fallo al iniciar el generador de números aleatorios: %s

source: could not get memory
es: no se puede conseguir memoria

source: cannot create pipe: %s
es: no se puede crear tubería: %s

source: failed to allocate %d bytes
es: fallo al asignar %d bytes

source: infinite
es: infinito

source: Specify local address(es) to listen on.
es: Especifique una dirección local en la que escuchar.

source: Return ipaddr for all hosts in specified domains.
es: Devuelve ipaddr para todos los equipos de los dominios especificados.

source: Fake reverse lookups for RFC1918 private address ranges.
es: Falsifica peticiones inversas para rangos de direcciones privadas RFC1918.

source: Treat ipaddr as NXDOMAIN (defeats Verisign wildcard).
es: Trata ipaddr como NXDOMAIN (rechaza comodines Verisign).

source: Specify the size of the cache in entries (defaults to %s).
es: Especifica el tamaño de la caché de las entradas (valor predeterminado %s).

source: Specify configuration file (defaults to %s).
es: Especifica el archivo de configuración (valor predeterminado %s).

source: Do NOT fork into the background: run in debug mode.
es: NO se bifurca para pasar a segundo plano: ejecutar en modo depuración.

source: Do NOT forward queries with no domain part.
es: NO reenvía peticiones sin parte de dominio.

source: Return self-pointing MX records for local hosts.
es: Devuelve registros MX que apuntan a sí mismos para los equipos locales.

source: Expand simple names in /etc/hosts with domain-suffix.
es: Expande nombres simples de /etc/hosts con el sufijo de dominio.

source: Don't forward spurious DNS requests from Windows hosts.
es: No reenvía peticiones de DNS falsas desde equipos Windows.

source: Enable DHCP in the range given with lease duration.
es: Activa DHCP en el rango dado con duración de asignación

source: Change to this group after startup (defaults to %s).
es: Cambia a este grupo tras iniciar (valor predeterminado %s).

source: Set address or hostname for a specified machine.
es: Establece la dirección o el nombre para un equipo especificado.

source: Read DHCP host specs from file
es: Lee especificaciones de equipo DHCP desde archivo

source: Read DHCP option specs from file
es: Lee especificaciones de opción DHCP desde archivo

source: Do NOT load %s file.
es: NO carga el archivo %s.

source: Specify a hosts file to be read in addition to %s.
es: Especifica un archivo de equipos que se leerá junto a %s.

source: Specify interface(s) to listen on.
es: Especifica los interfaces en los que se escuchará.

source: Specify interface(s) NOT to listen on.
es: Especifica los interfaces en los que NO se escuchará.

source: Map DHCP user class to tag.
es: Asignar clase de usuario DHCP a etiqueta.

source: Map RFC3046 circuit-id to tag.
es: Asignar la id de circuito RFC3046 a la etiqueta

source: Map RFC3046 remote-id to tag.
es: Asignar la id remota RFC3046 a la etiqueta

source: Map RFC3993 subscriber-id to tag.
es: Asignar la id de suscriptor RFC3993 a la etiqueta.

source: Don't do DHCP for hosts with tag set.
es: No hace DHCP para los equipos con la etiqueta establecida.

source: Force broadcast replies for hosts with tag set.
es: Fuerza respuestas de difusión para los equipos con la etiqueta establecida.

source: Do NOT fork into the background, do NOT run in debug mode.
es: NO se bifurca a segundo plano, NO se ejecuta en modo depuración.

source: Assume we are the only DHCP server on the local network.
es: Asume que este es el único servidor DHCP de la red local.

source: Specify where to store DHCP leases (defaults to %s).
es: Especifica dónde se almacenan las asignaciones DHCP (valor predeterminado %s).

source: Return MX records for local hosts.
es: Devuelve registros MX para equipos locales.

source: Specify an MX record.
es: Especifica un registro MX.

source: Specify BOOTP options to DHCP server.
es: Especifica opciones BOOTP al servidor DHCP.

source: Do NOT poll %s file, reload only on SIGHUP.
es: NO sondea el archivo %s, se recarga sólo con SIGHUP.

source: Do NOT cache failed search results.
es: NO almacena resultados de búsqueda fallidos.

source: Use nameservers strictly in the order given in %s.
es: Usa los servidores de nombre estrictamente en el orden dado en %s

source: Specify options to be sent to DHCP clients.
es: Especifica las opciones que se enviarán a los clientes DHCP.

source: DHCP option sent even if the client does not request it.
es: Opción DHCP enviada incluso si el cliente no la pide.

source: Specify port to listen for DNS requests on (defaults to 53).
es: Especifica el puerto en el que escuchar las peticiones DNS (valor predeterminado 53).

source: Maximum supported UDP packet size for EDNS.0 (defaults to %s).
es: Máximo tamaño de paquete UDP soportado para EDNS.0 (valor predeterminado %s).

source: Log DNS queries.
es: Registra las peticiones DNS.

source: Force the originating port for upstream DNS queries.
es: Fuerza a usar el puerto de origen para peticiones DNS superiores.

source: Do NOT read resolv.conf.
es: NO lee resolv.conf

source: Specify path to resolv.conf (defaults to %s).
es: Especifica la ruta del resolv.conf (valor predeterminado %s).

source: Specify address(es) of upstream servers with optional domains.
es: Especifica las direcciones de los servidores superiores con dominios opcionales.

source: Never forward queries to specified domains.
es: No reenvía las peticiones a los dominios especificados.

source: Specify the domain to be assigned in DHCP leases.
es: Especifica el dominio que se asignará en las asignaciones DHCP.

source: Specify default target in an MX record.
es: Especifica el objetivo predeterminado en un registro MX.

source: Specify time-to-live in seconds for replies from /etc/hosts.
es: Especifica el tiempo de vida en segundos para respuestas desde /etc/hosts.

source: Specify time-to-live in seconds for negative caching.
es: Especifica el tiempo de vida en segundos para lo que no se almacena en caché.

source: Change to this user after startup. (defaults to %s).
es: Cambia a este usuario tras iniciar (valor predeterminado %s).

source: Map DHCP vendor class to tag.
es: Asignar el vendedor DHCP a la etiqueta.

source: Display dnsmasq version and copyright information.
es: Muestra la versión de dnsmasq y la información del copyright.

source: Translate IPv4 addresses from upstream servers.
es: Traduce direcciones IPv4 desde servidores superiores.

source: Specify a SRV record.
es: Especifica un registro SRV.

source: Display this message. Use --help dhcp for known DHCP options.
es: Muestra este mensaje. Utilice --help dhcp para opciones DHCP conocidas.

source: Specify path of PID file (defaults to %s).
es: Especifica la ruta del archivo PID (valor predeterminado %s).

source: Specify maximum number of DHCP leases (defaults to %s).
es: Especifica el número máximo de asignaciones DHCP (valor predeterminado %s).

source: Answer DNS queries based on the interface a query was sent to.
es: Contesta a las peticiones DNS según el interfaz por el que la petición fue enviada.

source: Specify TXT DNS record.
es: Especifica un registro TXT DNS.

source: Specify PTR DNS record.
es: Especifica un registro PTR DNS.

source: Give DNS name to IPv4 address of interface.
es: Da un nombre DNS a una dirección IPv4 de interfaz.

source: Bind only to interfaces in use.
es: Conectarse sólo a los interfaces en uso.

source: Read DHCP static host information from %s.
es: Lee información DHCP estática de equipos desde %s.

source: Enable the DBus interface for setting upstream servers, etc.
es: Activa el interfaz DBus para establecer los servidores superiores, etc.

source: Do not provide DHCP on this interface, only provide DNS.
es: No suministra DHCP para este interfaz, sólo suministra DNS.

source: Enable dynamic address allocation for bootp.
es: Activar la asignación de dirección dinámica para bootp.

source: Map MAC address (with wildcards) to option set.
es: Asignar la dirección MAC (con comodines) al establecimiento de opción.

source: Treat DHCP requests on aliases as arriving from interface.
es: Trata las peticiones DHCP de aliases como procedentes de interfaz.

source: Disable ICMP echo address checking in the DHCP server.
es: Desactiva la comprobación de dirección ICMP echo en el servidor DHCP.

source: Script to run on DHCP lease creation and destruction.
es: Guión que se ejecutará al crear o destruir una asignación DHCP.

source: Read configuration from all the files in this directory.
es: Lee la configuración desde todos los archivos de este directorio.

source: Log to this syslog facility or file. (defaults to DAEMON)
es: Registra en este archivo o servicio de syslog (valor predeterminado DAEMON).

source: Do not use leasefile.
es: No se utiliza el archivo de asignaciones.

source: Maximum number of concurrent DNS queries. (defaults to %s)
es: Máximo número de peticiones DNS concurrentes (valor predeterminado %s).

source: Clear DNS cache when reloading %s.
es: Limpia la caché DNS al recargar %s.

source: Ignore hostnames provided by DHCP clients.
es: Ignora los nombres de equipo suministrados por los clientes DHCP.

source: Do NOT reuse filename and server fields for extra DHCP options.
es: NO reutiliza los nombres de archivo y los campos de servidor en las opciones extra DHCP.

source: Enable integrated read-only TFTP server.
es: Activa el servidor TFTP integrado de sólo lectura.

source: Export files by TFTP only from the specified subtree.
es: Exporta los archivos mediante TFTP sólo del sub-árbol especificado.

source: Add client IP address to tftp-root.
es: Añade una dirección de cliente IP a tftp-root.

source: Allow access only to files owned by the user running dnsmasq.
es: Permite acceso sólo a los archivos cuyo propietario es el usuario que ejecuta dnsmasq.

source: Maximum number of conncurrent TFTP transfers (defaults to %s).
es: Máximo número de transferencias TFTP concurrentes (valor predeterminado %s).

source: Disable the TFTP blocksize extension.
es: Desactiva la extensión de tamaño de bloque TFTP.

source: Ephemeral port range for use by TFTP transfers.
es: Rango de puertos efímeros que se usarán en las transferencias TFTP.

source: Extra logging for DHCP.
es: Registro extra para DHCP.

source: Enable async. logging; optionally set queue length.
es: Activa registro asíncrono: opcionalmente establece la longitud de la cola.

source: Stop DNS rebinding. Filter private IP ranges when resolving.
es: Finaliza el enlazado DNS. Filtra rangos de IP privadas al resolver.

source: Always perform DNS queries to all servers.
es: Realiza siempre las peticiones DNS a todos los servidores.

source: Set tag if client includes matching option in request.
es: Establecer etiqueta si el cliente incluye opción de concordancia en la solicitud.

source: Use alternative ports for DHCP.
es: Utiliza puertos alternativos para DHCP.

source: Run lease-change script as this user.
es: Ejecuta el guión lease-change como este usuario.

source: Specify NAPTR DNS record.
es: Especifica un registro DNS NAPTR.

source: Specify lowest port available for DNS query transmission.
es: Especifica el puerto más bajo disponible para la transmisión de peticiones DNS.

source: Use only fully qualified domain names for DHCP clients.
es: Utilice sólo los nombres de dominio completamente cualificados para los clientes DHCP.

source: Specify alias name for LOCAL DNS name.
es: Especificar nombre de alias para en nombre DNS LOCAL

source: Usage: dnsmasq [options]
es: Modo de uso: dnsmasq [opciones]

source: Use short options only on the command line.
es: Utilice opciones cortas sólo en la línea de órdenes.

source: Valid options are:
es: Las opciones válidas son:

source: Known DHCP options:
es: Opciones DHCP conocidas:

source: bad dhcp-option
es: opción dhcp no válida

source: bad IP address
es: dirección IP no válida

source: bad domain in dhcp-option
es: dominio no válido en opción dhcp

source: dhcp-option too long
es: opción dhcp demasiado larga

source: illegal dhcp-match
es: dhcp-match ilegal

source: illegal repeated flag
es: marcador repetido ilegal

source: illegal repeated keyword
es: palabra clave repetida ilegal

source: cannot access directory %s: %s
es: no se puede acceder al directorio %s: %s

source: cannot access %s: %s
es: no se puede acceder a %s: %s

source: only one dhcp-hostsfile allowed
es: sólo se permite un archivo de equipos dhcp

source: only one dhcp-optsfile allowed
es: sólo se permite un archivo de opciones dhcp

source: bad MX preference
es: preferencia MX no válida

source: bad MX name
es: nombre MX no válido

source: bad MX target
es: objetivo MX no válido

source: cannot run scripts under uClinux
es: no se pueden ejecutar guiones bajo uClinux

source: bad port
es: puerto no válido

source: interface binding not supported
es: interfaz de enlace no soportada

source: bad port range
es: rango de puertos no válido

source: bad bridge-interface
es: interfaz «bridge» no válido

source: bad dhcp-range
es: rango dhcp no válido

source: only one netid tag allowed
es: sólo se permite una etiqueta netid

source: inconsistent DHCP range
es: rango DHCP inconsistente

source: bad DHCP host name
es: nombre de equipo DHCP no válido

source: invalid port number
es: número de puerto no válido

source: invalid alias range
es: rango de alias inválido

source: bad interface name
es: nombre de interfaz no válido

source: duplicate CNAME
es: duplicar CNAME

source: bad PTR record
es: registro PTR no válido

source: bad NAPTR record
es: registro NAPTR no válido

source: TXT record string too long
es: cadena de caracteres del registro TXT demasiado larga

source: bad TXT record
es: registro TXT no válido

source: bad SRV record
es: registro SRV no válido

source: bad SRV target
es: objetivo SRV no válido

source: invalid priority
es: prioridad no válida

source: invalid weight
es: peso no válido

source: files nested too deep in %s
es: archivos demasiado anidados en %s

source: cannot read %s: %s
es: no se puede leer %s: %s

source: missing "
es: falta «"»

source: bad option
es: opción no válida

source: extraneous parameter
es: parámetro extraño

source: missing parameter
es: falta un parámetro

source: %s at line %d of %%s
es: %s en la línea %d de %%s

source: read %s
es: %s leídos

source: Dnsmasq version %s %s
es: Dnsmasq versión %s %s

source: Compile time options %s
es: Opciones de compilación %s

source: This software comes with ABSOLUTELY NO WARRANTY.
es: Este programa viene SIN NINGUNA GARANTÍA.

source: Dnsmasq is free software, and you are welcome to redistribute it
es: Dnsmasq es software libre, y puede redistribuirse

source: under the terms of the GNU General Public License, version 2 or 3.
es: bajo los términos de la GNU General Public License, versión 2 o 3.

source: try --help
es: pruebe con --help

source: try -w
es: pruebe con -w

source: bad command line options: %s
es: opciones en línea de órdenes no válidas: %s

source: cannot get host-name: %s
es: no se puede obtener el nombre de equipo: %s

source: only one resolv.conf file allowed in no-poll mode.
es: sólo se permite un archivo resolv.conf en modo no-poll.

source: must have exactly one resolv.conf to read domain from.
es: debe haber un único resolv.conf desde el que leer el dominio.

source: failed to read %s: %s
es: fallo al leer %s: %s

source: no search directive found in %s
es: no se encuentra directiva de búsqueda en %s

source: there must be a default domain when --dhcp-fqdn is set
es: debe haber un dominio predeterminado cuando se estblece --dhcp-fqdn

source: nameserver %s refused to do a recursive query
es: el servidor de nombres %s rehusó hacer una petición recursiva

source: possible DNS-rebind attack detected
es: detectado un posible ataque DNS-rebind

source: unknown interface %s in bridge-interface
es: interfaz %s desconocida en el interfaz bridge

source: failed to create listening socket: %s
es: fallo al crear un zócalo de escucha: %s

source: failed to set IPV6 options on listening socket: %s
es: fallo al establecer las opciones IPv6 en el zócalo de escucha: %s

source: failed to bind listening socket for %s: %s
es: fallo al enlazar el zócalo de escucha para %s: %s

source: failed to listen on socket: %s
es: fallo al eschuchar en el zócalo: %s

source: failed to create TFTP socket: %s
es: fallo al crear un zócalo TFTP: %s

source: failed to bind server socket for %s: %s
es: fallo al enlazar el zócalo de servidor para %s: %s

source: ignoring nameserver %s - local interface
es: se ignora el servidor de nombres %s - interfaz local

source: ignoring nameserver %s - cannot make/bind socket: %s
es: se ignora el servidor de nombres %s - no se puede crear/enlazar al zócalo: %s

source: unqualified
es: incompetente

source: names
es: nombres

source: default
es: predeterminado

source: domain
es: dominio

source: using local addresses only for %s %s
es: se usan direcciones locales sólo para %s %s

source: using nameserver %s#%d for %s %s
es: se usa el servidor de nombres %s#%d para %s %s

source: using nameserver %s#%d(via %s)
es: se usa el servidor de nombres %s#%d(vía %s)

source: using nameserver %s#%d
es: se usa el servidor %s#%d

source: TFTP server not available: set HAVE_TFTP in src/config.h
es: servidor TFTP no disponible: establezca HAVE_TFTP en src/config.h

source: asychronous logging is not available under Solaris
es: el registro asíncrono no está disponible en Solaris

source: must set exactly one interface on broken systems without IP_RECVIF
es: debe establecer un único interfaz en sistemas estropeados sin IP_RECVIF

source: failed to find list of interfaces: %s
es: fallo al buscar la lista de interfaces: %s

source: unknown interface %s
es: interfaz %s desconocido

source: no interface with address %s
es: no hay interfaz con la dirección %s

source: DBus error: %s
es: error DBus: %s

source: DBus not available: set HAVE_DBUS in src/config.h
es: DBus no está disponible: establezca HAVE_DBUS en src/config.h

source: unknown user or group: %s
es: usuario o grupo desconocido: %s

source: cannot chdir to filesystem root: %s
es: no se puede cambiar al sistema de archivos raíz: %s

source: cannot fork into background: %s
es: no se puede bifurcar a segundo plano: %s

source: started, version %s DNS disabled
es: iniciado, versión %s DNS desactivado

source: started, version %s cachesize %d
es: iniciado, versión %s tamaño de caché %d

source: started, version %s cache disabled
es: iniciado, versión %s caché desactivada

source: compile time options: %s
es: opciones al compilar: %s

source: DBus support enabled: connected to system bus
es: soporte DBus activado: conectado al bus de sistema

source: DBus support enabled: bus connection pending
es: soporte DBus activado: pendiente de conexión al bus

source: warning: failed to change owner of %s: %s
es: aviso: fallo al cambiar el propietario de %s: %s

source: setting --bind-interfaces option because of OS limitations
es: se establece la opción --bind-interfaces debido a limitaciones del SO

source: warning: interface %s does not currently exist
es: aviso: el interfaz %s no existe actualmente

source: warning: ignoring resolv-file flag because no-resolv is set
es: aviso: se ignora la marca resolv-file porque no-resolv está activado

source: warning: no upstream servers configured
es: aviso: no se configuraron servidores superiores

source: asynchronous logging enabled, queue limit is %d messages
es: registro asíncrono activado, el límite de la cola es de %d mensajes

source: DHCP, static leases only on %.0s%s, lease time %s
es: DHCP, asignaciones estáticas sólo en %.0s%s, tiempo de asignación %s

source: DHCP, IP range %s -- %s, lease time %s
es: DHCP, rango de IPs %s -- %s, tiempo de asignación %s

source: root is
es: root está

source: enabled
es: activado

source: secure mode
es: modo seguro

source: restricting maximum simultaneous TFTP transfers to %d
es: se restringe el máximo número de transferencias TFTP simultáneas a %d

source: connected to system DBus
es: conectado al sistema DBus

source: failed to create helper: %s
es: fallo al crear helper: %s

source: setting capabilities failed: %s
es: fallo al establecer las capacidades: %s

source: failed to change user-id to %s: %s
es: fallo al cambiar el id-usuario a %s: %s

source: failed to change group-id to %s: %s
es: fallo al cambiar el id-grupo a %s: %s

source: failed to open pidfile %s: %s
es: fallo al abrir el archivo pid %s: %s

source: cannot open %s: %s
es: no se puede abrir %s: %s

source: child process killed by signal %d
es: proceso hijo terminado por la señal %d

source: child process exited with status %d
es: proceso hijo finalizado con estado %d

source: failed to execute %s: %s
es: fallo al ejecutar %s: %s

source: exiting on receipt of SIGTERM
es: terminando al recibir SIGTERM

source: failed to access %s: %s
es: fallo al acceder a %s: %s

source: reading %s
es: leyendo %s

source: no servers found in %s, will retry
es: no se encontraron servidores en %s, se reintentará

source: cannot create DHCP socket : %s
es: no se puede crear zócalo DHCP: %s

source: failed to set options on DHCP socket: %s
es: fallo al establecer opciones en el zócalo DHCP: %s

source: failed to set SO_REUSE{ADDR|PORT} on DHCP socket: %s
es: fallo al establecer SO_REUSE{ADDR|PORT} en el zócalo DHCP: %s

source: failed to bind DHCP server socket: %s
es: fallo al enlazar el zócalo del servidor DHCP: %s

source: cannot create ICMP raw socket: %s.
es: no se puede crear un zócalo ICMP en bruto: %s

source: DHCP packet received on %s which has no address
es: se recibió un paquete DHCP en %s sin dirección

source: DHCP range %s -- %s is not consistent with netmask %s
es: el rango DHCP %s -- %s no es consistente con la máscara de red %s

source: failed to read %s:%s
es: fallo al leer %s: %s

source: bad line at %s line %d
es: línea no válida en %s línea %d

source: duplicate IP address %s in dhcp-config directive.
es: dirección IP %s duplicada en la directiva dhcp-config.

source: duplicate IP address %s in %s.
es: dirección IP duplicada %s en %s.

source: %s has more than one address in hostsfile, using %s for DHCP
es: %s tiene más de una dirección en el archivo de equipos, se usa %s para DHCP

source: duplicate IP address %s (%s) in dhcp-config directive
es: dirección IP %s duplicada (%s) en la directiva dhcp-config

source: cannot open or create lease file %s: %s
es: no se puede abrir o crear el archivo de asignación %s: %s

source: too many stored leases
es: demasiadas asignaciones almacenadas

source: cannot run lease-init script %s: %s
es: no se puede ejecutar el guión lease-init %s: %s

source: lease-init script returned exit code %s
es: el guión lease-init devolvió el código de salida %s
