Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/findutils.po
Languages: es

source: invalid argument %s for %s
es: argumento %s inválido para %s

source: ambiguous argument %s for %s
es: argumento %s ambiguo para %s

source: Valid arguments are:
es: Los argumentos válidos son:

source: error closing file
es: error cerrando el archivo

source: write error
es: error de escritura

source: Unknown system error
es: Error del sistema desconocido

source: %s: option `%s' is ambiguous
es: %s: la opción `%s' es ambigua

source: %s: option `--%s' doesn't allow an argument
es: %s: la opción `--%s' no admite ningún argumento

source: %s: option `%c%s' doesn't allow an argument
es: %s: la opción `%c%s' no admite ningún argumento

source: %s: option `%s' requires an argument
es: %s: la opción `%s' necesita un argumento

source: %s: unrecognized option `--%s'
es: %s: opción no reconocida `--%s'

source: %s: unrecognized option `%c%s'
es: %s: opción no reconocida `%c%s'

source: %s: illegal option -- %c
es: %s: opción ilegal -- %c

source: %s: invalid option -- %c
es: %s: opción inválida -- %c

source: %s: option requires an argument -- %c
es: %s: la opción requiere un parámetro -- %c

source: %s: option `-W %s' is ambiguous
es: %s: la opción `-W %s' es ambigua

source: %s: option `-W %s' doesn't allow an argument
es: %s: la opción `-W %s' no admite un parámetro

source: unable to record current working directory
es: no se puede registrar el directorio de trabajo actual

source: failed to return to initial working directory
es: no se puede volver al directorio de trabajo inicial

source: Success
es: Éxito

source: No match
es: No hay ninguna coincidencia

source: Invalid regular expression
es: Expresión regular inválida

source: Invalid collation character
es: Carácter de secuencia inválido

source: Invalid character class name
es: Nombre de clase de caracteres inválido

source: Trailing backslash
es: Barra invertida final

source: Invalid back reference
es: Referencia hacia atrás inválida

source: Unmatched [ or [^
es: [ o [^ desemparejado

source: Unmatched ( or \(
es: ( o \( desemparejado

source: Unmatched \{
es: \{ desemparejada

source: Invalid content of \{\}
es: Contenido de \{\} inválido

source: Invalid range end
es: Final de rango inválido

source: Memory exhausted
es: Memoria agotada

source: Invalid preceding regular expression
es: Expresión regular precedente inválida

source: Premature end of regular expression
es: Fin prematuro de la expresión regular

source: Regular expression too big
es: Expresión regular demasiado grande

source: Unmatched ) or \)
es: ) o \) desemparejado

source: No previous regular expression
es: No hay ninguna expresión regular anterior

source: ^[yY]
es: ^[sS]

source: memory exhausted
es: memoria agotada

source: invalid %s%s argument `%s'
es: argumento %s%s inválido para la opción `%s'

source: invalid suffix in %s%s argument `%s'
es: sufijo inválido en %s%s argumento `%s'

source: %s%s argument `%s' too large
es: %s%s argumento `%s' demasiado grande

source: cannot get current directory
es: no se puede obtener el directorio actual

source: cannot stat current directory
es: no se puede obtener el estado del directorio actual

source: Warning: file system %s has recently been unmounted.
es: Aviso: el sistema de archivos %s se ha desmontado recientemente.

source: Warning: file system %s has recently been mounted.
es: Aviso: el sistema de archivos %s se ha montado recientemente.

source: %s%s changed during execution of %s (old device number %ld, new device number %ld, file system type is %s) [ref %ld]
es: %s%s ha cambiado durante la ejecución de %s (anterior número de dispositivo %ld, nuevo número de dispositivo %ld, el tipo de sistema de archivos es %s) [ref %ld]

source: %s%s changed during execution of %s (old inode number %<PRIuMAX>, new inode number %<PRIuMAX>, file system type is %s) [ref %ld]
es: %s%s ha cambiado durante la ejecución de %s (anterior número de inodo %<PRIuMAX>, nuevo número de inodo %<PRIuMAX>, el tipo de sistema de archivos es %s) [ref %ld]

source: Failed to safely change directory into %s
es: Fallo al cambiar de forma segura el directorio a %s

source: Symbolic link %s is part of a loop in the directory hierarchy; we have already visited the directory to which it points.
es: El enlace simbólico %s es parte de un bucle en la jerarquía de directorios; el directorio al cual apunta ya se ha visitado.

source: Filesystem loop detected; %s has the same device number and inode as a directory which is %d level higher in the file system hierarchy
es: Bucle detectado en el sistema de archivos; %s tiene el mismo número de dispositivo e inodo que el directorio que está %d nivel por encima en la jerarquía del sistema de archivos

source: warning: not following the symbolic link %s
es: aviso: no se está siguiendo el enlace simbólico %s

source: WARNING: Hard link count is wrong for %s (saw only st_nlink=%d but we already saw %d subdirectories): this may be a bug in your file system driver. Automatically turning on find's -noleaf option. Earlier results may have failed to include directories that should have been searched.
es: Aviso: El contador de enlaces duros para %s está equivocado (ve sólo st_nlink=%d, pero ya se han visto %d subdirectorios): esto puede ser un error en el controlador del sistema de archivos. Se ha activado automáticamente la opción -noleaf de find. Los resultados anteriores pueden no haber incluido directorios en los que se debería haber buscado.

source: unknown
es: desconocido

source: File system loop detected; %s is part of the same file system loop as %s.
es: Bucle detectado en el sistema de archivos; %s es parte del mismo bucle que %s.

source: Warning: file %s appears to have mode 0000
es: Aviso: el archivo %s parece tener el modo 0000

source: cannot search %s
es: no se puede buscar %s

source: The -delete action atomatically turns on -depth, but -prune does nothing when -depth is in effect. If you want to carry on anyway, just explicitly use the -depth option.
es: La acción -delete automáticamente activa -depth, pero -prune no hace nada cuando -depht está activado. Si desea continuar de todos modos, use explícitamente la opción -depth.

source: warning: you have specified the %s option after a non-option argument %s, but options are not positional (%s affects tests specified before it as well as those specified after it). Please specify options before other arguments.
es: atención: ha especificado la opción %s después de un argumento %s que no es una opción, pero las opciones no son de posición (%s afecta tanto a las evaluaciones especificadas antes de él como a las especificadas después). Por favor especifique las opciones antes de otros argumentos.

source: warning: the -d option is deprecated; please use -depth instead, because the latter is a POSIX-compliant feature.
es: atención: la opción -d está obsoleta; por favor utilice -depth en su lugar, ya que se trata de una característica que cumple con POSIX.

source: %s is not the name of an existing group and it does not look like a numeric group ID because it has the unexpected suffix %s
es: %s no es el nombre de un grupo existente, y no parece el ID numérico de un grupo ya que tiene el sufijo %s no esperado

source: %s is not the name of an existing group
es: %s no es un nombre de un grupo existente

source: argument to -group is empty, but should be a group name
es: el argumento para -group está vacío, y debería de ser un nombre de grupo

source: default path is the current directory; default expression is -print expression may consist of: operators, options, tests, and actions:
es: la ruta de acceso por defecto es el directorio actual; la expresión por defecto es -print la expresión puede ser: operadores, opciones, pruebas y acciones:

source: operators (decreasing precedence; -and is implicit where no others are given): ( EXPR ) ! EXPR -not EXPR EXPR1 -a EXPR2 EXPR1 -and EXPR2 EXPR1 -o EXPR2 EXPR1 -or EXPR2 EXPR1 , EXPR2
es: operadores (prioridad decreciente; se supone -and si no hay otros): ( EXPR ) ! EXPR -not EXPR EXPR1 -a EXPR2 EXPR1 -and EXPR2 EXPR1 -o EXPR2 EXPR1 -or EXPR2 EXPR1 , EXPR2

source: positional options (always true): -daystart -follow -regextype normal options (always true, specified before other expressions): -depth --help -maxdepth LEVELS -mindepth LEVELS -mount -noleaf --version -xdev -ignore_readdir_race -noignore_readdir_race
es: opciones posicionales (siempre verdaderas): -daystart -follow -regextype opciones normales (siempre verdaderas, especificadas antes de otras expresiones): -depth --help -maxdepth NIVELES -mindepth NIVELES -mount -noleaf --version -xdev -ignore_readdir_race -noignore_readdir_race

source: tests (N can be +N or -N or N): -amin N -anewer FILE -atime N -cmin N -cnewer FILE -ctime N -empty -false -fstype TYPE -gid N -group NAME -ilname PATTERN -iname PATTERN -inum N -iwholename PATTERN -iregex PATTERN -links N -lname PATTERN -mmin N -mtime N -name PATTERN -newer FILE
es: prueba (N puede ser +N or -N o N): -amin N -anewer ARCHIVO -ctime N -empty -false -cnewer ARCHIVO -ctime N -empty -false -fstype TIPO -gid N -group NOMBRE -ilname PATRON -iname PATRON -inum N -iwholename PATRON -iregex PATRON -links N -lname PATRON -mmin N -mtime N -name PATRON -newer ARCHIVO

source: -nouser -nogroup -path PATTERN -perm [+-]MODE -regex PATTERN -readable -writable -executable -wholename PATTERN -size N[bcwkMG] -true -type [bcdpflsD] -uid N -used N -user NAME -xtype [bcdpfls]
es: -nouser -nogroup -path PATRÓN -perm [+-]MODO -regex PATRÓN -readable -writable -executable -wholename PATRÓN -size N[bcwkMG] -true -type [bcdpflsD] -uid N -used N -user NOMBRE -xtype [bcdpfls]

source: actions: -delete -print0 -printf FORMAT -fprintf FILE FORMAT -print -fprint0 FILE -fprint FILE -ls -fls FILE -prune -quit -exec COMMAND ; -exec COMMAND {} + -ok COMMAND ; -execdir COMMAND ; -execdir COMMAND {} + -okdir COMMAND ;
es: acciones: -delete -print0 -printf FORMATO -fprintf ARCHIVO FORMATO -print -fprint0 ARCHIVO -fprint ARCHIVO -ls -fls ARCHIVO -prune -quit -exec COMANDO ; -exec COMANDO {} + -ok COMANDO ; -execdir COMANDO ; -execdir COMANDO {} + -okdir COMANDO ;

source: Report (and track progress on fixing) bugs via the findutils bug-reporting page at http://savannah.gnu.org/ or, if you have no web access, by sending email to <bug-findutils@gnu.org>.
es: Informe sobre bichos (y siga el progreso de su corrección) a través de la página de comunicación de bichos en http://savannah.gnu.org/ o bien, si no tiene acceso a web, enviando un mensaje a <bug-findutils@gnu.org>.

source: sanity check of the fnmatch() library function failed.
es: la comprobación de adecuación de la función de biblioteca fnmatch() falló.

source: warning: Unix filenames usually don't contain slashes (though pathnames do). That means that '%s %s' will probably evaluate to false all the time on this system. You might find the '-wholename' test more useful, or perhaps '-samefile'. Alternatively, if you are using GNU grep, you could use 'find ... -print0 | grep -FzZ %s'.
es: advertencia: habitualmente, los nombres de archivo en Unix no contienen barras diagonales (aunque las rutas sí). Eso significa que '%s %s' probablemente resulte siempre falso en este sistema. Quizás encuentre más útil la prueba '-wholename' (-todoelnombre), o tal vez '-samefile' (-mismoarchivo). Como alternativa, si tiene GNU grep, podría usar 'find .... -print0 | grep -FzZ %s'.

source: Expected a positive decimal integer argument to %s, but got %s
es: Se esperaba un entero decimal positivo como parámetro para %s, pero se obtuvo %s

source: This system does not provide a way to find the birth time of a file.
es: Este sistema no proporciona una forma de averiguar la fecha de creación de un archivo.

source: I cannot figure out how to interpret %s as a date or time
es: No puedo imaginar como interpretar %s como fecha u hora

source: Cannot obtain birth time of file %s
es: No se puede obtener la fecha de creación del archivo %s

source: Mode %s is not valid when POSIXLY_CORRECT is on.
es: El modo %s no es válido cuando POSIXLY_CORRECT está activado.

source: invalid mode %s
es: modo %s no válido

source: warning: you have specified a mode pattern %s (which is equivalent to /000). The meaning of -perm /000 has now been changed to be consistent with -perm -000; that is, while it used to match no files, it now matches all files.
es: Aviso: se ha especificado el patrón %s de modos (que es equivalente a /000). El significado de -perm /000 se ha cambiado para ser consistente con -perm -000; o sea, antes no seleccionaba archivos, y ahora selecciona todos los archivos.

source: invalid null argument to -size
es: argumento nulo inválido para la opción -size

source: invalid -size type `%c'
es: tipo dado a -size inválido `%c'

source: Invalid argument `%s%c' to -size
es: argumento `%s%c' no válido para -size

source: The -show-control-chars option takes a single argument which must be 'literal' or 'safe'
es: La opción -show-control-chars necesita un argumento que debe ser «literal» o «safe»

source: Invalid argument %s to -used
es: argumento %s no válido para -used

source: Features enabled:
es: Funcionalidades activadas:

source: Arguments to -type should contain only one letter
es: Los argumentos para -type deberían de contener una única letra

source: Unknown argument to -type: %c
es: argumento %c desconocido para -type

source: warning: unrecognized escape `\%c'
es: atención: secuencia de escape `\%c' no reconocida

source: error: %s at end of format string
es: error: %s al final de la cadena de formato

source: warning: unrecognized format directive `%%%c'
es: atención: directiva de formato `%%%c' no reconocida

source: error: the format directive `%%%c' is reserved for future use
es: Error: la directiva de formato `%%%c' está reservada para uso futuro

source: The current directory is included in the PATH environment variable, which is insecure in combination with the %s action of find. Please remove the current directory from your $PATH (that is, remove "." or leading or trailing colons)
es: El directorio actual está incluido en la variable de entorno PATH , lo que no es seguro si se combina con la acción de búsqueda %s. Por favor, elimina la ruta actual de tu $PATH (es decir, elimina "." o los dos puntos iniciales o finales)

source: The relative path %s is included in the PATH environment variable, which is insecure in combination with the %s action of find. Please remove that entry from $PATH
es: La ruta relativa %s está incluida en la variable de entorno PATH, lo que no es seguro si se combina con la acción %s de find. Elimine dicha entrada del $PATH

source: You may not use {} within the utility name for -execdir and -okdir, because this is a potential security problem.
es: No debería usar {} dentro del nombre de la utilidad para -execdir ni -okdir, ya que podría ser un problema de seguridad.

source: Only one instance of {} is supported with -exec%s ... +
es: Sólo se permite una instancia de {} con -exec%s ... +

source: The environment is too large for exec().
es: El entorno es demasiado grande para exec().

source: arithmetic overflow when trying to calculate the end of today
es: desbordamiento aritmético cuando se intentaba calcular el final de hoy

source: standard error
es: error estándar

source: standard output
es: salida estándar

source: cannot delete %s
es: no se puede eliminar %s

source: Warning: cannot determine birth time of file %s
es: Aviso: no se puede determinar la fecha de creación del archivo %s

source: Cannot close standard input
es: Imposible cerrar la entrada estándar

source: Failed to change directory
es: Fallo al cambiar de directorio

source: cannot fork
es: falló la llamada al sistema `fork()'

source: error waiting for %s
es: error esperando al proceso %s

source: %s terminated by signal %d
es: %s terminado por la señal %d

source: invalid expression
es: expresión inválida

source: invalid expression; you have used a binary operator '%s' with nothing before it.
es: expresión no válida; se ha usado un operador binario %s sin nada antes.

source: expected an expression between '%s' and ')'
es: se esperaba una expresión entre %s y ')'

source: expected an expression after '%s'
es: se esperaba una expresión tras '%s'

source: invalid expression; you have too many ')'
es: expresión inválida; hay demasiados ')'

source: invalid expression; expected to find a ')' but didn't see one. Perhaps you need an extra predicate after '%s'
es: expresión no válida; se esperaba encontrar un ')' pero no se encontró ninguno. Quizás sea necesario un predicado extra después de '%s'

source: invalid expression; empty parentheses are not allowed.
es: expresión no válida; no se permiten paréntesis vacíos.

source: invalid expression; I was expecting to find a ')' somewhere but did not see one.
es: expresión inválida; esperaba un ')' pero no lo encontré.

source: oops -- invalid expression type!
es: oh, oh -- ¡tipo de expresión inválido!

source: oops -- invalid expression type (%d)!
es: ups!! -- ¡tipo de expresión inválido! (%d)

source: paths must precede expression: %s
es: Las rutas deben preceder la expresión: %s

source: unknown predicate `%s'
es: predicado `%s' no válido

source: invalid predicate `%s'
es: predicado inválido `%s'

source: invalid argument `%s' to `%s'
es: parámetro `%s' inválido para la opción `%s'

source: missing argument to `%s'
es: falta un parámetro para `%s'

source: you have too many ')'
es: tiene demasiados ')'

source: unexpected extra predicate '%s'
es: predicado extra '%s' inesperado

source: unexpected extra predicate
es: predicado adicional inesperado

source: oops -- invalid default insertion of and!
es: oh, oh -- ¡inserción por defecto de `and' inválida!

source: Usage: %s [-H] [-L] [-P] [-Olevel] [-D
es: Uso: %s [-H] [-L] [-P] [-Onivel] [-D

source: ] [path...] [expression]
es: ] [ruta...] [expresión]

source: Ignoring unrecognised debug flag %s
es: Ignorando la marca de depuración no reconocida %s

source: Empty argument to the -D option.
es: Argumento vacío para la opción -D

source: The -O option must be immediately followed by a decimal integer
es: A la opción -O debe seguir un entero decimal.

source: Please specify a decimal number immediately after -O
es: Especifique un número en decimal inmediatamente después de -O

source: Invalid optimisation level %s
es: Nivel de optimización %s no válido

source: Optimisation level %lu is too high. If you want to find files very quickly, consider using GNU locate.
es: El nivel de optimización %lu es demasiado alto. Si desea encontrar archivos más rápido, considere usar GNU locate.

source: The environment variable FIND_BLOCK_SIZE is not supported, the only thing that affects the block size is the POSIXLY_CORRECT environment variable
es: La variable de entorno FIND_BLOCK_SIZE no está soportada, lo único que afecta al tamaño del bloque es la variable de entorno POSIXLY_CORRECT

source: command too long
es: orden demasiado larga

source: can not fit single argument within argument list size limit
es: Un argumento no cabe dentro del tamaño límite de la lista de argumentos

source: argument list too long
es: lista de argumentos demasiado larga

source: Built using GNU gnulib version %s
es: Compilado utilizando GNU gnulib versión %s

source: Unknown regular expression type %s; valid types are %s.
es: Tipo de expresión regular %s desconocido; los tipos validos son %s.

source: Usage: %s [--version | --help] or %s most_common_bigrams < file-list > locate-database
es: Modo de empleo: %s [--version | --help] o bien %s bigramas_más_comunes < lista-de-ficheros > base-de-datos-de-locate

source: Report bugs to <bug-findutils@gnu.org>.
es: Comunicar bichos a <bug-findutils@gnu.org>.

source: Usage: %s [-0 | --null] [--version] [--help]
es: Modo de uso: %s [-0 | --null] [--version] [--help]

source: You need to specify a security level as a decimal integer.
es: Tiene que especificar un nivel de seguridad como un entero decimal.

source: Security level %s is outside the convertible range.
es: El nivel de seguridad %s está fuera del rango convertible.

source: Security level %s has unexpected suffix %s.
es: El nivel de seguridad %s tiene el sufijo inesperado %s.

source: slocate security level %ld is unsupported.
es: el nivel de seguridad %ld para slocate no está permitido

source: Failed to write to standard output
es: No se pudo escribir en la salida estándar

source: days
es: días

source: The argument for option --max-database-age must not be empty
es: El argumento para la opción --max-database-age no debe ser vacío

source: Invalid argument %s for option --max-database-age
es: Argumento %s no válido para la opción --max-database-age

source: locate database %s contains a filename longer than locate can handle
es: la base de datos de localización%s contiene un nombre de archivo es más largo de lo que puede manejar la localización

source: locate database %s is corrupt or invalid
es: la base de datos de locate %s está corrupta o no es válida

source: Locate database size: %s byte
es: Tamaño de la base de datos de locate: %s byte

source: Matching Filenames: %s
es: Nombres de archivo coincidentes: %s

source: All Filenames: %s
es: Todos los nombres de archivo: %s

source: File names have a cumulative length of %s bytes. Of those file names, %s contain whitespace, %s contain newline characters, and %s contain characters with the high bit set.
es: Los nombres de archivo tienen una longitud total de %s bytes. De esos nombres de archivo, %s contienen espacios, %s contienen caracteres de nueva línea, y %s contienen caracteres con el bit alto establecido.

source: Some filenames may have been filtered out, so we cannot compute the compression ratio.
es: Algunos nombres de archivo pueden haber sido eliminados, por lo que no se puede calcular el ratio de compresión.

source: Compression ratio %4.2f%% (higher is better)
es: El ratio de compresión es %4.2f%% (cuanto más alto, mejor)

source: Compression ratio is undefined
es: El ratio de compresión no está definido

source: locate database %s looks like an slocate database but it seems to have security level %c, which GNU findutils does not currently support
es: La base de datos de locate %s se parece a una base de datos de slocate, pero parece tenr un nivel de seguridad %c, que GNU findutils no permite actualmente

source: %s is an slocate database. Support for these is new, expect problems for now.
es: %s es una base de datos de slocate. El soporte para éstas es reciente, por lo que pueden surgir problemas.

source: %s is an slocate database of unsupported security level %d; skipping it.
es: %s es una base de datos de slocate con nivel de seguridad %d no permitido; omitiéndola.

source: You specified the -E option, but that option cannot be used with slocate-format databases with a non-zero security level. No results will be generated for this database.
es: Especificó la opción -E, pero esa opción no puede usarse con bases de datos slocate con un nivel de seguridad distinto de cero. No se generarán resultados para esta base de datos.

source: %s is an slocate database. Turning on the '-e' option.
es: %s es una base de datos de slocate. Activando la opción -e.

source: Old-format locate database %s is too short to be valid
es: La base de datos de locate %s con formato antiguo es demasiado pequeña para ser válida

source: Database %s is in the %s format.
es: La base de datos %s está en el formato %s.

source: The database has little-endian machine-word encoding.
es: La base de datos tiene codificación de palabra little-endian (la palabra empieza con el byte menos significativo).

source: The database has big-endian machine-word encoding.
es: La base de datos tiene codificación de palabra big-endian (la palabra empieza con el byte más significativo).
