Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/findutils.po
Languages: es

source: The database machine-word encoding order is not obvious.
es: El orden de codificación de palabra de la base de datos no es claro.

source: Usage: %s [-d path | --database=path] [-e | -E | --[non-]existing] [-i | --ignore-case] [-w | --wholename] [-b | --basename] [--limit=N | -l N] [-S | --statistics] [-0 | --null] [-c | --count] [-P | -H | --nofollow] [-L | --follow] [-m | --mmap ] [ -s | --stdio ] [-A | --all] [-p | --print] [-r | --regex ] [--regextype=TYPE] [--max-database-age D] [--version] [--help] pattern...
es: Uso: %s [-d RUTA | --database=ruta] [-e | -E | --[non-]existing] [-i | --ignore-case] [-w | --wholename] [-b | --basename] [--limit=N | -l N] [-S | --statistics] [-0 | --null] [-c | --count] [-P | -H | --nofollow] [-L | --follow] [-m | --mmap ] [ -s | --stdio ] [-A | --all] [-p | --print] [-r | --regex ] [--regextype=TIPO] [--max-database-age D] [--version] [--help] Patrón...

source: failed to drop group privileges
es: fallo al perder los privilegios de grupo

source: failed to drop setuid privileges
es: fallo al perder los privilegios setuid

source: Failed to fully drop privileges
es: fallo al perder completamente los privilegios

source: failed to drop setgid privileges
es: fallo al perder los privilegios setgid

source: warning: the locate database can only be read from stdin once.
es: aviso: la base de datos de localización sólo puede ser leída una vez desde stdin.

source: time system call failed
es: falló la llamada al sistema de hora

source: warning: database %s is more than %d %s old (actual age is %.1f %s)
es: aviso: la base de datos %s tiene una antigüedad de más de %d %s (la edad actual es %.1f %s)

source: Warning: locate database %s was built with a different byte order
es: Aviso: la base de datos de locate %s se construyó con otro orden de bytes diferente

source: unexpected EOF in %s
es: EOF inesperado en %s

source: error reading a word from %s
es: error leyendo una palabra de %s

source: Invalid escape sequence %s in input delimiter specification.
es: Secuencia de escape %s inválida en especificación del delimitador de entrada.

source: Invalid escape sequence %s in input delimiter specification; character values must not exceed %lx.
es: Secuencia de escape %s inválida en especificación del delimitador de entrada; el valor de los caracteres no debe exceder %lx.

source: Invalid escape sequence %s in input delimiter specification; character values must not exceed %lo.
es: Secuencia de escape %s inválida en especificación del delimitador de entrada; el valor de los caracteres no debe exceder %lo.

source: Invalid escape sequence %s in input delimiter specification; trailing characters %s not recognised.
es: Secuencia de escape %s inválida en especificación del delimitador de entrada; caracteres finales %s no reconocidos.

source: Invalid input delimiter specification %s: the delimiter must be either a single character or an escape sequence starting with \.
es: Especificación inválida %s del delimitador de entrada: el delimitador debe ser un único caracter o una secuencia de escape empezando por \.

source: environment is too large for exec
es: el entorno es demasiado grande para exec

source: Warning: value %ld for -s option is too large, using %ld instead
es: Aviso: el valor %ld para la opción -s es demasiado grande, se usará %ld en su lugar

source: Cannot open input file %s
es: No se puede abrir el archivo de entrada %s

source: Your environment variables take up %lu bytes
es: Sus variables de entorno ocupan %lu bytes

source: POSIX upper limit on argument length (this system): %lu
es: Límite POSIX superior para la longitud del argumento (en este sistema): %lu

source: POSIX smallest allowable upper limit on argument length (all systems): %lu
es: Límite POSIX superior más pequeño permitido para la longitud del argumento (todos los sistemas): %lu

source: Maximum length of command we could actually use: %ld
es: Máxima longitud de orden que se podría usar realmente: %ld

source: Size of command buffer we are actually using: %lu
es: Tamaño del búfer de órdenes que se está usando realmente: %lu

source: Execution of xargs will continue now, and it will try to read its input and run commands; if this is not what you wanted to happen, please type the end-of-file keystroke.
es: La ejecución de xargs continuará ahora, y se intentará leer la entrada y ejecutar las órdenes; si eso no es lo que quiere que suceda, pulse la combinación de teclas de fin-de-archivo.

source: Warning: %s will be run at least once. If you do not want that to happen, then press the interrupt keystroke.
es: Aviso: %s se ejecutará al menos una vez. Si no desea que suceda eso, pulse la combinación de teclas de interrupción.

source: unmatched %s quote; by default quotes are special to xargs unless you use the -0 option
es: comilla %s desemparejada; por omisión las comillas son especiales para xargs a menos que utilice la opción -0

source: double
es: doble

source: single
es: simple

source: Warning: a NUL character occurred in the input. It cannot be passed through in the argument list. Did you mean to use the --null option?
es: Aviso: hay un carácter NUL en la entrada, que no puede pasarse a la lista de argumentos. ¿Quizás quiso usar la opción --null?

source: argument line too long
es: línea de argumentos demasiado larga

source: error waiting for child process
es: error esperando al proceso hijo

source: Warning: Lost track of %d child processes
es: Aviso: Se perdió el rastro de %d procesos hijo.

source: %s: exited with status 255; aborting
es: %s: acabó con status 255; abortando

source: %s: stopped by signal %d
es: %s: interrumpido por la señal %d

source: %s: terminated by signal %d
es: %s: terminado por la señal %d

source: %s: invalid number for -%c option
es: %s: número inválido para la opción -%c

source: %s: value for -%c option should be >= %ld
es: %s: el valor para la opción -%c debería ser mayor o igual que %ld

source: %s: value for -%c option should be < %ld
es: %s: el valor para la opción -%c debería ser menor que %ld

source: Usage: %s [-0prtx] [--interactive] [--null] [-d|--delimiter=delim] [-E eof-str] [-e[eof-str]] [--eof[=eof-str]] [-L max-lines] [-l[max-lines]] [--max-lines[=max-lines]] [-I replace-str] [-i[replace-str]] [--replace[=replace-str]] [-n max-args] [--max-args=max-args] [-s max-chars] [--max-chars=max-chars] [-P max-procs] [--max-procs=max-procs] [--show-limits] [--verbose] [--exit] [--no-run-if-empty] [--arg-file=file] [--version] [--help] [command [initial-arguments]]
es: Modo de empleo: %s [-0prtx] [--interactive] [--null] [-d | --delimiter=delim] [-E cadena-eof] [-e[cadena-eof]] [--eof[=cadena-eof]] [-L maximo-de-lineas] [-l[maximo-de-lineas]] [--max-lines[=maximo-de-lineas]] [-I cadena-de-reemplazo] [-i[cadena-de-reemplazo]] [--replace[=cadena-de-reemplazo]] [-n máximo-de-argumentos] [--max-args=máximo-de-argumentos] [-s maximo-de-caracteres] [--max-chars=maximo-de-caracteres] [-P máximo-de-procesos] [--max-procs=máximo-de-procesos] [--show-limits] [--verbose] [--exit] [--no-run-if-empty] [--arg-file=archivo] [--version] [--help] [command [argumentos-iniciales]]
