Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/git-gui.po
Languages: es

source: git-gui: fatal error
es: git-gui: error fatal

source: Invalid font specified in %s:
es: Tipografía inválida especificada en %s:

source: Main Font
es: Tipografía principal

source: Diff/Console Font
es: Tipografía de Consola/Diff

source: Cannot find git in PATH.
es: No se puede encontrar git en la RUTA

source: Cannot parse Git version string:
es: No se puede analizar la cadena de versión Git

source: Git version cannot be determined. %s claims it is version '%s'. %s requires at least Git 1.5.0 or later. Assume '%s' is version 1.5.0?
es: No se pudo determinar la versión de Git. %s demanda que la versión sea '%s' %s requiere Git 1.5.0 o superior. ¿Asumir que '%s' es la versión 1.5.0?

source: Git directory not found:
es: Directorio Git no encontrado:

source: Cannot move to top of working directory:
es: No se puede mover a la parte superior del directorio de trabajo

source: Cannot use funny .git directory:
es: No se puede usar el directorio .git.

source: No working directory
es: No es un directorio de trabajo

source: Refreshing file status...
es: Refrescando el estado del archivo...

source: Scanning for modified files ...
es: Explorando archivos modificados

source: Ready.
es: Preparado.

source: Unmodified
es: Sin modificar

source: Modified, not staged
es: Modificado, no clasificado

source: Staged for commit
es: Clasificado para envío

source: Portions staged for commit
es: Porciones no clasificadas para envío

source: Staged for commit, missing
es: Clasificados para envío, perdidas

source: Untracked, not staged
es: Sin cambios, no clasificado

source: Missing
es: Falta

source: Staged for removal
es: Clasificado para ser eliminado

source: Staged for removal, still present
es: Clasificado para ser eliminado, aún presente

source: Requires merge resolution
es: Requiere una solución de fusión

source: Starting gitk... please wait...
es: Arrancando gitk... espere...

source: Couldn't find gitk in PATH
es: No se puede enconrtrar gitk en PATH

source: Repository
es: Repositorio

source: Edit
es: Editar

source: Branch
es: Rama

source: Commit@@noun
es: Envío@@sustantivo

source: Merge
es: Fusionar

source: Remote
es: Remota

source: Browse Current Branch's Files
es: Examinar archivos de la rama actual

source: Browse Branch Files...
es: Examinar archivos de la rama

source: Visualize Current Branch's History
es: Ver historial actual de la rama

source: Visualize All Branch History
es: Ver todo el historial de la rama

source: Browse %s's Files
es: Mostrar archivos %s

source: Visualize %s's History
es: Visualizar la historia de %s

source: Database Statistics
es: Estadísticas de la base de datos

source: Compress Database
es: Comprimir base de datos

source: Verify Database
es: Verificar la base de datos

source: Create Desktop Icon
es: Crear un icono de escritorio

source: Quit
es: Salir

source: Undo
es: Deshacer

source: Redo
es: Rehacer

source: Cut
es: Cortar

source: Copy
es: Copiar

source: Paste
es: Pegar

source: Delete
es: Borrar

source: Select All
es: Seleccionar todo

source: Create...
es: Crear...

source: Checkout...
es: Comprobación de salida...

source: Rename...
es: Renombrar...

source: Delete...
es: Borrar ...

source: Reset...
es: Restablecer...

source: New Commit
es: Nueva ejecución

source: Amend Last Commit
es: Corregir el último envío

source: Rescan
es: Explorar de nuevo

source: Stage To Commit
es: Clasificado para enviar

source: Stage Changed Files To Commit
es: Archivos con cambios clasificados para envio

source: Unstage From Commit
es: No clasificados para envio

source: Revert Changes
es: Revertir cambios

source: Show Less Context
es: Mostrar menos contexto

source: Show More Context
es: Mostrar más contexto

source: Sign Off
es: Desconectarse

source: Commit@@verb
es: Envío@@verbo

source: Local Merge...
es: Fusión local...

source: Abort Merge...
es: Parar fusión...

source: Push...
es: Empujar...

source: About %s
es: Acerca de %s

source: Preferences...
es: Preferencias...

source: Options...
es: Opciones...

source: Help
es: Ayuda

source: Online Documentation
es: Documentación en línea

source: fatal: cannot stat path %s: No such file or directory
es: fatal: no se puede establecer la ruta %s: No es un archivo o un directorio

source: Current Branch:
es: Rama actual:

source: Staged Changes (Will Commit)
es: Cambios clasificados (se enviarán)

source: Unstaged Changes
es: Cambios sin clasificar

source: Stage Changed
es: Calsificación cambiada

source: Push
es: Empujar

source: Initial Commit Message:
es: Mensaje inicial de ejecución:

source: Amended Commit Message:
es: Corregir el mensaje de envío

source: Amended Initial Commit Message:
es: Mensaje de envío inicial corregido

source: Amended Merge Commit Message:
es: Mensaje de envío de fusión corregido:

source: Merge Commit Message:
es: Mensaje de ejecución de combinación

source: Commit Message:
es: Mensaje de ejecución:

source: Copy All
es: Copiar todo

source: File:
es: Archivo:

source: Apply/Reverse Hunk
es: Aplicar/revertir fragmento

source: Apply/Reverse Line
es: Aplicar/línea inversa

source: Refresh
es: Refrescar

source: Decrease Font Size
es: Disminuir el tamaño de la tipografía

source: Increase Font Size
es: Aumentar el tamaño de la tipografía

source: Unstage Hunk From Commit
es: Fragmento sin clasificar desde envío

source: Unstage Line From Commit
es: Desclasificar línea por envío

source: Stage Hunk For Commit
es: Fragmento clasificado para envío

source: Stage Line For Commit
es: Clasificar línea para envío

source: Initializing...
es: Inicializando...

source: Possible environment issues exist. The following environment variables are probably going to be ignored by any Git subprocess run by %s:
es: Posiblemente existan problemas de entorno. Las siguientes variables de entorno probablemente sean ignoradas por cualquier subproceso de Git ejecutado por %s:

source: This is due to a known issue with the Tcl binary distributed by Cygwin.
es: Esto es debido a un problema conocido con el binario de Tcl distribuido por Cygwin.

source: A good replacement for %s is placing values for the user.name and user.email settings into your personal ~/.gitconfig file.
es: Un buen reemplazo para %s es poner los valores de configuración del usuario y correo en su archivo personal ~/.gitconfig.

source: git-gui - a graphical user interface for Git.
es: git-gui - interfaz gráfica de usuario para Git.

source: File Viewer
es: Visor de archivo

source: Commit:
es: Ejecutar:

source: Copy Commit
es: Copiar ejecución

source: Do Full Copy Detection
es: Hacer detección total de copia

source: Reading %s...
es: Leyendo %s...

source: Loading copy/move tracking annotations...
es: Cargando copiar/mover anotaciones de traceado

source: lines annotated
es: líneas anotadas

source: Loading original location annotations...
es: Cargando anotaciones de localización original...

source: Annotation complete.
es: Anotación completa.

source: Busy
es: Ocupado

source: Annotation process is already running.
es: El proceso de anotación está corriendo

source: Running thorough copy detection...
es: Corriendo a través de la detección de copia...

source: Loading annotation...
es: Cargando anotación...

source: Author:
es: Autor:

source: Committer:
es: Remitente:

source: Original File:
es: Archivo original:

source: Originally By:
es: Originalmente por:

source: In File:
es: En archivo:

source: Copied Or Moved Here By:
es: Copiado o movido aquí por.

source: Checkout Branch
es: Comprobar la rama

source: Checkout
es: Comprobación

source: Cancel
es: Cancelar

source: Revision
es: Revisión

source: Options
es: Opciones

source: Fetch Tracking Branch
es: Recuperar rama en seguimiento

source: Detach From Local Branch
es: Separar de la rama local

source: Create Branch
es: Crear rama

source: Create New Branch
es: Crear nueva rama

source: Create
es: Crear

source: Branch Name
es: Nombre de rama

source: Name:
es: Nombre:

source: Match Tracking Branch Name
es: Coincidir nombre de rama en seguimiento

source: Starting Revision
es: Comenzar revisión

source: Update Existing Branch:
es: Actualizar rama existente:

source: Fast Forward Only
es: Sólo avance rápido

source: Reset
es: Restablecer

source: Checkout After Creation
es: Comprobar después de creación

source: Please select a tracking branch.
es: Seleccione una rama de traceado.

source: Tracking branch %s is not a branch in the remote repository.
es: La rama de traceado %s no es una rama en el repositorio remoto.

source: Please supply a branch name.
es: Proporcione un nombre de rama.

source: '%s' is not an acceptable branch name.
es: '%s' no es un nombre de rama aceptable.

source: Delete Branch
es: Eliminar rama

source: Delete Local Branch
es: Borrar rama local

source: Local Branches
es: Ramas locales

source: Delete Only If Merged Into
es: Borrar sólo si está fusionando

source: Always (Do not perform merge test.)
es: Siempre (no hacer el test de fusión.)

source: The following branches are not completely merged into %s:
es: Las siguientes ramas no están completamente fusionadas en %s:

source: Recovering deleted branches is difficult. Delete the selected branches?
es: Recuperar las ramas borradas es difícil. ¿Borrar las ramas seleccionadas?

source: Failed to delete branches: %s
es: Fallo al borrar ramas: %s

source: Rename Branch
es: Renombrar ramas

source: Rename
es: Renombrar

source: Branch:
es: Rama:

source: New Name:
es: Nuevo nombre:

source: Please select a branch to rename.
es: Seleccione una rama para renombrar

source: Branch '%s' already exists.
es: La rama '%s' ya existe.

source: Failed to rename '%s'.
es: Fallo al renombrar '%s'.

source: Starting...
es: Iniciando...

source: File Browser
es: Navegador de archivos

source: Loading %s...
es: Cargando %s...

source: [Up To Parent]
es: [Al superior]

source: Browse Branch Files
es: Mostrar archivos de rama

source: Browse
es: Explorar

source: Fetching %s from %s
es: Obteniendo %s desde %s

source: fatal: Cannot resolve %s
es: fatal: No se puede resolver %s

source: Close
es: Cerrar

source: Branch '%s' does not exist.
es: La rama '%s' no existe.

source: Failed to configure simplified git-pull for '%s'.
es: Falló la configuración simplificada git-pull para '%s'.

source: Branch '%s' already exists. It cannot fast-forward to %s. A merge is required.
es: La rama '%s' ya existe. Si no puede ir rápido a %s. Se requiere una fusión.

source: Merge strategy '%s' not supported.
es: Estrategia de fusión '%s' no soportada.

source: Failed to update '%s'.
es: Fallo al actualizar '%s'.

source: Staging area (index) is already locked.
es: La zona de clasificación (índice) ya está bloqueada.

source: Last scanned state does not match repository state. Another Git program has modified this repository since the last scan. A rescan must be performed before the current branch can be changed. The rescan will be automatically started now.
es: El último estado revisado no encaja el estado del repositorio. Otro programa Git ha modificado este repositorio desde la última exploración. Se debe realizar una exploración nueva antes de que se pueda cambiar la rama actual. La nueva exploración se iniciará automáticamente ahora.

source: Updating working directory to '%s'...
es: Actualizando directorio de trabajo a '%s'

source: files checked out
es: archivos comprobados

source: Aborted checkout of '%s' (file level merging is required).
es: Comprobación de '%s' abortada (se requiere el nivel de mezcla).

source: File level merge required.
es: Se requiere un nivel de fusión del archivo.

source: Staying on branch '%s'.
es: Manteniéndose en la rama '%s'

source: You are no longer on a local branch. If you wanted to be on a branch, create one now starting from 'This Detached Checkout'.
es: Ya no se encuentra en una rama local. Si quiere estar en una rama, cree una ahora empezando desde 'Esta revisión separada',

source: Checked out '%s'.
es: Comprobado '%s'.

source: Resetting '%s' to '%s' will lose the following commits:
es: La reconfiguración de '%s' a '%s' perderá las siguientes ejecuciones:

source: Recovering lost commits may not be easy.
es: Recuperar las ejecuciones perdidas puede no ser fácil.

source: Reset '%s'?
es: ¿Restablecer '%s'?

source: Visualize
es: Visualizar

source: Failed to set current branch. This working directory is only partially switched. We successfully updated your files, but failed to update an internal Git file. This should not have occurred. %s will now close and give up.
es: Falló al establecer la rama actual. Este directorio de trabajo sólo está parcialmente cambiado. Sus archivos se han actualizado satisfactoriamente, pero falló la actualización de un archivo interno de Git. Esto no debería haber ocurrido. %s se cerrará ahora y abandonará.

source: Select
es: Seleccionar

source: Font Family
es: Familia de tipografía

source: Font Size
es: Tamaño de la tipografía

source: Font Example
es: Ejemplo de tipografía

source: This is example text. If you like this text, it can be your font.
es: Este es un texto de ejemplo. Si le gusta este texto, puede ser su tipografía.

source: Git Gui
es: Interfaz de usuario Git

source: Create New Repository
es: Crear un nuevo repositorio

source: New...
es: Nuevo...

source: Clone Existing Repository
es: Clonar un repositorio existente

source: Clone...
es: Clonar...

source: Open Existing Repository
es: Abrir un repositorio existente

source: Open...
es: Abrir...

source: Recent Repositories
es: Repositorios recientes

source: Open Recent Repository:
es: Abrir repositorios recientes

source: Failed to create repository %s:
es: Fallo al crear el repositorio %s:

source: Directory:
es: Directorio:

source: Git Repository
es: Repositorio Git

source: Directory %s already exists.
es: El directorio %s ya existe.

source: File %s already exists.
es: El archivo %s ya existe.

source: Clone
es: Clonar

source: Clone Type:
es: Tipo de clonación:

source: Standard (Fast, Semi-Redundant, Hardlinks)
es: Estándar (Rápido, Semi-Redundante, vínculos duros)

source: Full Copy (Slower, Redundant Backup)
es: Copia totoal (Más lenta, copia de seguridad redundante)

source: Shared (Fastest, Not Recommended, No Backup)
es: Compartida (Más rápida, no recomendada, sin copia de seguridad)

source: Not a Git repository: %s
es: No es un repositorio Git. %s

source: Standard only available for local repository.
es: Estandar sólo disponible para el repositorio local

source: Shared only available for local repository.
es: Compartir sólo disponible para repositorio local

source: Location %s already exists.
es: La localización %s ya existe.

source: Failed to configure origin
es: Fallo al configurar el origen

source: Counting objects
es: Contando objetos

source: buckets
es: cubos

source: Unable to copy objects/info/alternates: %s
es: Imposible copiar objetos/info/alternativas: %s

source: Nothing to clone from %s.
es: Nada que clonar desde %s.

source: The 'master' branch has not been initialized.
es: La rama 'maestra' no ha sido inicializada.

source: Hardlinks are unavailable. Falling back to copying.
es: Enlaces duros no disponibles. Recurriendo a copiar.

source: Cloning from %s
es: Clonando desde %s

source: Copying objects
es: Copiando objetos

source: Unable to copy object: %s
es: Imposible copiar objeto: %s

source: Linking objects
es: Vinculando objetos

source: objects
es: objetos

source: Unable to hardlink object: %s
es: Imposible vincular el objeto de forma estática: %s

source: Cannot fetch branches and objects. See console output for details.
es: No se pueden conseguir ramas y objetos, Vea la consola de salida para los detalles.

source: Cannot fetch tags. See console output for details.
es: No se pueden conseguir etiquetas. Ve la consola de salida para los detalles.

source: Cannot determine HEAD. See console output for details.
es: No se puede determinar HEAD. Vea la consola de salida para los detalles.

source: Unable to cleanup %s
es: Incapaz de limpiar %s

source: Clone failed.
es: Clonado fallido.

source: No default branch obtained.
es: No se obtuvo una rama por omisión.

source: Cannot resolve %s as a commit.
es: No se puede resolver %s como una ejecución.

source: Creating working directory
es: Creando directorio de trabajo

source: files
es: archivos

source: Initial file checkout failed.
es: Fallo de la comprobación inicial del archivo.

source: Open
es: Abrir

source: Repository:
es: Repositorio:

source: Failed to open repository %s:
es: Fallo al abrir el repositorio %s:

source: This Detached Checkout
es: Esta revisión separada

source: Revision Expression:
es: Expresión de revisión:

source: Local Branch
es: Rama local

source: Tracking Branch
es: Traceando rama

source: Tag
es: Etiqueta

source: Invalid revision: %s
es: Revisión inválida %s

source: No revision selected.
es: No se seleccionó revisión.

source: Revision expression is empty.
es: La expresión de la revisión está vacía.

source: Updated
es: Actualizado

source: There is nothing to amend. You are about to create the initial commit. There is no commit before this to amend.
es: Nada para corregir. Usted está a punto de crear una asignación inicial. No hay asignacion antes que esta corrección.

source: Cannot amend while merging. You are currently in the middle of a merge that has not been fully completed. You cannot amend the prior commit unless you first abort the current merge activity.
es: No se puede corregir mientras se fusiona. Está actualmente en la mitad de una fusión que no ha sido completada por entero. No puede corregir la asignación anterior a menos que primero aborte la actividad de fusión actual.

source: Error loading commit data for amend:
es: Error al cargar los datos de la asignación para corrección:

source: Unable to obtain your identity:
es: Imposible obtener su identidad.

source: Invalid GIT_COMMITTER_IDENT:
es: GIT_COMMITTER_IDENT inválido:

source: Last scanned state does not match repository state. Another Git program has modified this repository since the last scan. A rescan must be performed before another commit can be created. The rescan will be automatically started now.
es: El último estado revisado no coincide con el estado del repositorio. Otro programa Git ha modificado este repositorio desde la última revisión. Se debe realizar una nueva revisión antes de poder crear otro envío. La nueva revisión se iniciará automáticamente ahora.

source: Unmerged files cannot be committed. File %s has merge conflicts. You must resolve them and stage the file before committing.
es: Archivos no combinados no pueden ser ejecutados. El archivo %s tiene conflictos de fusión. Debe resolverlos y organizar el archivo antes de ejecutarlos.

source: Unknown file state %s detected. File %s cannot be committed by this program.
es: Estado de archivo desconocido %s detectado. El archivo %s no puede ser ejecutado por este programa.

source: No changes to commit. You must stage at least 1 file before you can commit.
es: No hay cambios para enviar. Debe al menos clasificar un archivo antes de enviar.

source: Please supply a commit message. A good commit message has the following format: - First line: Describe in one sentence what you did. - Second line: Blank - Remaining lines: Describe why this change is good.
es: Por favor, entregue un mensaje de ejecución. Un buen mensaje de ejecución tiene el siguiente formato: -Primera línea: Describe en una sentencia lo que usted hizo. -Segunda línea: En blanco. -Lineas restantes: Describe porqué este cambio es bueno.

source: warning: Tcl does not support encoding '%s'.
es: aviso: Tcl no soporta la codificación '%s'.

source: Calling pre-commit hook...
es: Llamando al hook pre-envío...

source: Commit declined by pre-commit hook.
es: Envío rechazado por el hook pre-envío.

source: Calling commit-msg hook...
es: Llamando al hook envío-msj...

source: Commit declined by commit-msg hook.
es: Envío rechazado por el hook envío-msj.

source: Committing changes...
es: Efectuando los cambios…

source: write-tree failed:
es: write-tree falló:

source: Commit failed.
es: Falló la ejecución.

source: Commit %s appears to be corrupt
es: La ejecución %s parece corrupta

source: No changes to commit. No files were modified by this commit and it was not a merge commit. A rescan will be automatically started now.
es: Sin cambios que ejecutar. No se modificaron archivos en esta ejecución y no será una asignación de fusión. Se iniciará ahora automáticamente una nueva exploración.

source: No changes to commit.
es: No hay cambios que ejecutar.

source: commit-tree failed:
es: commit-tree falló:

source: update-ref failed:
es: update-ref falló:

source: Created commit %s: %s
es: Ejecución creada %s: %s

source: Working... please wait...
es: Trabajando... espere...

source: Success
es: Éxito

source: Error: Command Failed
es: Error: Falló la orden

source: Number of loose objects
es: Número de objetos perdidos

source: Disk space used by loose objects
es: Espacio de disco usado por objetos perdidos

source: Number of packed objects
es: Número de objetos empaquetados

source: Number of packs
es: Número de paquetes

source: Disk space used by packed objects
es: Espacio de disco usado por los objetos empaquetados

source: Packed objects waiting for pruning
es: Objetos empaquetados esperando poda

source: Garbage files
es: Archivos de basura

source: Compressing the object database
es: Comprimiendo el objeto base de datos

source: Verifying the object database with fsck-objects
es: Verificando la base de datos de objetos con fsck-objects

source: This repository currently has approximately %i loose objects. To maintain optimal performance it is strongly recommended that you compress the database when more than %i loose objects exist. Compress the database now?
es: Este repositorio tiene actualmente aproximadamente %i objetos perdidos. Para mantener una actuación óptima se recomienda fuertemente que comprima su base de datos cuando existan más de %i objetos perdidos. ¿Comprimir la base de datos ahora?

source: Invalid date from Git: %s
es: Fecha inválida desde Git: %s

source: No differences detected. %s has no changes. The modification date of this file was updated by another application, but the content within the file was not changed. A rescan will be automatically started to find other files which may have the same state.
es: No se detectaron diferencias. %s no tiene cambios. La fecha de modificación de este archivo se actualizó por otra aplicación, pero el contenido dentro del archivo no se cambió. Se iniciará de forma automática una exploración para encontrar otros archivos que puedan tener el mismo estado.

source: Loading diff of %s...
es: Cargando diff de %s...

source: Unable to display %s
es: Imposible mostrar %s

source: Error loading file:
es: Error cargando el archivo:

source: Git Repository (subproject)
es: Repositorio Git (subproyecto)

source: * Binary file (not showing content).
es: * Archivo binario (no se muestra el contenido).

source: Error loading diff:
es: Error cargando diff:

source: Failed to unstage selected hunk.
es: Fallo al desclasificar el trozo seleccionado

source: Failed to stage selected hunk.
es: Fallo al clasificar el trozo seleccionado

source: Failed to unstage selected line.
es: Fallo al desclasificar la línea seleccionada.

source: Failed to stage selected line.
es: Fallo al clasificar la línea seleccionada.

source: warning
es: aviso

source: You must correct the above errors before committing.
es: Debe corregir los errores anteriores antes de ejecutar.

source: Unable to unlock the index.
es: Imposible bloquear el índice.

source: Index Error
es: Error de índice
