Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/git-gui.po
Languages: es

source: Updating the Git index failed. A rescan will be automatically started to resynchronize git-gui.
es: Falló la actualización del índice de Git. Se iniciará automaticamente una nueva exploración para volver a sincronizar git-gui.

source: Continue
es: Continuar

source: Unlock Index
es: Desbloquear índice

source: Unstaging %s from commit
es: Descalsificando %s para envío

source: Ready to commit.
es: Listo para ejecutar.

source: Adding %s
es: Añadiendo %s

source: Revert changes in file %s?
es: ¿Revertir cambios en el archivo %s?

source: Revert changes in these %i files?
es: ¿Revertir cambios en estos %i archivos?

source: Any unstaged changes will be permanently lost by the revert.
es: Cualquier cambio no clasificado se perderá permanentemente para reversión.

source: Do Nothing
es: No hacer nada

source: Cannot merge while amending. You must finish amending this commit before starting any type of merge.
es: No se puede mezclar mientras se añade. Debe terminar el añadido del envío antes de empezar cualquier tipo de mezcla.

source: Last scanned state does not match repository state. Another Git program has modified this repository since the last scan. A rescan must be performed before a merge can be performed. The rescan will be automatically started now.
es: El último estado explorado no coincide con el estado del repositorio. Otra aplicación Git ha modificado el repositorio desde la última exploración. Debe realizarse una nueva exploración antes de poder realizar una fusión. La nueva exploración dará comienzo automáticamente ahora.

source: You are in the middle of a conflicted merge. File %s has merge conflicts. You must resolve them, stage the file, and commit to complete the current merge. Only then can you begin another merge.
es: Está en medio de una fusión conflictiva. El archivo %s tiene conflictos de fusión. Debe resolverlos, organizar el archivo, y asignar al completo la fusión actual. Sólo entonces podrá comenzar otra fusión.

source: You are in the middle of a change. File %s is modified. You should complete the current commit before starting a merge. Doing so will help you abort a failed merge, should the need arise.
es: Está en medio de un cambio. El archivo %s está modificado. Debe completar la asignación actual antes de comenzar una fusión. Hacerlo le ayudará a abortar una fusión fallida, de ahí nace la necesidad.

source: %s of %s
es: %s de %s

source: Merging %s and %s...
es: Mezclando %s y %s...

source: Merge completed successfully.
es: Fusión completada correctamente.

source: Merge failed. Conflict resolution is required.
es: Falló la fusión. Se necesita solucionar el conflicto.

source: Merge Into %s
es: Fusionar en %s

source: Revision To Merge
es: Revisión para fusionar

source: Cannot abort while amending. You must finish amending this commit.
es: No se puede abortar durante una corrección. Debe finalizar la asignación de la corrección.

source: Abort merge? Aborting the current merge will cause *ALL* uncommitted changes to be lost. Continue with aborting the current merge?
es: ¿Aborta la fusión? Abortando la fusión actual causará que TODOS los cambios sin asignar se pierdan. ¿Desea continuar abortando la fusión actual?

source: Reset changes? Resetting the changes will cause *ALL* uncommitted changes to be lost. Continue with resetting the current changes?
es: ¿Reiniciar los cambios? Reiniciar los cambios puede causar que *TODOS* los cambios no enviados se pierdan. ¿Continuar con el reinicio de los cambios actules?

source: Aborting
es: Cancelando

source: files reset
es: reestablecimiento de archivos

source: Abort failed.
es: Falló la cancelación.

source: Abort completed. Ready.
es: Cancelación completada. Preparado.

source: Restore Defaults
es: Restablecer los valores predeterminados

source: Save
es: Guardar

source: %s Repository
es: Repositorio %s

source: Global (All Repositories)
es: Global (todos los repositorios)

source: User Name
es: Nombre de usuario

source: Email Address
es: Dirección de correo-e

source: Summarize Merge Commits
es: Resumir las ejecuciones de fusión

source: Merge Verbosity
es: Verbosidad de fusión

source: Show Diffstat After Merge
es: Mostrar el estado de las diferencias antes de mezclar

source: Trust File Modification Timestamps
es: Verifica los sellos de tiempo de la modificación de archivo

source: Prune Tracking Branches During Fetch
es: Podar ramas en seguimiento durante la recuperación

source: Match Tracking Branches
es: Concordar ramas en seguimiento

source: Blame Copy Only On Changed Files
es: Culpar la copia sólo a los archivos modificados

source: Minimum Letters To Blame Copy On
es: Letras mínimas para culpar la copia

source: Number of Diff Context Lines
es: Nero de diferencias en líneas de contexto

source: Commit Message Text Width
es: Anchura del mensaje de texto Commit

source: New Branch Name Template
es: Nuevo nombre de plantilla de rama

source: Spelling Dictionary:
es: Diccionario de ortografía:

source: Change Font
es: Cambiar tipografía

source: Choose %s
es: Elejir %s

source: Preferences
es: Preferencias

source: Failed to completely save options:
es: Fallo al salvar completamente las opciones:

source: Prune from
es: Podar desde

source: Fetch from
es: Traer desde

source: Push to
es: Empujar a

source: Delete Remote Branch
es: Borrar rama remota

source: From Repository
es: Dede el repositorio

source: Remote:
es: Remoto:

source: Arbitrary URL:
es: URL Arbitraria:

source: Branches
es: Ramas

source: Delete Only If
es: Borrar sólo si

source: Merged Into:
es: Fusionar en:

source: Always (Do not perform merge checks)
es: Siempre (no comprueba las combinaciones)

source: A branch is required for 'Merged Into'.
es: Se requiere una rama para 'fusionar en'.

source: The following branches are not completely merged into %s: - %s
es: Las siguientes ramas no están completamente fusionadas en %s: - %s

source: One or more of the merge tests failed because you have not fetched the necessary commits. Try fetching from %s first.
es: Uno o más de las pruebas de fusión fallaron porque no ha buscado las ejecuciones necesarias. Pruebe buscando desde %s primero.

source: Please select one or more branches to delete.
es: Seleccione una o más ramas para borrar.

source: Recovering deleted branches is difficult. Delete the selected branches?
es: Es difícil recuperar las ramas borradas. ¿Borrar las ramas seleccionadas?

source: Deleting branches from %s
es: Ramas borradas desde %s

source: No repository selected.
es: No se ha seleccionado repositorio.

source: Scanning %s...
es: Explorando %s...

source: Cannot write shortcut:
es: No se puede escribir el atajo:

source: Cannot write icon:
es: No se puede escribir el icono:

source: Unsupported spell checker
es: Comprobación ortográfica no permitida

source: Spell checking is unavailable
es: No está disponible la comprobación ortográfica

source: Invalid spell checking configuration
es: Configutación de corrección ortográfica inválida

source: Reverting dictionary to %s.
es: Revirtiendo diccionario a %s

source: Spell checker silently failed on startup
es: La comprobación de la ortografía silenciosa falló en el arranque.

source: Unrecognized spell checker
es: Comprobador ortográfico desconocido

source: No Suggestions
es: Sin sugerencias

source: Unexpected EOF from spell checker
es: EOF inesperado en corrector ortográfico

source: Spell Checker Failed
es: Falló el corrector ortográfico

source: %s ... %*i of %*i %s (%3i%%)
es: %s ... %*i de %*i %s (%3i%%)

source: fetch %s
es: Traer %s

source: Fetching new changes from %s
es: Traer nuevos cambios desde %s

source: remote prune %s
es: podado remoto %s

source: Pruning tracking branches deleted from %s
es: Ramas podadas en seguimiento eliminadas de %s

source: push %s
es: empujar %s

source: Pushing changes to %s
es: Empujando cambios a %s

source: Pushing %s %s to %s
es: Empujando %s %s a %s

source: Push Branches
es: Empujar ramas

source: Source Branches
es: Ramas fuente

source: Destination Repository
es: Repositorio de destino

source: Transfer Options
es: Opciones de transferencia

source: Force overwrite existing branch (may discard changes)
es: Forzar la sobrescritura de ramas existentes (puede descargar cambios)

source: Use thin pack (for slow network connections)
es: Usar el paquete ligero (para conexiones de red lentas)

source: Include tags
es: Etiquetas incluidas
