Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/gstreamer-0.10.po
Languages: es

source: Print the GStreamer version
es: Mostrar la versión de GStreamer

source: Make all warnings fatal
es: Hacer que todas las advertencias sean fatales

source: Print available debug categories and exit
es: Mostrar las categorias de depuración disponibles y salir

source: Default debug level from 1 (only error) to 5 (anything) or 0 for no output
es: Nivel de depuración por defecto desde 1(solo en error) a 5 (cualquiera) o 0 para sin-salida

source: LEVEL
es: NIVEL

source: Comma-separated list of category_name:level pairs to set specific levels for the individual categories. Example: GST_AUTOPLUG:5,GST_ELEMENT_*:3
es: Lista de pares nombre_de_categoría:nivel separada por comas para establecer los niveles específicos de las categorías de manera individual. Por ejemplo: GST_AUTOPLUG:5,GST_ELEMENT_*:3

source: LIST
es: LISTA

source: Disable colored debugging output
es: Desactivar la coloración de la salida depurada

source: Disable debugging
es: Desactivar depuración

source: Enable verbose plugin loading diagnostics
es: Activar el diagnóstico detallado de la carga de los complementos

source: Colon-separated paths containing plugins
es: Rutas separadas por dos puntos «:», que contengan complementos

source: PATHS
es: RUTAS

source: Comma-separated list of plugins to preload in addition to the list stored in environment variable GST_PLUGIN_PATH
es: Lista de complementos (plugins) separados por comas a precargar en adición a la lista almacenada en la variablede entorno GST_PLUGIN_PATH

source: PLUGINS
es: COMPLEMENTOS

source: Disable trapping of segmentation faults during plugin loading
es: Desactivar atrapado de errores de segmentación durante la carga del complemento

source: Disable updating the registry
es: Desactivar la actualización del registro

source: Disable the use of fork() while scanning the registry
es: Desactivar el uso de fork() mientras se escanea el registro

source: GStreamer Options
es: Opciones de GStreamer

source: Show GStreamer Options
es: Mostrar opciones de GStreamer

source: Error writing registry cache to %s: %s
es: Error escribiendo el registro de caché a %s: %s

source: Error re-scanning registry %s: %s
es: Error al reescanear el registro %s: %s

source: Error re-scanning registry %s
es: Error al reescanear el registro %s

source: Unknown option
es: Opción desconocida

source: ERROR: from element %s: %s
es: ERROR: desde el elemento %s: %s

source: Additional debug info: %s
es: Información adicional de depurado: %s

source: GStreamer encountered a general core library error.
es: GStreamer encontró un error en una biblioteca principal.

source: GStreamer developers were too lazy to assign an error code to this error.
es: Los desarrolladores de GStreamer fueron demasiado vagos para asignar un código para este error.

source: Internal GStreamer error: code not implemented.
es: Error interno de GStreamer: código no implementado.

source: Internal GStreamer error: state change failed.
es: Error interno de GStreamer: falló el cambio de estado.

source: Internal GStreamer error: pad problem.
es: Error interno de GStreamer: problema con el pad.

source: Internal GStreamer error: thread problem.
es: Error interno de GStreamer: problema de hilo.

source: Internal GStreamer error: negotiation problem.
es: Error interno de GStreamer: problema de negociación.

source: Internal GStreamer error: event problem.
es: Error interno de GStreamer: problema con un evento.

source: Internal GStreamer error: seek problem.
es: Error interno de GStreamer: problema de búsqueda.

source: Internal GStreamer error: caps problem.
es: Error interno de GStreamer: problema de mayúsculas.

source: Internal GStreamer error: tag problem.
es: Error interno de GStreamer: problema con una etiqueta.

source: Your GStreamer installation is missing a plug-in.
es: A su instalación de GStreamer le falta un complemento.

source: Internal GStreamer error: clock problem.
es: Error interno de GStreamer: problema con el reloj.

source: This application is trying to use GStreamer functionality that has been disabled.
es: Esta aplicación está intentando utilizar funcionalidades de GStreamer que han sido desactivadas.

source: GStreamer encountered a general supporting library error.
es: GStreamer encontró un error en una librería de soporte general.

source: Could not initialize supporting library.
es: No se pudo inicializar la biblioteca de soporte.

source: Could not close supporting library.
es: No se pudo cerrar la librería de soporte.

source: Could not configure supporting library.
es: No se pudo configurar la biblioteca de soporte

source: GStreamer encountered a general resource error.
es: GStreamer ha encontrado un error general de recurso.

source: Resource not found.
es: Recurso no encontrado.

source: Resource busy or not available.
es: Recurso ocupado o no disponible

source: Could not open resource for reading.
es: No se pudo abrir el recurso para lectura.

source: Could not open resource for writing.
es: No se pudo abrir el recurso para escritura.

source: Could not open resource for reading and writing.
es: No se pudo abrir el recurso para lectura y escritura.

source: Could not close resource.
es: No se pudo cerrar el recurso.

source: Could not read from resource.
es: No se pudo leer del recurso.

source: Could not write to resource.
es: No se pudo escribir en el recurso.

source: Could not perform seek on resource.
es: No se pudo realizar realizar una búsqueda en el recurso.

source: Could not synchronize on resource.
es: No se pudo sincronizar con el recurso.

source: Could not get/set settings from/on resource.
es: No se pudieron obtener/establecer las opciones de/en el dispositivo.

source: No space left on the resource.
es: No queda espacio libre en el recurso.

source: GStreamer encountered a general stream error.
es: GStreamer ha encontrado un error general de flujo.

source: Element doesn't implement handling of this stream. Please file a bug.
es: El elemento no implementa el manejo de este stream. Por favor, notifique el error.

source: Could not determine type of stream.
es: No se pudo determinar el tipo de flujo.

source: The stream is of a different type than handled by this element.
es: El flujo es de un tipo diferente al que puede manejar este elemento.

source: There is no codec present that can handle the stream's type.
es: No hay presente ningún codec que pueda manejar este tipo de streams.

source: Could not decode stream.
es: No se pudo decodificar el flujo.

source: Could not encode stream.
es: No se pudo codificar el flujo.

source: Could not demultiplex stream.
es: No se pudo demultiplexar el flujo.

source: Could not multiplex stream.
es: No se pudo multiplexar el flujo.

source: The stream is in the wrong format.
es: El flujo está en un formato erróneo

source: The stream is encrypted and decryption is not supported.
es: Este flujo está cifrado, y el descifrado no está soportado.

source: The stream is encrypted and can't be decrypted because no suitable key has been supplied.
es: El flujo está cifrado y no puede descifrarse porque no se ha suministrado una clave adecuada.

source: No error message for domain %s.
es: No hay mensaje de error para el dominio %s.

source: No standard error message for domain %s and code %d.
es: No hay mensaje de error estándar para el dominio %s y codigo %d.

source: Selected clock cannot be used in pipeline.
es: El reloj seleccionado no puede usarse en una tubería.

source: title
es: título

source: commonly used title
es: título comúnmente usado

source: title sortname
es: nombre corto de título

source: commonly used title for sorting purposes
es: título usado normalmente para ordenación

source: artist
es: artista

source: person(s) responsible for the recording
es: persona(s) responsable(s) de la grabación

source: artist sortname
es: nombre corto del artista

source: person(s) responsible for the recording for sorting purposes
es: persona(s) responsable(s) de la grabación para ordenación

source: album
es: álbum

source: album containing this data
es: álbum que contiene estos datos

source: album sortname
es: nombre corto de álbum

source: album containing this data for sorting purposes
es: el álbum contiene estos datos para cuestiones de soporte

source: date
es: fecha

source: date the data was created (as a GDate structure)
es: fecha en que se crearon estos datos (como estructura GDate)

source: genre
es: género

source: genre this data belongs to
es: género al que pertenecen estos datos

source: comment
es: comentario

source: free text commenting the data
es: texto libre que comenta los datos

source: extended comment
es: comentario extendido

source: free text commenting the data in key=value or key[en]=comment form
es: texto libre comentando los datos de forma: llave=valor ó llave[en]=comentario

source: track number
es: número de pista

source: track number inside a collection
es: número de pista dentro de una colección

source: track count
es: contador de pistas

source: count of tracks inside collection this track belongs to
es: número de pistas dentro de la colección al que pertenece ésta

source: disc number
es: número de disco

source: disc number inside a collection
es: número de disco dentro de una colección

source: disc count
es: candidad de discos

source: count of discs inside collection this disc belongs to
es: número de discos de la colección a la que pertenece este disco

source: location
es: ubicación

source: Origin of media as a URI (location, where the original of the file or stream is hosted)
es: Origen del medio como un URI (ubicación, donde está alojado el archivo o flujo original)

source: description
es: descripción

source: short text describing the content of the data
es: texto corto que describe el contenido de los datos

source: version
es: versión

source: version of this data
es: versión de los datos

source: International Standard Recording Code - see http://www.ifpi.org/isrc/
es: International Standard Recording Code - vea http://www.ifpi.org/isrc/

source: organization
es: organización

source: copyright notice of the data
es: aviso de copyright de los datos

source: copyright uri
es: uri del copyright

source: URI to the copyright notice of the data
es: URI de los datos del copyright

source: contact
es: contacto

source: contact information
es: información de contacto

source: license
es: licencia

source: license of data
es: licencia de los datos

source: license uri
es: uri de la licencia

source: URI to the license of the data
es: URI de los datos de la licencia

source: performer
es: intérprete

source: person(s) performing
es: persona(s) ejecutora(s)

source: composer
es: compositor

source: person(s) who composed the recording
es: persona(s) que compuso la grabación

source: duration
es: duración

source: length in GStreamer time units (nanoseconds)
es: longitud en unidades de tiempo de GStreamer (nanosegundos)

source: codec the data is stored in
es: codec con el que se almacenan los datos

source: video codec
es: codec de vídeo

source: codec the video data is stored in
es: codec en el que se almacenan los datos del vídeo

source: audio codec
es: codec del audio

source: codec the audio data is stored in
es: codec en el que se almacenan los datos del audio

source: bitrate
es: tasa de bits

source: exact or average bitrate in bits/s
es: tasa de bits media o exacta en bits/s

source: nominal bitrate
es: tasa de bits nominal

source: nominal bitrate in bits/s
es: tasa de bits nominal en bits/s

source: minimum bitrate
es: tasa mínima de bits

source: minimum bitrate in bits/s
es: tasa de bits mínima en bits/s

source: maximum bitrate
es: tasa de bits máxima

source: maximum bitrate in bits/s
es: tasa de bits máxima en bits/s

source: encoder
es: codificador

source: encoder used to encode this stream
es: codificador usado para codificar este flujo

source: encoder version
es: versión del codificador

source: version of the encoder used to encode this stream
es: versión del codificador usado para codificar este flujo

source: serial
es: serie

source: serial number of track
es: número de serie de la pista

source: replaygain track gain
es: ganancia en la reproducción de la pista

source: track gain in db
es: ganancia de la pista en db

source: replaygain track peak
es: pico de ganancia en la reproducción de la pista

source: peak of the track
es: peak de la pista

source: replaygain album gain
es: ganancia en la reproducción del álbum

source: album gain in db
es: ganancia del álbum en db

source: replaygain album peak
es: pico de ganancia en la reproducción del álbum

source: peak of the album
es: extremo del album

source: replaygain reference level
es: nivel de referencia de replaygain

source: reference level of track and album gain values
es: nivel de referencia de los valores de ganancia de la pista y del álbum

source: language code
es: código del lenguaje

source: language code for this stream, conforming to ISO-639-1
es: código del lenguaje para este flujo, según la norma ISO-639-1

source: image
es: imagen

source: image related to this stream
es: imagen relacionada con este flujo

source: preview image
es: previsualizar imagen

source: preview image related to this stream
es: previsualizar la imagen relacionada con este flujo

source: attachment
es: adjunto

source: file attached to this stream
es: archivo adjunto a este flujo

source: beats per minute
es: pulsos por minuto

source: number of beats per minute in audio
es: número de pulsos por minuto en audio

source: keywords
es: palabras clave

source: comma separated keywords describing the content
es: palabras clave separadas por comas describiendo el contenido

source: geo location name
es: nombre de la geoubicación

source: human readable descriptive location or where the media has been recorded or produced
es: descripción de la ubicación entendible por humanos o dónde se ha grabado o producido el medio

source: geo location latitude
es: latitud de la geolocalización

source: geo latitude location of where the media has been recorded or produced in degrees according to WGS84 (zero at the equator, negative values for southern latitudes)
es: latitud geográfica donde se ha grabado o producido el medio, en grados de acuerdo con WGS84 (cero es el ecuador, valores negativos para latitudes meridionales)

source: geo location longitude
es: longitud de la geolocalización

source: geo longitude location of where the media has been recorded or produced in degrees according to WGS84 (zero at the prime meridian in Greenwich/UK, negative values for western longitudes)
es: longitud geográfica donde se ha grabado o producido el medio, en grados de acuerdo con WGS84 (cero es el primer meridiano en Greenwich/GB, valores negativos para longitudes occidentales)

source: geo location elevation
es: elevación de la geolocalización

source: geo elevation of where the media has been recorded or produced in meters according to WGS84 (zero is average sea level)
es: elevación geográfica donde se ha grabado o producido el medio, en metros de acuerdo con WGS84 (cero es el nivel medio del mar)

source: specified empty bin "%s", not allowed
es: binario vacío especificado "%s", no permitido

source: no bin "%s", skipping
es: no existe el binario «%s», saltando

source: no property "%s" in element "%s"
es: no existe la propiedad «%s» en el elemento «%s»

source: could not set property "%s" in element "%s" to "%s"
es: no se pudo establecer la propiedad "%s" en el elemento "%s" a "%s"

source: could not link %s to %s
es: no se pudo enlazar %s a %s

source: no element "%s"
es: no existe el elemento «%s»

source: could not parse caps "%s"
es: no se pudieron analizar las mayúsculas "%s"

source: link without source element
es: enlace sin elementos de fuente

source: link without sink element
es: enlace sin elemento sink

source: no source element for URI "%s"
es: no hay ningún elemento fuente para el URI "%s"

source: no element to link URI "%s" to
es: no hay ningún elemento a donde apunta el URI "%s"

source: no sink element for URI "%s"
es: no hay ningún elemento sink para el URI «%s»

source: could not link sink element for URI "%s"
es: no se puede enlazar con ningún elemento sink para el URI «%s»

source: empty pipeline not allowed
es: no se permiten tuberías vacías

source: Internal clock error.
es: Error del reloj interno.

source: Internal data flow error.
es: Error del flujo interno de datos.

source: Internal data flow problem.
es: Problema del flujo interno de datos.

source: Internal data stream error.
es: Error del stream interno de datos.

source: Filter caps
es: Filtrar capacidades

source: Restrict the possible allowed capabilities (NULL means ANY). Setting this property takes a reference to the supplied GstCaps object.
es: Restringir la posibilidad de capacidades permitidas (NULL significa ANY). Definir esta propiedad toma una referencia del objeto provisto GstCaps.

source: Error while writing to file descriptor "%d".
es: Error al escribir en el descriptor de archivo «%d».

source: File descriptor "%d" is not valid.
es: El descriptor de archivo «%d» no es válido.

source: No file name specified for writing.
es: No se ha especificado un nombre de fichero para escritura.

source: Could not open file "%s" for writing.
es: No se pudo abrir el fichero "%s" para escritura.

source: Error closing file "%s".
es: Error al cerrar el fichero "%s".

source: Error while seeking in file "%s".
es: Error durante el posicionamiento en el archivo «%s».

source: Error while writing to file "%s".
es: Error al escribir al fichero "%s".

source: No file name specified for reading.
es: No se ha especificado un nombre de fichero para lectura.

source: Could not open file "%s" for reading.
es: No se ha podido abrir el archivo «%s» para su lectura.

source: Could not get info on "%s".
es: No se ha podido obtener información de «%s».

source: "%s" is a directory.
es: "%s" es un directorio.

source: File "%s" is a socket.
es: El fichero "%s" es un socket.

source: Failed after iterations as requested.
es: Fallo luego de las iteraciones requeridas.

source: caps
es: mayúsculas

source: detected capabilities in stream
es: capacidades detectadas en el archivo stream

source: minimum
es: mínimo

source: maximum
es: máximo

source: force caps
es: forzar mayúsculas

source: force caps without doing a typefind
es: forzar mayúsculas sin hacer «typefind»

source: Stream contains no data.
es: El flujo no contiene datos

source: Implemented Interfaces:
es: Interfaces implementadas:

source: readable
es: legible

source: writable
es: escribible

source: controllable
es: controlable

source: Total count:
es: Cuenta total:

source: %d plugin
es: %d complemento

source: %d feature
es: %d característica

source: Print all elements
es: Imprimir todos los elementos

source: Print a machine-parsable list of features the specified plugin provides. Useful in connection with external automatic plugin installation mechanisms
es: Imprimir una lista procesable por máquina con las características del complementos. Útil en conjunción con mecanismos externos de instalación automática de complementos

source: List the plugin contents
es: Listar los contenidos del complemento

source: Print supported URI schemes, with the elements that implement them
es: Imprimir los esquemas URI soportados, con los elementos que implementan

source: Could not load plugin file: %s
es: No se pudo cargar el archivo del complemento: %s

source: No such element or plugin '%s'
es: No existe el elemento o complemento «%s»

source: Usage: gst-xmllaunch <file.xml> [ element.property=value ... ]
es: Uso: gst-xmllaunch <fichero.xml> [ elemento.propiedad=valor ... ]

source: ERROR: parse of xml file '%s' failed.
es: ERROR: falló el análisis del archivo xml '%s'.

source: ERROR: no toplevel pipeline element in file '%s'.
es: ERROR: no hay elementos de flujo de primer nivel en el archivo «%s».

source: WARNING: only one toplevel element is supported at this time.
es: AVISO: sólo está soportado un elemento del máximo nivel en este momento.

source: ERROR: could not parse command line argument %d: %s.
es: ERROR: no se pudo analizar el argumento de la línea de órdenes %d: %s.

source: WARNING: element named '%s' not found.
es: AVISO: elemento '%s' no encontrado.

source: Got Message #%
es: Mensaje conseguido #%

source: Got EOS from element "%s".
es: ¿Obtuvo EOS desde el elemento "%s".?

source: FOUND TAG : found by element "%s".
es: ETIQUETA ENCONTRADA: encontrada por elemento "%s"

source: WARNING: from element %s: %s
es: ATENCIÓN: desde el elemento %s: %s

source: Prerolled, waiting for buffering to finish...
es: Pre-enrollado, esperando al buffer a que finalice...

source: buffering...
es: almacenando...

source: Done buffering, setting pipeline to PLAYING ...
es: Almacenado, establezca la tubería a REPRODUCIENDO...

source: Buffering, setting pipeline to PAUSED ...
es: Almacenando, establezca la tubería a PAUSA...

source: Redistribute latency...
es: Latencia redistribuida...

source: Interrupt: Stopping pipeline ...
es: Interrumpir: parando el conducto ...

source: Output tags (also known as metadata)
es: Etiquetas de salidas (también conocidas como metadatos)

source: Output status information and property notifications
es: Estado de salida y notificaciones de propiedad

source: Output messages
es: Mensajes de salida

source: Do not output status information of TYPE
es: No mostrar la información del estado de TIPO

source: TYPE1,TYPE2,...
es: TIPO1,TIPO2,...

source: Save xml representation of pipeline to FILE and exit
es: Guardar una representación xml de la conexion al ARCHIVO y salir

source: FILE
es: FICHERO

source: Do not install a fault handler
es: No instalar un manejador de fallos

source: Print alloc trace (if enabled at compile time)
es: Imprimir la traza de asignaciones (si se activó al compilar)

source: ERROR: pipeline could not be constructed: %s.
es: ERROR: no se ha podido crear la conexión: %s.

source: ERROR: pipeline could not be constructed.
es: ERROR: no se ha podido crear la conexión.

source: WARNING: erroneous pipeline: %s
es: ADVERTENCIA: Conexión errónea: %s

source: ERROR: the 'pipeline' element wasn't found.
es: ERROR: No se encontró el elemento de «conexión».

source: Setting pipeline to PAUSED ...
es: Estableciendo el flujo a PAUSADO ...

source: ERROR: Pipeline doesn't want to pause.
es: ERROR: El flujo no quiere ponerse en pausa.

source: Pipeline is live and does not need PREROLL ...
es: El flujo es en vivo y no necesita PRECACHEADO ...

source: Pipeline is PREROLLING ...
es: El flujo se está PRECACHEANDO ...

source: ERROR: pipeline doesn't want to preroll.
es: ERROR: El flujo no quiere precachearse.

source: Pipeline is PREROLLED ...
es: El flujo está precacheado ...

source: Setting pipeline to PLAYING ...
es: Estableciendo el flujo para REPRODUCCIÓN ...

source: ERROR: pipeline doesn't want to play.
es: ERROR: el flujo no quiere reproducirse.

source: Execution ended after %
es: La ejecución terminó tras %

source: Setting pipeline to READY ...
es: Estableciendo pipeline a READY...

source: Setting pipeline to NULL ...
es: Estableciendo pipeline a NULL...

source: FREEING pipeline ...
es: LIBERANDO pipeline ...
