Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/iptc.po
Languages: es

source: Examples: iptc image.jpg # display the IPTC metadata contained in image.jpg iptc -m Caption -v "Foo" *.jpg # set caption "Foo" in all jpegs of the curr. dir. iptc -a Keywords -v "vacation" *.jpg iptc -a 2:25 -v "vacation" *.jpg # either command adds keyword "vacation" to all jpegs iptc -d Keywords:1 image.jpg # removes keyword number 1 (the 2nd) from image.jpg iptc -d Keywords:all image.jpg # removes all keywords from image.jpg Operations: -a, --add=TAG add new tag with identifier TAG -m, --modify=TAG modify tag with identifier TAG (add if not present) -v, --value=VALUE value for added/modified tag -d, --delete=TAG delete tag with identifier TAG -p, --print=TAG print value of tag with identifier TAG --add-version add IPTC version number into the headers --add-encoding add text encoding specification (UTF-8) into headers Options: -q, --quiet produce less verbose output -b, --backup backup any modified files --no-sort do not sort tags before saving Informative output: -l, --list list the names of all known tags (i.e. Caption, etc.) -L, --list-desc=TAG print the name and description of TAG --help print this help, then exit --version print iptc program version number, then exit
es: Ejemplos: iptc imagen.jpg # muestra los metadatos IPTC contenidos en imagen.jpg iptc -m Caption -v "Pepe" *.jpg # asigna el título "Pepe" a todos los jpegs del dir. actual iptc -a Keywords -v "vacaciones" *.jpg iptc -a 2:25 -v "vacationes" *.jpg # los dos añaden la palabra clave "vacaciones" a todos los jpegs iptc -d Keywords:1 imagen.jpg # elimina la palabra clave número 1 (la segunda) de imagen.jpg iptc -d Keywords:all imagen.jpg # elimina todas las palabras clave de imagen.jpg Operaciones: -a, --add=ETIQ añade una nueva etiqueta con identific. ETIQ -m, --modify=ETIQ modifIca la etiqueta de identific. ETIQ (se añade si no estaba) -v, --value=VALOR valor de la etiqueta añadida o modificada -d, --delete=ETIQ borra la etiqueta con identific. ETIQ -p, --print=ETIQ imprime el valor de la etiqueta con identific. ETIQ --add-version añade el número de la versión IPTC en las cabeceras --add-encoding añade la codificación del texto (UTF-8) en las cabeceras Opciones: -q, --quiet produce una salida menos detallada -b, --backup respalda todos los archivos modificados --no-sort no ordena las etiquetas antes de guardar Salida informativa: -l, --list nombres de todas las etiquetas conocidas (p.e. Caption, etc.) -L, --list-desc=ETIQ imprime el nombre y la descripción de ETIQ --help imprime esta ayuda y luego finaliza --version imprime el número de la versión IPTC y luego finaliza

source: Utility for viewing and modifying the contents of IPTC metadata in images
es: Utilidad para ver y modificar los contenidos de metadatos de IPTC en imágenes

source: Usage
es: Uso

source: OPTIONS
es: OPCIONES

source: FILE
es: ARCHIVO

source: Written by David Moore <dcm@acm.org>
es: Escrito por David Moore <dcm@acm.org>

source: Tag
es: Etiqueta

source: Name
es: Nombre

source: Type
es: Tipo

source: Size
es: Tamaño

source: Value
es: Valor

source: %s: Could not find dataset %d:%d, adding it
es: %s: No se puede encontrar el conjunto de datos %d:%d, añadiéndolo

source: %s: Could not find dataset %d:%d
es: %s: No se puede encontrar el conjunto de datos %d:%d

source: %s: Could not find dataset %d:%d
es: %s: No se puede encontrar el conjunto de datos %d:%d

source: "%s" is not a known tag
es: "%s" no es una etiqueta conocida

source: No information about tag
es: No hay información sobre la etiqueta

source: Must specify value for add/modify operation
es: Debe especificar un valor para la operación de añadir/modificar

source: Must specify tag to add or modify
es: Debe especificar una etiqueta para añadir o modificar

source: Value must be an integer
es: El valor debe ser un entero

source: Error: Must specify value for add/modify operation
es: Error: Debe especificar un valor para la operación de añadir/modificar

source: Error: Must specify a file
es: Error: Debe especificar un archivo

source: Error opening %s
es: Error abriendo %s

source: Error parsing %s
es: Error analizando %s

source: Error parsing headers of %s
es: Error analizando las cabeceras de %s

source: %s: no changes to save
es: %s: no hay cambios que salvar

source: Warning: Strings encoded in UTF-8 have been added to the IPTC data, but pre-existing data may have been encoded with a different character set.
es: Aviso: Las lineas codificadas en UTF-8 se añadieron a los datos IPTC, pero los datos preexistentes tal vez fueron codificados con un conjunto de caracteres diferente.

source: No IPTC data found
es: No se encontraron datos IPTC

source: Failed to generate IPTC bytestream
es: Fallo al generar el flujo de byte de IPTC

source: Failed to generate PS3 header
es: Fallo al generar la cabecera PS3

source: Failed to reopen file
es: Fallo al reabrir el archivo

source: Can't open temporary file for writing
es: No se puede abrir el archivo temporal para escribir

source: Failed to create backup file, aborting
es: Fallo al crear el archivo de copia de seguridad, abortando

source: Failed to save image
es: Fallo al guardar la imagen

source: %s: saved
es: %s: guardado
