Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/libstdc++.po
Languages: es

source: please
es: por favor

source: thank you
es: gracias

source: true
es: verdadero

source: false
es: falso

source: bitset value is too large to fit in unsigned long
es: valor de bitset demasiado grande para caber en un largo sin signo

source: bitset is zero-length
es: bitset tiene una longitud cero

source: bitset::set() argument too large
es: bitset::set() argumento demasiado grande

source: bitset::reset() argument too large
es: bitset::reset() argumento demasiado grande

source: bitset::flip() argument too large
es: bitset::flip() argumento demasiado grande

source: bitset::test() argument too large
es: bitset::test() argumento demasiado grande
