Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/lynx.po
Languages: es

source: Alert!: %s
es: ¡Alerta!: %s

source: Welcome
es: Bienvenido

source: Are you sure you want to quit?
es: ¿Está seguro de que desea salir?

source: Really exit from Lynx?
es: ¿Está seguro de querer abandonar Lynx?

source: Connection interrupted.
es: Conexión interrumpida.

source: Data transfer interrupted.
es: Transferencia de datos interrumpida.

source: Cancelled!!!
es: ¡Cancelado!

source: Cancelling!
es: ¡Cancelando!

source: Excellent!!!
es: ¡Excelente!

source: OK
es: ACEPTAR

source: Done!
es: ¡Hecho!

source: Bad request!
es: ¡Solicitud errónea!

source: previous
es: anterior

source: next screen
es: pantalla siguiente

source: HELP!
es: ¡AYUDA!

source: , help on
es: , ayuda en

source: Commands: Use arrow keys to move, '?' for help, 'q' to quit, '<-' to go back.
es: Intrucciones: Utilice las flechas para moverse, '?' para obtener ayuda, 'q' para salir, '<-' para regresar.

source: -- press space for more, use arrow keys to move, '?' for help, 'q' to quit.
es: -- presione espacio para ver más, use las flechas para moverse, '?' para ayuda, 'q' para salir.

source: -- press space for next page --
es: -- presione espacio para pasar a la siguiente página --

source: URL too long
es: URL demasiado larga

source: (Text entry field) Inactive. Press <return> to activate.
es: (Campo de entrada de texto) Inactivo. Presione <enter> para activar.

source: (Textarea) Inactive. Press <return> to activate.
es: (Área de tecto) Inactiva. Presione <enter> para activar.

source: (Textarea) Inactive. Press <return> to activate (%s for editor).
es: (Área de tecto) Inactiva. Presione <enter> para activar (%s para el editor).

source: (Form field) Inactive. Use <return> to edit.
es: (Formulario) Inactivo. Utilice <enter> para editar.

source: (Form field) Inactive. Use <return> to edit (%s to submit with no cache).
es: (Formulario) Inactivo. Utilice <enter> para editar (%s para enviar sin caché).

source: (Form field) Inactive. Press <return> to edit, press <return> twice to submit.
es: (Formulario) Inactivo. Presione <enter> para editar, presione dos veces <enter> para enviar.

source: (mailto form field) Inactive. Press <return> to change.
es: (Campo mailto) Inactivo. Presione <enter> para modificarlo.

source: (Password entry field) Inactive. Press <return> to activate.
es: (Campo de contraseña) Inactivo. Presione <enter> para activar.

source: UNMODIFIABLE file entry field. Use UP or DOWN arrows or tab to move off.
es: Formulario de entrada NO EDITABLE. Utilice las teclas ARRIBA, ABAJO o el tabulador para moverse fuera.

source: (File entry field) Enter filename. Use UP or DOWN arrows or tab to move off.
es: (Campo de entrada de archivos) Ingrese el nombre del archivo. Presione las teclas ARRIBA, ABAJO o el tabulador para moverse fuera.

source: (Text entry field) Enter text. Use UP or DOWN arrows or tab to move off.
es: (Campo de entrada de texto) Ingrese el texto. Utilice las teclas flecha ARRIBA, ABAJO o el tabulador para moverse fuera.

source: (Textarea) Enter text. Use UP/DOWN arrows or TAB to move off.
es: (Area de texto) Ingrese el texto. Utilice las teclas flecha ARRIBA, ABAJO o el tabulador para moverse fuera.

source: (Textarea) Enter text. Use UP/DOWN arrows or TAB to move off (%s for editor).
es: (Area de texto) Ingrese el texto. Utilice las teclas flecha ARRIBA, ABAJO o el tabulador para moverse fuera (%s para el editor).

source: UNMODIFIABLE form text field. Use UP or DOWN arrows or tab to move off.
es: Campo de formulario de texto NO EDITABLE. Use las teclas ARRIBA, ABAJO o el tabulador para moverse fuera.

source: (Form field) Enter text. Use <return> to submit.
es: (Formulario) Ingrese el texto. Pulse <enter> para enviar.

source: (Form field) Enter text. Use <return> to submit (%s for no cache).
es: (Campo de formulario) Ingrese el texto. Utilice <enter> para enviar (%s para no usar el caché).

source: (Form field) Enter text. Use <return> to submit, arrows or tab to move off.
es: (Campo de formulario) Ingrese el texto. Utilice <intro> para enviar o las teclas de las flechas o el tabulador para moverse fuera.

source: UNMODIFIABLE form field. Use UP or DOWN arrows or tab to move off.
es: Campo de texto NO EDITABLE. Presione ARRIBA, ABAJO o la tecla de tabulador para moverse fuera.

source: (mailto form field) Enter text. Use <return> to submit, arrows to move off.
es: (Campo de formulario mailto) ingrese el texto. Utilice <enter> para enviar o las teclas de las flechas para moverse fuera.

source: (mailto form field) Mail is disallowed so you cannot submit.
es: (Campo de formulario mailto) el envío de correo no está permitido, por lo tanto usted no puede enviarlo.

source: (Password entry field) Enter text. Use UP or DOWN arrows or tab to move off.
es: (Campo de contraseña) Ingrese texto. Utilice las flechas ARRIBA, ABAJO o el tabulador para moverse fuera.

source: UNMODIFIABLE form password. Use UP or DOWN arrows or tab to move off.
es: Formulario de contraseña NO EDITABLE. Utilice las teclas ARRIBA o ABAJO o tabulador para moverse fuera.

source: (Checkbox Field) Use right-arrow or <return> to toggle.
es: (Botón CheckBox). Utilice la tecla DERECHA o <enter> para activar.

source: UNMODIFIABLE form checkbox. Use UP or DOWN arrows or tab to move off.
es: Formulario con botón checkbox NO EDITABLE. Utilice las teclas ARRIBA o ABAJO o el tabulador para moverse fuera.

source: (Radio Button) Use right-arrow or <return> to toggle.
es: (Botón de radio) Use la tecla de flecha derecha o <intro> para seleccionar.

source: UNMODIFIABLE form radio button. Use UP or DOWN arrows or tab to move off.
es: Botón de Radio NO EDITABLE. Utilice las teclas ARRIBA o ABAJO o el tabulador para moverse fuera.

source: Submit ('x' for no cache) to
es: Enviar a ('x' para no guardar en cache) a

source: Submit to
es: Enviar a

source: (Form submit button) Use right-arrow or <return> to submit ('x' for no cache).
es: (Botón Enviar) Utilice la tecla DERECHA o <enter> para enviar ('x' para no guardar en caché).

source: (Form submit button) Use right-arrow or <return> to submit.
es: (Botón Enviar) Utilice la tecla DERECHA o <enter> para enviar.

source: DISABLED form submit button. Use UP or DOWN arrows or tab to move off.
es: Botón de envío del formulario DESACTIVADO. Utilice las teclas ARRIBA, ABAJO o el tabulador para moverse fuera.

source: Submit mailto form to
es: Enviar forma de correo a

source: (mailto form submit button) Use right-arrow or <return> to submit.
es: (botón de envío de formulario por correo) Utilice la tecla DERECHA o <enter> para enviar.

source: (mailto form submit button) Mail is disallowed so you cannot submit.
es: (botón de envío de formulario por correo) El correo no está permitido, así que usted no podrá enviarlo.

source: (Form reset button) Use right-arrow or <return> to reset form to defaults.
es: (botón de borrado de formulario) Utilice la tecla DERECHA o <enter> para restaurar el formulario a sus valores predeterminados.

source: DISABLED form reset button. Use UP or DOWN arrows or tab to move off.
es: Botón de reinicio del formulario DESACTIVADO. Utilice las teclas ARRIBA, ABAJO o el tabulador para moverse fuera.

source: (Option list) Hit return and use arrow keys and return to select option.
es: (Lista de opciones) Presione enter, y utilice las flechas y enter para seleccionar una opción.

source: (Choice list) Hit return and use arrow keys and return to select option.
es: (Lista de selección) Presione enter y utilice las flechas y enter para seleccionar una opción.

source: UNMODIFIABLE option list. Use return or arrow keys to review or leave.
es: Lista de opciones NO EDITABLE. Utilice enter o las flechas para revisar o salir.

source: UNMODIFIABLE choice list. Use return or arrow keys to review or leave.
es: Lista de elegidos NO EDITABLE. Utilice enter o las flechas para revisar o salir.

source: Submitting form...
es: Enviando formulario...

source: Resetting form...
es: Limpiando formulario...

source: Reloading document. Any form entries will be lost!
es: Recargando documento. ¡Los datos en los formularios se perderán!

source: Warning: Cannot transcode form data to charset %s!
es: Advertencia: ¡No se pudieron traducir los datos del formulario al conjunto decaracteres %s!

source: (NORMAL LINK) Use right-arrow or <return> to activate.
es: (ENLACE NORMAL) Utilice la tecla DERECHA o <enter> para activar.

source: The resource requested is not available at this time.
es: El recurso solicitado no esta disponible en este momento

source: Enter Lynx keystroke command:
es: Teclee el comando de teclado de Lynx:

source: Looking up
es: Buscando

source: Getting %s
es: Obteniendo %s

source: Skipping %s
es: Saltando %s

source: Using %s
es: Utilizando %s

source: Illegal URL: %s
es: URL ilegal: %s

source: Badly formed address %s
es: Dirección mal formada %s

source: Unable to access WWW file!!!
es: ¡Imposible acceder al archivo WWW!

source: This is a searchable index. Use %s to search.
es: Este es un índice sobre el que se pueden realizar búsquedas. Pulse %s para buscar.

source: --More-- This is a searchable index. Use %s to search.
es: --Más-- Este es un índice sobre el que se pueden realizar búsquedas. Pulse %s para buscar.

source: You have entered an invalid link number.
es: Ha tecleado un número de enlace no válido.

source: Currently viewing document source. Press '\' to return to rendered version.
es: Esta viendo la fuente del documento. Teclee "\" para regresar al documento original.

source: Arrow keys: Up and Down to move. Right to follow a link; Left to go back.
es: Teclas: Arriba y Abajo para mover. Derecha para seguir un vínculo; Izquierda para regresar.

source: H)elp O)ptions P)rint G)o M)ain screen Q)uit /=search [delete]=history list
es: H)Ayuda O)Opciones P)Imprimir G)Ir M)Pantalla Principal Q)Salir /=buscar [delete]=historial

source: O)ther cmds H)elp K)eymap G)oto P)rint M)ain screen o)ptions Q)uit
es: O)Otros comandos H)Ayuda K)Mapa de caracteres G)Ir a P)Imprimir M)Pantalla Principal o)Opciones Q)Salir

source: O)ther cmds B)ack E)dit D)ownload ^R)eload ^W)ipe screen search doc: /
es: O)Otros comandos B)Atrás E)Editar D)Descargar ^R)Actualizar ^W)Limpiar pantalla buscar documento:

source: O)ther cmds C)omment History: <backspace> Bookmarks: V)iew, A)dd, R)emove
es: O)Otros cmds C)Comentar historia: tecla <retroceso> Marcadores: V)Ver, A)Agregar, R)Remover

source: Enter text into the field by typing on the keyboard
es: Ingrese texto en el campo utilizando el teclado

source: Ctrl-U to delete all text in field, [Backspace] to delete a character
es: Ctrl-U para borrar todo el texto en el campo, [Retroceso] para borrar un caracter

source: Ctrl-U to delete text in field, [Backspace] to delete a character
es: Ctrl-U para borrar todo el texto en el campo, [Retroceso] para borrar un caracter

source: %s to delete all text in field, [Backspace] to delete a character
es: %s para borrar todo el texto en el campo, [Retroceso] para borrar un caracter

source: %s to delete text in field, [Backspace] to delete a character
es: %s para borrar texto en el campo, [Retroceso] para borrar un caracter

source: Malformed mailto form submission! Cancelled!
es: ¡Envío de forma de envio de correo mal formada! ¡Cancelado!

source: Warning! Control codes in mail address replaced by ?
es: ¡Advertencia! ¿Códigos de control de la dirección de correo electrónico reemplazados por?

source: Mail disallowed! Cannot submit.
es: ¡El correo electrónico está desactivado! No puede realizarse el envío

source: Mailto form submission failed!
es: ¡Ha fallado el envío del formulario de correo!

source: Mailto form submission Cancelled!!!
es: ¡Envío del formulario de correo cancelado!

source: Sending form content...
es: Enviando contenido del formulario...

source: No email address is present in mailto URL!
es: ¡No existe una dirección de correo electrónico en la URL de correo electrónico!

source: Unable to open temporary file for mailto URL!
es: ¡Imposible abrir el archivo temporal para la URL de correo!

source: Do you wish to include the original message?
es: ¿Desea incluir el mensaje original?

source: Do you wish to include the preparsed source?
es: ¿Desea incluir las fuentes pre-procesadas?

source: Spawning your selected editor to edit mail message
es: Lanzando su editor seleccionado para editar el mensaje de correo

source: Error spawning editor, check your editor definition in the options menu
es: Error lanzando editor, verifique la definición en el menú opciones

source: Send this comment?
es: ¿Enviar este comentario?

source: Send this message?
es: ¿Enviar este mensaje?

source: Sending your message...
es: Enviando su mensaje...

source: Sending your comment:
es: Enviando su comentario:

source: Not in a TEXTAREA; cannot use external editor.
es: No se encuentra en un AREA DE TEXTO; imposible usar el editor externo.

source: Not in a TEXTAREA; cannot use command.
es: No se encuentra en un AREA DE TEXTO; imposible usar el comando.

source: file: ACTIONs are disallowed!
es: archivo: ¡ACCIONes desactivadas!

source: file: URLs via served links are disallowed!
es: archivo: ¡no se permiten URLs vía vínculos!

source: Access to local files denied.
es: Acceso denegado a archivos locales.

source: file: URLs via bookmarks are disallowed!
es: archivo: ¡no se permiten URLs vía marcas!

source: This special URL is not allowed in external documents!
es: ¡Este URL especial no esta permitido en documentos externos!

source: Press <return> to return to Lynx.
es: Presione <enter> para regresar a Lynx

source: Spawning DCL subprocess. Use 'logout' to return to Lynx.
es: Lanzando subproceso DCL. Utilice 'cerrar sesión' para regresar a Lynx.

source: Type EXIT to return to Lynx.
es: Teclee EXIT para regresar a Lynx

source: Spawning your default shell. Use 'exit' to return to Lynx.
es: Lanzando su consola predeterminada. Utilice 'exit' para regresar a Lynx.

source: Spawning is currently disabled.
es: El lanzamiento está actualmente desactivado.

source: The 'd'ownload command is currently disabled.
es: La orden 'd'escargar está desactivada actualmente.

source: You cannot download an input field.
es: No puede descargar un campo de entrada.

source: Form has a mailto action! Cannot download.
es: ¡El formulario tiene una accion de envio de correo! No se puede descargar.

source: You cannot download a mailto: link.
es: No puede descargar un enlace mailto:..

source: You cannot download cookies.
es: No puede descargar cookies.

source: You cannot download a printing option.
es: No puede descargar una opción de impresión.

source: You cannot download an upload option.
es: No puede descargar una opción de publicación/subida.

source: You cannot download an permit option.
es: No puede descargar una opción de permisos.

source: This special URL cannot be downloaded!
es: ¡Este URL especial no puede ser descargarse!

source: Nothing to download.
es: Nada para descargar

source: Trace ON!
es: ¡Rastreo ENCENDIDO!

source: Trace OFF!
es: ¡Rastreo APAGADO!

source: Links will be included for all images! Reloading...
es: ¡Los vínculos se incluirán para todas las imágenes!. Recargando...

source: Standard image handling restored! Reloading...
es: ¡Manejo de imágenes estándar restaurado!. Recargando

source: Pseudo_ALTs will be inserted for inlines without ALT strings! Reloading...
es: ¡Se insertarán pseudo_ALT para lineas sin cadena ALT! Recargando

source: Inlines without an ALT string specified will be ignored! Reloading...
es: ¡Las líneas sin cadena ALT especificada se ignorarán!. Recargando...

source: Raw 8-bit or CJK mode toggled OFF! Reloading...
es: Modos 8-bit raw o CJK desactivados. Recargando...

source: Raw 8-bit or CJK mode toggled ON! Reloading...
es: Modos 8-bit raw o CJK activados. Recargando...

source: Send HEAD request for D)ocument or L)ink, or C)ancel? (d,l,c):
es: Enviar solicitud HEAD para D)Documento, L)Vínculo o C)Cancelar (d,l,c):

source: Send HEAD request for D)ocument, or C)ancel? (d,c):
es: Envar solicitud HEAD para D)Documento, ¿o C)Cancelar?

source: Sorry, the document is not an http URL.
es: Lo siento, el documento no es un URL http.

source: Sorry, the link is not an http URL.
es: Lo siento, el vínculo no es un URL http.

source: Sorry, the ACTION for this form is disabled.
es: Lo sentimos, la ACCIÓN para este formulario está desactivada.

source: Sorry, the ACTION for this form is not an http URL.
es: Lo siento, la ACCION para esta forma no es un URL http.

source: Not an http URL or form ACTION!
es: ¡No es un URL http o ACCION de formulario!

source: This special URL cannot be a form ACTION!
es: ¡Este URL especial no puede ser una ACCION de formulario!

source: URL is not in starting realm!
es: ¡El URL no esta en el dominio de inicio!

source: News posting is disabled!
es: ¡Publicación de noticias está desactivado!

source: File management support is disabled!
es: ¡La administración de archivos está desactivada!

source: No jump file is currently available.
es: Ningún archivo de salto disponible.

source: Jump to (use '?' for list):
es: Saltar a (utilice '?' para lista):

source: Jumping to a shortcut URL is disallowed!
es: ¡Saltar a una URL de atajo no está permitido!

source: Random URL is disallowed! Use a shortcut.
es: ¡URL aleatorio no permitido!, Use un atajo.

source: No random URLs have been used thus far.
es: Ningún URLs aleatorias ha sido utilizado hasta el momento.

source: Bookmark features are currently disabled.
es: La funcionalidad de marcadores está desactivada actualmente.

source: Execution via bookmarks is disabled.
es: Ejecución vía marcadores esta desactivado.

source: Bookmark file is not defined. Use %s to see options.
es: Archivo de marcadores no definido. Utilice %s para ver las opciones.

source: Unable to open tempfile for X Mosaic hotlist conversion.
es: Incapaz de abrir <<tempfile>> para la conversión de hotlist de Mosaic X

source: ERROR - unable to open bookmark file.
es: ERROR - Incapaz de abrir archivo de marcadores.

source: Unable to open bookmark file for deletion of link.
es: Incapaz de abrir archivo de marcadores para borrar el vínculo.

source: Unable to open scratch file for deletion of link.
es: Incapaz de abrir archivo de trabajo para borrado del vínculo.

source: Error renaming scratch file.
es: Error renombrando el archivo de trabajo

source: Error renaming temporary file.
es: Error renombrando archivo temporal.

source: Unable to copy temporary file for deletion of link.
es: Incapaz de copiar archivo temporal para borrado del vínculo.

source: Unable to reopen temporary file for deletion of link.
es: Incapaz de reabrir archivo temporal para borrado del vínculo.

source: Link is not by itself all on one line in bookmark file.
es: El vínculo no está en una única línea en el archivo de marcadores.

source: Bookmark deletion failed.
es: Falló el borrado de marcador.

source: Bookmark files cannot be traversed (only http URLs).
es: Los marcadores no pueden ser atravesados (solamente URLs http)

source: Unable to open bookmark file, use 'a' to save a link first
es: Incapaz de abrir archivo de marcadores. Utilice 'a' para guardar el vínculo primero.

source: There are no links in this bookmark file!
es: ¡No existen vínculos en este archivo de marcadores!

source: D)elete cached document or C)ancel? (d,c):
es: ¿D)Borrar el documento cacheado o C)ancelar? (d,c):

source: Save D)ocument or L)ink to bookmark file or C)ancel? (d,l,c):
es: ¿Guardar D)documento o L)añadir al marcador o C)cancelar? (d,l,c):

source: Save D)ocument to bookmark file or C)ancel? (d,c):
es: ¿Guardar D)documento en un marcador o C)cancelar? (d,c):

source: Save L)ink to bookmark file or C)ancel? (l,c):
es: ¿Guardar L)vínculo a un marcador o C)cancelar? (l,c):

source: Documents from forms with POST content cannot be saved as bookmarks.
es: Los documentos procedentes de formularios con contenido POST no pueden ser salvados como marcadores.

source: Cannot save form fields/links
es: No se pueden guardar campos de formulario/enlaces

source: History, showinfo, menu and list files cannot be saved as bookmarks.
es: No se pueden guardar como marcadores historial, showinfo, menús y archivos de lista.

source: Do you really want to delete this link from your bookmark file?
es: ¿Está seguro de querer borrar este enlace de sus marcadores?

source: Malformed address.
es: Dirección malformada.

source: Historical comment parsing ON (Minimal is overridden)!
es: Activado análisis del histórico de comentarios (se sobrescribe el mínimo)

source: Historical comment parsing OFF (Minimal is in effect)!
es: Desactivado el análisis del histórico de comentarios (se sobreescribe el mínimo)

source: Historical comment parsing ON (Valid is overridden)!
es: Activado el análisis del histórico de comentarios (se sobrescribe lo válido)

source: Historical comment parsing OFF (Valid is in effect)!
es: Desactivado el análisis del histórico de comentarios (lo válido tiene efecto)

source: Now using TagSoup parsing of HTML.
es: Utilizando TagSoup para analizar el HTML.

source: Now using SortaSGML parsing of HTML!
es: Utilizando SortaSGML para analizar el HTML.

source: You are already at the end of this document.
es: Se encuentra al final de este documento.

source: You are already at the beginning of this document.
es: Se encuentra al inicio de este documento.

source: You are already at page %d of this document.
es: Se encuentra en la página %d de este documento.

source: Link number %d already is current.
es: El enlace número %d es el actual.

source: You are already at the first document
es: Se encuentra en el inicio del documento

source: There are no links above this line of the document.
es: No hay enlaces por encima de esta línea del documento.

source: There are no links below this line of the document.
es: No hay enlaces por debajo de esta línea del documento.

source: Maximum length reached! Delete text or move off field.
es: ¡Se ha alcanzado la longitud máxima! Borre texto o cambie a otro campo.

source: You are not on a form submission button or normal link.
es: No está en un botón de enviar formulario o un enlace común.

source: One radio button must be checked at all times!
es: Es necesario marcar un botón siempre

source: No submit button for this form, submit single text field?
es: No hay botón de envio para este formulario. ¿Enviar campo de texto simple?

source: Do you want to go back to the previous document?
es: ¿Quiere volver al documento anterior?

source: Use arrows or tab to move off of field.
es: Use las flechas o el tabulador para salir fuera del campo.

source: Enter text. Use arrows or tab to move off of field.
es: Introduzca texto. Use las flechas o el tabulador para salir fuera del campo.

source: ** Bad HTML!! No form action defined. **
es: ** ¡HTML incorrecto! No hay acción de formulario definida. **

source: Bad HTML!! Unable to create popup window!
es: ¡HTML incorrecto! ¡Imposible crear ventana emergente!

source: Unable to create popup window!
es: ¡No se puede crear ventana emergente!

source: Goto a random URL is disallowed!
es: ¡Ir a una URL aleatoria no está permitido!

source: Goto a non-http URL is disallowed!
es: ¡Ir a una URL no http no esta permitido!

source: You are not allowed to goto "%s" URLs
es: No tiene permiso para ir a la/s URL/s "%s"

source: URL to open:
es: URL a abrir:

source: Edit the current Goto URL:
es: Modificar el ir a URL actual:

source: Edit the previous Goto URL:
es: Modificar el ir a URL anterior:

source: Edit a previous Goto URL:
es: Modificar ir a URL anterior:

source: Current document has POST data.
es: El documento actual contiene datos POST.

source: Edit this document's URL:
es: Editar este documento URL:

source: Edit the current link's URL:
es: Editar el enlace actual de la URL:
