Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/lynx.po
Languages: es

source: preferred_language specifies the language in MIME notation (e.g., en, fr, may be a comma-separated list in decreasing preference) which Lynx will indicate you prefer in requests to http servers. If a file in that language is available, the server will send it. Otherwise, the server will send the file in its default language.
es: preferred_language especifica el lenguaje en notación MIME (ejem., en, fr, tiene que ser un lista en orden decreciente separada por comas) que indicará a Lynx sus preferencias en las peticiones a los servidores http. Si un archivo es ese lenguaje esta disponible, el servidor lo enviará. Si no, el servidor enviará el archivo en su lenguaje por default.

source: user_mode specifies the users level of knowledge with Lynx. The default is "NOVICE" which displays two extra lines of help at the bottom of the screen to aid the user in learning the basic Lynx commands. Set user_mode to "INTERMEDIATE" to turn off the extra info. Use "ADVANCED" to see the URL of the currently selected link at the bottom of the screen.
es: user_mode especifica el nivel de conocimiento que tiene el usuario de Lynx. Por defecto se utiliza "NOVATO", que despliega dos líneas extra de ayuda en la parte inferior de la pantalla para ayudar al usuario a aprender los comandos básicos de Lynx. Configure set_user como "INTERMEDIO" para apagar la información extra. Use "AVANZADO" para visualizar la URL del vínculo seleccionado en la parte inferior de la pantalla.

source: If verbose_images is "on", lynx will print the name of the image source file in place of [INLINE], [LINK] or [IMAGE] See also VERBOSE_IMAGES in lynx.cfg
es: Si verbose_images está en "on", lynx imprimirá el nombre del archivo de la imagen reemplazando a [INLINE], [LINK] o [IMAGE] Véase también VERBOSE_IMAGES en lynx.cfg

source: If vi_keys is set to "on", then the normal VI movement keys: j = down k = up h = left l = right will be enabled. These keys are only lower case. Capital 'H', 'J' and 'K will still activate help, jump shortcuts, and the keymap display, respectively.
es: Si vi_keys está en "on", entonces se activarán las combinaciones de teclas que se usan en VI para mover el cursor: j=abajo k=arriba h=izquierda l=derecha Sólo puede usarlas en minúsculas. Las letras 'H', 'J' y 'K' en mayúsculas seguirán funcionando para activar la ayuda, atajos para saltar y para mostrar el mapa de teclas, respectivamente.

source: The visited_links setting controls how Lynx organizes the information in the Visited Links Page.
es: El parámetro visited_links controla cómo Lynxs organiza la información en la página de enlaces visitados.

source: If keypad_mode is set to "NUMBERS_AS_ARROWS", then the numbers on your keypad when the numlock is on will act as arrow keys: 8 = Up Arrow 4 = Left Arrow 6 = Right Arrow 2 = Down Arrow and the corresponding keyboard numbers will act as arrow keys, regardless of whether numlock is on.
es: Si la variable keypad_mode recibe el valor "NUMBERS_AS_ARROWS", entonces los números en el teclado numérico funcionarán como flechas cuando NumLock esté activado. 8 = Fecha hacia arriba 4 = Flecha izquierda 6 = Flecha derecha 2 = Flecha hacia abajo Los números correspondientes en el teclado funcionarán como flechas sin importar si NumLock está activado o no.

source: If keypad_mode is set to "LINKS_ARE_NUMBERED", then numbers will appear next to each link and numbers are used to select links.
es: Si keypad_mode se configura como "LINKS_ARE_NUMBERED", los números aparecerán junto a cada vínculo y serán utilizados para seleccionarlos.

source: NOTE: Some fixed format documents may look disfigured when "LINKS_ARE_NUMBERED" or "LINKS_AND_FORM_FIELDS_ARE_NUMBERED" are enabled.
es: NOTA: Algunos documentos con formato fijo pueden verse desfigurados cuando «LINKS_ARE_NUMBERED» o «LINKS_AND_FORM_FIELDS_ARE_NUMBERED» están activados.

source: 'P'rompting to allow from domain '%s'.
es: 'P'reguntando para permitir desde un dominio '%s'.
