Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/lynx.po
Languages: es

source: You cannot edit File Management URLs
es: No puede editar el archivo de gestión de URLs

source: Enter a database query:
es: Introduzca una consulta de base de datos:

source: Enter a whereis query:
es: Ingtroduzca una consulta whereis:

source: Edit the current query:
es: Editar la consulta actual:

source: Edit the previous query:
es: Editar la consulta previa:

source: Edit a previous query:
es: Editar una consulta previa:

source: Use Control-R to resubmit the current query.
es: Use Control-R para reenviar la consulta actual.

source: Edit the current shortcut:
es: Editar el acceso directo actual:

source: Edit the previous shortcut:
es: Editar el anterior acceso directo:

source: Edit a previous shortcut:
es: Editar un acceso directo anterior:

source: Key '%c' is not mapped to a jump file!
es: ¡La tecla '%c' no está asignada a salto de archivo!

source: Cannot locate jump file!
es: No se puede asignar archivo de salto local

source: Cannot open jump file!
es: No se puede abrir archivo de salto

source: Error reading jump file!
es: Error al leer archivo de salto

source: Out of memory reading jump file!
es: Memorira excedida al leer el archivo de salto

source: Out of memory reading jump table!
es: Fuera de memoria leyendo la tabla de saltos

source: No index is currently available.
es: No hay ningún índice accesible.

source: Do you really want to go to the Main screen?
es: ¿Realmente desea ir a la pantalla principal?

source: You are already at main screen!
es: ¡Ya se encuentra en la pantalla principal!

source: Not a searchable indexed document -- press '/' to search for a text string
es: No es un documento que se pueda buscar -- pulse '/' para buscar por una cadena de texto

source: No owner is defined for this file so you cannot send a comment
es: No hay propietario definido para este archivo por lo que no puede enviar un comentario

source: No owner is defined. Use %s?
es: No hay propietario definido ¿Usar %s?

source: Do you wish to send a comment?
es: ¿Desea enviar un comentario?

source: Mail is disallowed so you cannot send a comment
es: El correo está anulado por lo que no puede enviar ningún comentario

source: The 'e'dit command is currently disabled.
es: La orden 'e'ditar está desactivada actualmente.

source: External editing is currently disabled.
es: La edición externa está desactivada actualmente.

source: System error - failure to get status.
es: Error de sistema - fallo al obtener estado.

source: No editor is defined!
es: ¡No hay un editor definido!

source: The 'p'rint command is currently disabled.
es: La orden im'p'rimir está desactivada actualmente.

source: Document has no Toolbar links or Banner.
es: El documento no tiene enlaces a la barra de herramientas o banners.

source: Unable to open traversal file.
es: Imposible abrir el archivo transversal.

source: Unable to open traversal found file.
es: Imposible abrir el archivo transversal encontrado.

source: Unable to open reject file.
es: Imposible leer el archivo expulsado.

source: Unable to open traversal errors output file
es: No es posible abrir el archivo de salida de errores transversal

source: TRAVERSAL WAS INTERRUPTED
es: TRANSVERSAL FUE INTERRUMPIDO

source: Follow link (or goto link or page) number:
es: Seguir vínculo (o ir a vínculo o página) número:

source: Select option (or page) number:
es: Seleccionar opción (o página) número:

source: Option number %d already is current.
es: La opción numero %d es la actual.

source: You are already at the end of this option list.
es: Ya está al final de esta lista de opciones.

source: You are already at the beginning of this option list.
es: Ya está al principio de esta lista de opciones.

source: You are already at page %d of this option list.
es: Ya está en la página %d de esta lista de opciones.

source: You have entered an invalid option number.
es: Ha introducido un número de opción inválido.

source: ** Bad HTML!! Use -trace to diagnose. **
es: ** ¡HTML erróneo! Use -trace para diagnosticar. **

source: Give name of file to save in
es: Introduzca nombre para guardar archivo

source: Can't save data to file -- please run WWW locally
es: No se han podido grabar los datos en el archivo -- por favor, cargue www de forma local

source: Can't open temporary file!
es: ¡No se puede abrir el archivo temporal!

source: Can't open output file! Cancelling!
es: ¡Imposible abrir el archivo de salida, cancelando!

source: Execution is disabled.
es: Ejecutar está desactivado.

source: Execution is not enabled for this file. See the Options menu (use %s).
es: Ejecución no esta activado para este archivo. Mire el menú opciones (use %s).

source: Execution capabilities are not compiled into this version.
es: Las capacidades de ejecución no están compiladas en esta versión.

source: This file cannot be displayed on this terminal.
es: Este archivo no se puede mostrar en esta terminal

source: This file cannot be displayed on this terminal: D)ownload, or C)ancel
es: Este archivo no sera mostrado en este terminal: D)escargar. o C)ancelar.

source: %s D)ownload, or C)ancel
es: %s D)escargar, o C)ancelar

source: Cancelling file.
es: Cancelando archivo.

source: Retrieving file. - PLEASE WAIT -
es: Obteniendo archivo. - ESPERE POR FAVOR -

source: Enter a filename:
es: Introduzca un nombre para el archivo:

source: Edit the previous filename:
es: Modificar el nombre de archivo anterior:

source: Edit a previous filename:
es: Modificar un nombre de archivo anterior:

source: Enter a new filename:
es: Introduzca un nuevo nombre de archivo:

source: File name may not begin with a dot.
es: El nombre del archivo no debería empezar con un punto.

source: File exists. Create higher version?
es: El archivo ya existe. ¿Crear una versión superior?

source: File exists. Overwrite?
es: El archivo ya existe. ¿Sobreescribir?

source: Cannot write to file.
es: No se puede escribir al archivo.

source: ERROR! - download command is misconfigured.
es: ¡ERROR! - el comando de descarga está desconfigurado.

source: Unable to download file.
es: No se puede descargar el archivo.

source: Reading directory...
es: Leyendo directorio...

source: Building directory listing...
es: Construyendo el listado de directorio...

source: Saving...
es: Guardando...

source: Could not edit file '%s'.
es: No se puede editar el archivo '%s'.

source: Unable to access document!
es: No se pudo acceder al documento

source: Could not access file.
es: No se pudo acceder al archivo.

source: Could not access directory.
es: No se pudo acceder al directorio.

source: Could not load data.
es: No se pudieron cargar los datos.

source: Lynx cannot currently (e)dit remote WWW files.
es: Lynx no puede (e)ditar archivos WWW remotos.

source: This field cannot be (e)dited with an external editor.
es: Este campo no puede (e)ditarse con un editor externo.

source: Bad rule
es: Regla incorrecta

source: Insufficient operands:
es: Operandos insuficientes:

source: You are not authorized to edit this file.
es: No está autorizado para editar este fichero.

source: Title:
es: Título:

source: Subject:
es: Asunto:

source: Username:
es: Nombre de usuario:

source: Password:
es: Contraseña:

source: lynx: Username and Password required!!!
es: lynx: se requieren nombre de usuario y contraseña

source: lynx: Password required!!!
es: lynx: Contraseña requerida

source: Clear all authorization info for this session?
es: ¿Borrar toda la información de autorización para esta sesión?

source: Authorization info cleared.
es: Información de autorización borrada.

source: Authorization failed. Retry?
es: Falló la autorización. ¿Reintentar?

source: cgi support has been disabled.
es: soporte cgi desactivado.

source: Lynxcgi capabilities are not compiled into this version.
es: Las caracteristicas lynxcgi no están compiladas en esta versión.

source: Sorry, no known way of converting %s to %s.
es: No se puede convertir %s en %s

source: Unable to set up connection.
es: No se pudo establecer la conexión

source: Unable to make connection
es: No se puede realizar la conexión

source: Executable link rejected due to malformed request.
es: Enlace ejecutable no admitido debido a una petición mal formulada.

source: Executable link rejected due to `%c' character.
es: Vínculo ejecutable rechazado debido al carácter "%c".

source: Executable link rejected due to relative path string ('../').
es: Vínculo ejecutable rechazado debido a la cadena de ruta relativa ('../').

source: Executable link rejected due to location or path.
es: Víhculo ejecutable rechazado debido a la localización o la ruta.

source: Mail access is disabled!
es: ¡El acceso al correo está desactivado!

source: Only files and servers on the local host can be accessed.
es: Únicamente se puede acceder a archivos y servidores en el anfitrión local

source: Telnet access is disabled!
es: El acceso a telnet está desactivado

source: Telnet port specifications are disabled.
es: Las especificaciones de puerto de telnet están desactivadas

source: USENET news access is disabled!
es: El acceso a noticias USENET está desactivado

source: Rlogin access is disabled!
es: El acceso Rlogin está desactivado

source: Ftp access is disabled!
es: El acceso por ftp está desactivado

source: There are no references from this document.
es: No existen referencias de ese documento.

source: There are only hidden links from this document.
es: Solo hay enlaces ocultos de ese documento

source: Unable to open command file.
es: No se pudo abrir el archivo de comandos.

source: News Post Cancelled!!!
es: Noticias publicadas canceladas

source: Spawning your selected editor to edit news message
es: Creando el editor seleccionado para editar mensajes de noticia

source: Post this message?
es: ¿Publicar este mensaje?

source: Append '%s'?
es: ¿ Añadir '%s'?

source: Posting to newsgroup(s)...
es: Publicando en grupo de noticias ...

source: *** You have unread mail. ***
es: *** Tiene correo sin leer ***

source: *** You have mail. ***
es: *** Tiene un correo. ***

source: *** You have new mail. ***
es: *** Tiene un nuevo correo. ***

source: File insert cancelled!!!
es: ¡Cancelada la introduccion del archivo!

source: Not enough memory for file!
es: No hay suficiente memoria para abrir este archivo

source: Can't open file for reading.
es: No se puede abrir el archivo para lectura.

source: File does not exist.
es: El archivo no existe.

source: File does not exist - reenter or cancel:
es: El fichero no existe - reintroduzca o cancele:

source: File is not readable.
es: El archivo no es legible.

source: File is not readable - reenter or cancel:
es: El archivo no se puede leer - reintroduzca o cancele:

source: Nothing to insert - file is 0-length.
es: Nada que insertar- el archivo tiene una logitud 0

source: Save request cancelled!!!
es: Petición para grabar cancelada

source: Mail request cancelled!!!
es: Petición de correo cancelada

source: Viewing preparsed source. Are you sure you want to mail it?
es: Viendo la fuente preanalizada. ¿Está seguro que desea enviar el correo?

source: Please wait...
es: Por favor, espere...

source: Mailing file. Please wait...
es: Enviando archivo por correo. Espere por favor...

source: ERROR - Unable to mail file
es: ERROR - No ha sido posible enviar el archivo por correo

source: File is %d screens long. Are you sure you want to print?
es: El archivo tiene una longitud de %d pantallas ¿Desea imprimirlo?

source: Print request cancelled!!!
es: Petición de impresión cancelada

source: Press <return> to begin:
es: Pulse <intro> para comenzar:

source: Press <return> to finish:
es: Pulse <intro> para finalizar:

source: File is %d pages long. Are you sure you want to print?
es: El archivo tiene una longitud de %d pantallas ¿Desea imprimirlo?

source: Be sure your printer is on-line. Press <return> to start printing:
es: Compruebe que la impresora está conectada. Pulse <intro> para comenzar la impresión:

source: ERROR - Unable to allocate file space!!!
es: ERROR - ¡No se puede liberar espacio para archivo!

source: Unable to open tempfile
es: No se ha podido abrir el archivo temporal

source: Unable to open print options file
es: No se ha podido abrir el fichero con las opciones de impresión

source: Printing file. Please wait...
es: Imprimiendo archivo. Por favor espere...

source: Please enter a valid internet mail address:
es: Por favor introduzca una dirección de correo electrónico válida:

source: ERROR! - printer is misconfigured!
es: ERROR - La impresora está desconfigurada

source: Image map from POST response not available!
es: El mapa de imagen para la respuesta POST, no está disponible

source: Client-side image MAP is not accessible!
es: La imagen MAP de lado cliente no es accesible.

source: No client-side image MAPs are available!
es: No hay imagen MAPs del lado cliente disponible

source: Client-side image MAP is not available!
es: La imagen MAP del lado cliente no está disponible

source: Screen height must be at least 24 lines for the Options menu!
es: La altura de la pantalla debe ser como mínimo de 24 lineas para el menú de opciones

source: Screen height must be at least 23 lines for the Options menu!
es: La altura de la pantalla debe ser como mínimo de 23 lineas para el menú de opciones

source: Screen height must be at least 22 lines for the Options menu!
es: La altura de la pantalla debe ser como mínimo de 22 lineas para el menú de opciones

source: That key requires Advanced User mode.
es: Esa tecla necesita modo de usuario avanzado

source: Content-type: %s
es: Tipo de contenido: %s

source: Command:
es: Comando:

source: Unknown or ambiguous command
es: Comando desconocido o ambiguo

source: Version
es: Versión

source: first
es: primero

source: , guessing...
es: , estimando...

source: Permissions for
es: Permisos para

source: Select
es: Seleccionar

source: capital letter
es: mayúscula

source: of option line,
es: de linea de opción,

source: to save,
es: para guardar,

source: to
es: para

source: or
es: o

source: index
es: índice

source: to return to Lynx.
es: para volver a Lynx.

source: Accept Changes
es: Aceptar los cambios

source: Reset Changes
es: Restaurar los cambios

source: Left Arrow cancels changes
es: Flecha izquierda cancela los cambios

source: Save options to disk
es: Guardar las opciones a disco

source: Hit RETURN to accept entered data.
es: Pulsar INTRO para aceptar los datos introducidos.

source: Hit RETURN to accept entered data. Delete data to invoke the default.
es: Pulsar INTRO para aceptar los datos introducidos. Borrar los datos para invocar las opciones por defecto.

source: Value accepted!
es: Valor aceptado

source: Value accepted! -- WARNING: Lynx is configured for XWINDOWS!
es: Valor aceptado -- AVISO: Lynx está configurado para XWINDOWS

source: Value accepted! -- WARNING: Lynx is NOT configured for XWINDOWS!
es: Valor aceptado -- AVISO: Lynx NO está configurado para XWINDOWS

source: You are not allowed to change which editor to use!
es: ¡No está autorizado para cambiar el editor a usar!

source: Failed to set DISPLAY variable!
es: ¡ No se pudo establecer la variable DISPLAY !

source: Failed to clear DISPLAY variable!
es: ¡ No se pudo borrar la variable DISPLAY!

source: You are not allowed to change the bookmark file!
es: ¡No está autorizado para cambiar el archivo de marcador!

source: Terminal does not support color
es: La terminal no soporta color

source: Your '%s' terminal does not support color.
es: Su terminal '%s' no soporta color

source: Access to dot files is disabled!
es: ¡El acceso a archivos dot está desactivado!

source: User-Agent string does not contain "Lynx" or "L_y_n_x"
es: La cadena de texto 'User-Agent' no contiene "Lynx" o "L_y_n_x"

source: Use "L_y_n_x" or "Lynx" in User-Agent, or it looks like intentional deception!
es: ¡Utilice "Lynx" o "L_y_n_x" en 'User-Agent', o parecerá como decepción intencional!

source: Changing of the User-Agent string is disabled!
es: ¡La opción para cambiar la cadena de texto 'User-Agent' está desabilitada!

source: You are not allowed to change this setting.
es: No le está permitido cambiar esta configuración

source: Saving Options...
es: Guardando opciones...

source: Options saved!
es: ¡Opciones guardadas!

source: Unable to save Options!
es: No se pueden salvar las opciones

source: 'r' to return to Lynx
es: 'r' para volver a Lynx

source: '>' to save, or 'r' to return to Lynx
es: '>' para guardar, o 'r' para volver a Lynx

source: Hit any key to change value; RETURN to accept.
es: Pulse cualquier tecla para cambiar el valor; INTRO para aceptar

source: Error uncompressing temporary file!
es: ¡Error descomprimiendo archivo temporal!

source: Unsupported URL scheme!
es: ¡Esquema URL no soportado!

source: Unsupported data: URL! Use SHOWINFO, for now.
es: Datos no soportados: URL! Usa SHOWINFO por ahora

source: Redirection limit of 10 URL's reached.
es: Límite de diez redireccionamientos a URLs superado

source: Illegal redirection URL received from server!
es: Redirección ilegal de URL recibida del servidor

source: Server asked for %d redirection of POST content to
es: El servidor preguntó por la redirección del contenido de POST %d a

source: P)roceed, use G)ET or C)ancel
es: P)roceder, usar conseG)uir or C)ancelar

source: P)roceed, or C)ancel
es: P)rosigue, o C)ancela

source: Redirection of POST content. P)roceed, see U)RL, use G)ET or C)ancel
es: Redirección del contenido POST. P)roceder, ver U)RL, usar G)ET o C)ancelar

source: Redirection of POST content. P)roceed, see U)RL, or C)ancel
es: Redirección del contenido POST. P)roceder, ver U)RL, o C)ancelar

source: Document from Form with POST content. Resubmit?
es: Documento de formulario con contenido POST. ¿Reenviar?

source: Resubmit POST content to %s ?
es: Reenviar el contenido POST a %s ?

source: List from document with POST data. Reload %s ?
es: Lista del documento con datos POST. ¿Recargar %s?

source: Document from POST action, HEAD may not be understood. Proceed?
es: Acción POST del documento, HEAD puede ser no entendido. ¿Proceder?

source: Form submit action is POST, HEAD may not be understood. Proceed?
es: La acción de envío del formulario es POST, HEAD no se ha entendido. ¿Proceder?

source: Proceed without a username and password?
es: ¿Seguir sin nombre de usuario y contraseña?

source: Proceed (%s)?
es: ¿Seguir (%s)?

source: Cannot POST to this host.
es: No se puede PUBLICAR en este anfitrión.

source: POST not supported for this URL - ignoring POST data!
es: POST no soportado por esta URL - se ignoran los datos POST

source: Discarding POST data...
es: Descargando los datos POST...

source: Document will not be reloaded!
es: ¡El documento no será recargado!

source: Location:
es: Ubicación:

source: '%s' not found!
es: '%s' no encontrado

source: Default Bookmark File
es: Archivo marcador por defecto

source: Screen too small! (8x35 min)
es: Pantalla demasiado pequeña! (8x35 min)

source: Select destination or ^G to Cancel:
es: Elija destino o ^G para cancelar:

source: Select subbookmark, '=' for menu, or ^G to cancel:
es: Seleccione submarcador, «=» para menú, o ^G para cancelar:

source: Reproduce L)ink in this bookmark file or C)ancel? (l,c):
es: ¿Reproducir enL)ace en este archivo de favoritos o C)ancelar? (l,c):

source: Multiple bookmark support is not available.
es: Soporte de múltiples marcadores no esta disponible.

source: Select Bookmark (screen %d of %d)
es: Seleccionar marcador (pantalla %d de %d)

source: Select Bookmark
es: Seleccionar marcador

source: Editing Bookmark DESCRIPTION and FILEPATH (%d of 2)
es: Editar la DESCRIPCIÓN de la libreta de marcadores y la RUTA (%d de 2)

source: Editing Bookmark DESCRIPTION and FILEPATH
es: Editar la DESCRIPCIÓN de la libreta de marcadores y la RUTA

source: Letter:
es: Carta:

source: Maximum links per page exceeded! Use half-page or two-line scrolling.
es: Máximo de enlaces por página excedido! Use media página o desplazamiento de doble línea.

source: No previously visited links available!
es: ¡no hay enlaces visitados previamente disponibles!

source: Memory exhausted! Program aborted!
es: Memoria agotada, programa abortado

source: Memory exhausted! Aborting...
es: Memoria agitada, abortando...

source: Not enough memory!
es: No hay memoria suficiente

source: Directory/File Manager not available
es: Gestor de directorio/Archivo no disponible

source: HREF in BASE tag is not an absolute URL.
es: La HREF en la etiqueta BASE no es un URL absoluto.

source: Location URL is not absolute.
es: La dirección URL no es absoluta.

source: Refresh URL is not absolute.
es: El refresco de URL no es absoluto.

source: You are sending a message with body to:
es: Está enviando un mensaje con cuerpo a:

source: You are sending a comment to:
es: Está enviando un comentario a:

source: With copy to:
es: Con copia a:

source: With copies to:
es: Con copias a:

source: Use Ctrl-G to cancel if you do not want to send a message
es: Pulse Ctrl-G para cancelar si no quiere enviar el mensaje

source: Please enter your name, or leave it blank to remain anonymous
es: Introduzca su nombre, o déjelo en blanco para permanecer en el anonimato

source: Please enter a mail address or some other
es: Introduzca una dirección de correo o algo así

source: means to contact you, if you desire a response.
es: medio para conectar con usted, si desea una respuesta.

source: Please enter a subject line.
es: Por favor, introduzca una linea de asunto.

source: Enter a mail address for a CC of your message.
es: Introduzca una dirección de correo en el apartado CC de su mensaje.

source: (Leave blank if you don't want a copy.)
es: (Déjelo en blanco si no quiere una copia)

source: Please review the message body:
es: Por favor, revise el cuerpo del mensaje:

source: Press RETURN to continue:
es: Pulse INTRO para continuar:

source: Press RETURN to clean up:
es: Pulse INTRO para limpiar:

source: Use Control-U to erase the default.
es: Pulse Ctrl-U para borrar el texto por defecto.

source: Please enter your message below.
es: Por favor, introduzca su mensaje.

source: When you are done, press enter and put a single period (.)
es: Cuando esté hecho, pulse intro y ponga un periodo simple (.)

source: on a line and press enter again.
es: en una línea y pulse INTRO de nuevo.

source: %s cookie: %.*s=%.*s Allow? (Y/N/Always/neVer)
es: %s cookie: %.*s=%.*s ¿permitir? (Si Y/No N/Siempre A/nunca V)

source: Accept invalid cookie domain=%s for '%s'?
es: ¿Aceptar dominio inválido de cookie=%s para '%s'?

source: Accept invalid cookie path=%s as a prefix of '%s'?
es: ¿Aceptar ruta inválida de cookie=%s como prefijo de '%s'?

source: Allowing this cookie.
es: Permitir esta cookie.

source: Rejecting this cookie.
es: Rechazando esta cookie

source: The Cookie Jar is empty.
es: La jarra de cookie está vacío.

source: The Cache Jar is empty.
es: La jarra de chaché está vacía.

source: or to change a domain's 'allow' setting.
es: o cambiar la configuración de dominios permitidos.

source: (Cookies never allowed.)
es: (Cookies nunca permitidas)

source: (Cookies always allowed.)
es: (Cookies siempre permitidas)

source: (Cookies allowed via prompt.)
es: (Cookies permitidas vía línea de comandos.)

source: (Persistent Cookies.)
es: (Cookies persistentes.)

source: (No title.)
es: (Sin título.)

source: (No name.)
es: (Sin nombre.)

source: (No value.)
es: (Sin valor.)

source: None
es: Ninguno

source: (End of session.)
es: (Fin de la sesión)

source: Delete this cookie?
es: ¿Eliminar esta cookie?

source: The cookie has been eaten!
es: La cookie ha sido eliminada

source: Delete this empty domain?
es: ¿Borrar este dominio?

source: The domain has been eaten!
es: El dominio ha sido eliminado.
