Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/lynx.po
Languages: es

source: All cookies in the domain have been eaten!
es: Todas las cookies del dominio se han eliminado.

source: 'A'lways allowing from domain '%s'.
es: 'A'Siempre permitido desde el dominio '%s'.

source: ne'V'er allowing from domain '%s'.
es: 'V'nunca permitido desde el dominio '%s'.

source: Delete all cookies in this domain?
es: ¿Borrar todas las cookies en este dominio?

source: All of the cookies in the jar have been eaten!
es: Todas las cookies de la jarra han sido eliminadas.

source: Port 19 not permitted in URLs.
es: Puerto 19 no permitido en URL

source: Port 25 not permitted in URLs.
es: Puerto 25 no permitido en URL

source: Port %lu not permitted in URLs.
es: Puerto %lu no permitido en URL.

source: URL has a bad port field.
es: La URL tiene un campo de puerto incorrecto.

source: Maximum nesting of HTML elements exceeded.
es: Máximo de elementos HTML anidados excedido.

source: Trace Log open failed. Trace off!
es: Falló la apertura del registro de traceado. Traceado desactivado.

source: Lynx Trace Log
es: Registro de traceado de Lynx

source: No trace log has been started for this session.
es: No se ha comenzado el registro de traceado para esta sesión.

source: The maximum temporary file count has been reached!
es: El máximo número de archivos temporales ha sido alcanzado.

source: Directory
es: Directorio

source: Directory browsing is not allowed.
es: No está permitido explorar el directorio.

source: Selective access is not enabled for this directory
es: El acceso selectivo no está activado para este directorio

source: Multiformat: directory scan failed.
es: Multiformato: Exploración de directorio fallida.

source: This directory is not readable.
es: Este directorio no se puede leer.

source: Can't access requested file.
es: No se puede acceder al archivo requerido.

source: Could not find suitable representation for transmission.
es: No encuentra representación adecuada para la transmisión.

source: Could not open file for decompression!
es: No se puede abrir el archivo para descompresión

source: Files:
es: Archivos:

source: Subdirectories:
es: Subdirectorios:

source: directory
es: directorio

source: Up to
es: Hasta

source: Current directory is
es: El directorio actual es

source: No response from server!
es: No hay respuesta del servidor

source: CSO index
es: índice CSO

source: This is a searchable index of a CSO database.
es: Este es un índice que se puede buscar de una base de datos CSO.

source: CSO Search Results
es: Resultados de búsqueda CSO

source: Seek fail on %s
es: falló la búsqueda en %s

source: Press the 's' key and enter search keywords.
es: Pulse la tecla 's' e introduzca las palabras clave a buscar.

source: This is a searchable Gopher index.
es: Este es un índice Gopher que se puede buscar.

source: Gopher index
es: Índice Gopher

source: Gopher Menu
es: Menú Gopher

source: Search Results
es: Resultados de la búsqueda

source: Sending CSO/PH request.
es: Enviando petición CSO/PH

source: Sending Gopher request.
es: Enviando petición Gopher.

source: CSO/PH request sent; waiting for response.
es: Petición CSO/PH enviada: esperando respuesta

source: Gopher request sent; waiting for response.
es: Petición Gopher enviada; esperando respuesta.

source: Please enter search keywords.
es: Introduzca las claves de búsqueda.

source: The keywords that you enter will allow you to search on a
es: Las palabras claves que introdujo le permitirán buscar en

source: person's name in the database.
es: nombre de la persona en la base de datos.

source: Connection closed ???
es: ¿Conexión cerrada?

source: Cannot open temporary file for news POST.
es: No se puede abrir el archivo temporal para nuevos POST.

source: This client does not contain support for posting to news with SSL.
es: Este cliente no tiene soporte para publicar noticias con SSL.

source: Tab kind=%d at %.0f
es: Tab kind=%d en %.0f

source: Can't proceed without a username and password.
es: No se puede continuar sin nombre de usuario y contraseña.

source: Can't retry with authorization! Contact the server's WebMaster.
es: No se puede reintentar sin autorización. Contacte con el responsable de web del servidor.

source: Can't retry with proxy authorization! Contact the server's WebMaster.
es: No se puede reintentar sin autorización de proxy. Contacte con el responsable de web del servidor.

source: Retrying with proxy authorization information.
es: Reintentando con la información de autorización del proxy

source: SSL error:%s-Continue?
es: Error SSL: %s-¿Continuar?

source: HTWAIS: Return message too large.
es: HTWAIS: Mensaje devuelto demasiado grande.

source: Enter WAIS query:
es: Introduzca una consulta WAIS:

source: Retrying as HTTP0 request.
es: Reintentando como petición HTTP0.

source: Transferred %d bytes
es: %d bytes transferidos

source: Data transfer complete
es: Transferencia de datos completa

source: Error processing line %d of %s
es: Error procesando la linea %d de %s

source: Address List Page
es: Página de listado de direcciones

source: Bookmark file
es: Archivo de marcadores

source: Configuration Definitions
es: Definiciones de configuración

source: Cookie Jar
es: Jarra de cookie

source: Current Key Map
es: Mapa de claves actual

source: File Management Options
es: Opciones de administración de archivos

source: Download Options
es: Opciones de descarga

source: History Page
es: Página de historial

source: Cache Jar
es: Jarra de caché

source: List Page
es: Pagina de listado

source: Lynx.cfg Information
es: Información Lynx.cfg

source: Options Menu
es: Menú de opciones

source: File Permission Options
es: Opciones de permisos de archivo

source: Printing Options
es: Opciones de impresión

source: Information about the current document
es: Información sobre el documento actual

source: Your recent statusline messages
es: Sus mensajes de línea de estado recientes

source: Upload Options
es: Opciones de subida

source: Visited Links Page
es: Enlaces de páginas visitadas

source: See also
es: Ver también

source: your
es: su

source: for runtime options
es: para opciones ejecutables

source: compile time options
es: opciones de tiempo de compilación

source: color-style configuration
es: configuración del estilo de color

source: latest release
es: última liberación

source: pre-release version
es: versión de prelanzamiento

source: development version
es: versión de desarrollo

source: The following data were derived during the automatic configuration/build process of this copy of Lynx. When reporting a bug, please include a copy of this page.
es: Los siguientes datos fueron derivados durante el proceso de configuración/construcción automática de ésta copia de Lynx. Cuando reporte un error, por favor incluya una copia de ésta página.

source: Failed to obtain status of current link!
es: Fallo al obtener el estatus del vínculo actual

source: External support is currently disabled.
es: El soporte externo está desactivado actualmente.

source: Changing working-directory is currently disabled.
es: El cambio del directorio de trabajo está desactivado actualmente.

source: Trace not supported
es: Traceado no soportado

source: Username for '%s' at %s '%s%s':
es: Nombre de usuario para '%s' en %s '%s%s':

source: This client doesn't know how to compose proxy authorization information for scheme
es: Este cliente no sabe como componer la información de autorización de proxy para el esquema.

source: This client doesn't know how to compose authorization information for scheme
es: Este cliente no sabe como componer la información de autorización para el esquema.

source: Invalid header '%s%s%s%s%s'
es: Cabecera inválida '%s%s%s%s%s'

source: Proxy authorization required -- retrying
es: Se requiere autorización del proxy -- reintentando

source: Access without authorization denied -- retrying
es: Acceso son autorización denegado -- reintentando

source: Access forbidden by rule
es: Acceso prohibido por regla

source: Loading failed, use a previous copy.
es: Carga fallida, use la copia previa.

source: Loading incomplete.
es: Carga incompleta.

source: **** HTAccess: socket or file number returned by obsolete load routine!
es: **** HTAccess: zócalo o número de archivo obsoleto devuelto por la rutina de carga

source: **** HTAccess: Internal software error. Please mail lynx-dev@nongnu.org!
es: **** HTAccess: Error interno del software. Por favor, envíe un correo electrónico a lynx-dev@nongnu.org!

source: **** HTAccess: Status returned was: %d
es: **** HTAccess: El estado devuelto fue: %d

source: Can't Access
es: No se puede acceder

source: Unable to access document.
es: Imposible acceder al documento.

source: Enter password for user %s@%s:
es: Introducir la contraseña para el ususario %s@%s:

source: Unable to connect to FTP host.
es: Imposible conectar al host FTP.

source: close master socket
es: cerrar zócalo maestro

source: socket for master socket
es: zócalo para el zócalo maestro

source: Symbolic Link
es: Enlace simbólico

source: Receiving FTP directory.
es: Recibiendo el directorio FTP.

source: Transferred %d bytes (%5d)
es: %d bytes transferidos (%5d)

source: connect for data
es: conexión de datos

source: Receiving FTP file.
es: Recibiendo archivo FTP.

source: Could not set up finger connection.
es: No se pudo incilizar la conexión finger.

source: Could not load data (no sitename in finger URL)
es: No se pudo cargar los datos (no hay nombre de sitio en el URL del finger)

source: Invalid port number - will only use port 79!
es: Número de puerto inválido - se usará sole el puerto 79.

source: Could not access finger host.
es: No se puede acceder al anfitrión de finger

source: No response from finger server.
es: No hay respuesta del servidor finger.

source: Username for news host '%s':
es: Nombre de usuario para el anfitrión de noticias "%s":

source: Change username?
es: ¿Cambiar nombre de usuario?

source: Username:
es: Nombre de usuario:

source: Password for news host '%s':
es: Contraseña para el anfitrión de noticias '%s'

source: Change password?
es: ¿Cambiar contraseña?

source: No matches for: %s
es: Sin coincidencias para: %s

source: No articles in this group.
es: Sin artículos en este grupo.

source: No articles in this range.
es: Sin artículos en este rango.

source: %s, Articles %d-%d
es: %s, Artículos %d-%d

source: Earlier articles
es: Artículos más recientes

source: There are about %d articles currently available in %s, IDs as follows:
es: Hay cerca de %d artículos actualmente disponibles en %s, con los siguientes IDs:

source: All available articles in
es: Todos los artículos posibles en

source: Later articles
es: Últimos artículos

source: Post to
es: Publiado en

source: This client does not contain support for SNEWS URLs.
es: Este cliente no contiene soporte para URLs de SNEWS.

source: No target for raw text!
es: No hay objetivo para texto plano

source: Connecting to NewsHost ...
es: Conectando al anfitrión de noticias...

source: Could not access %s.
es: No se puede acceder %s.

source: Reading list of available newsgroups.
es: Leyendo lista de grupos de noticias disponibles.

source: Reading list of articles in newsgroup.
es: Leyendo lista de artículos en grupos de noticias.

source: Reading news article.
es: Leyendo artículo de noticias.

source: Sorry, could not load requested news.
es: No se pudieron cargar las noticias pedidas.

source: Address has invalid port
es: La dirección tiene un puerto inválido

source: Address length looks invalid
es: La longitud de la dirección parece inválida

source: Unable to locate remote host %s.
es: Imposible localizar el anfitrión remoto %s.

source: Invalid hostname %s
es: Nombre de anfitrión inválido %s

source: Making %s connection to %s
es: Estableciendo %s conexión a %s

source: socket failed.
es: falló el zócalo.

source: socket failed: family %d addr %s port %s.
es: Falló el zócalo: familia %d direcc. %s puerto %s.

source: Could not make connection non-blocking.
es: No se pueden hacer conexiones no bloqueadas.

source: Connection failed (too many retries).
es: Fallo de conexión (demasiados reintentos).

source: Could not restore socket to blocking.
es: No se puede restaurar el zócalo para bloquear.

source: Socket read failed (too many tries).
es: Falló el zócalo de lectura (demasiados intentos)

source: Address contains a username: %s
es: La dirección contiene un nombre de usuario: %s

source: Certificate issued by: %s
es: Certificado emitido por: %s

source: This client does not contain support for HTTPS URLs.
es: Este cliente no tiene soporte para URL HTTP.

source: Unable to connect to remote host.
es: Imposible conectar al anfitrión remoto.

source: Retrying connection without TLS.
es: reintentando conexión sin TLS.

source: no issuer was found
es: no se encontró emisor

source: issuer is not a CA
es: el emisor no es una AC

source: the certificate has no known issuer
es: este certificado no tiene un emisor conocido

source: the certificate has been revoked
es: el certificado ha sido revocado

source: the certificate is not trusted
es: el certificado no está autentificado

source: Verified connection to %s (cert=%s)
es: Conexión verificada a %s (cert=%s)

source: Verified connection to %s (subj=%s)
es: Verificando conexión a %s (subj=%s)

source: Can't find common name in certificate
es: No se puede encontrar el nombre común en el certificado

source: SSL error:host(%s)!=cert(%s)-Continue?
es: Error SSL:anfitrión(%s)=cert(%s)-¿Continuar?

source: UNVERIFIED connection to %s (cert=%s)
es: Conexión NO VERIFICADA a %s (cert=%s)

source: Secure %d-bit %s (%s) HTTP connection
es: Conexión %d-bit %s (%s) HTTP segura

source: Sending HTTP request.
es: Enviando petición HTTP.

source: Unexpected network write error; connection aborted.
es: Error de escritura de red inesperado; conexión abortada.

source: HTTP request sent; waiting for response.
es: Petición HTTP enviada; esperando respuesta.

source: Unexpected network read error; connection aborted.
es: Error de lectura de red inesperado; conexión abortada.

source: Got unexpected Informational Status.
es: Se consiguió un estado informacional inesperado

source: Request fulfilled. Reset Content.
es: Petición completada. Reinicio de contenido.

source: Got unexpected 304 Not Modified status.
es: Se consiguió un inesperdao estado no modificado 304

source: Redirection of POST content requires user approval.
es: La redirección del contenido POST requiere la aprobación del usuario.

source: Have POST content. Treating Permanent Redirection as Temporary.
es: Tiene contenido POST. Tratando la redirección permanente como temporal.

source: Retrying with access authorization information.
es: Reintentando con información de autorización de acceso.

source: Show the 401 message body?
es: ¿Mostrar el cuerpo del mensaje 401?

source: Show the 407 message body?
es: ¿Mostrar el cuerpo del mensaje 407?

source: Unknown status reply from server!
es: Respuesta de estatus desconocida desde el servidor

source: remote %s session:
es: sesión remota %s:

source: Could not connect to WAIS server.
es: No se puede conectar con el servidor WAIS.

source: Could not open WAIS connection for reading.
es: No se puede abrir la conexión WAIS para lectura.

source: Diagnostic code is
es: El código de diagnóstico es

source: Index
es: Índice

source: contains the following %d item%s relevant to "
es: contiene los siguientes %d elementos %s relevantes para "

source: The first figure after each entry is its relative score,
es: El primer número después de cada entrada es su puntuación relativa.

source: the second is the number of lines in the item.
es: lo segundo es el número de líneas en el elemento.

source: (bad file name)
es: (nombre de archivo erróneo)

source: (bad doc id)
es: (identidad de documento errónea)

source: (Short Header record, can't display)
es: (Registro de cabecera corto, no se puede mostrar)

source: Long Header record, can't display
es: Registro de cabecera largo, no se puede mostrar

source: Text record
es: Registro de texto

source: Headline record, can't display
es: Registro de cabecera, no se puede mostrar

source: Code record, can't display
es: Registro de código, no se puede mostrar

source: Syntax error in WAIS URL
es: Error sintáctico en URL WAIS

source: (WAIS Index)
es: (Índice WAIS)

source: WAIS Index:
es: Indice WAIS:

source: This is a link for searching the
es: Este es un enlace para buscar

source: WAIS Index.
es: Índice WAIS.

source: (in
es: (en

source: " in:
es: "en:

source: HTWAIS: Request too large.
es: HTWAIS: Petición demasiado larga.

source: Searching WAIS database...
es: Buscando en la base de datos WAIS...

source: Search interrupted.
es: Búsqueda interrumpida.

source: Can't convert format of WAIS document
es: No se puede convertor el formato del documento WAIS

source: HTWAIS: Request too long.
es: HTWAIS: Petición demasiado grande.

source: Fetching WAIS document...
es: Consiguiendo documento WAIS

source: No text was returned!
es: No se devolvió texto.

source: NOT GIVEN in source file;
es: NO FUE DADO en el archivo de origen;

source: WAIS source file
es: archivo fuente de WAIS

source: description
es: descripción

source: Access links
es: Vínculos de acceso

source: Direct access
es: Aceso directo

source: (or via proxy server, if defined)
es: (o vía servidor proxy, si está definido)

source: Maintainer
es: Responsable del mantenimiento

source: Host
es: Anfitrión

source: Memory exhausted, display interrupted!
es: Memoria acabada, muestra interrumpida.

source: Memory exhausted, will interrupt transfer!
es: Memoria agotada, se interrumpirá la transferencia.

source: *** MEMORY EXHAUSTED ***
es: *** MEMORIA AGOTADA ***

source: unknown field or link
es: campo o vínculo desconocido

source: text entry field
es: campo de entrada de texto

source: password entry field
es: campo de entrada de contraseña

source: checkbox
es: casilla de verificación

source: radio button
es: botón de radio

source: submit button
es: botón de introducción

source: reset button
es: botón de reinicio

source: popup menu
es: menú emergente

source: hidden form field
es: campo oculto de formulario

source: text entry area
es: área de entrada de texto

source: range entry field
es: campo de entrada de rango

source: file entry field
es: campo de entrada de archivo

source: text-submit field
es: campo de envío de texto

source: image-submit button
es: campo de envío de imagen

source: keygen field
es: campo generador de clave

source: unknown form field
es: campo de formato desconocido

source: Can't open file for uploading
es: No se puede abrir el archivo para subida

source: Submitting %s
es: Introduciendo %s

source: Wrap lines to fit displayed area?
es: ¿Ajustar líneas para ajustar el área mostrada?

source: Very long lines have been wrapped!
es: Las líneas muy largas se han ajustado.

source: Very long lines have been truncated!
es: Las líneas muy largas han sido truncadas.

source: Read %s of data
es: Leidos %s de datos

source: Read %s of %s of data
es: Leidos %s de %s de datos

source: , %s/sec
es: , %s/seg

source: (Press 'z' to abort)
es: (Pulse 'z' para abortar)

source: yes
es: Si

source: Y/N/A/V
es: S/N/Siempre/Nunca

source: Description:
es: Descripción :

source: (none)
es: (ninguno)

source: Filepath:
es: Ruta de archivo:

source: (unknown)
es: (desconocido)

source: Document has only hidden links. Use the 'l'ist command.
es: El documento solo tiene vínculos ocultos. Utilice el comando 'l'ist.

source: Source cache error - disk full?
es: Error de caché en la fuente - ¿disco lleno?

source: Source cache error - not enough memory!
es: Error en el caché fuente - no hay memoria suficiente

source: This file is an HTML representation of the X Mosaic hotlist file. Outdated or invalid links may be removed by using the remove bookmark command, it is usually the 'R' key but may have been remapped by you or your system administrator.
es: Este archivo es una representación HTML de la lista caliente de X Mosaic. Vínculos vencidos o inválidos pueden ser removidos utilizando la orden remove bookmark, que usualmente es la tecla «R» pero puede haber sido reasignada por usted o por el administrador del sistema.

source: You can delete links by the 'R' key<br> <ol>
es: Puede borrar vínculos con la tecla 'R'<br> <ol>

source: Note: if you edit this file manually you should not change the format within the lines or add other HTML markup. Make sure any bookmark link is saved as a single line.
es: Nota: si usted edita este archivo manualmente no deberá cambiar el formato entre las líneas o agregar otras etiquetas HTML. Asegúrese de que cada vínculo en los marcadores sea una línea única.

source: File may be recoverable from %s during this session
es: El archivo puede ser recuperable desde %s durante esta sesión

source: Do you want to execute "%s"?
es: ¿Quiere ejecutar "%s"?

source: Unable to access cgi script
es: Imposible acceder al guión cgi

source: Good Advice
es: Buen consejo

source: An excellent http server for VMS is available via
es: Un servidor http excelente para VMS está disponible vía

source: this link
es: este vínculo

source: Exiting via interrupt:
es: Saliendo vía interrupción:

source: (from a previous session)
es: (desde la sesión anterior)

source: Internal
es: Interno

source: cookie_domain_flag_set error, aborting program
es: error en cookie_domain_flag_set, abortando el programa

source: Terminal initialisation failed - unknown terminal type?
es: Falló la inicialización del terminal ¿tipo de terminal desconocido?

source: You must use a vt100, 200, etc. terminal with this program.
es: Debe usar un terminal vt100, 200, etc con este programa.

source: Your Terminal type is unknown!
es: Su tipo de terminal es desconocida

source: Enter a terminal type:
es: Introduzca un tipo de terminal:

source: TERMINAL TYPE IS SET TO
es: EL TIPO DE TERMINAL SE ESTABLECE COMO

source: A Fatal error has occurred in %s Ver. %s
es: Ocurrió un error fatal en %s Ver. %s

source: Error starting editor, %s
es: Error iniciando el editor, %s

source: Editor killed by signal
es: Editor terminado por la señal

source: Editor returned with error status %s
es: Editor regresó con estado de error %s

source: Downloaded link:
es: Vínculo descargado:

source: Suggested file name:
es: Nombre de archivo sugerido:

source: Standard download options:
es: Opciones estándar de descarga:

source: Download options:
es: Opciones de descarga:

source: Save to disk
es: Guardar en disco

source: View temporary file
es: Ver archivo temporal

source: Save to disk disabled.
es: Guardar a disco desactivado.

source: Local additions:
es: Adiciones locales:

source: No Name Given
es: No se dió nombre

source: You selected:
es: Seleccionó:

source: (no address)
es: (sin dirección)

source: (internal)
es: (interno)

source: (was internal)
es: (fue interno)

source: (From History)
es: (Desde la historia)

source: (No messages yet)
es: (Sin mensajes)

source: Invalid pointer detected.
es: Se detectó un puntero inválido.

source: Sequence:
es: Secuencia:

source: Pointer:
es: Puntero:

source: FileName:
es: Nombre de archivo:

source: Memory leak detected.
es: Desborde de memoria detectado.

source: Contains:
es: Contenidos:

source: Bytes allocated
es: Bytes asignados

source: Total frees
es: Total ibres

source: References in
es: Referencias en

source: this document:
es: este documento:

source: Visible links:
es: Vínculos visibles:

source: Hidden links:
es: Vínculos ocultos:

source: References
es: Referencias

source: Visible links
es: Vínculos visibles

source: Unable to get status of '%s'.
es: Imposible conseguir el estatus de '%s'-
