Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/lynx.po
Languages: es

source: The selected item is not a file or a directory! Request ignored.
es: El elemento seleccionado no es un archivo o directorio. Petición ignorada.

source: Unable to %s due to system error!
es: Imposible %s debido a un error de sistema

source: Probable failure to %s due to system error!
es: Probable fallo de %s debido a un error del sistema

source: remove %s
es: eliminar %s

source: touch %s
es: toca %s

source: move %s to %s
es: mover %s a %s

source: There is already a directory with that name! Request ignored.
es: Ya existe un directorio con ese nombre. Petición ignorada.

source: There is already a file with that name! Request ignored.
es: Existe un fichero con ese nombre. Petición ignorada.

source: The specified name is already in use! Request ignored.
es: El nombre especificado está en uso. Petición ignorada.

source: Destination has different owner! Request denied.
es: El destino tiene un propietario diferente. Petición denegada.

source: Destination is not a valid directory! Request denied.
es: El destino no es un directorio válido. Petición denegada.

source: Remove all tagged files and directories?
es: ¿Eliminar todos los archivos y directorios marcados?

source: Enter new location for tagged items:
es: Introduzca la nueva ubicación para los elementos etiquetados:

source: Path too long
es: Ruta demasiado larga

source: Source and destination are the same location - request ignored!
es: Origen y destino son la misma ubicación - petición ignorada

source: Enter new name for directory:
es: Introduzca un nuevo nombre para el directorio:

source: Enter new name for file:
es: Introduzca un nuevo nombre para el archivo:

source: Enter new location for directory:
es: Introduzca una nueva localización para el directorio:

source: Enter new location for file:
es: Introduzca una nueva localización para el archivo

source: Source and destination are the same location! Request ignored!
es: Fuente y destino tienen la misma localización. Petición ignorada.

source: Modify name, location, or permission (n, l, or p):
es: Modificar nombre, localización, o permiso (n, l, o p):

source: Modify name or location (n or l):
es: Modificar nombre o localización (n,o l):

source: This feature not yet implemented!
es: Esta característica no está implementada.

source: Enter name of file to create:
es: Introducir nombre de archivo a crear:

source: Illegal redirection "//" found! Request ignored.
es: Se encontró un redirección ilegal "//". Petición ignorada.

source: Enter name for new directory:
es: Introducir el nombre del nuevo directorio:

source: Create file or directory (f or d):
es: Crear archivo o directorio (f o d):

source: Remove directory '%s'?
es: ¿Eliminar directorio '%s'?

source: Remove directory?
es: ¿Eliminar directorio?

source: Remove file '%s'?
es: ¿Eliminar el archivo '%s'?

source: Remove file?
es: ¿Eliminar el archivo?

source: Remove symbolic link '%s'?
es: ¿Eliminar el vínculo simbólico '%s'?

source: Remove symbolic link?
es: ¿Eliminar el vínculo simbólico?

source: Sorry, don't know how to permit non-UNIX files yet.
es: Lo sentimos, no sabemos como permitir archivos no UNIX aun.

source: Unable to open permit options file
es: Imposible abrir el archivo de opciones de permiso

source: Specify permissions below:
es: Especifique los permisos abajo:

source: Owner:
es: Propietario:

source: Group
es: Grupo

source: Others:
es: Otros:

source: form to permit
es: formulario a permitir

source: Invalid mode format.
es: Modo de formato inválido.

source: Invalid syntax format.
es: Formato de sintaxis inválido.

source: NULL URL pointer
es: Puntero URL NULO

source: Executing %s
es: Ejecutando %s

source: Executing system command. This might take a while.
es: Ejecutando orden del sistema. Esto puede tardar un rato.

source: Current directory:
es: Directorio actual:

source: Current selection:
es: Selección actual:

source: Nothing currently selected.
es: Nada seleccionado actualmente.

source: tagged item:
es: elemento etiquetado:

source: tagged items:
es: elementos etiquetados:

source: Illegal filename; request ignored.
es: nombre de archivo ilegal: petición ignorada.

source: Install in the selected directory not permitted.
es: No está permitido instalar el directorio seleccionado.

source: The selected item is not a directory! Request ignored.
es: El elemento seleccionado no es un directorio. Petición ignorada.

source: Just a moment, ...
es: Espere un momento,...

source: Error building install args
es: Error construyendo los argumentos de instalación

source: Source and target are the same: %s
es: Origen y destino son lo mismo: %s

source: Already in target directory: %s
es: Ya en el directorio objetivo: %s

source: Installation complete
es: Instalación completada

source: Sending
es: Enviando

source: The link %s :?: %s
es: ¿EL vínculo %s :?: %s

source: called "%s"
es: "%s" llamado

source: in the file "%s" called "%s"
es: en el archivo "%s" llamado "%s"

source: was requested but was not available.
es: fue pedido pero no estaba disponible.

source: Thought you might want to know.
es: Pensé que tal vez quiera saber.

source: This message was automatically generated by
es: este mensaje fue automaticamente generado por

source: No system mailer configured
es: Ningún sistema de correo configurado

source: You MUST define a valid TMP or TEMP area!
es: DEBE definir un área TMP ó TEMP válida

source: No such directory
es: No es un directorio

source: Configuration file "%s" is not available.
es: El archivo de configuración "%s" no está disponible.

source: Lynx edit map not declared.
es: Mapa de edición de Lynx no declarado.

source: Lynx file "%s" is not available.
es: El archivo Lynx"%s" no está disponible.

source: Warning:
es: Advertencia:

source: %s Version %s (%s)
es: %s Versión %s (%s)

source: Built on %s %s %s
es: Construido en %s %s %s

source: Distributed under the GNU General Public License (Version 2).
es: Distribuido bajo GNU General Public License (Versión 2).

source: See http://lynx.isc.org/ and the online help for more information.
es: Mire http://lynx.isc.org/ y la ayuda en línea para más información.

source: USAGE: %s [options] [file]
es: USO: %s [opciones] [archivo]

source: Options are:
es: Las opciones son:

source: %s: Invalid Option: %s
es: %s: Opción inválida: %s

source: Internal error: Invalid mouse link %d!
es: Error interno: vínculo de ratón inválido %d

source: A URL specified by the user
es: Una URL especificada por el usuario

source: Help Screen
es: Pantalla de ayuda

source: System Index
es: Indice del sistema

source: Entry into main screen
es: Entrar en la pantalla principal

source: No next document present
es: No hay presente siguiente documento

source: cd to:
es: cd a:

source: A component of path is not a directory
es: Un componente de la ruta no es un directorio

source: failed to change directory
es: fallo al cambiar el direcctorio

source: Reparsing document under current settings...
es: Reanálisis del documento bajo la configuración actual...

source: Fatal error - could not open output file %s
es: Error fatal. No se puede abrir el archivo de salida %s

source: TABLE center enable.
es: Activar centrado de TABLA.

source: TABLE center disable.
es: Desactivar centrado de TABLA.

source: Current URL is empty.
es: La actual URL está vacía.

source: Copy to clipboard failed.
es: Fallo al copiar en el portapapeles.

source: Document URL put to clipboard.
es: URL del documento puesta en el porta papeles.

source: Link URL put to clipboard.
es: URL del vínculo puesta en el porta papeles.

source: No URL in the clipboard.
es: No hay URL en el portapapeles.

source: -index-
es: -índice-

source: lynx: Start file could not be found or is not text/html or text/plain
es: lynx: No se pudo encontrar el archivo de inicio o no es texto/html o texto/plano

source: Exiting...
es: Saliendo...

source: -more-
es: -más-

source: Please provide your mail address for the From: header
es: Proporcione su dirección de correo para De: cabecera

source: Please provide or edit the Subject: header
es: Proporcione o edite el Asunto: cabecera

source: Please provide or edit the Organization: header
es: Proporcione o edite la organización: cabecera

source: Please enter your message below.
es: Introduzca su mensaje debajo.

source: Message has no original text!
es: El mensaje no tiene un texto original

source: B)ookmark file:
es: Archivo de M)arcadores:

source: ON
es: Encendido

source: OFF
es: APAGADO

source: NEVER
es: NUNCA

source: ALWAYS
es: SIEMPRE

source: ignore
es: ignorar

source: ask user
es: preguntar al usuario

source: accept all
es: aceptar todo

source: ALWAYS OFF
es: SIEMPRE APAGADO

source: FOR LOCAL FILES ONLY
es: PARA ARCHIVOS LOCALES SOLO

source: ALWAYS ON
es: SIEMPRE ENCENDIDO

source: Numbers act as arrows
es: Los números actuan como flechas

source: Links are numbered
es: Los vínculos están numerados

source: Links and form fields are numbered
es: Vínculos y campos de formulario están numerados

source: Form fields are numbered
es: Los campos de formulario están numerados

source: Case insensitive
es: No sensible a mayúsculas

source: Case sensitive
es: Distingue mayúsculas y minúsculas

source: force yes-response
es: forzar respuesta si

source: force no-response
es: forzar respuesta no

source: Novice
es: Principiante

source: Intermediate
es: Intermedio

source: Advanced
es: Avanzado

source: By First Visit
es: Por la primera visita

source: By First Visit Reversed
es: Por la primera visita inverso

source: As Visit Tree
es: Como árbol de visita

source: By Last Visit
es: Por la última visita

source: By Last Visit Reversed
es: Por la última visita inverso

source: as labels
es: como etiquetas

source: as links
es: como vínculos

source: show filename
es: mostrar el nombre del archivo

source: STANDARD
es: ESTÁNDAR

source: ADVANCED
es: AVANZADO

source: Directories first
es: Directorios primeros

source: Files first
es: Archivos primero

source: Mixed style
es: Estilo mezclado

source: By Name
es: Por nombre

source: By Type
es: Por tipo

source: By Size
es: Por tamaño

source: By Date
es: Por fecha

source: By Mode
es: Por modo

source: By User
es: Por usuario

source: By Group
es: Por grupo

source: Do not show rate
es: No mostrar la tasa

source: Show %s/sec rate
es: Mostrar la tasa %s/seg

source: Show %s/sec, ETA
es: mostrando %s/seg, ETA

source: Show progressbar
es: Mostrando la barra de progreso

source: Accept lynx's internal types
es: Aceptar tipos internos de lynx

source: Also accept lynx.cfg's types
es: También se acpetan tipos lynx.cfg

source: Also accept user's types
es: También se aceptan tipos de usuario

source: Also accept system's types
es: También se aceptan tipos de sistema

source: Accept all types
es: Aceptar todos los tipos

source: deflate
es: retrasado

source: compress
es: comprimir

source: All
es: TODOS

source: Use %s to invoke the Options menu!
es: Use %s para invocar las opciones de menú

source: (options marked with (!) will not be saved)
es: (las opciones marcadas con (!) no serán guardadas)

source: General Preferences
es: Preferencias generales

source: User mode
es: Modo usuario

source: Type of Search
es: Tipo de búsqueda

source: Security and Privacy
es: Seguridad y privacidad

source: Keyboard Input
es: Entrada de teclado

source: Emacs keys
es: Claves Emacs

source: VI keys
es: Claves VI

source: Line edit style
es: Estilo de edición de línea

source: Keyboard layout
es: Distribución del teclado

source: Display character set
es: Mostrar el conjunto de caracteres

source: CJK mode
es: modo CJK

source: Raw 8-bit
es: Plano 8-bit

source: Document Appearance
es: Apariencia del documento

source: Show color
es: Mostrar color

source: Show cursor
es: Mostrar cursor

source: Underline links
es: Subrayar enlaces

source: Show scrollbar
es: Mostrar barra de desplazamiento

source: HTML error recovery
es: recuperación de error HTML

source: Show images
es: Mostrar imágenes

source: Verbose images
es: Imágenes verbosas

source: Headers Transferred to Remote Servers
es: Cabeceras transferidas a servidores remotos

source: Personal mail address
es: Dirección de correo personal

source: Password for anonymous ftp
es: Contraseña para ftp anónimo

source: Preferred media type
es: Tipo de medio preferido

source: Preferred encoding
es: Codificación preferida

source: Preferred document character set
es: Conjunto de caracteres de documento preferido

source: Preferred document language
es: Idioma preferido del documento

source: Listing and Accessing Files
es: Listando y accediendo a archivos

source: FTP sort criteria
es: Criterio de ordenación FTP

source: Local directory sort criteria
es: Criterio de ordenación del directorio local

source: Execution links
es: Vínculos de ejecución

source: Show transfer rate
es: Mostrar la tasa de transferencia

source: Special Files and Screens
es: Archivos especiales y pantallas

source: Multi-bookmarks
es: Multi marcadores

source: Review/edit Bookmarks files
es: Evisar/editar archivos de marcadores

source: Goto multi-bookmark menu
es: Ir al menú de multimarcadores

source: Bookmarks file
es: Archivo de marcadores

source: Auto Session
es: Auto sesión

source: Visited Pages
es: Páginas visitadas

source: View the file
es: Ver el archivo

source: Print job complete.
es: Imprimir el trabajo completo.

source: Document:
es: Documento:

source: Number of lines:
es: Número de líneas

source: Number of pages:
es: Número de páginas:

source: pages
es: páginas

source: page
es: página

source: (approximately)
es: (aproximadamente)

source: Some print functions have been disabled!
es: Algunas funciones de impresión han sido desactivadas

source: Standard print options:
es: Opciones de impresión estándar:

source: Print options:
es: Opciones de impresión:

source: Save to a local file
es: Salvar en un archivo local

source: Save to disk disabled
es: Salvar a disco desactivdao

source: Mail the file
es: Enviar el archivo

source: Print to the screen
es: Imprimir en pantalla

source: Print out on a printer attached to your vt100 terminal
es: Imprimir en una impresora adjunta a su terminal vt100

source: Lynx: cannot start, CERN rules file %s is not available
es: Lynx: no es posible iniciar, el archivo %s de reglas CERN no está disponible

source: (no name)
es: (sin nombre)

source: Last attempted include was '%s',
es: El último intento incluido fue '%s',

source: included from '%s'.
es: Incluido desde '%s'.

source: The following is read from your lynx.cfg file.
es: Lo siguiente se ha leido en su archivo lynx.cfg.

source: Please read the distribution
es: Lea la distribución

source: for more comments.
es: para más comentarios.

source: RELOAD THE CHANGES
es: RECARGAR LOS CAMBIOS

source: Your primary configuration
es: Su configuración primaria

source: Directory that you are currently viewing
es: Directorio que está viendo actualmente

source: Name:
es: Nombre:

source: Directory that you have currently selected
es: Directorio que tiene seleccionado actualmente

source: File that you have currently selected
es: Archivo que tiene seleccionado actualmente

source: Symbolic link that you have currently selected
es: Vínculo simbólico que tiene seleccionado actualmente

source: Item that you have currently selected
es: Elemento que tiene seleccionado actualmente

source: Full name:
es: Nombre completo:

source: Unable to follow link
es: Imposible seguir el vínculo

source: Points to file:
es: Apunta al archivo:

source: Name of owner:
es: Nombre del propietario:

source: Group name:
es: Nombre de grupo:

source: File size:
es: Tamaño del archivo:

source: Creation date:
es: Fecha de creación:

source: Last modified:
es: Última modificación:

source: Last accessed:
es: Último acceso:

source: Access Permissions
es: Permisos de acceso

source: Group:
es: Grupo:

source: World:
es: Mundo:

source: File that you are currently viewing
es: Archivo que esta viendo actualmente

source: Linkname:
es: Nombre del enlace:

source: Charset:
es: Juego de caracteres:

source: (assumed)
es: (asumido)

source: Server:
es: Servidor:

source: Date:
es: Fecha:

source: Last Mod:
es: Última mod:

source: Expires:
es: Caducidad:

source: Length:
es: Longitud:

source: Language:
es: Idioma:

source: Owner(s):
es: Propietario(s):

source: size:
es: tamaño:

source: lines
es: líneas

source: forms mode
es: modo formularios

source: source
es: fuente

source: , safe
es: , seguro

source: , via internal link
es: , vía vínculo interno

source: , ISMAP script
es: , guión ISMAP

source: , bookmark file
es: , archivo marcadores

source: mode:
es: modo:

source: Link that you currently have selected
es: Vínculo que tiene actualmente seleccionado

source: Method:
es: Método:

source: Action:
es: Acción:

source: (Form field)
es: (Campo de formulario)

source: No Links on the current page
es: Sin vínculos en la página actual

source: Server Headers:
es: Cabeceras de servidores:

source: here is a list of the history stack so that you may rebuild
es: aquí hay una lista de la historia de la pila, así puede reconstruirla

source: ERROR! - upload command is misconfigured
es: ERROR - el comando para subir está mal configurado

source: Illegal redirection "../" found! Request ignored.
es: redirección ilegal "../" encontrada. Petición ignorada.

source: Illegal character "/" found! Request ignored.
es: caracter ilegal "/" encontrado. Petición ignorada.

source: Illegal redirection using "~" found! Request ignored.
es: Redirección ilegal usando "~" encontrada. Petición ignorada.

source: Unable to upload file.
es: No se puede subir el archivo.

source: Upload To:
es: Subir a:

source: Upload options:
es: Opciones para subir:

source: Download document URL put to clipboard.
es: Descargar la URL del documento y ponerla en el portapapeles.

source: Unexpected access protocol for this URL scheme.
es: Protocolo de acceso inesperado para este esquema de URL.

source: Too many tempfiles
es: Demasiados archivos temporales

source: unknown restriction
es: Restricción desconocida

source: No restrictions set.
es: No se han establecido restricciones

source: Restrictions set:
es: Restricciones establecidas:

source: Cannot find HOME directory
es: No se puede encontrar el directorio HOME

source: Normally disabled. See ENABLE_LYNXRC in lynx.cfg
es: Normalmente desactivado. Consulte ENABLE_LYNXRC en lynx.cfg

source: accept_all_cookies allows the user to tell Lynx to automatically accept all cookies if desired. The default is "FALSE" which will prompt for each cookie. Set accept_all_cookies to "TRUE" to accept all cookies.
es: accepr_all_cookies permite al usuario decirle a Lynx que automáticamente acepte todas las cookies se se desea. Por omisión es "FALSE" lo cual preguntará por cada cookie. Cambia accept_all_cookies a "TRUE" para aceptar todas las cookies.

source: anonftp_password allows the user to tell Lynx to use the personal email address as the password for anonymous ftp. If no value is given, Lynx will use the personal email address. Set anonftp_password to a different value if you choose.
es: anonftp_password le permite al usuario decirle a Lynx que use la dirección de correo electrónico personal como la contraseña para el ftp anónimo. Si no se da ningún valor, Lynx usará la dirección personal de correo electrónico. Cambie el anonftp_password a un valor diferente si usted prefiere.

source: bookmark_file specifies the name and location of the default bookmark file into which the user can paste links for easy access at a later date.
es: bookmark_file especifica el nombre y la localización del archivo marcadores por omisión en el cual el usuario puede pegar los enlaces para un fácil acceso posterior.

source: The character_set definition controls the representation of 8 bit characters for your terminal. If 8 bit characters do not show up correctly on your screen you may try changing to a different 8 bit set or using the 7 bit character approximations. Current valid characters sets are:
es: La definición character_set controla la representación de caracteres de 8 bits para tu terminal. Si los caracteres de 8 bits no se muestran correctamente en su pantalla puede probar a cambiar a un conjunto diferente de 8 bits o usar las aproximaciones de 7 bits. Los conjuntos de caracteres actualmente válidos son:

source: cookie_accept_domains and cookie_reject_domains are comma-delimited lists of domains from which Lynx should automatically accept or reject all cookies. If a domain is specified in both options, rejection will take precedence. The accept_all_cookies parameter will override any settings made here.
es: cookie_accept_domains y cookie_reject_domains son listas de dominios delimitadas por comas de los que Lynx debe automáticamente aceptar o rechazar todas las cookies. Si un dominio se especifica en las dos opciones, el rechazo tendrá preferencia. El parámetro accept_all_cokies sobrescribirá cualquier ajuste hecho aquí.

source: file_editor specifies the editor to be invoked when editing local files or sending mail. If no editor is specified, then file editing is disabled unless it is activated from the command line, and the built-in line editor will be used for sending mail.
es: file_editor especifica el editor a invocar cuando se están editando archivos locales o enviando correo. Si no se especifica ningún editor, entonces la edición de archivos se desactiva hasta que sea activada desde la línea de comandos, y el editor integrado será usado para enviar correo.

source: The file_sorting_method specifies which value to sort on when viewing file lists such as FTP directories. The options are: BY_FILENAME -- sorts on the name of the file BY_TYPE -- sorts on the type of the file BY_SIZE -- sorts on the size of the file BY_DATE -- sorts on the date of the file
es: file_sorting_method especifica el valor a ordenar cuando se están viendo listas de archivos tales como directorios FTP. Las opciones son: BY_FILENAME -- ordena los nombres de archivos BY_TYPE -- ordena los tipos de archivos BY_SIZE -- ordena los tamaños de los archivos BY_DATE -- ordena las fechas de los archivos

source: The following allow you to define sub-bookmark files and descriptions. The format is multi_bookmark<capital_letter>=<filename>,<description> Up to 26 bookmark files (for the English capital letters) are allowed. We start with "multi_bookmarkB" since 'A' is the default (see above).
es: Lo siguiente le permite definir un archivo de sub_bookmark y descripciones. El formato es multi_bookmark<capital_letter>=<filename>, <description> Se permiten más de 26 archivos de marcador (para mayúsculas en español). Empezamos con "multi_bookmarkB" si 'A' está por omisión (ver más adelante).

source: personal_mail_address specifies your personal mail address. The address will be sent during HTTP file transfers for authorization and logging purposes, and for mailed comments. If you do not want this information given out, set the NO_FROM_HEADER to TRUE in lynx.cfg, or use the -nofrom command line switch. You also could leave this field blank, but then you won't have it included in your mailed comments.
es: personal_mail_address especifica su dirección de correo personal. La dirección será enviada durante la transferencia de archivos por HTTP para propósitos de autorización y autentificación y para comentarios por correo electrónico. Si no desea proporcionar esta información, seleccione como TRUE el campo NO_FROM_HEADER en el archivo lynx.cfg, o use la opción -nofrom desde la línea de comandos. también puede dejar este campo vacío, al hacerlo no lo incluirá en los comentarios que envíe por correo.
