Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/mlocate.po
Languages: es

source: warning: Line number overflow
es: aviso: número de línea sobrepasado

source: missing closing `"'
es: falta comilla `"' de cierre

source: can not open `%s'
es: no se pudo abrir `%s'

source: unknown variable `%s'
es: variable desconocida `%s'

source: variable name expected
es: nombre de variable esperado

source: variable `%s' was already defined
es: la variable `%s' ya fue definida

source: `=' expected after variable name
es: se esperaba `=' después del nombre de variable

source: value in quotes expected after `='
es: valor en comillas esperado después de `='

source: invalid value `%s' of PRUNE_BIND_MOUNTS
es: valor inválido `%s' de PRUNE_BIND_MOUNTS

source: unexpected data after variable value
es: información no esperada después del valor de la variable

source: I/O error reading `%s'
es: error de E/S leyendo `%s'

source: Usage: updatedb [OPTION]... Update a mlocate database. -f, --add-prunefs FS omit also FS -n, --add-prunenames NAMES omit also NAMES -e, --add-prunepaths PATHS omit also PATHS -U, --database-root PATH the subtree to store in database (default "/") -h, --help print this help -o, --output FILE database to update (default `%s') --prune-bind-mounts FLAG omit bind mounts (default "no") --prunefs FS filesystems to omit from database --prunenames NAMES directory names to omit from database --prunepaths PATHS paths to omit from database -l, --require-visibility FLAG check visibility before reporting files (default "yes") -v, --verbose print paths of files as they are found -V, --version print version information The configuration defaults to values read from `%s'.
es: Uso: updatedb [OPCIÓN]... Actualiza la base de datos de mlocate. -f, --add-prunefs FS omite también FS -n, --add-prunenames NAMES omite también NAMES -e, --add-prunepaths PATHS omite también PATHS -U, --database-root PATH la subrama para almacenar en la base de datos (predeterminado "/") -h, --help imprime esta ayuda -o, --output FILE base de datos a actualizar (predeterminado `%s') --prune-bind-mounts FLAG omite obligar montajes (predeterminado "no") --prunefs FS sistema de archivos a omitir de la base de datos --prunenames NAMES nombres de directorios a omitir de la base de datos --prunepaths PATHS rutas a omitir de la base de datos -l, --require-visibility FLAG verificar la visibilidad antes de reportar archivos (predeterminado "yes") -v, --verbose imprime la ruta de archivos cuando se encuentren -V, --version imprime la información de la versión La configuración lee los valores por defecto desde `%s'.

source: Report bugs to %s.
es: Informar de errores a %s.

source: can not get current working directory
es: no se pudo obtener el directorio de trabajo actual

source: --%s would override earlier command-line argument
es: --%s sobreescribirá los argumentos de la línea de órdenes previos

source: invalid value `%s' of --%s
es: valor `%s' invalido de --%s

source: --%s specified twice
es: --%s especificado dos veces

source: Copyright (C) 2007 Red Hat, Inc. All rights reserved. This software is distributed under the GPL v.2. This program is provided with NO WARRANTY, to the extent permitted by law.
es: Copyright (C) 2007 Red Hat, Inc. Todos los derechos reservados. Este software se distribuye bajo GPL v.2. Este programa se proporciona SIN GARANTÍA, hasta los límites permitidos en la ley.

source: unexpected operand on command line
es: operando no esperado en la línea de órdenes

source: `%s' does not seem to be a mlocate database
es: `%s' no parece ser una base de datos mlocate

source: `%s' has unknown version %u
es: `%s' tiene versión desconocida %u

source: `%s' has unknown visibility flag %u
es: `%s' tiene una bandera de visibilidad desconocida %u

source: unexpected EOF reading `%s'
es: EOF inesperado leyendo `%s'

source: I/O error seeking in `%s'
es: error E/S buscando en `%s'

source: Database %s:
es: Base de datos %s:

source: %'ju directory
es: %'ju directorio

source: %'ju file
es: %'ju archivo

source: %'ju byte in file names
es: %'ju byte en nombres de archivos

source: %'ju byte used to store database
es: %'ju byte usado para almacenar base de datos

source: invalid empty directory name in `%s'
es: nombre de directorio vacio inválido en `%s'

source: file name length %zu in `%s' is too large
es: el tamaño %zu del nombre de archivo en `%s' es demasiado largo

source: non-option arguments are not allowed with --%s
es: no están permitidos argumentos sin opciones con --%s

source: no pattern to search for specified
es: no hay patrón que buscar para el especificado

source: invalid regexp `%s': %s
es: expresión de registro inválida `%s': %s

source: can not read two databases from standard input
es: no se pueden leer dos bases de datos desde la entrada estándar

source: can not stat () `%s'
es: no se puede establecer () `%s'

source: can not drop privileges
es: no se pueden borrar los privilegios

source: I/O error while writing to standard output
es: error E/S mientras se escribía en la salida estándar

source: file name length %zu is too large
es: el tamaño %zu del nombre de archivo es demasiado largo

source: can not open a temporary file for `%s'
es: no se pudo abrir un archivo temporal para `%s'

source: configuration is too large
es: la configuración es demasiado grande

source: can not find group `%s'
es: no se pudo encontrar el grupo `%s'

source: can not change group of file `%s' to `%s'
es: no se ha podido cambiar el grupo del archivo '%s' a '%s'

source: can not change permissions of file `%s'
es: no se pueden cambiar los permisos del archivo `%s'

source: `%s' is locked (probably by an earlier updatedb)
es: «%s» está bloqueado (probablemente por un updatedb anterior)

source: can not lock `%s'
es: no se puede bloquear `%s'

source: can not change directory to `%s'
es: no se pudo cambiar el directorio a `%s'

source: I/O error while writing to `%s'
es: error E/S escribiendo en `%s'

source: error replacing `%s'
es: error al reemplazar `%s'
