Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/neon.po
Languages: es

source: Invalid HTTP status line in status element at line %d of response: Status line was: %s
es: Línea de estado HTTP inválida en la línea %d del elemento de estado de la respuesta: La línea de estado era: %s

source: Could not authenticate to server: %s
es: No se puede autenticar al servidor: %s

source: Could not authenticate to proxy server: %s
es: No se puede autenticar al servidor proxy: %s

source: rejected %s challenge
es: reto %s rechazado

source: missing realm in Basic challenge
es: reino perdido en el reto básico

source: invalid Negotiate token
es: Token de negociación inválido

source: GSSAPI authentication error:
es: error de autenticación GSSAPI:

source: GSSAPI failure (code %u)
es: fallo en GSSAPI (código %u)

source: Digest mutual authentication failure: missing parameters
es: Falló la autenticación mutua resumida: parámetros desaparecidos

source: ignored %s challenge
es: se ignora el reto %s

source: could not parse challenge
es: no se puede analizar el reto

source: Could not determine file size: %s
es: No se puede determinar el tamaño del archivo: %s

source: Response did not include requested range
es: La respuesta no incluyó el rango solicitado

source: Range is not satisfiable
es: No se puede satisfacer el rango.

source: %s: %s (code %d)
es: %s: %s (código %d)

source: Could not inflate data
es: No se pudieron descomprimir los datos

source: Could not initialize zlib
es: No se pudo inicializar zlib

source: [unprintable:#%lu]
es: [inimprimible:#%lu]

source: [unprintable]
es: [inimprimible]

source: Server certificate was missing commonName attribute in subject name
es: Al certificado del servidor le falta el atributo commonName en el nombre del sujeto

source: SSL negotiation failed: %s
es: La negociación SSL falló: %s

source: Server did not send certificate chain
es: El servidor no envió la cadena del certificado

source: LOCK response missing Lock-Token header
es: Falta respuesta LOCK de la cabecera de Lock-Token

source: Response missing activelock for %s
es: Le falta activelock a la respuesta para %s

source: Certificate verification error: %s
es: Error en la verificación del certificado: %s

source: SSL server did not present certificate
es: El servidor SSL no presentó certificado

source: Server certificate changed: connection intercepted?
es: El certificado del servidor cambio: ¿La conexión fue interceptada?

source: Response exceeds maximum property count
es: La respuesta excede el máximo del contador de la propiedad

source: Could not parse redirect destination URL
es: No se pudo analizar el URL que redirige el destino

source: %s: connection was closed by proxy server
es: %s: la conexión fue cerrada por el servidor proxy

source: %s: connection was closed by server
es: %s: la conexión fue cerrada por el servidor

source: %s: connection timed out
es: %s: tiempo de conexión terminado

source: offset invalid
es: posición inválida

source: Could not send request body
es: No se pudo enviar el cuerpo de la petición.

source: Could not read chunk size
es: No se puede leer el tamaño del trozo

source: Could not parse chunk size
es: No se puede analizar el tamaño del trozo

source: Could not read response body
es: No se puede leer el cuerpo de la respuesta

source: Could not read chunk delimiter
es: No se puede leer el delimitador del trozo

source: Chunk delimiter was invalid
es: El delimitador de la sección fue invalido

source: Could not read status line
es: No se pudo leer la línea de estado

source: Could not parse response status line
es: No se puede analizar la línea de estado de la respuesta

source: Could not read interim response headers
es: No se pueden leer las cabeceras provisionales de respuesta

source: Could not send request
es: No se pudo enviar la petición

source: Error reading response headers
es: Error al leer las cabeceras de la respuesta

source: Response header too long
es: La cabecera de la respuesta es demasiado larga

source: Response exceeded maximum number of header fields
es: La respuesta excede el número máximo de campos del encabezado

source: Could not resolve hostname `%s': %s
es: No se pudo resolver el nombre del anfitrión `%s': %s

source: Invalid Content-Length in response
es: Tamaño del contenido inválido en la respuesta

source: Could not write to file: %s
es: No se pudo escribir en el archivo: %s

source: Could not create SSL connection through proxy server: %s
es: No se pudo crear una conexión SSL a través del servidor proxy: %s

source: Could not create socket
es: No se pudo crear un zócalo

source: Could not connect to proxy server
es: No se pudo conectar con el servidor proxy

source: Could not connect to server
es: No se pudo conectar con el servidor

source: [invalid date]
es: [fecha inválida]

source: certificate is not yet valid
es: el certificado todavía no es válido

source: certificate has expired
es: el certificado ha expirado

source: certificate issued for a different hostname
es: certificado emitido para un servidor diferente

source: issuer is not trusted
es: el emisor no es de confianza

source: Server certificate verification failed:
es: La verificación del certificado del servidor falló:

source: Connection closed
es: Conexión cerrada

source: Secure connection truncated
es: Conexión segura truncada

source: SSL error: %s
es: error SSL: %s

source: SSL error code %d/%d/%lu
es: Código de error SSL %d/%d/%lu

source: SSL alert received: %s
es: alerta SSL recibida: %s

source: SSL socket read failed
es: fallo al leer el zócalo SSL

source: Line too long
es: Línea demasiado larga

source: Host not found
es: Anfitrión no encontrado

source: Connection timed out
es: Expiró la conexión

source: Socket descriptor number exceeds FD_SETSIZE
es: El número de descriptor del zócalo excede FD_SETSIZE

source: Socket family not supported
es: Familia de zócalo no permitida

source: Client certificate verification failed
es: La verificación del certificado del cliente falló

source: SSL disabled due to lack of entropy
es: SSL deshabilitado debido a una falta de entropía

source: SSL disabled due to library version mismatch
es: SSL deshabilitado debido a una diferencia en la versión de la biblioteca

source: Could not create SSL structure
es: No se pudo crear la estructura SSL

source: XML parse error at line %d: invalid element name
es: XML error de análisis en la línea %d: nombre de elemento inválido

source: Unknown error
es: Error desconocido

source: Invalid Byte Order Mark
es: Marca de orden de byte inválida

source: XML parse error at line %d: %s
es: Error de análisis XML en la línea %d: %s

source: Could not parse response: %s
es: No se puede analizar la respuesta: %s

source: unknown algorithm in Digest challenge
es: algoritmo desconocido en el reto de resumen

source: incompatible algorithm in Digest challenge
es: algoritmo incomplatible en el reto de resumen

source: Resource does not support ranged GET requests
es: El recurso no permite el rango de peticiones GET

source: Unknown transfer-coding in response
es: Coficación de transferencia desconocida en la respuesta
