Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/net-tools.po
Languages: es

source: arp: need host name
es: arp: se requiere un nombre de anfitrión

source: No ARP entry for %s
es: No hay entradas ARP para %s

source: arp: cant get HW-Address for `%s': %s.
es: arp: no se puede obtener la dirreción de hardware para `%s': %s.

source: arp: protocol type mismatch.
es: arp: no coincide el tipo de protocolo

source: arp: device `%s' has HW address %s `%s'.
es: arp: el dispositivo «%s» tiene una dirección HW %s «%s».

source: arp: need hardware address
es: arp: se necesita la dirección del hardware

source: arp: invalid hardware address
es: arp: dirección del hardware inválida

source: arp: cannot open etherfile %s !
es: arp: ¡No se puede abrir etherfile %s!

source: arp: format error on line %u of etherfile %s !
es: arp: ¡error de formato en la línea %u de etherfile %s !

source: arp: cannot set entry on line %u of etherfile %s !
es: arp: no se puede fijar la entrada en la linea %u de etherfile %s !

source: Address HWtype HWaddress Flags Mask Iface
es: Dirección TipoHW DirecciónHW Indic Máscara Interfaz

source: <from_interface>
es: <desde_interfaz>

source: (incomplete)
es: (incompleto)

source: %s (%s) at
es: %s (%s) en

source: <incomplete>
es: <imcompleto>

source: netmask %s
es: máscara de red %s

source: on %s
es: en %s

source: Entries: %d Skipped: %d Found: %d
es: Entradas: %d Ignoradas: %d Encontradas: %d↵

source: %s (%s) -- no entry
es: %s (%s) -- no hay entradas

source: arp: in %d entries no match found.
es: arp: en las entradas %d no se encontraron coincidencias .

source: Usage: arp [-vn] [<HW>] [-i <if>] [-a] [<hostname>] <-Display ARP cache
es: Uso: arp [-vn] [<HW>] [-i <if>] [-a] [<nombre de la máquina>] <-Muestra la cache ARP

source: arp [-v] [-i <if>] -d <host> [pub] <-Delete ARP entry
es: arp [-v] [-i <if>] -d <host> [pub] <-Borrar entrada ARP

source: arp [-vnD] [<HW>] [-i <if>] -f [<filename>] <-Add entry from file
es: arp [-vnD] [<HW>] [-i <if>] -f [<nombre de archivo>] <-Añadir entradas desde un archivo

source: arp [-v] [<HW>] [-i <if>] -s <host> <hwaddr> [temp] <-Add entry
es: arp [-v] [<HW>] [-i <if>] -s <host> <direc. hardware> [temp] <-Añadir entrada

source: -a display (all) hosts in alternative (BSD) style
es: -a muestra (todos) los anfitriones en un estilo alternativo (BSD)

source: -s, --set set a new ARP entry
es: -s, --set establece una nueva entrada ARP

source: -d, --delete delete a specified entry
es: -d, --delete borra una entrada específica

source: -v, --verbose be verbose
es: -v, --verbose descripción amplia

source: -n, --numeric don't resolve names
es: -n, --numeric no se resolverán nombres

source: -i, --device specify network interface (e.g. eth0)
es: -i, --device especifica la interfaz de red (p.e. eth0)

source: -D, --use-device read <hwaddr> from given device
es: -D, --use-device leer <dirección de hardware> desde el dispositivo dado

source: -A, -p, --protocol specify protocol family
es: -A, -p, --protocol especifica la familia de protocolo

source: -f, --file read new entries from file or from /etc/ethers
es: -f, --file lee nuevas entradas desde un archivo o desde /etc/ethers

source: <HW>=Use '-H <hw>' to specify hardware address type. Default: %s
es: <HW>=Uso '-H <hw>' para especificar el tipo de dirección de hardware. Por omisión: %s

source: List of possible hardware types (which support ARP):
es: Lista de los posibles tipos de hardware (que soportan ARP):

source: %s: hardware type not supported!
es: %s: ¡Tipo de hardware no soportado!

source: %s: address family not supported!
es: %s: ¡familia de direcciones no soportada!

source: arp: -N not yet supported.
es: arp: -N aún no soportado.

source: arp: %s: unknown address family.
es: arp: %s: familia de direcciones desconocida.

source: arp: %s: unknown hardware type.
es: arp: %s: tipo de hardware desconocido.

source: arp: %s: kernel only supports 'inet'.
es: arp: %s: el núcleo sólo soporta 'inet'.

source: arp: %s: hardware type without ARP support.
es: arp: %s: tipo de hardware no soporta ARP.

source: Setting nodename to `%s'
es: Configurando nombre de nodo como `%s'

source: %s: you must be root to change the node name
es: %s: usted debe ser superusuario para cambiar el nombre de nodo

source: %s: name too long
es: %s: nombre demasiado largo

source: Setting hostname to `%s'
es: Configurando nombre de anfitrión a `%s'

source: %s: you must be root to change the host name
es: %s: usted debe ser superusuario para cambiar el nombre de nodo

source: Setting domainname to `%s'
es: Configurando nombre de dominio como `%s'

source: %s: you must be root to change the domain name
es: %s: usted debe ser superusuario para cambiar el nombre de dominio

source: Resolving `%s' ...
es: Resolviendo `%s' ...

source: Result: h_name=`%s'
es: Resultado: h_name=`%s'

source: Result: h_aliases=`%s'
es: Resultado: h_aliases=`%s'

source: Result: h_addr_list=`%s'
es: Resultado: h_addr_list=`%s'

source: %s: can't open `%s'
es: %s: no se puede abrir `%s'

source: Usage: hostname [-v] {hostname|-F file} set hostname (from file)
es: Uso: hostname [-v] {nombre de anfitrión|-F archivo} establecer nombre de anfitrión (desde archivo)

source: domainname [-v] {nisdomain|-F file} set NIS domainname (from file)
es: domainname [-v] {dominio nis|-F archivo} establecer nombre de dominio NIS (desde archivo)

source: nodename [-v] {nodename|-F file} set DECnet node name (from file)
es: nodename [-v] {nombre de nodo|-F archivo} establecer nombre de nodo DECnet (desde archivo)

source: hostname [-v] [-d|-f|-s|-a|-i|-y|-n] display formatted name
es: hostname [-v] [-d|-f|-s|-a|-i|-y|-n] mostrar nombre con formato

source: hostname [-v] display hostname
es: hostname [-v] muestra el nombre del anfitrión

source: hostname -V|--version|-h|--help print info and exit
es: hostname -V|--version|-h|--help muestra información y sale

source: -s, --short short host name
es: -s, --short nombre corto de anfitrión

source: -a, --alias alias names
es: -a, --alias nombre alias

source: -i, --ip-address addresses for the hostname
es: -i, --ip-address direcciones para el nombre de anfitrión

source: -f, --fqdn, --long long host name (FQDN)
es: -f, --fqdn, --long nombre largo para el anfitrión (FQDN)

source: -d, --domain DNS domain name
es: -d, --domain nombre de dominio DNS

source: -y, --yp, --nis NIS/YP domainname
es: -y, --yp, --nis nombre de dominio NIS/YP

source: -n, --node DECnet node name
es: -n, --node nombre de nodo DECnet

source: -F, --file read hostname or NIS domainname from given file
es: -F, --file lee el nombre de la máquina o el nombre de dominio NIS del archivo dado

source: This command can read or set the hostname or the NIS domainname. You can also read the DNS domain or the FQDN (fully qualified domain name). Unless you are using bind or NIS for host lookups you can change the FQDN (Fully Qualified Domain Name) and the DNS domain name (which is part of the FQDN) in the /etc/hosts file.
es: Esta orden puede leer o establecer el nombre del anfitrión o el nombre de dominio NIS. Usted también puede leer el dominio DNS o el FQDN (nombre de dominio completamente cualificado). A menos que usted esté usando bind o NIS para resolver direcciones, se puede cambiar el FQDN (nombre de dominio completamente cualificado) y el nombre de dominio DNS (el cual es parte del FQDN) en el archivo /etc/hosts.

source: %s: You can't change the DNS domain name with this command
es: %s: No se puede cambiar el nombre de dominio DNS con este comando

source: Unless you are using bind or NIS for host lookups you can change the DNS
es: A menos que esté utilizando bind o NIS para resolución de direcciones, usted puede cambiar el DNS

source: domain name (which is part of the FQDN) in the /etc/hosts file.
es: nombre de dominio (el cual es parte del FQDN) en el archivo /etc/hosts.

source: %s: ERROR while getting interface flags: %s
es: %s: ERROR mientras se obtenían las banderas de interfaz: %s

source: No support for INET on this system.
es: No hay soporte para INET en este equipo.

source: %s: ERROR while testing interface flags: %s
es: %s: ERROR mientras se probaban las banderas de interfaz: %s

source: Usage: ifconfig [-a] [-v] [-s] <interface> [[<AF>] <address>]
es: Uso: ifconfig [-a] [-v] [-s] <interfaz> [[<AF>] <dirección>]

source: [[-]broadcast [<address>]] [[-]pointopoint [<address>]]
es: [[-]broadcast [<dirección>]] [[-]pointopoint [<dirección>]]

source: [netmask <address>] [dstaddr <address>] [tunnel <address>]
es: [netmask <dirección>] [dstaddr <dirección>] [tunnel <dirección>]

source: [hw <HW> <address>] [metric <NN>] [mtu <NN>]
es: [hw <HW> <dirección>] [metric <NN>] [mtu <NN>]

source: [mem_start <NN>] [io_addr <NN>] [irq <NN>] [media <type>]
es: [mem_start <NN>] [io_addr <NN>] [irq <NN>] [media <tipo>]

source: <HW>=Hardware Type.
es: <HW>=Tipo de hardware.

source: List of possible hardware types:
es: Lista de los posibles tipos de hardware:

source: <AF>=Address family. Default: %s
es: <AF>=Familia de direcciones. Por defecto: %s

source: List of possible address families:
es: Lista de posibles familias de direcciones:

source: ifconfig: option `%s' not recognised.
es: ifconfig: opción `%s' no reconocida.

source: ifconfig: `--help' gives usage information.
es: ifconfig: `--help' le da información de como usar la orden.

source: Unknown media type.
es: Tipo de medio desconocido.

source: Warning: Interface %s still in promisc mode... maybe other application is running?
es: Atención: La Interfaz %s aún permanece en modo promiscuo...¿Tal vez se está ejecutando otra aplicación?

source: Warning: Interface %s still in MULTICAST mode.
es: Atención: La interfaz %s aun en modo MULTICAST.

source: Warning: Interface %s still in ALLMULTI mode.
es: Atención: La interfaz %s aun en modo ALLMUTI.

source: Warning: Interface %s still in DYNAMIC mode.
es: Atención: Interfaz %s aún en modo DYNAMIC.

source: Warning: Interface %s still in BROADCAST mode.
es: Atención: Interfaz %s aún en modo BROADCAST.

source: Warning: Interface %s still in POINTOPOINT mode.
es: Aviso: Interfaz %s aún en modo PUNTOAPUNTO.

source: hw address type `%s' has no handler to set address. failed.
es: la dirección hw tipo `%s' no tiene gestor para asignarle una dirección. falló.

source: %s: invalid %s address.
es: %s: dirección %s inválida.

source: No support for INET6 on this system.
es: Sin soporte para INET6 en este sistema.

source: Interface %s not initialized
es: Interfaz %s no inicializada

source: Bad address.
es: Dirección incorrecta.

source: Address deletion not supported on this system.
es: Borrado de la dirección no soportado en este sistema.

source: ifconfig: Cannot set address for this protocol family.
es: ifconfig: No se puede establecer la dirección para esta familia de protocolo.

source: No support for ECONET on this system.
es: Sin soporte para ECONET en este sistema.

source: Don't know how to set addresses for family %d.
es: Se desconoce el modo de establecer direcciones para la familia %d

source: WARNING: at least one error occured. (%d)
es: AVISO: Ha ocurrido al menos un error. (%d)

source: (No info could be read for "-p": geteuid()=%d but you should be root.)
es: (No se pudo leer la información para "-p": geteuid()=%d pero usted debe ser superusuario.)

source: (Not all processes could be identified, non-owned process info will not be shown, you would have to be root to see it all.)
es: (No todos los procesos pueden ser identificados, no hay información de propiedad del proceso no se mostrarán, necesita ser superusuario para verlos todos.)

source: LISTENING
es: ESCUCHANDO

source: ESTABLISHED
es: ESTABLECIDO

source: Active NET/ROM sockets
es: Zócalos NET/ROM activos

source: User Dest Source Device State Vr/Vs Send-Q Recv-Q
es: Usuario Destino Fuente Dispositivo Estado Vr/Vs Envio-Q Recepcion-Q

source: Problem reading data from %s
es: Problema leyendo datos desde %s

source: CLOSE
es: CERRAR

source: LISTEN
es: ESCUCHAR

source: CLOSING
es: CERRANDO

source: warning, got bogus igmp6 line %d.
es: aviso, la línea %d de igmp6 es incorrecta

source: netstat: unsupported address family %d !
es: netstat: familia de direcciones %d no soportada

source: warning, got bogus igmp line %d.
es: aviso, la línea %d de igmp es incorrecta

source: Active X.25 sockets
es: Activar zócalos X.25

source: Dest Source Device LCI State Vr/Vs Send-Q Recv-Q
es: Destino Fuente Dispositivo LCI Estado Vr/Vs Send-Q Recv-Q

source: warning, got bogus tcp line.
es: aviso, línea tcp incorrecta.

source: off (0.00/%ld/%d)
es: apagado (0.00/%ld/%d)

source: on (%2.2f/%ld/%d)
es: encendido (%2.2f/%ld/%d)

source: keepalive (%2.2f/%ld/%d)
es: mantener vivo (%2.2f/%ld/%d)

source: timewait (%2.2f/%ld/%d)
es: tiempo de espera (%2.2f/%ld/%d)

source: unkn-%d (%2.2f/%ld/%d)
es: desco-%d (%2.2f/%ld/%d)

source: warning, got bogus udp line.
es: aviso, línea udp defectuosa.

source: UNKNOWN
es: DESCONOCIDO

source: on%d (%2.2f/%ld/%d)
es: en%d (%2.2f/%ld/%d)

source: warning, got bogus raw line.
es: aviso, línea raw incorrecta.

source: warning, got bogus unix line.
es: aviso, línea unix incorrecta.

source: STREAM
es: FLUJO

source: RAW
es: EN BRUTO

source: FREE
es: LIBRE

source: CONNECTING
es: CONECTANDO

source: CONNECTED
es: CONECTADO

source: DISCONNECTING
es: DESCONECTANDO

source: Active UNIX domain sockets
es: Activar zócalos de dominio UNIX

source: (servers and established)
es: (servidores y establecidos)

source: (only servers)
es: (solo servidores)

source: (w/o servers)
es: (servidores w/o)

source: Proto RefCnt Flags Type State I-Node
es: Protocolo RefCnt Banderas Tipo Estado i-Nodo

source: Path
es: Ruta

source: RECOVERY
es: RECUPERADO

source: Active AX.25 sockets
es: Activar zócalos AX.25

source: Dest Source Device State Vr/Vs Send-Q Recv-Q
es: Destino Fuente Dispositivo Estado Vr/vs Send-Q Recv-Q

source: problem reading data from %s
es: problemas leyendo datos desde %s

source: Active IPX sockets Proto Recv-Q Send-Q Local Address Foreign Address State
es: Activar sockets IPX Protocolo Recv-Q Send-Q Dirección Local Dirección Externa Estado

source: User
es: Usuario

source: Kernel Interface table
es: Tabla de la interfaz del núcleo

source: missing interface information
es: pérdida de inforrmación de la interfaz

source: usage: netstat [-veenNcCF] [<Af>] -r netstat {-V|--version|-h|--help}
es: uso: netstat [-veenNcCF] [<Af>] -r netstat {-V|--version|-h|--help}

source: -r, --route display routing table
es: -r, --route muestra la tabla de ruteado

source: -i, --interfaces display interface table
es: -i, --interfaces muestra la tabla de interfaz

source: -g, --groups display multicast group memberships
es: -g, --groups muestra la pertenencia a grupos multicast

source: -s, --statistics display networking statistics (like SNMP)
es: -s, --statistics muestra las estadísticas de la red (como SNMP)

source: -M, --masquerade display masqueraded connections
es: -M, --masquerade muestra las conexiones enmascaradas

source: --numeric-hosts don't resolve host names
es: --numeric-hosts no resuelve nombres de anfitrión

source: --numeric-ports don't resolve port names
es: --numeric-ports no resuelve por nombres de puerto

source: --numeric-users don't resolve user names
es: --numeric-users no resuelve por nombres de usuario

source: -N, --symbolic resolve hardware names
es: -N, --symbolic resuelve nombres hardware

source: -e, --extend display other/more information
es: -e, --extend muestra otra/más información

source: -p, --programs display PID/Program name for sockets
es: -p, --programs muestra el nombre PID/Programa para los zócalos

source: -c, --continuous continuous listing
es: -c, --continuous listado continuo

source: -l, --listening display listening server sockets
es: -l, --listening muestra los zócalos a la escucha de servidores

source: -a, --all, --listening display all sockets (default: connected)
es: -a, --all, --listening muestra todos los zócalos (predeterminado: conectado)

source: -o, --timers display timers
es: -o, --timers muestra temporizadores

source: -F, --fib display Forwarding Information Base (default)
es: -F, --fib muestra la base de información hacia adelante (predeterminado)

source: -C, --cache display routing cache instead of FIB
es: -C, --cache muestra la caché de ruteado en vez de la FIB

source: <AF>=Use '-6|-4' or '-A <af>' or '--<af>'; default: %s
es: <AF>=Use '-6|-4' o '-A <af>' o '--<af>'; por defecto: %s

source: List of possible address families (which support routing):
es: Lista de posibles familias de direcciones (que soportan el ruteado):

source: Active Internet connections
es: Conexiones activas de Internet

source: Proto Recv-Q Send-Q Local Address Foreign Address State
es: Protocolo Recv-Q Send-Q Dirección Local Dirección Externa Estado

source: User Inode
es: Inodo usuario

source: Timer
es: Temporizador

source: IPv4 Group Memberships
es: Usuarios del grupo IPv4

source: Interface RefCnt Group
es: Interfaz RefCnt Grupo

source: This kernel does not support RARP.
es: Este núcleo no soporta RARP.

source: no RARP entry for %s.
es: sin entrada RARP para %s.

source: %s: bad hardware address
es: %s: dirección hardware incorrecta

source: rarp: cannot open file %s:%s.
es: rarp:no puede abrir el archivo %s:%s.

source: rarp: format error at %s:%u
es: rarp: error de formato en %s:%u

source: rarp: %s: unknown host
es: rarp: %s: anfitrión desconocido

source: rarp: cannot set entry from %s:%u
es: rarp: no puede establecer la entrada desde %s:%u

source: Usage: rarp -a list entries in cache.
es: Uso: rarp -a lista entradas en caché.

source: rarp -d <hostname> delete entry from cache.
es: rarp -d <anfitrión> borra entradas desde la caché.

source: rarp [<HW>] -s <hostname> <hwaddr> add entry to cache.
es: rarp [<HW>] -s <hostname> <hwaddr> añade entradas a la caché.

source: rarp -f add entries from /etc/ethers.
es: rarp -f añade entradas desde /etc/ethers.

source: rarp -V display program version.
es: rarp -V muestra la versión del programa.

source: %s: illegal option mix.
es: %s: Mezcla ilegal de opciones.

source: rarp: %s: unknown hardware type.
es: rarp: %s: tipo de hardware desconocido.

source: Usage: route [-nNvee] [-FC] [<AF>] List kernel routing tables
es: Uso: route [-nNvee] [-FC] [<AF>] Muestra las tablas de ruteado del núcleo

source: route [-v] [-FC] {add|del|flush} ... Modify routing table for AF.
es: route [-v] [-FC] {add|del|flush} ... Modifica la tabla de ruteado para AF

source: route {-h|--help} [<AF>] Detailed usage syntax for specified AF.
es: route {-h|--help} [<AF>] Sintaxis detallada de uso para el AF indicado.

source: route {-V|--version} Display version/author and exit.
es: route {-V|--version} Muestra la/el versión/autor y sale.

source: <AF>=Use '-A <af>' or '--<af>'; default: %s
es: <AF>=Use '-A <af>' o '--<af>'; por defecto: %s

source: Usage: plipconfig [-a] [-i] [-v] interface
es: Uso: plipconfig [-a] [-i] [-v] interfaz

source: plipconfig -V | --version
es: plipconfig -V | --versión

source: Usage: iptunnel { add | change | del | show } [ NAME ]
es: Uso: iptunnel { añade | cambia | bor | muestra } [ NOMBRE ]

source: [ mode { ipip | gre | sit } ] [ remote ADDR ] [ local ADDR ]
es: [ mod0 { ipip | gre | sit } ] [ DIRECCION remota ] [ DIRECCION local ]

source: [ ttl TTL ] [ tos TOS ] [ nopmtudisc ] [ dev PHYS_DEV ]
es: [ ttl TTL ] [ tos TOS ] [ nopmtudisc ] [ dev DISPOSITIVO_FISISCO ]

source: iptunnel -V | --version
es: iptunnel -V | --versión

source: Where: NAME := STRING
es: Donde: NOMBRE := CADENA

source: TOS := { NUMBER | inherit }
es: TOS := { NÚMERO | inherit }

source: Keys are not allowed with ipip and sit.
es: No están permitidas claves con ipip y sit.

source: Broadcast tunnel requires a source address.
es: El túnel de difusión requiere una dirección de origen.

source: ttl != 0 and noptmudisc are incompatible
es: ttl != 0 y noptmudisc son incompatibles

source: cannot determine tunnel mode (ipip, gre or sit)
es: no se puede determinar el modo de túnel (ipip, gre o sit)

source: %s: %s/ip remote %s local %s
es: %s: %s/ip remota %s local %s

source: unknown
es: desconocido(a)

source: Drop packets out of sequence.
es: Sacar paquetes de la secuencia.

source: Checksum in received packet is required.
es: Se necesita suma de control en los paquetes recibidos.

source: Sequence packets on output.
es: Secuencia de paquetes en la salida.

source: Checksum output packets.
es: Suma de control de paquetes de salida.

source: Wrong format of /proc/net/dev. Sorry.
es: Formato incorrecto de /proc/net/dev.

source: Failed to get type of [%s]
es: Fallo al conseguir el tipo de [%s]

source: RX: Packets Bytes Errors CsumErrs OutOfSeq Mcasts
es: RX: Paquetes Bytes Errores CsumErrs OutOfSeq Mcasts

source: TX: Packets Bytes Errors DeadLoop NoRoute NoBufs
es: TX: Paquetes Bytes Errores DeadLoop NoRoute NoBufs

source: ICMP input histogram:
es: histograma de entrada ICMP:

source: ICMP output histogram:
es: histograma de salida ICMP:

source: Forwarding is %s
es: El reenvío es %s

source: Default TTL is %u
es: TTL por defecto es %u

source: %u total packets received
es: %u total de paquetes recibidos

source: %u with invalid headers
es: %u con cabeceras incorrectas

source: %u with invalid addresses
es: %u con direcciones incorrectas

source: %u forwarded
es: %u reenviados

source: %u with unknown protocol
es: %u con protocolo incorrecto

source: %u incoming packets discarded
es: %u paquetes entrantes desechados

source: %u incoming packets delivered
es: %u paquetes entrantes servidos

source: %u requests sent out
es: %u peticiones enviadas

source: %u outgoing packets dropped
es: %u paquetes salientes descartados

source: %u dropped because of missing route
es: %u descartados debido a una ruta inexistente

source: %u fragments dropped after timeout
es: %u fragmentos descartados por agotamiento de tiempo

source: %u reassemblies required
es: %u requiere reensamblaje

source: %u packets reassembled ok
es: %u paquetes bien reensamblados

source: %u packet reassembles failed
es: %u paquetes mal reensamblados

source: %u fragments received ok
es: %u fragmentos recibidos correctamente

source: %u fragments failed
es: %u fragmentos fallidos

source: %u fragments created
es: %u fragments creados

source: %u ICMP messages received
es: %u mensajes ICMP recibidos

source: %u input ICMP message failed.
es: %u mensajes ICMP de entrada fallidos.

source: destination unreachable: %u
es: destino inalcanzable: %u

source: timeout in transit: %u
es: tiempo de espera en tránsito: %u

source: wrong parameters: %u
es: parámetros erróneos: %u

source: redirects: %u
es: redirecciones: %u

source: echo requests: %u
es: peticiones de eco: %u

source: echo replies: %u
es: respuestas de eco: %u

source: timestamp request: %u
es: petición de control de tiempo: %u

source: timestamp reply: %u
es: respuesta de control de tiempo: %u

source: address mask request: %u
es: petición de máscara de dirección: %u

source: address mask replies: %u
es: contestaciones de la máscara de dirección: %u

source: %u ICMP messages sent
es: %u mensajes ICMP enviados

source: %u ICMP messages failed
es: %u mensajes ICMP fallidos

source: time exceeded: %u
es: tiempo excedido: %u

source: source quench: %u
es: fuente apagada: %u

source: redirect: %u
es: redirecionado: %u

source: echo request: %u
es: petición de eco: %u

source: timestamp requests: %u
es: peticiones de control de tiempo: %u

source: timestamp replies: %u
es: respuestas de control de tiempo: %u

source: address mask requests: %u
es: peticiones de máscara de dirección: %u

source: RTO algorithm is %s
es: el algoritmo RTO es %s

source: %u active connections openings
es: %u conexiones activas abiertas

source: %u passive connection openings
es: %u conexiones pasivas abiertas
