Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/net-tools.po
Languages: es

source: %u failed connection attempts
es: %u intentos de conexión fallados

source: %u connection resets received
es: %u recibidos reajustes de la conexión

source: %u connections established
es: %u conexiones establecidas

source: %u segments received
es: %u segmentos recibidos

source: %u segments send out
es: %u segmentos enviados

source: %u segments retransmited
es: %u segmentos retransmitidos

source: %u bad segments received.
es: %u segmentos incorrectos recibidos.

source: %u resets sent
es: %u reinicios enviados

source: %u packets received
es: %u paquetes recibidos

source: %u packets to unknown port received.
es: %u paquetes recibidos de puerto desconocido

source: %u packet receive errors
es: %u paquetes recibidos con errores

source: %u packets sent
es: %u paquetes enviados

source: %u SYN cookies sent
es: %u cookies SYN enviadas

source: %u SYN cookies received
es: %u cookies SYN recibidas

source: %u invalid SYN cookies received
es: %u cookies SYN inválidas recibidas

source: %u packets pruned from receive queue because of socket buffer overrun
es: %u paquetes desechados de la cola de recepción debido al rebasamiento del búfer del zócalo

source: %u packets pruned from receive queue
es: %u paquetes depurados de la cola recibida

source: %u packets dropped from out-of-order queue because of socket buffer overrun
es: %u paquetes descartados de la cola debido a un desbordamiento del búffer del zócalo.

source: %u ICMP packets dropped because they were out-of-window
es: %u paquetes CMP descartados por estar fuera de la ventana de recepción.

source: %u ICMP packets dropped because socket was locked
es: %u paquetes ICMP descartados por estar el zócalo bloqueado.

source: %u passive connections rejected because of time stamp
es: %u conexiones pasivas rechazadas por fecha

source: %u active connections rejected because of time stamp
es: %u conexiones activas rechazadas por fecha

source: %u packets rejects in established connections because of timestamp
es: %u paquetes rechazados en conexiones establecidas por fecha

source: %u delayed acks sent
es: %u acks retrasados enviados.

source: %u delayed acks further delayed because of locked socket
es: %u acks retrasados aún más debido a que el zócalo está bloqueado.

source: Quick ack mode was activated %u times
es: El modo quick ack ha sido activado %u veces.

source: %u times the listen queue of a socket overflowed
es: la cola a la escucha del zócalo se ha desbordado %u veces.

source: %u SYNs to LISTEN sockets ignored
es: %u ignoró las señales SYNs to LISTEN del zócalo

source: %u packets directly queued to recvmsg prequeue.
es: %u paquetes han sido encolados directamente en la cola rcvmsg.

source: %u of bytes directly received from backlog
es: %u de bytes recibidos directamente de acumulación

source: %u of bytes directly received from prequeue
es: %u de bytes directamente recibidos de la cola previa

source: %u packets dropped from prequeue
es: %u paquetes descartados de la cola

source: %u packet headers predicted
es: %u cabeceras de paquetes predichas

source: %u packets header predicted and directly queued to user
es: %u cabeceras de paquetes predichas y directamente encoladas al usuario

source: Ran %u times out of system memory during packet sending
es: La memoria del sistema se ha agotado %u veces durante el envío de paquetes

source: %u acknowledgments not containing data received
es: %u conocimientos no contienen datos recibidos

source: %u predicted acknowledgments
es: %u reconocimientos previstos

source: %u times recovered from packet loss due to fast retransmit
es: la pérdida de paquetes se ha prevenido %u veces debido a una retransmisión rápida

source: %u times recovered from packet loss due to SACK data
es: %u recuperaciones de paquetes perdidos debido a datos SACK

source: %u bad SACKs received
es: %u SACKs incorrectos recibidos

source: Detected reordering %u times using FACK
es: Detectadas %u reordenaciones usando FACK

source: Detected reordering %u times using SACK
es: Borradas %u reordenaciones usando SACK

source: Detected reordering %u times using time stamp
es: Borradas %u reordenaciones usando fecha

source: %u congestion windows fully recovered
es: %u ventanas de congestión totalmente recuperadas

source: %u congestion windows partially recovered using Hoe heuristic
es: %u ventanas de congestión parcialmente recuperadas usando la heurística Hoe

source: %u congestion window recovered using DSACK
es: %u ventanas de congestión recuperadas usando DSACK

source: %u congestion windows recovered after partial ack
es: %u ha recuperado la ventana de congestión luego de un ack parcial

source: %u retransmits lost
es: %u retransmisiones perdidas

source: %u timeouts after reno fast retransmit
es: %u descansos después de la retransmisión reno fast

source: %u timeouts after SACK recovery
es: %u fuera de tiempo después de la recuperación SACK

source: %u timeouts in loss state
es: %u pausas en estado de pérdida

source: %u fast retransmits
es: %u retransmisiones rápidas

source: %u forward retransmits
es: %u reenvios de retransmisiones

source: %u retransmits in slow start
es: %u retransmisiones en salida lenta

source: %u other TCP timeouts
es: %u otras desconexiones por tiempo TCP

source: %u reno fast retransmits failed
es: %u ha fallado la retransmisión reno rápida

source: %u DSACKs sent for old packets
es: enviados %u DSACKs para paquetes antiguos

source: %u DSACKs sent for out of order packets
es: enviados %u DSACKs para paquetes fuera de servicio

source: %u DSACKs received
es: %u DSACK recibidos

source: %u DSACKs for out of order packets received
es: recibidos %u DSACKs para paquetes fuera de servicio

source: %u connections reset due to unexpected SYN
es: %u conexiones reajustadas debido a un SYN inesperado

source: %u connections reset due to unexpected data
es: %u conexiones reajustadas debido a datos inesperados

source: %u connections reset due to early user close
es: %u conexiones reajustadas debido a un cierre temprano del usuario

source: %u connections aborted due to memory pressure
es: se han descartado %u conexiones debido a exceso de uso de memoria

source: %u connections aborted due to timeout
es: se han descartado %u conexiones debido al agotamiento del tiempo

source: %u connections aborted after user close in linger timeout
es: se han descartado %u conexiones debido a cierre por parte del usuario al persistir el agotamiento del tiempo

source: %u times unabled to send RST due to no memory
es: no se ha podido enviar RST %u veces debido a falta de memoria

source: TCP ran low on memory %u times
es: TCP corrió con memoria baja %u veces

source: %u TCP data loss events
es: %u eventos de pérdida de datos TCP

source: enabled
es: habilitado

source: disabled
es: deshabilitado

source: error parsing /proc/net/snmp
es: error analizando /proc/net/snmp

source: cannot open /proc/net/snmp
es: no se puede abrir /proc/net/snmp

source: Hardware type `%s' not supported.
es: Tipo de hardware`%s' no soportado.

source: Cannot change line discipline to `%s'.
es: No se puede cambiar la disciplina de línea a `%s'.

source: UNIX Domain
es: Dominio UNIX

source: Please don't supply more than one address family.
es: Por favor, no proporcione más de una familia de direcciones.

source: Too much address family arguments.
es: Demasiados argumentos de familia de direcciones

source: Unknown address family `%s'.
es: Familia de direcciones desconocida `%s'.

source: in_arcnet(%s): invalid arcnet address!
es: in_arcnet(%s): ¡dirección arcnet no válida!

source: Malformed Ash address
es: dirección Ash mal formada

source: [NONE SET]
es: [NO FIJADO]

source: Invalid callsign
es: indicativo no válido

source: Callsign too long
es: indicativo demasiado largo

source: AX.25 not configured in this system.
es: AX.25 no está configurado en este sistema.

source: Kernel AX.25 routing table
es: Tabla de ruteado AX.25 del núcleo

source: Destination Iface Use
es: Destino Interfaz Uso

source: in_ether(%s): invalid ether address!
es: in_ether(%s): ¡dirección ethernet no válida!

source: in_fddi(%s): invalid fddi address!
es: in_fddi(%s): ¡dirección fddi no válida!

source: Address family `%s' not supported.
es: Familia de direcciones `%s' no soportada

source: No routing for address family `%s'.
es: No se realiza ruteado para la familia de direcciones `%s'.

source: in_hippi(%s): invalid hippi address!
es: in_hippi(%s): ¡dirección hippi no válida!

source: Local Loopback
es: Bucle local

source: Serial Line IP
es: Línea serie IP

source: VJ Serial Line IP
es: Línea serie IP VJ

source: 6-bit Serial Line IP
es: Línea serie IP 6-bit

source: VJ 6-bit Serial Line IP
es: Línea serie IP VJ 6-bit

source: Adaptive Serial Line IP
es: Línea serie adaptativa IP

source: Fiber Distributed Data Interface
es: Interfaz de datos distribuidos por fibra

source: generic X.25
es: X.25 genérico

source: IPIP Tunnel
es: Túnel IPIP

source: Point-to-Point Protocol
es: Protocolo punto a punto

source: Frame Relay Access Device
es: Dispositivo de acceso Frame Relay

source: IPv6-in-IPv4
es: IPv6-en-IPv4

source: 16/4 Mbps Token Ring
es: Token Ring de 16/4 Mbps

source: 16/4 Mbps Token Ring (New)
es: Token Ring de 16/4 Mbps (Nuevo)

source: Generic EUI-64
es: EUI-64 Genérico

source: rresolve: unsupport address family %d !
es: rresolve: ¡familia de direcciones %d no soportada!

source: [UNKNOWN]
es: [DESCONOCIDO]

source: INET6 (IPv6) not configured in this system.
es: INET6 (IPv6) no se ha configurado en este sistema.

source: Kernel IPv6 routing table
es: Tabla de ruteado IPV6 del núcleo

source: Neighbour HW Address Iface Flags Ref State
es: Vecino Dirección Hw Interfaz Banderas Ref Estado

source: Neighbour HW Address Iface Flags Ref State Stale(sec) Delete(sec)
es: Vecino Dirección HW Interfaz Banderas Ref Estado Caduca(sec) Borrado(sec)

source: inet6_route [-FC] flush NOT supported
es: inet6_route [-FC] flush NO soportado

source: Flushing `inet6' routing table not supported
es: Eliminando la tabla de rutas `inet6' (no soportada)

source: INET (IPv4) not configured in this system.
es: INET (IPv4) no ha sido configurado en este sistema

source: Kernel IP routing table
es: Tabla de rutas IP del núcleo

source: Destination Gateway Genmask Flags Metric Ref Use Iface
es: Destino Pasarela Genmask Indic Métric Ref Uso Interfaz

source: Destination Gateway Genmask Flags MSS Window irtt Iface
es: Destino Pasarela Genmask Indic MSS Ventana irtt Interfaz

source: Destination Gateway Genmask Flags Metric Ref Use Iface MSS Window irtt
es: Destino Puerta de Enlace Genmask Banderas Métrica Ref Uso Interfaz MSS Ventana irtt

source: Kernel IP routing cache
es: Caché de ruteado IP del núcleo

source: Source Destination Gateway Flags Metric Ref Use Iface
es: Fuente Destino Puerta de Enlace Banderas Metrica Ref Uso Interfaz

source: Source Destination Gateway Flags MSS Window irtt Iface
es: Fuente Destino Puerta de Enlace Banderas MSS Ventana irgg Interfaz

source: Source Destination Gateway Flags Metric Ref Use Iface MSS Window irtt HH Arp
es: Fuente Destino Puerta de Enlace Banderas Métrica Ref Uso Interfaz MSS Ventana irtt HH Arp

source: Source Destination Gateway Flags Metric Ref Use Iface MSS Window irtt TOS HHRef HHUptod SpecDst
es: Fuente Destino Puerta de Enlace Banderas Metrica Ref Uso Interfaz MSS Ventana irtt TOS HHRef HHUPtod SpecDst

source: [netmask N] [mss Mss] [window W] [irtt I]
es: [máscara de red N] [mss Mss] [ventana W] [irtt I]

source: route: %s: cannot use a NETWORK as gateway!
es: route: %s: no se puede utilizar una RED como puerta de enlace

source: route: Invalid MSS/MTU.
es: route: MSS/MTU incorrecto.

source: route: Invalid window.
es: route: Ventana inválida

source: route: Invalid initial rtt.
es: route: rtt inicial inválido

source: route: netmask %.8x doesn't make sense with host route
es: route: máscara de red %.8x no corresponde con la ruta del anfitrión

source: route: bogus netmask %s
es: route: máscara de red %s incorrecta

source: route: netmask doesn't match route address
es: route: la máscara de red no coincide con la dirección de enrutado

source: Flushing `inet' routing table not supported
es: Eliminando `inet' tabla de ruteado no soportada

source: Modifying `inet' routing cache not supported
es: Modificando `inet' cache de ruteado no soportada

source: IPX not configured in this system.
es: IPX no se ha configurado en este sistema.

source: Kernel IPX routing table
es: Tabla de ruteado IPX del núcleo

source: Destination Router Net Router Node
es: Destino Router Red Router Nodo

source: IPX: this needs to be written
es: IPX: necesita ser escrita

source: IP masquerading entries
es: máscaras de entrada IP

source: NET/ROM not configured in this system.
es: NET/ROM no se han configurado en este sistema.

source: Kernel NET/ROM routing table
es: Tabla de enrutamiento del núcleoNET/ROM

source: Destination Mnemonic Quality Neighbour Iface
es: Destino Mnemonico Calidad Vecino Interfaz

source: netrom usage
es: uso de netrom

source: NET/ROM: this needs to be written
es: NET/ROM: necesita ser escrito

source: You cannot start PPP with this program.
es: No puede ejecutar PPP con este programa

source: Sorry, use pppd!
es: Perdón, use pppd

source: Node address must be ten digits
es: La dirección del nodo debe tener diez dígitos

source: ROSE not configured in this system.
es: ROSE no se ha configurado en este sistema.

source: Kernel ROSE routing table
es: Tabla de enrutamiento del núcleo ROSE

source: warning: no inet socket available: %s
es: atención: no hay ningún zócalo inet disponible: %s

source: Warning: cannot open %s (%s). Limited output.
es: Atención: no se puede abrir %s (%s). Salida limitada.

source: Device not found
es: Dispositivo no encontrado

source: %s: error fetching interface information: %s
es: %s: error al obtener información sobre la interfaz: %s

source: - no statistics available -
es: - no hay estadísticas disponibles -

source: %-9.9s Link encap:%s
es: %-9.9s Enlace encap:%s

source: HWaddr %s
es: direcciónHW %s

source: Media:%s
es: Medios:%s

source: %s addr:%s
es: Direc. %s:%s

source: Bcast:%s
es: Difus.:%s

source: Mask:%s
es: Másc:%s

source: inet6 addr: %s/%d
es: Dirección inet6: %s/%d

source: Scope:
es: Alcance:

source: Link
es: Enlace

source: Site
es: Sitio

source: Host
es: Anfitrión

source: Unknown
es: Descanocido

source: IPX/Ethernet II addr:%s
es: Dirección IPX/Ethernet II:%s

source: IPX/Ethernet SNAP addr:%s
es: Dirección IPX/Ethernet SNAP:%s

source: IPX/Ethernet 802.2 addr:%s
es: Dirección IPX/Ethernet 802.2:%s

source: IPX/Ethernet 802.3 addr:%s
es: Dirección IPX/Ethernet 802.3:%s

source: EtherTalk Phase 2 addr:%s
es: Dirección EtherTalk Phase 2:%s

source: econet addr:%s
es: Dirección econet:%s

source: UP
es: ACTIVO

source: BROADCAST
es: DIFUSIÓN

source: DEBUG
es: DEPURACIÓN

source: POINTOPOINT
es: PUNTO A PUNTO

source: RUNNING
es: FUNCIONANDO

source: SLAVE
es: ESCLAVO

source: MASTER
es: MAESTRO

source: DYNAMIC
es: DINÁMICO

source: MTU:%d Metric:%d
es: MTU:%d Métrica:%d

source: RX packets:%llu errors:%lu dropped:%lu overruns:%lu frame:%lu
es: Paquetes RX:%llu errores:%lu perdidos:%lu overruns:%lu frame:%lu

source: compressed:%lu
es: comprimido:%lu

source: TX packets:%llu errors:%lu dropped:%lu overruns:%lu carrier:%lu
es: Paquetes TX:%llu errores:%lu perdidos:%lu overruns:%lu carrier:%lu

source: collisions:%lu
es: colisiones:%lu

source: compressed:%lu
es: comprimido:%lu

source: txqueuelen:%d
es: long.colaTX:%d

source: RX bytes:%llu (%lu.%lu %s) TX bytes:%llu (%lu.%lu %s)
es: Bytes RX:%llu (%lu.%lu %s) TX bytes:%llu (%lu.%lu %s)

source: Interrupt:%d
es: Interrupción:%d

source: Base address:0x%x
es: Dirección base: 0x%x

source: Memory:%lx-%lx
es: Memoria:%lx-%lx

source: DMA chan:%x
es: Canal DMA:%x

source: No usable address families found.
es: No se encontraron direcciones utilizables conocidas.

source: ip: %s is invalid inet address
es: ip: %s es una dirección inet incorrecta

source: ip: %s is invalid inet prefix
es: ip: %s es un prefijo inet inválido

source: ip: %s is invalid IPv4 address
es: ip: %s es una dirección IPv4 incorrecta

source: ip: argument is wrong: %s
es: ip: argumento incorrecto: %s

source: Usage: ipmaddr [ add | del ] MULTIADDR dev STRING
es: Uso: ipmaddr [ add | del ] MULTIADDR dev STRING

source: ipmaddr show [ dev STRING ] [ ipv4 | ipv6 | link | all ]
es: ipmaddr show [ dev CADENA ] [ ipv4 | ipv6 | link | all ]

source: ipmaddr -V | -version
es: ipmaddr -V | -versión

source: family %d
es: familia %d

source: users %d
es: usuarios %d

source: Cannot create socket
es: Imposible crear el zócalo

source: slattach: /dev/%s already locked!
es: slattach: /dev/%s ya está bloqueado

source: slattach: cannot write PID file
es: slattach: no se puede escribir el archivo PID

source: slattach: tty_lock: UUCP user %s unknown!
es: slattach: tty_lock: usuario UUCP %s desconocido

source: slattach: tty name too long
es: slattach: nombre tty demasiado largo

source: slattach: tty_open: cannot get current state!
es: slattach: tty_open: ¡no se pudo obtener el estado actual!

source: slattach: tty_open: cannot get current line disc!
es: slattach: tty_open: no se puede obtener la línea actual del disco

source: slattach: tty_open: cannot set RAW mode!
es: slattach: tty_open: no se pudo establecer modo crudo

source: slattach: tty_open: cannot set %s bps!
es: slattach: tty_open: ¡no se pudieron establecer %s bps!

source: slattach: tty_open: cannot set 8N1 mode!
es: slattach: tty_open: ¡no se pudo establecer el modo 8N1!

source: %s started
es: %s iniciado

source: on %s
es: en %s

source: interface %s
es: interfaz %s

source: %u sack retransmits failed
es: %u ha fallado la retransmisión de sack
