Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/Parse-DebianChangelog.po
Languages: es

source: changelog format %s not supported
es: formato de registro de cambios «%s» no soportado

source: ignored option -L
es: opción -L ignorada

source: output format %s not supported
es: formato de salida «%s» no soportado

source: This is free software; see the GNU General Public Licence version 2 or later for copying conditions. There is NO warranty.
es: Esto es software libre; consulte la Licencia Pública General GNU versión 2 o posterior para ver las condiciones de distribución. NO hay garantías.

source: too many arguments
es: demasiados argumentos

source: more than one file specified (%s and %s)
es: se ha especificado más de un archivo (%s y %s)

source: fatal error occured while parsing %s
es: ha ocurrido un error fatal al interpretar «%s»

source: WARN: %s(l%s): %s LINE: %s
es: AVISO: %s(l%s): %s LÍNEA: %s

source: WARN: %s(l%s): %s
es: AVISO: %s(l%s): %s

source: can't open file %s: %s
es: no se puede abrir el archivo %s: %s

source: can't lock file %s: %s
es: no se puede bloquear el archivo %s: %s

source: can't load IO::String: %s
es: no se puede cargar IO::String: %s

source: no changelog file specified
es: no se ha especificado ningún archivo de registro de cambios

source: found start of entry where expected %s
es: se encontró el comienzo de una entrada cuando se esperaba %s

source: bad key-value after `;': `%s'
es: clave-valor incorrecto detrás de «;»: «%s»

source: repeated key-value %s
es: clave-valor «%s» repetido

source: badly formatted urgency value
es: valor de urgencia formateado incorrectamente

source: unknown key-value key %s - copying to XS-%s
es: clave de clave-valor «%s» desconocida - copiando a XS-%s

source: badly formatted heading line
es: línea de encabezado formateada incorrectamente

source: found trailer where expected %s
es: se encontró finalización cuando se esperaba %s

source: badly formatted trailer line
es: línea de finalización con formato incorrecto

source: couldn't parse date %s
es: no se ha podido interpretar la fecha %s

source: found change data where expected %s
es: se encontraron datos de cambio cuando se esperaba %s

source: found blank line where expected %s
es: se ha encontrado una línea en blanco cuando se esperaba %s

source: unrecognised line
es: línea no reconocida

source: found eof where expected %s
es: se ha encontrado un fin de archivo cuando se esperaba %s

source: can't close file %s: %s
es: no se puede cerrar el archivo %s: %s

source: you can't combine 'count' or 'offset' with any other range option
es: no puede combinar «count» u «offset» con ninguna otra opción de rango

source: you can only specify one of 'from' and 'since'
es: sólo puede especificar una, «from» o «since»

source: you can only specify one of 'to' and 'until'
es: sólo puede especificar uno, «to» o «until»

source: 'since' option specifies most recent version
es: la opción «since» especifica la versión mnás reciente

source: 'until' option specifies oldest version
es: la opción «until» especifica la versión más antigua

source: field %s has newline then non whitespace >%s<
es: el campo %s tiene una nueva línea que no va seguida de un espacio en blanco >%s<

source: field %s has blank lines >%s<
es: el cambio %s tiene línas en blanco >%s<

source: field %s has trailing newline >%s<
es: el campo %s tiene un carácter de nueva línea al final >%s<
