Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/pbbuttonsd.po
Languages: es

source: %s, version %s
es: %s, versión %s

source: ERROR: Have problems reading configuration file [%s]: %s
es: ERROR: Ocurrieron problemas al leer el archivo de configuración [%s]: %s

source: %s - daemon to support special features of laptops and notebooks.
es: %s - demonio para soporte de características especiales de equipos portátiles.

source: Usage: %s [OPTION]...
es: Uso: %s [OPCIÓN]...

source: Options: -%c, --help display this help text and exit -%c, --version display version information and exit -%c, --quiet suppress welcome message -%c, --detach[=PIDFILE] start %s as background process and optional use an alternative pid-file (default: %s) -%c, --configfile=CONFIG use alternative configuration file (default: %s) see configuration file for more options.
es: Opciones: -%c, --help muestra este mensaje y finaliza -%c, --version muestra información de versión y finaliza -%c, --quiet no muestra el mensaje de bienvenida -%c, --detach[=FICHEROPID] inicia %s como proceso en segundo plano y opcionalmente usa un fichero pid alternativo (predeterminado: %s) -%c, --configfile=CONFIG usar un fichero de configuración alternativo (predeterminado: %s) véase ficheros de configuración para más opciones.

source: Not all signal handlers could be installed.
es: No se han podido instalar todos los gestores de señales.

source: Can't install any signal handler
es: No se puede instalar gestor de señal.

source: Can't create message port for server: %s.
es: No se puede crear puerto de mensajes para servidor: %s.

source: Server is already running. Sorry, only one instance allowed.
es: El servidor ya se está ejecutando. Disculpe, solo se permite una instancia.

source: Orphaned server port found and removed. All running clients have to be restarted.
es: Se ha encontrado un puerto de servidor huérfano, y se ha eliminado. Todos los clientes deben ser reiniciados.

source: No event devices available. Please check your configuration.
es: No existen dispositivos de eventos disponibles. Por favor revise su configuración.

source: Couldn't read configfile [%s, %s], using defaults.
es: No se puede leer el archivo de configuración [%s, %s], se usarán valores predeterminados.

source: Couldn't read configfile [%s, out of memory], using defaults.
es: No se puede leer el archivo de configuración [%s, no hay memoria disponible], se usarán valores predeterminados.

source: Couldn't write configfile [%s, out of memory].
es: No se puede escribir el archivo de configuración [%s, no hay memoria disponible].

source: # Configuration file for pbbuttonsd >= version 0.5 # for options see man pbbuttonsd.conf
es: # Archivo de configuración para pbbuttonsd >= versión 0.5 # para saber las opciones ejecute man pbbuttonsd.conf

source: Can't register configuration section %s, out of memory.
es: No se pudo registrar sección de configuración %s, no hay memoria suficiente.

source: Please check your CDROM settings in configuration file.
es: Por favor verifique los valores de configuración del CDROM.

source: Can't open %s. Eject CDROM won't work.
es: No se puede abrir %s. No se podrá expulsar CDROM.

source: initial LCD brightness level in percent
es: Nivel inicial de brillo de LCD en porcentaje

source: 0 = no smooth fading
es: 0 = sin desvanecido suave

source: only on Aluminum PowerBooks
es: solamente en PowerBooks Aluminum

source: ambient light threshold in percent for backlight autoadj.
es: nivel de luz ambiental en porcentaje para autoajuste de luz posterior

source: autoadjustment range parameters
es: rango de parámetros de autoajuste

source: initial keyboard illumination level in percent
es: Nivel inicial de iluminación de teclado en porcentaje

source: initial level in percent if KBD on/off key is pressed
es: Nivel inicial si se presiona la tecla de KBD en porcentaje

source: ambient light threshold in percent for keyboard light autoadj.
es: porcentaje de nivel de luz ambiental para autoajustar luz posterior.

source: Can't open framebuffer device '%s'.
es: No se puede abrir dispositivo framebuffer «%s».

source: ' or '
es: ' ó '

source: MixerInitDelay is not possible with automatic mixer detection; option disabled.
es: No es posible definir «MixerInitDelay» con la detección automática de mezclador: Opción deshabilitada.

source: Soundsystem requested: %s, detected: %s and at least activated: %s.
es: Sistema de sonido solicitado: %s, detectado: %s y por lo menos activado: %s

source: Soundsystem requested: %s and at least activated: %s.
es: Sistema de sonido solicitado: %s y por lo menos activado: %s.

source: initial volume level
es: nivel inicial de volumen

source: mute after startup?
es: ¿silenciar antes de carga?

source: Can't get devmask from mixer [%s]; using default.
es: No se puede obtener devmask para mezclador [%s]; se usarán valores predeterminados.

source: Can't get volume of master channel [%s].
es: No se puede obtener volumen de canal maestro [%s].

source: Can't open mixer device [%s]. %s
es: No se puede abrir dispositivo de mezcla [%s]. %s

source: Memory allocation failed.
es: Fallo en asignamiento de memoria.

source: Card '%s' has no '%s' element.
es: La tarjeta «%s» no tiene el elemento «%s».

source: Option 'ALSA_Elements' contains no valid elements
es: La opción «ALSA_Elements» no tiene elementos válidos.

source: Mixer element '%s' has no playback volume control.
es: El elemento mezclador «%s» no tiene control de volumen de reproducción.

source: Memory allocation failed: %s
es: Fallo en asignación de memoria: %s

source: Can't open card '%s': %s
es: No se puede abrir tarjeta «%s»: %s

source: Can't attach card '%s': %s
es: No se puede activar tarjeta «%s»: %s

source: Can't register mixer: %s
es: No se puede registrar dispositivo de mezcla: %s

source: Can't load card '%s': %s
es: No se puede cargar tarjeta «%s»: %s

source: ALSA Card name too long. Buffer overflow
es: Nombre de tarjeta ALSA demasiado largo. Desbordamiento de buffer.

source: Too much ALSA elements given. Buffer overflow.
es: Se ha indicado demasiados elementos ALSA. Debordamiento de buffer.

source: Permission denied
es: Permiso denegado

source: Private Tag
es: Etiqueta privada

source: File doesn't exist
es: Fichero no existe

source: File not a charakter device
es: Fichero no es un dispositivo de caracteres

source: File not a block device
es: Fichero no es un dispositivo de bloques

source: File not a file
es: Fichero no es un fichero

source: Buffer overflow
es: Desbordamiento de buffer

source: open error
es: error de apertura

source: format error
es: error de formato

source: Messageport not available
es: Puerto de mensajes no disponible

source: Server already running
es: El servidor ya se está ejecutando

source: Help or version info
es: Ayuda o información de versión

source: Unsecure script owner
es: Dueño de programa inseguro

source: Script must be write-only by owner
es: El programa debe tener permisos de escritura solamente para dueño

source: read-only value
es: valor de solo lectura

source: write-only value
es: valor de solo escritura

source: argument invalid
es: agumento inválido

source: function not supported
es: función no soportada

source: unknown tag
es: etiqueta desconocida

source: switch trackpad to 'notap-mode' while typing
es: cambiar trackpad a «modo notap» mientras se escribe

source: pmud support compiled in and active.
es: soporte de pmud compilado y activo.

source: Can't open PMU device %s: %s
es: No se puede abrir dispositivo PMU %s: %s

source: Can't open ADB device %s: %s
es: No se puede abrir dispositivo ADB %s: %s

source: LMU found, ambient light sensor and keyboard illumination active.
es: LMU encontrado, sensor de luz de ambiente e iluminación de teclado activas.

source: Can't install PMU input handler. Some functionality may be missing.
es: No se pudo instalar gestor de entrada de PMU. Algunas funcionalidades podrían no estar disponibles.

source: ADB keyboard can't disable fnmode, force mode to 'fkeyslast'.
es: El teclado ADB no puede desactivar el modo fn, se fuerza el modo «fkeyslast».

source: Can't find pmud on port 879. Trigger PMU directly for sleep.
es: No se pudo encontrar pmud en puerto 879. Usar direcamente PMU para hibernación.

source: Can't access i2c device %s - %s.
es: No se puede acceder a dispositivos i2c %s - %s.

source: Unknown PowerBook
es: PowerBook desconocida

source: Current battery cycle: %d, active logfile: %s.
es: Ciclo actual de batería: %d, fichero de registro activo: %s.

source: see TimerAction for possible values
es: vea «TimerAction» para saber los valores posibles

source: Action (see TimerAction) for the sleepkey
es: Acción (vea «TimerAction») para la tecla de hibernación

source: values > 0 may be dangerous, if the power key is used to trigger sleep
es: los valores mayores a 0 podrían ser peligrosos, si el botón de energía es usado para activar la hibernación

source: first battery warnlevel, time in minutes
es: primer nivel de alerta de batería, tiempo en minutos

source: second battery warnlevel, time in minutes
es: segundo nivel de alerta de batería, tiempo en minutos

source: last battery warnlevel, time in minutes
es: último nivel de alerta de batería, tiempo en minutos

source: action, if battery is critically low
es: acción, si la batería está críticamente baja

source: beep, if nothing else showed that the computer lives
es: pitido, si nada muestra que el ordenador está activo

source: value in percent
es: valor en porcentaje

source: time in seconds
es: tiempo en segundos

source: traffic in Bytes/s
es: tráficos en Bytes/s

source: Can't create IBaM object, out of memory.
es: No se pudo crear objeto IBaM, no hay memoria suficiente.

source: Too many formatsigns. Max three %%s allowed in TAG_SCRIPTPMCS.
es: Demasiados signos de formato. El máximo permitido es tres %%s en TAG_SCRIPTPMCS.

source: user who is allowed to use IPC
es: usuario con permisos para usar IPC

source: automatic rescan of event devices
es: realizar búsqueda automática de eventos en dispositivos

source: timeout in seconds for launched scripts, etc.
es: tiempo de espera para programas cargados, etc.

source: config file [%s] is insecure, saving of config disabled.
es: fichero de configuración [%s] es inseguro, se deshabilitará el guardado de configuración.

source: config file [%s] is not writable, saving of config disabled.
es: el fichero de configuración [%s] no es escribible, se deshabilitará el guardado de configuración.

source: saving of config enabled to %s.
es: habilitado el guardado de configuración a %s.

source: Initialized: %s
es: Inicializado: %s

source: No backlight driver available - check your Kernel configuration.
es: No hay ningún controlador de retroiluminación disponible. Por favor, verifique la configuración de su núcleo.

source: PMU Backlight Driver
es: Controlador de retroiluminación PMU

source: SysFS Backlight Driver
es: Controlador de retroiluminación SysFS

source: The object '%s' doesn't exist.
es: El objeto «%s» no existe.

source: The object '%s' is not a file.
es: El objeto «%s» no es un fichero.

source: The object '%s' is not a directory.
es: El objeto «%s» no es un fichero.

source: The object '%s' is not a character device.
es: El objeto «%s» no es un dispositivo de caracteres.

source: The object '%s' is not a block device.
es: El objeto «%s» no es un dispositivo de bloques.

source: SECURITY: %s must be owned by the same owner as pbbuttonsd.
es: SEGURIDAD: %s debe tener como dueño al mismo que pbbuttonsd.

source: SECURITY: %s must only be writable by the owner of pbbuttonsd.
es: SEGURIDAD: Sólo el dueño del proceso pbbuttonsd puede escribir en %s.

source: Insufficient permissions for object %s, at least '0%o' needed.
es: Permisos insuficientes para el objeto «%s», se requiere como mínimo «0%o».

source: Path of '%s' is to long.
es: La ruta de «%s» es demasiado larga.

source: Script '%s' lauched but killed after %d seconds.
es: Se lanzó el script '%s', pero se finalizó después de %d segundos.

source: Script '%s' lauched but exitcode is %d.
es: Se lanzó el script '%s', pero el código de salida es %d.

source: Script '%s' launched and exited normally.
es: Se lanzó el script '%s' y finalizó normalmente.

source: Script '%s' lauched but exited by signal.
es: Se lanzó el script '%s', pero se finalizó debido a una señal.

source: Script '%s' can't be launched - fork() failed.
es: No se ha podido lanzar el script '%s' - falló el fork().

source: Script '%s' doesn't exist.
es: El guión «%s» no existe.

source: Script '%s' skipped because it's not secure.
es: Se ha saltado el script '%s' porque no es seguro.

source: launched and exited normally
es: cargado y finalizado normalmente

source: doesn't exist
es: no existe

source: skipped because it's not secure
es: pasado debido a que no es seguro

source: lauched but killed after %d seconds
es: cargado pero terminado después de %d segundos

source: lauched but exitcode is not null
es: cargado pero código de finalización no es null

source: can't be launched - fork() failed
es: no puede ser cargado - fallo en fork()

source: lauched but exited by signal
es: cargado pero finalizado por señal

source: failed - unknown error code
es: fallo - código de fallo desconocido

source: Script '%s' %s
es: Programa «%s» %s

source: Server not found
es: Servidor no encontrado

source: Registration failed
es: Fallo de registro

source: %s (version %s) - control client for pbbuttonsd.
es: %s (versión %s) - cliente de control para pbbuttonsd.

source: Usage:
es: Uso:

source: Options: -%c, --help display this help and exit -%c, --version display version information and exit -%c, --ignore ignore config return and error values
es: Opciones: -%c, --help muestra esta ayuda y finaliza -%c, --version muestra información de versión y finaliza -%c, --ignore ignora valores de retorno de configuración y errores

source: Supported commands:
es: Ordenes soportadas:

source: %-14s - prints a list of clients attached
es: %-14s - imprime una lista de clientes conectados

source: %-14s - save the current configuration to disk
es: %-14s - guarda a disco la configuración actual

source: %-14s - reinitialising the keyboard and the trackpad
es: %-14s - reinicializando el teclado y trackpad

source: %-14s - eject the CDROM
es: %-14s - expulsa el CDROM

source: %-14s - suspend to RAM
es: %-14s - suspende a RAM

source: %-14s - suspend to Disk
es: %-14s - suspende a RAM

source: %-14s - reconfigure server parameters
es: %-14s - reconfigura parámetros del servidor

source: %-14s - queries the server for certain parameters
es: %-14s - consulta ciertos parámetros del servidor

source: Supported tags:
es: Etiquetas soportadas:

source: The leading 'TAG_' could be omited.
es: El prefijo «TAG_» puede ser omitido.

source: pbbcmd, version %s
es: pbbcmd, versión %s

source: ERROR: Missing arguments
es: ERROR: No se indico argumentosi

source: WARNING: tag %s not supported.
es: ADVERTENCIA: etiqueta %s no está soportada.

source: ERROR: tag/data pairs not complete.
es: ERROR: pares etiqueta/data están incompletos.

source: Server didn't send an answer and timed out.
es: El servidor no ha enviado respuesta y ha finalizado.

source: Sorry, Couldn't get data for %s: %s.
es: Disculpe, no se puede obtener data para %s: %s.

source: Setting of %s failed: %s.
es: Fallo en configuración de %s: %s.

source: ERROR: Unexpected answer from server, actioncode %ld.
es: ERROR: Respuesta de servidor inesperada, código de acción %ld.

source: PID | Name | Port | Flags ------+----------------------+---------+-----------
es: PID | Nombre | Puerto | Banderas -------+----------------------+---------+-----------

source: <unknown>
es: <desconocido>

source: ERROR: Problems with IPC, maybe server is not running.
es: ERROR: Problemas con IPC, tal vez el servidor no se está ejecutando.

source: ERROR: Not enough memory for buffer.
es: ERROR: No hay suficiente memoria para buffer.

source: WARNING
es: ADVERTENCIA
