Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/pidgin-libnotify.po
Languages: es

source: New messages
es: Nuevos mensajes

source: Only new conversations
es: Sólo nuevas conversaciones

source: Ignore events from blocked users
es: Ignorar eventos de usuarios bloqueados

source: Buddy signs on
es: Amigo inicia sesión

source: Buddy signs off
es: Amigo cierra sesión

source: Only when available
es: Sólo si está disponible

source: Show
es: Mostrar

source: is online
es: está en línea

source: is offline
es: está desconectado

source: Libnotify Popups
es: Menús emergentes Libnotify

source: Displays popups via libnotify.
es: Muestra avisos mediante libnotify.

source: Pidgin-libnotify: Displays popups via libnotify.
es: Pidgin-libnotify: Muestra mensajes por medio de libnotify.
