Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/pulseaudio.po
Languages: es

source: Failed to find original lt_dlopen loader.
es: Fallo al buscar el cargador lt_dlopen original.

source: Failed to allocate new dl loader.
es: Fallo al asignar el nuevo cargador dl.

source: Cannot connect to system bus: %s
es: No se puede conectar al bus de sistema: %s

source: Failed to get CK session.
es: Fallo al conseguir la sesión CK.

source: Cannot allocate PolKitAction.
es: No se puede asignar PolKitAction.

source: Cannot set action_id
es: No se puede establecer action_id

source: Cannot allocate PolKitContext.
es: No se puede asignar PolKitContext.

source: Cannot initialize PolKitContext: %s
es: No se puede inicializarPolKitContext: %s

source: Cannot obtain auth: %s
es: No se puede obtener autorización: %s

source: PolicyKit responded with '%s'
es: PolicyKit respuesto con '%s'

source: Got signal %s.
es: Señal conseguida %s.

source: Exiting.
es: Saliendo.

source: Failed to find user '%s'.
es: Fallo al buscar el usuario '%s'.

source: Failed to find group '%s'.
es: Fallo al buscar el grupo «%s».

source: Found user '%s' (UID %lu) and group '%s' (GID %lu).
es: Se encontró usuario '%s' (UID %lu) y grupo '%s' (GID %lu).

source: Home directory of user '%s' is not '%s', ignoring.
es: El directorio Home del usuario '%s' no es '%s', ignorando.

source: Failed to create '%s': %s
es: Fallo al crear «%s»: %s

source: Failed to change group list: %s
es: Fallo al cambiar la lista de grupo: %s

source: Failed to change GID: %s
es: Fallo al cambiar GID: %s

source: Failed to change UID: %s
es: Fallo al cambiar UID: %s

source: Successfully dropped root privileges.
es: Privilegios de superusuario puestos con éxito.

source: System wide mode unsupported on this platform.
es: Modo de sistema no permitido en esta plataforma.

source: setrlimit(%s, (%u, %u)) failed: %s
es: setrlimit(%s, (%u, %u)) falló: %s

source: Failed to parse command line.
es: Fallo al analizar la línea de órdenes.

source: PolicyKit refuses acquire-high-priority privilege.
es: PolicyKit rechaza el privilegio acquire-high-priority.

source: Successfully increased RLIMIT_RTPRIO
es: Incremento satisfactorio de RLIMIT_RTPRIO

source: RLIMIT_RTPRIO failed: %s
es: RLIMIT_RTPRIO falló: %s

source: Real-time scheduling enabled in configuration but not allowed by policy.
es: Programación en tiempo real activado en la configuración, pero no permitido por las directivas.

source: Daemon not running
es: El demonio no está corriendo

source: Daemon running as PID %u
es: El demonio está corriendo como PID %u

source: Failed to kill daemon: %s
es: Fallo al acabar con el demonio: %s

source: This program is not intended to be run as root (unless --system is specified).
es: Este programa no está destinado a ser ejecutado como superusuario (salvo si se especifica --system).

source: Root privileges required.
es: Se necesitan privilegios de supersusuario

source: --start not supported for system instances.
es: --start no está soportado para instancias de sistema.

source: Running in system mode, but --disallow-exit not set!
es: Corriendo en modo sistema pero no se ha establecido --disallow-exit

source: Running in system mode, but --disallow-module-loading not set!
es: Corriendo en modo sistema pero no se ha establecido --disallow-module-loading

source: Running in system mode, forcibly disabling SHM mode!
es: Corriendo en modo sistema, desactivado forzado de modo SHM.

source: Running in system mode, forcibly disabling exit idle time!
es: Corriendo en modo sistema, forzado a desactivar el tiempo de inactividad

source: Failed to acquire stdio.
es: Fallo al adquirir stdio.

source: pipe failed: %s
es: falló la tubería: %s

source: fork() failed: %s
es: falló fork(): %s

source: read() failed: %s
es: falló read(): %s

source: Daemon startup failed.
es: Falló el arranque del demonio.

source: Daemon startup successful.
es: Arranque correcto del demonio

source: This is PulseAudio %s
es: Esto es PulseAudio %s

source: Compilation host: %s
es: Anfitrión de compilación: %s

source: Compilation CFLAGS: %s
es: Compilación CFLAGS: %s

source: Running on host: %s
es: Corriendo en el anfitrión: %s

source: Page size is %lu bytes
es: El tamaño de la página es %lu bytes

source: Compiled with Valgrind support: yes
es: Compilado con soporte Valgrind: Si

source: Compiled with Valgrind support: no
es: Compilado con soporte Valgrind: No

source: Running in valgrind mode: %s
es: Corriendo en modo valgrind: %s

source: Optimized build: yes
es: Construcción optimizada: si

source: Optimized build: no
es: Construcción optimizada: no

source: Failed to get machine ID
es: Fallo al generar la ID de máquina

source: Machine ID is %s.
es: La ID de la máquina es %s.

source: Running in system mode: %s
es: Corriendo en modo sistema: %s

source: pa_pid_file_create() failed.
es: pa_pid_file_create() falló.

source: pa_core_new() failed.
es: pa_core_new() falló.

source: Failed to initialize daemon.
es: Falló al inicializar el demonio

source: Daemon startup without any loaded modules, refusing to work.
es: El demonio se inició sin módulos cargados, rechazando el trabajo.

source: Daemon startup complete.
es: Arranque de demonio completo.

source: Daemon shutdown initiated.
es: Iniciada la parada del demonio

source: Daemon terminated.
es: Demonio terminado.

source: --daemonize expects boolean argument
es: --daemonize espera un argumento boleano

source: --fail expects boolean argument
es: --fail espera un argumento boleano

source: --high-priority expects boolean argument
es: --high-priority espera un argumento boleano

source: --realtime expects boolean argument
es: --realtime espera un argumento boleano

source: --disallow-module-loading expects boolean argument
es: --disallow-module-loading espera un argumento boleano

source: --disallow-exit expects boolean argument
es: --disallow-exit espera un argumento boleano

source: --use-pid-file expects boolean argument
es: --use-pid-file espera un argumento boleano

source: --system expects boolean argument
es: --system espera un argumento boleano

source: --no-cpu-limit expects boolean argument
es: --no-cpu-limit espera un argumento boleano

source: --disable-shm expects boolean argument
es: --disable-shm eespera un argumento boleano

source: Name: %s
es: Nombre: %s

source: No module information available
es: No hay información de módulo disponible

source: Version: %s
es: Versión: %s

source: Description: %s
es: Descripción: %s

source: Author: %s
es: Autor: %s

source: Usage: %s
es: Uso: %s

source: Path: %s
es: Ruta: %s

source: [%s:%u] Invalid log target '%s'.
es: [%s:%u] Objetivo de registro inválido «%s».

source: [%s:%u] Invalid log level '%s'.
es: [%s:%u] Nivel de registro inválido «%s».

source: [%s:%u] Invalid rlimit '%s'.
es: [%s:%u] rlimit «%s» inválido.

source: [%s:%u] rlimit not supported on this platform.
es: [%s:%u] rlimit no permitido en esta plataforma.

source: [%s:%u] Invalid number of fragments '%s'.
es: [%s:%u] Número de fragmentos inválido «%s».

source: [%s:%u] Invalid fragment size '%s'.
es: [%s:%u] Tamaño de fragmentos inválido «%s».

source: Failed to open configuration file: %s
es: Fallo al abrir el archivo de configuración: %s

source: ### Read from configuration file: %s ###
es: ### Leer del archivo de configuración: %s ###

source: PulseAudio Sound System
es: Sistema de sonido PulseAudio

source: Start the PulseAudio Sound System
es: Iniciar el sistema de sonido PulseAudio

source: Front Center
es: Frontal central

source: Front Left
es: Frontal izquierdo

source: Front Right
es: Frontal derecho

source: Rear Center
es: Trasera centro

source: Rear Left
es: Trasero izquierdo

source: Rear Right
es: Trasero derecho

source: Low Frequency Emmiter
es: Emisor de baja frecuencia

source: Side Left
es: Lado Izquierdo

source: Side Right
es: Lado Derecho

source: Auxiliary 0
es: Auxiliar 0

source: Auxiliary 1
es: Auxiliar 1

source: Auxiliary 2
es: Auxiliar 2

source: Auxiliary 3
es: Auxiliar 3

source: Auxiliary 4
es: Auxiliar 4

source: Auxiliary 5
es: Auxiliar 5

source: Auxiliary 6
es: Auxiliar 6

source: Auxiliary 7
es: Auxiliar 7

source: Auxiliary 8
es: Auxiliar 8

source: Auxiliary 9
es: Auxiliar 9

source: Auxiliary 10
es: Auxiliar 10

source: Auxiliary 11
es: Auxiliar 11

source: Auxiliary 12
es: Auxiliar 12

source: Auxiliary 13
es: Auxiliar 13

source: Auxiliary 14
es: Auxiliar 14

source: Auxiliary 15
es: Auxiliar 15

source: Auxiliary 16
es: Auxiliar 16

source: Auxiliary 17
es: Auxiliar 17

source: Auxiliary 18
es: Auxiliar 18

source: Auxiliary 19
es: Auxiliar 19

source: Auxiliary 20
es: Auxiliar 20

source: Auxiliary 21
es: Auxiliar 21

source: Auxiliary 22
es: Auxiliar 22

source: Auxiliary 23
es: Auxiliar 23

source: Auxiliary 24
es: Auxiliar 24

source: Auxiliary 25
es: Auxiliar 25

source: Auxiliary 26
es: Auxiliar 26

source: Auxiliary 27
es: Auxiliar 27

source: Auxiliary 28
es: Auxiliar 28

source: Auxiliary 29
es: Auxiliar 29

source: Auxiliary 30
es: Auxiliar 30

source: Auxiliary 31
es: Auxiliar 31

source: Top Center
es: Superior centro

source: Top Front Center
es: Superiof frontal centro

source: Top Front Left
es: Superiof frontal izquierdo

source: (invalid)
es: (inválido)

source: OK
es: Aceptar

source: Access denied
es: Acceso denegado

source: Unknown command
es: Orden desconocida

source: Invalid argument
es: Argumento inválido

source: Entity exists
es: La entidad existe

source: No such entity
es: No hay entidad

source: Connection refused
es: Conexión rechazada

source: Protocol error
es: Error de protocolo

source: Timeout
es: Pausa

source: No authorization key
es: Sin clave de autorización

source: Internal error
es: Error interno

source: Connection terminated
es: Conexión terminada

source: Entity killed
es: Entidad eliminada

source: Invalid server
es: Servidor inválido

source: Module initalization failed
es: Falló la inicialización del módulo

source: Bad state
es: Estaado incorrecto

source: No data
es: Sin datos

source: Incompatible protocol version
es: Versión de protocolo incompatible

source: Too large
es: Demasiado grande

source: Not supported
es: No permitido

source: Unknown error code
es: Código de error desconocido

source: No such extension
es: Sin extensión

source: XOpenDisplay() failed
es: XOpenDisplay() falló

source: Failed to open configuration file '%s': %s
es: Fallo al abrir el archivo de configuración '%s': %s

source: No cookie loaded. Attempting to connect without.
es: No se cargo la cookie. Intentando conectarse sin ella.

source: Received message for unknown extension '%s'
es: Mensaje recibido de extensión desconocida «%s»

source: pa_stream_write() failed: %s
es: pa_stream_write() falló: %s

source: pa_stream_peek() failed: %s
es: pa_stream_peek() falló: %s

source: Stream successfully created.
es: Flujo creado satisfactoriamente.

source: pa_stream_get_buffer_attr() failed: %s
es: pa_stream_get_buffer_attr() falló: %s

source: Stream error: %s
es: Error de flujo: %s

source: Stream started.%s
es: Flujo iniciado.%s

source: not
es: no

source: Connection established.%s
es: Conexión establecida.%s

source: pa_stream_new() failed: %s
es: pa_stream_new() falló: %s

source: pa_stream_connect_playback() failed: %s
es: pa_stream_connect_playback() falló: %s

source: pa_stream_connect_record() failed: %s
es: pa_stream_connect_record() falló: %s

source: Connection failure: %s
es: Fallo de conexión: %s

source: Draining connection to server.
es: Drenando conexión al servidor.

source: Got EOF.
es: EOF conseguido.

source: read() failed: %s
es: read() falló: %s

source: write() failed: %s
es: write() falló: %s

source: Got signal, exiting.
es: Se consiguió señal, saliendo.

source: Failed to get latency: %s
es: Fallo al alcanzar la latencia: %s

source: pa_stream_update_timing_info() failed: %s
es: pa_stream_update_timing_info() falló: %s

source: Invalid latency specification '%s'
es: Especificacion de latencia inválida «%s»

source: Invalid sample specification
es: Especificación de muestreo inválida

source: recording
es: grabando

source: Too many arguments.
es: Demasiados argumentos.

source: pa_mainloop_new() failed.
es: pa_mainloop_new() falló.

source: io_new() failed.
es: io_new() falló.

source: pa_context_new() failed.
es: pa_context_new() falló.

source: pa_context_connect() failed: %s
es: pa_context_connect() falló: %s

source: time_new() failed.
es: time_new() falló.

source: pa_mainloop_run() failed.
es: pa_mainloop_run() falló.

source: Failure to suspend: %s
es: Fallo al suspender: %s

source: Failure to resume: %s
es: Fallo al reanudar: %s

source: WARNING: Sound server is not local, not suspending.
es: AVISO: El servidor de sonido no es local, no suspendido.

source: Got SIGINT, exiting.
es: Se consiguió SIGINT, saliendo.

source: muted
es: enmudecido

source: Failed to get source information: %s
es: Fallo al conseguir la información del origen: %s

source: Failed to get module information: %s
es: Fallo al conseguir la información del módulo: %s

source: Failed to get client information: %s
es: Fallo al conseguir la información del cliente: %s

source: source
es: origen

source: Failure: %s
es: Fallo: %s

source: Premature end of file
es: Fin de archivo prematuro

source: Please specify a sample file to load
es: Especifique un archivo de ejemplo para cargar

source: Failed to open sound file.
es: Fallo al abrir el archivo de sonido.

source: You have to specify a sample name to play
es: Debe especificar un archivo de ejemplo para reproducir

source: You have to specify a sample name to remove
es: Debe especificar un nombre de ejemplo para eliminar

source: No valid command specified.
es: No hay especificada orden válida .

source: Failed to parse command line.
es: Fallo al analizar la línea de órdenes.

source: Server: %s
es: Servidor: %s

source: Source: %s
es: Origen: %s

source: Failed to get FQDN.
es: Fallo al conseguir FQDN.

source: Not yet implemented.
es: No implementado aun.

source: socket(PF_UNIX, SOCK_STREAM, 0): %s
es: zócalo(PF_UNIX, SOCK_STREAM, 0): %s

source: Failed to kill PulseAudio daemon.
es: Fallo al acabar con el demonio PulseAudio.

source: Daemon not responding.
es: El demonio no responde

source: Stream successfully created
es: Flujo creado satisfactoriamente

source: Stream errror: %s
es: Erro de flujo: %s

source: Connection established.
es: Conexión establecida.

source: Failed to open file '%s'
es: Fallo al abrir el archivo «%s»

source: Failed to add bind-now-loader.
es: Fallo al añadir bind-now-loader.

source: Cannot set UID on session object.
es: No se puede establecer UID en el objeto de sesión.

source: GID of user '%s' and of group '%s' don't match.
es: GID del usuario «%s» y del grupo «%s» no coinciden.

source: We're in the group '%s', allowing high-priority scheduling.
es: Estamos en el grupo «%s», permitiendo programar en alta prioridad

source: We're in the group '%s', allowing real-time scheduling.
es: Estamos en el grupo «%s», permitiendo programar en tiempo real

source: PolicyKit grants us acquire-high-priority privilege.
es: PolicyKit nos garantiza el privilegio acquire-high-priority.

source: PolicyKit grants us acquire-real-time privilege.
es: PolicyKit nos garantiza el privilegio acquire-real-time.

source: PolicyKit refuses acquire-real-time privilege.
es: PolicyKit rechaza el privilegio acquire-real-time.

source: High-priority scheduling enabled in configuration but not allowed by policy.
es: La programación de alta prioridad está establecida en la configuración pero no lo permiten las directivas.

source: Giving up CAP_NICE
es: Renunciando CAP_NICE

source: Using runtime directory %s.
es: Usando tiempo de ejecución de directorio %s

source: Using state directory %s.
es: Usando el directorio de estado %s.

source: Default sink name (%s) does not exist in name register.
es: El nombre del destino predeterminado (%s) no existe en el registro de nombres.

source: --log-level expects log level argument (either numeric in range 0..4 or one of debug, info, notice, warn, error).
es: --log-level espera un argumento de nivel de registro (numérico o en rango 0..4 or uno de debug, info, notice, warn, error).

source: Invalid log target: use either 'syslog', 'stderr' or 'auto'.
es: Objetivo de registro inválido: use cualquiera de «syslog», «stderr» o «auto».

source: Invalid resample method '%s'.
es: Método de remuestreo inválido «%s».

source: Load Once: %s
es: Cargar una vez: %s

source: [%s:%u] Invalid resample method '%s'.
es: [%s:%u] Método de remuestreo inválido «'%s».

source: [%s:%u] Invalid sample format '%s'.
es: [%s:%u] Formato de remuestreo inválido «'%s».

source: [%s:%u] Invalid sample rate '%s'.
es: [%s:%u] Tasa de muestreo inválida '%s'.

source: [%s:%u] Invalid sample channels '%s'.
es: [%s:%u] Canales de muestreo inválidos '%s'.

source: Dropping root privileges.
es: Poniendo privilegios de superusuario.

source: Limited capabilities successfully to CAP_SYS_NICE.
es: Capacidades limitadas satisfactoriamente a CAP_SYS_NICE.

source: Real-time scheduling for the PulseAudio daemon
es: Programación en tiempo real para el demonio PulseAudio

source: Front Left-of-center
es: Frontal izquierda del centro

source: Front Right-of-center
es: Frontal derecha del centro

source: Top Front Right
es: Arriba frontal derecho

source: Failed to parse cookie data
es: Fallo al analizar los datos de la cookie

source: Connected to device %s (%u, %ssuspended).
es: Conectado al dispositivo %s (%u, %ssuspendido).

source: Stream device suspended.%s
es: Flujo de dispositivo suspendido %s

source: Stream device resumed.%s
es: Flujo de dispositivo reanudado.%s

source: Time: %0.3f sec; Latency: %0.0f usec.
es: Tiempo: %0.3f sec; Latencia: %0.0f .de usec.

source: Invalid channel map '%s'
es: Mapa de canal inválido '%s'

source: Invalid process time specification '%s'
es: Especificación inválida de tiempo de proceso «%s»

source: Channel map doesn't match sample specification
es: El mapa de canal no coincide con la especificación de muestreo

source: Opening a %s stream with sample specification '%s'.
es: Abriendo un flujo %s con la especificación de muestreo «%s».

source: playback
es: reproducción

source: WARNING: Child process terminated by signal %u
es: AVISO: El proceso hijo terminó por la señal %u

source: %s [options] ... -h, --help Show this help --version Show version -s, --server=SERVER The name of the server to connect to
es: %s [opciones] ... -h, --help Muestra esta ayuda --version Muestra la versión -s, --server=SERVER El nombre del servidor a conectar

source: Failed to get statistics: %s
es: Fallo al conseguir las estadísticas: %s

source: Currently in use: %u blocks containing %s bytes total.
es: Actualmente en uso: %u bloques que contienen %s bytes en total.

source: Failed to get server information: %s
es: Fallo al conseguir la información del servidor: %s

source: User name: %s Host Name: %s Server Name: %s Server Version: %s Default Sample Specification: %s Default Sink: %s Default Source: %s Cookie: %08x
es: Nombre de usuario: %s Nombre de anfitrión: %s Nombre de servidor: %s Versión de servidor: %s Especificación de muestreo predeterminada: %s Destino predeterminado: %s Origen predeterminado: %s Cookie: %08x

source: Failed to get sink information: %s
es: Fallo al conseguir la información del destino: %s

source: *** Sink #%u *** Name: %s Driver: %s Sample Specification: %s Channel Map: %s Owner Module: %u Volume: %s Monitor Source: %s Latency: %0.0f usec, configured %0.0f usec Flags: %s%s%s%s%s%s Properties: %s
es: *** Destino #%u *** Nombre: %s Controlador: %s Especificación de muestreo: %s Mapa de canal: %s Módulo propietario: %u Volumen: %s Monitor del origen: %s Latencia: %0.0f usec, configurado %0.0f usec Marcas: %s%s%s%s%s%s Propiedades: %s

source: *** Source #%u *** Name: %s Driver: %s Sample Specification: %s Channel Map: %s Owner Module: %u Volume: %s Monitor of Sink: %s Latency: %0.0f usec, configured %0.0f usec Flags: %s%s%s%s%s%s Properties: %s
es: *** Origen #%u *** Nombre: %s Controlador: %s Especificación de muestreo: %s Mapa de canal: %s Módulo propietario: %u Volumen: %s Monitor de destino: %s Latencia: %0.0f usec, configurado %0.0f usec Marcas: %s%s%s%s%s%s Propiedades: %s

source: *** Client #%u *** Driver: %s Owner Module: %s Properties: %s
es: *** Cliente #%u *** Controlador: %s Módulo propietario: %s Propiedades: %s

source: Failed to get sink input information: %s
es: Fallo al conseguir información de entrada del destino: %s

source: Failed to get source output information: %s
es: Fallo al conseguir información de salida del origen: %s

source: Failed to get sample information: %s
es: Fallo al conseguir información de muestreo. %s

source: Failed to get autoload information: %s
es: Fallo al conseguir información de carga automática: %s

source: *** Autoload Entry #%u *** Name: %s Type: %s Module: %s Argument: %s
es: *** Entrada de carga automática #%u *** Nombre: %s Tipo: %s Módulo: %s Argumento: %s

source: sink
es: salida

source: You have to specify a sink input index and a sink
es: Debe especificar un índice de entrada del destino y un destino

source: You have to specify a source output index and a source
es: Debe especificar un índice de salida de origen y un origen

source: You have to specify a module name and arguments.
es: Debe especificar un nombre de módulo y argumentos.

source: You have to specify a module index
es: Tiene que especificar un índice de módulo

source: You may not specify more than one sink. You have to specify at least one boolean value.
es: No debe especificar más de un destino. Tiene que especificar al menos un valor boleano.

source: You may not specify more than one source. You have to specify at least one boolean value.
es: No debe especificar más de un origen. Tiene que especificar al menos un valor boleano.

source: Sink: %s
es: Destino: %s

source: Failed to parse cookie data
es: Fallo al analizar los datos de la cookie

source: Failed to save cookie data
es: Fallo al guardar los datos de la cookie

source: Failed to load client configuration file.
es: Fallo al cargar el archivo de configuración del cliente.

source: Failed to read environment configuration data.
es: Fallo al leer los datos de configuración de entorno.

source: Failed to load cookie data
es: Fallo al cargar los datos de la cookie.

source: paplay %s Compiled with libpulse %s Linked with libpulse %s
es: paplay %s Compilado con libpulse %s Vinculado con libpulse %s

source: Invalid channel map
es: Mapa de canales inválido

source: Channel map doesn't match file.
es: El mapa de canal no coincide con el archivo.

source: Using sample spec '%s'
es: Usando la especificación de muestreo «%s»
