Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/scim-tables.po
Languages: es

source: Full/Half Letter
es: Letra media/completa

source: Full/Half Punct
es: Puntuación media/completa

source: The status of the current input method. Click to change it.
es: Estado del método de entrada actual. Haga clic para cambiarlo.

source: The input mode of the letters. Click to toggle between half and full.
es: Modo de entrada de las letras. Haga clic para cambiar entre medio y completo.

source: The input mode of the puncutations. Click to toggle between half and full.
es: Modo de entrada de las puntuaciones. Clic para intercambiar entre medio y completo.

source: Hot Keys:
es: Atajos de teclado:

source: Switch between full/half width letter mode.
es: Cambiar entre anchura de modo de letra media/completa.

source: Switch between full/half width punctuation mode.
es: Cambiar entre anchura de modo de puntuación media/completa.

source: Switch between Forward/Input mode.
es: Cambio entre el modo Forward/Input.

source: Add a new phrase.
es: Agrega una nueva frase.

source: Delete the selected phrase.
es: Eliminar la frase seleccionada.

source: Control+Down: Move lookup cursor to next shorter phrase Only available when LongPhraseFirst option is set.
es: Control+AvPág: Mueve el cursor de búsqueda a la siguiente frase corta Solo disponible cuando está establecida la opción LongPhraseFirst.

source: Control+Up: Move lookup cursor to previous longer phrase Only available when LongPhraseFirst option is set.
es: Control+RePág: Mueve el cursor de búsqueda a la frase larga anterior Solo disponible cuando está establecida la opción LongPhraseFirst.

source: Esc: reset the input method.
es: Esc: Resetear el método de entrada

source: Input a key string for phrase:
es: Introducir una cadena clave como frase:

source: Success.
es: Éxito.

source: Failed.
es: Fallo.

source: option -no cannot be used with -o
es: La opción -no no puede ser usada con -o

source: option -o cannot be used with -no
es: La opción -o no puede ser usada con -no

source: No argument for option
es: Ningún argumento para la opción

source: Invalid option:
es: Opción inválida:

source: Loading table file
es: Cargando archivo de tabla

source: table file load failed!
es: ¡falló la carga del archivo de tabla!

source: Saving frequency table file
es: Guardando archivo de tabla de frecuencia

source: frequency table file load failed!
es: ¡Carga de frecuencia del archivo de tabla fallida!

source: Saving table file
es: Guardando archivo de tabla

source: Table file save failed!
es: Fallo al salvar el archivo de tabla

source: Generic Table
es: Tabla genérica

source: Full width _punctuation:
es: _Puntuación de ancho completo:

source: Select full width puncutation keys
es: Seleccione las teclas para puntuación de ancho completo

source: The key events to switch full/half width punctuation input mode. Click on the button on the right to edit it.
es: Combinaciones de teclas para cambiar el ancho de puntuación entre completo y medio. Haga clic en el botón de la derecha para cambiar.

source: Full width _letter:
es: _Letra de ancho completo:

source: Select full width letter keys
es: Seleccione las teclas para letras de ancho completo

source: The key events to switch full/half width letter input mode. Click on the button on the right to edit it.
es: Combinaciones de teclas para cambiar entre ancho de letra completo y medio. Haga clic en el botón de la derecha para cambiar.

source: _Mode switch:
es: Cambio de _modo:

source: Select mode switch keys
es: Seleccione las teclas para cambiar de modo

source: The key events to change current input mode. Click on the button on the right to edit it.
es: Combinaciones de teclas para cambiar el modo de entrada actual. Haga clic en el botón de la derecha para cambiar.

source: _Add phrase:
es: _Añadir frase:

source: _Delete phrase:
es: _Borrar frase:

source: Show _prompt
es: Mostrar _prompt

source: Save _user table in binary format
es: Guardar la tavla de _usuario en formato binario

source: Show the u_ser defined phrases first
es: Mostar las frases definidas por el _usuario primero

source: Show the _longer phrases first
es: Mostrar las frases más _largas primero

source: If this option is checked, the key prompt of the currently selected phrase will be shown.
es: Si se selecciona esta opción, el cursor de la frase actualmente seleccionada se muestra.

source: If this option is checked, the user defined phrases will be shown in front of others.
es: SI esta opción está activada, las frases definidas por el usuario se mostrarán en frente de las otras.

source: The installed tables:
es: Tablas instaladas:

source: Name
es: Nombre

source: Language
es: Idioma

source: Type
es: Tipo

source: File
es: Archivo

source: _Install
es: _Instalar

source: Install a new table.
es: Instalar una nueva tabla.

source: _Delete
es: _Eliminar

source: Delete the selected table.
es: Borrar la tabla seleccionada.

source: _Properties
es: _Propiedades

source: Edit the properties of the selected table.
es: Editar las propiedades de la tabla seleccionada

source: Generic
es: Genérica

source: Keyboard
es: Teclado

source: Table Management
es: Gestión de tabla

source: Select an icon file
es: Seleccionar un archvo de ícono

source: User
es: usuario

source: System
es: Sistema

source: Please select the table file to be installed.
es: Por favor selecciona el archivo de tabla que será instalado.

source: Failed to load the table file!
es: Fallo al cargar el archivo de tabla

source: Failed to install the table! Another version of this table was already installed.
es: Fallo al instalar la tabla. Otra versión de esta tabla está ya instalada.

source: Another version of this table was already installed. Do you want to replace it with the new one?
es: Otro versión de esta tabla ya fue instalada. ¿Quieres sustituirlo por el nuevo?

source: Failed to install the table! A table with the same file name was already installed.
es: Fallo al instalar la tabla. Una tabla con el mismo nombre de archivo está ya instalada.

source: A table with the same file name was already installed. Do you want to overwrite it?
es: Una tabla con el mismo nombre de archivo ya fue instalada. ¿Quieres reescribirla?

source: Failed to install the table to %s!
es: Fallo al instalar la tabla en %s

source: Can not delete the file %s!
es: No se puede borrar el archivo %s

source: Are you sure to delete this table file?
es: ¿Estás seguro de que quieres eliminar esta tabla?

source: Failed to delete the table file!
es: ¡Falló el tratar de eliminar el archivo de tabla!

source: True
es: Verdadero

source: False
es: Falso

source: Split Keys:
es: Dividir claves:

source: Select Keys:
es: Teclas de selección:

source: Table Properties
es: Propiedades de la tabla

source: Name:
es: Nombre:

source: The name of this table.
es: El nombre de esta tabla.

source: Author:
es: Autor:

source: The author of this table.
es: Autor de la tabla:

source: The unique ID of this table.
es: Identidad única de esta tabla.

source: Serial Number:
es: Número de serie:

source: The serial number of this table.
es: Número de serie de esta tabla.

source: Icon File:
es: Archivo de ícono:

source: Browse
es: Examinar

source: The icon file of this table.
es: Archivo de ícono de esta tabla.

source: Supported Languages:
es: Idiomas soportados:

source: The languages supported by this table.
es: Los idiomas soportados por esta tabla.

source: Valid Input Chars:
es: Carácteres válidos de entrada:

source: The valid input chars of this table.
es: Caracteres válidos de entrada de esta tabla:

source: Max Key Length:
es: Máxima longitud de clave:

source: The maxmium length of key strings.
es: La máxima longitud de las cadenas de clave.

source: Auto Select:
es: Auto selección:

source: Auto Split:
es: Auto división:

source: Discard Invalid Key:
es: Descargar clave inválida:

source: Dynamic Adjust:
es: Ajuste dinámico:

source: Auto Fill Preedit Area:
es: Relleno automático del área de pre edición

source: Always Show Lookup Table:
es: Mostrar siempre la tabla de búsqueda:

source: Invalid icon file.
es: Archivo de icono inválido.

source: Invalid languages.
es: Idiomas inválidos.

source: Failed to save table %s!
es: ¡Fallo al guardar la tabla %s!
