Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/scim-hangul.po
Languages: es

source: 3bul 2bul-shifted
es: 3bul 2bul-cambiado

source: 3bul No-Shift
es: 3bul Sin cambio

source: Korean
es: Coreano

source: Key bindings:
es: Atajos de teclado:

source: Hanja key: %s This key binding is to convert a hangul character to a hanja character.
es: Tecla Hanja: %s Este vínculo de tecla es para convertir un carácter hangul en hanja.

source: A Hangul IMEngine Module.
es: Un módulo IMEngine para hangul.

source: Hangul keys:
es: Teclas Hangul:

source: Select Hangul keys
es: Seleccionar teclas Hangul

source: Hangul to Hanja keys:
es: Teclas Hangul-Hanja:

source: Select Hangul to Hanja keys
es: Seleccionar teclas Hangul-Hanja

source: The key events to convert Hangul to Hanja character. Click on the button on the right to edit it.
es: Combinación de teclas para convertir caracteres Hangul en Hanja. Haga clic en el botón de la derecha para cambiarlas.

source: Hanja mode keys:
es: Teclas modo Hanja:

source: Select a key to toggle hanja mode keys
es: Seleccione una tecla para cambiar las teclas de modod hanja

source: The key events to toggle Hanja mode. Click on the button on the right to edit it.
es: Los eventos de tecla para cambiar a modo Hanja. Pulse en el botón derecho para editarlo.

source: _Use ascii input mode
es: _Usar modo de entrada ascii

source: Whether to enable to change the input mode between hangul and ascii mode.
es: Si activar el cambio entre el modo de introducción hangul y ascii.

source: _Show candidate comment
es: _Mostrar comentario de candidatos

source: Whether to show the comment of candidates or not.
es: Mostrar o no el comentario de opciones candidatas.

source: _Commit by word
es: Eje_cutar por palabra

source: <span weight="bold">Keyboard layout</span>
es: <span weight="bold">Disposición de teclado</span>

source: <span weight="bold">Key bindings</span>
es: <span weight="bold">Atajos de teclado</span>

source: Keyboard
es: Teclado

source: Options
es: Opciones
