Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/wget.po
Languages: es

source: --ca-certificate=FILE file with the bundle of CA's.
es: --ca-certificate=ARCHIVO archivo con los datos de las AC's.

source: --ca-directory=DIR directory where hash list of CA's is stored.
es: --ca-directory=DIR directorio adonde está almacenada la lista hash de AC's.

source: --random-file=FILE file with random data for seeding the SSL PRNG.
es: --random-file=ARCHIVO archivo con datos aleatorios a utilizar como semilla para el SSL PRNG.

source: --egd-file=FILE file naming the EGD socket with random data.
es: --egd-file=ARCHIVO archivo con el nombre del socket EGD con datos aleatorios.

source: FTP options:
es: Opciones FTP:

source: --ftp-user=USER set ftp user to USER.
es: --ftp-user=USUARIO establecer el usuario de ftp como USUARIO.

source: --ftp-password=PASS set ftp password to PASS.
es: --ftp-password=PASS establecer el password de ftp como PASS.

source: --no-remove-listing don't remove `.listing' files.
es: --no-remove-listing no remove los archivos '.listing'.

source: --no-glob turn off FTP file name globbing.
es: --no-glob desactivar la sustitución de nombre de archivo en FTP.

source: --no-passive-ftp disable the "passive" transfer mode.
es: --no-passive-ftp desactivar el modo transferencia "pasivo".

source: --retr-symlinks when recursing, get linked-to files (not dir).
es: --retr-symlinks al recorrer recursivamente, descargar los archivos-enlazados (no directorios).

source: --preserve-permissions preserve remote file permissions.
es: --preserve-permissions preservar los permisos del archivo remoto.

source: Recursive download:
es: Descargar regursívamente:

source: -r, --recursive specify recursive download.
es: -r, --recursive especifica descarga resursiva.

source: -l, --level=NUMBER maximum recursion depth (inf or 0 for infinite).
es: -l, --level=NUMERO número máximo de niveles de recursión (inf ó 0 para infinitos).

source: --delete-after delete files locally after downloading them.
es: --delete-after eliminar archivos localmente una vez descargados.

source: -k, --convert-links make links in downloaded HTML point to local files.
es: -k, --convert-links hacer que los enlaces en archivos HTML descargados apunten a archivos locales.

source: -K, --backup-converted before converting file X, back up as X.orig.
es: -K, --backup-converted antes de convertir el archivo X, respaldarlo como X.orig.

source: -m, --mirror shortcut for -N -r -l inf --no-remove-listing.
es: -m, --mirror igual a -N -r -l inf --no-remove-listing.

source: -p, --page-requisites get all images, etc. needed to display HTML page.
es: -p, --page-requisites descargar todas las imágenes, etc. necesarias para desplegar la página HTML.

source: --strict-comments turn on strict (SGML) handling of HTML comments.
es: --strict-comments activar el manejo estricto (SGML) de los comentarios HTML.

source: Recursive accept/reject:
es: Aceptar/rechazar recursívamente:

source: -A, --accept=LIST comma-separated list of accepted extensions.
es: -A, --accept=LISTA lista separada por comas con las extensiones aceptadas.

source: -R, --reject=LIST comma-separated list of rejected extensions.
es: -R, --reject=LISTA lista separada por comas con las extensiones rechazadas.

source: -D, --domains=LIST comma-separated list of accepted domains.
es: -D, --domains=LISTA lista separada por comas con los dominios aceptados.

source: --exclude-domains=LIST comma-separated list of rejected domains.
es: --exclude-domains=LISTA lista separada por comas con la lista de dominios rechazados.

source: --follow-ftp follow FTP links from HTML documents.
es: --follow-ftp seguir los links FTP desde documentos HTML.

source: --follow-tags=LIST comma-separated list of followed HTML tags.
es: --follow-tags=LIST lista separada por comas con las etiquetas HTML seguidas.

source: --ignore-tags=LIST comma-separated list of ignored HTML tags.
es: --ignore-tags=LIST lista separada por comas de marcas HTML que se deben ignorar.

source: -H, --span-hosts go to foreign hosts when recursive.
es: -H, --span-hosts ir a anfitriones externos cuando se ejecute recursivamente.

source: -L, --relative follow relative links only.
es: -L, --relative seguir únicamente enlaces relativos.

source: -I, --include-directories=LIST list of allowed directories.
es: -I, --include-directories=LIST lista de directorios permitidos.

source: -X, --exclude-directories=LIST list of excluded directories.
es: -I, --exclude-directories=LIST lista de directorios excluidos.

source: -np, --no-parent don't ascend to the parent directory.
es: -np, --no-parent no subir al directorio padre.

source: Mail bug reports and suggestions to <bug-wget@gnu.org>.
es: Dirección para enviar sugerencias y avisos de error: <bug-wget@gnu.org>.

source: GNU Wget %s, a non-interactive network retriever.
es: GNU Wget %s, un gestor de descargas no-interactivo.

source: License GPLv3+: GNU GPL version 3 or later <http://www.gnu.org/licenses/gpl.html>. This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
es: Licencia GPLv3+: GNU GPL versión 3 o posterior <http://www.gnu.org/licenses/gpl.html>. Esto es software libre: Usted es libre de cambiarlo y redistribuirlo. NO EXISTE NINGUNA GARANTÍA, en la medida permitida por la ley.

source: Originally written by Hrvoje Niksic <hniksic@xemacs.org>.
es: Escrito originalmente por Hrvoje Niksic <hniksic@xemacs.org>.

source: Currently maintained by Micah Cowan <micah@cowan.name>.
es: Actualmente mantenido por Micah Cowan <micah@cowan.name>.

source: Try `%s --help' for more options.
es: Use `%s --help' para más opciones.

source: %s: illegal option -- `-n%c'
es: %s: opción no válida -- `-n%c'

source: Can't be verbose and quiet at the same time.
es: No se puede ofrecer información y estar silencioso al mismo tiempo.

source: Can't timestamp and not clobber old files at the same time.
es: No se pueden usar marcas de tiempo y no sobreescribir ficheros al mismo tiempo.

source: Cannot specify both --inet4-only and --inet6-only.
es: No se pueden escoger las opciones --inet4-only y --inet6-only juntas.

source: Cannot specify both -k and -O if multiple URLs are given, or in combination with -p or -r. See the manual for details.
es: No se puede especificar -k y -O a la vez si se dan varias URLs, o combinadas con -p o -r. Consulte el manual para más detalles.

source: WARNING: combining -O with -r or -p will mean that all downloaded content will be placed in the single file you specified.
es: Aviso: al combinar -O con -r o -p está pidiendo que todo el contenido descargado se guardará en un único archivo, el que ha especificado.

source: WARNING: timestamping does nothing in combination with -O. See the manual for details.
es: Aviso: el 'timestamping' no hace nada cuando se combina con la opción -O. Consulte el manual para más detalles.

source: %s: missing URL
es: %s: falta la URL

source: No URLs found in %s.
es: No se han encontrado URLs en %s.

source: FINISHED --%s-- Downloaded: %d files, %s in %s (%s)
es: FINALIZADO --%s-- Descargados: %d archivos, %s en %s (%s)

source: Download quota of %s EXCEEDED!
es: ¡Se excedió el límite de descarga de %s!

source: Continuing in background.
es: Continuando en segundo plano.

source: Continuing in background, pid %lu.
es: Continuando en segundo plano, pid %lu.

source: Output will be written to `%s'.
es: La salida será escrita en `%s'.

source: %s: Couldn't find usable socket driver.
es: %s: No se ha podido encontrar un controlador de `socket' utilizable

source: %s: %s:%d: warning: "%s" token appears before any machine name
es: %s: %s:%d: atención: el símbolo "%s" aparece antes de un nombre de máquina

source: %s: %s:%d: unknown token "%s"
es: %s: %s:%d: símbolo desconocido "%s"

source: Usage: %s NETRC [HOSTNAME]
es: Uso: %s NETRC [NOMBREDEMÁQUINA]

source: %s: cannot stat %s: %s
es: %s: no se pudo ejecutar `stat' sobre %s: %s

source: WARNING: using a weak random seed.
es: Advertencia: utilizando una semilla aleatoria débil.

source: Could not seed PRNG; consider using --random-file.
es: No se pudo proveer de una semilla a PRNG; considere utilizar --random-file.

source: WARNING
es: ADVERTENCIA

source: %s: No certificate presented by %s.
es: %s: %s no ha presentado certificado.

source: %s: cannot verify %s's certificate, issued by `%s':
es: %s: no se puede verificar el certificado de %s, emitido por «%s»:

source: Unable to locally verify the issuer's authority.
es: No se puede verificar localmente la autoridad del emisor.

source: Self-signed certificate encountered.
es: Se encontró un certificado auto-firmado.

source: Issued certificate not yet valid.
es: El certificado no es válido aún.

source: Issued certificate has expired.
es: El certificado ha caducado.

source: %s: certificate common name `%s' doesn't match requested host name `%s'.
es: %s: el nombre común de certificado `%s' no corresponde con el nombre de host solicitado `%s'.

source: To connect to %s insecurely, use `--no-check-certificate'.
es: Para conectar con %s de forma no segura, use `--no-check-certificate'.

source: %*s[ skipping %sK ]
es: %*s[ omitidos %sK ]

source: Invalid dot style specification `%s'; leaving unchanged.
es: El estilo de la pantalla '%s' no es válido; se dejará sin cambios.

source: eta %s
es: %s

source: in
es: en

source: Cannot get REALTIME clock frequency: %s
es: No se puede obtener la frecuencia del reloj de TIEMPO REAL: %s

source: Removing %s since it should be rejected.
es: Eliminando %s puesto que debería ser rechazado.

source: Cannot open %s: %s
es: No se puede abrir %s: %s

source: Loading robots.txt; please ignore errors.
es: Cargando robots.txt; por favor ignore los errores.

source: Error parsing proxy URL %s: %s.
es: Error al analizar la URL del proxy `%s': %s

source: Error in proxy URL %s: Must be HTTP.
es: Error en la URL del proxy %s: Debe ser HTTP.

source: %d redirections exceeded.
es: Sobrepasadas las %d redirecciones.

source: Giving up.
es: Dándose por vencido.

source: Retrying.
es: Reintentando.

source: Found no broken links.
es: No se encontraron enlaces rotos.

source: Found %d broken link.
es: Se encontró %d enlace roto.

source: No error
es: Sin errores

source: Unsupported scheme
es: Esquema no soportado

source: Invalid host name
es: Nombre de máquina no válido

source: Bad port number
es: Número de puerto incorrecto

source: Invalid user name
es: El nombre de usuario no es válido

source: Unterminated IPv6 numeric address
es: Dirección numérica IPv6 no terminada

source: IPv6 addresses not supported
es: No se permiten las direcciones IPv6

source: Invalid IPv6 numeric address
es: Dirección numérica IPv6 inválida

source: Continuing in background, pid %d.
es: Se continúa en segundo plano, pid %d.

source: Failed to unlink symlink `%s': %s
es: No se ha podido deshacer el enlace simbólico `%s': %s

source: %s: %s: Failed to allocate %ld bytes; memory exhausted.
es: %s: %s: No se han podido usar %ld bytes; memoria agotada.
