Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-*-*/tags/language-pack-*-*-1:9.04+20090518guada1/data/*/LC_MESSAGES/wget.po
Languages: es

source: %s: unable to resolve bind address `%s'; disabling bind.
es: %s: no se puede resolver la dirección del vínculo «%s»; desactivando vínculo.

source: Connecting to %s|%s|:%d...
es: Conectando a %s|%s|:%d...

source: Connecting to %s:%d...
es: Conectando a %s:%d...

source: connected.
es: conectado.

source: failed: %s.
es: falló: %s.

source: %s: unable to resolve host address `%s'
es: %s: no se puede resolver la dirección del equipo «%s»

source: Converted %d files in %s seconds.
es: Se convirtieron %d archivos en %s segundos.

source: Converting %s...
es: Convirtiendo %s...

source: nothing to do.
es: no hay nada que hacer.

source: Cannot convert links in %s: %s
es: No se han podido convertir los enlaces en %s: %s

source: Unable to delete `%s': %s
es: No se puede borrar `%s': %s

source: Cannot back up %s as %s: %s
es: No se puede hacer una copia de seguridad de %s como %s: %s

source: Syntax error in Set-Cookie: %s at position %d.
es: Error de sintaxis al asignar cookie: %s en la posición %d.

source: Cookie coming from %s attempted to set domain to %s
es: Cookie entrante desde %s intenta establecer el dominio a %s

source: Cannot open cookies file `%s': %s
es: No se puede abrir el archivo de cookies `%s': %s

source: Error writing to `%s': %s
es: Error al escribir en «%s»: %s

source: Error closing `%s': %s
es: Error al cerrar «%s»: %s

source: Unsupported listing type, trying Unix listing parser.
es: Tipo de lista no permitido, probando el analizador de listas de Unix.

source: Index of /%s on %s:%d
es: Índice de /%s en %s:%d

source: time unknown
es: hora desconocida

source: File
es: Fichero

source: Directory
es: Directorio

source: Link
es: Enlace

source: Not sure
es: No lo sé

source: Length: %s
es: Longitud: %s

source: , %s (%s) remaining
es: , %s (%s) restante

source: , %s remaining
es: , %s restante

source: (unauthoritative)
es: (no autenticado)

source: Logging in as %s ...
es: Identificándose como %s ...

source: Error in server response, closing control connection.
es: Error en la respuesta del servidor, cerrando conexión de control.

source: Error in server greeting.
es: Error en el saludo del servidor.

source: Write failed, closing control connection.
es: Falló la escritura, cerrando conexión de control.

source: The server refuses login.
es: El servidor ha rechazado el acceso.

source: Login incorrect.
es: Inicio de sesión incorrecto.

source: Logged in!
es: ¡Conectado!

source: Server error, can't determine system type.
es: Error del servidor, no se pudo determinar el tipo de sistema.

source: done.
es: hecho.

source: done.
es: hecho.

source: Unknown type `%c', closing control connection.
es: Tipo `%c' desconocido, cerrando conexión de control.

source: done.
es: hecho.

source: ==> CWD not needed.
es: ==> no se necesita CWD.

source: No such directory `%s'.
es: No existe el directorio `%s'.

source: ==> CWD not required.
es: ==> no se requiere CWD.

source: Cannot initiate PASV transfer.
es: No se pudo iniciar la trasferencia PASV.

source: Cannot parse PASV response.
es: No se pudo analizar la respuesta PASV.

source: couldn't connect to %s port %d: %s
es: no se pudo conectar a %s puerto %d: %s

source: Bind error (%s).
es: Error de enlace (%s).

source: Invalid PORT.
es: Orden PORT no válida.

source: REST failed, starting from scratch.
es: Falló la orden REST, comenzando de nuevo.

source: No such file `%s'.
es: No existe el fichero `%s'.

source: No such file or directory `%s'.
es: No existe el fichero o directorio `%s'.

source: %s has sprung into existence.
es: %s ha sido creado subitamente.

source: %s: %s, closing control connection.
es: %s: %s, cerrando conexión de control.

source: %s (%s) - Data connection: %s;
es: %s (%s) - Conexión de datos: %s;

source: Control connection closed.
es: Conexión de control cerrada.

source: Data transfer aborted.
es: Transferencia de datos interrumpida.

source: File `%s' already there; not retrieving.
es: El fichero `%s' ya está ahí; no se recuperará.

source: (try:%2d)
es: (intento:%2d)

source: %s (%s) - `%s' saved [%s]
es: %s(%s) - `%s' guardado [%s]

source: Removing %s.
es: Eliminando %s.

source: Using `%s' as listing tmp file.
es: Usando `%s' como fichero temporal de listado.

source: Removed `%s'.
es: `%s' eliminado.

source: Recursion depth %d exceeded max. depth %d.
es: La profundidad de recursión %d excede la máxima de %d.

source: Remote file no newer than local file `%s' -- not retrieving.
es: El fichero remoto no es más moderno que el fichero local `%s' -- no se descargará.

source: Remote file is newer than local file `%s' -- retrieving.
es: El fichero remoto es más moderno que el fichero local `%s' -- descargando.

source: The sizes do not match (local %s) -- retrieving.
es: Los tamaños no concuerdan (local %s) -- obteniendo.

source: Invalid name of the symlink, skipping.
es: Nombre del enlace simbólico no válido, ignorándolo.

source: Already have correct symlink %s -> %s
es: Ya se tiene el enlace simbólico correcto %s -> %s

source: Creating symlink %s -> %s
es: Creando enlace simbólico %s -> %s

source: Symlinks not supported, skipping symlink `%s'.
es: No se soportan los enlaces simbólicos, se omite el enlace simbólico `%s'.

source: Skipping directory `%s'.
es: Ignorando el directorio `%s'

source: %s: unknown/unsupported file type.
es: %s: tipo de fichero desconocido o no soportado.

source: %s: corrupt time-stamp.
es: %s: marca de tiempo corrupta.

source: Will not retrieve dirs since depth is %d (max %d).
es: No se recuperarán directorios puesto que la profundidad es %d (máx %d).

source: Not descending to `%s' as it is excluded/not-included.
es: No se desciende hasta `%s' por estar excluido/no incluido.

source: Rejecting `%s'.
es: Rechazando `%s'.

source: Error matching %s against %s: %s
es: Error enfrentando %s a %s: %s

source: No matches on pattern `%s'.
es: No hay coincidencias con el patrón `%s'.

source: Wrote HTML-ized index to `%s' [%s].
es: Se escribió índice estilo HTML a «%s» [%s].

source: Wrote HTML-ized index to `%s'.
es: Se escribió índice estilo HTML a «%s».

source: %s: option `%s' is ambiguous
es: %s: la opción `%s' es ambigua

source: %s: option `--%s' doesn't allow an argument
es: %s: la opción `--%s' no admite ningún argumento

source: %s: option `%c%s' doesn't allow an argument
es: %s: la opción `%c%s' no admite ningún argumento

source: %s: option `%s' requires an argument
es: %s: la opción `%s' requiere un argumento

source: %s: unrecognized option `--%s'
es: %s: opción no reconocida `--%s'

source: %s: unrecognized option `%c%s'
es: %s: opción no reconocida `%c%s'

source: %s: illegal option -- %c
es: %s: opción ilegal -- %c

source: %s: invalid option -- %c
es: %s: opción inválida -- %c

source: %s: option requires an argument -- %c
es: %s: la opción requiere un argumento -- %c

source: %s: option `-W %s' is ambiguous
es: %s: la opción `-W %s' es ambigua

source: %s: option `-W %s' doesn't allow an argument
es: %s: la opción `-W %s' no admite ningún argumento

source: Unknown host
es: Máquina desconocida

source: Temporary failure in name resolution
es: Fallo temporal en la resolución de nombres

source: Unknown error
es: Error desconocido

source: Resolving %s...
es: Resolviendo %s...

source: failed: No IPv4/IPv6 addresses for host.
es: fallo: No hay direcciones IPv4/IPv6 para esa máquina.

source: failed: timed out.
es: fallo: se sobrepasó el tiempo de espera.

source: %s: Cannot resolve incomplete link %s.
es: %s: no se pudo resolver el enlace incompleto %s.

source: %s: Invalid URL %s: %s
es: %s: URL Inválida %s: %s

source: Failed writing HTTP request: %s.
es: Falló al escribir la petición HTTP: %s.

source: No headers, assuming HTTP/0.9
es: No hay encabezado, se asume HTTP/0.9

source: Disabling SSL due to encountered errors.
es: Deshabilitando SSL debido a los errores encontrados.

source: POST data file `%s' missing: %s
es: Archivo de datos POST «%s» faltante: %s

source: Reusing existing connection to %s:%d.
es: Reusando conexión existente a %s:%d.

source: Failed reading proxy response: %s
es: Falló la lectura de la respuesta del proxy: %s

source: Proxy tunneling failed: %s
es: Falló el tunelado del proxy: %s

source: %s request sent, awaiting response...
es: Petición %s enviada, esperando respuesta...

source: No data received.
es: No se han recibido datos.

source: Read error (%s) in headers.
es: Error de lectura (%s) en las cabeceras.

source: File `%s' already there; not retrieving.
es: No se baja el archivo `%s' porque ya existe.

source: Unknown authentication scheme.
es: Esquema de autenticación desconocido.

source: Authorization failed.
es: Fallo de autorización.

source: Malformed status line
es: Línea de estado mal formada

source: (no description)
es: (sin descripción)

source: Location: %s%s
es: Ubicación: %s%s

source: unspecified
es: no especificado

source: [following]
es: [siguiente]

source: The file is already fully retrieved; nothing to do.
es: El archivo ya se ha obtenido por completo; no hay nada que hacer.

source: Length:
es: Longitud:

source: ignored
es: ignorado

source: Saving to: `%s'
es: Guardando: «%s»

source: Warning: wildcards not supported in HTTP.
es: Advertencia: HTTP no soporta comodines.

source: Spider mode enabled. Check if remote file exists.
es: Modo spider (recuperador) activado. Comprobando si el archivo remoto existe.

source: Cannot write to `%s' (%s).
es: No se puede escribir en `%s' (%s).

source: Unable to establish SSL connection.
es: No se puede establecer una conexión SSL.

source: ERROR: Redirection (%d) without location.
es: ERROR: Redirección (%d) sin localización.

source: Remote file does not exist -- broken link!!!
es: El archivo remoto no existe -- ¡enlace roto!

source: Last-modified header missing -- time-stamps turned off.
es: Falta el encabezado de la última modificación -- se desactivarán las marcas de tiempo.

source: Last-modified header invalid -- time-stamp ignored.
es: El encabezado de la última modificación es inválido -- se ignorará la marca de tiempo.

source: Server file no newer than local file `%s' -- not retrieving.
es: El fichero del servidor no es más moderno que el fichero local `%s' -- no se descargará.

source: The sizes do not match (local %s) -- retrieving.
es: Los tamaños no coinciden (local %s) -- recuperando.

source: Remote file is newer, retrieving.
es: El fichero remoto es nuevo, recuperando.

source: Remote file exists and could contain links to other resources -- retrieving.
es: El archivo remoto existe y puede contener enlaces a otros recursos -- se recupera.

source: Remote file exists but does not contain any link -- not retrieving.
es: El archivo remoto existe pero no contiene ningún enlace -- no se recupera.

source: Remote file exists and could contain further links, but recursion is disabled -- not retrieving.
es: El archivo remoto existe y puede contener más enlaces, pero no se activó la recurrencia -- no se recupera.

source: Remote file exists.
es: El archivo remoto existe.

source: %s (%s) - `%s' saved [%s/%s]
es: %s (%s) - `%s' guardado [%s/%s]

source: %s (%s) - Connection closed at byte %s.
es: %s (%s) - Se cerró la conecxión en el byte %s.

source: %s (%s) - Read error at byte %s (%s).
es: %s (%s) - Error de lectura en el byte %s (%s).

source: %s (%s) - Read error at byte %s/%s (%s).
es: %s (%s) - Error de lectura en el byte %s %s (%s).

source: %s: WGETRC points to %s, which doesn't exist.
es: %s: WGETRC apunta a %s, el cual no existe.

source: %s: Cannot read %s (%s).
es: %s: No se puede leer %s (%s).

source: %s: Error in %s at line %d.
es: %s: Error en %s en la línea %d.

source: %s: Syntax error in %s at line %d.
es: %s: Error de sintaxis en %s en la línea %d.

source: %s: Unknown command `%s' in %s at line %d.
es: %s: Orden desconocida `%s' en %s en la línea %d.

source: %s: Warning: Both system and user wgetrc point to `%s'.
es: %s: Atención: tanto el fichero wgetrc de usuario como el del sistema apuntan a `%s'.

source: %s: Invalid --execute command `%s'
es: %s: Comando --execute inválido `%s'

source: %s: %s: Invalid boolean `%s'; use `on' or `off'.
es: %s: %s: Booleano inválido `%s'; utilice `on' o `off'.

source: %s: %s: Invalid number `%s'.
es: %s: %s: Número invalido `%s'.

source: %s: %s: Invalid byte value `%s'
es: %s: %s: Valor de byte inváildo `%s'

source: %s: %s: Invalid time period `%s'
es: %s: %s: Período de tiempo inválido `%s'

source: %s: %s: Invalid value `%s'.
es: %s: %s: Valor inválido `%s'.

source: %s: %s: Invalid header `%s'.
es: %s: %s: Cabecera inválida «%s».

source: %s: %s: Invalid progress type `%s'.
es: %s: %s: Tipo de progreso no válido «%s».

source: %s: %s: Invalid restriction `%s', use [unix|windows],[lowercase|uppercase],[nocontrol].
es: %s: %s: Restricción «%s» inválida, use [unix|windows], [lowercase|uppercase], [nocontrol].

source: %s received, redirecting output to `%s'.
es: %s recibido, redirigiendo la salida a `%s'.

source: %s received.
es: %s recibido.

source: %s: %s; disabling logging.
es: %s: %s; deshabilitando el registro.

source: Usage: %s [OPTION]... [URL]...
es: Modo de empleo: %s [OPCIÓN]... [URL]...

source: Mandatory arguments to long options are mandatory for short options too.
es: Los argumentos obligatorios para las opciones largas también lo son para las opciones cortas.

source: Startup:
es: Arranque:

source: -V, --version display the version of Wget and exit.
es: -V, --version mostrar la versión de Wget y salir.

source: -h, --help print this help.
es: -h, --help muestra este mensaje de ayuda.

source: -b, --background go to background after startup.
es: -b, --background iniciar en segundo plano.

source: -e, --execute=COMMAND execute a `.wgetrc'-style command.
es: --e, --execute=COMMANDO ejecuta un comando de estilo «.wgetrc»

source: Logging and input file:
es: Fichero de entrada y de registro:

source: -o, --output-file=FILE log messages to FILE.
es: -o, --output-file=ARCHIVO escribe los mensajes en ARCHIVO.

source: -a, --append-output=FILE append messages to FILE.
es: -a, --append-output=ARCHIVO añade los mensajes a ARCHIVO.

source: -d, --debug print lots of debugging information.
es: -d, --debug imprime gran cantidad de información de depuración.

source: --wdebug print Watt-32 debug output.
es: --wdebug muestra una salida de depuración Watt-32.

source: -q, --quiet quiet (no output).
es: -q, --quiet modo silencioso (sin salida ).

source: -v, --verbose be verbose (this is the default).
es: -v, --verbose salida detallada (opción por defecto).

source: -nv, --no-verbose turn off verboseness, without being quiet.
es: -nv, --no-verbose desactiva salida detallada, deja salida normal.

source: -i, --input-file=FILE download URLs found in FILE.
es: -i, --input-file=ARCHIVO descargar las URLs encontradas en el ARCHIVO.

source: -F, --force-html treat input file as HTML.
es: -F, --force-html tratar la entrada como HTML.

source: -B, --base=URL prepends URL to relative links in -F -i file.
es: -B, --base=URL ajusta URL a los enlaces relativos en el fichero -F -i.

source: Download:
es: Descarga:

source: -t, --tries=NUMBER set number of retries to NUMBER (0 unlimits).
es: -t, --tries=NUMERO Ajusta el NUMERO de intentos (0=ilimitado).

source: --retry-connrefused retry even if connection is refused.
es: --retry-connrefused reintenta aunque la conexion sea rechazada.

source: -O, --output-document=FILE write documents to FILE.
es: -O, --output-document=ARCHIVO escribe los documentos a ARCHIVO.

source: -nc, --no-clobber skip downloads that would download to existing files.
es: -nc, --no-clobber se salta las descargas que se podrían descargar sobre ficheros existentes.

source: -c, --continue resume getting a partially-downloaded file.
es: -c, --continue continúa la descarga de un archivo parcialmente descargado.

source: --progress=TYPE select progress gauge type.
es: --progress=TIPO selecciona el tipo de medición.

source: -N, --timestamping don't re-retrieve files unless newer than local.
es: -N, --timestamping no descargar archivos a menos que sean más nuevos que los locales.

source: -S, --server-response print server response.
es: -S, --server-response muestra la respuesta del servidor.

source: --spider don't download anything.
es: --spider no descargar nada.

source: -T, --timeout=SECONDS set all timeout values to SECONDS.
es: -T, --timeout=SEGUNDOS establecer todos los valores de límite de tiempo a SEGUNDOS.

source: --dns-timeout=SECS set the DNS lookup timeout to SECS.
es: --dns-timeout=SEGS establecer el límite de tiempo de búsquedas DNS a SEGS.

source: --connect-timeout=SECS set the connect timeout to SECS.
es: --connect-timeout=SEGS establecer el límite de tiempo de conexión a SEGS.

source: --read-timeout=SECS set the read timeout to SECS.
es: --read-timeout=SEGS establecer el límite de tiempo de lectura a SEGS.

source: -w, --wait=SECONDS wait SECONDS between retrievals.
es: --wait=SEGUNDOS establecer el límite de tiempo de conexión a SEGUNDOS.

source: --waitretry=SECONDS wait 1..SECONDS between retries of a retrieval.
es: --waitretry=SEGUNDOS esperar 1..SEGUNDOS entre reintentos de descarga.

source: --random-wait wait from 0...2*WAIT secs between retrievals.
es: --random-wait espera entre 0 y 2*WAIT segundos entre reintentos.

source: --no-proxy explicitly turn off proxy.
es: --no-proxy desactiva explícitamente el proxy.

source: -Q, --quota=NUMBER set retrieval quota to NUMBER.
es: -Q, --quota=NUMERO establece la cuota de reintentos a NUMERO.

source: --bind-address=ADDRESS bind to ADDRESS (hostname or IP) on local host.
es: --bind-address=DIRECCION enlaza con DIRECCION (nombre de host o IP) en el equipo local.

source: --limit-rate=RATE limit download rate to RATE.
es: --limit-rate=RATIO limita el ratio de descarga a RATIO.

source: --no-dns-cache disable caching DNS lookups.
es: --no-dns-cache desactiva el almacenamiento temporal de las búsquedas de DNS.

source: --restrict-file-names=OS restrict chars in file names to ones OS allows.
es: --restrict-file-names=OS restringe los caracteres en nombres de ficheros a los admitidos por el sistema operativo OS.

source: --ignore-case ignore case when matching files/directories.
es: --ignore-case ignora mayúsculas/minúsculas en las coincidencias con archivos/directorios.

source: -4, --inet4-only connect only to IPv4 addresses.
es: -4, --inet4-only sólo conecta con direcciones IPv4.

source: -6, --inet6-only connect only to IPv6 addresses.
es: -6, --inet6-only sólo contecta con direcciones IPv6.

source: --prefer-family=FAMILY connect first to addresses of specified family, one of IPv6, IPv4, or none.
es: --prefer-family=FAMILIA conectarse primero a direcciones de la familia especificada, pueden ser IPv6, IPv4 o ninguna.

source: --user=USER set both ftp and http user to USER.
es: --user=USUARIO establecer el usuario de ftp y http como USUARIO.

source: --password=PASS set both ftp and http password to PASS.
es: --password=PASS establecer el password de ftp y http como PASS.

source: Directories:
es: Directorios:

source: -nd, --no-directories don't create directories.
es: -nd, --no-directories no crear directorios.

source: -x, --force-directories force creation of directories.
es: -x, --force-directories fuerza la creación de directorios.

source: -nH, --no-host-directories don't create host directories.
es: -nH, --no-host-directories no crear directorios en el anfitrión.

source: --protocol-directories use protocol name in directories.
es: --protocol-directories utilizar el nombre del protocolo en los directorios.

source: -P, --directory-prefix=PREFIX save files to PREFIX/...
es: -P, --directory-prefix=PREFIX guardar los archivos en PREFIX/...

source: --cut-dirs=NUMBER ignore NUMBER remote directory components.
es: --cut-dirs=NUMBER ignorar el NÚMERO de componentes del directorio remoto.

source: HTTP options:
es: Opciones HTTP:

source: --http-user=USER set http user to USER.
es: --http-user=USUARIO establece el usuario http a USUARIO.

source: --http-password=PASS set http password to PASS.
es: --http-password=CONTR establece la contraseña http a CONTR.

source: --no-cache disallow server-cached data.
es: --no-cache no admite datos almacenados en el caché del servidor.

source: -E, --html-extension save HTML documents with `.html' extension.
es: -E, --html-extension guarda los documentos HTML con la extensión «.html».

source: --ignore-length ignore `Content-Length' header field.
es: --ignore-lenght ignora el campo de cabecera «Content-Lenght».

source: --header=STRING insert STRING among the headers.
es: --header=CADENA inserta CADENA entre las cabeceras.

source: --max-redirect maximum redirections allowed per page.
es: --max-redirect máximo de redirecciones permitidas por página.

source: --proxy-user=USER set USER as proxy username.
es: --proxy-user=USUARIO establece USUARIO como usuario del proxy.

source: --proxy-password=PASS set PASS as proxy password.
es: --proxy-password=CONTR establece CONTR como contraseña del proxy.

source: --referer=URL include `Referer: URL' header in HTTP request.
es: --referer=URL incluye la cabecera «Referer: URL» en la petición HTTP.

source: --save-headers save the HTTP headers to file.
es: --save-headers guarda las cabeceras HTTP en un fichero.

source: -U, --user-agent=AGENT identify as AGENT instead of Wget/VERSION.
es: -U, --user-agent=AGENTE identificarse como AGENTE en lugar de Wget/VERSION.

source: --no-http-keep-alive disable HTTP keep-alive (persistent connections).
es: --no-http-keep-alive desactivar el HTTP keep-alive (conexiones persistentes).

source: --no-cookies don't use cookies.
es: --no-cookies no usar cookies.

source: --load-cookies=FILE load cookies from FILE before session.
es: --load-cookies=ARCHIVO cargar las cookies desde ARCHIVO antes de la sesión.

source: --save-cookies=FILE save cookies to FILE after session.
es: --save-cookies=ARCHIVO guardar las cookies en ARCHIVO después de la sesión.

source: --keep-session-cookies load and save session (non-permanent) cookies.
es: --keep-session-cookies cargar y guardar cookies (no permanentes) de sesión.

source: --post-data=STRING use the POST method; send STRING as the data.
es: --post-data=HILERA usar el método POST; enviando HILERA como datos.

source: --post-file=FILE use the POST method; send contents of FILE.
es: --post-file=ARCHIVO usar el método POST; enviando el contenido de ARCHIVO.

source: --content-disposition honor the Content-Disposition header when choosing local file names (EXPERIMENTAL).
es: --content-disposition cumple con la cabecera Content-Disposition al elegir nombres de archivos locales (EXPERIMENTAL).

source: --auth-no-challenge Send Basic HTTP authentication information without first waiting for the server's challenge.
es: --auth-no-challenge Envía información de autenticación básica HTTP sin esperar primero la petición del servidor.

source: HTTPS (SSL/TLS) options:
es: Opciones HTTPS (SSL/TLS):

source: --secure-protocol=PR choose secure protocol, one of auto, SSLv2, SSLv3, and TLSv1.
es: --secure-protocol=PR elegir el protocolo seguro, entre auto, SSLv2, SSLv3, y TLSv1.

source: --no-check-certificate don't validate the server's certificate.
es: --no-check-certificate no valida el certificado del servidor.

source: --certificate=FILE client certificate file.
es: --certificate=FICHERO toma FICHERO como certificado del cliente,

source: --certificate-type=TYPE client certificate type, PEM or DER.
es: --certificate-type=TIPO tipo de certificado del cliente, PEM o DER.

source: --private-key=FILE private key file.
es: --private-key=FICHERO fichero de clave privada.

source: --private-key-type=TYPE private key type, PEM or DER.
es: --private-key-type=TIPO tipo de clave privada, PEM o DER,
