Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/internet/po/*.po
Languages: ja, pt

source: The Internet has much more to offer besides web browsing, email and instant messaging. Ubuntu provides a selection of other applications to help you get the most out of the Internet.
ja: インターネットには、ウェブやメール、インスタント・メッセンジャー以外にも多くの利用方法があります。Ubutntuは、よりインターネットを便利に使うためのさまざまなアプリケーションも提供しています。
pt: A internet tem muito mais a oferecer para além da navegação, e-mail e mensagens instantâneas. O Ubuntu disponibiliza uma selecção de outras aplicações para o ajudar a obter o máximo da internet.

source: Peer-to-Peer networks
ja: ピアツーピアネットワーク
pt: Redes Peer-to-peer

source: Peer-to-peer (P2P) networks are a way of sharing files, music and videos between people from all around the world.
ja: Peer-to-Peer(P2P：ピアツーピア)ネットワークは世界中の人々と、ファイルや音楽、動画などを共有するための方法の一つです。
pt: As redes Peer-to-peer (P2P) são uma forma de partilhar ficheiros, música e vídeos entre pessoas de todo o mundo.

source: A popular P2P service is <emphasis>BitTorrent</emphasis>, and BitTorrent capability is included in Ubuntu by default. To use BitTorrent, find a <emphasis>.torrent</emphasis> file online, click on it in the <application>Firefox Web Browser</application>, and the <application>Gnome BitTorrent</application> client should start automatically.
ja: もっとも有名なP2Pサービスは<emphasis>BitTorrent</emphasis>で、これはUbuntuでも最初から利用可能になっています。BitTorrentを使うためには、まずインターネット上の<emphasis>.torrent</emphasis>ファイルを探してきて、それを<application>Firefox ウェブ・ブラウザ</application>上でクリックします。そうすると、<application>Gnome BitTorrent</application>クライアントが自動で起動します。
pt: Um popular cliente P2P é o <emphasis>BitTorrent</emphasis>. A capacidade BitTorrent está incluída no Ubuntu por omissão. Para utilizar o BitTorrent, procure um ficheiro <emphasis>.torrent</emphasis> na internet, clique no mesmo no <application>Firefox Navegador Web</application>, e o cliente <application>Gnome BitTorrent</application> deverá iniciar automaticamente.

source: To restart a download from a <filename>.torrent</filename> file that is already on your computer, double-click on it.
ja: すでにコンピュータ上にある<filename>.torrent</filename>ファイルからダウンロードを再開したいときは、そのファイルをダブルクリックしてください。
pt: Para voltar a iniciar uma transferência a partir de um ficheiro <filename>.torrent</filename> que já se encontra no seu computador, faça um duplo clique sobre este.

source: An alternative P2P application is the <application>aMule File Sharing Client</application>.
ja: それ以外のP2Pアプリケーションとしては、<application>aMule File Sharing Client</application>があります。
pt: Uma aplicação P2P alternativa é o <application>Cliente de Partilha de Ficheiros aMule</application>.

source: Install the <application>amule</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
ja: <quote>Universe</quote>レポジトリから、<application>amule</application>パッケージをインストールしてください(<ulink type=\"help\" url=\"ghelp:add-applications\">アプリケーションの追加</ulink>を参照してください)。
pt: Instale o pacote <application>amule</application> a partir do repositório <quote>Universe</quote> (ver <ulink type="help" url="ghelp:add-applications">Adicionar Aplicações</ulink>).

source: To open <application>aMule</application>, choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
ja: <application>aMule</application>を起動するには、<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>インターネット</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>を選択してください。
pt: Para abrir o <application>aMule</application>, escolha <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.

source: News Readers
ja: ニュースリーダ
pt: Leitores de Notícias

source: You can automatically receive news updates from the Internet. There are several different types of news service to choose from:
ja: インターネット上で更新された情報を自動で受信することもできます。このような受信サービスにはさまざまな方法がありますので、次の中から選んでください：
pt: Pode receber actualizações de notícias automaticamente a partir da internet. Existem vários tipos de serviços de notícias que pode escolher:

source: <emphasis>Usenet</emphasis> is one of the oldest and allows you to discuss news and other topics with people from all around the world. <application>Pan Newsreader</application> is a news reader which works with Usenet.
ja: <emphasis>Usenet</emphasis>は、世界中の人々とさまざまな話題について議論するためのもっとも古い手法の一つです。<application>Pan Newsreader</application>はUsenet上で使えるニュースリーダです。
pt: <emphasis>Usenet</emphasis> é um dos mais antigos, e permite que discuta as notícias e outros tópicos com pessoas de todo o mundo. O <application>Pan Newsreader</application> é um leitor de notícias que suporta Usenet.

source: Install the <application>pan</application> package and then choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pan Newsreader</guimenuitem></menuchoice> to start using <application>Pan</application>.
ja: <application>Pan</application>を利用するには、<application>pan</application>パッケージをインストールして、<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>インターネット</guimenuitem><guimenuitem>Pan Newsreader</guimenuitem></menuchoice>を選択してください。
pt: Instale o pacote <application>pan</application> e escolha <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Leitor de Notícias Pan</guimenuitem></menuchoice> para começar a usar o <application>Pan</application>.

source: <emphasis>RSS feeds</emphasis> are a popular way of automatically receiving regular news updates and articles. <application>Liferea Feed Reader</application> is an RSS feed reader with many useful features.
ja: <emphasis>RSS</emphasis>は、ニュースや記事の更新情報を受信するためのもっとも普及している技術です。<application>Liferea フィード・リーダ</application>は便利な機能を数多く備えたRSSリーダの一つです。
pt: As <emphasis>Fontes RSS</emphasis> são uma forma popular de receber automaticamente actualizações de notícias e artigos. O <application>Leitor de Fontes de Notícias Liferea</application> é um leitor de fontes RSS com muitas características úteis.

source: Install the <application>liferea</application> package and then choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice> to start using <application>Liferea</application>.
ja: <application>Liferea</application>を利用するには、<application>liferea</application>パッケージをインストールして、<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>インターネット</guimenuitem><guimenuitem>Liferea フィード・リーダ</guimenuitem></menuchoice>を選択してください。
pt: Instale o pacote <application>liferea</application> e então escolha <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Leitor de notícias Liferea</guimenuitem></menuchoice> para começar a usar o <application>Leitor de notícias Liferea</application>.

source: Create News Feeds with Liferea
ja: Liferaに受信したいサイトを追加するには
pt: Criar Fontes de Notícias com o Liferea

source: This section will cover a basic procedure to add news feeds to <application>Liferea</application>. Start <application>Liferea</application> by selecting <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice>
ja: ここでは、更新情報を受信したいサイトを<application>Liferea</application>に追加する方法を説明します。まず、<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>インターネット</guimenuitem><guimenuitem>Liferea フィード・リーダ</guimenuitem></menuchoice>から、<application>Liferea</application>を起動してください。
pt: Está sessão cobrirá o procedimento básico para adicionar fontes de notícias ao <application>Liferea</application>. Inicie o <application>Liferea</application> seleccionando <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Leitor de Notícias Liferea</guimenuitem></menuchoice>

source: Press <guibutton>New Subscription</guibutton> on the Liferea toolbar,
ja: <guibutton>新しい購読</guibutton>ボタンを押します。
pt: Pressione <guibutton>Nova Subscrição</guibutton> na barra de ferramentas do Liferea.

source: Press the <guibutton>Advanced</guibutton> button,
ja: <guibutton>拡張</guibutton>を押します。
pt: Pressione o botão <guibutton>Avançado...</guibutton>

source: Enter the address of the RSS feed in the <guilabel>Source</guilabel> box,
ja: <guilabel>ソース</guilabel>にRSSのアドレスを入力してください。
pt: Insira o endereço da fonte de RSS na caixa <guilabel>Origem</guilabel>,

source: If you're behind a proxy, select <menuchoice><guimenuitem>Program</guimenuitem><guimenuitem>Preferences</guimenuitem><guimenuitem>Proxy</guimenuitem></menuchoice> and fill in your proxy details and click on the <guibutton>Close</guibutton> button,
ja: プロキシ越しに接続している場合は、<menuchoice><guimenuitem>Tools</guimenuitem><guimenuitem>設定</guimenuitem><guimenuitem>プロキシ</guimenuitem></menuchoice>にて、プロキシに関する情報を入力し、<guibutton>閉じる</guibutton>ボタンを押してください。
pt: Se estiver atrás de um proxy, seleccione <menuchoice><guimenuitem>Programa</guimenuitem><guimenuitem>Preferências</guimenuitem><guimenuitem>Proxy</guimenuitem></menuchoice>, preencha os detalhes sobre o proxy e clique no botão <guibutton>Fechar</guibutton>,

source: Select the <guibutton>OK</guibutton> button to complete the procedure.
ja: <guibutton>OK</guibutton>ボタンを押せば、追加は完了です。
pt: Pressione o botão <guibutton>OK</guibutton> para completar o procedimento.

source: Once you have create the news feed, click on the <guibutton>Update All</guibutton> toolbar button to update all your news feeds.
ja: 新しいサイトを追加した場合は、一度<guibutton>全て更新</guibutton>を押せば、全てのサイトの更新情報が取得されます。
pt: Após criar a fonte de notícias, clique no botão <guibutton>Actualizar Todas</guibutton> na barra de ferramentas para actualizar todas as suas fontes de notícias.

source: Create News Feeds with Firefox
ja: Firefoxに受信したいサイトを追加するには
pt: Criando fontes de notícias com o Firefox

source: This section will cover a basic procedure to add News / RSS feeds to <application>Firefox</application>. Start <application>Firefox Web Browser</application> by selecting <menuchoice><guimenu>Applications</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>
ja: ここでは、更新情報を受信したいサイトを<application>Firefox</application>に追加する方法を説明します。まず、<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>インターネット</guimenuitem><guimenuitem>Firefox ウェブ・ブラウザ</guimenuitem></menuchoice>から、<application>Firefox ウェブ・ブラウザ</application>を起動してください。
pt: Esta sessão irá cobrir o procedimento básico para adicionar fontes de notícias/RSS ao <application>Firefox</application>. Inicie o <application>Firefox Navegador web</application> seleccionando <menuchoice><guimenu>Aplicações</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Navegador web</guimenuitem></menuchoice>

source: Enter the <guilabel>URL</guilabel> of the website in the Location Bar from where you would like to get the RSS / News feed,
ja: まず、ロケーションバーにRSSを受信したいサイトの<guilabel>URL</guilabel>を入力します。
pt: Insira, na barra de endereços, o <guilabel>URL</guilabel> do website que deseja receber Fontes de Notícias / RSS.

source: Find the RSS link located on the webpage and click/select it,
ja: ウェブページにあるRSSのリンクを探して、それをクリックします。
pt: Procure o link RSS localizado na página e clique nele ou seleccione-o.

source: Firefox will give you an option to subscribe to the feed, click the <guibutton>Subscibe Now</guibutton> button,
ja: 購読に関するオプションが表示されますので、<guibutton>購読</guibutton>ボタンを押してください。
pt: O Firefox dar-lhe-à a opção de subscrever a fonte de notícias, clique no botão <guibutton>Subscrever Agora</guibutton>,

source: You will be presented with a <guimenu>Add Live Bookmark</guimenu> menu which will give an option to name your News / RSS feed and save it in a folder of your choice,
ja: <guimenu>ライブブックマークを追加</guimenu>ダイアログが表示されるので、RSSに適当な名前を付けて、保存する場所を選択してください。
pt: Será apresentado um menu chamado <guimenu>Adicionar aos Favoritos</guimenu> que lhe dará a opção de nomear sua fonte de notícia/RSS e guarda-la numa pasta à escolha,

source: Select the <guibutton>ADD</guibutton> button to complete your News / RSS subscription,
ja: <guibutton>追加</guibutton>ボタンを押せば、登録されます。
pt: Seleccione o botão <guibutton>Adicionar</guibutton> para completar sua subscrição da fonte de Notícias / RSS,

source: You will notice that your News / RSS feed will be displayed on the Firefox Menu Bar just below the Location Bar.
ja: ロケーションバーの下のブックマークツールバーに、RSS一覧が表示されるのがわかるでしょう。
pt: Irá notar que suas Notícias / RSS irão aparecer na Barra de Menu do Firefox logo abaixo da Barra de Endereços.

source: To read a News / RSS Feed article / item, select the <guibutton>News / RSS Feed Menu Button</guibutton> that you have just created and select the <guimenuitem> News item</guimenuitem> from the list.
ja: RSSで受信した記事を読むためには、<guibutton>ブックマークツールバー</guibutton>上にある読みたい<guimenuitem>News</guimenuitem>を選択してください。
pt: Para ler um artigo ou item de Notícias/Artigo de Fontes RSS, seleccione o <guibutton>Botão de Menu de Notícias / Fontes RSS</guibutton> que acabou de criar e seleccione o <guimenuitem>Item de notícias</guimenuitem> da lista.

source: Design web pages
ja: ウェブページを作成するには
pt: Construir páginas web

source: Ubuntu includes a wide selection of tools to help you design and develop web pages.
ja: Ubuntu には、ウェブページのデザインや作成を支援する道具が数多く用意されています。
pt: O Ubuntu inclui uma vasta selecção de ferramentas para o ajudar a desejar e desenvolver páginas web.

source: <emphasis role="strong"><application>Bluefish</application></emphasis> is a powerful editor for web designers and programmers.
ja: <emphasis role=\"strong\"><application>Bluefish</application></emphasis>はウェブデザイナやプログラマのための強力な編集ソフトウェアです。
pt: O <emphasis role="strong"><application>Bluefish</application></emphasis> é um poderoso editor para web designers e programadores.

source: <application>Bluefish</application> supports many programming and markup languages, and includes many utilities for designers and programmers.
ja: <application>Bluefish</application>は数多くのプログラミング言語やマークアップ言語をサポートしている上に、デザイナやプログラマのための実用的な機能も兼ね備えています。
pt: O <application>Bluefish</application> suporta várias linguagens de marcação e programação e inclui várias ferramentas para designers e programadores.

source: For more information, see the <ulink url="http://bluefish.openoffice.nl/">Bluefish website</ulink>.
ja: 詳しいことは<ulink url=\"http://bluefish.openoffice.nl/\">Bluefishのウェブサイト</ulink>を参照してください。
pt: Para mais informações, consulte o <ulink url="http://bluefish.openoffice.nl/">website do Bluefish</ulink>.

source: Install the <application>bluefish</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
ja: <quote>Universe</quote>レポジトリから、<application>bluefish</application>パッケージをインストールしてください(<ulink type=\"help\" url=\"ghelp:add-applications\">アプリケーションの追加</ulink>を参照してください)。
pt: Instale o pacote <application>bluefish</application> a partir do repositório <quote>Universe</quote> repository (ver <ulink type="help" url="ghelp:add-applications">Adicionar Aplicações</ulink>).

source: To start Bluefish, press <menuchoice><guimenu>Applications</guimenu><guimenuitem>Programming</guimenuitem><guimenuitem>Bluefish Editor</guimenuitem></menuchoice>.
ja: <menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>プログラミング</guimenuitem><guimenuitem>Bluefish エディタ</guimenuitem></menuchoice>を選択して、Bluefishを起動してください。
pt: Para iniciar o Bluefish, selecione <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Desenvolvimento</guimenuitem><guimenuitem>Editor Bluefish</guimenuitem></menuchoice>.

source: Wireless networks
ja: 無線ネットワーク
pt: Redes sem fios

source: Credits and License
ja: 著作権とライセンス
pt: Creditos e licença

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
ja: このドキュメントはUbuntuドキュメンテーション・チーム(https://wiki.ubuntu.com/DocumentationTeam) が保守しています。貢献者の一覧は、<ulink url="../../../common/C/contributors.xml">contributors page</ulink> を参照してください。
pt: Este documento é mantido pela equipa de documentação do Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para obter a lista de contribuidores veja a <ulink url="../../../common/C/contributors.xml">página de contribuidores</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ja: このドキュメントは、Creative Commons ShareAlike 2.5 License (CC-BY-SA)のもとで利用可能です。
pt: Este documento está disponível segundo a licença Creative Commons ShareAlike 2.5 (CC-BY-SA).

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
ja: このライセンスのもとで、利用者はUbuntu ドキュメントのソースコードを改変、加筆、改善する自由があります。すべての派生作品はこのライセンスのもとで発表しなければなりません｡
pt: É livre para modificar, alargar e melhorar o código-fonte da documentação do Ubuntu sobre os termos desta licença. Todos os trabalhos derivados devem ser disponibilizados sobre esta licença.

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
ja: この文書は利用者の便宜になることを期待して配布しますが、何らの保証をするものではなく、また、免責条項に記載のある通り、商品性や特定用途に対する適合性を暗黙に保証するものでもありません。
pt: Esta documentação é distribuída na esperança de que seja útil, mas SEM NENHUMA GARANTIA; nem mesmo a garantia implícita de MERCANTIBILIDADE ou ADAPTAÇÃO A UM PROPÓSITO ESPECÍFICO COMO DESCRITO NAS DISPOSIÇÕES LEGAIS.

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ja: このライセンスのコピーは以下で参照可能です: <ulink url=\"/usr/share/ubuntu-docs/common/C/ccbysa.xml\">Creative Commons ShareAlike License</ulink>。
pt: Uma cópia da licença está disponível aqui: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Canonical Ltd. and members of the Ubuntu Documentation Project
ja: Canonical Ltd.とUbuntuドキュメンテーション・プロジェクト一同
pt: Canonical Ltd. e membros do Projecto de Documentação Ubuntu

source: The Ubuntu Documentation Project
ja: Ubuntuドキュメンテーション・プロジェクト
pt: Projecto de Documentação Ubuntu

source: Tools to help with network connection problems
ja: ネットワークの問題を解決する道具
pt: Ferramentas para ajuda em problemas de ligação

source: If you have a network connection which is not working properly, you can use a few tools to help diagnose what the problem is.
ja: ネットワークの接続がうまくいかない場合、ここで紹介するいくつかの道具を使えば原因を突き止められるかもしれません。
pt: Se possui uma ligação de rede que não funciona correctamente, é possível usar algumas ferramentas para ajudar no diagnóstico do problema.

source: Most of the tools in this section require use of the Terminal, which you can open by pressing <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>.
ja: ここで紹介する道具のほとんどは、端末を使う必要があります。端末は、<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>アクセサリ</guimenuitem><guimenuitem>端末</guimenuitem></menuchoice>によって起動できます。
pt: Muitas das ferramentas desta secção requerem o uso do Terminal, que pode ser aberto seleccionando <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Consola</guimenuitem></menuchoice>.

source: Identify wireless connections
ja: 無線接続を確認するには
pt: Identifique as ligações sem fios

source: <application>iwconfig</application> allows you to change certain settings of your wireless hardware. However, it is also very useful for identifying wireless connections.
ja: <application>iwconfig</application>は無線機器の設定を変更するためのコマンドですが、現在の無線接続に関する情報を表示するためにも使えます。
pt: O <application>iwconfig</application> permite a alteração de algumas configurações do seu hardware de ligações sem fios. É também muito útil para identificar as ligações sem fios.

source: To identify a wireless connection:
ja: 無線接続に関する情報を表示するには：
pt: Para identificar uma ligação sem fios.

source: Press <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> to open a Terminal
ja: <menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>アクセサリ</guimenuitem><guimenuitem>端末</guimenuitem></menuchoice>を選択し、端末を起動します。
pt: Selecione <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Consola</guimenuitem></menuchoice> para abrir um Terminal

source: Type <userinput>iwconfig</userinput> in the Terminal and press <keycap>Return</keycap>
ja: 端末内にて<userinput>iwconfig</userinput>を入力し、<keycap>Return</keycap>を押してください。
pt: Digite <userinput>iwconfig</userinput> no Terminal e pressione <keycap>Enter</keycap>

source: You should get output similar to the following:
ja: 以下のような情報が表示されるはずです：
pt: Deverá ter como resultado algo semelhante a:

source: lo no wireless extensions. eth0 no wireless extensions. eth1 IEEE 802.11g ESSID:"WLAN Name" Mode:Managed Frequency:2.432 GHz Access Point: 00:12:CF:02:6F:EC Bit Rate:54 Mb/s Tx-Power=20 dBm Sensitivity=8/0 Retry limit:7 RTS thr:off Fragment thr:off Power Management:off Link Quality=75/100 Signal level=-54 dBm Noise level=-89 dBm Rx invalid nwid:0 Rx invalid crypt:0 Rx invalid frag:0 Tx excessive retries:0 Invalid misc:0 Missed beacon:1
ja: lo no wireless extensions.\n \n eth0 no wireless extensions.\n \n eth1 IEEE 802.11g ESSID:\"WLAN Name\" \n Mode:Managed Frequency:2.432 GHz Access Point: 00:12:CF:02:6F:EC \n Bit Rate:54 Mb/s Tx-Power=20 dBm Sensitivity=8/0 \n Retry limit:7 RTS thr:off Fragment thr:off\n Power Management:off\n Link Quality=75/100 Signal level=-54 dBm Noise level=-89 dBm\n Rx invalid nwid:0 Rx invalid crypt:0 Rx invalid frag:0\n Tx excessive retries:0 Invalid misc:0 Missed beacon:1
pt: lo sem extensões sem fio. eth0 sem extensões sem fio. eth1 IEEE 802.11g ESSID:"nome da WLAN" Modo:Frequência Administrada:2.432 GHz Ponto de Acesso: 00:12:CF:02:6F:EC Bit Rate:54 Mb/s Tx-Power=20 dBm Sensibilidade=8/0 Limite de tentativas:7 RTS thr:off Fragmento thr:off Gestão de Energia:off Qualidade do Link=75/100 Nível de sinal=-54 dBm Nível de ruído=-89 dBm nwid de Rx Inválida:0 Crypt de Rx Inválida:0 Frag de Rx Inválida:0 Tentativas excessivas de Tx :0 Outras ocorrências inválidas:0 Missed beacon:1

source: The column on the left gives the name of the connection, such as <quote>eth0</quote> or <quote>wlan0</quote>
ja: 左端にある<quote>eth0</quote>や<quote>wlan0</quote>は接続名(ネットワークインターフェース)です。
pt: A coluna a esquerda mostra o nome da ligação, como <quote>eth0</quote> ou <quote>wlan0</quote>

source: If the column on the right says <quote>no wireless extensions</quote>, that connection has not been recognized as a wireless connection and is probably a wired network connection
ja: 右列に<quote>no wireless extensions</quote>と表示された場合、その接続は無線接続ではなく、おそらく有線接続であることを示しています。
pt: Se houver na coluna a direita <quote>sem extensões sem fio</quote>, esta ligação não foi reconhecida como uma ligação sem fio e provavelmente é uma ligação de rede cablada.

source: If the connection <emphasis>has</emphasis> been recognized as a wireless connection, details of the wireless connection will be shown in the column on the right
ja: 無線接続であると認識<emphasis>された</emphasis>場合、無線接続に関する詳細な情報が表示されます。
pt: Se a ligação <emphasis>foi</emphasis> reconhecida como uma ligação sem fios, os detalhes serão mostrados na coluna da direita

source: <emphasis>ESSID</emphasis> gives the name of the wireless network that you are connected to, if any
ja: <emphasis>ESSID</emphasis>は、接続している無線ネットワークの名前です。
pt: <emphasis>ESSID</emphasis> mostra o nome da rede sem fios a que está ligado, caso exista uma

source: <emphasis>Link Quality</emphasis> gives a measure of the strength of the wireless signal
ja: <emphasis>Link Quality</emphasis>は無線信号の感度です。
pt: A <emphasis>Qualidade da Ligação</emphasis> dá uma medida da força do sinal sem fios
