Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/internet/po/*.po
Languages: ja, pt

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
ja: ubuntu-doc@lists.ubuntu.com (Ubuntuドキュメンテーション・プロジェクト)
pt: ubuntu-doc@lists.ubuntu.com (Projecto de Documentação do Ubuntu)

source: Internet
ja: インターネット

source: Connecting to and browsing the internet, and communicating over the internet using email and instant messaging.
ja: インターネットに接続しウェブページを閲覧したり、メールやインスタントメッセンジャーを使って通信をする。
pt: Ligar e navegar na internet, e comunicar pela internet usando e-mail e mensagens instantâneas.

source: Wireless Networking
ja: 無線ネットワーク
pt: Redes sem Fios

source: Connect to a wireless network
ja: 無線ネットワークに接続する
pt: Ligar a uma rede sem fios

source: If there is no <guilabel>Wireless Connection</guilabel> shown see Troubleshooting (<xref linkend="troubleshooting"/>)
ja: <guilabel>無線接続</guilabel>が存在しない場合は、問題を解決するには、の項目を参照してください(<xref linkend=\"troubleshooting\"/>)。
pt: Caso não exista uma <guilabel>Ligação sem Fios</guilabel> exibida veja Resolução de Problemas (<xref linkend="troubleshooting"/>)

source: Connecting using Network Manager
ja: ネットワークの設定を用いて接続する
pt: Ligar usando o Gestor de Rede

source: <application>Network Manager</application> (<menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Network</guimenuitem></menuchoice>) supports Roaming mode. This allows you to connect to any available wireless network in range.
ja: <application>ネットワークの設定</application>(<menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>ネットワーク</guimenuitem></menuchoice>)はローミングモードを使えます。このモードを使えば、範囲内の無線ネットワークに簡単に接続できます。
pt: O <application>Gestor de Rede</application> (<menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Rede</guimenuitem></menuchoice>) suporta o modo Roaming. Isto permite que se ligue a qualquer rede sem fios disponível.

source: In the <guilabel>Taskbar</guilabel> click the <application>Network Manager</application> icon.
ja: <guilabel>タスクバー</guilabel>にある<application>ネットワークの設定</application>アイコンをクリックしてください。
pt: Na <guilabel>Área de Notificação</guilabel> clique no ícone do <application>Gestor de Rede</application>.

source: Select your wireless network from the list.
ja: 一覧の中から無線ネットワークを選択してください。
pt: Seleccione a sua rede sem fios da lista.

source: Enter your <guilabel>Network Key</guilabel>.
ja: <guilabel>ネットワークキー</guilabel>を入力します。
pt: Digite a sua <guilabel>Chave de Rede</guilabel>.

source: Click <guibutton>Connect</guibutton>.
ja: <guibutton>接続</guibutton>を押してください。
pt: Clique em <guibutton>Ligar</guibutton>.

source: Manually connecting
ja: 手動で接続する
pt: Ligar manualmente

source: Select the connection and press <guibutton>Properties</guibutton>.
ja: 接続を選択し、<guibutton>プロパティ</guibutton>を押してください。
pt: Seleccione a ligação e pressione <guibutton>Propriedades</guibutton>.

source: From the <guilabel>Network Name</guilabel> drop down box choose your router. If it is not shown your router may not broadcast its ID. In this case manually enter the ESSID.
ja: <guilabel>ネットワーク名</guilabel>から、ルータを選んでください。接続したいルータが現れない場合は、アクセス制御がされていますのでESSIDを手動で設定する必要があります。
pt: No menu suspenso <guilabel>Nome da Rede</guilabel> escolha seu router. Se este não estiver na lista, o seu router poderá não transmitir o seu ID. Neste caso insira manualmente o ESSID.

source: Select the <guilabel>Password Type</guilabel> and enter your password.
ja: <guilabel>パスワードタイプ</guilabel>を選択し、パスワードを入力してください。
pt: Seleccione o <guilabel>Tipo de Senha</guilabel> e insira a sua senha.

source: If your ISP gave you a static IP address then select <guilabel>Static IP Address</guilabel> from the <guilabel>Configuration</guilabel> box.
ja: ISPから静的なIPアドレスを指定されている場合は、<guilabel>設定</guilabel>から<guilabel>IPアドレスを指定する</guilabel>を選択してください。
pt: Se o seu Provedor de Internet forneceu-lhe um endereço IP estático seleccione <guilabel>Endereço IP Estático</guilabel> na caixa <guilabel>Propiredades</guilabel>.

source: If your router assigns IP addresses then leave the <guilabel>Configuration</guilabel> as <guilabel>Automatic Configuration (DHCP)</guilabel>.
ja: ルータがIPアドレスを割り当ててくれる場合は、<guilabel>設定</guilabel>は<guilabel>自動設定(DHCP)</guilabel>にしてください。
pt: Se o seu router atribui os endereços IP então deixe a <guilabel>Configuração</guilabel> como <guilabel>Configuração Automática (DHCP)</guilabel>

source: Click <guibutton>OK</guibutton>.
ja: <guibutton>OK</guibutton>を押してください。
pt: Clique <guibutton>OK</guibutton>.

source: Troubleshooting
ja: 問題を解決するには
pt: Resolução de problemas

source: This troubleshooting guide is designed to be carried out in order.
ja: ここでは確実に問題を解決できるように、順番に解説していきます。
pt: Este guia de solução de problemas foi realizado para ser executado nesta ordem.

source: Check for device recognition
ja: ネットワーク機器が認識されているか確認する
pt: Verificar o reconhecimento do dispositivo

source: Open <application>Device Manager</application> (<menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Device Manager</guimenuitem></menuchoice>).
ja: <application>デバイス・マネージャ</application>(<menuchoice><guimenu>システム</guimenu><guimenuitem>設定</guimenuitem><guimenuitem>ハードウェア情報</guimenuitem></menuchoice>)を開きます。
pt: Abra o <application>Gestor de Dispositivos</application> (<menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Gestor de Dispositivos</guimenuitem></menuchoice>).

source: Check to see the hardware is recognised if it is then <xref linkend="troubleshooting-driver"/>
ja: ネットワーク機器が認識されているかどうかを確認します。認識されていたら<xref linkend=\"troubleshooting-driver\"/>に進んでください。
pt: Verifique se o hardware é reconhecido. Em caso positivo então <xref linkend="troubleshooting-driver"/>

source: If your device is not displayed then there ma be a hardware problem. Ensure if it is PCMCIA or PCI that it is inserted correctly.
ja: ネットワーク機器が表示されない場合は、ハードウェアの問題です。PCMCIAやPCIカードなどが正しく挿入されているか確認してください。
pt: Se o seu dispositivo não é mostrado então talvez seja um problema de hardware. Certifique-se que, se for um PCMCIA ou um PCI, encontra-se ligado correctamente.

source: Check for driver
ja: ドライバを確認する
pt: Verifique o controlador

source: Open a <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) and type the command: <code>sudo lshw -C network</code>
ja: <application>端末</application>(<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>アクセサリ</guimenuitem><guimenuitem>端末</guimenuitem></menuchoice>)を開き、次のコマンドを入力します：<code>sudo lshw -C network</code>
pt: Abra um <application>Terminal</application> (<menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Consola</guimenuitem></menuchoice>) e digite o comando: <code>sudo lshw -C network</code>

source: If there is a driver listed then see <xref linkend="troubleshooting-disabled"/>.
ja: ドライバが表示された場合は<xref linkend=\"troubleshooting-disabled\"/>に進んでください。
pt: Se existe um controlador disponível veja <xref linkend="troubleshooting-disabled"/>.

source: Set up NDISWrapper (<xref linkend="ndiswrapper"/>).
ja: 表示されない場合はNDISWrapper(<xref linkend=\"ndiswrapper\"/>)を設定する必要があります。
pt: Configurar o NDISWrapper (<xref linkend="ndiswrapper"/>).

source: Check device is on
ja: ネットワーク機器を有効化する
pt: Verifique se o dispositivo encontra-se activo

source: Many wireless network devices can be turned on or off. Check to see if the device is turned on by opening a <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) and type the command: <code>sudo lshw -C network</code>.
ja: 多くの無線ネットワーク機器はオン・オフを切り替えることができます。オンになっているか確認するために、<application>端末</application>(<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>アクセサリ</guimenuitem><guimenuitem>端末</guimenuitem></menuchoice>)を開き、次のコマンドを入力します：<code>sudo lshw -C network</code>
pt: Muitos dispositivos de rede sem fio podem ser ligados ou desligados. Verifique se o dispositivo está ligado abrindo um <application>Terminal</application> (<menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Consola</guimenuitem></menuchoice>) e digite o comando: <code>sudo lshw -C network</code>.

source: If it is turned on then see <xref linkend="troubleshooting-connection"/>.
ja: オンになっている場合は<xref linkend=\"troubleshooting-connection\"/>に進んでください。
pt: Se esta activo veja <xref linkend="troubleshooting-connection"/>.

source: Check for a connection to the router
ja: ルータへの接続を確認する
pt: Verifique a ligação ao router

source: Open a <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) and type the command: <code>iwconfig</code>.
ja: <application>端末</application>(<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>アクセサリ</guimenuitem><guimenuitem>端末</guimenuitem></menuchoice>)を開き、次のコマンドを入力します：<code>iwconfig</code>.
pt: Abra um <application>Terminal</application> (<menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Consola</guimenuitem></menuchoice>) e digite o comando: <code>iwconfig</code>.

source: If there is an entry that says <code>ESSID=""</code> then see Setting Up WPA (<xref linkend="security-wpa"/>
ja: <code>ESSID=\"\"</code>と表示された場合、WPAを設定する必要があります(<xref linkend=\"security-wpa\"/>)。
pt: Se houver uma entrada que diz <code>ESSID=""</code> então veja Configurar o WPA (<xref linkend="security-wpa"/>

source: If the ESSID for our router is shown there may be a problem with ACPI support. Boot the kernel with the <code>pci=noacpi</code> option.
ja: ルータのESSIDが表示された場合、ACPIサポートの問題があるかもしれません。<code>pci=noacpi</code>オプションを付けてカーネルを起動してみてください。
pt: Se o ESSID para nosso router é mostrado pode haver um problema com o suporte ACPI. Inicie o kernel com a opção <code>pci=noacpi</code>.

source: Check IP assignment
ja: IPアドレスを確認する
pt: Verifique a atribuição de IP

source: Open a <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) and type the command: <code>ifconfig</code>.
ja: <application>端末</application>(<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>アクセサリ</guimenuitem><guimenuitem>端末</guimenuitem></menuchoice>)を開き、次のコマンドを入力します：<code>ifconfig</code>.
pt: Abra um <application>Terminal</application> (<menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Consola</guimenuitem></menuchoice>) e digite o comando: <code>ifconfig</code>.

source: If there is an IP address shown see <xref linkend="troubleshooting-dns"/>.
ja: IPアドレスが表示されたなら、<xref linkend=\"troubleshooting-dns\"/>に進んでください。
pt: Se há algum IP mostrado veja <xref linkend="troubleshooting-dns"/>.

source: From the <application>Terminal</application> enter the command: <code>dhclient if_name</code> where if_name is the connection listed earlier.
ja: <application>端末</application>にて次のコマンドを入力してください(ここでif_nameは以前に表示された接続名を用います)：<code>dhclient if_name</code>
pt: No <application>Terminal</application> digite o comando: <code>dhclient if_name</code> onde if_name é a ligação listada anteriormente.

source: If you receive a message that says <code>bound to xxx.xxx.xxx.xxx</code> then see <xref linkend="troubleshooting-dns"/>
ja: <code>bound to xxx.xxx.xxx.xxx</code>というメッセージが表示されたら、<xref linkend=\"troubleshooting-dns\"/>に進んでください。
pt: Se receber uma mensagem que diz <code>ligado à xxx.xxx.xxx.xxx</code> então veja <xref linkend="troubleshooting-dns"/>

source: If not then reboot the system.
ja: システムを再起動してください。
pt: Se não, então reinicie o sistema

source: Check DNS
ja: DNSを確認する
pt: Verifique o DNS

source: Open a <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) and type the command: <code>ping 82.211.81.158</code>.
ja: <application>端末</application>(<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>アクセサリ</guimenuitem><guimenuitem>端末</guimenuitem></menuchoice>)を開いて、次のコマンドを入力します：<code>ping 82.211.81.158</code>
pt: Abra um <application>Terminal</application> (<menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Consola</guimenuitem></menuchoice>) e digite o comando: <code>ping 82.211.81.158</code>.

source: Now type the command: <code>ping www.ubuntu.com</code>. If you get a response from the both then see <xref linkend="troubleshooting-ipv6"/>.
ja: さらに次のコマンド：<code>ping www.ubuntu.com</code>を入力します。両方から反応が返ってきた場合は<xref linkend=\"troubleshooting-ipv6\"/>に進んでください。
pt: Agora digite o comando: <code>ping www.ubuntu.com</code>. Se você receber uma resposta veja <xref linkend="troubleshooting-ipv6"/>.

source: Type the command: <code>cat /etc/resolv.conf</code>. If there is no nameserver listed then contact your ISP and find out your primary and secondary domain name servers. Once you have this information see <xref linkend="wireless-connecting"/>.
ja: 次のコマンド：<code>cat /etc/resolv.conf</code>を入力します。ネームサーバが表示されない場合は、ISPにプライマリDNSサーバとセカンダリDNSサーバを問い合わせてください。一度、<xref linkend=\"wireless-connecting\"/>も確認してください。
pt: Digite o comando: <code>cat /etc/resolv.conf</code>. Se não houver qualquer servidor de nomes listado então contacte o seu Provedor de Serviços de Internet (ISP) e descubra qual os seus servidores de nomes de domínios primário e secundário. Uma vez na posse dessa informação veja <xref linkend="wireless-connecting"/>.

source: IPv6 Not Supported
ja: IPv6をサポートしていない場合
pt: IPv6 Não Suportado

source: IPv6 is supported by default in Ubuntu and can sometimes cause problems.
ja: Ubuntuでは標準でIPv6をサポートしていますが、これが問題の原因になる場合があります。
pt: IPv6 é suportado por omissão no Ubuntu e pode, algumas vezes, causar problemas.

source: To disable it, open a <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) and type the command: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
ja: IPv6を無効化するには、<application>端末</application>(<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>アクセサリ</guimenuitem><guimenuitem>端末</guimenuitem></menuchoice>)を開き、次のコマンドを入力します：<code>gksudo gedit /etc/modprobe.d/aliases</code>
pt: Para o desabilitar, abra um <application>Terminal</application> (<menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Consola</guimenuitem></menuchoice>) e digite o comando: <code>gksudo gedit /etc/modprobe.d/aliases</code>.

source: Find the line <code>alias net-pf-10 ipv6</code> and change it to read <code>alias net-pf-10 off</code>.
ja: <code>alias net-pf-10 ipv6</code>という行を<code>alias net-pf-10 off</code>に変更します。
pt: Encontre a linha <code>alias net-pf-10 ipv6</code> e altere para <code>alias net-pf-10 off</code>.

source: Reboot Ubuntu.
ja: Ubuntuを再起動してください。
pt: Reinicie o Ubuntu.

source: Using Windows Wireless Drivers
ja: Windowsの無線ネットワーク機器用ドライバを使うには
pt: Usar Drivers de Rede Sem Fios do Windows

source: Ubuntu supports a system known as NDISWrapper. This allows you to use a Windows wireless device driver under Ubuntu.
ja: UbuntuはNDISWrapperを使うことができます。これは、UbuntuでWindowsのネットワーク機器用ドライバを利用可能にできるソフトウェアです。
pt: O Ubuntu suporta um sistema conhecido como NDISWrapper. Este sistema permite usar um controlador de dispositivo sem fios do Windows no Ubuntu.

source: Obtain the Windows Driver for your system and locate the file that ends with <code>.inf</code>.
ja: まずはWindowsドライバを手に入れて、適当な場所に<code>.inf</code>で終わるファイルを配置してください。
pt: Obtenha o controlador para Windows para o seu sistema e localize o ficheiro que termina em <code>.inf</code>.

source: Install <application>ndisgtk</application> (<menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>).
ja: <application>ndisgtk</application>(<menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>Synaptic パッケージ・マネージャ</guimenuitem></menuchoice>)をインストールします。
pt: Instale o <application>ndisgtk</application> (<menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Gestor de Pacotes Synaptic</guimenuitem></menuchoice>).

source: Open <application>ndisgtk</application> (<menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Windows Wireless Drivers</guimenuitem></menuchoice>).
ja: <application>ndisgtk</application>(<menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>Windows Wireless Drivers</guimenuitem></menuchoice>)を起動します。
pt: Abra <application>ndisgtk</application> (<menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Controladores de Rede Sem Fios do Windows</guimenuitem></menuchoice>).

source: Select <guilabel>Install new driver</guilabel>.
ja: <guilabel>新しいドライバのインストール</guilabel>を選択します。
pt: Seleccione <guilabel>Instalar novo controlador</guilabel>.

source: Choose the location of your Windows .inf file and click <guibutton>Install</guibutton>.
ja: 先ほど持ってきたWindowsの.infファイルを選択し、<guibutton>インストール</guibutton>を押してください。
pt: Escolha o caminho para seu arquivo .inf de Windows e clique em <guibutton>Instalar</guibutton>.

source: Wireless network security
ja: 無線ネットワークのセキュリティ
pt: Segurança de rede sem fios

source: Configuring WPA support.
ja: WPAを設定する
pt: Configurar o suporte a WPA.

source: WiFi Protected Access (WPA) is an based on WEP and provides stronger security.
ja: WiFi Protected Access(WPA)はWEPをもとに、よりセキュリティ強度を向上させたものです。
pt: O "acesso protegido ao WiFi" (WiFi Protected Access - WPA) é baseado no WEP e disponibiliza melhor segurança.

source: WPA is integrated with <application>Network Manager</application>. You must also have the <application>wpasupplicant</application> package installed.
ja: WPAは<application>ネットワークの設定</application>に統合されています。実際に設定するためには、<application>wpasupplicant</application>パッケージをインストールする必要があります。
pt: O WPA está integrado com o <application>Gestor de Rede</application>. Deverá, também, ter o pacote <application>wpasupplicant</application> instalado.

source: If you need to manually configure WPA support, see the <ulink url="https://help.ubuntu.com/community/WifiDocs/WPAHowTo?highlight=%28wpa%29">Wiki Entry</ulink>.
ja: 手動でWPAを設定する方法は、<ulink url=\"https://help.ubuntu.com/community/WifiDocs/WPAHowTo?highlight=%28wpa%29\">Wikiのページ</ulink>を参照してください。
pt: Se precisar de configurar manualmente o suporte ao WPA veja a <ulink url="https://help.ubuntu.com/community/WifiDocs/WPAHowTo?highlight=%28wpa%29">Entrada Wiki</ulink>.

source: Internet Applications
ja: インターネットを利用するアプリケーション
pt: Aplicações de Internet

source: This section provides information on using common Internet applications, such as web browsers and email clients.
ja: ここでは、ウェブブラウザやメールクライアントのような、インターネットを使うアプリケーションについて解説します。
pt: Esta secção fornece informação sobre a utilização de ferramentas para a internet mais comuns, como navegadores web e clientes de e-mail.

source: Web browsing with Firefox
ja: Firefoxでウェブサイトを閲覧する
pt: Navegar na web com o Firefox.

source: The powerful and secure <application>Mozilla Firefox</application> web browser is included in Ubuntu. <application>Firefox</application> features tabbed browsing, pop-up blocking, built-in search, and live bookmarks. Also supported are popular plug-ins such as Java, Flash, and RealPlayer.
ja: Ubuntuには強力で安全なウェブブラウザである<application>Mozilla Firefox</application>があります。<application>Firefox</application>はタブブラウザやポップアップブロック、検索バー、ライブブックマークなどの機能をもっています。また、JavaやFlash、RealPlayer用のプラグインも存在します。
pt: O poderoso e seguro navegador web <application>Mozilla Firefox</application> está incluído no Ubuntu. O <application>Firefox</application> possui navegação em separadores, bloqueio de janelas pop-up, procura incorporada e marcador para fontes RSS. Também são suportados os populares plug-ins Java, Flash e RealPlayer.

source: <application>Firefox</application> can be launched by clicking <menuchoice><guimenu>Applications</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>.
ja: <application>Firefox</application>は<menuchoice><guimenu>アプリケーション</guimenu><guisubmenu>インターネット</guisubmenu><guimenuitem>Firefox ウェブ・ブラウザ</guimenuitem></menuchoice>から起動できます。
pt: O <application>Firefox</application> pode ser iniciado clicando em <menuchoice><guimenu>Applicações</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Navegador Web</guimenuitem></menuchoice>.

source: Alternative web browsers
ja: その他のウェブブラウザ
pt: Navegadores web alternativos

source: As well as the default <application>Firefox Web Browser</application>, Ubuntu also provides a large selection of alternative browsers. A list of some of these is given below:
ja: 標準の<application>Firefox ウェブ・ブラウザ</application>以外にも、Ubuntuにはたくさんのブラウザが存在します。それらのうちのいくつかをあげておきます：
pt: Para além do <application>Firefox Navegador Web</application> por omissão, o Ubuntu também disponibiliza uma variado leque de navegadores alternativos. Abaixo encontra uma lista de alguns deles:

source: Epiphany Web Browser
ja: Epiphany ウェブ・ブラウザ
pt: Navegador Web Epiphany

source: Mozilla Web Browser
ja: Mozilla ウェブ・ブラウザ
pt: Mozilla Navegador Web

source: See <ulink type="help" url="ghelp:add-applications">Add Applications</ulink> for help on installing new software.
ja: 新しいソフトウェアをインストールしたい場合は、<ulink type=\"help\" url=\"ghelp:add-applications\">アプリケーションの追加</ulink>を参照してください。
pt: Veja <ulink type="help" url="ghelp:add-applications">Adicionar Aplicações</ulink> para ajuda em como instalar novos programas.

source: Get plugins for your web browser
ja: ウェブブラウザのプラグインを入手する
pt: Obter plugins para o seu navegador web

source: A plugin is a small program which extends the capabilities of another program. In the case of web browsers, plugins typically allow the browser to play different types of multimedia or to run small, web-based programs.
ja: プラグインとは、あるソフトウェアの能力を拡張するための小さなプログラムのことです。ウェブブラウザの場合、マルチメディアファイルを再生できるようになったり、小さなウェブプログラムを実行できるようになります。
pt: Um plugin é um pequeno programa que estende as capacidades de outro programa. No caso dos navegadores web, os plugins normalmente permitem a reprodução de vários tipos de multimédia no navegador ou executar pequenos programas baseados na web.

source: To view a list of currently-installed plugins in the <application>Firefox Web Browser</application>, type <quote>about:plugins</quote> into the address bar and press <keycap>Return</keycap>.
ja: <application>Firefox ウェブ・ブラウザ</application>に現在インストールされているプラグインを確認するには、アドレスバーに<quote>about:plugins</quote>と入力し、<keycap>Return</keycap>を押してください。
pt: Para ver uma lista dos plugins actualmente instalados no <application>Firefox Navegador Web</application>, digite <quote>about:plugins</quote> ina barra de endereço e pressiona a tecla <keycap>Enter</keycap>.

source: Quickly install common plugins
ja: よく使われるプラグインを簡単にインストールするには
pt: Instalar rapidamente os plugins mais comuns

source: It is possible to install a whole set of commonly-used restricted plugins at once, by installing the <application>Ubuntu restricted extras</application> package.
ja: よく利用される制限付きプラグインを、一度にインストールする方法が用意されています。<application>Ubuntu restricted extras</application>パッケージをインストールしてください。
pt: É possível instalar de uma só vez um conjunto de plugins restritos frequentemente usados, ao instalar o pacote <application>Ubuntu restricted extras</application>.
