Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/internet/po/*.po
Languages: ja, pt

source: <emphasis>Restricted plugins</emphasis> are those which cannot be distributed with Ubuntu because of legal issues surrounding their use in some countries. Check that you are allowed to use this software before installing it. See the <ulink url="http://www.ubuntu.com/ubuntu/licensing">Ubuntu website</ulink> for more information on restricted software.
ja: <emphasis>制限付きプラグイン</emphasis>はいくつかの国では利用において法律的な問題があるために、Ubuntuに含めることができません。インストールする前に、法律的に利用可能かどうかを確認してください。制限付きソフトウェアに関する詳しいことは<ulink url=\"http://www.ubuntu.com/ubuntu/licensing\">Ubuntuのウェブサイト</ulink>を確認してください。
pt: <emphasis>Plugins restritos</emphasis>são aqueles que não podem ser distribuídos com o Ubuntu devido a questões legais en torno da sua utilização em alguns países. Verifique se está autorizado a utilizar este software antes de o instalar. Veja o <ulink url="http://www.ubuntu.com/ubuntu/licensing">Sítio do Ubuntu</ulink> para mais informações acerca de software restrito.

source: Install the <application>Ubuntu restricted extras</application> package from the <quote>Multiverse</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
ja: <quote>Multiverse</quote>レポジトリから<application>Ubuntu restricted extras</application>をインストールしてください(<ulink type=\"help\" url=\"ghelp:add-applications\">アプリケーションの追加</ulink>を参照してください)。
pt: Instale o pacote <application>Ubuntu restricted extras</application> a partir do repositório <quote>Multiverse</quote> (ver <ulink type="help" url="ghelp:add-applications">Adicionar Aplicações</ulink>).

source: Restart the <application>Firefox Web Browser</application> to make the included browser plugins available.
ja: プラグインを利用可能にするために、<application>Firefox ウェブ・ブラウザ</application>を再起動してください。
pt: Reinicie o <application>Firefox Navegador Web</application> para disponibilizar os plugins do navegador incluídos.

source: As well as plugins and multimedia codecs, <application>Java</application> and a set of Windows fonts will be installed.
ja: プラグインやマルチメディアコーデックと一緒に、<application>Java</application>やWindowsフォントもインストールされます。
pt: Tal como plugins e codecs multimédia, o <application>Java</application> e um conjunto de fontes Windows serão instalados.

source: The following plugins and codecs are installed by the <application>Ubuntu restricted extras</application> package:
ja: <application>Ubuntu restricted extras</application>パッケージによって、以下のプラグインとコーデックがインストールされます：
pt: Os seguintes plugins e codecs são instalados pelo pacote <application>Ubuntu restricted extras</application>:

source: Audio and video plugins
ja: 音声と動画のプラグイン
pt: Plugins de áudio e vídeo

source: Many different multimedia formats are used on the Internet, and so you may find that you are unable to play some audio and video files without first installing an appropriate plugin.
ja: インターネット上では多くのマルチメディア形式が利用されていて、形式ごとに適切なプラグインをインストールしないと音楽や動画を再生できません。
pt: Variados formatos de multimédia são usados na internet, e pode acontecer conseguir reproduzir alguns ficheiros de áudio e vídeo antes de instalar um plugin apropriado.

source: See the following articles for information on installing and using multimedia plugins with the <application>Firefox Web Browser</application>:
ja: 以下の記事では、<application>Firefox ウェブ・ブラウザ</application>用のマルチメディアプラグインのインストール方法を説明しています：
pt: Leia os seguintes artigos para obter informações sobre como instalar e utilizar plugins multimédia na aplicação <application>Firefox Navegador Web</application>:

source: Watch videos in a web browser
ja: ウェブブラウザで動画を閲覧するには
pt: Ver vídeos num navegador web

source: Play movies and videos
ja: 映画やビデオを再生するには
pt: Reproduzir filmes e vídeos

source: <ulink url="https://help.ubuntu.com/community/FirefoxPlugins">Firefox Plugins</ulink> (Ubuntu Community support pages)
ja: <ulink url=\"https://help.ubuntu.com/community/FirefoxPlugins\">Firefoxのプラグイン</ulink>(Ubuntuコミュニティによるページ)
pt: <ulink url="https://help.ubuntu.com/community/FirefoxPlugins">Plugins do Firefox </ulink> (Páginas de suporta da Comunidade Ubuntu)

source: Flash multimedia plugin
ja: Flashマルチメディアプラグイン
pt: Plugin multimédia Flash

source: <ulink type="help" url="ghelp:musicvideophotos#onlinemedia-audiostreams">Listen to online audio streams</ulink> (instructions for installing <application>RealPlayer</application>)
ja: <ulink type=\"help\" url=\"ghelp:musicvideophotos#onlinemedia-audiostreams\">インターネット上のストリーミング音楽を聴くには</ulink>(<application>RealPlayer</application>のインストール方法)
pt: <ulink type="help" url="ghelp:musicvideophotos#onlinemedia-audiostreams">Ouvir streams áudio online</ulink> (instruções para instalar o <application>RealPlayer</application>)

source: Multimedia codecs
ja: マルチメディアコーデック
pt: Codecs multimédia

source: Flash is a proprietary plugin which allows you to watch videos and animations on the Internet.
ja: Flashは、インターネット上で映画やアニメーションを視聴できるようにするプロプライエタリ(独占的・制限付き)なプラグインです。
pt: O Flash é um plugin proprietário que permite que assista a vídeos e animações na internet.

source: To view Flash graphics from the <application>Firefox Web Browser</application>:
ja: <application>Firefox ウェブ・ブラウザ</application>上でFlashを閲覧するためには：
pt: Para visualizar gráficos Flash a partir do <application>Firefox Navegador Web</application>:

source: Install the <application>flashplugin-nonfree</application> package from the <quote>Multiverse</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
ja: <quote>Multiverse</quote>レポジトリから<application>flashplugin-nonfree</application>をインストールしてください(<ulink type=\"help\" url=\"ghelp:add-applications\">アプリケーションの追加</ulink>を参照してください)。
pt: Instale o pacote <application>flashplugin-nonfree</application> a partir do repositório <quote>Multiverse</quote> (ver <ulink type="help" url="ghelp:add-applications">Adicionar Aplicações</ulink>).

source: Restart <application>Firefox</application> to make the plugin available.
ja: プラグインを利用可能にするために、<application>Firefox</application>を再起動してください。
pt: Reinicie o <application>Firefox</application> para disponibilizar o plugin.

source: Installing the package as described above will download and install the plugin. You need an Internet connection for this to work. If, after installing the application, you need to download and install the plugin at a later time, enter the following command in a terminal:<screen>sudo dpkg-reconfigure flashplugin-nonfree</screen>
ja: 上記の方法でパッケージをインストールした場合、パッケージはプラグインをダウンロードしてインストールします。この際、インターネットへの接続が必要になります。パッケージのインストールだけした場合、プラグインのダウンロードとインストールするために端末で以下のコマンドを実行してください：<screen>sudo dpkg-reconfigure flashplugin-nonfree</screen>
pt: Instalar o pacote da forma descrita acima irá transferir e instalar o plugin. Necessita de uma ligação à internet para que este procedimento funcione. Se, após a instalação da aplicação, for necessário transferir e instalar o plugin mais tarde, digite o seguinte comando no terminal:<screen>sudo dpkg-reconfigure flashplugin-nonfree</screen>

source: Java browser plugin
ja: Javaブラウザプラグイン
pt: Plugin Java para o navegador

source: Some websites use small <application>Java</application> programs, which require a Java plugin to be installed in order to run.
ja: いくつかのウェブサイトでは、小さな<application>Java</application>プログラムを使っていて、それらのプログラムを実行するためにはJavaプラグインをインストールする必要があります。
pt: Alguns sítios de internet utilizam pequenos programas <application>Java</application>, que requerem a instalação de um plugin Java para serem executados.

source: These instructions are for <emphasis>i386</emphasis> and <emphasis>AMD64</emphasis> computers only. The plugin is not currently available for other computers.
ja: 以下の方法は、 <emphasis>i386</emphasis>と<emphasis>AMD64</emphasis>コンピュータでのみ使えます。現在のところ他のコンピュータ用のプラグインは提供されていません。
pt: Estas instruções são apenas para computadores emphasis>i386</emphasis> e <emphasis>AMD64</emphasis>. O plugin não está actualmente disponível para outros computadores.

source: If you are using an <emphasis>i386</emphasis> computer install the <application>sun-java5-plugin</application> package from the <quote>Multiverse</quote> repository.
ja: <emphasis>i386</emphasis>を使っている場合は、<quote>Multiverse</quote>レポジトリから<application>sun-java5-plugin</application>パッケージをインストールしてください。
pt: Se está a utilizar um computador <emphasis>i386</emphasis> instale o pacote <application>sun-java5-plugin</application> a partir do repositório <quote>Multiverse</quote>.

source: If you are using an <emphasis>AMD64</emphasis> computer install the <application>j2re1.4-mozilla.plugin</application> package from the <quote>Multiverse</quote> repository.
ja: <emphasis>AMD64</emphasis>を使っている場合は、<quote>Multiverse</quote>レポジトリから<application>j2re1.4-mozilla.plugin</application>パッケージをインストールしてください。
pt: Se está a usar um computador <emphasis>AMD64</emphasis> instale o pacote <application>j2re1.4-mozilla.plugin</application> a partir do repositório <quote>Multiverse</quote>.

source: For a more complete Java installation, see <ulink type="help" url="ghelp:programming#java">Java</ulink>.
ja: Javaのインストールに関することは<ulink type=\"help\" url=\"ghelp:programming#java\">Java</ulink>を参照してください。
pt: Para uma instalação Java mais completa, veja <ulink type="help" url="ghelp:programming#java">Java</ulink>.

source: Changing the default font size
ja: 文字の標準の大きさを変えるには
pt: Alterar o tamanho padrão das fontes

source: If you find that the size of text in Firefox is too small to read comfortably, you can increase the default font size.
ja: Firefoxの文字の大きさが読むには小さすぎると感じるかもしれません。その場合は文字の標準の大きさを変えることができます。
pt: Se o tamanho do texto no Firefox for demasiado pequeno para ler confortavelmente, pode aumentar o tamanho da fonte.

source: Press <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Preferences</guimenuitem></menuchoice> and select the <guilabel>Content</guilabel> tab
ja: <menuchoice><guimenuitem>編集</guimenuitem><guimenuitem>設定</guimenuitem></menuchoice>を選択し、<guilabel>コンテンツ</guilabel>タブを開いてください。
pt: Pressione menuchoice><guimenuitem>Editar</guimenuitem><guimenuitem>Preferências</guimenuitem></menuchoice> e escolha o separador <guilabel>Conteúdo</guilabel>.

source: Under <guilabel>Fonts &amp; Colors</guilabel>, change the <guilabel>Size</guilabel> to a larger number (around 20 tends to be quite comfortable to read)
ja: <guilabel>フォントと配色</guilabel>の<guilabel>サイズ</guilabel>を大きな値にしてください(20ぐらいが読みやすいようです)。
pt: Em <guilabel>Fontes &amp; Cores</guilabel>, mude o <guilabel>Tamanho</guilabel> para um número maior (algo à volta de 20 tende a ser confortável para leitura)

source: Text on web pages should immediately look larger. Press <guibutton>Close</guibutton>
ja: すぐにウェブページの文字が大きくなります。<guibutton>閉じる</guibutton>を押してください。
pt: Os textos nas páginas da web devem aparecer maiores imediatamente. Pressione <guibutton>Fechar</guibutton>

source: To temporarily increase the size of text on a web page, press <menuchoice><guimenuitem>View</guimenuitem><guimenuitem>Text Size</guimenuitem><guimenuitem>Increase</guimenuitem></menuchoice>. Alternatively, hold down the <keycap>Ctrl</keycap> key and scroll down with your mouse's scroll wheel, or press <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>.
ja: ウェブページの文字を一時的に大きくしたい場合は、<menuchoice><guimenuitem>表示</guimenuitem><guimenuitem>文字サイズ</guimenuitem><guimenuitem>大きく</guimenuitem></menuchoice>を選択してください。別の方法としては、<keycap>Ctrl</keycap>を押しながらマウスのホイールを手前に回転したり、<keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>を押すなどがあります。
pt: Para aumentar temporariamente o tamanho do texto de uma pagina web pressione <menuchoice><guimenuitem>Ver</guimenuitem><guimenuitem>Tamanho do texto</guimenuitem><guimenuitem>Aumentar</guimenuitem></menuchoice>. Alternativamente, mantenha pressionada a tecla <keycap>Ctrl</keycap> e rode para baixo a roda do rato ou pressione <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>.

source: To return the text to its normal size, press <menuchoice><guimenuitem>View</guimenuitem><guimenuitem>Text Size</guimenuitem><guimenuitem>Normal</guimenuitem></menuchoice>.
ja: 文字の大きさを初期値に戻すには、<menuchoice><guimenuitem>表示</guimenuitem><guimenuitem>文字サイズ</guimenuitem><guimenuitem>標準サイズ</guimenuitem></menuchoice>を選択してください。
pt: Para que o texto retorne ao seu tamanho normal, pressione <menuchoice><guimenuitem>Ver</guimenuitem><guimenuitem>Tamanho do texto</guimenuitem><guimenuitem>Normal</guimenuitem></menuchoice>.

source: Changing the home page
ja: 起動時に表示されるページを変更するには
pt: Alterar página inicial

source: When you open Firefox, the first web page which is displayed is your <emphasis>home page</emphasis>. This is usually a web page which you want to view every time you use the web, such as a news site, search engine or online email account.
ja: Firefoxを起動したとき、最初は<emphasis>ホームページ</emphasis>が表示されます。これは、ニュースサイトや検索エンジン、ウェブメールサイトのような、ウェブを使うときに毎回訪れるサイトに変更すると良いでしょう。
pt: Quando abre o Firefox, a primeira página que é exibida é a sua <emphasis>página inicial</emphasis>. Habitualmente trata-se da página que deseja ver sempre que navega na web, como, por exemplo, um site de noticias, motor de busca ou a sua conta de email.

source: To change your home page:
ja: ホームページを変更するには：
pt: Para alterar a sua página inicial:

source: Open the page which you want to use as your home page
ja: まず、ホームページに設定したいページを表示します。
pt: Abra a página que deseja usar como página inicial.

source: Press <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Preferences</guimenuitem></menuchoice> and select the <guilabel>Main</guilabel> tab
ja: <menuchoice><guimenuitem>編集</guimenuitem><guimenuitem>設定</guimenuitem></menuchoice>から<guilabel>一般</guilabel>タブを表示します。
pt: Pressione <menuchoice><guimenuitem>Editar</guimenuitem><guimenuitem>Preferências</guimenuitem></menuchoice> e seleccione o separador <guilabel>Geral</guilabel>

source: Under <guilabel>Startup</guilabel>, press <guibutton>Use Current Page</guibutton> and then press <guibutton>Close</guibutton>
ja: <guilabel>起動</guilabel>にある<guibutton>現在のページを使用</guibutton>を押して、<guibutton>閉じる</guibutton>を押します。
pt: Sob <guilabel>Início</guilabel>, pressione <guibutton>Utilizar a Página Actual</guibutton> e depois pressione <guibutton>Fechar</guibutton>

source: When you start Firefox or press the <guibutton>Home</guibutton> button, you will be taken to your new home page.
ja: Firefoxを起動したり、<guibutton>ホーム</guibutton>ボタンを押せば、新しいホームページが表示されるでしょう。
pt: Sempre que iniciar o Firefox ou pressionar o botão <guibutton>Home</guibutton>, será encaminhado para a sua página inicial.

source: If you want to have more than one home page, open all of the pages that you would like to use as home pages in separate tabs. Then, follow the procedure above.
ja: より多くのホームページをタブを使って表示させたい場合も、上記の方法で設定できます。
pt: Se desejar ter mais que uma página inicial, abra as páginas desejadas em separadores e siga o procedimento seguinte.

source: Send and receive emails
ja: メールを送受信する
pt: Enviar e receber e-mails

source: Email is one of the most popular ways to communicate over the Internet. Ubuntu includes all of the tools that you need to send, receive and organize email messages.
ja: メールはインターネットの中でももっともよく行われている通信の一つです。Ubuntuにはメールを整理したり送受信するために必要なものがすべて揃っています。
pt: O E-mail é uma das formas mais populares de comunicação na internet. O Ubuntu inclui todas as ferramentas que necessita para enviar, receber e organizar mensagens de correio electrónico.

source: The <application>Evolution</application> groupware suite is the default email client, and can handle all of your <ulink type="help" url="ghelp:evolution#usage-mail">email</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">contact lists</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">tasks</ulink> and <ulink type="help" url="ghelp:evolution#usage-calendar">calendar</ulink> needs. It also integrates with the <ulink type="help" url="ghelp:clock#clock-usage-calendar">panel clock</ulink>, giving you one-click access to your task list.
ja: <application>Evolution</application>は標準のメールクライアントであり、<ulink type=\"help\" url=\"ghelp:evolution#usage-mail\">メール</ulink>や<ulink type=\"help\" url=\"ghelp:evolution#usage-contact\">アドレス帳</ulink>、<ulink type=\"help\" url=\"ghelp:evolution#usage-calendar-todo\">作業</ulink>、<ulink type=\"help\" url=\"ghelp:evolution#usage-calendar\">カレンダー</ulink>などを統合的に管理できるグループウェアです。<ulink type=\"help\" url=\"ghelp:clock#clock-usage-calendar\">時計アプレット</ulink>と一緒に使うことで、ワンクリックで作業リストを確認することができます。
pt: A suite de groupware <application>Evolution</application> é o cliente de email padrão e pode manipular todos os <ulink type="help" url="ghelp:evolution#usage-mail">seus e-mails</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">contactos</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">tarefas</ulink> e <ulink type="help" url="ghelp:evolution#usage-calendar">o seu calendário</ulink>. Também integra-se com o <ulink type="help" url="ghelp:clock#clock-usage-calendar"> relógio do painel</ulink>, dando-lhe acesso à sua lista de tarefas com apenas um clique.

source: <application>Evolution</application> can be launched by pressing <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolution Mail</guimenuitem></menuchoice>.
ja: <application>Evolution</application>は<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>インターネット</guimenuitem><guimenuitem>Evolution メール</guimenuitem></menuchoice>から起動できます。
pt: O <application>Evolution</application> pode ser iniciado pressionando <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Email Evolution</guimenuitem></menuchoice>.

source: See the <ulink type="help" url="ghelp:evolution">Evolution manual</ulink> for help on how to use Evolution.
ja: Evolutionの使い方については<ulink type=\"help\" url=\"ghelp:evolution\">Evolutionマニュアル</ulink>を参照してください。
pt: Veja o <ulink type="help" url="ghelp:evolution">Manual do Evolution</ulink> para obter ajuda sobre como usar o Evolution.

source: Junk mail filtering
ja: 迷惑メールを除外する
pt: Filtro de lixo electrónico

source: Bogofilter classifies mail as junk mail (also known as <emphasis>spam</emphasis>) by analysing the message statistically, and can learn from selections made by the user. The technique is known as Bayesian filtering; you can find more details on this here:
ja: Bogofilterはメールを統計的に解析し(<emphasis>spam</emphasis>とも言われる)迷惑メールを分別するソフトウェアで、利用者によって学習させることも可能です。技術的にはベイジアンフィルタというものを使っていて、以下のサイトでより詳しいことが調べられます：
pt: O Bogofilter classifica e-mails como mensagens não desejadas (também conhecido como <emphasis>spam</emphasis>) ao analisar estatisticamente a mensagem, podendo também aprender com as selecções feitas pelo utilizador Esta técnica é usada como filtro Bayesian; pode encontrar mais detalhes aqui:

source: Evolution can be automatically configured to use Bogofilter.
ja: Evolutionは、Bogofilterを使うための設定を自動的にしてくれます。
pt: O Evolution pode ser configurado automaticamente para usar o Bogofilter.

source: Install the <application>Bogofilter</application> package (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>)
ja: <application>Bogofilter</application>パッケージをインストールしてください(<ulink type=\"help\" url=\"ghelp:add-applications\">アプリケーションの追加</ulink>を参照してください)。
pt: Instale o pacote <application>Bogofilter</application> (veja <ulink type="help" url="ghelp:add-applications">Adicionar Aplicações</ulink>)

source: Open <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolution Mail</guimenuitem></menuchoice>.
ja: <menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>インターネット</guimenuitem><guimenuitem>Evolution メール</guimenuitem></menuchoice>を選択します。
pt: Abra <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Email Evolution</guimenuitem></menuchoice>.

source: Enable the junk mail filter by selecting <menuchoice><guimenu>Edit</guimenu><guimenu>Preferences</guimenu><guimenu>Mail Preferences</guimenu><guimenu>Junk</guimenu><guimenu>Check incoming mail for junk</guimenu></menuchoice>.
ja: 迷惑メールの分別を有効化するには、<menuchoice><guimenu>編集</guimenu><guimenu>設定</guimenu><guimenu>メールの設定</guimenu><guimenu>ジャンク</guimenu><guimenu>受信したメールがジャンクかどうかチェックする</guimenu></menuchoice>にチェックマークを付けます。
pt: Habilite o filtro de lixo electrónico seleccionando <menuchoice><guimenu>Editar</guimenu><guimenu>Preferências</guimenu><guimenu>Preferências do Email</guimenu><guimenu>Não Solicitado</guimenu><guimenu>Verificar nas mensagens recebidas por não solicitadas</guimenu></menuchoice>.

source: Turn on the Bogofilter plugin by selecting <menuchoice><guimenu>Edit</guimenu><guimenu>Plugins</guimenu></menuchoice>
ja: <menuchoice><guimenu>編集</guimenu><guimenu>プラグイン</guimenu></menuchoice>から、Bogofilterプラグインにチェックマークを付けます。
pt: Active o plugin do Bogofilter seleccionando <menuchoice><guimenu>Editar</guimenu><guimenu>Plugins</guimenu></menuchoice>

source: Bogofilter will now start to learn what is spam, based on the messages you mark. To mark a message as spam, select <menuchoice><guimenu>Message</guimenu><guimenu>Mark As</guimenu><guimenu>Junk</guimenu></menuchoice>.
ja: Bogofilterは手動で迷惑メールのマークを付けられたものをもとに、迷惑メールの判別方法を学習していきます。迷惑メールのマークを付けるには、<menuchoice><guimenu>メッセージ</guimenu><guimenu>マークの付与</guimenu><guimenu>ジャンク</guimenu></menuchoice>を選択してください。
pt: Agora o Bogofilter irá começar a aprender o que é spam, baseado nas mensagens que o utilizador marcar. Para marcar uma mensagem como spam, seleccione <menuchoice><guimenu>Mensagem</guimenu><guimenu>Marcar como</guimenu><guimenu>Não Solicitada</guimenu></menuchoice>.

source: Alternative email applications
ja: その他のメールアプリケーション
pt: Aplicações de email alternativas

source: You can also use <application>Mozilla Thunderbird</application> for email. To install it, install the <application>mozilla-thunderbird</application> package (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
ja: メール用のソフトウェアとして、<application>Mozilla Thunderbird</application>も使うことができます。これを利用するには、<application>mozilla-thunderbird</application>パッケージをインストールしてください(<ulink type=\"help\" url=\"ghelp:add-applications\">アプリケーションの追加</ulink>を参照してください)。
pt: Pode também utilizar o <application>Mozilla Thunderbird</application> para e-mail. Para o instalar, instale o pacote <application>mozilla-thunderbird</application> (ver <ulink type="help" url="ghelp:add-applications">Adicionar Aplicações</ulink>).

source: To start <application>Thunderbird</application>, choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Thunderbird Mail Client</guimenuitem></menuchoice>.
ja: <application>Thunderbird</application>を起動するには、<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>インターネット</guimenuitem><guimenuitem>Thunderbird メール・クライアント</guimenuitem></menuchoice>を選択してください。
pt: Para iniciar o <application>Thunderbird</application>, escolha <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Cliente de Email Thunderbird</guimenuitem></menuchoice>.

source: To change your preferred email client to <application>Mozilla Thunderbird</application>:
ja: 標準のメールクライアントを<application>Mozilla Thunderbird</application>にするには：
pt: Para alterar o seu cliente de correio electrónico para o <application>Mozilla Thunderbird</application>:

source: Choose <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Preferred Applications</guimenuitem></menuchoice>
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>設定</guimenuitem><guimenuitem>お気に入りのアプリ</guimenuitem></menuchoice>を選択してください。
pt: Escolha <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferências</guimenuitem><guimenuitem>Aplicações Preferidas</guimenuitem></menuchoice>
