Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/internet/po/*.po
Languages: ja, pt

source: Click on the <guibutton>Mail Reader</guibutton> drop down menu, and select the <guilabel>Custom</guilabel> option.
ja: <guibutton>メール・クライアント</guibutton>から、<guilabel>その他</guilabel>を選択してください。
pt: Clique no menu suspenso <guibutton>Leitor de Correio</guibutton>, e seleccione a opção <guilabel>Personalizado</guilabel>

source: In the <guilabel>Command</guilabel> text box, type <userinput><command>mozilla-thunderbird %s</command></userinput>, then close the dialog.
ja: <guilabel>コマンド</guilabel>の欄に<userinput><command>mozilla-thunderbird %s</command></userinput>と入力し、ダイアログを閉じてください。
pt: Na caixa de texto <guilabel>Comando</guilabel>, digite <userinput><command>mozilla-thunderbird %s</command></userinput>, e feche a caixa de diálogo.

source: Instant Messaging
ja: インスタント・メッセンジャ
pt: Mensagens Instantâneas

source: Instant messaging (IM) is a way of communicating with friends and family by sending messages to one another over the Internet. Instant messaging happens in real-time, and there is no delay between you typing a message and the other person receiving it.
ja: インスタント・メッセンジャ(IM)はインターネット越しにメッセージを送ることで、友人や家族と通信するソフトウェアです。インスタント・メッセンジャはリアルタイムで通信できるという特徴があります。つまり、メッセージを送信してから、相手が受信するまでの時間的ずれはほとんどありません。
pt: As mensagens instantâneas (IM) são uma forma de comunicar com os amigos e a família, enviando mensagens uns aos outros através da internet. As mensagens instantâneas são em tempo real, e não existe qualquer atraso desde o momento em que digita a mensagem e a outra pessoa a recebe.

source: Pidgin Internet Messenger
ja: Pidgin インターネット・メッセンジャー
pt: Mensageiro da Internet Pidgin

source: <application>Pidgin</application> is the default instant messenger client in Ubuntu, and was formerly known as <application>Gaim</application>. With Pidgin you can talk to people who use AIM/ICQ, Gadu-Gadu, GroupWise, IRC, Jabber, MSN, Napster, Bonjour and Yahoo, and list all your buddies in a single window.
ja: <application>Pidgin</application>はUbuntuにおける標準のインスタント・メッセンジャクライアントであり、以前は<application>Gaim</application>と呼ばれていました。PidginはAIM/ICQ、Gadu-Gadu、GroupWise、IRC、Jabber、MSN、Napster、Bonjour、Yahooなどを使っている人たちとチャットしたり、一つのウィンドウの中に表示することができます。
pt: O <application>Pidgin</application> é o cliente de mensagens instantâneas por omissão do Ubuntu, anteriormente conhecido por <application>Gaim</application>. Com o Pidgin pode conversar com pessoas que usam usam AIM/ICQ, Gadu-Gadu, GroupWise, IRC, Jabber, MSN, Napster, Bonjour e Yahoo, e listar todos os seus contactos numa só janela.

source: To start <application>Pidgin</application>, choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pidgin Internet Messenger</guimenuitem></menuchoice>.
ja: <application>Pidgin</application>を起動するには、<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>インターネット</guimenuitem><guimenuitem>Pidgin インターネット・メッセンジャー</guimenuitem></menuchoice>を選択してください。
pt: Para iniciar o <application>Pidgin</application>, escolha <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Mensageiro da Internet Pidgin</guimenuitem></menuchoice>.

source: There are several extra packages available for <application>Pidgin</application>, which add extra features and allow you to change the way Pidgin looks:
ja: <application>Pidgin</application>にはさまざまな拡張パッケージが用意されています。これらはPidginの見た目を変更したり、機能を追加することができます：
pt: Existem diversos pacotes extra para a aplicação <application>Pidgin</application>, que adicionam diversas funcionalidades e permitem alterar a sua aparência:

source: You will have to use the <application>Synaptic Package Manager</application> to install these packages. See <ulink type="help" url="ghelp:add-applications">Add Applications</ulink> for help on installing new software.
ja: これらのパッケージをインストールするには、<application>Synaptic パッケージ・マネージャ</application>を利用してください。インストール方法については、<ulink type=\"help\" url=\"ghelp:add-applications\">アプリケーションの追加</ulink>を参照してください。
pt: Terá de utilizar o <application>Gestor de pacotes Synaptic</application> para instalar estes pacotes. Ver <ulink type="help" url="ghelp:add-applications">Adicionar Aplicações</ulink> para ajuda em como instalar novos programas.

source: Connect to a MSN Server
ja: MSNサーバへ接続するには
pt: Ligar a um servidor MSN

source: First register an <application>MSN</application> account by going to the <ulink url="http://im.live.com/Messenger/IM/Join/">Microsoft Internet Messenger website</ulink> and following the relevant instructions. Once you have your account details, you can continue with the procedure below.
ja: 最初に<ulink url=\"http://im.live.com/Messenger/IM/Join/\">Microsoft Internet Messengerのウェブサイト</ulink>にて、<application>MSN</application>アカウントを作成してから以下の設定を行ってください。一度アカウントの情報を設定すれば、あとは簡単にログインできるようになります。
pt: Primeiro registe uma conta <application>MSN</application> em <ulink url="http://im.live.com/Messenger/IM/Join/">Website do Microsoft Internet Messenger</ulink> e siga as instruções indicadas. Assim que tenha os detalhes da conta poderá continuar com o processo que se segue.

source: Select from the Pidgin menu: <menuchoice><guimenuitem>Accounts</guimenuitem><guimenuitem>Add/Edit</guimenuitem></menuchoice>,
ja: Pidginのメニューから<menuchoice><guimenuitem>アカウント</guimenuitem><guimenuitem>追加/編集</guimenuitem></menuchoice>を選択してください。
pt: Seleccione no menu do Pidgin <menuchoice><guimenuitem>Contas</guimenuitem><guimenuitem>Adicionar/Editar</guimenuitem></menuchoice>,

source: Click on the <guibutton>Add</guibutton> button,
ja: <guibutton>追加</guibutton>ボタンを押してください。
pt: Clique no botão <guibutton>Adicionar</guibutton>,

source: Under the <guilabel>Basic</guilabel> tab, select the MSN Protocol that you'll be using,
ja: <guilabel>基本</guilabel>タブから、MSNプロトコルを選択してください。
pt: No separador <guilabel>Básico</guilabel>, seleccione o Protocolo MSN, o qual irá usar,

source: Fill in your screen name (this is your MSN account name),
ja: スクリーン名(MSNのアカウント名)を入力してください。
pt: Preencha o seu nome de apresentação (o nome da sua conta do MSN),

source: Enter your password and then your local alias (Username),
ja: パスワードと表示名(公開される名前)を入力してください。
pt: Insira sua senha e então o seu apelido local (nome de utilizador),

source: If you are connected to your network behind a firewall, goto <menuchoice><guimenuitem>Accounts</guimenuitem><guimenuitem>Add/Edit</guimenuitem><guimenuitem>Advanced</guimenuitem></menuchoice> tab and set the relevant information for your proxy server, including your proxy username and password details.
ja: ファイヤーウォール越しに接続する場合は、<menuchoice><guimenuitem>アカウント</guimenuitem><guimenuitem>追加/編集</guimenuitem><guimenuitem>拡張</guimenuitem></menuchoice>タブを開いて、プロキシのユーザ名やパスワードを含む、プロキシサーバに関する情報を入力してください。
pt: Se você está ligado à sua rede por detrás de uma firewall, vá até ao separador <menuchoice><guimenuitem>Contas</guimenuitem><guimenuitem>Adicionar/Editar</guimenuitem><guimenuitem>Avançado</guimenuitem></menuchoice> e defina as informações relevantes sobre seu servidor proxy, incluindo seu nome de utilizador e senha.

source: Once you've done, click the <guibutton>Save</guibutton> button.
ja: 入力が終わったら、<guibutton>保存</guibutton>ボタンを押してください。
pt: Quando terminar, clique no botão <guibutton>Gravar</guibutton>.

source: Connect to a XMPP server
ja: XMPPサーバへ接続するには
pt: Ligar a um servidor XMPP

source: Under the <guilabel>Basic</guilabel> tab, select the XMPP Protocol that you'll be using, fill in your screenname (this is your XMPP account name),
ja: <guilabel>基本</guilabel>タブから、XMPPプロトコルを選択し、スクリーン名(XMPPのアカウント名)を入力してください。
pt: No separador <guilabel>Básico</guilabel>, selccione o Protocolo XMPP, que irá usar e preencha com seu nome de apresentação (nome da sua conta XMPP).

source: If you don't have an XMPP/Jabber account already setup, then you can create one by registering an account by selecting the <guibutton>Register</guibutton> button and follow the instructions to create one.
ja: まだXMPP/Jabberアカウントを作成していない場合は、<guibutton>Register</guibutton>ボタンを押し、以下の設定をすればアカウントが作成されます。
pt: Se você não possuir uma conta XMPP/Jabber já configurada, você pode criar uma seleccionando o botão <guibutton>Registrar</guibutton> e seguindo as instruções.

source: The domain name is the name of your XMPP or Jabber server,
ja: ドメイン名には、XMPP/Jabberのサーバ名を入力してください。
pt: O nome de domínio é o nome do seu servidor XMPP ou Jabber.

source: Once you have finished, click the <guibutton>Save</guibutton> button.
ja: 設定が終了したら、<guibutton>保存</guibutton>ボタンを押してください。
pt: Quando terminar, clique no botão <guibutton>Gravar</guibutton>.

source: Connect to a Simple (Ekiga) server
ja: Simple(Ekiga)サーバへ接続するには
pt: Ligar a um servidor Simple (Ekiga)

source: First register an <application>Ekiga</application> account at <ulink url="http://www.ekiga.net/user/">ekiga.net</ulink> and wait for the e-mail confirmation. Once you have received your account details, make a note of it and continue with the following procedure.
ja: 最初に<ulink url=\"http://www.ekiga.net/user/\">ekiga.net</ulink>にて、<application>Ekiga</application>のアカウントを作成し、確認メールの到着を待ってください。アカウントに関する情報を受信したら、以下の手順でその情報を入力してください。
pt: Primeiramente registe uma conta do <application>Ekiga</application> em <ulink url="http://www.ekiga.net/user/">ekiga.net</ulink> e aguarde pelo e-mail de confirmação. Quando receber os detalhes da sua conta, anote-os e continue com o seguinte procedimento:

source: Under the <guilabel>Basic</guilabel> tab, select <emphasis>Simple</emphasis> Protocol,
ja: <guilabel>基本</guilabel>タブから、<emphasis>Simple</emphasis>プロトコルを選択してください。
pt: No separador <guilabel>Básico</guilabel>, selecione o protocolo <emphasis>Simple</emphasis>.

source: Fill in your screenname (this is your Ekiga account name),
ja: スクリーン名(Ekigaのアカウント名)を入力してください。
pt: Preencha o seu nome de apresentação (nome da sua conta do Ekiga),

source: The server name is the name of your Ekiga server, which should be: <emphasis>ekiga.net</emphasis>,
ja: サーバ名には次のようなEkigaのサーバ名を入力してください：<emphasis>ekiga.net</emphasis>,
pt: O nome de servidor é o nome do seu servidor Ekiga, que deve ser: <emphasis>ekiga.net</emphasis>,

source: Enter your password and then your local alias (Ekiga Username),
ja: パスワードと表示名(Ekigaのユーザ名)を入力してください。
pt: Digite sua senha e o seu apelido local (nome de utilizador Ekiga),

source: Select the <guimenu>Advance</guimenu> tab,
ja: <guimenu>拡張</guimenu>タブを選択してください。
pt: Seleccione o separador <guimenu>Avançado</guimenu>,

source: <emphasis>Publish status</emphasis> and select the <emphasis>on</emphasis> option,
ja: <emphasis>状態を公開する</emphasis>にチェックマークをいれてください。
pt: <emphasis>Exibir estado</emphasis> e seleccione a opção <emphasis>ligado</emphasis>,

source: <emphasis>Connect port</emphasis> must be set to: 5060,
ja: <emphasis>接続するポート番号</emphasis>は5060でなければいけません。
pt: A <emphasis>Porta de ligação</emphasis> deve ser configurada para: 5060,

source: The <emphasis>Use UDP</emphasis> option must be selected
ja: <emphasis>UDPを使用する</emphasis>にチェックマークを付けてください。
pt: A opção <emphasis>Usar UDP</emphasis> deve estar selecionada

source: If you're behind a proxy server, then fill in the relevant proxy information,
ja: プロキシサーバ越しに接続する場合、プロキシに関する情報を入力してください。
pt: Se estiver atrás de um servidor proxy, preencha as informações relevantes do proxy,

source: Connect to a IRC server
ja: IRCサーバへ接続するには
pt: Ligar a um servidor IRC

source: Under the <guilabel>Basic</guilabel> tab, select <emphasis>IRC</emphasis> Protocol,
ja: <guilabel>基本</guilabel>タブから、<emphasis>IRC</emphasis>プロトコルを選択してください。
pt: No separador </guilabel>Básico</guilabel>, seleccione o protocolo <emphasis>IRC</emphasis>,

source: Fill in your screenname, which will be your IRC Nickname,
ja: スクリーン名にはIRC Nicknameを入力してください。
pt: Preencha seu nome de apresentação, que deve ser o seu nickname no IRC.

source: The server name will be your preferred IRC server, which could be: <emphasis>irc.freenode.net</emphasis>,
ja: サーバ名には次のように、接続したいIRCサーバを指定します：<emphasis>irc.freenode.net</emphasis>
pt: O nome de servidor deve ser o seu servidor IRC preferido, que pode ser: <emphasis>irc.freenode.net</emphasis>,

source: Password can be left empty and then your local alias (IRC Nickname),
ja: パスワードと表示名(IRC Nickname)は空欄のままでもかまいません。
pt: A senha pode ser deixada em branco mas o seu alias local (nickname no IRC) deve ser preenchido,

source: If you're behind a proxy server, fill in the relevant proxy information,
ja: プロキシサーバ越しに接続する場合、プロキシに関する情報を入力してください。
pt: Se estiver atrás de um servidor proxy, preencha as informações relevantes do proxy.

source: Ekiga Softphone
ja: Ekiga ソフトフォン
pt: Telefone pela Internet Ekiga

source: <application>Ekiga</application> is the default Internet telephony (VoIP) application in Ubuntu. It lets you make audio and video calls over the Internet to people who have hardware or software that follows the SIP or H.323 standards and also features basic instant messaging. It is compatible with Windows Messenger and most VoIP applications. However, Ekiga cannot communicate with Skype because the latter uses proprietary technology. If you have the right SIP provider, you can also use Ekiga to place calls to any normal phone line.
ja: <application>Ekiga</application>はUbuntuで標準のインターネット電話(VoIP)アプリケーションです。Ekigaを使えば、SIPもしくはH.323に準拠した機器を持った人々とインターネット越しに音声通話やビデオ通話をできますし、簡単なインスタント・メッセンジャ機能も備えています。また、Windows Messengerや多くのVoIPと互換性はあるのですが、Skypeとは接続できません。これはSkypeが非公開の技術を使っているためです。適切なSIPプロバイダのアカウントを持っていれば、固定電話にかけることも可能です。
pt: O <application>Ekiga</application> é a aplicação por omissão do Ubuntu para telefone na Internet (VoIP). Perimte que faça ligações com áudio e vídeo através da Internet para pessoas que possuam hardware ou software que seguem os padrões SIP ou H.323 e também possuam características básicas de mensageiro instantâneo. É compatível com o Windows Messenger e com grande parte das aplicações VoIP. No entanto, o Ekiga não pode comunicar com o Skype pois este último utiliza tecnologia proprietária. Se o seu provedor SIP permitir, você pode também usar o Ekiga para fazer ligações para telefones convencionais.

source: To start <application>Ekiga</application>, choose <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Ekiga Softphone</guimenuitem></menuchoice>.
ja: <application>Ekiga</application>を起動するには、<menuchoice><guimenuitem>アプリケーション</guimenuitem><guimenuitem>インターネット</guimenuitem><guimenuitem>Ekiga ソフトフォン</guimenuitem></menuchoice>を選択してください。
pt: Para iniciar o <application>Ekiga</application>, escolha <menuchoice><guimenuitem>Aplicações</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Telefone pela Internet Ekiga</guimenuitem></menuchoice>.

source: Create <application>Ekiga Softphone</application> Account
ja: <application>Ekiga ソフトフォン</application>のアカウントを作るには
pt: Criar uma conta do <application>Telefone pela Internet Ekiga</application>

source: Before starting <application>Ekiga Softphone</application> you need to create an Ekiga account. To do this goto <ulink url="http://www.ekiga.net/user/">ekiga.net</ulink>, click the <emphasis>subscribe</emphasis> link and complete the registration instructions. Once you have received your account details continue with the procedure below.
ja: <application>Ekiga ソフトフォン</application>の利用を開始する前に、Ekigaアカウントを作成する必要があります。まず<ulink url=\"http://www.ekiga.net/user/\">ekiga.net</ulink>を訪れて、<emphasis>subscribe</emphasis>と書かれたリンク先で、いくつかの項目を埋めて登録してください。アカウント情報のメールを受信したら、以下の手順に進んでください。
pt: Antes de iniciar o <application>Telefone pela Internet Ekiga</application> precisa de criar uma conta do Ekiga. Para fazer isso visite <ulink url="http://www.ekiga.net/user/">ekiga.net</ulink>, clique no link <emphasis>subscribe</emphasis> e complete as instruções de registro. Quando receber os detalhes da sua conta, continue com o procedimento abaixo.

source: Select from the Ekiga Softphone menu: <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Accounts</guimenuitem></menuchoice>
ja: Ekigaのメニューから、<menuchoice><guimenuitem>編集</guimenuitem><guimenuitem>アカウント</guimenuitem></menuchoice>を選択します。
pt: Seleccione no menu do Telefone pela Internet Ekiga: <menuchoice><guimenuitem>Editar</guimenuitem><guimenuitem>Contas</guimenuitem></menuchoice>

source: Enter an <emphasis>Account Name</emphasis>: you can give it a name which describes the service provider e.g. Ekiga
ja: <emphasis>アカウント名</emphasis>は適当に入力してください、EkigaなどのSIPプロバイダ名を書いておくとわかりやすいでしょう。
pt: Insira um <emphasis>Nome de conta</emphasis>: pode dar um nome que descreva o provedor de serviços, por exemplo Ekiga.

source: Enter a <emphasis>Registrar</emphasis>: this will be ekiga.net
ja: <emphasis>レジストラ</emphasis>はSIPプロバイダ名で、例えばekiga.netです。
pt: Insira um <emphasis>Registrar</emphasis>: este será ekiga.net

source: Enter a <emphasis>User</emphasis>: this is the username that you registered with ekiga.net
ja: <emphasis>名前</emphasis>はekiga.netで登録したユーザ名になります。
pt: Insira um <emphasis>utilizador</emphasis>: é o nome de utilizador que registou no ekiga.net

source: Enter a <emphasis>Password</emphasis>: this is the password you entered when you registered your ekiga.net account
ja: <emphasis>パスワード</emphasis>はekiga.netで登録したパスワードになります。
pt: Insira uma <emphasis>Senha</emphasis>: é a senha que digitou quando registrou a sua conta no ekiga.net

source: Select the the <guimenuitem>More Options</guimenuitem> item
ja: さらに、<guimenuitem>追加のオプション</guimenuitem>を選択してください。
pt: Seleccione o item <guimenuitem>Mais Opções</guimenuitem>

source: Enter an <emphasis>Authentication Login</emphasis>: your ekiga.net username eg. user@ekiga.net,
ja: <emphasis>認証付きログイン</emphasis>には、ekiga.netのユーザ名、例えばuser@ekiga.netを入力してください。
pt: Insira um <emphasis>Login para autenticação</emphasis>: o seu nome de utilizador do ekiga.net, por exemplo utulizador@ekiga.net,

source: Enter a <emphasis>Realm/Domain</emphasis>: ekiga.net
ja: <emphasis>Realm/ドメイン</emphasis>：ekiga.net
pt: Insira um <emphasis>Domínio</emphasis>: ekiga.net

source: Enter a <emphasis>Registration Timeout</emphasis>: 3600
ja: <emphasis>接続時のタイムアウト</emphasis>：3600
pt: Insira um <emphasis>Tempo de expiração</emphasis>: 3600

source: Once you have finished, click the <menuchoice><guimenuitem>OK </guimenuitem><guimenuitem>Close</guimenuitem></menuchoice>.
ja: 入力が完了したら、<menuchoice><guimenuitem>OK </guimenuitem><guimenuitem>閉じる</guimenuitem></menuchoice>を押してください。
pt: Quando terminar, clique em <menuchoice><guimenuitem>OK </guimenuitem><guimenuitem>Fechar</guimenuitem></menuchoice>.

source: Once you've completed the registration and account creation, you'll be able to make your VoIP/Video calls!
ja: アカウントの登録と作成が必要なのは一度だけです。これで、VoIP/ビデオ通話ができるようになりました！
pt: Uma vez terminados o registro e a criação de conta, estará apto a fazer suas chamadas de Vídeo e VoIP!

source: The <ulink url="https://help.ubuntu.com/community/Ekiga">Ekiga Community Documentation Wiki</ulink> contains some very useful, detailed guides of the <application>Ekiga</application> features, application and troubleshooting tips. These guides include: configuring Audio, Network and Webcam for <application>Ekiga</application> and how to use the<application>Ekiga</application> application and service.
ja: <ulink url=\"https://help.ubuntu.com/community/Ekiga\">UbuntuコミュニティによるWikiのEkigaの項目</ulink>には、Ekigaの機能や、利用方法、問題解決に関する詳しい解説があります。それらの解説には、音声やネットワーク、ウェブカメラなどの設定方法や<application>Ekiga</application>アプリケーションとサービスについての説明も含まれています。
pt: O <ulink url="https://help.ubuntu.com/community/Ekiga">Wiki de Documentação da Comunidade Ekiga</ulink> contém alguns guias bastante úteis e detalhados sobre as funcionalidades do <application>Ekiga</application>, dicas da aplicação e dicas de resolução de problemas. Esses guias incluem: configurando Áudio, Rede e Webcam para o <application>Ekiga</application> e como usar a aplicação e o serviço <application>Ekiga</application>.

source: IRC instant messaging
ja: IRC インスタント・メッセージング
pt: Mensagens instantâneas IRC

source: For users of IRC instant messaging services, an alternative to <application>Pidgin</application> is <application>XChat-GNOME</application>. Its features include advanced scripting support (perl and python) and a clean, easy to use interface.
ja: IRCを利用しているユーザには、<application>Pidgin</application>の代わりに<application>XChat-GNOME</application>を使っている人が多くいます。<application>XChat-GNOME</application>の特徴としては(perlやpythonのような)スクリプトのサポートや、使いやすくはっきりしている操作性などがあります。
pt: Para os utilizadores de serviços de mensagens instantâneas IRC, uma alternativa ao <application>Pidgin</application> é o <application>XChat-GNOME</application>. As suas funcionalidades incluem suporte avançado a scripting (perl e python) e um interface fácil e simples.

source: Install the <application>xchat-gnome</application> package (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
ja: <application>xchat-gnome</application>パッケージをインストールしてください(see <ulink type=\"help\" url=\"ghelp:add-applications\">アプリケーションの追加</ulink>を参照してください)。
pt: Instale o pacote <application>xchat-gnome</application> (ver <ulink type="help" url="ghelp:add-applications">Adicionar Aplicações</ulink>).

source: To start <application>XChat-GNOME</application>, choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Xchat-GNOME IRC Chat</guimenuitem></menuchoice>.
ja: <application>XChat-GNOME</application>を起動するには、<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>インターネット</guimenuitem><guimenuitem>Xchat-GNOME IRC Chat</guimenuitem></menuchoice>を選択してください。
pt: Para iniciar o <application>XChat-GNOME</application>, escolha <menuchoice><guimenu>Applicações</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Xchat-GNOME IRC Chat</guimenuitem></menuchoice>.

source: Getting help using IRC instant messaging
ja: IRCに関する情報を手に入れるには
pt: Obter ajuda usando mensagens instantâneas IRC

source: One excellent way to get help with Ubuntu or to introduce yourself to IRC is to join Ubuntu's official support channel on Freenode.
ja: UbuntuやIRCについての情報を手に入れるためにもっとも良い方法は、FreenodeにあるUbuntuの公式サポートチャンネルを訪れることです。
pt: Uma excelente forma de obter ajuda sobre o Ubuntu ou de se apresentar ao IRC é juntar-se ao canal oficial de suporte do Ubuntu na rede Freenode.

source: Start <application>XChat-Gnome</application> as above.
ja: 上記のように、<application>XChat-Gnome</application>を起動します。
pt: Inicie o <application>XChat-Gnome</application> como acima.

source: When you start <application>XChat-Gnome</application> for the first time, it will ask you for an IRC Nickname &amp; your real name. Pick anything you want for your nick (first initial &amp; your last name is good, or be more creative), put your real name or part of it, and press <guibutton>OK</guibutton>.
ja: <application>XChat-Gnome</application>の初回起動時に、ユーザはIRCニックネームと本名を尋ねられます。お好きなニックネームを選び(ファーストネームのイニシャルとラストネームでも、もっと凝ったものでもご自由に)、本名あるいはその一部を入力し、<guibutton>OK</guibutton>を押します。
pt: Quando iniciar o <application>XChat-Gnome</application> pela primeira vez, ser-lhe-á pedido um nick IRC &amp; o seu nome verdadeiro. Escolha o que quiser para o seu nick (primeira inicial &amp; último nome é uma ideia, ou pode ser mais criativo), introduza o seu nome verdadeiro ou parte dele, e pressione <guibutton>OK</guibutton>.

source: In the Server Window that opens next, select <emphasis>Ubuntu Servers</emphasis>, and press <guibutton>Connect</guibutton>.
ja: 左にあるサーバウィンドウから<emphasis>Ubuntu Servers</emphasis>を選択し、<guibutton>Connect</guibutton>を押してください。
pt: Na Janela Servidores que abre de seguida, seleccione <emphasis>Servidores Ubuntu</emphasis>, e clique em <guibutton>Ligar</guibutton>.

source: Other Internet applications
ja: その他のインターネットアプリケーション
pt: Outras aplicações de internet
