Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/internet/po/*.po
Languages: ja, pt

source: If you get an error message which says <emphasis>The address 'ubuntu.com' cannot be found</emphasis>, then you cannot reach a <emphasis>DNS server</emphasis>.
ja: <emphasis>アドレス 'ubuntu.com' を見つけることができません</emphasis>というエラーメッセージが表示された場合、<emphasis>DNSサーバ</emphasis>に接続できない状態です。
pt: Se obter uma mensagem de erro que diz: <emphasis>O endereço 'ubuntu.com' não pode ser encontrado</emphasis>, então não pode se ligar-se a um <emphasis>servidor DNS</emphasis>.

source: Modems
ja: モデム

source: Identifying your modem
ja: モデムを確認する
pt: Identificar o seu modem

source: Most dialup modems are not supported by Ubuntu, but drivers can be found that will enable the use of such modems. First you need to identify what chipset your dialup modem is using:
ja: ほとんどのダイヤルアップモデムはUbuntuではサポートされていませんが、そういったモデムを利用できるドライバを見つけることができます。まず、あなたのダイヤルアップモデムがどのチップセットを使っているか調べる必要があります：
pt: A maioria dos modems dialup não são suportados pelo Ubuntu, mas podem ser encontrados drivers que permitem o uso desses modems. Primeiro precisa de identificar qual o chipset usado pelo modem:

source: wget -c <placeholder-1/> gunzip -c scanModem.gz &gt; scanModem chmod +x scanModem sudo ./scanModem gedit Modem/ModemData.txt
ja: \n wget -c <placeholder-1/> \n gunzip -c scanModem.gz &gt; scanModem \n chmod +x scanModem\n sudo ./scanModem \n gedit Modem/ModemData.txt\n \t\t

source: Much more detailed information is available <ulink url="https://help.ubuntu.com/community/DialupModemHowto"> on the community wiki.</ulink>
ja: より詳しい情報は、<ulink url=\"https://help.ubuntu.com/community/DialupModemHowto\">コミュニティWiki</ulink>上で確認することができます。
pt: Informações mais detalhadas estão disponíveis <ulink url="https://help.ubuntu.com/community/DialupModemHowto">no wiki da comunidade.</ulink>

source: Connecting with a modem
ja: モデムを使って接続する
pt: Ligar com um modem

source: Network Manager provide graphical tools to configure a modem connection.
ja: ネットワークの設定では、モデム接続に関する設定もできます。
pt: O Gestor de Rede fornece ferramentas gráficas para a configuração de uma ligação usando modem.

source: You will need to know the following information:
ja: あらかじめ以下の情報を知っておく必要があります：
pt: Irá precisar de saber a seguinte informação:

source: ISP Phone Number; Username; Password; Domain Name Server (DNS) addresses.
ja: ISPの接続電話番号、ユーザ名、パスワード、ドメインネームサーバ(DNS)のアドレス
pt: Telefone do Provedor; Nome do Utilizador; Senha; Endereços do Servidor de Nomes (DNS).

source: Open Network Manager(<menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Network</guimenuitem></menuchoice>)
ja: ネットワークの設定(<menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>ネットワーク</guimenuitem></menuchoice>)を起動します。
pt: Abra o Gestor de Rede(<menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Rede</guimenuitem></menuchoice>)

source: Select the <guilabel>Connections</guilabel> tab.
ja: <guilabel>接続</guilabel>タブを開きます。
pt: Seleccione o separador <guilabel>Ligações</guilabel>.

source: Select <guilabel>Modem Connection</guilabel>
ja: <guilabel>モデム接続</guilabel>を選択します。
pt: Seleccione <guilabel>Ligação por modem</guilabel>

source: Choose <guilabel>Properties</guilabel> and fill out the fields.
ja: <guilabel>プロパティ</guilabel>を押して、情報を入力します。
pt: Escolha <guilabel>Propriedades</guilabel> e preencha os campos.

source: Click OK
ja: OKを押してください。
pt: Clique em OK

source: Select the <guilabel>DNS</guilabel> tab.
ja: 次に<guilabel>DNS</guilabel>タブを開きます。
pt: Seleccione o separador <guilabel>DNS</guilabel>.

source: Click <guilabel>add</guilabel>, enter your DNS address.
ja: <guilabel>追加</guilabel>を押して、DNSアドレスを入力してください。
pt: Clique <guilabel>adicionar</guilabel>, digite seu endereço de DNS.

source: Click <guilabel>Close</guilabel>.
ja: <guilabel>閉じる</guilabel>を押します。
pt: Clique em <guilabel>Fechar</guilabel>.

source: Internet and Networks
ja: インターネットとネットワーク
pt: Internet e Redes

source: Connecting to the Internet
ja: インターネットへ接続する
pt: Ligar à Internet

source: Connect to the Internet
ja: インターネットへ接続する
pt: Ligar à Internet

source: This section shows you how to connect to the Internet and home networks. You will also find troubleshooting guides within the sections.
ja: ここではインターネットや家庭内ネットワークへ接続する方法を説明します。また、ネットワークへ接続する際に遭遇する問題への解決手段も解説します。
pt: Essa secção mostra como ligar-se à Internet e a redes domésticas. Irá também encontrar guias de possíveis problemas entre as secções.

source: Lastly, this section also provides a guide to Internet applications.
ja: インターネットアプリケーションについても紹介しています。
pt: Finalmente, esta secção também fornece um guia para aplicações de Internet.

source: Network Manager is used in many sections of this guide - you can find it:
ja: 説明の中でネットワークの設定がよく出てきますが、以下の方法で起動してください：
pt: O Gestor de Rede é usado em muitas secções deste guia - você pode encontrá-lo:

source: In <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Network</guimenuitem></menuchoice>
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>ネットワーク</guimenuitem></menuchoice>
pt: Em <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Rede</guimenuitem></menuchoice>

source: In the <guilabel>Notification Area</guilabel> - icon resembles two computer screen on top of each other.
ja: <guilabel>通知エリア</guilabel>にある、2つのコンピュータを描いたアイコン
pt: Na <guilabel>Área de Notificação</guilabel> - um ícone que se assemelha a dois computadores, um acima do outro.

source: Choose the method you wish to use to connect to the Internet:
ja: インターネットへの接続方法を選んでください：
pt: Escolha o método pelo qual deseja ligar-se à Internet:

source: Wireless, see <xref linkend="wireless-connecting"/>
ja: 無線接続の場合は、<xref linkend=\"wireless-connecting\"/>を読んでください。
pt: Sem fios, veja <xref linkend="wireless-connecting"/>

source: ADSL USB modems, see <xref linkend="modems-adsl-usb"/>
ja: USBモデムを使ったADSL接続の場合は、<xref linkend=\"modems-adsl-usb\"/>を読んでください。
pt: Modems ADSL USB, veja <xref linkend="modems-adsl-usb"/>

source: ADSL PPPoE, see <xref linkend="modems-adsl-pppoe"/>
ja: PPPoEを使ったADSL接続の場合は、<xref linkend=\"modems-adsl-pppoe\"/>を読んでください。
pt: ADSL PPPoE, veja <xref linkend="modems-adsl-pppoe"/>

source: Dial up modems, see <xref linkend="modem"/>
ja: ダイヤルアップモデムを使用する場合は、<xref linkend=\"modem\"/>を読んでください。
pt: Modems para ligação "dial up", veja <xref linkend="modem"/>

source: Wire ethernet connections should work without configuration, if not then see <xref linkend="network-troubleshooting"/>.
ja: 有線イーサネット接続の場合は、特に設定しなくても接続できます。もし接続できない場合は、<xref linkend=\"network-troubleshooting\"/>を読んでください。
pt: Ligações de rede com fios (ethernet) devem funcionar sem configuração. Caso isso não aconteça, veja <xref linkend="network-troubleshooting"/>.

source: Networking Basics
ja: ネットワークの基本
pt: Conceitos Básicos Sobre Redes

source: Basic Procedure
ja: 基本的な手順
pt: Procedimento básico

source: This section describes the basic procedure for connecting to the Internet.
ja: ここではインターネットへ接続するための基本的な手順について説明します。
pt: Esta secção descreve o procedimento básico para se ligar à Internet.

source: If you have a wireless connection or connect to the Internet through a modem (including an ADSL modem), and this section does not work, you should read <xref linkend="wireless"/>, <xref linkend="adsl"/> or <xref linkend="modem"/>.
ja: もし無線LANに接続したり、(ADSLモデムを含む)モデムを用いてインターネットへ接続する場合は、ここの内容は役に立ちませんので<xref linkend=\"wireless\"/>や<xref linkend=\"adsl\"/>、<xref linkend=\"modem\"/>などを参照してください。
pt: Se tem uma ligação sem fios ou liga-se à Internet através de um modem (incluindo um modem ADSL) e esta sessão não funciona, deverá ler <xref linkend="wireless"/>, <xref linkend="adsl"/> ou <xref linkend="modem"/>.

source: To connect to the Internet:
ja: インターネットへ接続するには：
pt: Para se ligar à Internet:

source: Go to the <guilabel>Connections</guilabel> tab and click the connection you wish to use to select it.
ja: <guilabel>接続</guilabel>タブを開き、接続方法を選択してください。
pt: Vá até ao separador <guilabel>Ligações</guilabel> e, para seleccioná-la a ligação que deseja utilizar, clique na mesma.

source: Press <guibutton>Properties</guibutton> to change any settings.
ja: <guibutton>プロパティ</guibutton>を押して、設定を変更します。
pt: Pressione o botão <guibutton>Propriedades</guibutton> para modificar alguma configuração.

source: If your ISP or network administrator has given you an <emphasis>IP address</emphasis>, set <guilabel>Configuration</guilabel> to <guilabel>Static IP address</guilabel>, then enter the address in the <guilabel>IP address</guilabel> field and click <guibutton>OK</guibutton>. Otherwise, set <guilabel>Configuration</guilabel> to <guilabel>Automatic configuration (DHCP)</guilabel> and click <guibutton>OK</guibutton>.
ja: ISPもしくはネットワーク管理者が<emphasis>IPアドレス</emphasis>を指定してきた場合は、<guilabel>設定の種類</guilabel>を<guilabel>IPアドレスを指定する</guilabel>に設定し、<guilabel>IPアドレス</guilabel>欄にそのアドレスを入力し、<guibutton>OK</guibutton>を押してください。指定されなかった場合は<guilabel>設定の種類</guilabel>を<guilabel>自動設定(DHCP)</guilabel>に設定して、<guibutton>OK</guibutton>を押してください。
pt: Se o seu servidor de serviços de Internet (ISP) ou seu administrador de rede forneceram-lhe um <emphasis>endereço IP</emphasis>, defina a <guilabel>Configuração</guilabel> como <guilabel>Endereço de IP Estático</guilabel> e então insira o endereço no campo <guilabel>Endereço IP</guilabel> e clique em <guibutton>OK</guibutton>. Caso contrário, defina a <guilabel>Configuração</guilabel> como <guilabel>Configuração automática (DHCP)</guilabel> e clique em <guibutton>OK</guibutton>.

source: Tick the box next to your connection to enable it.
ja: 接続を有効にするために、その接続にチェックをいれてください。
pt: Marque a caixa ao lado da sua ligação para habilitá-la.

source: Connect to a network
ja: ネットワークへ接続する
pt: Ligar a uma rede

source: If you change the settings of your network connection or connect to a different network than usual, you may have to enable the connection yourself.
ja: ネットワークの接続設定を変更したり、別のネットワークへ接続したい場合、自分自身で接続を有効にする必要があります。
pt: Se alterar as definições da sua ligação de rede ou ligar-se a uma rede diferente da habitual, terá que activar a ligação manualmente.

source: Use Network Manager to connect to a network
ja: ネットワークの設定を用いて接続する
pt: Use o Gestor de Rede para ligar a uma rede

source: If your network connection is managed by <application>Network Manager</application> (as most are), the connection should be enabled automatically.
ja: ネットワーク接続が<application>ネットワークの設定</application>によって管理されている場合(普通はそうなっています)、自動で接続されます。
pt: Se a sua ligação de rede é gerida pelo <application>Gestor de Rede</application> (como a maioria), a ligação deve ser activada automaticamente.

source: If the connection is not enabled automatically:
ja: もし自動で接続されない場合は：
pt: Se a ligação não for activada automaticamente:

source: Find the Network Manager icon in the notification area. It should look like a small signal strength indicator or a computer monitor and will probably be close to the clock
ja: 通知エリアにあるネットワークの接続アイコンを探してください。携帯電話のアンテナ強度のようなアイコンか、コンピュータのモニタのようなアイコンで、おそらく時計の近くにあるはずです。
pt: Procure o ícone do Gestor de Rede na área de notificação. Ele deve parecer-se com um pequeno indicador de força de sinal ou com um monitor de computador e provavelmente estará próximo ao relógio

source: Right-click the icon and ensure that <guilabel>Enable Networking</guilabel> is ticked
ja: そのアイコンを右クリックし、<guilabel>ネットワークの有効化</guilabel>にチェックマークをいれてください。
pt: Clique com o botão direito do rato no ícone e certifique-se que <guilabel>Habilitar Rede</guilabel> está marcado

source: If you have a wireless network connection, also ensure that <guilabel>Enable Wireless</guilabel> is ticked
ja: もし無線ネットワーク接続を使う場合は、<guilabel>無線ネットワークの有効化</guilabel>にチェックマークをいれてください。
pt: Se tem uma ligação de rede sem fios certifique-se, também que <guilabel>Habilitar Redes Sem Fios</guilabel> está marcado

source: Left-click once on the Network Manager icon and then click on the network you want to connect to
ja: ネットワークの設定アイコンを左クリックし、希望する接続方法を選択してください
pt: Clique com o botão esquerdo uma vez no ícone do Gestor de Rede e então clique na rede à qual se quer ligar

source: After a short period you should receive a message which says <guilabel>Connection Established</guilabel>
ja: 少し待てば、<guilabel>ネットワーク接続が確立しました</guilabel>というメッセージが表示されるでしょう。
pt: Após um curto espaço de tempo deve receber uma mensagem que diz <guilabel>Ligação Estabelecida</guilabel>

source: You should now be connected to a network.
ja: その時点でネットワークに接続できるはずです。
pt: Agora deverá estar ligado a uma rede.

source: If you are not connected to a network after following the procedure above:
ja: 上記の作業をしても、ネットワークに接続できない場合は：
pt: Se não estiver ligado a uma rede após ter seguido o procedimento acima:

source: Left-click the Network Manager icon again and press <guibutton>Manual configuration...</guibutton>
ja: ネットワークの設定アイコンを左クリックして、<guibutton>手動でネットワークを設定する</guibutton>を選択してください。
pt: Clique com o botão esquerdo no ícone do Gestor de Rede e escolha <guibutton>Configuração manual...</guibutton>

source: Select the <guilabel>Connections</guilabel> tab
ja: <guilabel>接続</guilabel>タブを選択してください。
pt: Seleccione o separador <guilabel>Ligações</guilabel>

source: Tick the box next to your network connection to enable the connection
ja: 有効にしたいネットワーク接続にチェックマークをいれてください。
pt: Marque a caixa ao lado da sua ligação de rede para habilitá-la

source: The connection process make take a short while
ja: 少し待てば、接続されます。
pt: O procedimento de ligação deve demorar um curto espaço de tempo

source: Use the ifup command to connect to a network
ja: ifupコマンドを用いて接続する
pt: Use o comando ifup para ligar a uma rede

source: <application>ifup</application> is a command-line tool for enabling network connections.
ja: <application>ifup</application>はネットワーク接続を有効化するコマンドラインツールです。
pt: <application>ifup</application> é uma ferramenta de linha de comando para activar ligações de rede.

source: To enable a network connection:
ja: ネットワークへの接続を有効にするには：
pt: Para activar uma ligação de rede:

source: Type <userinput>sudo ifdown eth1</userinput> in the Terminal and press <keycap>Return</keycap>, replacing <emphasis>eth1</emphasis> with the name of your network interface if it is different
ja: 端末内にて<userinput>sudo ifdown eth1</userinput>と入力し、<keycap>Return</keycap>を押してください。もし、別のネットワークインターフェースを使っている場合は、<emphasis>eth1</emphasis>の部分を書き換えてください。
pt: Digite <userinput>sudo ifdown eth1</userinput> no Terminal e pressione <keycap>Enter</keycap>, substituindo <emphasis>eth1</emphasis> com o nome da sua interface de rede se for diferente

source: Enter your password if prompted
ja: もし要求された場合は、ご自身のパスワードを入力してください。
pt: Digite sua senha se pedida

source: Type <userinput>sudo ifup eth1</userinput> in the Terminal and press <keycap>Return</keycap>, again replacing <emphasis>eth1</emphasis> with the name of your network interface
ja: 端末内にて<userinput>sudo ifup eth1</userinput>と入力し、<keycap>Return</keycap>を押してください。別のネットワークインターフェースを使う場合は、やはり<emphasis>eth1</emphasis>の部分を書き換えてください。
pt: Digite <userinput>sudo ifup eth1</userinput> no Terminal e pressione <keycap>Enter</keycap>, novamente substituindo <emphasis>eth1</emphasis> com o nome da sua interface de rede

source: If you have connected successfully, you should see a message similar to the following (the numbers may be different):
ja: 接続に成功した場合、以下のように表示されます(数字はおそらく違うはずです)：
pt: Se ligou-se com sucesso, deverá ver uma mensagem parecida com a seguinte ( os números podem ser diferentes):

source: DHCPACK from 192.168.2.1 bound to 192.168.2.4 -- renewal in 536349522 seconds.
ja: DHCPACK from 192.168.2.1\n bound to 192.168.2.4 -- renewal in 536349522 seconds.

source: Disable a network connection
ja: ネットワークから切断する
pt: Desactivar uma ligação de rede

source: Sometimes you may want to disable a network connection. There are several different ways of achieving this.
ja: ネットワークから切断する必要が生じるかもしれません。ここではいくつかの方法を紹介します。
pt: Por vezes poderá querer desactivar uma ligação de rede. Existem várias formas diferentes de o fazer.

source: Disconnecting using Network Manager
ja: ネットワークの設定アイコンを用いて切断する
pt: Desligar usando o Gestor de Rede

source: It is likely that <application>Network Manager</application> is running your network connections. If so, you must disconnect from the network by disabling your network connection in Network Manager:
ja: 通知エリアに<application>ネットワークの設定</application>のアイコンが起動している場合、そのアイコンを使ってネットワーク接続を切断する必要があります：
pt: É provável que o <application>Gestor de Rede</application>esteja a executar as suas ligações de rede. Se está, deve desligar da rede desactivando a sua ligação no Gestor de Rede:

source: Right-click the icon and untick <guilabel>Enable Networking</guilabel>
ja: そのアイコンを右クリックして、<guilabel>ネットワークの有効化</guilabel>のチェックマークをはずします。
pt: Clique com o botão direito no ícone e desmarque <guilabel>Activar Rede</guilabel>

source: You should be disconnected from the network
ja: これでネットワークから切断されました。
pt: Deverá ser desligado da rede

source: Disconnecting using Network Settings
ja: ネットワークの設定アプリケーションを用いて切断する
pt: Desligar usando Configurações de Rede

source: If Network Manager is not running, use the <application>Network Settings</application> tool to disconnect your network connection:
ja: ネットワークの設定アイコンが起動していない場合は、<application>ネットワークの設定</application>を用いてネットワークから切断してください：
pt: Se o Gestor de Rede não estiver a ser executado, use a ferramenta <application>Configurações de Rede</application> para desligar sua ligação de rede:

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Network</guimenuitem></menuchoice>
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>システム設定</guimenuitem><guimenuitem>ネットワーク</guimenuitem></menuchoice>を選択してください。
pt: Pressione <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Rede</guimenuitem></menuchoice>

source: Untick your network connection to disconnect it
ja: 切断したい設定の、チェックマークをはずしてください。
pt: Desmarque a sua ligação de rede para desligá-la

source: Disconnecting using the ifdown command
ja: ifdownコマンドを用いて切断する
pt: Desligar usando o comando ifdown

source: <application>ifdown</application> is a command-line tool for disabling network connections.
ja: <application>ifdown</application>はネットワーク接続を無効化するコマンドラインツールです。
pt: <application>ifdown</application> é uma ferramenta de linha de comando para desactivar ligações de rede.

source: To disable a network connection using ifdown:
ja: ifdownを用いてネットワークを切断するには：
pt: Para desactivar uma ligação de rede usando ifdown:

source: Your network connection should be disconnected
ja: これでネットワークから切断されました。
pt: A sua ligação de rede deverá ser desligada

source: ADSL Modems
ja: ADSLモデム
pt: Modems ADSL

source: USB ADSL Modems
ja: ADSL用USBモデム
pt: Modems ADSL USB

source: Often parts of ADSL USB modem drivers are proprietary, closed source software - so cannot be supplied with Ubuntu. To get a modem to work with these drivers, you will need to download files from Internet with a computer having a working connection, then transfer the downloaded files to you Ubuntu installation.
ja: ADSL用USBモデムドライバの一部はプロプライエタリでソースコードが公開されておらず、Ubuntu用のドライバが提供されていません。そのようなドライバを動かすためには、別途インターネットに接続できるコンピュータを用意し、ドライバファイルをダウンロードし、Ubuntuをインストールしたコンピュータにそのファイルを転送する必要があります。
pt: Frequentemente partes dos controladores para modems ADSL USB são proprietários, programas de código fechado - então não podem ser fornecidos com o Ubuntu. Para fazer com que o modem funcione com esses drivers, é necessário transferir ficheiros da Internet usando um computador que possua uma ligação à Internet funcional, e então copiar os ficheiros transferidos para a sua instalação Ubuntu.

source: If you have a modem that can connect both via USB and ethernet, or an ethernet router, you should use the ethernet connection.
ja: もし、USBとイーサネットの両方に接続できるモデムか、イーサネットルータをもっている場合は、イーサネットを使って接続したほうが良いでしょう。
pt: Se possui um modem que pode ser ligado tanto usando USB como ethernet, ou um router ethernet, deve usar a ligação ethernet.

source: USB modem installation will require Internet access to download the necessary proprietary drivers. Configuration is beyond the scope of this guide, so link to the relevant installation instructions on the Ubuntu community help site.
ja: USBモデムを使えるようにするには、インターネットへの接続とプロプライエタリドライバのダウンロードが必要です。その方法はここでは説明しきれないので、ドライバのインストールに関するUbuntuコミュニティによる解説サイトへのリンクを列挙します。
pt: A instalação do modem USB irá requerer acesso à Internet para transferir os controladores proprietários necessários. A configuração vai além do escopo deste guia, procure instruções relevantes de instalação no site de ajuda da Comunidade Ubuntu.

source: To identify model of your modem, Note the name and number on the front. Occasionaly you may have to look for a label to discover the exact model. Consult the list below to see which driver your modem requires and note the link.
ja: まずモデムの型番を知るために、モデムに書かれている名前や番号を調べてください。ラベルを見れば、正確な型番がわかる場合もあります。その型番をもとに、以下の一覧の中から必要なページへ訪れてください。
pt: Para identificar o modelo do seu modem, anote o nome e o número na frente do mesmo. Ocasionalmente poderá ter que procurar um rótulo para descobrir o modelo exacto. Consulte a lista abaixo para ver qual o controlador que seu modem precisa e anote a ligação (link).

source: When you go online to download the necessary drivers, you can access the relevant driver download links.
ja: 必要なドライバのダウンロードをするためにインターネットに接続するときに、これらのページに訪れると良いでしょう。
pt: Quando ficar online para transferir os controladores necessários, pode aceder às ligações relacionadas com o seu controlador.

source: Speedtouch modems:
ja: Speedtouchモデム：
pt: Modems Speedtouch:

source: Modems using the Analog Devices Inc. eagle-usb I, II or III chipset (such as Sagem Fast 800, Comtrend ct 350 etc.):
ja: Analog Devices Inc.のeagle-usb I、II、IIIチップセットを使ったモデム(Sagem Fast 800やComtrend ct 350など)：
pt: Modems que usam o chipset Analog Devices Inc. eagle-usb I, II ou III (como o Sagem Fast 800, Comtrend ct 350, etc.):

source: Connexant AccessRunner based modems:
ja: Connexant AccessRunnerベースのモデム：
pt: Modems baseados no Connexant AccessRunner:

source: PPPoE Modems
ja: PPPoEモデム
pt: Modems PPPoE

source: This section is about setting up an ADSL Internet connection using an ethernet PPPoE modem. You require:
ja: ここでは、PPPoEモデムを用いたインターネットへの接続方法を説明します。まず次のものが必要です：
pt: Esta secção é sobre a configuração de uma ligação à Internet por ADSL usando um modem ethernet PPPoE. Necessita:

source: A subscribed <emphasis>Internet Service Provider</emphasis>, and your Internet connection must be installed and functional. A "DSL" light on your modem usually shows that the line is synchronized.
ja: <emphasis>インターネット接続業者</emphasis>(ISP)と契約し、インターネットへの接続手段を確保してください。通常、モデムにある\"DSL\"のランプが、接続状態を示しています。
pt: Uma conta num <emphasis>Provedor de Acesso à Internet</emphasis> e sua ligação à Internet deve estar instalada e funcional. Uma luz "DSL" normalmente mostra que a linha está sincronizada.

source: You will need your username and password for the account. You must also have an ethernet card connected to your PPPoE modem with the correct type of cable.
ja: インターネット接続業者から提供された、ユーザ名とパスワードが必要になります。PPPoEモデムとイーサネットカードをLANケーブルで接続する必要もあるでしょう。
pt: Irá precisar do nome de utilizador e senha da sua conta. Deve também ter a placa de rede ligada ao modem PPPoE com o tipo de cabo correcto.

source: The PPPoE package to be installed in order for the following command to work. This package is installed by default.
ja: 以下のコマンドを実行するためにPPPoEパッケージもインストールされている必要があります。普通は、このパッケージは最初からインストールされています。
pt: O pacote PPPoE tem de estar instalado para que o seguinte comando funcione. Esse pacote é instalado por padrão.

source: Setting up PPPoE
ja: PPPoEを設定する
pt: Configurar o PPPoE

source: To set up the modem:
ja: モデムの設定をします：
pt: Para configurar o modem:
