Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/internet/po/*.po
Languages: ja, pt

source: Open a terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>)
ja: 端末(<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>アクセサリ</guimenuitem><guimenuitem>端末</guimenuitem></menuchoice>)を起動します。
pt: Abra um terminal (<menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Consola</guimenuitem></menuchoice>)

source: In the terminal type:<screen>sudo pppoeconf</screen>
ja: 端末では次のように入力してください：<screen>sudo pppoeconf</screen>
pt: No terminal escreva: <screen>sudo pppoeconf</screen>

source: Confirm that your Ethernet card is detected.
ja: イーサネット・カードが認識されているか確認してください。
pt: Confirme que a sua placa de rede é detectada.

source: Enter your username.
ja: ユーザ名を入力してください。
pt: Introduza o seu nome de utilizador.

source: Enter your password.
ja: パスワードを入力してください。
pt: Introduza a sua senha.

source: If you already have a PPPoE Connection configured, you will be asked if it may be modified.
ja: すでにPPPoE接続が設定されているのであれば、変更するかどうか尋ねられます。
pt: Se já tiver uma Ligação PPPoE configurada, ser-lhe-á perguntado se esta pode ser modificada.

source: Popular options: you are asked if you want the <quote>noauth</quote> and <quote>defaultroute</quote> options and to remove <quote>nodetach</quote> - choose <guibutton>Yes</guibutton>.
ja: <quote>noauth</quote>と<quote>defaultroute</quote>オプションを設定し、<quote>nodetach</quote>オプションを削除するか尋ねられたら、 <guibutton>はい</guibutton>を選択してください。
pt: Opções comuns: se lhe perguntarem se deseja as opções <quote>noauth</quote> e <quote>defaultroute</quote> e se quer deseja <quote>nodetach</quote> - escolha <guibutton>Sim</guibutton>.

source: Use peer DNS - choose <guibutton>Yes</guibutton>.
ja: ピア DNS の利用は、<guibutton>はい</guibutton>を選択してください。
pt: Utilizar porto DNS - escolha <guibutton>Sim</guibutton>.

source: Limited MSS problem - choose <guibutton>Yes</guibutton>.
ja: 制限 MSS 問題は、<guibutton>はい</guibutton>を選択してください。
pt: Problema de MSS limitado - escolha <guibutton>Sim</guibutton>.

source: When you are asked if you want to connect at start up, you will probably want to say yes.
ja: 起動時に接続したいか尋ねられたときは、はいと答えた方が良いでしょう。
pt: Quando lhe for perguntado se deseja estabelecer a ligação na inicialização do sistema, deve provavelmente responder sim.

source: Finally you are asked if you want to establish the connection immediately.
ja: 最後に、すぐに接続を確立したいか尋ねられます。
pt: Finalmente, ser-lhe-á perguntado se deseja estabelecer a ligação imediatamente.

source: A text-based menu program will guide you through the next steps, which are: <placeholder-1/>
ja: テキストベースのプログラムが起動しますので、以下の手順に従って設定してください：<placeholder-1/>
pt: Um programa com menus, baseado em texto, guiá-lo-á através dos passos seguintes, que são: <placeholder-1/>

source: Once you have finished these steps, your connection should be working.
ja: これらの設定が終了したら、接続が確立しているはずです。
pt: Quando tiver concluido estes passos a sua ligação já deve estar a funcionar.

source: Starting the connection
ja: 接続を開始する
pt: Iniciar a ligação

source: To start your ADSL connection on demand, in a terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) type:
ja: ADSLへの接続を開始するには、端末(<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>アクセサリ</guimenuitem><guimenuitem>端末</guimenuitem></menuchoice>)にて、次のコマンドを入力します：
pt: Para iniciar uma ligação ADLS sob demanda, num terminal (<menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Consola</guimenuitem></menuchoice>) digite:

source: Stopping the connection
ja: 接続を終了する
pt: Desligar a ligação

source: To stop your ADSL connection, in a terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) type:
ja: ADSLへの接続を終了するには、端末(<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>アクセサリ</guimenuitem><guimenuitem>端末</guimenuitem></menuchoice>)にて、次のコマンドを入力します：
pt: Para desligar a sua ligação ADSL, num terminal (<menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Consola</guimenuitem></menuchoice>) digite:

source: translator-credits
ja: Launchpad Contributions: Kanetaka Suto https://launchpad.net/~kanetaka Mitsuya Shibata https://launchpad.net/~cosmos-door Shushi Kurose https://launchpad.net/~kurokuro
pt: Launchpad Contributions: António Lima https://launchpad.net/~amrlima Marco da Silva https://launchpad.net/~marcodasilva Paulino Ascenção https://launchpad.net/~paulino.a Rui Peixoto https://launchpad.net/~rui-acp Susana Pereira https://launchpad.net/~susana Tiago Silva https://launchpad.net/~tiagosilva Tiago Sousa https://launchpad.net/~tiagoboldt Launchpad Contributions: António Lima https://launchpad.net/~amrlima Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Rui Peixoto https://launchpad.net/~rui-acp Susana Pereira https://launchpad.net/~susana Tiago Silva https://launchpad.net/~tiagosilva Tiago Sousa https://launchpad.net/~tiagoboldt
