Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/internet/po/*.po
Languages: ja, pt

source: Find information about wireless connections
ja: 無線接続に関する情報を表示するには
pt: Encontre informações sobre as ligações sem fios

source: <application>iwlist</application> is able to display information about your wireless connection.
ja: <application>iwlist</application>は無線接続に関する情報を表示してくれるコマンドです。
pt: O <application>iwlist</application> é capaz de exibir informações sobre sua ligação sem fios.

source: Type the following commands in the Terminal and press <keycap>Return</keycap> to run them. Make sure that you replace <emphasis>eth1</emphasis> with the name of your wireless interface, if it is different.
ja: 端末内にて以下のコマンドを入力し、<keycap>Return</keycap>を押してください。<emphasis>eth1</emphasis>の部分は無線接続の接続名に置き換えてください。
pt: Digite o seguinte comando no Terminal e pressione <keycap>Enter</keycap> para executá-lo. Certifique-se que substituiu o <emphasis>eth1</emphasis> pelo nome da sua interface para ligação sem fios, se for diferente.

source: <userinput>iwlist eth1 accesspoints</userinput> - Show a list of available wireless access points
ja: <userinput>iwlist eth1 accesspoints</userinput>は、利用可能なアクセスポイントの一覧を表示します。
pt: <userinput>iwlist eth1 accesspoints</userinput> - Mostra uma lista dos pontos de acesso sem fio disponíveis

source: <userinput>iwlist eth1 rate</userinput> - Show a list of all possible transmission rates for your wireless connection, including the current rate
ja: <userinput>iwlist eth1 rate</userinput>は、無線接続の転送効率(速度)を表示します。
pt: <userinput>iwlist eth1 rate</userinput> - Mostra uma lista das possível taxas de transmissão da sua ligação sem fios, incluindo a taxa actual

source: <userinput>iwlist eth1 key</userinput> - Show information about wireless encryption
ja: <userinput>iwlist eth1 key</userinput>は、無線接続の暗号化方式を表示します。
pt: <userinput>iwlist eth1 key</userinput> - Mostra informações sobre a encriptação da rede sem fios

source: Get information about the current connection
ja: 現在の接続に関する情報を表示するには
pt: Obter informação sobre a ligação actual

source: <application>ifconfig</application> is intended to allow you to change the settings of your network connections, but can also be used to list information about the current connection.
ja: <application>ifconfig</application>はネットワーク接続の設定を変更するためのコマンドですが、現在の接続に関する情報を表示するためにも使えます。
pt: O <application>ifconfig</application> tem como objectivo permitir que modifique as configurações das suas ligações de rede, mas também pode ser usado para listar informações sobre a ligação actual.

source: Type <userinput>ifconfig eth1</userinput> in the Terminal and press <keycap>Return</keycap>, replacing <emphasis>eth1</emphasis> with the name of your network interface if it is different.
ja: 端末内で<userinput>ifconfig eth1</userinput>を入力し、<keycap>Return</keycap>を押します。<emphasis>eth1</emphasis>はそれぞれに合ったネットワークインターフェースの名前に変更してください。
pt: Digite <userinput>ifconfig eth1</userinput> no Terminal e pressione <keycap>Enter</keycap>, substituindo <emphasis>eth1</emphasis> pelo nome da sua interface de rede se esta for diferente.

source: <emphasis>inet addr</emphasis> gives the current <emphasis>IP address</emphasis> of the connection
ja: <emphasis>inet addr</emphasis>は、現在の<emphasis>IPアドレス</emphasis>です。
pt: O <emphasis>inet addr</emphasis> mostra o <emphasis>endereço IP</emphasis> actual da ligação

source: <emphasis>HWaddr</emphasis> gives the <emphasis>MAC address</emphasis> of your network device
ja: <emphasis>HWaddr</emphasis>は、ネットワーク機器の<emphasis>MACアドレス</emphasis>です。
pt: O <emphasis>HWaddr</emphasis>mostra o <emphasis>endereço MAC</emphasis> do seu dispositivo de rede

source: Check if a connection is working correctly
ja: 正しく接続されているかを確認するには
pt: Verifique se a ligação está a funcionar correctamente

source: A good way of checking if a connection is working correctly is to <emphasis>ping</emphasis> another computer on the network or the Internet.
ja: 正しく接続されているかを確認する良い方法は、ネットワークもしくはインターネット上の別のコンピュータに<emphasis>ping</emphasis>を送ることです。
pt: Uma boa maneira de verificar se uma ligação está a funcionar correctamente é <emphasis>pingar</emphasis> outro computador na rede ou na Internet.

source: To check if you are connected to the Internet:
ja: インターネットに接続されているかどうかを確認するには：
pt: Para verificar se encontra-se ligado à Internet:

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Network Tools</guimenuitem></menuchoice>
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>ネットワーク・ツール</guimenuitem></menuchoice>を選択します。
pt: Seleccione <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Ferramentas de Rede</guimenuitem></menuchoice>

source: Select the <guilabel>Ping</guilabel> tab
ja: <guilabel>Ping</guilabel>タブを開きます。
pt: Seleccione o separador <guilabel>Ping</guilabel>

source: Type <userinput>ubuntu.com</userinput> into the <guilabel>Network address</guilabel> box and then press <guibutton>Ping</guibutton>
ja: <guilabel>ネットワークのアドレス</guilabel>に<userinput>ubuntu.com</userinput>と入力し、<guibutton>Ping</guibutton>を押してください。
pt: Digite <userinput>ubuntu.com</userinput> na caixa <guilabel>Endereço da rede</guilabel> e pressione <guibutton>Ping</guibutton>

source: After a while, a graph should appear. Look at the number for <guilabel>Successful packets</guilabel> under <guilabel>Transmission Statistics</guilabel>
ja: 少し待てば、グラフが表示されます。<guilabel>転送の統計情報</guilabel>の下にある、<guilabel>到達したパケットの割合</guilabel>を確認してください。
pt: Após algum tempo, um gráfico deverá aparecer. Procure pelo número de <guilabel>Pacotes bem sucedidos</guilabel> em <guilabel>Estatísticas de Transmissão</guilabel>

source: <emphasis>100% successful packets</emphasis> - Your computer should have a good connection to the Internet
ja: <emphasis>100%の場合</emphasis> - コンピュータはインターネットに正しく接続されています。
pt: <emphasis>100% de pacotes bem sucedidos</emphasis> - Seu computador deve ter uma boa ligação à Internet

source: <emphasis>Less than 100% successful</emphasis> - Your computer probably has a poor connection to the Internet or a poor wireless signal
ja: <emphasis>100%より低い場合</emphasis> - おそらくインターネットへの接続品質が低いか、無線接続の感度が悪い状態です。
pt: <emphasis>Menos que 100% de sucesso</emphasis> - O seu computador provavelmente tem uma má ligação com a Internet ou um sinal de rede sem fios fraco

source: <emphasis>0% successful packets</emphasis> - Your computer has a very bad connection, or is connected to an access point or router which is not connected to the Internet
ja: <emphasis>0%だった場合</emphasis> - 非常に悪い接続状態か、接続しているアクセスポイントもしくはルータがインターネットに接続していません。
pt: <emphasis>0%de pacotes bem sucedidos</emphasis> - O seu computador tem uma ligação muito fraca ou está ligado a um ponto de acesso ou router que não está ligado à Internet

source: If you get an error message which says <emphasis>The address 'ubuntu.com' cannot be found</emphasis>, then your computer is probably not connected to the Internet or cannot reach a <emphasis>DNS server</emphasis>.
ja: <emphasis>アドレス 'ubuntu.com' を見つけることができません</emphasis>というエラーメッセージが表示された場合、インターネットに接続していないか、<emphasis>DNSサーバ</emphasis>に接続できない状態です。
pt: Se receber uma mensagem de erro que diz <emphasis>O endereço 'ubuntu.com' não pode ser encontrado</emphasis>, então seu computador provavelmente não está ligado à Internet ou não alcança um <emphasis>servidor DNS</emphasis>.

source: Home Networks
ja: 家庭内ネットワーク
pt: Redes locais

source: This section provides instructions on how to communicate with other computers using a Local Area Network
ja: ここではローカルエリアネットワーク(LAN)を用いた、他のコンピュータとの通信方法について説明します。
pt: Esta secção mostra como comunicar com outros computadores usando uma Rede Local

source: Browse Network Computers
ja: ネットワーク上のコンピュータを確認する
pt: Navegar pelos Computadores Da Rede

source: To view computers on the network, open <menuchoice><guimenu>Places</guimenu><guimenuitem>Network</guimenuitem></menuchoice>.
ja: ネットワーク上のコンピュータを確認するには、<menuchoice><guimenu>場所</guimenu><guimenuitem>ネットワーク</guimenuitem></menuchoice>を開いてください。
pt: Para ver os computadores da rede, abra <menuchoice><guimenu>Locais</guimenu><guimenuitem>Rede</guimenuitem></menuchoice>.

source: You may need to enter a username, password, and domain. You should obtain these from your network administrator if possible. The username and password will normally be the username and password of a user on the computer which you are trying to connect to. The domain can often be left blank.
ja: ユーザ名やパスワード、ドメインが必要になるかもしれません。可能ならネットワーク管理者に尋ねてください。このユーザ名とパスワードは、通常は接続対象であるコンピュータのユーザ名とパスワードです。ドメインは空欄のままでもいいかもしれません。
pt: Poderá ser necessário digitar um nome de utilizador, senha e domínio. Deverá obter esta informação junto do administrador da rede, se possível. O nome de utilizador e a senha serão, normalmente, o nome de utilizador e a senha do computador ao qual está a tentar ligar-se. O domínio pode ser deixado em branco normalmente.

source: See <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Navigating Remote Servers</ulink> for more information.
ja: より詳しいことは<ulink type=\"help\" url=\"ghelp:user-guide#nautilus-accessnetwork\">リモートサーバ案内</ulink>を参照してください。
pt: Veja <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Navegação em Servidores Remotos</ulink> para mais informações.

source: Change the Computer Name
ja: コンピュータの名前を変更する
pt: Alterar o Nome do Computador

source: When connected to a network, your computer can be referred to by its <emphasis>host name</emphasis>. It is possible to change the host name of your computer.
ja: ネットワークに接続したら、接続したコンピュータは<emphasis>ホスト名</emphasis>によって参照されます。コンピュータのホスト名は変更可能です。
pt: Quando ligado a uma rede, o seu computador pode ser conhecido pelo seu <emphasis>nome de máquina</emphasis>. É possível alterar o nome de máquina do seu computador.

source: Open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Network</guimenuitem></menuchoice>.
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>ネットワーク</guimenuitem></menuchoice>を選択します。
pt: Abra <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Rede</guimenuitem></menuchoice>.

source: Click <guilabel>General</guilabel>, and enter the name of the computer in the <guilabel>Host name</guilabel> field.
ja: <guilabel>全般</guilabel>を選択し、<guilabel>ホスト名</guilabel>にコンピュータの名前を入力してください。
pt: Clique em <guilabel>Geral</guilabel>, e digite o nome do computador no campo <guilabel>Nome da máquina</guilabel>.

source: Restart the computer for the change to take effect.
ja: 変更を有効にするにはコンピュータを再起動してください。
pt: Reinicie o computador para que as alterações tenham efeito.

source: Share files and folders with other computers
ja: 他のコンピュータとファイルやフォルダを共有する
pt: Compartilhe ficheiros e pastas com outros computadores

source: You can share files and folders with other people on your network.
ja: 家庭内ネットワーク上の他のコンピュータと、ファイルやフォルダを共有することができます。
pt: Pode compartilhar ficheiros e pastas com outras pessoas na sua rede.

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Shared Folders</guimenuitem></menuchoice>
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>フォルダの共有</guimenuitem></menuchoice>を起動してください。
pt: Pressione <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Pastas Partilhadas</guimenuitem></menuchoice>

source: You may receive a message which says <guilabel>Sharing services are not installed</guilabel>. If this is the case, ensure that the two checkboxes in the message box are checked and press <guibutton>Install services</guibutton>. Sharing service support will then be downloaded and installed; this may take a while.
ja: <guilabel>共有サービスがインストールされていません</guilabel>というメッセージが表示されるかもしれません。その場合は、二つのチェックボックスにチェックをいれて、<guibutton>サービスインストール</guibutton>を押してください。共有サービスのダウンロードとインストールが開始します。少し時間がかかるかもしれません。
pt: Pode receber uma mensagem que diz <guilabel>A Partilha de serviços não está instalada</guilabel>. Se esse for o caso, tenha certeza que as duas caixas na mensagem estejam marcadas e pressione <guibutton>Instalar Serviços</guibutton>. O suporte a partilha de serviços será transferido e instalado; isso pode demorar algum tempo.

source: Select the <guilabel>Shared Folders</guilabel> tab and press <guibutton>Add</guibutton>
ja: <guilabel>フォルダの共有</guilabel>タブを開き、<guibutton>追加</guibutton>を押してください。
pt: Seleccione o separador <guilabel>Pastas Partilhadas</guilabel> e pressione <guibutton>Adicionar</guibutton>

source: Select the location of the folder you wish to share by changing the <guilabel>Path</guilabel> option
ja: <guilabel>フォルダ</guilabel>オプションを変更して、共有したいフォルダがあるパスを選択してください。
pt: Seleccione a localização da pasta que deseja partilhar mudando a opção <guilabel>Caminho</guilabel>

source: Choose <guilabel>Windows networks (SMB)</guilabel> from the <guilabel>Share through</guilabel> option
ja: <guilabel>共有プロトコル</guilabel>オプションから、<guilabel>Windows ネットワーク (SMB)</guilabel>を選択してください。
pt: Escolha <guilabel>Rede Windows (SMB)</guilabel> a partir da opção <guilabel>Partilhar através</guilabel>

source: Enter a name and comment for the shared folder
ja: 共有したいフォルダの名前とコメントを入力します。
pt: Digite um nome e um comentário para a pasta partilhada

source: If you would like people accessing the shared folder to be able to add, change and remove files in the folder, uncheck <guilabel>Read only</guilabel>. If you leave <guilabel>Read only</guilabel> checked, people will only be able to view files in the folder
ja: 共有フォルダにアクセスする人たちにフォルダの中にあるファイルの変更や削除を許可する場合は、<guilabel>読み込み専用</guilabel>のチェックを外してください。<guilabel>読み込み専用</guilabel>のチェックを外さなかった場合は、フォルダの中にあるファイルの閲覧だけが可能です。
pt: Se que pessoas que acedam às pastas partilhadas possam adicionar, modificar remover ficheiros nessas pastas, desmarque <guilabel>Só de leitura</guilabel>. Se deixar seleccionado <guilabel>Só de leitura</guilabel>, as pessoas poderão somente ver os fixheiros na pasta.

source: Press <guibutton>OK</guibutton> to make the shared folder available. Other people on the same network (LAN) as you should now be able to access the folder
ja: <guibutton>OK</guibutton>を押せば共有が開始されます。同じネットワーク(LAN)上に居る他の人も、そのフォルダにアクセスできるようになっているはずです。
pt: Pressione <guibutton>OK</guibutton> para disponibilizar a pasta partilhada. Outras pessoas na mesma rede (LAN) devem poder aceder à pasta

source: See the <ulink type="help" url="ghelp:shares-admin">Shared Folders Administration Tool manual</ulink> for more information on managing network shares.
ja: ネットワーク共有に関する詳しいことは、<ulink type=\"help\" url=\"ghelp:shares-admin\">共有フォルダ管理マニュアル</ulink>を参照してください。
pt: Veja o <ulink type="help" url="ghelp:shares-admin">Manual da Ferramenta de Administração de Pastas Partilhadas</ulink> para mais informações sobre a gestão de partilha em rede.

source: Accessing shared folders on Windows
ja: Windowsから共有フォルダにアクセスするには
pt: Acender a pastas partilhadas com o Windows

source: If you would like to access a shared folder hosted on an Ubuntu computer by using computers running Windows, you may have to perform some additional steps:
ja: Ubuntu上にある共有フォルダにWindowsからアクセスしたい場合は、さらに設定が必要です：
pt: Se gostaria de aceder a uma pasta partilhada hospedada num computador com Ubuntu usando um computador com Windows, Deverá executar alguns passos adicionais:

source: Type <userinput>sudo smbpasswd -a username</userinput>, replacing <quote>username</quote> with your own username. Press <keycap>Return</keycap> to run the command.
ja: <userinput>sudo smbpasswd -a username</userinput>を入力します。<quote>username</quote>の部分は、自分自身のユーザ名に置き換えてください。<keycap>Return</keycap>をしてコマンドを実行させます。
pt: Digite <userinput>sudo smbpasswd -a nomedoutilizador</userinput>, substituindo <quote>nomedoutilizador</quote> com seu nome de utilizador. Pressione <keycap>Enter</keycap> para executar o comando.

source: You can find out what your username is by typing <userinput>whoami</userinput> into the Terminal and then pressing <keycap>Return</keycap>
ja: ユーザ名は端末内で<userinput>whoami</userinput>と入力し、<keycap>Return</keycap>を押せば表示されます。
pt: Pode descobrir quel é o seu nome de utilizador digitando <userinput>whoami</userinput> num Terminal e pressionando <keycap>Enter</keycap>

source: Enter your password when prompted with <quote>[sudo] password for username:</quote> and press <keycap>Return</keycap> again.
ja: <quote>[sudo] password for username:</quote>と表示されたらパスワードを入力し、<keycap>Return</keycap>を押してください。
pt: Digite sua senha quando pedida com <quote>[sudo] password para utilizador:</quote> e pressione <keycap>Enter</keycap> novamente.

source: When prompted with <quote>New SMB password:</quote>, enter the password that you would like to use to access the shared folder and then press <keycap>Return</keycap>. You can leave the password blank if you like, which will allow anyone to access the shared folder.
ja: <quote>New SMB password:</quote>と表示されたら、その共有フォルダにアクセスする際に利用するパスワードを決めて、入力し、<keycap>Return</keycap>を押してください。もし何も入力しなかった場合、誰でもパスワードなしにその共有フォルダにアクセスできることになります。
pt: Quando pedida <quote>Nova senha SMB:</quote>, digite a senha que gostaria de usar para aceder à pasta partilhada e então pressione <keycap>Enter</keycap>. Pode deixar a senha em branco se desejar, mas isso irá permitir que qualquer pessoa aceda à pasta partilhada.

source: When prompted with <quote>Retype new SMB password:</quote>, enter the password that you just entered and then press <keycap>Return</keycap>
ja: <quote>Retype new SMB password:</quote>と表示されたら、先ほどと同じパスワードを入力し、<keycap>Return</keycap>を押してください。
pt: Quando pedido <quote>Reescreva a nova senha SMB:</quote>, digite a senha que digitou anteriormente e pressione <keycap>Enter</keycap>

source: You should now be able to connect to the shared folders on the Ubuntu computer
ja: これで、Ubuntu上の共有フォルダにアクセスできるようになります。
pt: Deverá poder ligar-se às pastas partilhadas no computador com Ubuntu

source: Problems connecting to shared folders in Windows
ja: Windowsから共有フォルダにアクセスできない場合
pt: Problemas ao se ligar a pastas partilhadas no Windows

source: If you are unable to connect to a shared folder using Windows, try using the <emphasis>IP address</emphasis> of the Ubuntu computer rather than its <emphasis>host name</emphasis> to access the share:
ja: Windowsを使って共有フォルダにアクセスできない場合は、次のようにUbuntuコンピュータの<emphasis>ホスト名</emphasis>ではなく<emphasis>IPアドレス</emphasis>を用いたアクセスを試してください：
pt: Se não consegue ligar a uma pasta partilhada usando Windows, tente usar o <emphasis>Endereço IP</emphasis> do computador com Ubuntu ao invés de usar seu <emphasis>nome de host</emphasis> para aceder à partilha:

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Network Tools</guimenuitem></menuchoice> and select the <guilabel>Devices</guilabel> tab
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>ネットワーク・ツール</guimenuitem></menuchoice>を選択し、<guilabel>デバイス</guilabel>タブを表示します。
pt: Pressione <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Ferramentas de Rede</guimenuitem></menuchoice> e escolha o separador <guilabel>Dispositivos</guilabel>

source: Select the name of your network connection from the <guilabel>Network device</guilabel> option list (for example, <quote>eth0</quote>). If you have several network connections, you may have to try this several times.
ja: <guilabel>ネットワーク・デバイス</guilabel>からネットワークの接続方法(例えば、<quote>eth0</quote>)を選択します。複数のネットワーク接続がある場合、それぞれについて試してみてください。
pt: Escolha o nome da sua ligação de rede a partir da lista de opções em <guilabel>Dispositivo de Rede</guilabel> (por exemplo, <quote>eth0</quote>). Se você possui muitas ligações de rede, pode tentar várias vezes.

source: Make a note of the number in the <guilabel>IP address</guilabel> column. It should consist of four numbers separated by dots (for example, <quote>192.168.2.10</quote>)
ja: <guilabel>IPアドレス</guilabel>の数字をメモなどに控えてください。これは、ドットで区切られた四つの数字から構成されています(例えば、<quote>192.168.2.10</quote>)。
pt: Anote o número na coluna <guilabel>Endereço IP</guilabel>. Este deve consistir de quatro números separados por pontos (por exemple, <quote>192.168.2.10</quote>)

source: On the Windows computer, select <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Run</guimenuitem></menuchoice> and type <userinput>\\ipaddress</userinput> in the text box, replacing <quote>ipaddress</quote> with the IP address of the Ubuntu computer
ja: Windowsコンピュータ上で、<menuchoice><guimenuitem>スタート</guimenuitem><guimenuitem>ファイル名を指定して実行する</guimenuitem></menuchoice>を選択し、<userinput>\\\\ipaddress</userinput>を入力します。ここで<quote>ipaddress</quote>はUbuntuのIPアドレスに置き換えてください。
pt: No computador Windows, escolha <menuchoice><guimenuitem>Iniciar</guimenuitem><guimenuitem>Executar</guimenuitem></menuchoice> e digite <userinput>\\enderecoip</userinput> na caixa de texto, substituindo <quote>enderecoip</quote> pelo endereço IP do computador com Ubuntu

source: Press <guibutton>OK</guibutton> to connect to the shared folder
ja: <guibutton>OK</guibutton>を押して、共有フォルダにアクセスしてください。
pt: Pressione <guibutton>OK</guibutton> para ligar à pasta partilhada

source: If you are still unable to access the shared folder, check that the folder sharing service is running on the Ubuntu computer:
ja: それでも共有フォルダにアクセスできない場合は、Ubuntu上で共有サービスが起動しているか確認してください。
pt: Se ainda não consegue aceder à pasta partilhada, verifique se o serviço de partilha de pastas está a ser executado no computador com Ubuntu:

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Services</guimenuitem></menuchoice>
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>サービスの管理</guimenuitem></menuchoice>を選択します。
pt: Pressione <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Serviços</guimenuitem></menuchoice>

source: Find the <guilabel>Folder sharing service (samba)</guilabel> and ensure that the checkbox next to it is checked
ja: <guilabel>フォルダの共有サービス (samba)</guilabel>を探し、チェックボックスにチェックマークが付いていることを確認してください。
pt: Encontre <guilabel>Serviço de Partilha de Pastas (samba)</guilabel> e certifique-se que a caixa ao lado está marcada

source: Press <guibutton>Close</guibutton>
ja: <guibutton>閉じる</guibutton>を押してください。
pt: Pressione <guibutton>Fechar</guibutton>

source: More information can be found on the Ubuntu <ulink url="https://help.ubuntu.com/community/SettingUpSamba">community help pages</ulink>.
ja: より詳しいことは、Ubuntuの<ulink url=\"https://help.ubuntu.com/community/SettingUpSamba\">コミュニティページ</ulink>に書いてあります。
pt: Mais informações podem encontram-se em <ulink url="https://help.ubuntu.com/community/SettingUpSamba">Páginas de ajuda da comunidade</ulink> Ubuntu.

source: Check the DNS
ja: DNSを確認するには
pt: Verifique o DNS

source: Type <userinput>82.211.81.158</userinput> into the <guilabel>Network address</guilabel> box and then press <guibutton>Ping</guibutton>
ja: <guilabel>ネットワークのアドレス</guilabel>に<userinput>82.211.81.158</userinput>と入力し、<guibutton>Ping</guibutton>を押してください。
pt: Digite <userinput>82.211.81.158</userinput> na caixa <guilabel>Endereço de Rede</guilabel> e então pressione <guibutton>Ping</guibutton>

source: If you get an error message which says <emphasis>The address '82.211.81.158' cannot be found</emphasis>, then there is no connection.
ja: <emphasis>アドレス '82.211.81.158' を見つけることができません</emphasis>というエラーメッセージが表示された場合、接続が確立していません。
pt: Se obter uma mensagem de erro que diz: <emphasis>O endereço '82.211.81.158' não pode ser encontrado</emphasis>, então não existe uma ligação.

source: If the address is found then try the next stage.
ja: もしアドレスが見つかった場合は、次の項目に進んでください。
pt: Se o endereço for encontrado então tente o próximo passo.
