Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/about-ubuntu/po/*.po
Languages: sk, sr, zh_tw

source: Ubuntu is maintained by a quickly growing community. The project is sponsored by <ulink url="http://www.canonical.com">Canonical Ltd.</ulink>, a holding company founded by Mark Shuttleworth. Canonical employs the core Ubuntu developers and offers support and consulting services for Ubuntu.
sk: Ubuntu je udržiavané rýchlo rastúcou komunitou. Projekt je sponzorovaný holdingovou spoločnosťou <ulink url="http://www.canonical.com">Canonical Ltd.</ulink> založenou Markom Shuttleworthom. Canonical zamestnáva vývojárov najdôležitejších častí Ubuntu a ponúka podporu a konzultačné služby pre Ubuntu.
sr: Убунту је подржан до стране заједнице која веома брзо расте. Овај пројекат је спонзорисан од стране <ulink url="http://www.canonical.com">Canonical Ltd.</ulink>, власничке компаније основане од стране Mark Shuttleworth. Canonical је запослио главне Убунту програмере и нуди подршку и кориснички сервис за Убунту
zh_tw: Ubuntu 由一個快速壯大的社群進行維護。此計畫得到了由 Mark Shuttleworth 創建的公司 — <ulink url="http://www.canonical.com">Canonical Ltd.</ulink>贊助。Canonical 僱用了 Ubuntu 核心開發人員，並為 Ubuntu 提供支持和諮詢服務。

source: Canonical Ltd. also sponsors a number of other Open Source software projects, about which more information can be found on the <ulink url="http://www.canonical.com">Canonical website</ulink>.
sk: Canonical Ltd. tiež sponzoruje množstvo iných open source softvérových projektov o ktorých môžete nájsť viac informácií na <ulink url="http://www.canonical.com">internetovej stránke Canonical</ulink>.
sr: Canonical Ltd. такође спонзорише значајан број других Open Source пројеката, о којима више информација можете пронаћи на <ulink url="http://www.canonical.com">Canonical веб сајту</ulink>.
zh_tw: Canonical Ltd.也贊助了數個其他公開源碼軟體專案。更多的資料，可參考<ulink url="http://www.canonical.com">Canonical網站</ulink>。

source: What is Linux?
sk: Čo je Linux?
sr: Шта је Linux?
zh_tw: 什麼是 Linux?

source: The <ulink url="http://www.kernel.org">Linux kernel</ulink>, pronounced 'linnuks' is the heart of the Ubuntu operating system. A kernel is an important part of any operating system, providing the communication bridge between hardware and software.
sk: <ulink url="http://www.kernel.org">Linuxové jadro</ulink>, vyslovuje sa „linnuks“, je srdcom operačného systému Ubuntu. Jadro je dôležitou časťou operačného systému, zabezpečuje komunikačný most medzi hardvérom a softvérom.
sr: <ulink url="http://www.kernel.org">Линукс кернел</ulink> је срце оперативног система. Кернел је важан дао сваког оперативног система, јер омогућава комуникацију између хардвера и софтвера.
zh_tw: <ulink url="http://www.kernel.org">Linux 核心</ulink> (讀作 'linnuks' ) 是 Ubuntu 作業系統的心臟。核心是任何作業系統的重要部份，提供了硬體與軟體間溝通的橋樑。

source: Linux was brought to life in 1991 by a Finnish student named Linus Torvalds. At the time, it would run only on i386 systems, and was essentially an independently created clone of the UNIX kernel, intended to take advantage of the then-new i386 architecture.
sk: Linux priniesol v roku 1991 na svetlo sveta fínsky študent menom Linus Torvalds. V tom čase fungoval iba na systémoch i386 a bol to špeciálny nezávisle vytvorený klon UNIXového jadra, ktorý mal využiť výhody vtedy novej architektúry i386.
sr: Фински студент Линус Торвалдс (Linus Torvalds) је створио Linux 1991. године. У то време, могао се покренути само на i386 системима и био је у основи независна клон UNIX језгра, првенствено намењен да искорити нову i386 архитектуру.
zh_tw: Linux 誕生於 1991年，由芬蘭學生 Linus Torvalds發起。當時，它只能在 i386系統上運行。實質上是個獨立編寫的仿製 UNIX 核心，旨在充分利用當時全新的 i386 架構。

source: Nowadays, thanks to a substantial amount of development effort by people all around the world, Linux runs on virtually every modern architecture.
sk: Dnes, vďaka značnému množstvu úsilia ľudí po celom svete pri jeho vývoji, beží Linux prakticky na každej modernej architektúre.
sr: Данас, захваљујући значајном труду који су уложили људи широм света, Линукс ради на скоро свакој модерној архитектури.
zh_tw: 如今 Linux 幾乎能執行在所有現代架構上，這要歸功於來自世界各地人們所付出的大量開發工作。

source: The Linux kernel has gained an ideological importance as well as a technical one. There is an entire community of people who believe in the ideals of free software and spend their time helping to make open source technology as good as it can be.
sk: Linuxové jadro získalo na ideologickej dôležitosti rovnako ako na technickej. Existuje celá komunita ľudí, ktorí veria v ideály slobodného softvéru a trávia svoj čas vylepšovaním technológií s otvoreným zdrojovým kódom, aby boli tak dobré, ako je to len možné.
sr: Линукс кернел је задобио и идеолошки значај, баш као и технички. Постоји велика заједница људи који верују у идеје слободног софтвера и проводе време помажући да технологија отвореног кода буде најбоља што може.
zh_tw: Linux 核心不僅在技術上佔有一席之地，還在意識上佔有重要位置。有一整個社群的人相信自由軟體的理念，並花費大量時間幫忙開放源碼技術，使之臻於完美。

source: People in this community gave rise to initiatives such as Ubuntu, standards committees that shape the development of the Internet, organizations like the Mozilla Foundation, responsible for creating Mozilla Firefox, and countless other software projects from which you've certainly benefited in the past.
sk: Ľudia z tejto komunity umožnili vznik iniciatív ako je Ubuntu, štandardizačných komisií, ktoré udávajú smer vývoja Internetu, organizácií ako je Mozilla Foundation, ktorej vďačíme za vytvorenie internetového prehliadača Firefox a nespočetné množstvo iných softvérových projektov, z ktorých ste istotne v minulosti už mali prospech.
sr: Људи у овој заједници су дали замах иницијативама као што је Убунту, комитети за стандардизацију који обликују развој интерента, организацијама као што је Мозилина Фондација заслужна за развој Мозила Фајерфокса, и безброј других пројеката који су вам сигурно били од користи до сада.

source: The spirit of open source, commonly attributed to Linux, is influencing software developers and users everywhere to drive communities with common goals.
sk: Duch slobodného softvéru, bežne prisudzovaný Linuxu, ovplyvňuje vývojárov softvéru a používateľov po celom svete, aby vytvorili a viedli komunity za spoločnými cieľmi.
sr: Дух слободног софтвера, често приписан Линуксу, утиче на програмере и кориснике свуда како би их водио ка заједничким циљевима.
zh_tw: 開放原碼的精神，還通常歸因於 Linux，正在深刻影響著各地的軟體開發者和用戶，他們推動著各種社群朝著共同的目標邁進。

source: What is GNU?
sk: Čo je GNU?
sr: Šta je GNU?
zh_tw: 什麼是 GNU？

source: The <emphasis>GNU Project</emphasis>, pronounced “guh-noo”, was launched in 1984 to develop a complete UNIX style operating system which is comprised of free software: the GNU system. Variants of the GNU operating system, which use the Linux kernel, are now widely used.
sk: <emphasis>Projekt GNU</emphasis>, vyslovuje sa “guh-noo”, bol založený v roku 1984 s cieľom vytvoriť kompletný UNIXový operačný systém, ktorý obsahuje slobodný softvér. V súčasnosti sú varianty operačného systému GNU s jadrom Linuxu široko používané.
sr: <emphasis>ГНУ пројекат</emphasis> је покренут 1984. године како би био развијен комплетан систем налик Униксу сачињен од слободног софтвера назван ГНУ систем. Варијанта ГНУ система која користи Линукс кернел је данас најчешћа.
zh_tw: <emphasis>GNU計劃</emphasis>（讀成"guh-noo"）成立於1984，目標是建立一套完整建基於自由軟體的UNIX風格作業系統。使用Linux核心的GNU派生作業系統，現在十分常用。

source: The GNU project is closely linked to the philosophy of free software, which is central to the projects that derive from it, such as Ubuntu. The concept of free software is explained at <xref linkend="free-software"/>.
sk: Projekt GNU je úzko spätý s filozofiou slobodného softvéru, ktorá je kľúčová pre projekty od nej odvodené, vrátane Ubuntu. Koncept slobodného softvéru je vysvetlený na <xref linkend="free-software"/>.
sr: ГНУ пројекат је блиско повезан са филозофском идејом слободног софтвера, што је основа за пројекте који се развијају из ње, као што је то Убунту. Идеја слободног софтвера је описана у делу <xref linkend="free-software"/>.
zh_tw: GNU 計畫和自由軟體的哲學緊密相連，它也是衍生自 GNU 的計畫如 Ubuntu 等的關鍵所在。自由軟體概念說明請參考 <xref linkend="free-software"/>。

source: translator-credits
sk: Launchpad Contributions: Furby https://launchpad.net/~michal-fabry Jozef Bucha https://launchpad.net/~bucha-jozef Linuxfan https://launchpad.net/~linuxfan-peter Martin https://launchpad.net/~martin10 Matej Duman https://launchpad.net/~dumi Milan Gejdos https://launchpad.net/~minosander Pavol Klačanský https://launchpad.net/~pavolzetor Peter Chabada https://launchpad.net/~ubuntu-chabada Peter Júnoš https://launchpad.net/~petoju Peter Oslanec https://launchpad.net/~chatpall Launchpad Contributions: Jozef Bucha https://launchpad.net/~bucha-jozef Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Linuxfan https://launchpad.net/~linuxfan-peter Martin https://launchpad.net/~martin10 Matej Duman https://launchpad.net/~dumi Pavol Klačanský https://launchpad.net/~pavolzetor Peter Chabada https://launchpad.net/~ubuntu-chabada Peter Júnoš https://launchpad.net/~petoju Peter Oslanec https://launchpad.net/~chatpall
sr: Launchpad Contributions: Aleksandar Kukić https://launchpad.net/~kukibl Dino Rastoder https://launchpad.net/~dino.rastoder Ivan Petrovic https://launchpad.net/~ivanpetrovic Milan Pužić https://launchpad.net/~milanpuzic Zoran Olujic https://launchpad.net/~olujicz Љубиша Радовановић https://launchpad.net/~prevod Горан Ракић https://launchpad.net/~grakic Launchpad Contributions: Aleksandar Kukić https://launchpad.net/~kukibl Bojan Bogdanović https://launchpad.net/~bogdanovicb Dino Rastoder https://launchpad.net/~dino.rastoder Ivan Petrovic https://launchpad.net/~ivanpetrovic Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Milan Pužić https://launchpad.net/~milanpuzic Zoran Olujic https://launchpad.net/~olujicz Љубиша Радовановић https://launchpad.net/~prevod Горан Ракић https://launchpad.net/~grakic
zh_tw: Launchpad Contributions: Bob Chao https://launchpad.net/~bobchao Roy Chan https://launchpad.net/~roy-chan-linux Shunhsiung Shih https://launchpad.net/~shunhsiung Walter Cheuk https://launchpad.net/~wwycheuk chainsawriot https://launchpad.net/~chainsawtiney Launchpad Contributions: Bob Chao https://launchpad.net/~bobchao Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Roy Chan https://launchpad.net/~roy-chan-linux Shunhsiung Shih https://launchpad.net/~shunhsiung Walter Cheuk https://launchpad.net/~wwycheuk chainsawriot https://launchpad.net/~chainsawtiney hialan https://launchpad.net/~hialan-liu
