Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/about-ubuntu/po/*.po
Languages: sk, sr, zh_tw

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
sk: ubuntu-doc@lists.ubuntu.com (Dokumentačný projekt Ubuntu)
sr: ubuntu-doc@lists.ubuntu.com (Ubuntu документациони пројекат)
zh_tw: ubuntu-doc@lists.ubuntu.com (Ubuntu 說明文件專案)

source: About Ubuntu
sk: O Ubuntu
sr: О Убунтуу
zh_tw: 關於 Ubuntu

source: An introduction to the background and philosophy of the Ubuntu operating system.
sk: Úvod do pozadia a filozofie operačného systému Ubuntu.
sr: Увод у филозофију и основе Ubuntu оперативног система.
zh_tw: Ubuntu作業系統的背景及理念簡介

source: Ubuntu - Linux for Human Beings!
sk: Ubuntu - Linux pre ľudí!
sr: Ubuntu - Linux за људска бића!
zh_tw: Ubuntu - 人道待人的 Linux！

source: Credits and License
sk: Poďakovanie a licencia
sr: Заслуге и лиценца
zh_tw: 嗚謝與授權

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
sk: Tento dokument spravuje dokumentačný tím Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Zoznam prispievateľov nájdete na <ulink url="../../../common/C/contributors.xml">stránke prispievateľov</ulink>
sr: Овај документ је одржаван од стране документационог тима Убунтуа (https://wiki.ubuntu.com/DocumentationTeam). За листу сарадника посетите <ulink url="../../../common/C/contributors.xml">страну за сараднике</ulink>
zh_tw: 此文件是由 Ubuntu 說明文件小組 (https://wiki.ubuntu.com/DocumentationTeam) 維護。欲檢視貢獻者清單， 請檢視 <ulink url="../../../common/C/contributors.xml">貢獻者頁面</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
sk: Tento dokument je dostupný pod licenciou Creative Commons ShareAlike 2.5 (CC-BY-SA).
sr: Овај документ је доступан под Creative Commons ShareAlike 2.5 лиценцом (CC-BY-SA).
zh_tw: 此文件是於 Creative Commons 相同方式分享 2.5 授權下製作。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
sk: Môžete slobodne modifikovať, rozširovať a zlepšovať zdrojové kódy Ubuntu dokumentácie za podmienok tejto licencie. Všetky odvodené diela musia byť vydané za podmienok tejto licencie.
sr: Ви сте слободни да мењате, проширујете и побољшавате изворни код Убунту документације под условима ове лиценце. Сви радови на деривату морају бити објављени под овом лиценцом.
zh_tw: 您可以在此授權下自由地編輯、擴展與改善 Ubuntu 說明文件的原始碼。所以衍生作品必須在此授權下發表。

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
sk: Táto dokumentácia je dodávaná v nádeji, že bude užitočnou, no BEZ AKEJKOĽVEK ZÁRUKY; ktorá nezahŕňa ani implicitnú záruku PREDAJNOSTI alebo VHODNOSTI PRE URČITÝ ÚČEL TAK, AKO JE POPISOVANÉ V ZRIEKNUTÍ SA ZÁRUKY.
sr: Ова документација се дистибуира у нади да би могла бити корисна, али БЕЗ ИКАКВЕ ГАРАНЦИЈЕ ДА ЋЕ ТАКО И БИТИ.
zh_tw: 本文件發布的目的是期望它有所用途，但不提供任何擔保。對免責聲明裡提及的適銷性和用於某一特定目的適用性，也不承擔任何默示的擔保。

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sk: Kópia licencie je dostupná tu: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Licencia Creative Commons ShareAlike</ulink>.
sr: Копија ове лиценце је доступна овде: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
zh_tw: 這裡提供此授權的副本：<ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons 相同方式分享 授權</ulink>.

source: Canonical Ltd. and members of the Ubuntu Documentation Project
sk: Canonical Ltd. a členovia dokumentačného projektu Ubuntu
sr: Canonical Ltd. и чланови Убунту документационог пројекта
zh_tw: Canonical 有限公司及 Ubuntu 說明文件專案成員

source: The Ubuntu Documentation Project
sk: Dokumentačný projekt Ubuntu
sr: Убунту документациони пројекат
zh_tw: Ubuntu 說明文件專案

source: This section is an introduction to Ubuntu. It explains the Ubuntu philosophy and roots, gives information about how to contribute to Ubuntu, and shows how to get help with Ubuntu.
sk: Táto kapitola je úvodom do Ubuntu. Vysvetľuje filozofiu a korene Ubuntu, poskytuje informácie o tom, ako prispievať do Ubuntu a ukazuje ako získať pomoc s Ubuntu.
sr: Овај део је увод у Убунту. Он објашњава филозофију и корене Убунтуа, даје информације о томе како да допринесете Убунтуу и показује како добити помоћ око Убунтуа.
zh_tw: 本節是 Ubuntu 的簡介，會解釋 Ubuntu 的起源和理念。另外，會說明如何貢獻 Ubuntu，及有問題時如何得到幫助。

source: Ubuntu Logo
sk: Logo Ubuntu
sr: Лого знак Ubuntu-а
zh_tw: Ubuntu 標誌

source: Thank you for your interest in Ubuntu 7.10 - the <emphasis>Gutsy Gibbon</emphasis> - released in October 2007.
sk: Ďakujeme za záujem o Ubuntu 7.10 - <emphasis>Gutsy Gibbon</emphasis> - uvoľnené v októbri 2007.
sr: Хвала Вам на интерсовању за Ubuntu 7.10 - the <emphasis>Gutsy Gibbon</emphasis> - издатог октобра 2007.
zh_tw: 感謝您使用 Ubuntu 7.10 -代號 <emphasis>Gutsy Gibbon</emphasis>，2007 年十月發行。

source: Ubuntu will always be free of charge, and there is no extra fee for the "enterprise edition", we make our very best work available to everyone on the same Free terms.
sk: Ubuntu bude vždy zadarmo a nikdy nebude žiadna "podniková verzia" za špeciálny poplatok. Chceme, aby mali všetci to najlepšie za rovnakých a slobodných podmienok.
sr: Ubuntu ће увек бити бесплатан, и нема доплате за "ентерпрајз едицију", чинимо све да наш рад буде доступан свима под истим слободним условима.
zh_tw: Ubuntu 將永遠免費，「企業版」也毋需任何額外支出，讓所有人都有同樣的「自由」來使用我們最好的作品。

source: Ubuntu includes the very best in translations and accessibility infrastructure that the free software community has to offer, to make Ubuntu usable for as many people as possible.
sk: Aby bolo Ubuntu použiteľné pre čo najviac ľudí, obsahuje to najlepšie z oblasti lokalizácie do jednotlivých jazykov a dostupnosti pre hendikepovaných, čo môže komunita okolo slobodného softvéru ponúknuť.
sr: Ubuntu користи најбоље у преводилачкој и приступној опреми коју може да понуди заједница Слободног софтвера како би учинио Ubuntu употребљивим за што је могуће више људи.
zh_tw: Ubuntu 包含了出色的翻譯和無障礙環境架構，唯有如此，自由軟體社群才能讓盡可能多的人使用 Ubuntu。

source: Ubuntu is released regularly and predictably; a new release is made every six months. You can use the current stable release or the current development release. Each release is supported for at least 18 months.
sk: Ubuntu je vydávané pravidelne a plánovane. Nová verzia je vydávaná každých šesť mesiacov. Môžete používať súčasnú stabilnú verziu, no nič vám nebráni pomáhať vylepšovať vývojársku verziu. Každá verzia je naďalej podporovaná aspoň 18 mesiacov.
sr: Убунту се издаје редовно и предвидиво. Нова издања су расположива сваких шест месеци. Ви можете користити текуће постојано издање или нам помоћи да унапредимо текуће развојно издање. Свако издањ је подржано најмање 18 месеци.
zh_tw: Ubuntu 將定期並有計畫的不斷發佈；每六個月就會有一個新版本。您可以使用當前穩定版本或發展中版本，我們將為每個版本提供至少18個月的支援。

source: Ubuntu is entirely committed to the principles of open source software development; we encourage people to use open source software, improve it and pass it on.
sk: Komunita Ubuntu sa hlási k princípom vývoja slobodného softvéru. Posmeľujeme každého používať softvér s otvoreným zdrojovým kódom, vylepšovať, či šíriť ho ďalej.
sr: Ubuntu је у потпуности предана принципима развоја слободног софтвера. Ми охрабрујемо људе да користе софтвер отворених извора, да га унапређују и даље прослеђују.
zh_tw: Ubuntu 完全遵守開放源碼軟體發展的原則；我們鼓勵人們使用、改進並散佈開放原始碼套件。

source: Ubuntu is an entirely open source operating system built around the <emphasis>Linux</emphasis> kernel. The Ubuntu community is built around the ideals enshrined in the <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Ubuntu Philosophy</ulink>: that software should be available free of charge, that software tools should be usable by people in their local language and despite any disabilities, and that people should have the freedom to customize and alter their software in whatever way they see fit. For those reasons: <placeholder-1/>
sk: Ubuntu je operačný systém s otvorenými zdrojovými kódmi postavený na základe jadra <emphasis>Linuxu</emphasis>. Komunita okolo Ubuntu je založená na ideáloch <ulink url="http://www.ubuntu.com/ubuntu/philosophy">filozofie Ubuntu</ulink>; že softvér by mal byť dostupný zadarmo, softvérové nástroje by mali byť každému používateľovi k dispozícií v jeho rodnej reči, ľudia by mali mať slobodu prispôsobovať a upravovať používané programy a nemali by byť obmedzovaní v tom, ako a za akým účelom ich budú používať. Z týchto dôvodov: <placeholder-1/>
sr: Убунту је комплетно отвореног кода оперативни систем направљен на <emphasis>Линукс</emphasis> кернелу. Убунту заједница је окупљена око идеала описаних у <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Убунту филозофија</ulink>: да апликације треба да буду бесплатне, да софтверски алати треба да буду доступни на локализованим језицима, и да људи треба да имају слободу да измене софтвер према својим потребама. Из следећих разлога: <placeholder-1/>
zh_tw: Ubuntu 是完全開放原始的作業系統，建構在<emphasis>Linux</emphasis>核心上。Ubuntu 社群緊緊圍繞著<ulink url="http://www.ubuntu.com/ubuntu/philosophy">Ubuntu 哲學</ulink>的理念而建構：軟體可以免費取得，軟體工具在各種語言環境下皆可使用，且不會有任何功能上的差異；人們應有客制和修改軟體的自由，且方式不受限制，只要他們自己認為合適。基於這些理由：<placeholder-1/>

source: Find out more at <ulink url="http://www.ubuntu.com">the Ubuntu website</ulink>.
sk: Viac podrobností nájdete na <ulink url="http://www.ubuntu.com">webovej stránke Ubuntu</ulink>.
sr: Saznajte više na <ulink url="http://www.ubuntu.com">Ubuntu websajtu</ulink>.
zh_tw: 欲獲得更多資訊請造訪<ulink url="http://www.ubuntu.com"> Ubuntu 網站</ulink>。

source: About the Name
sk: O názve
sr: О имену
zh_tw: 關於 Ubuntu 一詞

source: Ubuntu is a South African ethical ideology focusing on people's allegiances and relations with each other. The word comes from the Zulu and Xhosa languages. Ubuntu (pronounced "oo-BOON-too") is seen as a traditional African concept, is regarded as one of the founding principles of the new republic of South Africa and is connected to the idea of an African Renaissance.
sk: Ubuntu predstavuje juhoafrickú ideu ľudského prístupu jedného k druhému a spoločnosti voči jedincovi. Na túto myšlienku sa nazerá ako na originálny africký koncept zviazaný s africkým "obrodením" a zakladajúcimi princípmi novej Juhoafrickej republiky. Slovo Ubuntu pochádza z jazykov Zulu a Xhosa.
sr: Ubuntu јесте јужноафричка идеологија усмерена ка људској верности и међуљудским однисима. Реч потиче из зулу (Zulu) и чоса (Xhosa) језика. Ubuntu (изговарамо као „Убунту“) јесте традиционални афрички концепт и сматра се једаним од основних принципа нове јужноафричке републике а повезан је и са идејама Афричког отпора.
zh_tw: Ubuntu 是一種南非土著的社會倫理觀，著重在人們彼此之間的誠意與關係。語源來自祖魯語和科薩語。Ubuntu（發音為「烏-崩-圖（oo-BOON-too）」）被視為非洲人的傳統理念，也是建立新南非共和國的基本原則之一，與非洲復興的理想密切相關。

source: A rough translation of the principle of Ubuntu is "humanity towards others". Another translation could be: "the belief in a universal bond of sharing that connects all humanity".
sk: Voľný preklad princípu Ubuntu je "ľudskosť voči ostatným". Iný možný preklad je "viera vo všadeprítomné puto spájajúce celé ľudstvo".
sr: Груби превод принципа Ubuntu-а је „хуманост према другима“ - човечност. Другачији превод гласио би: „вера у опште вредности милосрђа које повезује целокупно човечанство".
zh_tw: Ubuntu 精神的大意是「人道待人」（對他人仁慈）。 Ubuntu 也意味著：「我和其他人緊緊相連，密不可分，我們都是同源一體」。

source: Archbishop Desmond Tutu
sk: Arcibiskup Desmond Tutu
sr: Архиепископ Десмонд Туту
zh_tw: 大教主 Desmond Tutu

source: "A person with ubuntu is open and available to others, affirming of others, does not feel threatened that others are able and good, for he or she has a proper self-assurance that comes from knowing that he or she belongs in a greater whole and is diminished when others are humiliated or diminished, when others are tortured or oppressed."
sk: "Človek s ubuntu je otvorený a dostupný iným, uznávajúci druhých, necíti sa ohrozený tým, že druhí sú schopní a dobrí, pretože má pocit uistenia z toho, že vie, že je súčasťou väčšieho spoločenstva a cíti sa zle, keď sú druhí oslabení, ponížení, mučení, či utláčaní."
sr: "Особа са убунтуом је отворена и доступна другима, позитивна према другима, не осећа се угроженом због тога што други умеју и добри су, јер он или она има одговарајуће самопоуздање које долази од сазнања да он или она припада већој целини и омаловажена је када су други понижени или омаловажени, када су други мучени или угњетавани."

source: As a platform based on Linux, the Ubuntu operating system brings the spirit of ubuntu to the software world.
sk: Operačny systém Ubuntu, založený na Linuxe, prináša ducha ubuntu do sveta softvéru.
sr: Будући заснован на Linux-у, Ubuntu оперативни систем доноски дух убунтуа у свет програма.
zh_tw: 作為一個以 Linux 為架構的平台，Ubuntu 作業系統將 Ubuntu 精神帶到軟體世界。

source: Free Software
sk: Slobodný softvér
sr: Слободан софтвер
zh_tw: 自由軟體

source: The Ubuntu project is entirely committed to the principles of free software development; people are encouraged to use free software, improve it, and pass it on.
sk: Projekt Ubuntu je úplne oddaný princípom vývoja slobodného softvéru; povzbudzujeme ľudí, aby používali slobodný softvér, zlepšovali ho a ďalej rozširovali.
sr: Пројекат Убунту је потпуно посвећен принципима слободног развијања софтвера; људи се охрабрују да користе слободан софтвер, да га побољшавају и прослеђују.
zh_tw: Ubuntu 專案完全以自由軟體原則開發：鼓勵人們使用、改進以及散佈自由軟體。

source: "Free software" doesn't mean that you shouldn't have to pay for it (although Ubuntu is committed to being free of charge as well); it means that you should be able to use the software in any way you wish: the code that makes up free software is available for anyone to download, change, fix, and use in any way. Alongside ideological benefits, this freedom also has technical advantages: when programs are developed, the hard work of others can be used and built upon. With non-free software, this cannot happen and when programs are developed, they have to start from scratch. For this reason the development of free software is fast, efficient and exciting!
sk: „Slobodný softvér“ neznamená, že by ste zaň namali platiť (hoci Ubuntu je a vždy bude poskytované bezplatne); znamená to, že by ste mali byť schopní používať softvér akýmkoľvek spôsobom, ktorým si želáte: kód slobodného softvéru je dostupný každému na stiahnutie, zmeny, opravy a použitie akýmkoľvek spôsobom. Popri ideologických výhodách má táto sloboda aj technické prednosti: pri vývoji programov je možné použiť prácu, ktorú už vykonali iní a stavať na nej. Pri neslobodnom softvéri to nie je možné a vývoj programov začína od zelenej lúky. Z tohto dôvodu je vývoj slobodného softvéru rýchly, efektívny a vzrušujúci!
sr: "Слободан софтвер" незначи да нећете платити за његово коришћење ( иако се Убунту залаже да буде и бесплатан); то значи да вам је дозвољено да користите софтвер на било који начин: код који је направлјен као слободан софтвер је доступан за свакога да га скине са интернета, мења, поправља, и користи на било који начин. Упоредо са идеолошком добити, ова слобода такође има и техничких предности: када се програм прави, рад других се може искористити и уградити. Са власничким софтвером, ове се неможе десити и када се програм прави, они морају почети од почетка. Из овог разлога развој слободног софтвера је брз, ефикасан и узбудљив

source: You can find out more about free software and the ideological and technical philosophy behind it at the <ulink url="http://www.gnu.org/philosophy/">GNU website</ulink>.
sk: Viac informácií o slobodnom softvéri, ako aj ideologickej a technickej filozofii za tým sa dozviete na <ulink url="http://www.gnu.org/philosophy/">internetovej stránke GNU</ulink>.
sr: Више о слободном софтверу и његовој идеолошкој и техничкој филозофији можете наћи на <ulink url="http://www.gnu.org/philosophy/">ГНУ вебсајту</ulink>.
zh_tw: 您可瀏覽<ulink url="http://www.gnu.org/philosophy/">GNU網站</ulink>，了解更多自由軟體的精神及技術理念。

source: The Difference
sk: Rozdiel
sr: Разлике
zh_tw: 不同之處

source: There are many different operating systems based on Linux: Debian, SuSE, Gentoo, Red Hat, and Mandriva are examples. Ubuntu is yet another contender in what is already a highly competitive world. So what makes Ubuntu different?
sk: Je veľa rôznych operačných systémov založených na Linuxe ako napríklad Debian, SuSE, Gentoo, Red Hat či Mandriva. Ubuntu je však ďalší súťažiaci v už aj tak vysoko konkurenčnom svete. Tak v čom je Ubuntu iné?
sr: Постоји много оперативних система базираних на Линуксу: Debian, SuSE, Gentoo, Red Hat, и Mandriva су примери. Убунту је само још један учесник у овом веома конкурентном свету. Дакле, шта чини Убунту другачијим?
zh_tw: 以 Linux 為基礎的作業系統已經很多（如 Debian、SuSE、Gentoo、Red Hat 與 Mandriva），Ubuntu 便是此高度競爭市場中另一個成員。那麼，Ubuntu 有何不同呢？

source: Based on Debian, one of the most widely acclaimed, technologically advanced, and well-supported distributions, Ubuntu aims to create a distribution that provides an up-to-date and coherent Linux system for desktop and server computing. Ubuntu includes a number of carefully selected packages from the Debian distribution and retains its powerful package management system which allows easy installation and clean removal of programs. Unlike most distributions that ship with a large amount of software that may or may not be of use, Ubuntu's list of packages is reduced to a number of important applications of high quality.
sk: Ubuntu je založené na Debiane, jednej z najuznávanejších, technologicky najrozvinutejších a široko podporovaných distribúcií. Cieľom Ubuntu je vytvoriť distribúciu, ktorá poskytuje aktuálny a kompletný Linuxový systém pre osobné počítače i servery. Zahŕňa veľké množstvo starostlivo vybraných balíkov z distubúcie Debian a zachováva silný systém správy softvéru, ktorý umožňuje jednoduchú inštaláciu ďalších programov. Na rozdiel od väčšiny distribúcií, ktoré sa dodávajú s množstvom viac či menej užitočného softvéru, Ubuntu inštaluje len vybrané dôležité a vysoko kvalitné programy s tým, že ďalšie programy je možné veľmi jednoducho pridať.
sr: Заснован на Debian-у, једној од најшире подржаних, технолошки напредној и добро подржаној дистрибуцији, Убунту циља да постане дистрибуција која ће обезбедити ажуран и усклађен Линукс систем за рачунаре за свакодневни рад и сервере. Убунту садржи велики број пажљиво одабраних пакета из Debian диструбиције и задржава његов моћни систем управљања пакетима који омогућава лаку инсталацију и чисто уклањање програма. За разлику од већине дистрибуција које садрже велики број програма били они коришћени или не, овде је листа пакета сведена на најважније програме високог квалитета.
zh_tw: Ubuntu 基於 Debian，一個具有最廣泛贊同的，技術先進且有著良好支持的發行版，其目標是創建一個可以為桌面和伺服器提供一個最新且一致的 Linux 系統。Ubuntu 包含了許多從 Debian 發行版精心挑選的套件並保留其強大的套件管理系統，以便容易地安裝和乾淨移除程式。與大多數發行版配置大量可用可不用的軟體不同，Ubuntu 的套件清單精簡到只包含一些優質的應用程式。

source: By focusing on quality, Ubuntu produces a robust and feature-rich computing environment that is suitable for use in both home and commercial environments. The project takes the time required to focus on finer details and is able to release a version featuring the latest and greatest of today's software once every 6 months. Ubuntu is available in flavours for the i386 (386/486/Pentium(II/III/IV) and Athlon/Duron/Sempron processors), AMD64 (Athlon64, Opteron, and new 64-bit Intel processors), and Sun UltraSPARC architectures.
sk: Vďaka orientácii na kvalitu Ubuntu vytvára robustný a plnohodnotný počítačový systém, ktorý je vhodný na použitie v domácom aj firemnom prostredí. Projekt Ubuntu venuje veľa času dolaďovaniu najmenších detailov a je schopný vydať každých šesť mesiacov novú verziu, ktorá obsahuje to najlepšie z najaktuálnejšieho softvéru. Ubuntu ponúka varianty systému pre architektúry i386 (procesory Intel 386/486/Pentium(II,III,IV) a AMD Athlon/Duron/Sempron), AMD64 (Athlon64, Opteron a nové 64-bitové procesory od Intelu) a Sun UltraSPARC.
zh_tw: Ubuntu 專注品質，製作出強大、功能齊備、家用商用皆宜的電腦環境，依據時間規劃調整功能、每六個月便能以當前最新最棒的軟體發佈新版。Ubuntu 同時支援 i386（386/486/Pentium(II/III/IV) 及 Athlon/Duron/Sempron 處理器）、AMD64（Athlon64、Opteron、Inter 新的 64位元處理器）及 Sun UltraSPARC 架構。

source: The Desktop
sk: Pracovné prostredie
sr: Радна површина
zh_tw: 桌面環境

source: The desktop is what you see after you log in to your computer and what you use to manage and run applications. The default desktop environment for Ubuntu is <ulink url="http://www.gnome.org/">GNOME</ulink>, a leading UNIX and Linux desktop suite and development platform.
sk: Pracovné prostredie je to, čo uvidíte po prihlásení sa do vášho počítača a to, čo používate na spúšťanie aplikácií. Predvoleným pracovným prostredím v Ubuntu je <ulink url="http://www.gnome.org/">GNOME</ulink>, popredný súbor grafických aplikácií a vývojová platforma v UNIXe a Linuxe.
zh_tw: 桌面環境（desktop）是你登入電腦後所見的東西，可以用來管理、執行應用軟體。Ubutnu 預設的桌面環境為 UNIX/Linux 界的領導品牌 <ulink url="http://www.gnome.org/">GNOME</ulink>。

source: You can optionally install the <ulink url="http://www.kde.org/">KDE</ulink> and <ulink url="http://www.xfce.org/">Xfce</ulink> desktop environments, which have their own distinctive look and feel. KDE and Xfce are made available in Ubuntu by the <ulink url="http://www.kubuntu.org">Kubuntu</ulink> and <ulink url="http://www.xubuntu.org">Xubuntu</ulink> projects respectively. You can even install a KDE-only or Xfce-only version of Ubuntu if you wish.
sk: Ak si prajete, môžete si doinštalovať pracovné prostredie <ulink url="http://www.kde.org/">KDE</ulink> a <ulink url="http://www.xfce.org/">Xfce</ulink>, ktoré majú osobitný vzhľad a správanie. KDE a Xfce sú dostupné v Ubuntu vďaka projektom <ulink url="http://www.kubuntu.org">Kubuntu</ulink> a <ulink url="http://www.xubuntu.org">Xubuntu</ulink>. Ak si prajete, môžete si dokonca nainštalovať verziu Ubuntu obsahujúcu iba KDE alebo Xfce.
zh_tw: 你也可以另外安裝 <ulink url="http://www.kde.org/">KDE</ulink>、<ulink url="http://www.xfce.org/">Xfce</ulink> 等各有特色的桌面環境。Ubuntu 的 KDE 及 Xfce 環境分別由 <ulink url="http://www.kubuntu.org">Kubuntu</ulink> 及 <ulink url="http://www.xubuntu.org">Xubuntu</ulink> 兩個專案分別控管，想安裝僅有 KDE 或僅有 Xface 的 Ubuntu 也不成問題。

source: Version and Release Numbers
sk: Verzia a čísla vydaní
sr: Верзија и бројеви издања
zh_tw: 版本和發行號

source: The Ubuntu version numbering scheme is based on the date we release a version of the distribution. The version number comes from the year and month of the release rather than reflecting the actual version of the software.
sk: Číslovanie verzií Ubuntu je založené na dátume, kedy vydáme danú verziu distribúcie. Číslo verzie sa skladá z roku a mesiaca vydania, čo presnejšie vystihuje aktuálne vydanie ako iba číslo verzie softvéru.
zh_tw: Ubuntu 的版號乃由發佈時間的年及月組合而成，並不真正反應軟體的版號。

source: Our first release (Warty Warthog) was in October 2004 so its version was 4.10. This version (Gutsy Gibbon) was released in October 2007 so its version number is 7.10.
sk: Naše prvé vydanie (Warty Warthog) vyšlo v októbri 2004 a jeho verzia bola 4.10. Táto verzia (Gutsy Gibbon) bola vydaná v októbri 2007, takže číslo jej verzie je 7.10.
zh_tw: 我們第一版（Warty Warthog）在 2004 年 10 月釋出，其版號為 4.10；此版（Gutsy Gibbon）在 2007 年 10 月釋出，所以版號為 7.10。

source: Backing and Support
sk: Pozadie a podpora
sr: Подршка
zh_tw: 支援與支持
