Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/tags/language-pack-gnome-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/evolution-indicator.po
Languages: es

source: Only create notifications for new mail in an Inbox.
es: Crear notificaciones sólo para correos nuevos en la bandeja de entrada.

source: Play a sound for new mail.
es: Reproducir un sonido para el correo nuevo.

source: Show a notification bubble.
es: Mostrar una burbuja de notificación.

source: Show new message count in the message indicator applet.
es: Mostrar la cantidad de mensajes nuevos en la miniaplicación del indicador de mensajes.

source: %d New Message
es: %d mensaje nuevo

source: %d New Messages
es: %d mensajes nuevos

source: When New Mail Arri_ves In
es: Cuando lleguen mensajes nue_vos en

source: Inbox
es: Bandeja de entrada

source: Any Folder
es: Cualquier carpeta

source: Pla_y a sound
es: Reproducir un sonid_o

source: _Display a notification
es: _Mostrar una notificación

source: _Indicate new messages in the panel
es: _Indicar los mensajes nuevos en el panel
