Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/tags/language-pack-gnome-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/fast-user-switch-applet.po
Languages: es

source: A menu to quickly switch between users
es: Un menú para cambiar rápidamente entre usuarios

source: User Switcher
es: Selector de usuarios

source: User Switcher Applet Factory
es: Fábrica de la miniaplicación del selector de usuarios

source: Edit Personal _Information
es: Editar _información personal

source: _About
es: Acerca _de

source: _Edit Users and Groups
es: _Editar usuarios y grupos

source: _Help
es: Ay_uda

source: _Preferences
es: _Preferencias

source: _Setup Login Screen
es: _Configurar la pantalla de entrada

source: Display Style
es: Estilo de pantalla

source: Lock Screen After Switch
es: Bloquea la pantalla después de cambiar

source: Show "Login Window" Menuitem
es: Mostrar el elemento del menú «Ventana de entrada»

source: Show "Other" Menuitem
es: Mostrar el elemento de menú «Otro»

source: Show Active Users Only
es: Mostrar sólo los usuarios activos

source: Show Commands to Affect the Session
es: Visualizar comandos que afectan a la sesión

source: Show Presence State
es: Mostrar estado de presencia

source: Show the "Guest session" Menuitem
es: Mostrar la opción de menú «Sesión de invitado»

source: Specifies how to display the applet in the panel. Use "username" to display the current user's name, "icon" to show the people icon, or "text" to use the word `Users.'
es: Especifica cómo mostrar la miniaplicación en el panel. Use "username" para mostrar el nombre del usuario actual, "icon" para mostrar el icono de la gente, ó "text" para usar la palabra «Usuarios».

source: Suppress the dialog to confirm logout, restart and shutdown action
es: Suprimir la ventana de confirmación al cerrar sesión, reiniciar y apagar.

source: Use Xnest
es: Usar Xnest

source: When to show the "Login Window" item. Possible values include: "always" to always show the item, "never" to never show the item, and "auto" (the default) to show the item when the applet is in Xnest mode.
es: Cuando mostrar el elemento «Pantalla de entrada». Los valores posibles incluyen: "always" para mostrar siempre el elemento, "never" para no mostrar nunca el elemento, y "auto" (el valor por omisión) para mostrar el elemento cuando la miniaplicación está en modo Xnest.

source: When to show the "Other" item. Possible values include: "always" to always show the item, "never" to never show the item, and "auto" (the default) to show the item when the applet is in console (not Xnest) mode.
es: Cuando mostrar el elemento de menú «Otro». Los valores posibles son "always" para mostrar el elemento siempre, "never" para no mostrar el elemento nunca, y "auto" (valor por omisión) para mostrar el elemento cuando la miniaplicación esté en consola (no en modo Xnest).

source: Whether or not to create new Xnest windows instead of spawning new consoles when switching users.
es: Si se desea o no crear ventanas anidadas con Xnest en lugar de crear consolas nuevas al cambiar de usuarios.

source: Whether or not to lock the screen after switching to a different console.
es: Si se desea o no bloquear la pantalla después de cambiar a una consola diferente.

source: Whether or not to show a menu item to start a guest session using the gdm-guest-session command.
es: Si se debe mostrar una opción de menú para iniciar una sesión de invitado usando el comando gdm-guest-session.

source: Whether or not to show confirmation dialogs for logout, restart and shutdown actions.
es: Si se debe o no mostrar las ventanas de confirmación al cerrar sesión, reiniciar y apagar.

source: Whether to show only users who are currently logged in, or all users.
es: Si se debe mostrar sólo a los usuarios que hayan entrado, o todos los usuarios.

source: Whether to show the commands to logout, login and shutdown the computer in the applet's menu.
es: Si hay que mostrar los comandos para salir, entrar y apagar el equipo en el menú de la miniaplicación.

source: Whether to show the logged in user's presence information and allow changing it in the applet.
es: Si hay que mostrar la información de presencia del usuario que ha iniciado una sesión, y permitir cambiarla en la miniaplicación.

source: <span weight="bold" size="larger">Multiple Logins Found</span>
es: <span weight="bold" size="larger">Se encontraron sesiones múltiples</span>

source: Appearance
es: Apariencia

source: Continue
es: Continuar

source: Create new logins in _nested windows
es: Crear sesiones nuevas en ventanas _anidadas

source: Details
es: Detalles

source: Logout, restart and shutdown actions have to be confirmed.
es: Se deben confirmar las acciones de cerrar sesión, reiniciar y apagar.

source: Multiple Logins Found - User Switcher
es: Múltiples sesiones encontradas - Cambiador de usuarios

source: Options
es: Opciones

source: Show _confirm dialogs for logout, restart and shutdown
es: Solicitar _confirmación al cerrar sesión, reiniciar y apagar

source: Some preferences have been locked by the system adminstrator.
es: Algunas preferencias han sido bloqueadas por el administrador del sistema.

source: The user you want to switch to is logged in multiple times on this computer. Which login do you want to switch to?
es: El usuario al que desea cambiar ha entrado varias veces en este equipo. ¿A qué sesión quiere cambiar?

source: Use the `people' icon for the menu title
es: Usar el icono de «gente» en el título del menú

source: Use the current user's name for the menu title
es: Usar el nombre del usuario actual en el título del menú

source: Use the word `Users' as the menu title
es: Usar la palabra «Usuarios» en el título del menú

source: User Switcher Error
es: Error del selector de usuarios

source: User Switcher Preferences
es: Preferencias del selector de usuarios

source: Users
es: Usuarios

source: When a new login must be created to switch users, create it in a window instead of on a new screen
es: Cuando se cree una sesión nueva al cambiar de usuario, crearla en una ventana en lugar de en una pantalla nueva

source: When changing to a different display, activate the screensaver for this display.
es: Al cambiar a otra pantalla, activar el salvapantallas para esta pantalla.

source: _Lock the screen after switching users
es: _Bloquear la pantalla después de cambiar a otro usuario

source: Fast User Switch Applet
es: Miniaplicación del selector de usuarios

source: Switch users or shut down
es: Cambiar de usuario o apagar

source: Lock screen
es: Bloquear la pantalla

source: Switch User...
es: Cambiar de usuario...

source: Login Window
es: Ventana de entrada

source: Log Out
es: Cerrar sesión

source: Log Out...
es: Cerrar sesión...

source: Suspend
es: Suspender

source: Hibernate
es: Hibernar

source: Restart
es: Reiniciar

source: Restart...
es: Reiniciar...

source: Shut Down
es: Apagar

source: Shut Down...
es: Apagar...

source: Guest session
es: Sesión de invitado

source: The Fast User Switch Applet is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
es: La miniaplicación «Cambio rápido de usuario» es software libre; puede redistribuirla y/o modificarla bajo los términos de la Licencia Pública General de GNU tal como la publica la Free Software Foundation; ya sea en su versión 2 de la Licencia, o (a su elección) cualquier versión posterior.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
es: Este programa se distribuye con la esperanza de que le sea útil, pero SIN NINGUNA GARANTÍA; sin incluso la garantía implícita de MERCANTILIDAD o IDONEIDAD PARA UN PROPÓSITO PARTICULAR. Vea la Licencia Pública General de GNU para más detalles.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA
es: Debería haber recibido una copia de la Licencia Pública General GNU junto con este programa; si no, escriba a la Free Software Foundation, Inc, 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, EEUU

source: A menu to quickly switch between users.
es: Un menú para cambiar rápidamente entre usuarios.

source: translator-credits
es: Jorge González <jorgegonz@svn.gnome.org>, 2008 Francisco Javier F. Serrador <serrador@cvs.gnome.org>, 2006 Antonio Ognio <gnrfan@gnrfan.org>, 2005 Launchpad Contributions: Francisco Javier F. Serrador https://launchpad.net/~serrador-tecknolabs Jorge González https://launchpad.net/~jorgegonz Julián Alarcón https://launchpad.net/~alarconj Ricardo Pérez López https://launchpad.net/~ricardo

source: Multiple Logins Found - Fast User-Switch
es: Múltiples sesiones encontradas - Cambio rápido de usuario

source: Multiple Logins Found
es: Se encontraron múltiples sesiones

source: %s in a nested window on console %d
es: %s es una ventana anidada en la consola %d

source: %s on console %d
es: %s en la consola %d

source: Display Manager Unavailable
es: El Gestor de Pantallas no está disponible

source: In order for the User Selector to function properly, the GNOME Display Manager must be running, but it is not.
es: Para que el «Selector de usuarios» funcione correctamente, el «Gestor de entrada» de GNOME debe estar ejecutándose, cosa que no sucede en este momento.

source: Multiple Consoles Not Supported
es: No están soportadas las consolas múltiples

source: This system does not support multiple graphical login screens.
es: Este sistema no soporta el uso de múltiples pantallas gráficas entrada.

source: Too Many Sessions
es: Demasiadas sesiones

source: There are currently too many sessions running to create a new one. Someone must log out, or the system configuration must be changed to allow for more.
es: Existen en este momento demasiadas sesiones ejecutándose como para crear una más. Es necesario que alguna sesión sea cerrada ó se ajuste la configuración del sistema para permitir un mayor número de sesiones simultáneas.

source: Graphical System Error
es: Error del sistema gráfico

source: The graphical interface did not properly start, which is needed for graphical logins. It is likely that the X Window System or GDM is not properly configured.
es: El interfaz gráfico no se inició correctamente, lo que impide iniciar nuevas pantallas de entrada gráficas. Es probable que el Sistema de Ventanas X ó GDM no estén correctamente configurados.

source: Permissions Error
es: Errores de permisos

source: Your user does not have permissions to create additional logins. Check your <i>~/.Xauthority</i> setup.
es: Su cuenta de usuario no tiene permisos suficientes para crear nuevas sesiones. Revise la configuración de su archivo <i>~/.Xauthority</i>.

source: Missing Required File
es: Falta un archivo requerido

source: The User Selector's interfaces file, `%s', could not be opened. It is likely that this application was not properly installed or configured.
es: No se pudo abrir el archivo de interfaces del «Selector de usuarios» «%s». Es probable que esta aplicación no haya sido instalada ó configurada apropiadamente aún.

source: Can't lock screen: %s
es: No se pudo bloquear la pantalla: %s

source: Can't temporarily set screensaver to blank screen: %s
es: No se pudo configurar temporalmente el salvapantallas como una pantalla en blanco: %s

source: Manager
es: Administrador

source: The manager which owns this object.
es: El administrador que tiene la propiedad de este objeto.

source: Name
es: Nombre

source: The name of the X11 display this object refers to.
es: El nombre de la pantalla X11 a la que este objeto hace referencia.

source: User
es: Usuario

source: The user currently logged in on this virtual terminal.
es: El usuario que ha iniciado la sesión actual en esta terminal virtual.

source: Console
es: Terminal

source: The number of the virtual console this display can be found on, or %-1.
es: El número de la terminal virtual en la que se puede encontrar a esta pantalla, ó %-1.

source: Nested
es: Anidada

source: Whether or not this display is a windowed (Xnest) display.
es: Si esta pantalla es ó no es una pantalla dentro de una ventana (Xnest).

source: The display manager could not be contacted for unknown reasons.
es: No se pudo contactar con el administrador de pantallas por razones desconocidas.

source: The display manager is not running or too old.
es: El administrador de pantallas no se está ejecutando ó es muy antiguo.

source: The configured limit of flexible servers has been reached.
es: Se ha alcanzado el límite configurado actualmente para servidores flexibles.

source: There was an unknown error starting X.
es: Ocurrió un error desconocido al iniciar X.

source: The X server failed to finish starting.
es: El servidor X no logró terminar de iniciarse.

source: There are too many X sessions running.
es: Hay demasiadas sesiones de X en ejecución.

source: The nested X server (Xnest) cannot connect to your current X server.
es: El servidor X anidado (Xnest) no puede conectarse a su servidor X actual.

source: The X server in the GDM configuration could not be found.
es: No se encontró el servidor X en la configuración de GDM.

source: Trying to set an unknown logout action, or trying to set a logout action which is not available.
es: Tratando de ejecutar una cierre de sesión desconocido, ó tratando de ejecutar un cierre de sesión que no esta disponible.

source: Virtual terminals not supported.
es: Las terminales virtuales no están soportadas.

source: Invalid virtual terminal number.
es: El número de la terminal virtual no es válido.

source: Trying to update an unsupported configuration key.
es: Tratando de actualizar una clave de configuración no soportada.

source: ~/.Xauthority file badly configured or missing.
es: Archivo ~/.Xauthority inexistente ó mal configurado.

source: Too many messages were sent to the display manager, and it hung up.
es: Se han enviado demasiados mensajes al gestor de pantallas y se ha colgado.

source: The display manager sent an unknown error message.
es: El gestor de pantallas envió un mensaje de error desconocido.

source: The user this menu item represents.
es: El usuario al que este elemento del menú representa.

source: Icon Size
es: Tamaño del icono

source: The size of the icon to use.
es: El tamaño del icono a usar.

source: Indicator Size
es: Tamaño del indicador

source: Size of check indicator
es: Tamaño del indicador de prueba

source: Indicator Spacing
es: Espaciado del indicador

source: Space between the username and the indicator
es: Espacio entra el nombre del usuario y el indicador

source: The user manager object this user is controlled by.
es: El objeto administrador de usuarios que controla a este usuario.

source: Show Details
es: Mostrar detalles

# title
source: Log Out
es: Cerrar sesión

# title
source: Restart
es: Reiniciar

# title
source: Shut Down
es: Apagar

# button
source: Log Out
es: Cerrar sesión

# button
source: Restart
es: Reiniciar

# button
source: Shut Down
es: Apagar

source: You recently installed updates which will only take effect after a restart. Restart to apply software updates.
es: Ha instalado recientemente actualizaciones que solo tendrán efecto después de reiniciar. Reinicie para aplicar las actualizaciones de software.

source: You will be logged out in %d second.
es: Su sesión se cerrará en %d segundo.

source: The computer will restart in %d second.
es: El equipo se reiniciará en %d segundo.

source: The computer will be shut down in %d second.
es: El equipo se apagará en %d segundo.

source: Available
es: Disponible

source: Away
es: Ausente

source: Busy
es: Ocupado

source: Offline
es: Desconectado
