Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/tags/language-pack-gnome-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/gnome-mag.po
Languages: es

source: Accessibility
es: Accesibilidad

source: Colorblind applet
es: Pequeña aplicación para personas daltónicas

source: Controls image filters for colorblind people
es: Controla los filtros de imágenes para daltónicos

source: _About
es: Acerca _de

source: _Preferences
es: _Preferencias

source: <b>Default Filter</b>
es: <b>Filtro por defecto</b>

source: <b>Filters</b>
es: <b>Filtros</b>

source: <b>Shortcut</b>
es: <b>Atajo</b>

source: <i>This is the filter that will be used when enabling/disabling the filters.</i>
es: <i>Este es el filtro que se utilizará cuando se activen/desactiven los filtros.</i>

source: Colorblind Filters Preferences
es: Preferencias en filtros para daltónicos

source: Configure the filter being used as default when the filters are disabled.
es: Configurar como el filtro predeterminado usado, cuando los filtros están desactivados.

source: Enable/Disable Filters:
es: Activar/Desactivar filtros:

source: Filter:
es: Filtro:

source: Negative Hue Shift
es: Cambio de tonalidad negativo

source: Positive Hue Shift
es: Cambio de tonalidad positivo

source: Select Next Filter:
es: Selecciona siguiente filtro:

source: Selective Blue Desaturation
es: Desaturación azul selectiva

source: Selective Blue Saturation
es: Daturación azul selectiva

source: Selective Green Desaturation
es: Desaturación verde selectiva

source: Selective Green Saturation
es: Saturación verde selectiva

source: Selective Red Desaturation
es: Desaturación roja selectiva

source: Selective Red Saturation
es: Saturación roja selectiva

source: This filter completely desaturates the blue color when this is the predominant pixel color in the image.
es: Este filtro desatura completamente el color azul cuando es el color predominante en la imagen.

source: This filter completely desaturates the green color when this is the predominant pixel color in the image.
es: Este filtro desatura completamente el color verde cuando es el color predominante en la imagen.

source: This filter completely desaturates the red color when this is the predominant pixel color in the image.
es: Este filtro desatura completamente el color rojo cuando es el color predominante en la imagen.

source: This filter completely saturates the blue color when this is the predominant pixel color in the image.
es: Este filtro satura completamente el color azul cuando es el color predominante en la imagen.

source: This filter completely saturates the green color when this is the predominant pixel color in the image.
es: Este filtro satura completamente el color verde cuando es el color predominante en la imagen.

source: This filter completely saturates the red color when this is the predominant pixel color in the image.
es: Este filtro satura completamente el color rojo cuando es el color predominante en la imagen.

source: Transforms the colors Red to Blue, Green to Red and Blue to Green, carrying a potentially ambiguous set of colors to a different band of the spectrum.
es: Transforma los colores rojo en azul, verde en rojo y azul en verde, transportando un conjunto de colores potencialmente ambiguo a una banda distinta del espectro.

source: Transforms the colors Red to Green, Green to Blue and Blue to Red, carrying a potentially ambiguous set of colors to a different band of the spectrum.
es: Transforma los colores rojo en verde, verde en azul y azul en rojo, transportando un conjunto de colores potencialmente ambiguo a una banda distinta del espectro.

source: _File
es: A_rchivo

source: _Quit
es: _Terminar

source: _Edit
es: _Editar

source: Colorblind Applet
es: Pequeña aplicación para daltónicos

source: Image filters for the colorblind. This is applet is part of gnome-mag, a magnification service for GNOME.
es: Filtros de la imágen para el daltónico. Esta miniaplicación es parte de gnome-mag, un servicio de ampliación para GNOME.

source: gnome-mag website
es: Sitio web de gnome-mag

source: translator-credits
es: Jorge González <jorgegonz@svn.gnome.org>, 2007-2008 Launchpad Contributions: Benjamín Valero Espinosa https://launchpad.net/~benjavalero Francisco Javier F. Serrador https://launchpad.net/~serrador-tecknolabs Gonzalo L. Campos Medina https://launchpad.net/~gcamposm Jorge González https://launchpad.net/~jorgegonz Martin Albisetti https://launchpad.net/~beuno Paco Molinero https://launchpad.net/~franciscomol Raúl González Duque https://launchpad.net/~zootropo Rodrigo Donado https://launchpad.net/~frezeeer

source: New accelerator...
es: Nuevo acelerador…

source: The shortcut "%s" cannot be used because it will become impossible to type using this key. Please try with a key such as Control, Alt or Shift at the same time.
es: No se puede usar la combinación de teclas «%s» porque resultaría imposible teclear usando esa tecla. Por favor, pruebe usando una tecla como Ctrl, Alt o Mayús al mismo tiempo.

source: Magnifier
es: Lupa

source: Simple Screen Magnification Service
es: Servicio sencillo de ampliación de pantalla

source: Can't open display: DISPLAY is not set
es: No se pudo abrir el display: DISPLAY no esta especificado
