Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/tags/language-pack-gnome-*-*-1:9.04+20090608guada1/data/*/LC_MESSAGES/gst-plugins-*-0.10.po
Languages: es

source: Master
es: Maestro

source: Bass
es: Graves

source: Treble
es: Agudos

source: Synth
es: Sintetizador

source: Line-in
es: Entrada de línea

source: Microphone
es: Micrófono

source: PC Speaker
es: Altavoz del equipo

source: Playback
es: Reproducción

source: Capture
es: Capturar

source: Could not open device for playback in mono mode.
es: No se pudo abrir el dispositivo para reproducción en modo mono.

source: Could not open device for playback in stereo mode.
es: No se pudo abrir el dispositivo para reproducción en modo estéreo.

source: Could not open device for playback in %d-channel mode.
es: No se pudo abrir el dispositivo para reproducir en modo %d-canales.

source: Could not open audio device for playback. Device is being used by another application.
es: No se pudo abrir el dispositivo de audio para reproducción. El dispositivo está siendo usado por otra aplicación.

source: Could not open audio device for playback.
es: No se pudo abrir el dispositivo de audio para reproducción.

source: Could not open device for recording in mono mode.
es: No se pudo abrir el dispositivo para grabación en modo mono.

source: Could not open device for recording in stereo mode.
es: No se pudo abrir el dispositivo para grabación en modo estéreo.

source: Could not open device for recording in %d-channel mode
es: No se pudo abrir el dispositivo para grabación en modo %d canales.

source: Could not open audio device for recording. Device is being used by another application.
es: No se pudo abrir el dispositivo de audio para grabación. El dispositivo está siendo usado por otra aplicación.

source: Could not open audio device for recording.
es: No se pudo abrir el dispositivo de audio para grabar.

source: Could not open CD device for reading.
es: No se pudo abrir el CD para lectura.

source: Could not seek CD.
es: No se pudo buscar en el CD.

source: Could not read CD.
es: No se pudo leer el CD.

source: Could not open vfs file "%s" for writing: %s.
es: No se pudo abrir el archivo vfs «%s» para escritura: %s.

source: No filename given
es: No se ha introducido un nombre de archivo

source: Could not close vfs file "%s".
es: No se pudo cerrar el archivo vfs «%s».

source: Error while writing to file "%s".
es: Error al escribir en el archivo «%s».

source: Internal data stream error.
es: Error en el flujo interno de datos.

source: A %s plugin is required to play this stream, but not installed.
es: Se requiere un complemento %s para reproducir este flujo, pero no está instalado.

source: This appears to be a text file
es: Esto parece ser un archivo de texto

source: Invalid subtitle URI "%s", subtitles disabled.
es: URI de subtítulos «%s» no válido; subtítulos desactivados.

source: No URI specified to play from.
es: No se ha especificado el URI a reproducir.

source: Invalid URI "%s".
es: URI «%s» no válido.

source: RTSP streams cannot be played yet.
es: Los flujos RTSP no pueden reproducirse aún.

source: Could not create "decodebin" element.
es: No se pudo crear el elemento «decodebin».

source: Source element is invalid.
es: El elemento fuente no es válido.

source: Only a subtitle stream was detected. Either you are loading a subtitle file or some other type of text file, or the media file was not recognized.
es: Sólo se ha detectado un flujo de subtítulos. O bien ha cargado un archivo de subtítulos o algún otro tipo de archivo de texto, o bien el archivo de medios no ha sido reconocido.

source: You do not have a decoder installed to handle this file. You might need to install the necessary plugins.
es: No tiene instalado un decodificador para manejar este archivo. Puede que necesite instalar los complementos necesarios.

source: This is not a media file
es: Este no es un archivo de medios

source: A subtitle stream was detected, but no video stream.
es: Se ha detectado un flujo de subtítulos, pero ninguno de vídeo.

source: Both autovideosink and xvimagesink elements are missing.
es: Faltan los elementos autovideosink y xvimagesink.

source: Missing element '%s' - check your GStreamer installation.
es: Falta el elemento '%s' - compruebe su instalación de GStreamer.

source: Both autoaudiosink and alsasink elements are missing.
es: Faltan los elementos autoaudiosink y alsasink.

source: No volume control found
es: No se encontró ningún control de volumen

source: Can't play a text file without video.
es: No es posible reproducir un archivo de texto sin video.

source: No file name specified.
es: No se ha especificado ningún nombre de archivo.

source: Could not open file "%s" for reading.
es: No se ha podido abrir el archivo «%s» para su lectura.

source: No decoder available for type '%s'.
es: No hay ningún descodificador disponible para el tipo «%s»

source: This stream type cannot be played yet.
es: Esto tipo de flujo no puede ser reproducido aún.

source: No URI handler implemented for "%s".
es: No hay un manejador de URI implementado para «%s».

source: Could not create "decodebin2" element.
es: No se ha podido crear el elemento «decodebin2».

source: Could not create "queue2" element.
es: No se ha podido crear el elemento «queue2».

source: Could not create "typefind" element.
es: No se pudo crear el elemento «typefind».

source: Error while sending data to "%s:%d".
es: Error al enviar datos a «%s:%d».

source: Error while sending gdp header data to "%s:%d".
es: Error al enviar los datos de la cabecera gdp a «%s:%d».

source: Error while sending gdp payload data to "%s:%d".
es: Error al enviar datos de pago gdp a "%s:%d".

source: Connection to %s:%d refused.
es: Se rehusó la conexión a %s:%d.

source: Can't record audio fast enough
es: No se puede grabar el audio con suficiente velocidad

source: Failed to read tag: not enough data
es: Falló al leer la etiqueta: no hay datos suficientes

source: track ID
es: ID de pista

source: MusicBrainz track ID
es: ID MusicBrainz de pista

source: artist ID
es: ID de artista

source: MusicBrainz artist ID
es: ID MusicBrainz de artista

source: album ID
es: ID de álbum

source: MusicBrainz album ID
es: ID MusicBrainz de álbum

source: album artist ID
es: ID de artista y álbum

source: MusicBrainz album artist ID
es: ID MusicBrainz de álbum y artista

source: track TRM ID
es: ID de pista TRM

source: MusicBrainz TRM ID
es: ID MusicBrainz TRM

source: This CD has no audio tracks
es: Este CD no tiene pistas de audio

source: ID3 tag
es: Etiqueta ID3

source: APE tag
es: Etiqueta APE

source: ICY internet radio
es: Emisora de internet ICY

source: Uncompressed Gray Image
es: Imagen de grises sin comprimir

source: Run-length encoding
es: Codificación "run-length"

source: Sami subtitle format
es: Formato de subtítulos Sami

source: TMPlayer subtitle format
es: Formato de subtítulos TMPlayer

source: Kate subtitle format
es: Formato de subtítulos kate

source: Uncompressed planar YUV 4:2:0
es: YUV 4:2:0 sin comprimir plano

source: Uncompressed planar YVU 4:2:0
es: YVU 4:2:0 sin comprimir plano

source: Uncompressed packed YUV 4:2:2
es: YUV 4:2:2 sin comprimir empaquetado

source: Uncompressed packed YUV 4:1:0
es: YUV 4:1:0 sin comprimir empaquetado

source: Uncompressed packed YVU 4:1:0
es: YVU 4:1:0 sin comprimir empaquetado

source: Uncompressed packed YUV 4:1:1
es: YUV 4:1:1 sin comprimir empaquetado

source: Uncompressed packed YUV 4:4:4
es: YUV 4:4:4 sin comprimir empaquetado

source: Uncompressed planar YUV 4:2:2
es: YUV 4:4:4 sin comprimir plano

source: Uncompressed planar YUV 4:1:1
es: YUV 4:1:1 sin comprimir plano

source: Uncompressed black and white Y-plane
es: Y-plano sin comprimir blanco y negro

source: Uncompressed YUV
es: YUV sin comprimir

source: Uncompressed palettized %d-bit %s
es: Extraer paletizada %d-bit %s

source: DivX MPEG-4 Version %d
es: DivX MPEG-4 Versión %d

source: Raw %d-bit PCM audio
es: Sonido PCM crudo a %d bits

source: Raw PCM audio
es: Sonido PCM crudo

source: Raw %d-bit floating-point audio
es: Sonido crudo a %d bits en coma flotante

source: Raw floating-point audio
es: Sonido crudo de coma flotante

source: Audio CD source
es: Fuente de CD de sonido

source: DVD source
es: Fuente de DVD

source: Real Time Streaming Protocol (RTSP) source
es: Fuente de Real Time Streaming Protocol (RTSP)

source: Microsoft Media Server (MMS) protocol source
es: Fuente de protocolo Microsoft Media Server (MMS)

source: %s protocol source
es: Fuente de protocolo %s

source: %s video RTP depayloader
es: %s video RTP sin pago

source: %s audio RTP depayloader
es: %s audio RTP sin pago

source: %s RTP depayloader
es: %s RTP sin pago

source: %s demuxer
es: Demultiplexor %s

source: %s decoder
es: Decodificador %s

source: %s video RTP payloader
es: %s cargador de pago de vídeo RTP

source: %s audio RTP payloader
es: %s cargador de pago de audio RTP

source: %s RTP payloader
es: %s cargador de pago RTP

source: %s muxer
es: Multiplexor %s

source: %s encoder
es: Codificador %s

source: GStreamer element %s
es: Elemento de GStreamer %s

source: Unknown source element
es: Elemento fuente desconocido

source: Unknown sink element
es: Elemento sink desconocido

source: Unknown element
es: Elemento desconocido

source: Unknown decoder element
es: Elemento de decodificador desconocido

source: Unknown encoder element
es: Elemento de codificador desconocido

source: Plugin or element of unknown type
es: Complemento o elemento de tipo desconocido

source: No device specified.
es: No se ha especificado ningún dispositivo.

source: Device "%s" does not exist.
es: El dispositivo «%s» no existe.

source: Device "%s" is already being used.
es: El dispositivo «%s» ya se está usando.

source: Could not open device "%s" for reading and writing.
es: No se pudo abrir el dispositivo «%s» para lectura y escritura.
