Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/keeping-safe/po/*.po
Languages: ar, bg, eu, ko, ro, uk

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
ar: ubuntu-doc@lists.ubuntu.com (مشروع توثيق أوبونتو)
bg: ubuntu-doc@lists.ubuntu.com (Проект за документация на Ubuntu)
eu: ubuntu-doc@lists.ubuntu.com (Ubuntu Dokumentazio Proiektua)
ko: ubuntu-doc@lists.ubuntu.com (우분투 문서화 프로젝트)
ro: ubuntu-doc@lists.ubuntu.com (Proiectul de Documentație Ubuntu)
uk: ubuntu-doc@lists.ubuntu.com (Проект Документації Ubuntu)

source: Keeping Your Computer Safe
ar: الحفاظ على حاسوبك آمنا
bg: Защитаване на вашия компютър
eu: Zure ordenagailua seguru mantentzea
ko: 컴퓨터를 안전하게 보호하는 방법
ro: Păstrarea calculatorului în siguranță
uk: Убезпечення роботи комп'ютера

source: Placeholder.
ar: حيز مؤقت.
bg: Контейнер.
ro: Înlocuitor.
uk: Заповнювач

source: Credits and License
ar: الإشادات و الرخصة
bg: Заслуги и лиценз
eu: Kredituak eta Lizentzia
ko: 만든 사람들과 저작권
ro: Autori și Licență
uk: Автори та ліцензія

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
ar: هذه الوثيقة تحت رعاية فريق توثيق أوبنتو (https://wiki.ubuntu.com/DocumentationTeam). للاطلاع على قائمة المساهمين،طالع <ulink url="../../libs/C/contributors.xml">صفحة المساهمين</ulink>
bg: Този документ се поддържа от екипа за документация на Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Списъкът с учатниците в този екип вижте на <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
eu: Dokumentu hau Ubuntu documentation team-ek (https://wiki.ubuntu.com/DocumentationTeam) mantentzen du. Laguntzaile zerrenda <ulink url="../../libs/C/contributors.xml">laguntzaile orrian</ulink> ikus dezakezu
ro: Acest document este întreținut de echipa de documentație Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Lista colaboratorilor o puteți consulta pe <ulink url="../../libs/C/contributors.xml">pagina colaboratorilor</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ar: هذا المستند متوفر تحت رخصة العموميات الخلاقة التشارك بالمثل 2.5 (CC-BY-SA).
bg: Този документ е достъпен под лиценза Creative Commons ShareAlike 2.5 (CC-BY-SA).
eu: Dokumentu hau Creative Commons ShareAlike 2.5 Lizentziapean (CC-BY-SA) argitaratzen da.
ko: 이 문서는 크리에이티브 커먼즈 저작자표시-동일조건변경허락 2.5 라이센스(CC-BY-SA)에 따라 이용가능합니다.
ro: Acest document este disponibil sub termenii licenței Creative Commons ShareAlike 2.5 License (CC-BY-SA).
uk: Цей документ розповсюджується за ліцензією Creative Commons ShareAlike 2.5 License (CC-BY-SA).

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
ar: أنت حر في تعديل، وتوسيع، وتحسين الكود المصدري لتوثيق أوبونتو تحت شروط هذه الرخصة. جميع الأعمال المشتقة يجب أن تصدر تحت هذه الرخصة.
bg: Имате правото свободно да променяте, разширявате и подобрявате изходния код на Ubuntu документацията при условията на този лиценз. Всички производни разработки трябва да бъдат под силата на този лиценз.
eu: Aske zara Ubuntu dokumentazioaren iturburu-kodea aldatu, luzatu eta hobetzeko, betiere lizentzia honen baldintzapean. Eratorritako lan guztiak lizentzia honen pean argitaratu behar dira.
ko: 여러분은 이 라이센스의 규정에 따라 얼마든지 우분투 문서의 소스 코드를 변경, 확장, 개선할 수 있습니다. 다만, 이러한 작업에 따른 모든 결과물들은 이 라이센스와 함께 배포되어야 합니다.
ro: Aveți libertatea de a modifica, extinde și îmbunătăţi codul sursă al documentației Ubuntu respectând termenii acestei licențe. Orice lucrare derivată din acestă documentație trebuie să se supună termenilor acestei licențe.
uk: Вам дозволяеться редагувати, розширювати, та впроваджувати похідний код документації Ubuntu згідно умов цієї ліцензії. Усі похідні роботи повинні розповсюджуватися під цією ліцензією.

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
ar: يوزّع هذا المستند على أمل أن يكون مفيداً لكن دون أية ضمانات؛ ولا حتى الضمان الضمني لقابلية البيع أو ملائمة الاستخدام لهدف محدد، كما هو موصوف في وثيقة التنصّل.
bg: Този документ се разпространява с надеждата, че ще бъде полезен, но БЕЗ НИКАКВА ГАРАНЦИЯ; дори без косвена гаранция за ГОДНОСТ ЗА ПРОДАЖБА или ПРИГОДНОСТ ЗА УПОТРЕБА С ОПРЕДЕЛЕНА ЦЕЛ, КАКТО Е ОПИСАНО В РАЗДЕЛА ОТКАЗВАНЕ ОТ ПРАВА.
eu: Dokumentu hau erabilgarri izango den ustetan banatzen da, baino INOLAKO BERMERIK GABE; ez MERKATURATZE berme inplizitoa ez eta HELBURU JAKIN BATERAKO EGOKI IZANGO DELAKOA ere ARDURA EZEZTAPENEAN AZALDU BEZALA.
ko: 이 문서는 유용하게 사용될 수 있으리라는 희망에서 배포되고 있지만, 특정한 목적에 맞는 적합성 여부나 판매용으로 사용할 수 있으리라는 묵시적인 보증을 포함한 어떠한 형태의 보증도 제공하지 않습니다.
ro: Această documentație este difuzată în speranța că va fi utilă, dar FĂRĂ NICI O GARANŢIE; nici chiar garanția implicită de COMERCIALIZARE sau ADAPTARE PENTRU UN ANUMIT SCOP, CONFORM DESCRIERII DIN DECLARAȚIA DE NEASUMARE A RESPONSABILITĂȚII.
uk: Ця документація розповсюджується з сподіванням на те, що вона буде корисною, але БЕЗ ЖОДНИХ ГАРАНТІЙ; навіть без потенційної гарантії ПРИДАТНОСТІ ДЛЯ ВИКОРИСТАННЯ або ПРИДАТНОСТІ ДЛЯ СПЕЦИФІЧНИХ ЦІЛЕЙ ЯКІ ОПИСАНІ В РОЗ’ЯСНЕННІ

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ar: نسخة من الرخصة متوفرة هنا: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">رخصة العموميات الخلاقة التشارك بالمثل</ulink>.
bg: Копие на лиценза може да намерите тук: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
eu: Lizentziaren kopia dago eskuragarri hemen: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ro: O copie a licenței este disponibilă aici: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licența Creative Commons ShareAlike</ulink>.

source: Ubuntu Documentation Project
ar: مشروع توثيق أوبونتو
bg: Проектът за документация на Ubuntu
eu: Ubuntu Dokumentazio Proiektua
ko: 우분투 문서화 프로젝트
ro: Proiectul de documentație Ubuntu
uk: Проект документації Ubuntu

source: Canonical Ltd. and members of the <placeholder-1/>
ar: كانونيكال المحدودة و أعضاء <placeholder-1/>
bg: Canonical Ltd. и членовете на <placeholder-1/>
eu: Canonical Ltd. eta <placeholder-1/>
ko: Canonical Ltd.와 <placeholder-1/>의 참여원
ro: Canonical Ltd. și membrii ai <placeholder-1/>
uk: Canonical Ltd. та учасники з <placeholder-1/>

source: The Ubuntu Documentation Project
ar: مشروع توثيق أوبونتو
bg: Прокетът за документация на Ubuntu
eu: Ubuntu Dokumentazio Proiektua
ko: 우분투 문서화 프로젝트
ro: Proiectul de documentație Ubuntu
uk: Проект Документації Ubuntu

source: This section describes how to keep your computer safe from security threats.
ar: يشرح هذا القسم كيفية الحفاظ على حاسوبك آمنا من التهديدات الأمنية.
bg: Тази глава описва как да предпазите компютъра си от зловрдени атаки.
eu: Atal honek zure ordenagailua segurtasun mehatxuetatik nola babestu azaltzen du.
ko: 이 부분은 보안의 위협에서 여러분의 컴퓨터를 안전하게 보호하는 방법을 설명합니다.
ro: Această secțiune vă prezintă câteva metode de evitare a amenințărilor de securitate sau a celor legate de siguranța în utilizare.
uk: Цей розділ описує, як убезпечити комп'ютер від загроз.

source: Passwords
ar: كلمات السر
bg: Пароли
eu: Pasahitzak
ro: Parole

source: Keep your password safe. If you want to change it, you can by opening <application>About Me</application> (<menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>About-me</guimenuitem></menuchoice>) and clicking <guibutton>Change Password</guibutton>.
ar: أبقِ كلمات سرك آمنة. إذا أردت تغييرها، تستطيع عن طريق فتح <application>عني</application> (<menuchoice><guimenu>النظام</guimenu><guimenuitem>تفضيلات</guimenuitem><guimenuitem>عني</guimenuitem></menuchoice>) وانقر <guibutton>غيّر كلمة السر</guibutton>.
bg: Пазете вашата парола на безопасно място. Ако искате да я промените, можете да го направите като отворите <application>За мен</application> (<menuchoice><guimenu>Система</guimenu><guimenuitem>Предпочитания</guimenuitem><guimenuitem>За мен</guimenuitem></menuchoice>) и натиснете <guibutton>Смяна на паролата</guibutton>.
ro: Păstrați-vă parola în siguranță. Dacă vreți să o schimbați, puteți face acest lucru deschizând <application>Despre mine</application> (<menuchoice><guimenu>Sistem</guimenu><guimenuitem>Preferințe</guimenuitem><guimenuitem>Despre mine</guimenuitem></menuchoice>) și apăsând pe <guibutton>Schimbă parola</guibutton>.

source: It is possible to automatically login to Ubuntu.
ar: من الممكن الولوج التلقائي لأوبونتو
bg: Възможно е автоматично влизане в Ubuntu.
ro: Este posibil să vă autentificați automată în Ubuntu.

source: Automatic login is highly discouraged because it provides less security for your system. Also take care when in the Login Settings application as there are options which may prevent Ubuntu from logging in or starting properly.
ar: الولوج التلقائي غير مستحسن إلى حد بعيد لأنها يوفر آمانا أقل لنظامك. أيضا انتبه بالنسبة لتطبيق إعدادات الولوج لوجود خيارات قد تمنع أوبونتو من الولوج أو من البدء بشكل صحيح.
bg: Автоматичното влизане в системата не се толерира, защото намалява сигурността на вашата система. Също внимавайте в прозореца "Екран за влизане", защото има опции, които могат да попречат на Ubuntu, правилно да влиза в системата или да отиде в режим на изчакване.
ro: Autentificarea automată nu este recomandată deoarece scade securitatea sistemului. Deasemenea aveți grijă la Configurările de autentificare deoarece există opțiuni ce pot împiedica autentificarea în Ubuntu sau pornirea corespunzătoare.

source: Open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Login Window</guimenuitem></menuchoice>.
ar: افتج <menuchoice><guimenu>نظام</guimenu><guimenuitem>إدارة</guimenuitem><guimenuitem>نافذة الولوج</guimenuitem></menuchoice>.
bg: Отворете <menuchoice><guimenu>Система</guimenu><guimenuitem>Администриране</guimenuitem><guimenuitem>Екран за влизане</guimenuitem></menuchoice>.
ro: Deschideți <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Fereastră de autentificare</guimenuitem></menuchoice>.

source: You will be prompted for your password.
ar: سوف تسـأل عن كلمة سرك.
bg: Ще бъдете попитани за вашата парола.
ro: Vi se va cere parola

source: Click <guilabel>Security</guilabel>.
ar: انقر <guilabel>أمن</guilabel>.
bg: Натиснете <guilabel>Сигурност</guilabel>.
ro: Apăsați <guilabel>Securitate</guilabel>.

source: Tick <guilabel>Enable Automatic Login</guilabel>.
ar: علّم <guilabel>مكّن الولوج التلقائي</guilabel>.
bg: Отбележете <guilabel>Включване на автоматично влизане</guilabel>.
ro: Bifați <guilabel>Activează autentificarea automată</guilabel>.

source: Choose a <guilabel>Username</guilabel> from the drop down list to login as.
ar: اختر <guilabel>اسم المستخدم</guilabel> من القائمة المنسدة للولوج به.
bg: Изберете <guilabel>Потребител</guilabel> от падащото меню.
ro: Alegeți un <guilabel>nume de utilizator </guilabel> din listă pentru a vă autentifica drept acesta.

source: Click <guibutton>Close</guibutton>.
ar: انقر <guibutton>أغلق</guibutton>.
bg: Натиснете <guibutton>Затваряне</guibutton>.
ro: Apăsați <guibutton>Închide</guibutton>.

source: Changes will be applied on re-boot.
ar: سوف تطبّق التغييرات عند إعادة الإقلاع.
bg: Промените ще се приложат при рестартиране.
ro: Modificările vor fi aplicate la repornire.

source: Give a separate user account to each person
ar: إعطاء حسابا مستخدم منفصل لكل شخص
bg: Направете отделна потребителска регистрация за всеки
eu: Erabiltzaile-kontu bana eman pertsona bakoitzari
ko: 별도의 계정 사용하기
ro: Creaţi conturi separate pentru fiecare utilizator
uk: Надайте кожному користувачу окремий обіковий запис

source: When Ubuntu is installed, it is set up for a single person to use. If more than one person will use the computer, it is best for each person to have their own user account. This way they can have separate settings, documents, and other files. If necessary, files can also be protected from being viewed or changed by non-administrators.
ar: عندما يُثبّت أوبونتو، يعد لاستخدام شخص واحد. إذا كان أكثر من شخص سيستخدمون الحاسوب، من الأفضل لكل شخص أن يمتلك حساب مستخدمه. بهذه الطريقة يستطيعون امتلاك إعدادات ومستندات وملفات أخرى منفصلة. إذا كان ضروريا، يمكن أيضا حماية الملفات من عرضها أو تغييرها بواسطة غير الإداريين.
bg: Когато Ubuntu е инсталиран, той е настроен за работа с един човек. Ако повече от един човек ще използват компютъра, най-добре е всеки човек да има собствен потребителски акаунт. По този начин те могат да има различни настройки, документи и други файлове. Ако е необходимо, файловете също могат да бъдат защитени от преглед или промяна от не администратори.
eu: Ubuntu instalatzean, pertsona bakarrak erabil dezan konfiguratzen da. Pertsona batek baina gehiago erabiliko badu ordenagailu hau, hobe da bakoitzak bere erabiltzaile-kontua edukitzea. Honela, bakoitzak bere ezarpenak, dokumentuak, etab izango ditu. Beharrezkoa bada, administratzaile ez direnek fitxategiak horiek ikustea naiz aldatzea ekidin daiteke.
ko: 우분투 설치 과정에서 한 사용자와 이를 위한 암호가 생성됩니다. 하지만 여러 사람이 이 컴퓨터를 이용한다면, 각각의 사람들이 별도의 사용자 계정을 사용하는 것이 좋습니다. 이러한 방식을 이용하면, 각 사용자들은 자신 만의 설정, 문서 또는 다른 파일 들을 가질 수 있습니다. 또한 필요한 경우, 관리자가 아닌 사람들이 이러한 파일들을 보거나 변경할 수 없도록 보호할 수 있습니다.
ro: La instalare, Ubuntu creează un singur cont pentru utilizatorul care a realizat instalarea. În cazul în care există mai multe persoane care vor utiliza acel calculator, este recomandabil să creați câte un cont de utilizator separat pentru fiecare dintre ele. În acest mod, fiecare utilizator își va putea păstra separat configurările, documentele și alte fisiere și, dacă este necesar, acestea pot fi protejate împotriva accesării sau a modificării de către persoane fără drepturi de administrare pe calculator.
uk: Ubuntu після встановлення налаштовано на одного користувача. Якщо комп'ютером користується більше однієї людини, найкраще буде, якщо в кожного користувача буде свій обліковий запис. Тоді в них будуть окремі налаштування, документи і інші файли. За необхідності, також можна захистити файли від перегляду чи зміни неадміністраторами.

source: To set up user accounts, choose <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Users and Groups</guimenuitem></menuchoice>. You must be an <ulink type="help" url="ghelp:administrative">administrator</ulink> to do this.
ar: لضبط حسابات المستخدمين، اختر<menuchoice><guimenu>نظام</guimenu><guimenuitem>إدارة</guimenuitem><guimenuitem>المستخدمون والمجموعات</guimenuitem></menuchoice>. يجب أن تكون <ulink type="help" url="ghelp:administrative">إداريا</ulink> لتقوم بذلك.
bg: За да добавите потребителски акаунти, изберете <menuchoice><guimenu>Система</guimenu><guimenuitem>Администриране</guimenuitem><guimenuitem>Потребители и групи</guimenuitem></menuchoice>. Трябва да бъдете <ulink type="help" url="ghelp:administrative">администратор</ulink>, за да направите това.
eu: Erabiltzaile-kontuak sortzeko, sakatu ezazu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administrazioa</guimenuitem><guimenuitem>Erabiltzaile eta taldeak</guimenuitem></menuchoice>. Honetarako, <ulink type="help" url="ghelp:administrative">administratzaile</ulink> bat izan behar duzu.
ko: 사용자 계정을 설정하려면 <menuchoice><guimenu>시스템</guimenu><guimenuitem>관리</guimenuitem><guimenuitem>사용자와 그룹</guimenuitem></menuchoice> 도구를 선택하십시오. 이를 위해서는 여러분이 <ulink type="help" url="ghelp:administrative">관리자</ulink> 권한을 가지고 있어야 합니다.
ro: Pentru crearea unui cont de utilizator, selectați din meniul principal <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Utilizatori și grupuri</guimenuitem></menuchoice>. Aveți nevoie de drepturi de <ulink type="help" url="ghelp:administrative">administrator</ulink> pentru această operație.
uk: Для налаштування облікових записів, виберіть <menuchoice><guimenu>Система</guimenu><guimenuitem>Адміністрування</guimenuitem><guimenuitem>Користувачі і Групи</guimenuitem></menuchoice>. Щоб зробити це, ви маєте бути <ulink type="help" url="ghelp:administrative">адміністратором</ulink>.

source: See the <ulink type="help" url="ghelp:users-admin">Users Administration Tool manual</ulink> for more information on setting up user accounts.
ar: راجع<ulink type="help" url="ghelp:users-admin">دليل أدوات المستخدمين الإدارية</ulink>لمزيد من المعلومات عن إعدادات حسابات المستخدمين.
bg: Вижте <ulink type="help" url="ghelp:users-admin">ръководство за Инструмент на администриране на потребители</ulink> за повече информация при настройване на потребителски акаунти.
eu: Erabiltzaile-kontuak sortzeari buruzko informaizo gehiago nahi baduzu, jo ezazu <ulink type="help" url="ghelp:users-admin">Erabiltzaile-kudeaketarako tresnaren gidaliburura</ulink>
ko: 사용자 계정을 설정하는 자세한 정보는 <ulink type="help" url="ghelp:users-admin">사용자 관리 도구 설명서</ulink> 를 참조하기 바랍니다.
ro: Pentru mai multe informații despre configurarea conturilor de utilizator, vezi <ulink type="help" url="ghelp:users-admin">Manualul aplicației de administrare a conturilor</ulink>
uk: Перегляньте <ulink type="help" url="ghelp:users-admin">Керівництво засобу адміністрування користувачів</ulink> для додаткової інформації про налаштування облікових записів користувачів.

source: Keep your software up to date
ar: إبقاء برمجياتك محدثة
bg: Обновявайте вашия софтуер
eu: Eguneratuta mantendu ezazu zure softwarea
ko: 소프트웨어를 최신 상태로 유지하기
ro: Mențineți sistemul actualizat
uk: Встановлюйте останні оновлення програмного забезпечення

source: Ubuntu developers often issue updates to the Ubuntu software. These updates may improve security or fix other problems.
ar: يصدر مطورو أوبونتو عادة تحديثات لبرمجيات أورونتو. هذه التحديثات قد تحسن الأمان أو تصلح مشاكلا أخرى.
bg: Разработчиците на Ubuntu често издават обновления за Ubuntu. Тези обновления могат да подобрят защитата или да поправят други проблеми.
eu: Ubuntuko garatzaileek askotan argitaratzen dituzte Ubuntuko softwarearentzako eguneratzeak. Segurtasuna hobetu edo beste arazoak konpondu ditzakete eguneratze hauek.
ko: 때때로 우분투 개발자들은 우분투 소프트웨어의 업데이트를 배포합니다. 이러한 업데이트를 통해 보안 문제나 버그를 수정할 수 있습니다.
ro: Programatorii Ubuntu publică des actualizări ale aplicațiilor și ale sistemului de operare. Aceste actualizări rezolvă probleme de securitate sau de altă natură.
uk: Розробники Ubuntu часто випускають оновлення для програм Ubuntu. Ці оновлення можуть покращувати безпеку чи лагодити інші проблеми.

source: When updates are available, the update icon (an orange star) appears in the panel, usually near the top right of the screen. To install updates you must be an <ulink type="help" url="ghelp:administrative">administrator</ulink> and the computer must be connected to the Internet.
ar: عندما تتوفر التحديثات، تظهر أيقونة التحديثات (نجمة برتقالية) في الشريط، عادة أعلى يسار الشاشة. لتثبيت التحديثات يجب عليك أن تكون <ulink type="help" url="ghelp:administrative">إداريا</ulink> ويجب أن يكون الحاسوب متصلا بالإنترنت.
bg: Когато са достъпни обновления, иконата за обновяване се (оранжева звезда) появява на панела, обикновено в горния десен ъгъл на екрана. За да инсталирате обновления, трябва да сте <ulink type="help" url="ghelp:administrative">администратор</ulink> и компютъра трябва да бъде свързан с Интернет.
eu: Eguneraketak daudenean eskuragarri, eguneratze-ikurra (izar laranja bat) agertuko da panelean, pantailaren goi eskuinaldean. <ulink type="help" url="ghelp:administrative">Administratzailea</ulink> izan beharko duzu eta Internetera konektatuta egon beharko duzu eguneraketak instalatzeko.
ko: 업데이트가 이용가능할 때, 업데이트 아이콘(주황색 별)이 일반적으로 화면의 오른쪽 상단 주변의 패널에 나타납니다. 업데이트를 설치하려면 <ulink type="help" url="ghelp:administrative">관리자</ulink>여야 하며, 인터넷에 컴퓨터가 연결되어져 있어야 합니다.
ro: Când sunt disponibile actualizări, va apărea în panou iconița de actualizare (o stea portocalie), în general în colțul dreapta sus al ecranului. Pentru a instala actualizările trebuie să fiți <ulink type="help" url="ghelp:administrative">administrator</ulink> și calculatorul să fie conectat la Internet.
uk: Якщо доступні оновлення, на панелі виникає значок оновлень (помаранчева зірка), зазвичай білья правого горішнього кутка екрану. Для встановлення оновлень ви маєте бути <ulink type="help" url="ghelp:administrative">адміністратором</ulink>, а комп'ютер має бути під'єднаним до Інтернет.

source: Click the update icon, and enter your password when asked.
ar: انقر أيقونة التحديث، وأدخل كلمة سرك عندما تُطلب.
bg: Натиснете иконата и въведете вашата парола.
eu: Klik egin ezazu eguneratze-ikurrean, eta eskatuz gero, sar ezazu zure pasahitza.
ko: 업데이트 아이콘을 클릭하고, 암호를 입력하십시오.
ro: Efectuați clic pe iconița de actualizare și introduceți parola când aceasta este solicitată
uk: Клацніть по значку оновлень і введіть пароль, коли запитають.

source: In the Update Manager window, click <guibutton>Install Updates</guibutton>.
ar: في نافذة مدير التحديث، انقر <guibutton>ثبت التحديثات</guibutton>.
bg: В прозореца на "Мениджър на актуализиране", натиснете <guibutton>Инсталиране на актуализации</guibutton>.
eu: 'Eguneraketa-Kudeatzailea'-ren leihoan, sakatu ezazu <guibutton>Eguneraketak Instalatu</guibutton>.
ko: 업데이트 관리자 창에서, <guibutton>업데이트를 설치</guibutton> 버튼을 클릭합니다.
ro: Clic pe <guibutton>Instalează actualizări</guibutton> din fereastra Administratorului de actualizări,
uk: У вікні Менеджеру оновлень, клацніть <guibutton>Встановити оновлення</guibutton>.

source: The update process may take a while if many updates need to be installed.
ar: قد تستغرق عملية التحديثة معدة إذا كانت تحديثات كثيرة تحتاج أن تثبّت.
bg: Ако трябва да се инсталират много обновления, обновяването може да отнеме малко време.
eu: Eguneraketak denbora dezente behar dezake, instalatu beharreko eguneratze kopuruaren arabera.
ko: 많은 업데이트를 설치해야 한다면 업데이트 과정에 약간의 시간이 소요될 수도 있습니다.
ro: Procesul de actualizare poate dura în cazul în care sunt multe pachete actualizate care trebuie instalate.
uk: Процес оновлення може зайняти певний час, якщо має бути встановлено багато оновлень.

source: If a pair of blue arrows appears in the panel when the updates have finished, you need to restart the computer to complete the installation.
ar: إذا ظهر زوج من الأسهم الزرقاء في الشريط عند انتهاء التحديثات، تحتاج إلى إعادة تشغيل الحاسوب لإكمال التثبيت.
bg: Ако се появят чифт сини стрелки в панела, когато обновяването завърши, трябва да рестартирате компютъра, за да завърши инсталирането.
eu: Eguneratu ondoren gezi urdin pare bat agertzen bada panelean, ordenagailua berrabiarazi beharko duzu instalazioa bukatu dadin.
ko: 만약 업데이트가 완료된 후에 패널에 한 쌍의 파란색 화살표 아이콘이 보인다면, 업데이트 설치를 위해 시스템을 재시작할 필요가 있습니다.
ro: Dacă după încheierea actualizării sistemului în zona de notificare este afișată o iconiță cu două săgeți albastre, va trebui să reporniți calculatorul pentru încheierea instalării.
uk: Якщо після завершення оновлення на панелі виникає пара синіх стрілок, необхідно перезавантажити комп'ютер для завершення встановлення.
