Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/keeping-safe/po/*.po
Languages: ar, bg, eu, ko, ro, uk

source: From time to time, you may be sent an email which carries a virus or links to a fraudulent website. This type of email is very common, and it is important to learn how to deal with it, in order to prevent your computer or your personal details from being compromised or misused.
ar: من وقت لآخر، قد يرسل إليك بريد إلكتروني يحمل فيروسات أو وصلات لموقع محتال. هذا النوع من البريد الإلكتروني شائع جدا، ومن المهم تعلم كيفية التعامل معه، لتحمي حاسوبك أو بياناتك الشخصية من أن تشتغل أو يساء استخدامها.
bg: От време на време, може да ви бъде изпратен имейл, който съдържа вирус или връзки към измамни уеб сайтове. Този тип имейли се срещат често и важно да се научите как да се справяте с тях, за да попречите на кражба или злоупотреба с вашия компютър или лични данни.
eu: Noizbehinka, birusik edo iruzurrezko orriren baterako estekarik daukan posta elektronikorik bidal diezazukete. Mota honetako posta elektronikoak oso arruntak dira, eta zure ordenagailuaren zein zure datu pertsonalen erabilera gaiztoak edota abusuak ekiditeko, garrantzitsua da posta hauek nola tratatu ikastea.
ko: 때때로 여러분은 바이러스나 불법 웹사이트에 대한 링크를 포함하는 이메일을 보낼 수도 있습니다. 이런 종류의 이메일은 매우 일반적이기 때문에, 여러분의 컴퓨터나 개인 정보를 보호하기 위해 이러한 메일들을 처리하는 방법을 배우는 것이 중요합니다.
ro: Din când în când veți primi email-uri care conțin viruși sau legături la site-uri frauduloase. Aceste tipuri de email sunt larg răspândite și este important să știți cum să procedați pentru a preveni compromiterea sistemului sau a datelor personale.
uk: Час від часу, ви можете отримати електронний лист з вірусом чи посиланням на сайт-підробку. Цей тип листів вкрай поширений, і важливо навчитися як з ним діяти, щоб запобігти загрозам вашому комп'ютеру і особистій інформації.

source: Such messages are often received from total strangers. However, sometimes an email may appear to be from someone you know, when really it is not. This is because it is possible to include a fake sender email address in emails.
ar: مثل هذه الرسائل تُستلم عادة من غرباء. لكن أحيانا قد يظهر أن بريدا من شخص تعرفه، لكنك في الحقيقة لا تعرفه. هذا بسبب إمكانية تضمين عنوان بريد مُرسِل مزيف في البريد الإلكتروني.
bg: Такива съобщения често се получават от напълно непознати. Понякога може да се появи имейл, който е от някой познат, когато не е. Това е така, защото е възможно да се въведе фалшив изпращач на имейл.
eu: Askotan halako mezuak ezezagunengandik jasotzen dira. Baina batzutan posta elektroniko bat ezagun batena delako itxura izan dezake, benetan hala ez bada ere. Postetan igorle-helbide faltsu bat jartzea posible delako gertatzen da hau.
ko: 이러한 메시지들은 종종 전혀 알 수 없는 사람에게서 전달됩니다. 하지만, 때로는 여러분이 알고 있는 누군가에게서 온 걸로 보이는 이메일이 (실제로는 아니지만) 올 수도 있습니다. 왜냐하면 이메일에서는 보낸 사람 주소를 바꾸는 것이 가능하기 때문입니다.
ro: Aceste mesaje vin deseori de la necunoscuți. Totuși, uneori ar putea părea că expeditorul este o persoană cunoscută deoarece este posibilă modificarea adresei expeditorului într-un email.
uk: Такі повідомлення часто приходять від незнайомців. Втім, іноді так листи виглядають як від ваших знайомих, хоча насправді це не так. Так буває через те, що можливо підробити адресу відправника в повідомленнях.

source: Unwanted (unsolicited) mail tends to fall in to one of several categories:
ar: البريد غير المرغوب فيه (غير المفيد) يغلب وقوعه في واحدة من هذه التصانيف:
bg: Нежеланите (непоискани) мейл съобщения може да попаднат в една от няколко категории:
eu: Nahi ez dugun (eskatu ez dugun) posta kategoria ezberdinetan klasifikatzen da:
ko: 원치 않는 (불필요한) 메일들은 다음과 같은 종류로 나누어 볼 수 있습니다:
ro: Mesajele nesolicitate (nedorite) fac parte de obicei dintr-una din următoarele categorii:
uk: Небажана пошта класифікується по таких категоріяї:

source: Spam (junk) email, where people offer unwanted services and products
ar: البريد الإلكتروني السخام (المزجع)، حيث يقدم الأشخاص خدمات ومنتجات غير مرغوبة.
bg: Спам (нежелана поща) имейл, в които хората предлагат нежелани услуги или продукти
eu: Spam-a (zaborra), non eskatu ez ditugun produktu eta zerbitzuak eskaintzen dizkiguten
ko: 스팸 (정크) 메일 - 원치않는 서비스나 제품을 소개하는 메시지
ro: Spam (junk), email-uri nesolicitate care conțin oferte de servicii sau produse
uk: Спам, де пропонуються небажані товари і послуги.

source: Scam emails, where people pretend to ask for help in exchange for large sums of money
ar: البريد الإلكتروني المخادع، حيث يدّعي الأشخاص طلب مساعدة للحصول على مبالغ مالية طائلة
bg: Измамни имейли, в които хората се преструват, че имат нужда от помощ в замяна на големи суми пари
eu: Iruzurrezko postak (scam), zeinetan jendeak laguntza eskatzen duen dirutza handien truke.
ko: 스캠(scam) 메일 - 도움을 필요한 것처럼 속여서 돈을 요구하는 메시지
ro: Email-uri de escrocare (scam), prin care vi se cere ajutorul în schimbul unor mari sume de bani.
uk: Шахрайські листи, де люди ніби-то просять допомоги, обіцяючи великі суми грошей.

source: Phishing email, where the message appears to be from a bank or other online service, asking you to enter your personal and financial details, or passwords.
ar: البريد الالكتروني المحتال، حيث يظهر أن الرسالة من مصرف أو أي خدمة أخرى على الإنترنت، طالبًا إدخال بياناتك الشخصية والمالية، أو كلمات سرّك.
bg: Фишинг имейл, в който съобщението се появява от банка или друга онлайн услуга, искайки от вас да въведете вашите лични и финансови данни или пароли.
eu: Banku edo beste online zerbitzu batenak direlako itxura ematen duten iruzurrezko posta elektronikoak (Phishing email), hauetan zure datu pertsonalak, finantza-datuak edota pasahitzak sar ditzazun eskatzen dizute.
ko: 피싱(phishing) 메일 - 은행이나 다른 온라인 서비스에서 온 메일처럼 속여, 개인 정보나 신용 (및 재정) 정보와 비밀번호 등을 요청하는 메시지
ro: Phishing, email-uri în care expeditorul pare a fi o bancă sau un alt serviciu online și în care vi se cer date personale, financiare sau parole.
uk: Фішінг, коли лист надісланий ніби-то від банку чи іншої онлайнової послуги, з проханням надати вашу особисту, фінансову інформацію чи пароль.

source: Below are some tips for keeping safe online:
ar: أدناه خطوات للبقاء آمنا على الإنترنت:
bg: Отдолу има няколко съвета как да се пазите, когато сте онлайн:
eu: Azpian online konektaturik zaudenean seguru egoteko zenbait aholku dauzkazu:
ko: 다음은 온라인에서 안전하게 보호받기 위한 몇 가지 조언들입니다.
ro: Iată câteva sfaturi utile pentru protecția datelor dumneavoastră:
uk: Ось деякі поради, як вберегтися:

source: You should never reply to unsolicited mail, or even click on the links in the mail. Doing so usually results in more junk mail being sent to you.
ar: يجب ألا ترد أبدا على البريد غير المفيد، أو حتى تقر الوصلات في البريد. القيام بذلك يسبب عادة المزيد من البريد المزعج المرسل إليك.
bg: Не трябва да отговаряте на непоискани писма или дори да щраквате на връзки в писмото. Щракването обикновено води до получаването на още нежелана поща.
eu: Inoiz ez zenuke eskatu gabeko posta erantzun, ezta bertan agertzen diren estekak klikatu beharko ere. Hau egiteak zabor-posta gehiago erakarri besterik ez du egiten.
ko: 알 수 없는 메일에 대해 답장하거나 메일 내에 속한 링크를 클릭해서는 안 됩니다. 그렇게 하면 보통 더 많은 스팸 메일 들을 받게 될 것입니다.
ro: Nu răspundeți la un email nesolicitat, nici nu apăsați pe legăturile din acestea, deoarece asta duce de obicei la sporirea numărului de email-uri nesolicitate primite.
uk: Ніколи не відповідайте на листи непевного походження, і навіть не заходьте по посиланнях, вказаних в них - інакше ви отримуватимете ще більше небажаного листування.

source: Never click on links in emails which lead to websites asking for your password or similar. It is possible for the text of the link to give one address, when really it opens up another (possibly dangerous) address. Instead, type the link into your web browser yourself and proceed from there.
ar: لا تنقر على الوصلات في البريد الإلكتروني التي تقود إلى مواقع تطلب كلمة سرك أو معلومات مماثلة. من الممكن أن نص الوصلة يعطي عنوانا، بينما يفتح عنوانا آخرا (في الغالب خطرا). بدلا من ذلك
bg: Никога не натискайте на връзки на имейли, които водят до уеб сайтове изискващи от вас парола или нещо подобно. Възможно е за текстовата връзка да бъде даден един адрес, но когато я отворите да се покаже друг (възможна опасност) адрес. Вместо това напишете връзката във вашия браузър ръчно и продължете от тук нататък.
eu: Zure pasahitza edo halakorik eskatzen dizun inolako orritara eramaten gaituen postetako estekarik ez klikatu, inoiz ez. Testuan helbide bat agertu daiteke, benetan irekitzen den helbidea (agian arriskutsua) beste bat delarik. Horren ordez, zuk zeuk idatzi helbidea zure web-arakatzailean eta handik abiatu.
ko: 이메일 내에서 여러분의 비밀번호 혹은 그와 비슷한 내용을 물어보는 웹사이트로 이동하는 링크는 절대 클릭하지 마십시오. 링크 상에 보이는 주소와 실제로 그 링크를 클릭할 때 열리는 (아마도 위험한 사이트의) 주소는 다를 수 있습니다. 대신 링크에 보이는 주소를 웹 브라우저에서 여러분이 직접 입력하여 살펴볼 수 있습니다.
ro: Nu apăsați niciodată în email-uri pe legături care duc la site-uri care solicită introducerea unei parole sau a altor date personale. Este posibil ca textul legăturii să conțină o anume adresă, iar legătura să conducă spre o cu totul altă adresă, posibil periculoasă. Mai degrabă introduceți de la tastatură adresa dorită în bara de adrese a navigatorului.
uk: Ніколи заходьте по посиланнях в листах, які ведуть на вебсайти, що запитують пароль чи іншу аналогічну інформацію. Цілком можливо, що текст посилання містить одну адресу, а насправді відкриває іншу (потенційно небезпечну). Замість цього, скопіюйте посилання в браузер і продовжуйте звідти.

source: If a website asks for your financial details, ensure that it is secure. In the <application>Firefox Web browser</application>, secure websites have a <emphasis>yellow</emphasis> address bar with a padlock icon to the right of the address. Click on the padlock to read more information about the security of the website.
ar: إذا طلب موقع معلومات مالية، تأكد أنه آمن. في <application>متصفح الوب فايرفوكس</application>، تملك المواقع الآمنة شريط عنوان <emphasis>أصفر</emphasis> ذو أيقونة قفل في يسار العنوان. اقر على القفل لقراءة مزيد من المعلومات حول أمان الموقع.
bg: Ако уеб сайт поиска вашите финансови данни, уверете се, че е защитен. Във <application>Firefox Web browser</application>, защитените сайтове имат <emphasis>жълта</emphasis> адресна лента с икона на катинар в десния край на адреса. Натиснете катинара, за да прочетете повече информация за защитата на уеб сайта.
eu: Orri batek zure finantza-datuak eskatzen badizkizu, ziurtatu zaitez ea segurua den. <application>Firefox web-arakatzailean</application>, orri seguruek helbide-barra <emphasis>horia</emphasis> daukate, eta giltzarrapo-ikono bat helbidearen eskuinaldean. Giltzarrapoa klikatu orriaren segurtasunari buruzko informazio gehiagorako.
ko: 만약 웹사이트가 여러분의 신용 정보에 대해 물어본다면 이 사이트는 안전한 곳이라고 생각할 수 있습니다. <application>Firefox 웹 브라우저</application>에서 안전한 웹사이트는 주소창이 <emphasis>노란색</emphasis>으로 표시되며, 주소창의 오른편에 자물쇠 아이콘이 표시됩니다. 자물쇠 아이콘을 클릭하면 웹사이트의 신뢰도에 대한 자세한 정보를 읽을 수 있습니다.
ro: Dacă pe un site vi se solicită date financiare, asigurați-vă că este cu acces securizat. În <application>navigatorul web Firefox</application> accesul securizat la un site este simbolizat prin colorarea în <emphasis>galben</emphasis> a barei de adrese și printr-o iconiță reprezentând un lacăt în partea dreaptă a adresei serverului. Apăsați pe iconiță pentru afișarea unor informații suplimentare legate de securizarea conexiunii.
uk: Якщо вебсайт запитує вашу фінансову інформацію, переконайтеся, що це безпечно. В <application>Веб-браузері Firefox</application> безпечні сайти мають <emphasis>жовтий</emphasis> рядок адреси зі значком замка праворуч. Клацніть по цьому значку для отримання інформації про безпечність сайту.

source: Only download and run software from sources that you trust. By default, you can only download software directly from Ubuntu.
ar: فقط نزل وشغل البرمجيات من مصادر تثق بها. مبدئيا، تستطيع فقط تنزيل البرمجيات من أوبونتو.
bg: Изтегляйте и инсталирайте софтуер само от източници, на които имате доверие. По подразбиране можете да изтегляте софтуер само от Ubuntu.
eu: Fidatzekoak diren iturrietatik bakarrik deskargatu sofwarea. Modu lehenetsiz, sofwarea Ubuntutik zuzenean besterik ezin da deskargatu.
ko: 여러분이 안전하다고 믿는 곳에서만 소프트웨어를 다운로드 하거나 실행하십시오. 기본적으로 여러분은 오직 우분투에서만 소프트웨어를 직접 다운로드 받을 수 있습니다.
ro: Descărcați și rulați numai aplicații din surse în care aveți încredere. Implicit, sistemul va descărca aplicații doar de pe site-ul Ubuntu.
uk: Завантажуйте і запускайте програми тільки з джерел, яким ви довіряєте. Типово, можна завантажувати програми тільки від Ubuntu.

source: Make backup copies of your files
ar: إنشاء نسخ احتياطية لملفاتك
bg: Направете резервни копия на вашите файлове
eu: Zure fitxategien segurtasun-kopiak egin
ko: 파일 백업하기
ro: Faceți copii de siguranță ale fișierelor dumneavoastră
uk: Робіть резервні копії ваших файлів

source: A problem which you may occasionally encounter is the unexpected loss of some of your work and settings for one reason or another. The causes of such <emphasis>data loss</emphasis> are many and varied; it could be anything from a power cut to accidentally deleting a file. It is highly recommended that you make regular back-up copies of your important files so that, if you do encounter a problem, you will not have lost those files.
ar: قد تواجه أخينا مشكلة هي الفقد غير المتوقع لبعض عملك وإعدادتك لسبب أو آخر. مسبّبات <emphasis>فقط البيانات</emphasis> كثيرة ومتنوعة؛ يمكن أن تكون أي شيء من انقطاع في الطاقة إلى حذف ملف خطئا. من المستحسن بشدة أن تنشئ نسخ احتياطية اعتيادية لملفاتك الهامة لكيلا -إذا صادفت مشكلة- تفقد هذه الملفات.
bg: Проблем, който можете да срещнете е неочакваната загуба на данни на част от вашата работа и настройки поради една или друга причина. Причините за такава <emphasis>загуба на данни</emphasis> са много и различни; може да е всичко от токов удар до случайно изтрити файлове. Силно ви препоръчваме да правите редовно резервни копия на вашите важни файлове, така че ако срещнете проблем, няма да сте изгубили тези файлове.
eu: Batzutan izan dezakezun problema bat zure lan edota hobespen batzuren nahigabeko galera da, arrazoia dena delarik ere. Halako datu-galeren kausak anitzak dira; edozein izan daiteke, argindar eten batetik fitxategi baten ezabatze akzidental batera. Oso gomendagarria da fitxategi garrantzitsuen segurtasun-kopia erregularrak egitea, ezbeharrik gertatzekotan fitxategiak berreskuratu ahal izateko.
ko: 가끔 어떤 이유로 인해 여러분이 해 놓은 작업이나 설정 내용들을 예상치 못하게 잃어버릴 수도 있습니다. 이러한 <emphasis>데이터 손실</emphasis> 문제의 원인은 전원 공급의 실패에서부터 우연한 사고로 인한 파일 삭제에 이르기까지 무척 다양합니다. 따라서 여러분은 중요한 파일들의 복사본을 정기적으로 백업해 두는 것이 좋습니다. 이렇게 해두면 데이터 손실 사고가 일어나는 경우에도 중요한 파일들을 보호할 수 있습니다.
ro: O problemă de care vă veți lovi uneori este pierderea neașteptată a datelor sau a configurărilor. Cauzele <emphasis>pierderilor de date</emphasis> pot fi multe, de la o pană de curent, până la ștergerea accidentală a unui fişier. De aceea, este cât se poate de indicat să faceți regulat copii de siguranță ale fișierelor importante, astfel încât, în urma unui astfel de accident, să nu pierdeți definitiv datele.
uk: Ви можете іноді стикатися з такою проблемою, як неочікувана втрата частини вашої роботи і налаштувань з тієї чи іншої причини. Прични такої <emphasis>втрати даних</emphasis> числені і варіюються, це може бути що завгодно від вимкнення живлення до випадкового видалення файлу. Дуже рекомендується робити регулярні резервні копії важливих файлів, так що коли виникне проблема, ви не втратите ці файли.

source: It is wise to store back-up copies of files separately from your computer; that is, you should make use of some form of file storage which is not permanently attached to your computer. Options include:
ar: من الممكن تخزين نسخك الاحتياطية من الملفات مجزأة من حاسوبك؛ هذا يعني أن عليك استغلال بعض وسائل تخزين الملفات غير المتصلة بشكل دائم بحاسوبك. تتضمن الخيارات:
bg: Умно е да съхранявате резервни копия на друг компютър; трябва да се възползвате от склад, който не е постоянно закачен към вашия компютър. Възможни варианти:
eu: Zuhurrena segurtasun-kopiak zure ordenagailutik kanpo gordetzea da; hau da, zure ordenagailuaren parte ez den euskarriren batean. Aukera ezberdinen artean ditugu:
ko: 파일들의 백업 복사본을 컴퓨터와 분리하여 보관하는 것이 좋습니다. 즉, 여러분의 컴퓨터에 계속 장착되어 있지 않는 저장 매체들을 이용해야 합니다.이러한 매체들로는 다음과 같은 것들이 있습니다:
ro: Este de asemenea de dorit să nu păstrați copiile de siguranță pe calculator, adică să utilizați o altă metodă de stocare a datelor, care nu este atașată permanent la calculatorul dumneavoastră, cum ar fi:
uk: Розумно буде зберігати резервні копії окремо від комп'ютера; тому ви маєте використати певні форми зберігання файлів, які не жорстко пов'язані з вашим комп'ютером. Це може бути:

source: Writable CDs and DVDs
ar: الاسطوانات والديفيدات القابلة للكتابة
bg: Записване на CD и DVD
eu: CD eta DVD idazgarriak
ko: 쓰기 가능한 CD와 DVD
ro: CD-uri sau DVD-uri inscripționabile
uk: Записувані CD та DVD

source: External hard disks and flash memory devices
ar: الأقراص الصلبة الخارجية وأجهزة الذاكرة السريعة
bg: Външни твърди дискове и флаш памети
eu: Kanpoko diska gogorrak eta flash memoria euskarriak
ko: 외장 하드 디스크와 플래시 메모리 장치
ro: Hard diskuri externe sau dispozitive de memorie flash
uk: Зовнішні тверді диски і пристрої флеш-пам'яті

source: Another computer on the network
ar: حاسوب آخر على الشبكة
bg: Друг компютър в мрежата
eu: Sareko beste ordenagailu bat
ko: 네트워크 상의 다른 컴퓨터
ro: Un alt calculator din rețea
uk: Інший комп'ютер в мережі

source: A simple way of backing-up your files is to manually copy them to a safe location (see above) by using the <application>File Browser</application>.
ar: طريقة بسيطة لنسخ ملفاتك احتياطيا هي نسخها لموقع آمن (راجع أعلاه) باستخدام <application>متصفح الملفات</application>.
bg: Лесен начин за правене на резервно копие на вашите файлове е ръчно да ги копирате на безопасно място (вижте горе) като използвате <application>Файлов браузър</application>.
eu: Zure fitxategien segurtasun-kopiak egiteko modu erraz bat, hauek <application>Fitxategi-arakatzailea</application> erabiliz leku seguru batean (goikoa ikusi) eskuz kopiatzea da.
ko: 여러분의 파일들을 백업하는 가장 간단한 방법은 <application>파일 브라우저</application>를 사용하여 파일을 (위와 같은) 안전한 장소로 직접 복사하는 것입니다.
ro: O metodă simplă de efectuare a copiilor de siguranță este copierea manuală a acestora într-o locație sigură (vezi mai sus), utilizând <application>Navigatorul de fișiere</application>.
uk: Найпростіший спосіб зберігання файлів - це особисто копіювати їх в безпечне місце (дивись вище) використовуючи <application>File Browser</application>.

source: Alternatively, you can use a dedicated back-up application, such as <application>HUBackup</application>:
ar: كبديل، تستطيع استخدام تطبيق مخصص للنسخ الاحتياطي، مثل <application>HUBackup</application>:
bg: Можете да имате допра програма за правене на резервни копия като <application>HUBackup</application>:
eu: Bestela, segurtasun-kopiak egiteko aplikazio bereziren bat erabil dezakezu, adibidez <application>HUBackup</application>:
ko: 또 다른 방법으로는, <application>HUBackup</application>과 같은 전용 백업 프로그램을 사용할 수도 있습니다:
ro: Sau, altfel, puteți utiliza o aplicație special construită pentru efectuarea copiilor de siguranță, cum ar fi <application>HUBackup</application>:
uk: Або ви можете використати спеціальну програму резервного копіювання, таку як <application>HUBackup</application>:

source: <ulink url="apt:hubackup">Install the <application>hubackup</application> package</ulink> from the <quote>Universe</quote> repository.
ar: <ulink url="apt:hubackup">ثبت الحزمة <application>hubackup</application> </ulink> من المستوع<quote>Universe</quote>.
bg: <ulink url="apt:hubackup">Инсталирайте пакета <application>hubackup</application></ulink> от хранилището <quote>Universe</quote>.
ro: <ulink url="apt:hubackup">Instalați pachetul <application>hubackup</application></ulink> din arhiva <quote>Universe</quote>.

source: To make a backup, press <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Home User Backup</guimenuitem></menuchoice>.
ar: لإنشاء نسخة احتياطية، اضغط <menuchoice><guimenu>نظام</guimenu><guisubmenu>إدارة</guisubmenu><guimenuitem>Home User Backup</guimenuitem></menuchoice>.
bg: За да направите резервно копие, натиснете <menuchoice><guimenu>Система</guimenu><guisubmenu>Администриране</guisubmenu><guimenuitem>Home User Backup</guimenuitem></menuchoice>.
eu: Segurtasun-kopiak egiteko, sakatu <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administrazioa</guisubmenu><guimenuitem>Home User Backup</guimenuitem></menuchoice>.
ko: 백업을 시작하려면 <menuchoice><guimenu>시스템</guimenu><guisubmenu>관리</guisubmenu><guimenuitem>Home User Backup</guimenuitem></menuchoice> 을 선택하세요.
ro: Pentru efectuarea unei copii de siguranță lansați din meniul principal <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Administrare</guisubmenu><guimenuitem>Home User Backup</guimenuitem></menuchoice>.
uk: Для створення резервної копії, натисніть <menuchoice><guimenu>Система</guimenu><guisubmenu>Адміністрування</guisubmenu><guimenuitem>Home User Backup</guimenuitem></menuchoice>.

source: Select the files which you would like to make a backup copy of and choose the location which you would like to save the backup to. If you have a CD or DVD writer, it should be present in this list.
ar: اختر الملفات التي تريد إنشاء نسخة احتياطية منها واختر الموقع الذي تريد حفظ النسخة الاحتياطية إليه. إذا كان لديك كاتب اسطوانات أو ديفيديات، يجب أن يتوفر في القائمة.
bg: Изберете файловете, на които искате да направите резервно копие и изберете мястото, на което искате да го запазите. Ако имате CD или DVD записвачка, трябва да бъде в списъка.
eu: Segurtasun-kopiarako fitxategiak aukeratu eta kopiarentzako kokapena zehaztu. CD edota DVD grabagailurik badaukazu, hau zerrendan egon beharko luke.
ko: 백업 복사본을 만들고 싶은 파일들을 선택하고, 복사본이 저장될 위치를 선택하세요. 만약 여러분이 CD 혹은 DVD 라이터가 있다면, 목록에서 해당 장치를 찾을 수 있습니다.
ro: Selectați fișierele pentru care doriți să faceți copii de siguranță și locația în care doriți să le depozitați. Dacă există un inscriptor CD sau DVD atașat la calculator, ar trebui să îl regăsiți în lista cu derulare.
uk: Виберіть файли, з яких буде зроблена резервна копія і виберіть місце, киди ви хочете її зберегти. Якщо у вас є пристрій записування CD чи DVD, він має бути присутнім в переліку.

source: Press <guibutton>Backup</guibutton> and follow the instructions given on-screen.
ar: اضغط <guibutton>انسخ احتياطيا</guibutton> واتبع التعليمات المعطاة على الشاشة.
bg: Натиснете <guibutton>Backup</guibutton> и следвайте инструкциите на екрана.
eu: <guibutton>Segurtasun kopia</guibutton> sakatu eta pantailan emaniko argibideak jarraitu.
ko: <guibutton>Backup</guibutton> 버튼을 누르고, 화면에 나타난 지시를 따르세요.
ro: Apăsați butonul <guibutton>Backup</guibutton> și urmaţi instrucțiunile de pe ecran.
uk: Натисніть <guibutton>Зберегти</guibutton> і виконуйте інструкції на екрані.
