Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/keeping-safe/po/*.po
Languages: ar, bg, eu, ko, ro, uk

source: To restore a backup made with <application>HUBackup</application>, press <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Home User Restore</guimenuitem></menuchoice> and follow the instructions on-screen.
ar: لاستعادة نسخة احتياطية مع <application>HUBackup</application>، اضغط <menuchoice><guimenu>نظام</guimenu><guisubmenu>إدارة</guisubmenu><guimenuitem>Home User Restore</guimenuitem></menuchoice> واتبع التعليمات على الشاشة.
bg: За да възстановите резервно копие направено с <application>HUBackup</application>, натиснете <menuchoice><guimenu>Система</guimenu><guisubmenu>Администриране</guisubmenu><guimenuitem>Home User Restore</guimenuitem></menuchoice> и следвайте инструкциите на екрана.
eu: <application>HUBackup</application>-ekin sortutako babeskopia bat berrezartzeko, sakatu ezazu <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administrazioa</guisubmenu><guimenuitem>Home User Restore</guimenuitem></menuchoice>, eta pantailako argibideak jarraitu itzazu.
ko: <application>HUBackup</application>으로 만든 백업본을 복구하려면, <menuchoice><guimenu>시스템</guimenu><guisubmenu>관리</guisubmenu><guimenuitem>Home User Restore</guimenuitem></menuchoice>를 누르고, 다음 화면 상의 지시를 따르세요.
ro: Pentru restaurarea fișierelor din copia de siguranță realizată cu <application>HUBackup</application>, lansați din meniul principal <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Administrare</guisubmenu><guimenuitem>Home User Restore</guimenuitem></menuchoice> și urmați instrucțiunile de pe ecran.
uk: Для відновлення з резервної копії, зробленої <application>HUBackup</application>, натисніть<menuchoice><guimenu>Система</guimenu><guisubmenu>Адміністрування</guisubmenu><guimenuitem>Home User Restore</guimenuitem></menuchoice> і виконуйте інструкції на екрані.

source: Some general advice on how to keep good back-ups is given below:
ar: بعض النصائح العامة عن كيفية الحفاظ على النسخ الاحتياطية الجيدة معطاة أدناه:
bg: Добри съвети за съхраняване на резервни копия:
eu: Behar bezalako segurtasun-kopiak egiteko hainbat aholku:
ko: 아래는 백업을 잘 관리하기 위한 몇 가지 일반적인 조언들입니다:
ro: Câteva sfaturi generale legate de realizarea copiilor de siguranță:
uk: Ось деякі загальні поради, як робити резервні копії:

source: Back-up on a regular basis
ar: انسخ احتياطيا على أسس منتظمة
bg: Често правете резервни копия
eu: Aldizkako segurtasun-kopiak egin
ko: 정기적으로 백업을 받는다.
ro: Efectuați regulat copii de siguranță
uk: Робіть резервні копії регулярно

source: Always test your back-ups after you make them, to ensure that they have been made correctly
ar: اختبر دائما نسخك الاحتياطية بعد إنشائها، لضمان أنها أنشئت بشكل صحيح
bg: Винаги тествайте вашите резервни копия, за да сте сигурни, че са направени правило
eu: Segurtasun-kopiarik egiten duzun bakoitzean ongi egin dituzula egiaztatu.
ko: 백업을 한 후에는 항상 복사본이 올바로 생성되었는지 점검한다.
ro: Verificați întotdeauna copiile de siguranță după realizarea lor pentru a vă asigura de integritatea acestora.
uk: Завжди перевіряйте резервні копії після створення, щоб переконатися, що вони створені коректно

source: Label your back-ups clearly, and keep them in a safe place
ar: علّم نسخك الاحتياطية بشكل واضح، واحفظها في مكان آمن
bg: Именувайте вашите резервни копия добре и ги пазете на сигурно място
eu: Zure segurtasun-kopiak modu argian etiketatu eta leku seguruan gorde
ko: 백업 복사본의 이름을 명확히 써 붙이고, 안전한 장소에 보관한다.
ro: Etichetați clar copiile de siguranță și păstrați-le într-un loc sigur
uk: Уважно підписуйте резервні копії, і зберігайте їх в надійному місці

source: translator-credits
ar: Launchpad Contributions: Khaled Hosny https://launchpad.net/~khaledhosny Osama https://launchpad.net/~osamak-wfm Launchpad Contributions: Khaled Hosny https://launchpad.net/~khaledhosny Osama https://launchpad.net/~osamak-wfm
bg: Launchpad Contributions: Emil Pavlov https://launchpad.net/~emil-p-pavlov Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: Krasimir Chonov https://launchpad.net/~kchonov Launchpad Translations Administrators https://launchpad.net/~rosetta-admins
eu: Launchpad Contributions: Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual Launchpad Contributions: Jon Intxaurbe https://launchpad.net/~joinzar Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual
ko: 우분투 한국어 번역팀 <ubuntu-ko@lists.ubuntu.com>, 2006 Launchpad Contributions: Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix Launchpad Contributions: Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix Launchpad Contributions: Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix Launchpad Contributions: DasomOLI https://launchpad.net/~dasomoli Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix
ro: Launchpad Contributions: Alin Claudiu Radut https://launchpad.net/~clawoo Manuel R. Ciosici https://launchpad.net/~manuelciosici Silviu Bojica https://launchpad.net/~bojicas ado_raul https://launchpad.net/~raul-cibernet Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Alin Claudiu Radut https://launchpad.net/~clawoo Manuel R. Ciosici https://launchpad.net/~manuelciosici Silviu Bojica https://launchpad.net/~bojicas Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Alin Claudiu Radut https://launchpad.net/~clawoo Ionuț Jula https://launchpad.net/~ionutjula Liviu Uţiu https://launchpad.net/~liviu Manuel R. Ciosici https://launchpad.net/~manuelciosici Silviu Bojica https://launchpad.net/~bojicas Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Alin Claudiu Radut https://launchpad.net/~clawoo Doru Horișco https://launchpad.net/~doruhushhush Ionuț Jula https://launchpad.net/~ionutjula Liviu Uţiu https://launchpad.net/~liviu Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Alin Claudiu Radut https://launchpad.net/~clawoo Andrei Brănescu https://launchpad.net/~andreibranescu Doru Horișco https://launchpad.net/~doruhushhush Ionuț Jula https://launchpad.net/~ionutjula Liviu Uţiu https://launchpad.net/~liviu
uk: Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Павло Славинський https://launchpad.net/~pavloslav Launchpad Contributions: Павло Славинський https://launchpad.net/~pavloslav Launchpad Contributions: Павло Славинський https://launchpad.net/~pavloslav Launchpad Contributions: Павло Славинський https://launchpad.net/~pavloslav

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Quit...</guimenuitem><guimenuitem>Lock Screen</guimenuitem></menuchoice>.
ko: <menuchoice><guimenu>시스템</guimenu><guimenuitem>끝내기...</guimenuitem><guimenuitem>화면 잠그기</guimenuitem></menuchoice>를 누릅니다.

source: To unlock the screen, move the mouse or press a key. Then, type your password and either press the <keycap>Return</keycap> key or press the <guibutton>Unlock</guibutton> button.
ko: 잠긴 화면을 풀려면, 마우스를 움직이거나 아무 키나 누르면 됩니다. 그리고 여러분의 암호를 입력한 후에 <keycap>Enter</keycap> 키를 누르거나 <guibutton>잠금 풀기</guibutton> 버튼을 누르십시오.

source: Install the <application>firestarter</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
ko: <quote>Universe</quote> 저장소에서 <application>firestarter</application> 꾸러미를 설치하세요(<ulink type="help" url="ghelp:add-applications">프로그램 추가</ulink> 참조).

source: Install the <application>hubackup</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
ko: <quote>Universe</quote> 저장소에서 <application>hubackup</application> 꾸러미를 설치하세요(<ulink type="help" url="ghelp:add-applications">프로그램 추가</ulink> 참조).
