Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/keeping-safe/po/*.po
Languages: ar, bg, eu, ko, ro, uk

source: To check for updates yourself, choose <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Update Manager</guimenuitem></menuchoice> and press <guibutton>Check</guibutton>.
ar: لتلتمس التحديثات بنفسك، اختر<menuchoice><guimenu>نظام</guimenu><guimenuitem>إدارة</guimenuitem><guimenuitem>مدير التحديث</guimenuitem></menuchoice> واضغط <guibutton>التمس</guibutton>.
bg: За да проверите ръчно за обновления, изберете <menuchoice><guimenu>Система</guimenu><guimenuitem>Администриране</guimenuitem><guimenuitem>Диспечер на актуализациите</guimenuitem></menuchoice> и натиснете <guibutton>Проверка</guibutton>.
eu: Zuk zeuk egiaztatzeko ea eguneratzerik badagoen, sakatu ezazu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administrazioa</guimenuitem><guimenuitem>Eguneraketa-Kudeatzailea</guimenuitem></menuchoice> eta sakatu ezazu <guibutton>Egiaztatu</guibutton>.
ko: 업데이트 해야할 항목이 있는지 스스로 점검해 보고 싶다면, <menuchoice><guimenu>시스템</guimenu><guimenuitem>관리</guimenuitem><guimenuitem>업데이트 관리자</guimenuitem></menuchoice> 를 선택한 뒤 <guibutton>점검</guibutton> 버튼을 누르십시오.
ro: În cazul în care doriți să verificați manual dacă există pachete actualizate disponibile, lansați din meniul principal <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Administrator actualizări</guimenuitem></menuchoice> și apăsați butonul <guibutton>Verifică</guibutton>.
uk: Щоб самостійно перевірити оновлення, виберіть <menuchoice><guimenu>Система</guimenu><guimenuitem>Адміністрування</guimenuitem><guimenuitem>Менеджер оновлень</guimenuitem></menuchoice> і нетисність <guibutton>Перевірити</guibutton>.

source: To change how often Ubuntu checks for updates, or to set updates to install or download automatically, choose <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Software Sources</guimenuitem></menuchoice>, and then <guilabel>Updates</guilabel>.
ar: لتغيير عدد مرات التماس أوبونتو للتحديثات، أو لضبط التحديثات للتثبيت أو التنزيل تلقائيا، اختر <menuchoice><guimenu>نظام</guimenu><guimenuitem>إدارة</guimenuitem><guimenuitem>مصادر البرمجيات</guimenuitem></menuchoice>، ومن ثم <guilabel>تحديثات</guilabel>.
bg: За да промените колко често Ubuntu да проверява за актуализации или да зададете колко често за инсталира или изтегля обновления, изберете <menuchoice><guimenu>Система</guimenu><guimenuitem>Администриране</guimenuitem><guimenuitem>Източници на софтуер</guimenuitem></menuchoice> и после <guilabel>Актуализации</guilabel>.
ro: Pentru a modifica întervalul în care Ubuntu verifică actualizările, sau pentru a configura instalarea sau descărcarea automată a actualizărilor, alegeți <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Surse software</guimenuitem></menuchoice>, iar apoi <guilabel>Actualizări</guilabel>.

source: Lock your screen while away
ar: قفل شاشاتك أثناء الخروج
bg: Заключете вашия екран, докато ви няма
eu: Pantaila blokeatu ezazu kanpoan zauden bitartean
ko: 자리 비울때 화면 잠그기
ro: Blocați ecranul în lipsa dumneavoastră
uk: Замикати екран, коли вас немає

source: Locking your screen prevents other people from accessing your computer while you are away from it. All of your applications and work remain open while the screen is locked, and the screensaver is displayed.
ar: يحظر قفل شاشاتك الأشخاص الآخرين من الوصول إلى حاسوبك أثناء ابتعادك عنه. كل تطبيقاتك وأعمالك تظل مفتوحة أثناء قفل الشاشة، وتظهر شاشة التوقف.
bg: Заключването на екрана пречи на други хора да използват компютъра докато ви няма. Всичките ви програми и работа остава отворена, докато екрана е заключен и се показва предпазител на екрана.
eu: Zure pantaila blokeatzeak besteei zu kanpoan zauden bitartean zure ordenagailua erabiltzea eragotziko die. Pantaila blokeatuta dagoen bitartean zure aplikazio eta lan guztiak irekita mantenduko dira eta pantaila-babeslea ikuskatuko da.
ko: 화면을 잠그면 여러분이 컴퓨터 앞에서 자리를 비울 때 다른 사람들이 컴퓨터를 사용할 수 없게 할 수 있습니다. 실행 중인 모든 프로그램과 작업은 화면이 잠겨있는 동안에도 계속 실행 상태로 남아있으며, 화면 보호기가 표시될 것입니다.
ro: Blocarea ecranului împiedică utilizarea calculatorului de catre alte persoane în lipsa dumneavoastră. Toate aplicațiile și documentele dumneavoastră ramân deschise pe toată durata în care ecranul este blocat și va fi afișat ecranul de veghe.
uk: Замкнення екрану запобігає доступу до комп'ютера іншим людям, поки вас немає. Всі ваші програми і роботи залишаться відкритими під час замкнення екрану, і запускається екранна заставка.

source: You can lock your screen in one of the following ways:
ar: تستطيع قفل شاشتك عن طريق واحدة من الطرق التالية:
bg: Можете да заключите вашия екран по един от следните начини:
eu: Zure pantaila honela blokea dezakezu:
ko: 여러분은 다음 중의 한 가지 방법을 통해 화면을 잠글 수 있습니다:
ro: Ecranul poate fi blocat în două moduri:
uk: Ви можете замкнути екран у такі способи:

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Lock Screen</guimenuitem></menuchoice>.
ar: اضغط <menuchoice><guimenu>نظام</guimenu><guimenuitem>اقفل الشاشة</guimenuitem></menuchoice>.
bg: Натиснете <menuchoice><guimenu>Система</guimenu><guimenuitem>Заключване на екрана</guimenuitem></menuchoice>.
ro: Apăsați <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Blocare ecran</guimenuitem></menuchoice>.

source: Press <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> to lock the screen. This keyboard shortcut can be changed in <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Keyboard Shortcuts</guimenuitem></menuchoice>.
ar: اضغط <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo>لقفل الشاشة. اختصار لوحة المفاتيح هذا يمكن ن يغيّر في <menuchoice><guimenu>نظام</guimenu><guimenuitem>تفضيلات</guimenuitem><guimenuitem>اختصارات لوحة المفاتيح</guimenuitem></menuchoice>.
bg: Натиснете <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo>, за да заключите екрана. Тази клавишна комбинация може да бъде променена в <menuchoice><guimenu>Система</guimenu><guimenuitem>Предпочитания</guimenuitem><guimenuitem>Клавишни комбинации</guimenuitem></menuchoice>.
eu: Sakatu <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> pantaila blokeatzeko. Laster-tekla hau hemen alda daiteke <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Hobespenak</guimenuitem><guimenuitem>Laster-teklak</guimenuitem></menuchoice>.
ko: <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> 키를 누릅니다. 이 키보드 바로가기는 <menuchoice><guimenu>시스템</guimenu><guimenuitem>기본 설정</guimenuitem><guimenuitem>키보드 바로가기</guimenuitem></menuchoice>에서 변경할 수 있습니다.
ro: Apăsați combinația de taste <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo>. Această combinație de taste poate fi modificată din <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Preferințe</guimenuitem><guimenuitem>Combinații de taste</guimenuitem></menuchoice>.
uk: Натисніть <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo>, щоб замкнути екран. Ця комбінація клавіш може бути змінена в <menuchoice><guimenu>Система</guimenu><guimenuitem>Налаштування</guimenuitem><guimenuitem>Комбінації клавіш</guimenuitem></menuchoice>.

source: You can add a <guibutton>Lock Screen</guibutton> button to a panel for easy access. Right-click a panel (for example, the panel at the top of the screen), select <guibutton>Add to Panel...</guibutton> and drag the <guibutton>Lock Screen</guibutton> item to the desired location.
ar: تستطيع إضافة زر <guibutton>أغلق الشاشة</guibutton> للشريط للوصول السهل. انقر يمينا على الشريط (على سبيل المثال، الشريط في أعلى الشاشة)، اختر <guibutton>أضف للشريط...</guibutton> وألقِ العنصر <guibutton>اقفل الشاشة</guibutton> إلى الموقع المطلوب.
bg: Можете лесно да добавите бутон <guibutton>Заключване на екрана</guibutton> в панел. Натиснете десния бутон на мишката върху панел (примерно в горния десен ъгъл на екрана), изберете <guibutton>Добавяне към панела...</guibutton> и издърпайте елемента <guibutton>Заключване на екрана</guibutton> на желаното място.
eu: Hau erraazteko, panel batean <guibutton>Pantaila blokeatu</guibutton> botoi bat sor dezakezu. Honetarako, panel batean eskuin klik egin (adibidez, pantailaren goikaldeko panelean), <guibutton>Panelari gehitu...</guibutton> aukeratu eta <guibutton>Pantaila blokeatu</guibutton> elementua nahi den tokiraino arrastatu.
ko: <guibutton>화면 잠그기</guibutton> 버튼을 쉽게 찾기 위해 패널에 추가할 수도 있습니다. 패널을 오른쪽 클릭한 후에 (예를 들면, 화면의 위쪽에 있는 패널에서) <guibutton>패널에 더하기...</guibutton>를 선택하고 <guibutton>화면 잠그기</guibutton> 항목을 원하는 위치로 끌어다 놓습니다.
ro: Pentru acces mai simplu se poate adăuga un buton <guibutton>Blocare ecran</guibutton> în unul dintre panouri. Efectuați clic dreapta pe un panou (de ex. pe cea din partea de sus a ecranului) și selectați <guibutton>Adaugă la panou...</guibutton>; trageți apoi obiectul <guibutton>Blochează ecranul</guibutton> în panou în poziţia dorită.
uk: Ви можете додати да панелі кнопку <guibutton>Замкнути екран</guibutton> для зручного доступу. клацність на панелі правою кнопкою миші (наприклад, на горішній панелі), виберіть <guibutton>Додати до панелі...</guibutton> і перетягніть пункт <guibutton>Заблокувати екран</guibutton> на бажане місце.

source: To unlock the screen, move the mouse or press a key. Then, type your password and either press the <keycap>Enter</keycap> key or press the <guibutton>Unlock</guibutton> button.
ar: لإلغاء قفل الشاشة، انقل الفأرة أو اضغط مفتاحا. ثم اطبع كلمة سرك وانقر المفتاح <keycap>Enter</keycap> أو اضغط الزر <guibutton>افتح القفل</guibutton>.
bg: За да отключите екрана, раздвижете мишката или натиснете някой клавиш. После напишете вашата парола и натиснете или клавиша <keycap>Enter</keycap> или бутона <guibutton>Отключване</guibutton>.
ro: Pentru a debloca ecranul, mișcați mausul sau apăsați o tastă. Apoi tastați parola și apăsați tasta <keycap>Enter</keycap> sau apăsați butonul <guibutton>Deblochează</guibutton>.

source: If more than one person has a user account on your computer and the screen is locked, other users can press the <guibutton>Switch user...</guibutton> button to use the computer, even while the screen is locked. They will be unable to access your currently-open work, and you will be able to switch back to your locked session when they have finished using the computer.
ar: إذا كان أكثر من شخص له حساب مستخدم على حاسوبك والشاشة مقفلة، يستطيع المستخدمون ضغط الزر <guibutton>بدّل المستخدم...</guibutton> لاستخدام الحاسوب، حتى والشاشة مقفلة. لن يكونوا قادرين على الوصول إلى العمل المفتوح حاليا، وستكون قادرا على التبديل إلى جلستك المقفلة عندما بنتهون من استخدام الحاسوب.
bg: Ако повече от един човек има потребителски акаунт на вашия компютър и екрана е заключен, другите потребители могат да натиснат бутона <guibutton>Смяна на потребител...</guibutton>, за да използват компютъра, дори когато екрана е заключен. Те няма да могат да видят вашата текущо отворена работа и ще можете да се върнете във вашата заключена сесия, когато те свършат работата си с компютъра.
eu: Zure ordenagailuan erabiltzaile-kontu bat baino gehiago badago, orduan, pantaila blokeatuta dagoenean beste erabiltzaileek <guibutton>Erabiltzailea aldatu</guibutton> sakatu dezakete ordenagailua erabiltzeko, pantaila blokeatuta badago ere. Beste erabiltzaileek ez dute zuk irekitako lanetara sartzerik izango eta, hauek ordenagailua erabiltzen bukatzen dutenean, zure saioa berreskuratu ahal izango duzu.
ko: 만약 여러분의 컴퓨터를 여러 명이 이용하고 있고 화면이 잠겨있다면, 다른 사용자가 <guibutton>사용자 바꾸기...</guibutton> 버튼을 클릭하여 컴퓨터를 이용할 수 있습니다. 이 경우에도 다른 사용자는 여러분이 현재 작업하고 있는 내용에 접근할 수 없으며, 여러분은 이들이 컴퓨터를 다 사용한 후에 다시 여러분의 잠긴 세션으로 돌아올 수 있을 것입니다.
ro: Dacă există mai multe conturi active pe calculator și ecranul este blocat, ceilalți utilizatori pot apăsa butonul <guibutton>Schimbă utilizatorul...</guibutton> pentru a avea acces la calculator. Ei nu vor avea acces la aplicațiile și documentele deschise, iar dumneavoastră le veți putea regăsi efectuând schimbarea inversă de utilizator.
uk: Якщо облікові записи користувачів є більш ніж в однієї людини, інші користувачі можуть натиснути кнопку <guibutton>Змінити користувача...</guibutton>, щоб працювати з комп'ютером, навіть якщо екран замкнено. Вони не зможуть отримати доступ до вашої поточної роботи, а ви зможете перемкнутися назад до вашого замненого сеансу коли вони перестануть працювати з комп'ютером.

source: Set up a firewall
ar: ضبط جدار ناري
bg: Инсталиране на защитна стена
eu: Firewall bat ezarri
ko: 방화벽 설정하기
ro: Configurați un firewall
uk: Налаштування брандмауера

source: You can optionally install a firewall to protect your computer against unauthorized access by people on the Internet or your network. Firewalls block connections to your computer from unknown sources, which helps to prevent security breaches.
ar: تستطيع اختيارا تثبيت جدار ناري لحماية حاسوبك ضد الوصول غير المرخص بواسطة أشخاص على الإنترنت أو على شبكتك. تحجب الجدر النارية الاتصالات بحاسوبك من مصادر مجهولة، مما يساعد على منع الاختراقات الأمنية.
bg: Можете да инсталирате защитна стена, за да защитите вашия компютър от неупълномощен достъп от хора през Интернет или вашата мрежа. Защитните стени блокират връзки към вашия компютър от неизвестни източници, което помага за пробиви в сигурността.
eu: Firewal bat instalatu dezakezu, zure ordenagailura interneteko edo zure sareko beste erabiltzaileak baimenik gabe ez daitezen sartu. Firewallek iturburu ezezagunetik datozen konexioak blokeatzen dituzte, honela segurtasun arazoak ekidinez.
ko: 여러분은 인터넷이나 여러분이 속한 네트워크 상의 사람들로부터의 인증되지 않은 접근에서 여러분의 컴퓨터를 보호하기 위해 방화벽을 설치하도록 선택할 수 있습니다. 방화벽은 알 수 없는 곳에서 여러분의 컴퓨터에 접근하려는 시도를 막아주므로, 시스템의 보안성을 높여줍니다.
ro: Puteți instala o aplicație de administrare a firewall-ului pentru a împiedica accesul neautorizat la sistem din Internet sau din rețeaua locală. Firewall-ul reprezintă un subsistem al nucleului sistemului de operare care blochează conexiunile prin rețea neautorizate la sistemul dumneavoastră și este un element important în prevenirea breșelor de securitate.
uk: Ви можете, за бажання, встановити брандмауер для захисту свого комп'ютера від небажаного доступу з Інтернету чи мережі. Брандмауери блокують з'єднання з вашим комп'ютером з невідомих джерел, що допомагає попередити злами.

source: <ulink url="apt:firestarter">Install the <application>firestarter</application> package</ulink> from the <quote>Universe</quote> repository.
ar: <ulink url="apt:firestarter">سثبت الحزمة <application>firestarter</application></ulink> من المستودع <quote>Universe</quote>.
bg: <ulink url="apt:firestarter">Инсталирайте пакета <application>firestarter</application></ulink> от хранилището <quote>Universe</quote>.
ro: <ulink url="apt:firestarter">Instalați pachetul <application>firestarter</application></ulink> din arhiva <quote>Universe</quote>.

source: To start <application>Firestarter</application>, choose <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Firestarter</guimenuitem></menuchoice>, and enter your administrator password when prompted.
ar: لبدء <application>Firestarter</application>، اختر <menuchoice><guimenu>نظام</guimenu><guimenuitem>إدارة</guimenuitem><guimenuitem>Firestarter</guimenuitem></menuchoice>، وأدخل كلمة مديرك عندما تُطلب.
bg: За да стартирате <application>Firestarter</application>, изберете <menuchoice><guimenu>Система</guimenu><guimenuitem>Администриране</guimenuitem><guimenuitem>Firestarter</guimenuitem></menuchoice> и въведете вашата администраторска парола.
eu: <application>Firestarter</application> abiarazteko, sakatu ezazu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administrazioa</guimenuitem><guimenuitem>Firestarter</guimenuitem></menuchoice>, eta zure administratzaile-pasahitza erabil ezazu.
ko: <application>Firestarter</application> 를 실행하려면, <menuchoice><guimenu>시스템</guimenu><guimenuitem>관리</guimenuitem><guimenuitem>Firestarter</guimenuitem></menuchoice> 를 선택한 뒤, 여러분의 관리자 암호를 입력하십시오.
ro: Lansați aplicația <application>Firestarter</application> din meniul principal <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Firestarter</guimenuitem></menuchoice> și introduceți parola dumneavostră când este solicitată.
uk: Щоби запустити <application>Firestarter</application>, виберіть <menuchoice><guimenu>Система</guimenu><guimenuitem>Адміністрування</guimenuitem><guimenuitem>Firestarter</guimenuitem></menuchoice>, і введіть ваш пароль адміністратора, коли запитають.

source: The <application>Firewall Wizard</application> should run. If it does not, press <menuchoice><guimenu>Firewall</guimenu><guimenuitem>Run Wizard</guimenuitem></menuchoice>.
ar: يجب أن يشتغل <application>معالج الجدار التاري</application> إذا لم يبدأ،اضغط <menuchoice><guimenu>جدار ناري</guimenu><guimenuitem>شغل المعالج</guimenuitem></menuchoice>.
bg: Трябва да се изпълни <application>Firewall Wizard</application>. Ако не се изпълни, натиснете <menuchoice><guimenu>Firewall</guimenu><guimenuitem>Run Wizard</guimenuitem></menuchoice>.
eu: <application>Firewall Wizard</application> abiatu beharko litzateke. Hala ez bada, klikatu <menuchoice><guimenu>Firewall</guimenu><guimenuitem>Run Wizard</guimenuitem></menuchoice>.
ko: <application>방화벽 마법사</application>가 시작될 것입니다. 만약 그렇지 않다면 <menuchoice><guimenu>방화벽</guimenu><guimenuitem>마법사 실행</guimenuitem></menuchoice>을 누르세요.
ro: La prima rulare va porni <application>Asistentul de configurare a firewall-ului</application>, Dacă acesta nu pornește, apăsați <menuchoice><guimenu>Firewall</guimenu><guimenuitem>Rulare asistent</guimenuitem></menuchoice>.
uk: Має запуститися програма <application>Майстер брандмауеру</application>. Якщо програма не запустилася, натисніть <menuchoice><guimenu>Брандмауер</guimenu><guimenuitem>Запустити майстра</guimenuitem></menuchoice>.

source: Follow the steps in the <application>Firewall Wizard</application>. After completing all of the steps, the firewall should be configured and running.
ar: اتبع الخطوات في <application>معالج الجدار الناري</application>. بعد إتمام كل الخطوات، يجب أن يهيّأ الجدار الناري ويعمل.
bg: Следвайте стъпките в <application>Firewall Wizard</application>. След като завършите всички стъпки, защитната стена трябва да бъде конфигурирана и да се изпълнява.
eu: <application>Firewall Wizard</application>-en agertzen diren urratsak jarraitu. Hau egin ostean firewalla konfiguratuta eta martxan egon beharko litzateke.
ko: <application>방화벽 마법사</application>가 설명하는 대로 따릅니다. 이 단계를 모두 마치면 방화벽이 설정되어 동작할 것입니다.
ro: Urmați pașii din <application>Asistentul de configurare a firewall-ului</application>. După completarea lor, firewall-ul este configurat și activ.
uk: Виконуйте інструкції <application>Майстра брандмауера</application>. По завершені, брандмауер має бути налаштований і працювати.

source: To check that your firewall is working correctly, make use of an online firewall testing service such as <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
ar: للتحقق من أن جدارك الناري يعمل بشكل جيد، استخدام خدمة اختبار الجدار الناري علرى الإنترنت مثل <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
bg: За да проверите дали вашата защитна стена работи правилно, възползвайте се от онлайн тестваща услуга за защитни стени като <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
eu: Firewalla behar bezala dabilen frogatzeko online firewall-aztertze zerbitzuren bat erabili, adibidez <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
ko: 여러분이 설정한 방화벽이 올바로 동작하는지 점검하려면, <ulink url="http://www.grc.com/">ShieldsUP</ulink>와 같은 온라인 방화벽 테스팅 서비스를 이용하세요.
ro: Pentru verificare puteți utiliza un serviciu online pentru testarea firewall-ului, cum ar fi <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
uk: Щоб перевірити, чи працює брандмауер, скористайтеся онлайновим сервісом тестування брандмауера, таким, як <ulink url="http://www.grc.com/">ShieldsUP</ulink>.

source: For help and advice on the advanced configuration of <application>Firestarter</application>, see the <ulink url="http://www.fs-security.com/docs.php">Firestarter Online Manual</ulink>.
ar: للمساعدة والمشورة حول التهيئة المتقدمة ل<application>Firestarter</application>، راجع <ulink url="http://www.fs-security.com/docs.php">دليل Firestarter على الإنترنت</ulink>.
bg: За помощ и съвет за разширено конфигуриране на <application>Firestarter</application>, вижте <ulink url="http://www.fs-security.com/docs.php">Онлайн ръководство на Firestarter</ulink>.
eu: <application>Firestarter</application>en konfigurazio aurreratuari buruzko informaziorako <ulink url="http://www.fs-security.com/docs.php">Firestarterren online gida</ulink> kontsultatu.
ko: <application>Firestarter</application>에 대한 도움말이나 고급 설정에 대한 조언은 <ulink url="http://www.fs-security.com/docs.php">Firestarter 온라인 설명서</ulink>를 읽어보기 바랍니다..
ro: Pentru asistență și sfaturi în configurarea aplicației <application>Firestarter</application>, consultați <ulink url="http://www.fs-security.com/docs.php">manualul online Firestarter</ulink>.
uk: За допомогою і порадами з додаткових налаштувань <application>Firestarter</application>, зверніться до <ulink url="http://www.fs-security.com/docs.php">Онлайнового керівництва Firestarter</ulink>

source: More advanced users may wish to use the UFW firewall, which is installed by default. See the <ulink type="help" url="man:ufw">UFW manual</ulink> for more information.
ar: قد يرغب المستخدمون الأكثر تقدما في استخدام الجدار الناري UFW، المثبّت مبدئيا. راجع <ulink type="help" url="man:ufw">دليل UFW</ulink> لمزيد من المعلومات.
bg: По-напредналите потребители може да искат да използват защитната стена UFW firewall, която се инсталира по подразбиране. Вижте <ulink type="help" url="man:ufw">ръковоство на UFW</ulink> за повече информация.
eu: Erabiltzaile aurreratuagoek UFW suhesia erabili nahiko dute, modu lehenetsiz instalatua dagoena. Informazio gehiago eskuratzeko, ikus ezazu <ulink type="help" url="man:ufw">UFW gida</ulink>.
ko: 더 고급 사용자는 기본으로 설치되는 UFW 방화벽을 사용하고 싶을 수 있습니다. 더 많은 정보는 <ulink type="help" url="man:ufw">UFW 설명서</ulink>를 참고하세요.
ro: Utilizatorii avansați vor dori să foloseascaă firewall-ul UFW, instalat implicit. Pentru mai multe informații consulați <ulink type="help" url="man:ufw">manualul UFW</ulink>.
uk: Більш просунуті користувачі можуть використовувати брандмауер UFW, який встановлюється типово. Для додаткової інформації, дивіться <ulink type="help" url="man:ufw">Кервіництво UFW</ulink>.

source: Avoid Internet nuisances and crime
ar: تجاوز مضايقات وجرائم الإنترنت
bg: Избягване на нередности и престъпления в Интернет
eu: Internet bidezko erazgozpenak eta krimena saihestu
ko: 인터넷 피해와 범죄 방지하기
ro: Evitaţi neplăcerile şi tentativele de înşelătorie pe Internet
uk: Стережиться проблем і злочинності в Internet
