Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/tags/language-pack-gnome-*-*-1:9.04+20090518guada2/data/*/LC_MESSAGES/kino.po
Languages: es

source: Kino Preferences
es: Kino Preferencias

source: Kino is an IEEE 1394 DV non-linear video editor. http://www.kinodv.org/ Copyright 2000-2007 Arne Schirmacher <kino@schirmacher.de>, Dan Dennedy <dan@dennedy.org>, Charlie Yates <charles.yates@pandpora.be>, and Mads Bondo Dydensborg <madsdyd@challenge.dk>
es: Kino es un editor no-lineal de vídeo DV IEEE 1394. http://www.kinodv.org/ Copyright 2000-2007 Arne Schirmacher <kino@schirmacher.de>, Dan Dennedy <dan@dennedy.org>, Charlie Yates <charles.yates@pandpora.be>, and Mads Bondo Dydensborg <madsdyd@challenge.dk> Traduccion al castellano por Redy Rodriguez <redy@users.sourceforge.net>

source: Last frame to export
es: Ultimo fotograma a exportar

source: Link the In and Out Points so they move together
es: Fijar puntos de entrada y salida para desplazarlos juntos

source: Lower Field
es: Campo inferior

source: MB
es: MiB

source: MP2 (Using MJPEG mp2enc)
es: MP2 (Usando MJPEG mp2enc)

source: MP3 (Using lame)
es: MP3 (Usando lame)

source: Ma_x. File Size:
es: Tamaño má_ximo:

source: Ma_x. Size:
es: Tamaño Má_x:

source: Make consistent (on) or preserve original (off)?
es: ¿Hacer consistente (on) o preservar el original (off)?

source: Make the pixels square for easier editing and processing
es: Hacer los pixels cuadrados para mayor facilidad de proceso

source: Milliseconds
es: Milisegundos

source: Minutes
es: Minutos

source: Mode:
es: Modo:

source: Mute
es: Silenciar

source: New
es: Nuevo

source: New project
es: Nuevo proyecto

source: None Specified
es: Nada

source: Numerically adjust the In Point by frames
es: Ajustar numéricamente el punto de entrada en fotogramas

source: Numerically adjust the Out Point by frames
es: Ajustar el punto de salida a la posición actual (i)

source: OGG (Using oggenc)
es: OGG (Usando oggenc)

source: Open
es: principio

source: Open a video or project
es: Abrir un vídeo o un proyecto

source: OpenDML provides support for large (>1GB) AVI files
es: OpenDML proporciona soporte para ficheros AVI largos (>1GB)

source: Other
es: Otros

source: Output dvdauthor _XML:
es: Salida _XML para dvdauthor:

source: P_references
es: Pre_ferencias

source: P_ublish SMIL
es: Publicar SMIL

source: Paste scene
es: Pegar escena

source: Pause Export
es: Hacer una pausa en la exportación

source: Position
es: Posición

source: Preview
es: Previsualizar

source: Preview Export
es: Previsualizar el resultado

source: Pu_blish Still...
es: Pu_blicar instantánea

source: Publish
es: Publicar

source: Publish SMIL project
es: Publicar proyecto-SMIL

source: Publish Still
es: Publicar instantánea

source: Publish still frame
es: Publicar instantánea

source: Re_sample Audio
es: Remue_streo de Audio

source: Redo last change
es: Rehacer el último 'deshacer'

source: Remove temporary files
es: Borrar los ficheros temporales

source: Reset the In Point
es: Restablecer punto de entrada

source: Reset the Out Point
es: Restablecer punto de salida

source: S_cene Split
es: S_eparar escenas

source: Sa_ve Still Frame...
es: Gua_rdar instantánea...

source: Save
es: Guardar

source: Save movie as a DVSD AVI with an additional, separate audio stream.
es: Guardar como AVI DVSD con un canal de audio adicional separado.

source: Save movie as a DVSD AVI with no separate audio stream.
es: Guardar como AVI DVSD sin canal de audio separado.

source: Save movie as a Quicktime DV stream.
es: Guardar como canal DV en formato Quicktime

source: Save movie as a raw DV stream.
es: Guardar como canal DV en crudo (raw).

source: Save project
es: Guardar proyecto

source: Save still frame
es: Guardar instantánea

source: Save video as a DVSD AVI with an additional, separate audio stream.
es: Guardar video como AVI DVSD con un canal adicional de audio separado.

source: Save video as a DVSD AVI with no separate audio stream.
es: Guardar video como AVI DVSD sin canal de audio separado.

source: Save video as a Quicktime DV file.
es: Guardar vídeo en formato Quicktime DV.

source: Save video as a raw DV stream.
es: Guardar vídeo en crudo (raw DV stream).

source: Seconds
es: Segundos

source: Select a device to control its tape transport mechanism
es: Selecciona un dispositivo para controlar el transporte de la cinta

source: Set the In Point to current position (i)
es: Ajustar el punto de entrada a la posición actual (i)

source: Set the Out Point to current position (o)
es: Ajustar el punto de salida a la posición actual (o)

source: Specify a complete filename. Extension determines file type.
es: Escribe un fichero completo. La extensión determina el tipo.

source: Specify the output file without the extension
es: Indica el fichero de salida, sin extensión

source: Split
es: Dividir

source: Split the scene
es: Dividir escena

source: Start capturing video
es: Empezar la captura de vídeo

source: Start of Movie
es: Comienzo de la película

source: Start of/Previous Scene
es: Comienzo de escena ó escena anterior

source: Step Back One Frame
es: Retroceder un fotograma

source: Step Forward One Frame
es: Avanzar un fotograma

source: Still Frame
es: Guardar instantánea

source: Still...
es: Instantánea

source: Stills
es: Instantáneas

source: Stop Capturing
es: Parar la captura

source: Switch camera VTR control on/off
es: Activar/desactivar el control de la cinta de la cámara

source: T_rim
es: _Recortar

source: The number of seconds to repeat first frame to allow the device to synchronize to the signal
es: El número de segundos que se repetirá el primer fotograma para permitir que el dispositivo se sincronice con la señal

source: These settings are used as defaults when creating new images and audio via the FX functionality. They will be overridden by the settings of the open project if possible.
es: Estas opciones serán usadas por defecto cuando se creen nuevas imágenes y audio mediante la funcionalidad de FX. Si es posible predominarán las opciones del proyecto abierto.

source: Time lapse exporting; try a high value to make an index export of your movie
es: Lapso de tiempo exportando; prueba un valor mayor para hacer un índice de la película

source: Time-lapse recording; try setting a high value to make an index video of your tape
es: Grabación de lapso de tiempo; Prueba a poner un valor mayor para hacer un índice del vídeo de tu cinta

source: Time:
es: Hora:

source: Toggle Looping between In and Out Points (on) or over entire clip (off)
es: Cambia la reproducción entre los puntos de entrada y salida (on), o todo el clip (off)

source: Undo last change
es: Deshacer el último cambio

source: Update the Recording date/time and a new contiguous timecode (resets if Auto Split)
es: Actualizar la fecha/hora de grabación y un nuevo código de tiempo contiguo (Se reinicia si activas auto-dividir)

source: Upper Field
es: Campo superior

source: Vide_o Pipe:
es: Tubo de víde_o:

source: WAV (Internal)
es: WAV (Interno)

source: WAV (Using sox)
es: WAV (Usando sox)

source: When selected, this generates a new file per scene.
es: Cuando lo selecciones, genera un nuevo fichero por cada escena.

source: Zoom to _Fit
es: A_justar a pantalla

source: _Action:
es: _Acción

source: _After
es: _Después

source: _Apply
es: _Aplicar

source: _Audio Device:
es: Dispositivo de _Audio

source: _Audio Encoding:
es: Codificación de _Audio:

source: _Auto Split Files
es: Dividir _Automáticamente

source: _Before
es: A_ntes

source: _Capture
es: _Captura

source: _Cleanup
es: _Limpiar

source: _Contents
es: _Contenidos

source: _Deinterlace:
es: _Desentrelazar:

source: _Disable key repeat
es: _Desactivar repetición de teclado

source: _Drop video frames as needed
es: _Descartar fotogramas si es necesario

source: _Edit
es: _Editar

source: _Enable Audio Output
es: Activar salida d_e audio

source: _Enable Jog/Shuttle Input
es: Activar _Entrada Jog/Shuttle

source: _Enable V4L
es: _Habilitar V4L

source: _Enable preview during capture
es: Activar pr_evisualización al capturar

source: _Expand Storyboard by default
es: _Expandir Storyboard por defecto

source: _Export
es: E_xportar

source: _File
es: _Archivo

source: _File:
es: _Fichero:

source: _First button pressed:
es: _Primer boton pulsado

source: _Help
es: A_yuda

source: _In:
es: _Dentro:

source: _Insert After...
es: _Insertar después

source: _JPEG Quality:
es: Calidad _JPEG

source: _Join
es: _Juntar

source: _Keyboard Reference
es: Referencia de _Teclado

source: _Multiplexer:
es: _Multiplexor:

source: _Normalisation:
es: _Normalización:

source: _Out:
es: _Fuera:

source: _Preview on External Monitor
es: _Previsualizar en Monitor Externo

source: _Profile:
es: _Perfil

source: _Properties
es: _Propiedades

source: _Put Timestamp in File Name
es: _Poner marca de hora en el nombre

source: _Quality:
es: Cal_idad

source: _Reduced XVideo
es: XVideo _Reducido

source: _Resample Audio
es: _Remuestreo de Audio

source: _Resample Pixel Aspect
es: _Remuestrear Aspecto de Pixels

source: _Sampling Rate:
es: Velocidad de Mue_streo:

source: _Save SMIL projects with relative file paths
es: _Guardar proyectos SMIL con paths relativos

source: _Scene Split
es: Dividir escenas

source: _Second button (optional):
es: _Segundo boton (opcional):

source: _Show:
es: _Mostrar:

source: _Split
es: _Dividir

source: _Start:
es: _Inicio:

source: _TV Input:
es: Entrada de _TV:

source: _Timeline
es: L. _Tiempo

source: _Tool:
es: U_tilidad:

source: _Two pass image encoding
es: Codificación en _dos pasos

source: _Update Date and Timecode
es: Act_ualizar Fecha y Hora

source: _Use Insert by default in Trim
es: En Recortar _Usar Modo Inserción por defecto

source: _Video Device:
es: Dispositivo de _Video:

source: _View
es: _Vista

source: _Write Every:
es: _Escribir cada:

source: best
es: mejor

source: d_v1394 Device:
es: Dispositivo d_v1394:

source: fastest
es: rápida

source: monochrome
es: monocromo

source: sec
es: seg

source: << Generated >>
es: << Generado >>

source: <b>Audio Filter</b>
es: <b>Filtro de audio</b>

source: <b>Audio Transition</b>
es: <b>Transición de audio</b>

source: <b>Create</b>
es: <b>Crear</b>

source: <b>Overwrite</b>
es: <b>Sobreescribir</b>

source: <b>Preview Options</b>
es: <b>Opciones de Previsualización</b>

source: <b>Video Filter</b>
es: <b>Filtro de vídeo</b>

source: <b>Video Transition</b>
es: <b>Transición de vídeo</b>

source: A Curve:
es: Curva A

source: A/B Switch:
es: Selección A/B:

source: Add or remove a key frame for effect parameters
es: Añadir o quitar una marca para parámetros de efectos

source: Adjust the speed of the generated clip relative to the source video
es: Ajustar la velocidad del clip generado relativo a la fuente de vídeo

source: Audio File:
es: Fichero de Audio:

source: B Curve:
es: Curva B

source: Bottom Left
es: Abajo Izquierda

source: Bottom Right
es: Abajo Derecha

source: Bottom to Top
es: de Abajo a Arriba

source: Choose a Video Filter
es: Elige un filtro de vídeo

source: Choose a Video Transition
es: Elige una Transición de vídeo

source: Choose a Video generator
es: Elige un generador de vídeo

source: Choose a quadrant
es: Elije un cuadrante

source: Choose an Audio Filter
es: Elige un filtro de-audio

source: Choose an Audio Transition
es: Elige una transición de audio.

source: Choose the direction of movement
es: Elija la dirección del movimiento

source: Choose the direction of the flip
es: Elija la dirección de flip

source: Choose the direction of the gradient
es: Elija la dirección del gradiente

source: Choose the direction of the movement
es: Elija la dirección del mivimiento

source: Choose the quadrant to repeat
es: Elija el cuadrante a repetir

source: Choose the source of the incoming (B) video
es: Elija la fuente de vídeo entrante(B)

source: Choose what to highlight
es: Elija que iluminar

source: Click to transition outgoing video (A) with incoming video (B) or with just the last frame of the outgoing video
es: Haga clic para transición del video saliente (A) con el entrante (B) o simplemente con el último fotograma del saliente

source: Click to transition outgoing video with a solid color
es: Haga click para hacer transición del vídeo saliente con un color sólido

source: Closing
es: final

source: Direction:
es: Dirección:

source: End with:
es: Finalizar con:

source: F_rom:
es: _Desde

source: Flip vertically or horizontally
es: Flip vertical u horizontal

source: Forward
es: Adelante

source: Frame following
es: Fotograma siguiente

source: Frame preceding
es: Fotograma anterior

source: Frames following
es: Fotogramas siguientes

source: Further limit the range of the effect
es: Límite adicional del rango del efecto

source: Further limit the range of the effect to the beginning or end of the above range
es: Límite adicional del rango del efecto al principio o al final del siguiente anterior rango

source: Generate a DV file using the current effects and parameters
es: Generar un fichero DV usando los actuales efectos y parámetros

source: Increase speed of preview by skipping frames
es: Aumentar la velocidad de previsualización saltando fotogramas

source: Left To Middle
es: de Izq. al Centro

source: Left To Right
es: de Izq. a Der.

source: Left to Right
es: de Izq. a Der.

source: Low _Quality
es: Ba_ja Calidad

source: Mirror vertically or horizontally
es: Espejo vertical u horizontal

source: Number of frames over which to limit the range
es: Numero de fotogramas sobre los que limitar el rango

source: Offset:
es: Desplazamiento:

source: Opening
es: principio

source: Operation:
es: Operacion:

source: Pick a color for the incoming (B) video
es: Elige un color para el video entrante (B)

source: Pick a highlight colour
es: Elige un color

source: Quadrant:
es: Cuadrante

source: Reduce image quality of preview to increase preview speed
es: Reducir al calidad de imagen para incrementar la velocidad de previsualización

source: Reverse
es: Atrás

source: Reverse the playback direction of the generated clip
es: Invertir la dirección de reproducción del clip generado

source: Right to Left
es: de Der. a Izq.

source: S_how:
es: Mos_trar

source: Sensitivity:
es: Sensibilidad

source: Set the beginning colour for the end of the effect
es: Color inicial para el final del efecto

source: Set the beginning colour for the start of the effect
es: Color inicial para el principio del efecto

source: Set the direction of the wipe
es: Direccion de la cortina

source: Set the ending colour for the end of the effect
es: Color final para el final del efecto

source: Set the ending colour for the start of the effect
es: Color final para el principio del efecto

source: Similarities
es: Parecidos

source: Start From:
es: Empezar en:

source: Start dubbing some time after the start of the video effect
es: Comienza el doblaje cierto tiempo después del principio del efecto de vídeo

source: Start the mixing some time after the start of the video effect
es: Comienza el mezclado cierto tiempo después del principio del efecto de vídeo

source: Tell the effect whether to process in reverse (effect-specific and not always supported)
es: Informa al efecto que debe procesarse a la inversa.(No soportado por todos los efectos)

source: The number of frames to create
es: Numero de fotogramas a crear

source: The number of frames to play before and after the processing range
es: El número de fotogramas que se reproducirán antes y despues del procesado

source: The time at which to end the effect
es: El momento en que debe finalizar el efecto

source: The time at which to start the effect
es: El momento en que debe empezar el efecto

source: Toggle looping of preview
es: Cambiar looping

source: Toggle playback of audio during preview
es: Reproducir o no audio durante la previsualización

source: Toggle the playback of footage before and after the range
es: Reproducir un trozo antes y después del efecto

source: Top Left
es: Ariba Izquierda

source: Top Right
es: Arriba Derecha

source: Top To Bottom
es: de Ariba a Abajo

source: Top To Middle
es: de Arriba al Centro

source: Top to Bottom
es: de Arriba a Abajo

source: _Drop frames
es: _Descartar fotogramas

source: _Limit to:
es: _Limitar a:

source: _Loop
es: Buc_le

source: _Render
es: _Renderizado

source: _Reverse
es: al _Revés

source: _Speed:
es: _Velocidad

source: _To:
es: Hasta:

source: before/after
es: antes/después

source: seconds
es: segundos

source: <b>Position and Animation</b>
es: <b>Posición y Animación</b>

source: Apply interlace motion? (Suggested only when the final output will be interlaced.)
es: ¿Aplicar motor de entrelazado? (Solo indicado cuando la salida final sea entrelazada.)

source: Background colour
es: Color de fondo

source: Bottom
es: Abajo

source: Bottom Off
es: Fuera por abajo

source: Center
es: Centro

source: Does the text contain markup tags?
es: ¿El texto contiene etiquetas de marcas?

source: Enter the text
es: Introduzca el texto

source: Final position:
es: Posición final:

source: Font:
es: Fuente:

source: Height:
es: Alto

source: Initial position:
es: Posición inicial:

source: Interlaced? Use field-based rendering?
es: ¿Entrelazado? ¿Renderizar basandose en semicuadro?

source: Left
es: Izquierda

source: Left Off
es: Fuera por la izquierda

source: Middle
es: Medio

source: Outline width:
es: Outline:

source: Pad width:
es: Terminar con:

source: Pick the background colour and opacity
es: Elige el color de fondo y opacidad

source: Pick the outline colour and opacity
es: Elige el color de reborde y opacidad

source: Pick the text colour and opacity
es: Elige el color de texto y opacidad

source: Right
es: Derecha

source: Right Off
es: Fuera por la derecha

source: Set the alignment of multiple text lines relative to each other
es: Establece la justificación de múltiples línes de texto

source: Set the amount of spacing between multiple text lines
es: Establece el espaciado entre múltiples línes de texto

source: Set the ending horizontal position
es: Poner la posición horizontal final

source: Set the ending vertical position
es: Poner la posición final vertical

source: Set the horizontal positon in pixels relative to below setting
es: Establece la posición horizontal en pixels, relaiva a las preferencias anteriores.

source: Set the size of padding above and below the text
es: Establece el tamaño del margen por encima y por debajo del texto

source: Set the size of padding on the sides of the text
es: Establece el tamaño del margen por los lados

source: Set the starting horizontal position
es: Poner la posición inicial horizontal

source: Set the starting vertical position
es: Poner la posición inicial vertical

source: Set the typeface and size
es: Elige tipo de letra y tamaño

source: Set the vertical positon in pixels relative to below setting
es: Establece la posición vertical en pixels relativa a las preferencias anteriores

source: Set the width of the outline
es: Establece el ancho de la línea de contorno

source: Text includes Pango markup?
es: ¿El texto incluye marcadores Pango?

source: The number of video frames over which to fade from transparent
es: El numero de fotogramas sobre los que hacer un fundido desde transparente

source: The number of video frames over which to fade to transparent
es: El numero de fotogramas de vídeo sobre los qu se hará el fundido a transparente

source: The path and name of an image file or sequence of images
es: El directorio y nombre de un fichero de imágen o una secuenci de imágenes

source: Top
es: Arriba

source: Top Off
es: Fuera por arriba

source: frames
es: fotogramas

source: Apply interlace motion? (Suggested only if the final output will be interlaced.)
es: ¿Aplicar motor de entrelazado? (Solamente indicado cuando la salida final sea entrelazada)

source: Blur _horizontally
es: Blur _horizontal

source: Blur _vertically
es: Blur _vertical

source: Interlaced? Use _field-based rendering?
es: ¿Entrelazado? ¿Usar renderizado basado en semicuadro?

source: Select An Image File
es: Elige un fichero de imágen

source: Set the amount of blurring
es: Poner intensiidad de desenfoque

source: Set the amount of edge feathering
es: Establezca la cantidad de borde suavizado

source: Set the amount the soft image is mixed with the original image
es: Establezca la cantidad en que la imagen suave es mezcalda con la original

source: Set the size of the colour range centered around the chosen colour
es: Establezca el tamaño del rango de color centrado alrededor del color elegido

source: Set the size of the convolution matrix
es: Establezca el tamaño de la matriz de convolución

source: _Amount:
es: _Cantidad

source: _Radius:
es: _Radio:

source: _Tolerance:
es: _Tolerancia:

source: <b>Chrominance</b>
es: <b>Crominancia</b>

source: <b>Final Size</b>
es: <b>Tamaño final</b>

source: <b>Initial Size</b>
es: <b>Tamaño inicial</b>

source: <b>Luminance</b>
es: <b>Luminancia</b>

source: <b>Options</b>
es: <b>Opciones</b>

source: <b>Position</b>
es: <b>Posicion</b>

source: <b>Size</b>
es: <b>Tamaño</b>

source: <b>White Balance</b>
es: <b>Balance de blanco</b>

source: Adjust the brightness of the colour
es: Ajustar el brillo del color

source: Adjust the colour type (such as red, blue, or yellow)
es: Ajustar el tipo de color (tales como rojo, azul o amarillo)

source: Adjust the luminance difference range
es: Ajustar el rango de diferencia de luminancia

source: Adjust the luminance level
es: Ajustar del nivel de luminosidad

source: Adjust the luminance level non-linearly
es: Ajustar el nivel de luminosidad de modo no lineal

source: Adjust the magenta color cast removal
es: Ajusta la eliminación del color magenta emitido

source: Adjust the vibrancy of the colour
es: Ajustar la vivacidad del color

source: Brightness:
es: Brillo:

source: Colour Temperature:
es: Temperatura del color:

source: Contrast:
es: Contraste:

source: Deinterlace
es: Desentrelazar

source: Deinterlace prior to image processing
es: Habilitar el desentrelazado previo al procesado de imagen

source: Green:
es: Verde:

source: Hue:
es: Tono:

source: Mix:
es: Mezclar:

source: Out from Middle Left Hinge Right Hinge Middle Hinge Top Hinge Bottom Hinge Horizontal Middle Top Left Top Right Bottom Left Bottom Right
es: De fuera al centro Eje izquierdo Eje derecho Eje central Eje superior Eje inferior Centro horizontal Arriba a la izquierda Arriba a la derecha Abajo a la izquierda Abajo a la derecha

source: Pick the colour from original image that should be white
es: Elija el color de la imagen original que debería estar blanco

source: Preset:
es: Preestablecer:

source: Rescale
es: Rescalar

source: Reset
es: Reiniciar

source: Reverse the key framed animation
es: Invertir el sentido de la animación

source: Rotate:
es: Rotar:

source: Saturation:
es: Saturación:

source: Scale or crop the incoming video according to Size?
es: ¿Escalar o cortar el video entrante de acuerdo a un tamaño?

source: Scale:
es: Escala:

source: Set all parameters to their neutral values
es: Establecer todos los parámetros a sus valores neutros

source: Set the amount of edge feathering on the wipe pattern
es: Establezca la cantidad de borde suavizado en le patron de la cortinilla

source: Set the colour temperature in Kelvin
es: Establecer la temperatura del color en grados Kelvin

source: Set the ending horizontal block size
es: Establece el tamaño final horizontal del bloque

source: Set the ending vertical block size
es: Establece el tamaño final vertical del bloque

source: Set the height of the incoming video
es: Establece la altura del vídeo entrante

source: Set the horizontal amount of the original image to retain
es: Establece la cantidad horizontal a retener de la imágen original

source: Set the horizontal position
es: establece la posición horizontal
