Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/tags/language-pack-gnome-*-*-1:9.04+20090518guada2/data/*/LC_MESSAGES/kino.po
Languages: es

source: Set the horizontal position of the incoming video
es: Establece la posición horizontal del vídeo entrante

source: Set the opacity of the incoming video
es: Establece la opacidad del vídeo entrante

source: Set the parallel shear of the incoming video
es: Establezca el recorte paralelo del video entrante

source: Set the rotation of the incoming video
es: Establece la rotación del vídeo entrante

source: Set the starting horizontal block size
es: Establece el tamaño de bloque horizontal

source: Set the starting vertical block size
es: Establece el tamaño de bloque vertical

source: Set the vertical amount of the original image to retain
es: Establece la cantidad de imagen original a retener

source: Set the vertical position
es: Establece la posición vertical

source: Set the vertical position of the incoming video
es: Establece la posición vertical del vñideo entrante

source: Set the width of the incoming video
es: Establece el ancho del vídeo entrante

source: Show Every:
es: Mostrar cada:

source: Value:
es: Valor:

source: Width:
es: Ancho:

source: Wipe Softness:
es: Suavidad de la cortina:

source: Wipe:
es: Cortina:

source: X Scatter:
es: Dispersión X:

source: Y Scatter:
es: Dispersión Y:

source: degrees
es: grados

source: Titler
es: Titulador

source: Rendering failed. Are you using bad markup?
es: Fallo al renderizar ¿Estás usando una marca inválida?

source: Superimpose
es: Sobreimponer

source: No image file name specified - aborting.
es: Nombre de fichero no especificado - cancelado.

source: Blur
es: Desenfoque

source: Colour Hold
es: Mantener Color

source: Luma Wipe
es: Cortina Luma

source: failed to load luma image from file
es: Falló al cargar luma desde fichero.

source: Soft Focus
es: Enfoque difuso

source: Pixelate
es: Pixelado

source: Blue Chroma Key
es: Chroma Key Azul

source: Green Chroma Key
es: Chroma Key verde

source: Pan and Zoom
es: Pan y Zoom

source: Colour Average
es: Media de colores

source: Levels
es: Niveles
