Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/tags/language-pack-gnome-*-*-1:9.04+20090518guada2/data/*/LC_MESSAGES/kino.po
Languages: es

source: No Change
es: Sin cambios

source: Silence
es: Silencio

source: Fade Out
es: Desvanecer

source: Fade In
es: Desvanecer

source: Gain
es: Ganancia

source: Duration: %.02f seconds
es: Duración:·%.02f·segundos

source: Duration: N/A
es: Duración: N/A

source: Invalid file selected
es: Archivo elegido inválido

source: No file selected
es: No se ha elegido archivo

source: Dub
es: Doblaje

source: Choose an audio file
es: Elige un fichero de-audio

source: Mix
es: Mezcla

source: Playback
es: Reproducir

source: <space>
es: Espacio

source: Toggle between play and pause
es: Cambia entre reproducir y pausa

source: Stop
es: Detener

source: Navigation
es: Navegación

source: [n] l, <right-arrow>
es: [n] l, <flecha-derecha>

source: Move one frame forward
es: Avanza un (ó [n]) fotograma(s)

source: [n] h, <left-arrow>, Ctrl+H
es: [n] h, <flecha-izquierda>, Ctrl+H

source: Move one frame backward
es: Retrocede un (ó [n]) fotograma(s)

source: Move one second forward
es: Avanza un (ó [n]) segundo(s)

source: Move one second backward
es: Retrocede un (ó [n]) segundo(s)

source: Move to start of scene
es: Al principio de la escena

source: Move to end of scene
es: Al final de la escena

source: [n] j, +, <down-arrow>
es: [n] j, +, <flecha-abajo>

source: Move to start of next scene
es: Principio de la escena siguiente

source: [n] k, -, <up-arrow>
es: [n] k, -, <flecha-arriba>

source: Move to start of previous scene
es: Principio de la escena anterior

source: gg, Home
es: gg, Inicio

source: Move to first frame
es: Primera escena

source: G, End
es: G, Terminar

source: Move to last frame
es: última escena

source: Ctrl+F, Page Down
es: Ctrl+F, Avanzar página

source: Move forward 5 scenes
es: Avanza 5 escenas

source: Ctrl+B, Page Up
es: Ctrl+B, Retroceder página

source: Move backward 5 scenes
es: Retrocede 5 escenas

source: Cut
es: Cortar

source: [n] x, Delete, dl
es: [n] x, Borrar, dl

source: Cut current frame
es: Cartar un fotograma

source: Cut a second
es: Cortar un segundo

source: Cut current scene
es: Cortar una escena

source: Cut to end of current scene
es: Cortar hasta el final de la escena

source: Cut to end of movie
es: Coratra hasta el final de la película

source: Cut from start of scene
es: Cortar desde el principio de la escena

source: Cut from start of movie
es: Cortar desde el principio de la película

source: Copy
es: Copiar

source: Copy current frame
es: Copiar un fotograma

source: Copy current scene
es: Copiar una escena

source: Copy to end of scene
es: Copiar hasta el final de la escena

source: Copy from start of scene
es: Copiar desde el principio de la escena

source: Paste
es: Pegar

source: Paste after current frame
es: Pegar después del fotograma actual

source: Paste before current frame
es: Pegar antes del fotograma actual

source: Mode Switching
es: Cambio de modo

source: Switch to Capture
es: Cambiar a Captura

source: Switch to Timeline
es: Cambiar a Línea de Tiempo

source: Switch to Trim
es: Cambiar a Recortar

source: Switch to FX
es: Cambiar a FX

source: Switch to Export
es: Cambiar a Exportar

source: Repeat last command
es: Repetir último comando

source: Split scene before current frame
es: Dividir la escena por el fotograma actual

source: Join this scene with the following scene
es: Unir esta escena con la siguiente

source: Undo
es: Deshacer

source: Redo
es: Rehacer

source: File/Open
es: Fichero/Abrir

source: Preferences
es: Preferencias

source: Insert file (DV AVI or SMIL) before current frame
es: Insertar un fichero (DV AVI ó SMIL) antes del fotograma actual

source: Append file (DV AVI or SMIL) to scene
es: Añadir un archivo (DV AVI ó SMIL) a la escena

source: Append file (DV AVI or SMIL) to movie
es: Añadir un archivo (DV AVI ó SMIL) a la película

source: Save the movie as SMIL
es: Guardar proyecto como SMIL

source: Quit
es: Salir

source: :<numeric>
es: :<número>

source: Move to specified frame
es: Moverse al fotograma especificado

source: Command
es: Comando

source: Description
es: Descripción

source: l, <right-arrow>
es: l, <flecha-derecha>

source: h, <left-arrow>, Ctrl+H
es: h, <flecha-izquierda>, Ctrl+H

source: Forward Scan
es: Buscar hacia adelante

source: Reverse Scan
es: Buscar hacia atrás

source: Previous Index
es: Indice anterior

source: Next Index
es: Indice siguiente

source: j, +, <down-arrow>
es: j, +, <flecha-abajo>

source: k, -, <up-arrow>
es: k, -, <flecha-arriba>

source: Rewind
es: Rebobinar

source: Fast Forward
es: Avance rápido

source: Return to Edit
es: Volver a Editar

source: Enter
es: Entrar

source: Start Capture
es: Empezar a Capturar

source: Toggle Looping
es: Cambiar looping

source: Move to in point
es: Ir a punto de entrada

source: Move to out point
es: Ir a punto de salida

source: Trimming
es: Recortar

source: Set out point
es: Poner punto de salida

source: Set in point
es: Poner punto de entrada

source: Toggle Link
es: Fijar o soltar puntos de entrada/salida

source: Insert, Ins
es: Insertar, Ins

source: Toggle Insert/Overwrite
es: Cambia Insertar/Sobreescribir

source: Overwrite/Load Current Scene
es: Sobreescribir/Carga escena actual

source: Insert Before
es: Insertar Antes

source: Insert After
es: Inseratr después

source: Undo edits
es: Deshacer cambios

source: Reset in and out points
es: Restablecer puntos de entrada/salida

source: Kino has recovered from a crash and restored your undo history!
es: Kino se ha recuperado de una falla y ha restaurado su historial de deshacer.

source: Locking audio
es: Bloqueando audio

source: Starting export
es: Comanzar a exportar

source: Export finished - time:
es: Finalizó la exportación - tiempo:

source: Export failed - time:
es: Falló la exportación - tiempo:

source: Export stopped - time:
es: Se detuvo la exportación - tiempo:

source: %s frame %i.
es: %s fotograma %i.

source: %s frame %i. Time used: %s, estimated: %s, left: %s
es: %s fotograma %i. Tiempo transcurrido: %s, estimado: %s, restante: %s

source: Fixed Colour
es: Color Fijo

source: Frames:
es: Fotogramas

source: Colour:
es: Color:

source: Random noise
es: Ruido aleatorio

source: Colour Range
es: Rango de colores

source: From:
es: Desde:

source: To:
es: Hasta:

source: Gradient
es: Gradiente

source: From File
es: Desde fichero

source: Select an Image
es: Elige una imágen

source: File:
es: Fichero:

source: TIP: use a format specifier in the file name to import from an image sequence. For example: gap-%06d.png.
es: CONSEJO: usa un especificador en el nombre del fichero para importar una secuencia de imágenes. Por ejemplo: gap-%06d.png.

source: Black & White
es: Blanco y negro

source: Mirror
es: Espejo

source: Kaleidoscope
es: Kaleidoscopio

source: Reverse Video
es: Video inverso

source: Flip
es: Voltear

source: Switch
es: Interruptor

source: Dissolve
es: Disolver

source: Push Wipe
es: Empujar

source: Differences
es: Diferencias

source: Barn Door Wipe
es: Cortina deslizante

source: The server returned an empty response. Please choose File/New to query the server again.
es: El servidor devuelve una respuesta vacía. Elije Archivo/Nuevo para interrogar de nuevo al servidor.

source: Failed to parse project metadata: the result of newProjectXPath is empty
es: Fallo al interpretar metadatos del proyecto: el resultado de newProjectXPath está vacío

source: Failed to parse project metadata: bad newProjectXPath expression
es: Fallo al interpretar metadatos del proyecto: expresión newProjectXPath mala

source: Failed to parse project metadata: bad metaValues XPath expression
es: Fallo al interpretar metadatos del proyecto: expresión XPath incorrecta

source: Save changes to project "%s" before closing?
es: ¿Guardar cambios del proyecto "%s" antes de cerrar?

source: Untitled
es: SinTitulo

source: The following FX rendered files are no longer used. Do you want me to delete them now?
es: Los siguientes archivos FX dibujados no han sido usados. ¿Desea borrarlos ahora?

source: Enter a project name
es: Pon un nuevo nombre de proyecto

source: "%s" is not a DV file. Do you want to import it?
es: "%s" no es un archivo DV. ¿Desea importarlo?

source: Please choose a video standard
es: Por favor seleccione un estándard de video

source: Choose a DV or SMIL file to insert
es: Elige un fichero DV o SMIL

source: Failed to load media file "%s"
es: Fallo al cargar el archivo "%s"

source: Choose a DV or SMIL file to append
es: Elige un fichero DV o SMIL para aŽnadir

source: Choose a DV or SMIL file
es: Elige un fichero DV o SMIL

source: Save the movie
es: Guardar película

source: The file "%s" already exists. Do you want to continue?
es: El archivo "%s" ya existe. ¿Quiere continuar?

source: Could not save the XML
es: No se puede grabar el XML

source: Could not save the ELI
es: No puedo guardar el fichero ELI

source: Could not save the subtitle
es: No puedo guardar el subtítulo

source: Save Still Frame
es: Guardar instantánea

source: F_ormat:
es: F_ormato:

source: (modified)
es: (modificado)

source: Could not load the SMIL file "%s"
es: No se puede cargar el archivo SMIL "%s"

source: Could not save the SMIL
es: No puedo guardar el fichero SMIL

source: The project is empty and the default preferences for video creation have not been specified.
es: El proyecto está vacío y las preferencias de creación de vídeo no se especificaron.

source: Sorry, you can not publish still frames from Capture.
es: Perdón, no puedes publicar instantanes desde la Captura.

source: Question
es: Pregunta

source: WARNING: raw1394 kernel module not loaded or failure to read/write /dev/raw1394!
es: AVISO: el módulo del kernel raw1394 no se ha cargado o no hay permiso para leer y escribir en /dev/raw1394

source: WARNING: dv1394 kernel module not loaded or failure to read/write %s
es: AVISO el módulo dv1394 del núcleo no fue cargado o falla la lectura/escritura %s

source: No AV/C compliant cam connected or not switched on?
es: La camara no permite AV/C o no está conectada o encendida.

source: AV/C Controls Not Enabled.
es: Controles de AV/C no activados.

source: Stop Capture
es: Parar captura

source: Trim
es: Recortar

source: Timeline
es: L. Tiempo

source: Export
es: Exportar

source: Edit
es: Editar

source: Write playlist
es: Escribir playlist

source: quit
es: salir

source: Play
es: Reproducir

source: Pause
es: Pausa

source: Move forward
es: Avanzar

source: Move backward
es: Retroceder

source: You must enter a filename to capture.
es: Debes poner un nombre de fichero para capturar.

source: Failed to write to file. Is file name OK?
es: Error escribiendo archivo. ¿Ha puesto bien el nombre?

source: Capturing
es: Capturando

source: Waiting for DV %s%d ...
es: Esperando por DV %s%d ...

source: (press play on camera)
es: (pulsa play en la cámara)

source: Capture failed.
es: Falló la captura.

source: Capture stopped.
es: Captura detenida.

source: Dropped:
es: Descartados:

source: WARNING: Capture stopped. Disk full?
es: AVISO: Captura detenida. ¿Disco lleno?

source: Choose a DV file
es: Elige un fichero DV

source: Enabled
es: Activado

source: Disabled
es: Desactivado

source: Move forward second
es: Avanzar un segundo

source: Move backwards one second
es: Retroceder un segundo

source: Cut one second
es: Cortar un segundo

source: Cut to end of scene
es: Cortar hasta el final de la escena

source: Capture, append to movie
es: Captura, añadir a la película

source: Join scenes
es: Juntar escenas

source: Insert file
es: Insertar fichero

source: Append file to scene
es: Añadir archivo a la escena

source: Append file to movie
es: Añadir archivo a la película

source: Split scene before frame
es: Dividir escena antes del fotograma

source: Move to frame %d
es: Moverse al fotograma %d

source: Duration:
es: Duración:

source: Start Export
es: Comenzar a exportar

source: Stop Export
es: Parar de exportar

source: Error setting the IEEE 1394 port (host adapater).
es: Error configurando el puerto IEEE 1394 (adaptador anfitrión).

source: Failed to open raw1394; you must manually control recording on the device.
es: No se puedo abrir raw1394; debe especificar manialmente el control de grabación en el dispositivo.

source: WARNING: dv1394 kernel module not loaded or failure to read/write %s.
es: AVISO: el módulo del kernel dv1394 no se ha cargado o no hay permiso para leer y escribir en %s

source: You must enter a filename which does not contain quotes.
es: Debe introducir un nombre de fichero que no contenga comillas.

source: Error during audio export - aborting.
es: Error durante la exportación de audio - Cancelado.

source: Error starting output
es: Error iniciando salida

source: Enter a File Name to Save As
es: Pon un nombre de fichero para guardar

source: You must enter a stem filename without an extension.
es: Debes poner solo el nombre del fichero sin extensión.

source: Resampler Error:
es: Error de remuestreo:

source: YUV Deinterlace
es: Desentrelazar YUV:

source: YUV Deinterlace Film-like
es: Desentrelazado YUV como en película

source: YUV Denoise (Fast)
es: YUV Denoise (Rápido)

source: YUV Denoise (Slow)
es: YUV DENOISE (Lento)

source: Failed to execute %s. MPEG export requires a complete installation of mjpegtools.
es: Fallo al ejecutar %s. La exportación a MPEG requiere una instalación completa de mjpegtools.

source: You must enter a filename which doesn't contain quotes.
es: Debe introducir un nombre de fichero que no contenga comillas.

source: Error writing to KINO/MJPEG audio filter - aborting.
es: Error escribiendo en el filtro de audio KINO/MJPEG - Cancelado.

source: Error writing to KINO/MJPEG video filter - aborting.
es: Error escribiendo en el filtro de vídeo KINO/MJPEG - Cancelado.

source: The dvdauthor script failed, but the MPEG export succeeded.
es: El script dvdauthor ha fallado pero la exportación a MPEG acabó con éxito.

source: None
es: Nada

source: You must enter a filename.
es: Debes poner un nombre de fichero.

source: You must enter a filename with an extension
es: Debes poner un nombre de fichero con extensión.

source: Exporting (pass 1)
es: Exportando (pass 1)

source: Exporting (pass 2)
es: Exportando (pass 2)

source: Enter a File Name to supply to Tool
es: Pon un nombre de fichero para guardar

source: Invalid position range
es: Posición inválida

source: No frames available for rewriting.
es: No hay fotogramas diponibles para reescribir.

source: Invalid image creator selected
es: Creador de imágen seleccionado inválido

source: Invalid image transition selected
es: Transición de imagen seleccionada inválida

source: Invalid image filter selected
es: Filtro de imagen seleccionado inválido

source: Invalid audio filter selected
es: filtro de audio seleccionado inválido

source: Invalid audio transition selected
es: Transición de audio seleccionada inválida

source: Aborted
es: Interrumpido

source: The requested frame source has not been implemented yet...
es: El origen especificado no está todavía implementado...

source: The requested image manipulator has not been implemented yet...
es: El manipulador de video especificado no está todavía implementado...

source: The requested audio manipulator has not been implemented yet...
es: El manipulador de audio especificado no está todavía implementado...

source: Invalid frame range specified.
es: Rango de fotogramas inválido.

source: No file name specified
es: Fichero no especificado

source: Unable to open output file
es: Imposible abrir fichero de entrada

source: Unable to write video - disk full?
es: Imposible escribir video - ¿disco lleno?

source: Rendering finished - time:
es: Renderizado finalizado . tiempo:

source: Rendering stopped - time:
es: Renderizado detenido - tiempo:

source: Rendering failed
es: Falló el renderizado

source: Rendering frame %i.
es: Renderizando fotograma %i.

source: Rendering frame %i. Time used: %s, estimated: %s, left: %s
es: Renderizando fotograma %i. Tiempo empleado: %s, estimado: %s, restante: %s

source: Start Render
es: Comenzar Renderización

source: Overwrite
es: Sobrescribir

source: Capture, insert after frame
es: Capturar, isertar depués de fotograma

source: <none>
es: <nada>

source: You must restart Kino for V4L option to take effect.
es: Debes reiniciar Kino para que las opciones V4L tengan efecto.

source: Toggle play
es: Reproducir/pausar

source: Forward one frame
es: Avanzar fotograma

source: Back one frame
es: Retroceder fotograma

source: Forward one second
es: Avanzar un segundo

source: Forward 30 seconds
es: Avanzar 30 segundos

source: Move 30 seconds forward
es: Moverse 30 segundos hacia adelante

source: Back one second
es: Retroceder 1 segundo

source: Back 30 seconds
es: Retroceder 30 segundos

source: Move 30 seconds backward
es: Moverse 30 segundos hacia atrás

source: Start of scene
es: Principio de la escena

source: Move to start of current scene
es: Moverse al principio de la escena actual

source: End of scene
es: Final de la escena

source: Move to end of current scene
es: Moverse al principio de la escena actual

source: Previous scene
es: Escena anterior

source: Next scene
es: Escena siguiente

source: First frame
es: Primer fotograma

source: Move to beginning of movie
es: Moverse al principio de la película

source: Last frame
es: Ultimo fotograma

source: Move to end of movie
es: Moverse al final de la película

source: Forward 5 scenes
es: Avanzar 5 escenas

source: Back 5 scene
es: Retroceder 5 escenas

source: Cut from start of current scene
es: Cortar desde el principio de la escena actual

source: Switch to Edit
es: Cambiar a Editar

source: Switch to the edit interface
es: Cambiar al modo de Editar

source: Switch to the capture interface
es: Cambiar al modo de Captura

source: Switch to trim mode
es: Cambiar al modo de Recortar

source: Split scene
es: Dividir escena

source: Join this scene with the following
es: Juntar esta escena con la siguiente

source: Undo last command
es: Deshacer el último comando

source: Redo last command
es: Rehacer el último 'deshacer'

source: Capture/Overwrite/Export/Render
es: Capturar/Sobreescribir/Exportar/Renderizar

source: Start Capture, Export, or Render or Apply Overwrite
es: Comenzar Captura, Exportación, Renderizado o aplicar Sobreescritura

source: Stop transport, capture, export, or render
es: Detener transporte, captura, exportación o renderizado

source: Publish SMIL
es: Publicar SMIL

source: Set In
es: Conjunto de entrada

source: Set the In Point to current position
es: Poner el punto de entrada en la posición actual

source: Set Out
es: Conjuto de salida

source: Set the Out Point to current position
es: Poner el punto de salida en la posición actual

source: (new)
es: (nuevo)

source: Property
es: Propiedad

source: Value
es: Valor

source: File: Begin: Duration:
es: Fichero: Principio: Duración:

source: frame of:
es: fotograma de:

source: to
es: hasta

source: (both 0 = unlimited)
es: (Ambos 0 = Sin límites)

source: 0 - Generic MPEG1
es: 0 - MPEG1 Genérico

source: 1 - 1:1 (square)
es: 1 - 1:1 (cuadrado)

source: 1 - Standard VCD
es: 1 - VCD estándar

source: 2 - User VCD
es: 5 - VCD de usuario

source: 3 - Generic MPEG2
es: 3 - MPEG2 Genérico

source: 4 - Standard SVCD
es: 4 - SVCD estándar

source: 5 - User SVCD
es: 5 - SVCD de usuario

source: <<Runtime filled>>
es: <<Tiempo de ejecución llenado>>

source: <b>Advanced Options</b>
es: <b>Opciones avanzadas</b>

source: <b>Button Mappings</b>
es: <b>Mapeado de botones</b>

source: <b>DV Decoder</b>
es: <b>Decodificador DV</b>

source: <b>DVD-Video Options</b>
es: <b>Opciones de vídeo DVD</b>

source: <b>Display Method</b>
es: <b>Modo de pantalla</b>

source: <b>File Type</b>
es: <b>Tipo de fichero</b>

source: <b>Other File Options</b>
es: <b>Otras opciones</b>

source: <b>Settings</b>
es: <b>Preferencias</b>

source: <b>The IEEE 1394 Subsystem is not responding.</b> The raw1394 module must be loaded, and you must have read and write access to /dev/raw1394.
es: <b>El subsistema IEEE 1394 no responde.</b> El módulo raw1394 debe estar cargado, y debes tener permiso de lectura y escritura en /dev/raw1394.

source: About Kino
es: Acerca de Kino

source: All
es: Todo

source: Already Deinterlaced
es: Ya está desentrelazado

source: Aspec_t Ratio:
es: _Proporción:

source: Aspect _Ratio:
es: _Proporción:

source: Audio _Sampling:
es: Mue_strear Audio:

source: Autodetect
es: Autodetectar

source: Browse for a file
es: Buscar fichero

source: Capture
es: Captura

source: Capture a still frame
es: Capturar instantánea

source: Check this to enable audio ouput while navigating video when it is not being played.
es: Marca esto para activar la salida de audio mientras navegas por el video si no está sonando.

source: Choose a Trim mode
es: Elije modo de recorte

source: Choose a dvdauthor XML post-processing script
es: Seleccione un script de post-procesamiento de XML dvdauthor

source: Choose time format
es: Elije formato de hora

source: Clamp _luma values
es: Mantener _luminancia

source: Clamp c_hroma values
es: Mantener _crominancia)

source: Clock
es: Reloj

source: Copy scene
es: Copiar escena

source: Current
es: Actual

source: Cut scene
es: Cortar escena

source: Cycle through 50%, 100% and Fit views
es: Cambiar zomm al 50%, 100% o ajustado a pantalla

source: DV AVI Type _1
es: DV AVI Tipo _1

source: DV AVI Type _2
es: DV AVI Tipo _2

source: DV File
es: Fichero DV

source: Default _Project Directory:
es: Directorio de _Proyectos por defecto:

source: Defaults
es: Por defecto

source: Deinterlaced Linear Blend
es: Desentrelazado Lineal Combinado

source: Display
es: Pantalla

source: Double-click to seek to frame
es: Doble-click para buscar fotograma

source: Duration
es: Duración

source: E_dit
es: E_ditar

source: E_nable audio scrub
es: Activar audio alter_nativo

source: E_nd:
es: Fi_n:

source: E_xtract:
es: E_xtraer:

source: End of Movie
es: Final de la película

source: End of/Next Scene
es: Final de la escena ó escena siguiente

source: Enter or select a file
es: Escribe o selecciona un fichero

source: Enter the device file name to use
es: Escribe el fichero de dispositivo a usar

source: Ever_y:
es: Ca_da

source: Execute the editing operation
es: Ejecuta la operación de edición

source: F_ile:
es: F_ichero

source: Fi_le Format:
es: Formato de fic_hero:

source: File name: Date/Time: Timecode: File format: Audio: Video:
es: Fichero: Fecha Grabación: Código de tiempo: Formato Fichero: Audio: Vídeo:

source: First frame to export
es: Primer fotograma a exportar

source: Fra_mes per File:
es: Fotogra_mas por fichero:

source: Fra_mes:
es: Fotogra_mas:

source: Frame
es: Fotograma

source: Frames
es: Fotogramas

source: From
es: Desde

source: Full Interlaced Frame
es: Cuadro totalmente entrelazado

source: Generate a new file for each scene
es: Generar un nuevo fichero para cada escena

source: Generate a new file when the file size will be exceeeded
es: Generar un nuevo archivo cuando su tamaño sobrepase este valor

source: Generate a new file when the frame count will be exceeded
es: Generar un fichero nuevo cuando el número de fotogramas sobrepase este valor

source: Hours
es: Horas

source: Importing... (this might take a while)
es: Importando... (Esto puede tardar un poco)

source: Insert
es: Insertar

source: Insert _Before...
es: Insertar _Antes

source: Insert a file after the current scene
es: Insertar fichero después de la escena actual

source: Insert a file before the current scene
es: Insertar fichero antes de la escena actual

source: Internal Deinterlacer (Very fast)
es: Desentrelazado interno (Muy Rápido)

source: Join
es: Juntar

source: Join current and next scenes
es: Juntar la escena actual con la siguiente

source: Kino Keyboard Reference
es: Referencia de teclado de Kino
