Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/files-and-docs/po/*.po
Languages: ast, bn, br, da, el, eo, et, he, id, kk, kn, ko, oc, ro, sl, th, uk, vi, zh_cn, zh_hk

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
ast: ubuntu-doc@list.ubuntu.com (Proyeutu de Documentación d' Ubuntu)
bn: ubuntu-doc@lists.ubuntu.com (উবুন্টু ডকুমেন্টেশন প্রকল্প)
br: ubuntu-doc@lists.ubuntu.com (Raktres teuliadur Ubuntu)
da: ubuntu-doc@lists.ubuntu.com (Dokumentationsprojekt til Ubuntu)
el: ubuntu-doc@lists.ubuntu.com (Έργο Τεκμηρίωσης του Ubuntu)
eo: ubuntu-doc@lists.ubuntu.com (Dokumentada Projekto de Ubuntu)
et: ubuntu-doc@lists.ubuntu.com (Ubuntu Dokumentatsiooni Projekt)
he: ubuntu-doc@lists.ubuntu.com (מיזם התיעוד של אובונטו)
id: ubuntu-doc@lists.ubuntu.com (Proyek Dokumentasi Ubuntu)
kk: ubuntu-doc@lists.ubuntu.com (Ubuntu Құжаттау Жобасы)
kn: ubuntu-docs@lists.ubuntu.com (ಉಬುಂಟು ದಸ್ತಾವೇಜೀಕರಣ ಯೋಜನೆ)
ko: ubuntu-doc@lists.ubuntu.com (우분투 문서화 프로젝트)
oc: ubuntu-doc@lists.ubuntu.com (projècte de documentacion d'Ubuntu)
ro: ubuntu-doc@lists.ubuntu.com (Proiectul de Documentație Ubuntu)
sl: ubuntu-doc@lists.ubuntu.com (Dokumentacijski projekt Ubunta)
th: ubuntu-doc@lists.ubuntu.com (โครงการเอกสารเกี่ยวกับการใช้งาน Ubuntu)
uk: ubuntu-doc@lists.ubuntu.com (Документаційний Проект Ubuntu)
vi: ubuntu-doc@lists.ubuntu.com (Dự án tài liệu Ubuntu)
zh_cn: ubuntu-doc@lists.ubuntu.com (Ubuntu 文档计划)
zh_hk: ubuntu-doc@lists.ubuntu.com（Ubuntu文件計劃）

source: Files, Folders and Documents
ast: Ficheros, Carpetes y Documentos
bn: ফাইল, ফোল্ডার এবং নথি
br: Restroù, renkelloù ha dielloù
da: Filer, mapper og dokumenter
el: Αρχεία, Φάκελοι και Έγγραφα
eo: Dosieroj, Dosierujoj kaj Dokumentoj
et: Failid, kaustad ja dokumendid
he: קבצים,תקיות ומסמכים
id: Berkas, Folder dan Dokumen
kk: Файл, Бума және Құжаттар
kn: ಕಡತಗಳು, ಕಡತಕೋಶಗಳು ಮತ್ತು ದಸ್ತಾವೇಜುಗಳು
ko: 파일, 폴더, 문서들
oc: Fichièrs, repertòris e documents
ro: Fișiere, Directoare și Documente
sl: Datoteke, mape in dokumenti
th: ไฟล์, แฟ้ม และ เอกสาร
uk: Файли. Папки та Документи
vi: Tập tin, Thư mục và Tài liệu
zh_cn: 文件，文件夹和文档
zh_hk: 檔案、資料夾及文件

source: Placeholder.
ast: Marcador de posición.
da: Pladsholder.
el: Αντικαταστάτης
eo: Lokgardo.
et: Järjehoidja
he: סמן
id: Wadah.
kk: Толтырғыш
kn: ಪ್ಲೇಸ್ ಹೋಲ್ಡರ್
ko: 개체 틀
oc: Substituent.
ro: Raft
uk: Заповнювач
zh_cn: 位置容器
zh_hk: 預留位置

source: Credits and License
ast: Créitos y Llicencia
bn: কৃতজ্ঞতায় এবং লাইসেন্স
br: Kredoù ha Lisañs
da: Bidragydere og licens
el: Συντελεστές και Άδεια Χρήσης
eo: Kreditoj kaj Licenco
et: Autorid ja litsents
he: קרדיט ורישיון
id: Kredit dan Lisensi
kk: Лицензия және Өндірушілер
kn: ಶ್ರೇಯ ಮತ್ತು ಪರವಾನಗಿ
ko: 만든 사람들과 저작권
oc: Mercejaments e licéncia
ro: Autori și Licență
sl: Zasluge in licenca
th: ผู้จัดทำและลิขสิทธิ์
uk: Автори та ліцензія
vi: Công đóng góp và Giấy phép
zh_cn: 贡献者与授权许可
zh_hk: 嗚謝與授權

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
br: Trezalc'het eo an teul gant ar skipailh teuliadur Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Evit kaout al listenn kendaoladerien, gwelit ar <ulink url="../../libs/C/contributors.xml">bajenn kendaoladerien</ulink>
da: Dette dokument vedligeholdes af dokumentationsholdet hos Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). For en liste over bidragydere, se <ulink url="../../libs/C/contributors.xml">siden med bidragydere</ulink>
he: מסמך זה תועד ע"י צוות התיעוד של "אובונטו" (https://wiki.ubuntu.com/DocumentationTeam). להצגת רשימת התורמים, עיין ב<ulink url="../../libs/C/contributors.xml">עמוד התורמים</ulink>
id: Dokumen ini dipelihara oleh tim dokumentasi Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Untuk melihat daftar kontributor, kunjungi <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
uk: Цей документ підтримується командою документації Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Для перегляду списку учасників, перейдіть на <ulink url="../../libs/C/contributors.xml">сторінку учасників</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ast: Esti documentu ta fechu baxo la Creative Commons ShareAlike 2.5 License (CC-BY-SA).
bn: এই ডকুমেন্টটি "ক্রিয়েটিভ কমন শেয়ার এলাইক ২.৫ লাইসেন্স(CC-BY-SA)" এর অধীনে এসেছে ।
br: Skignet eo an teul dindan al lisañs Creative Commons ShareAlike 2.5 Lisañs (CC-BY-SA).
da: Dette dokument stilles til rådighed under licensen Creative Commons ShareAlike 2.5 (CC-BY-SA).
el: Το έγγραφο αυτό διατίθεται υπό την άδεια Creative Commons ShareAlike 2.5 (CC-BY-SA).
eo: Tiu dokumento estas disponebligita sub la licenco Creative Commons ShareAlike 2.5 (CC-BY-SA).
et: See dokument on tehtud kättesaadavaks Creative Commons ShareAlike 2.5 litsentsi (CC-BY-SA) alusel.
he: המסמך זמין תחת רישיון ייחוס-שיתוף זהה 2.5 (CC-BY-SA)
id: Dokumen ini tersedia dibawah Lisensi Creative Commons ShareAlike 2.5 (CC-BY-SA).
kk: Бұл құжатты Creative Commons ShareAlike 2.5 Лицензиясы (CC-BY-SA) аясында қолдануға болады.
kn: ಈ ದಸ್ತಾವೇಜನ್ನು ಕ್ರಿಯೇಟಿವ್ ಕಾಮನ್ಸ್ ಶೇರ್ ಅಲೈಕ್ 2.5 ಪರವಾನಗಿ (CC-BY-SA) ಯೊಂದಿಗೆ ಕೊಡಮಾಡಲಾಗುತ್ತಿದೆ.
ko: 이 문서는 크리에이티브 커먼즈 저작자표시-동일조건변경허락 2.5 라이센스(CC-BY-SA)에 따라 이용가능합니다.
oc: Aqueste document es difusit jos license Creative Commons Paternitat - Pertatge a l'Identic (CC-BY-SA 2.5).
ro: Acest document este disponibil sub termenii licenței Creative Commons ShareAlike 2.5 License (CC-BY-SA).
sl: Dokument je na voljo pod licenco Creative Commons ShareAlike 2.5 License (CC-BY-SA).
th: เอกสารฉบับนี้ใช้สัญญาอนุญาตแบบ Creative Commons ShareAlike 2.5 (CC-BY-SA)
uk: Цей документ розповсюджується за ліцензією Creative Commons ShareAlike 2.5 License (CC-BY-SA).
vi: Tài liệu này được phân phối với giấy phép Creative Commons ShareAlike 2.5 License (CC-BY-SA).
zh_cn: 本文档在 Creative Commons ShareAlike 2.5 授权许可 (CC-BY-SA) 的条款下发布。
zh_hk: 本文件是以Creative Commons ShareAlike 2.5 License (CC-BY-SA) 發放的。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
ast: Vusté ye llibre de camudar, estender y meyorar el códigu fonte de la documentación d'Ubuntu baxo los términos d'esta llicencia. Tolos trabayos derivaos tienen d'espublizase baxo esta llicencia.
bn: এই লাইসেন্স এর অধীনে আপনি স্বাধীনভাবে উবুন্টু ডকুমেন্টেশন সোর্স কোড বদল, বৃদ্ধি এবং উন্নয়ণ করতে পারেন । সব কৃতকাজ অবশ্যই এই লাইসেন্স এর অধীনে প্রকাশ করতে হবে ।
br: Gallout a rit cheñch, ouzhpenn, gwellaat ar c'hod tarzh teuliadur Ubuntu dindan termenoù eus al lisañs. Ret eo bezañ bazhyevet an holl labourioù deveret dindan ar memes lisañs.
da: Du kan frit ændre, udvide og forbedre dokumentationsprojekt til Ubuntu, under de betingelser der fremgår af licensen. Alt afledt materiale skal udgives under denne licens.
el: Είστε ελεύθεροι να τροποποιήσετε, να επεκτείνετε και να βελτιώσετε τον πηγαίο κώδικα της τεκμηρίωσης του Ubuntu, υπό τους όρους της συγκεκριμένης άδειας.
eo: Vi estas libra de modifi, pligrandigi kaj plibonigi la fontkodan dokumentaron de Ubuntu sub la kondiĉoj de ĉi-tiu licenco. Ĉiu elderiva laboro devas esti disdona sub ĉi-tiu licenco.
et: Võite vabalt muuta, laiendada ja täiustada Ubuntu dokumentatsiooni lähtekoodi selle litsentsi tingimuste alusel. Kõik sellest tulenevad tööd peab avaldama selle litsentsi all.
he: אתה חופשי לשנות, להרחיב ולשפר את קוד המקור של תיעוד אובונטו תחת תנאי רישיון זה. כל העבודות הנגזרות חייבות להיות מופצות תחת רישיון זה.
id: Anda bebas untuk mengubah, memperluas, dan memperbaiki kode sumber dokumentasi Ubuntu sesuai syarat-syarat yang ada dari lisensi ini. Semua pekerjaan turunan harus diterbitkan dibawah lisensi ini.
kk: Сіз Ubuntu құжаттамасының бастапқы мәтінін осы лицензияның шарттарына сәйкес өзгерте, кеңейте және жетілдіре аласыз. Барлық туынды жұмыстар осы лицензияның аясында шығарылуы керек.
kn: ಈ ಪರವಾನಗಿಯ ನಿಬಂಧನೆಗಳ ಪ್ರಕಾರ ನೀವು ಉಬುಂಟು ದಸ್ತಾವೇಜುಗಳನ್ನು ಬದಲಾಯಿಸಬಹುದು, ಅಭಿವೃದ್ಧಿಪಡಿಸಬಹುದು, ಉತ್ತಮಪಡಿಸಬಹುದು. ಎಲ್ಲಾ ಜನ್ಯ ಉತ್ಪನ್ನಗಳನ್ನು ಇದೇ ಪರವಾನಗಿಯಿಂದ ಬಿಡುಗಡೆ ಮಾಡಬೇಕು.
ko: 여러분은 이 라이센스의 규정에 따라 얼마든지 우분투 문서의 소스 코드를 변경, 확장, 개선할 수 있습니다. 다만, 이러한 작업에 따른 모든 결과물들은 이 라이센스와 함께 배포되어야 합니다.
oc: Sètz liure de modificar, de completar o de melhorar lo còde font de la documentacion Ubuntu jols termes d'aquesta licéncia. Totes los trabahs derivats devon èsser difusits jos aquesta meteissa licéncia.
ro: Aveți libertatea de a modifica, extinde și îmbunătăţi codul sursă al documentației Ubuntu respectând termenii acestei licențe. Orice lucrare derivată din acestă documentație trebuie să se supună termenilor acestei licențe.
sl: Ubuntu dokumentacijsko izvorno kodo lahko prosto spreminjate, razširjate in izboljšate pod pogoji te licence. Vsa izpeljana dela morajo biti izdana pod enako licenco.
th: คุณมีอิสระที่จะแก้ไข เพิ่มเติม เปลี่ยนแปลง และปรับปรุงซอร์สโค้ดของอูบันตูภายใต้เงื่อนไขสัญญาอนุญาตนี้ และสิ่งที่พัฒนาต่อจากการใช้งานซอร์สโค้ดนี้ ต้องออกภายใต้สัญญาอนุญาตนี้เช่นกัน
uk: Ви можете редагувати, розширювати та впроваджувати похідний код документації Ubuntu згідно умов цієї ліцензії. Усі похідні роботи повинні розповсюджуватися під цією ліцензією.
vi: Bạn được quyền tự do chỉnh sửa, mở rộng và cải tiến các tài liệu mã nguồn của Ubuntu theo các điều khoản của giấy phép. Tất cả các tài liệu dẫn xuất phải được phát hành theo giấy phép.
zh_cn: 您可以在该许可的条款下自由地修改、扩展，以及改进本 Ubuntu 文档的源码。所有的衍生作品必须在本许可下发布。
zh_hk: 你可以自由地以此許可證的條文修改、擴充和改進Ubuntu說明文件源碼。然而所有衍生的作品都必須在此許可證下發放。

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
ast: Esta documentación distribúise col envís de que seya d'utilidad, pero ENSIN NENGUNA GARANTÍA; nin siquier la garantía implícita de COMERCIALIZACIÓN o de que SEYA ADECUADA PA UN PROPÓSITU PARTICULAR, TALO Y COMO SE CONSEÑA NA CLÁUSULA D'EXENCIÓN DE RESPONSABILIDÁ.
bn: আশা করা হচ্ছে যে এই ডকুমেনটেশনটি কার্যকর হবে, কিন্তু কোনরকম ওয়ারেন্টি ব্যতীত; MERCHANTABILITYএর implied warranty ব্যতীত অথবা DISCLAIMER এ বর্ণনাকৃত একটি বিশেষ উদ্দেশ্যের জন্য।
br: Skignet eo an teuliadur gant spi e vo talvoudus anezhañ, met HEP GWARANTIÑ EBET pep seurt; empleg pe espres, met hep harzet ganto, gwarantiñ MARC'HADED pe IMPLIJ RESIS E6GIZ E VEZ LARET ER BERZAÑ: ma z'eus berzh , ar stumm saozneg a raio implij.
da: Denne dokumentation bliver distribueret i håb om, at den vil være til nytte, men er UDEN NOGEN GARANTI. Selv uden den underforståede garanti for SALGBARHED eller EGNETHED TIL ET SPECIFIKT FORMÅL SOM BESKREVET I ANSVARSFRASKRIVELSEN.
el: Αυτή η τεκμηρίωση διανέμεται με την ελπίδα ότι θα είναι χρήσιμη, αλλά ΧΩΡΙΣ ΟΠΟΙΑΔΗΠΟΤΕ ΕΓΓΥΗΣΗ, χωρίς ακόμη και την υπονοούμενη εγγύηση ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ ή ΤΗΣ ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ ΟΠΩΣ ΠΕΡΙΓΡΑΦΕΤΑΙ ΣΤΗΝ ΑΠΟΠΟΙΗΣΗ ΕΥΘΥΝΗΣ.
eo: Oni distribuas ĉi tiun dokumentaron esperante ke ĝi estos utila, sed SEN IA GARANTIO; sen eĉ la implica garantio de KOMERCINDO aŭ TAŬGECO POR SPECIFA CELO KIEL PRISKRIBITA EN LA FORKONFESO.
et: Seda dokumenti jaotatakse lootuses, et see on kasulik, aga ILMA MINGI GARANTIITA; isegi ilma KAUBANDUSLIKKUSE või KONKREETSEKS EESMÄRGIKS SOBILIKKUSE GARANTIITA NAGU KIRJELDATUD AUTORIÕIGUSLIKEST PRETENSIOONIDEST LOOBUMISE DOKUMENDIS.
he: תיעוד זה מופץ בתקווה שיהווה תועלת, אך ללא שום אחריות; אפילו ללא האחריות המשתמעת או הנרמזת של "סחר או התאמה למטרה מסויימת" כפי שמתואר בהצהרה.
id: Dokumentasi ini didistribusikan dengan harapan dokumentasi ini akan berguna, tetapi TANPA ADANYA JAMINAN; tanpa jaminan yang termasuk dari DAGANGAN atau KECOCOKAN UNTUK TUJUAN TERTENTU SEPERTI YANG DIGAMBARKAN DALAM PENYANGKALAN.
kk: Бұл құжаттама біреуге пайдасы тиер деген мақсатта таратылады. Бірақ ЕШБІР КЕПІЛДІК, оның ішінде ПАЙДА ӘКЕЛУ немесе КЕПІЛ БЕРУДЕН БАС ТАРТУ ҚҰЖАТЫНДА КӨРСЕТІЛГЕН ӘЛДЕБІР МАҚСАТТАРДА ҚОЛДАНУ ЖАРАМДЫЛЫҒЫ туралы кепілдіктер берілмейді.
kn: ಈ ದಸ್ತಾವೇಜು ಉಪಯುಕ್ತವಾಗುತ್ತದೆ ಎಂಬ ಉದ್ದೇಶದಿಂದ ಹಂಚಲಾಗಿದೆ, ಆದರೆ ಇದಕ್ಕೆ ಯಾವುದೇ ತರಹದ ಖಂಡಿತ ಅಥವಾ ವಾರಂಟಿ ಕೊಡಲಾಗುವುದಿಲ್ಲ.
ko: 이 문서는 유용하게 사용될 수 있으리라는 희망에서 배포되고 있지만, 특정한 목적에 맞는 적합성 여부나 판매용으로 사용할 수 있으리라는 묵시적인 보증을 포함한 어떠한 형태의 보증도 제공하지 않습니다.
oc: Aquesta documentacion es distribuida dins l'esper que serà utila, mas SENS CAP DE GARANTIA quina que siá ; exprèssa o implicita, i comprés, mas sens i èsser limitat, las garantias D'APTITUD A LA VENDA o AMB UNA TÒCA PARTICULARA COMA EXPAUSAT DINS LA MESA EN GÀRDIA. (N.B. : en cas de litigi, sola la version anglesa fa fe).
ro: Această documentație este difuzată în speranța că va fi utilă, dar FĂRĂ NICI O GARANŢIE; nici chiar garanția implicită de COMERCIALIZARE sau ADAPTARE PENTRU UN ANUMIT SCOP, CONFORM DESCRIERII DIN DECLARAȚIA DE NEASUMARE A RESPONSABILITĂȚII.
th: เอกสารนี้แจกจ่ายด้วยความหวังที่ว่าจะเป็นประโยชน์แต่ไมีมีการรับรอง (WARRANTY) ไม่มีแม้แต่ที่บอกเป็นนัยว่ารับรองขายได้ (MERCHANTABILITY) หรือเหมาะสมสำหรับจุดประสงค์ใดโดยเฉพาะดังที่ได้บรรยายในเอกสารปฏิเสธความรับผิดชอบ(DISCLAIMER)
uk: Ця документація розповсюджується з надією, що вона буде корисною, але БЕЗ ЖОДНИХ ГАРАНТІЙ; навіть без потенційної гарантії ПРИДАТНОСТІ ДЛЯ ВИКОРИСТАННЯ або ПРИДАТНОСТІ ДЛЯ СПЕЦИФІЧНИХ ЦІЛЕЙ ЯКІ ОПИСАНІ В РОЗ’ЯСНЕННІ
vi: Những tài liệu này được cung cấp với hy vọng rằng nó sẽ hữu ích cho bạn, nhưng KHÔNG CÓ BẤT KỲ ĐẢM BẢO NÀO; thậm chí không có sự đảm bảo bao hàm của KHẢ NĂNG KINH DOANH ĐƯỢC hay SỰ PHÙ HỢP CHO MỘT MỤC ĐÍCH SỬ DỤNG CỤ THỂ NHƯ MÔ TẢ TRONG ĐIỀU KHOẢN TỪ BỎ TRÁCH NHIỆM.
zh_cn: 本文档发布的目的是期望能发挥一定作用。但我们不提供任何担保；甚至如免责声明中所说那样对特定目标的适销性或用于某一特定目的适用性也不提供任何形式(包括默许)的担保。
zh_hk: 本項文件的分發目的是給予幫助，然而卻不保證; 甚至不包含免責聲明內的可售性或適用於某一目的之保證。

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
bn: লাইসেন্সের একটি কপি এখানে পাওয়া যাবে: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">ক্রিয়েটিভ কমনস শেয়ার-এলাইক লাইসেন্স</ulink>
br: Gallout a rit kaout ur c'hopi al lisañs amañ: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike Lisañs</ulink>.
da: En kopi af licensen er tilgængelig her: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">"Del på samme vilkår"</ulink>.
he: העתק של הרישיון זמין כאן: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml"> רישיוןCreative Commons ShareAlike</ulink>.
id: Salinan lisensi terdapat di sini: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
uk: Копія ліцензії доступна тут: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Ubuntu Documentation Project
ast: Proyectu de Documentación d'Ubuntu
bn: উবুন্টু ডকুমেন্টেশন প্রোজেক্ট
br: Raktres teuliadur Ubuntu
da: Dokumentationsprojekt til Ubuntu
el: Έργο Τεκμηρίωσης Ubuntu
eo: Projekto pri Dokumentado de Ubuntu
he: מיזם התיעוד של אובונטו
id: Proyek Dokumentasi Ubuntu
kk: Ubuntu Құжаттама жобасы
ko: 우분투 문서화 프로젝트
oc: Projècte de documentacion d'Ubuntu
ro: Proiectul de Documentație Ubuntu
sl: Ubuntu dokumentacijski projekt
th: โครงการเอกสารเกี่ยวกับการใช้งาน Ubuntu
uk: Проект документації Ubuntu
vi: Dự án biên soạn tài liệu cho Ubuntu
zh_hk: Ubuntu文件計劃

source: Canonical Ltd. and members of the <placeholder-1/>
ast: Canonical Ltd. y miembros del <placeholder-1/>
bn: ক্যানোকিয়াল লিমিটেড এবং <placeholder-1/>-এর সদস্যরা
br: Canonial Ltd. hag an izili <placeholder-1/>
da: Canonical Ltd. og medlemmer af <placeholder-1/>
el: Η εταιρία Canonical Ltd. και συντελεστές από το <placeholder-1/>
eo: Canonical Ltd. kaj membroj de <placeholder-1/>
he: קנוניקל בע"מ וחברי ה<placeholder-1/>
id: Canonical Ltd. dan anggota-anggota dari <placeholder-1/>
kk: Canonical Ltd. және қатысушылар <placeholder-1/>
ko: Canonical Ltd.와 <placeholder-1/>의 멤버
oc: Canonical Ltd. e los membres de <placeholder-1/>
ro: Canonical Ltd. și membrii ai <placeholder-1/>
sl: Canonical Ltd. in člani <placeholder-1/>
uk: Canonical Ltd. та учасники <placeholder-1/>
vi: Canonical Ltd. và các thành viên của <placeholder-1/>
zh_hk: Canonical有限公司和 <placeholder-1/> 的成員

source: The Ubuntu Documentation Project
ast: El Proyeutu de Documentación d'Ubuntu
bn: উবুন্টু নথিভুক্তি প্রকল্প
br: Ar raktres teuliadur Ubuntu
da: Dokumentationsprojektet til Ubuntu
el: Το Έργο Τεκμηρίωσης του Ubuntu
eo: La Dokumentara Projekto de Ubuntu
et: Ubuntu dokumentatsiooni projekt
he: מיזם התיעוד של אובונטו
id: Proyek Dokumentasi Ubuntu
kk: Ubuntu Құжаттама Жобасы
kn: ಉಬುಂಟು ದಸ್ತಾವೇಜೀಕರಣ ಯೋಜನೆ
ko: 우분투 문서화 프로젝트
oc: Lo projècte de documentacion d'Ubuntu
ro: Proiectul de Documentație Ubuntu
sl: Ubuntu dokumentacijski projekt
th: โครงการเอกสารเกี่ยวกับการใช้งาน Ubuntu
uk: Проект Документації Ubuntu
vi: Dự án Tài liệu Ubuntu
zh_cn: Ubuntu 文档项目
zh_hk: Ubuntu 文件計劃

source: This section contains advice and help on working with files and folders.
ast: Esta seición contién sofitu sobre'l trabayu con ficheros y carpetes.
bn: এই অংশে ফাইল এবং ফোল্ডার নিয়ে কাজ করা বিষয়ক সাহায্য এবং সহযোগীতা পাওয়া যাবে।
br: Ar rann-se en deus sikour hag alioù war an doare labourat gant restroù ha renkelloù.
da: Dette afsnit indeholder råd og hjælp til arbejdet med filer og mapper.
el: Η ενότητα αυτή περιέχει συμβουλές και βοήθεια όσον αφορά στην εργασία με αρχεία και φακέλους.
eo: Tiu sekcio enhavas atentigon kaj helpon pri laboro kun dosieroj kaj dosierujoj.
et: See osa sisaldab soovitusi ja abi failide ja kaustadega töötamisel.
he: אזור זה כולל עצות ועזרה על עבודה עם קבצים ותיקיות.
id: Bagian ini memuat saran dan bantuan bagaiman bekerja dengan berkas dan folder.
kk: Бұл бөлім файл және қапшықтармен жұмыс істеуге қатысты кеңестер мен анықтамаларды қамтиды.
kn: ಈ ವಿಭಾಗವು ಕಡತಗಳು ಮತ್ತು ಕಡತಕೋಶಗಳೊಂದಿಗೆ ಕೆಲಸ ಮಾಡಲು ನೆರವು ಮತ್ತು ಸಲಹೆಗಳನ್ನು ಒಳಗೊಂಡಿದೆ.
ko: 이 부분에서는 파일과 폴더를 다루는 법에 대한 조언과 도움을 줍니다.
oc: Aquesta seccion conten de conselhs e d'ajuda sul biais de trabalhar amb de fichièrs e de dorsièrs.
ro: Aceast capitol conține sfaturi și îndrumări pentru lucrul cu fișiere și directoare.
sl: Ta del vsebuje nasvete in pomoč o delu z datotekami in mapami.
th: ส่วนนี้ประกอบไปด้วยการให้คำแนะนำและช่วยเหลือเกี่ยวกับการทำงานกับไฟล์และโฟลเดอร์
uk: В цій секції знаходяться поради щодо роботи з файлами і теками
vi: Phần này bao gồm các lời khuyên và trợ giúp khi làm việc với các tập tin và thư mục
zh_cn: 此部分包含与文件和目录打交道的建议和帮助。
zh_hk: 本章節含有建議及幫助如何運用檔案及資料夾。

source: Working with Files
ast: Trabayando con Ficheros
bn: ফাইল নিয়ে কাজ করছে
br: Labourat gant ar restroù
da: Arbejde med filer
el: Εργασία με Αρχεία
eo: Laborante kun Dosieroj
et: Failidega töötamine
he: עבודה עם קבצים
id: Bekerja Pada Berkas
kk: Файлдармен жұмыс істеу
kn: ಕಡತಗಳೊಂದಿಗೆ ಕೆಲಸ ಮಾಡುವಿಕೆ
ko: 파일과 함께 작업하기
oc: Trabalhar amb de fichièrs
ro: Lucrul cu fișiere
sl: Delo z datotekami
th: ทำงานร่วมกับไฟล์
uk: Працювати з файлами
vi: Làm việc với các tập tin
zh_cn: 玩转文件
zh_hk: 運用檔案

source: Instructions on how to work with files and folders in the File Manager
ast: Instrucciones sobro cómo trabayar con archivos y carpetes nel alministrador d'archivos
bn: ফাইল ম্যানেজার এ ফাইল এবং ফোল্ডার নিয়ে কিভাবে কাজ করতে হয় ।
br: Kelennadurioù war an doare labourat gant ar restroù ha renkelloù er merour restroù
da: Vejledninger til hvordan man arbejder med filer og mapper i filhåndteringen
el: Οδηγίες για την εργασία με τα αρχεία και τους φακέλους στην Διαχείριση Αρχείων
eo: Instrukcioj pri la laborado kun dosieroj kaj dosierujoj en la dosieradministrilo
et: Juhised töötamiseks failide ja kaustadega Failihalduris
he: הוראות על איך עובדים עם קבצים ותיקיות במנהל הקבצים
id: Instruksi tentang bagaimana bekerja dengan berkas dan folder di Manajer Berkas
kk: Файлдар мен бумалармен Файл Менеджірінде қалай жұмыс істеу керек туралы нұсқау
kn: ಕಡತಗಳು ಮತ್ತು ಕಡತಕೋಶಗಳೊಂದಿಗೆ ಕಡತ ನಿವಾ೯ಹಕನಲ್ಲಿ ಕೆಲಸ ಮಾಡಲು ಸಲಹೆಗಳು
ko: 파일 관리자에서 파일 및 폴더들을 다루는 법
oc: Instruccions sul biais de trabalhar amb los fichièrs e los dorsièrs dins lo gestionari de fichièrs
ro: Instrucțiuni despre modul de lucru cu fișiere și directoare în Administratorul de Fișiere
sl: Navodila za delo z datotekami in mapami v Upravitelju datotek
th: คำแนะนำในการทำงานกับไฟล์และโฟล์เดอร์ในตัวจัดการไฟล์
uk: Інструкції щодо роботи з файлами і теками у Файловому Менеджері
vi: Các chỉ dẫn cách làm việc với tập tin và thư mục bằng Trình Quản lý tập tin
zh_cn: 在文件管理器中处理文件和文件夹的指导
zh_hk: 指導如何使用「檔案管理員」處理檔案與資料夾

source: Office Applications and Documents
ast: Aplicaciones d'oficina y Documentos
bn: অফিস এপ্লিকেশন এবং নথি
br: Arloadoù ha dielloù burevek
da: Kontorprogrammer og dokumenter
el: Εφαρμογές Γραφείου και Έγγραφα
eo: Oficejaj Aplikaĵoj kaj Dokumentoj
et: Office'i rakendused ja dokumendid
he: מסמכים ויישומים של אופיס
id: Aplikasi Kantor dan Dokumen
kk: Офистік қолданбалар мен құжаттар
kn: ಕಛೇರಿ ಅನ್ವಯಗಳು ಮತ್ತು ದಸ್ತಾವೇಜುಗಳು
ko: 오피스 프로그램과 문서
oc: Aplicacions e documents burotics
ro: Aplicații pentru Birou și Documente
sl: Pisarniški programi in dokumenti
th: โปรแกรมและเอกสารออฟฟิส
uk: Офісні програми та документи
vi: Các ứng dụng và tài liệu Office
zh_cn: 办公应用和文档
zh_hk: 辦公室軟件應用及文件

source: Information on office applications such as word processors and spreadsheets
ast: Información sobro aplicaciones d'oficina, como procesadores de testos y fueyes de cálculo
bn: ওয়ার্ড প্রসেসর এবং স্প্রেডশিট-এর মত অফিস এপ্লিকেশন-এর উপর তথ্য
br: Keladoù war arloadoù burevek e-giz keweriañ testenn ha logerioù
da: Information om kontorprogrammer, eksempelvis tekstbehandlingsprogrammer og regneark
el: Πληροφορίες για τις εφαρμογές γραφείου, όπως επεξεργαστές κειμένου και λογιστικά φύλλα.
eo: Informo pri oficejaj aplikaĵoj kiel verkilo kaj tabelkalkulilo
et: Info kontorirakenduste kohta, nagu näiteks dokumendi- ja tabelitöötlus
he: מידע על יישומים משרדיים כמו מעבדי תמלילים וגיליונות אלקטרוניים
id: Informasi tentang aplikasi perkantoran seperti pemroses kata dan spreadsheet
ko: 워드 프로세서, 스프레드시트와 같은 오피스 프로그램에 대한 정보
oc: Entrasenhas sus d'aplicacions buroticas coma los tractaments de tèxt e los tablaires
ro: Informații despre programele de birou cum ar fi procesor de texte sau calcul tabelar.
sl: Podatki o pisarniških programih kot so urejevalniki besedil in preglednice
th: ข้อมูลเกี่ยวกับโปรแกรมสำนักงานเช่นโปรแกรมประมวลผลคำและแผ่นงาน
uk: Інформація про офісні програми, такі як текстові редактори та електронні таблиці
vi: Thông tin về các ứng dụng văn phòng như trình soạn thảo văn bản và bảng tính
zh_cn: 文字处理器、电子表格等办公程序的信息
zh_hk: Office應用程式的資訊，例如文字處理與試算表

source: Disks, Partitioning and Formatting
ast: Discos, particionamientu y formateáu
br: Rannerezhadur ha mentrezhañ pladennoù galet
da: Diske, partitionering og formatering
el: Δίσκοι, Κατατμήσεις και Διαμορφωση
eo: Diskoj, Dispartigado kaj Strukurado
et: Kettad, Partitsioneerimine ja Vormindamine
he: כוננים חציצה ופירמוט
id: Cakram, Partisi dan Format
kk: Дисктер, Олардың бөлінуі мен Форматталуы
ko: 디스크, 파티션, 포맷
oc: Particionament e formatatge dels disques
ro: Discuri, Partiționare și Formatare
uk: Диски, розділи дисків та форматування
vi: Đĩa, Phân vùng và Định dạng
zh_cn: 磁盘、分区和格式化
zh_hk: 磁碟，分割與格式化

source: Help with the use of removable disks
ast: Sofitu col usu de discos
bn: সহজে খুলে ফেলা যায় এমন ডিস্ক-এর মাধ্যমে সাহায্য
br: Sikour war an implijadur pladennoù lem-laka
da: Hjælp til brugen af flytbare diske
el: Βοήθεια με τη χρήση αφαιρούμενων δίσκων
eo: Helpo pri uzado de demeteblaj diskoj
et: Abi irdketaste kasutamiseks
he: עזרה בשימוש של דיסקים נשלפים
id: Bantuan tentang penggunaan cakram lepas pasang
kn: ತೆಗೆದು ಹಾಕಬಲ್ಲ ಸ್ಮೃತಿ ಕೋಶಗಳ ಬಳಕೆಯ ಬಗ್ಗೆ ಸಹಾಯ
ko: 이동식 디스크를 사용하는 법에 대한 도움말
oc: Ajuda sus l'utilizacion dels disques amovibles
ro: Îndrumări privind folosirea mediilor amovabile
sl: Pomoč pri uporabi odstranljivih diskov
th: ช่วยเหลือเกี่ยวกับการใช้สือพกพา
uk: Довідка про використання з'ємних дисків
vi: Trợ giúp về sử dụng các đĩa di động
zh_cn: 为可移除磁盘的使用提供帮助
zh_hk: 使用可移除式磁碟的幫助
