Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/files-and-docs/po/*.po
Languages: ast, bn, br, da, el, eo, et, he, id, kk, kn, ko, oc, ro, sl, th, uk, vi, zh_cn, zh_hk

source: translator-credits
ast: Launchpad Contributions: Astur https://launchpad.net/~malditoastur Carlos Blanco https://launchpad.net/~carlos-blanco-herrero
bn: Launchpad Contributions: Khandakar Mujahidul Islam https://launchpad.net/~suzan Launchpad Contributions: Khandakar Mujahidul Islam https://launchpad.net/~suzan Launchpad Contributions: Khandakar Mujahidul Islam https://launchpad.net/~suzan Launchpad Contributions: Khandakar Mujahidul Islam https://launchpad.net/~suzan Launchpad Contributions: Khandakar Mujahidul Islam https://launchpad.net/~suzan tanjir https://launchpad.net/~tanjir Launchpad Contributions: Khandakar Mujahidul Islam https://launchpad.net/~suzan tanjir https://launchpad.net/~tanjir
br: Launchpad Contributions: Breizh https://launchpad.net/~jamybzh-free Launchpad Contributions: Breizh https://launchpad.net/~jamybzh-free Matthew East https://launchpad.net/~mdke
da: Launchpad Contributions: Joe Hansen https://launchpad.net/~joedalton2 John H. https://launchpad.net/~john-hojsholt Launchpad Contributions: Joe Hansen https://launchpad.net/~joedalton2 John H. https://launchpad.net/~john-hojsholt Launchpad Contributions: Joe Hansen https://launchpad.net/~joedalton2 Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Peter Skov https://launchpad.net/~a0peter Launchpad Contributions: AJenbo https://launchpad.net/~ajenbo Joe Hansen https://launchpad.net/~joedalton2 Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: AJenbo https://launchpad.net/~ajenbo Joe Hansen https://launchpad.net/~joedalton2 Launchpad Translations Administrators https://launchpad.net/~rosetta-admins
el: Launchpad Contributions: Konstantinos Togias https://launchpad.net/~ktogias Stelios Papadopoulos https://launchpad.net/~stilianos-papadopoulos Launchpad Contributions: Konstantinos Togias https://launchpad.net/~ktogias charalambos https://launchpad.net/~charalambos1988 Launchpad Contributions: Giorgos Koutsogiannakis https://launchpad.net/~gkouts Kainourgiakis Giorgos https://launchpad.net/~kaingeo Konstantinos Togias https://launchpad.net/~ktogias charalambos https://launchpad.net/~charalambos1988 Launchpad Contributions: Giorgos Koutsogiannakis https://launchpad.net/~gkouts Kainourgiakis Giorgos https://launchpad.net/~kaingeo Konstantinos Togias https://launchpad.net/~ktogias
eo: Launchpad Contributions: Donald Rogers https://launchpad.net/~dero9753 OlivierWeb https://launchpad.net/~olivierweb Launchpad Contributions: Donald Rogers https://launchpad.net/~dero9753 Michael Schroeder https://launchpad.net/~don-miguel-el-unico OlivierWeb https://launchpad.net/~olivierweb Launchpad Contributions: Donald Rogers https://launchpad.net/~dero9753 Michael Schroeder https://launchpad.net/~don-miguel-el-unico OlivierWeb https://launchpad.net/~olivierweb Launchpad Contributions: Donald Rogers https://launchpad.net/~dero9753 Michael Schroeder https://launchpad.net/~mpschroeder OlivierWeb https://launchpad.net/~olivierweb Roĝer Borĝes https://launchpad.net/~rogerborges
et: Launchpad Contributions: H_M_Murdock_EST https://launchpad.net/~okinawa Launchpad Contributions: H_M_Murdock_EST https://launchpad.net/~okinawa Kaarel https://launchpad.net/~kaarelk1989 Launchpad Contributions: H_M_Murdock_EST https://launchpad.net/~okinawa Kaarel https://launchpad.net/~kaarelk1989 Launchpad Contributions: H_M_Murdock_EST https://launchpad.net/~okinawa Kaarel https://launchpad.net/~kaarelk1989 Launchpad Contributions: H_M_Murdock_EST https://launchpad.net/~okinawa Kaarel https://launchpad.net/~kaarelk1989-deactivatedaccount Launchpad Contributions: H_M_Murdock_EST https://launchpad.net/~okinawa Kaarel https://launchpad.net/~kaarelk1989-deactivatedaccount Matthew East https://launchpad.net/~mdke
he: Launchpad Contributions: Eli Daian https://launchpad.net/~elidaian Revan https://launchpad.net/~mark125 Yaniv Abir https://launchpad.net/~yanivabir Launchpad Contributions: Eli Daian https://launchpad.net/~elidaian Mark Krapivner https://launchpad.net/~mark125 Yaniv Abir https://launchpad.net/~yanivabir Launchpad Contributions: Eli Daian https://launchpad.net/~elidaian Mark Krapivner https://launchpad.net/~mark125 Ofir Klinger https://launchpad.net/~klinger-ofir Omri Strumza https://launchpad.net/~blueomega Yaniv Abir https://launchpad.net/~yanivabir Launchpad Contributions: Eli Daian https://launchpad.net/~elidaian Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mark Krapivner https://launchpad.net/~mark125 Ofir Klinger https://launchpad.net/~klinger-ofir Omri Strumza https://launchpad.net/~blueomega Launchpad Contributions: Eli Daian https://launchpad.net/~elidaian Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mark Krapivner https://launchpad.net/~mark125 Ofir Klinger https://launchpad.net/~klinger-ofir Omri Strumza https://launchpad.net/~blueomega Yaron https://launchpad.net/~sh-yaron Launchpad Contributions: Eli Daian https://launchpad.net/~elidaian Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mark Krapivner https://launchpad.net/~mark125 Ofir Klinger https://launchpad.net/~klinger-ofir Omri Strumza https://launchpad.net/~blueomega Yaron https://launchpad.net/~sh-yaron
id: Andy Apdhani <imtheface@gmail.com>, 2006. Launchpad Contributions: Andy Apdhani https://launchpad.net/~imtheface padmawan https://launchpad.net/~andhika-padmawan Launchpad Contributions: Andy Apdhani https://launchpad.net/~imtheface padmawan https://launchpad.net/~andhika-padmawan Launchpad Contributions: Ainul Hakim https://launchpad.net/~ainul.hakim Andika Triwidada https://launchpad.net/~andika Andy Apdhani https://launchpad.net/~imtheface padmawan https://launchpad.net/~andhika-padmawan Launchpad Contributions: Ainul Hakim https://launchpad.net/~ainul.hakim Andika Triwidada https://launchpad.net/~andika Andy Apdhani https://launchpad.net/~imtheface Launchpad Translations Administrators https://launchpad.net/~rosetta-admins padmawan https://launchpad.net/~andhika-padmawan Launchpad Contributions: Ainul Hakim https://launchpad.net/~ainul.hakim Andika Triwidada https://launchpad.net/~andika Andy Apdhani https://launchpad.net/~imtheface Launchpad Translations Administrators https://launchpad.net/~rosetta-admins padmawan https://launchpad.net/~andhika-padmawan
kk: Launchpad Contributions: baurzhan.m https://launchpad.net/~baurthefirst Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins baurzhan.m https://launchpad.net/~baurthefirst
kn: Launchpad Contributions: Shashidhar Honnungar https://launchpad.net/~honnung Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Shashidhar Honnungar https://launchpad.net/~honnung rajesh https://launchpad.net/~s-r-rajesh Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Shashidhar Honnungar https://launchpad.net/~honnung rajesh https://launchpad.net/~s-r-rajesh Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Neelavar https://launchpad.net/~prasanna-neelavar Shashidhar Honnungar https://launchpad.net/~honnung rajesh https://launchpad.net/~s-r-rajesh Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Neelavar https://launchpad.net/~prasanna-neelavar Shashidhar Honnungar https://launchpad.net/~honnung rajesh https://launchpad.net/~s-r-rajesh
ko: 우분투 한국어 번역팀 <ubuntu-ko@lists.ubuntu.com>, 2006 Launchpad Contributions: Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix hulryung https://launchpad.net/~hulryung Launchpad Contributions: Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix hulryung https://launchpad.net/~hulryung Launchpad Contributions: Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix hulryung https://launchpad.net/~hulryung Launchpad Contributions: DasomOLI https://launchpad.net/~dasomoli Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix hulryung https://launchpad.net/~hulryung Launchpad Contributions: DasomOLI https://launchpad.net/~dasomoli Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Namhyung Kim https://launchpad.net/~namhyung Shin Hungjae https://launchpad.net/~fplive atie https://launchpad.net/~atie-at-matrix hulryung https://launchpad.net/~hulryung
oc: La còla occitana de revirada d'Ubuntu, 2006 - ubuntu-l10n-oci@lists.ubuntu.com Launchpad Contributions: Yannig MARCHEGAY (Kokoyaya) https://launchpad.net/~yannick-marchegay Launchpad Contributions: Yannig MARCHEGAY (Kokoyaya) https://launchpad.net/~yannick-marchegay Launchpad Contributions: Cédric VALMARY https://launchpad.net/~cvalmary Yannig MARCHEGAY (Kokoyaya) https://launchpad.net/~yannick-marchegay Launchpad Contributions: Cédric VALMARY https://launchpad.net/~cvalmary Yannig MARCHEGAY (Kokoyaya) https://launchpad.net/~yannick-marchegay Launchpad Contributions: Cédric VALMARY https://launchpad.net/~cvalmary Yannig MARCHEGAY (Kokoyaya) https://launchpad.net/~yannick-marchegay
ro: Launchpad Contributions: Anastase Valentin https://launchpad.net/~dk-vali Silviu Bojica https://launchpad.net/~bojicas Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Doru Horisco https://launchpad.net/~doruhushhush Dread Knight https://launchpad.net/~dread.knight Silviu Bojica https://launchpad.net/~bojicas Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Alexandru Georoceanu https://launchpad.net/~toxik Doru Horisco https://launchpad.net/~doruhushhush Dread Knight https://launchpad.net/~dread.knight Ionuț Jula https://launchpad.net/~ionutjula Silviu Bojica https://launchpad.net/~bojicas Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Doru Horișco https://launchpad.net/~doruhushhush Dread Knight https://launchpad.net/~dread.knight Ionuț Jula https://launchpad.net/~ionutjula
sl: Matic Žgur <mr.zgur@gmail.com>, 2006 Launchpad Contributions: Matic Zgur https://launchpad.net/~mr-zgur Launchpad Contributions: Matic Zgur https://launchpad.net/~mr-zgur Launchpad Contributions: Martin https://launchpad.net/~martin-bozic Matic Zgur https://launchpad.net/~mr-zgur Launchpad Contributions: Jože Šeligo https://launchpad.net/~winetou Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Martin https://launchpad.net/~martin-bozic Matic Zgur https://launchpad.net/~mr-zgur b4d https://launchpad.net/~b4d Štefan Baebler https://launchpad.net/~stefanba Launchpad Contributions: Martin Božič https://launchpad.net/~martin-bozic Matic Zgur https://launchpad.net/~mr-zgur Štefan Baebler https://launchpad.net/~stefanba Launchpad Contributions: Martin Božič https://launchpad.net/~martin-bozic Matic Zgur https://launchpad.net/~mr-zgur Štefan Baebler https://launchpad.net/~stefanba
th: ทีมแปลอูบันตูภาษาไทย (Ubuntu Thai Translators) Launchpad Contributions: Manatsawin https://launchpad.net/~manatsawin Roys Hengwatanakul https://launchpad.net/~roysheng ibirdboy https://launchpad.net/~ibirdboy Launchpad Contributions: Manatsawin https://launchpad.net/~manatsawin Roys Hengwatanakul https://launchpad.net/~roysheng ibirdboy https://launchpad.net/~ibirdboy Launchpad Contributions: Manatsawin Hanmongkolchai https://launchpad.net/~manatsawin Roys Hengwatanakul https://launchpad.net/~roysheng ibirdboy https://launchpad.net/~ibirdboy Launchpad Contributions: Manatsawin Hanmongkolchai https://launchpad.net/~whs Pattipong https://launchpad.net/~pattipong-deactivatedaccount Roys Hengwatanakul https://launchpad.net/~roysheng dsin https://launchpad.net/~phong-ek ibirdboy https://launchpad.net/~ibirdboy
uk: Launchpad Contributions: Sergiy Gorovyy https://launchpad.net/~sgorovyy Launchpad Contributions: Bohdan Kmit' https://launchpad.net/~mit Cherya https://launchpad.net/~cherya-ua Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Olexandr Zanichkovsky https://launchpad.net/~ozanichkovsky Sergiy Gorovyy https://launchpad.net/~sgorovyy Launchpad Contributions: Bohdan Kmit' https://launchpad.net/~mit Cherya https://launchpad.net/~cherya-ua Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Olexandr Zanichkovsky https://launchpad.net/~ozanichkovsky Sergiy Gorovyy https://launchpad.net/~sgorovyy Launchpad Contributions: Bohdan Kmit' https://launchpad.net/~mit Cherya https://launchpad.net/~cherya-ua Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Olexandr Zanichkovsky https://launchpad.net/~ozanichkovsky Sergiy Gorovyy https://launchpad.net/~sgorovyy Launchpad Contributions: Arthur Kulik https://launchpad.net/~arthur-kulik Bohdan Kmit' https://launchpad.net/~mit Cherya https://launchpad.net/~cherya-ua Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Olexandr Zanichkovsky https://launchpad.net/~ozanichkovsky Sergiy Gorovyy https://launchpad.net/~sgorovyy Volodymyr Dudenko https://launchpad.net/~volodymyrdudenko Launchpad Contributions: Arthur Kulik https://launchpad.net/~arthur-kulik Bohdan Kmit' https://launchpad.net/~mit Cherya https://launchpad.net/~cherya-ua Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Matthew East https://launchpad.net/~mdke Olexandr Zanichkovsky https://launchpad.net/~ozanichkovsky Sergiy Gorovyy https://launchpad.net/~sgorovyy Volodymyr Dudenko https://launchpad.net/~volodymyrdudenko
vi: Launchpad Contributions: Kurt Cobain https://launchpad.net/~loser-forever Viet Hung https://launchpad.net/~vvhung Launchpad Contributions: Kurt Cobain https://launchpad.net/~loser-forever Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Viet Hung https://launchpad.net/~vvhung Launchpad Contributions: Kurt Cobain https://launchpad.net/~loser-forever Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Viet Hung https://launchpad.net/~vvhung bautroibaola https://launchpad.net/~bautroibaola Launchpad Contributions: Kurt Cobain https://launchpad.net/~loser-forever Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Viet Hung https://launchpad.net/~vvhung bautroibaola https://launchpad.net/~bautroibaola lusiads https://launchpad.net/~lusiads Launchpad Contributions: Kurt Cobain https://launchpad.net/~loser-forever Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Viet Hung https://launchpad.net/~vvhung bautroibaola https://launchpad.net/~bautroibaola lusiads https://launchpad.net/~lusiads Launchpad Contributions: Kurt Cobain https://launchpad.net/~loser-forever Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Viet Hung https://launchpad.net/~vvhung bautroibaola https://launchpad.net/~bautroibaola lusiads https://launchpad.net/~lusiads
zh_cn: Launchpad Contributions: Ihnus Qcshz https://launchpad.net/~qcshzihnus rainofchaos https://launchpad.net/~rainofchaos stone_unix https://launchpad.net/~gaoghy 吴磊 https://launchpad.net/~wulei-vincent Launchpad Contributions: Ihnus Qcshz https://launchpad.net/~qcshzihnus Launchpad Translations Administrators https://launchpad.net/~rosetta-admins rainofchaos https://launchpad.net/~rainofchaos stone_unix https://launchpad.net/~gaoghy
zh_hk: Launchpad Contributions: Cynthia Cheung https://launchpad.net/~s.ting Launchpad Contributions: Cynthia Cheung https://launchpad.net/~s.ting Launchpad Translations Administrators https://launchpad.net/~rosetta-admins henry https://launchpad.net/~henryboyviolin Launchpad Contributions: Cynthia Cheung https://launchpad.net/~s.ting Launchpad Translations Administrators https://launchpad.net/~rosetta-admins henry https://launchpad.net/~henryboyviolin Launchpad Contributions: 1+1=2 https://launchpad.net/~dbzhang800 Cynthia Cheung https://launchpad.net/~s.ting Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: 1+1=2 https://launchpad.net/~dbzhang800 Cynthia Cheung https://launchpad.net/~s.ting

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
zh_cn: 本文档由 Ubuntu 文档团队 (https://wiki.ubuntu.com/DocumentationTeam) 维护。参与贡献者的列表请参见 <ulink url="../../../common/C/contributors.xml">贡献者页面</ulink>

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
zh_cn: 该授权许可的副本可以在这里找到：<ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。

source: Canonical Ltd. and members of the Ubuntu Documentation Project
zh_cn: Canonical Ltd. 及 Ubuntu 文档项目各成员
