Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/windows/po/*.po
Languages: eu, it

source: To access your Home folder, press <menuchoice><guimenu>Places</guimenu><guimenuitem>Home Folder</guimenuitem></menuchoice>. You can create new folders inside your Home folder by pressing <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Create Folder</guimenuitem></menuchoice>. You may find it useful to create folders for different types of files, such as music and photos. This will help to keep things organized and you will be able to find your files more quickly and easily if they are categorized in this manner.
eu: Zure Etxe-direktoriora iristeko, sakatu ezazu <menuchoice><guimenu>Lekuak</guimenu><guimenuitem>Etxe direktorioa</guimenuitem></menuchoice>. Direktorio berriak sor ditzakezu zure Etxe-direktorioan <menuchoice><guimenuitem>Fitxategia</guimenuitem><guimenuitem>Sortu karpeta</guimenuitem></menuchoice> sakatuz. Erabilgarri izango zaizu fitxategi mota bakoitzarentzat (musika, argazkiak...) direktorio ezberdinak sortzea. Gauzak antolatuta mantentzen lagunduko dizu eta azkarrago/errazago aurkituko dituzu gauzak.
it: Per accedere alla cartella home, premere <menuchoice><guimenu>Risorse</guimenu><guimenuitem>Cartella home</guimenuitem></menuchoice>. È possibile creare nuove cartelle all'interno della propria home scegliendo <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Crea cartella</guimenuitem></menuchoice>. Questo è molto utile per creare cartelle per differenti tipi di file, come musica e foto. Aiuterà a mantenere le cose organizzate e permetterà di trovare i file più rapidamente e facilmente nel caso in cui siano categorizzati in questa maniera.

source: How you copy your files from Windows into your Home folder will depend on how you decided to store your files from Windows. See <xref linkend="preparing-storage"/> for more information on this. However you decided to store your files, the procedure for transferring them across is very simple. For a CD or DVD for example, you would use the following procedure:
eu: Windows-eko zure fitxategiak nola gorde dituzun arabera bakarrik dago nola kopiatuko dituzun zure etxe-direktoriora. Honen inguruko informazio gehiago eskuratzeko, ikusi <xref linkend="preparing-storage"/>. Zure fitxategiak edonola gorde dituzula ere, oso erraza da transferentzia prozedura. CD edo DVDen kasuan adibidez, prozedura hau jarraituko zenuke:
it: Il metodo di copiatura dei propri file da Windows alla propria cartella Home dipende da come sono stati memorizzati con Windows. Per maggiori informazioni, consultare <xref linkend="preparing-storage"/>. Qualunque sia stato il metodo seguito, la procedura per trasferire i file da un sistema all'altro è semplice. Da un CD o DVD, per esempio, è possibile seguire la seguente procedura:

source: Insert the disc into the disc drive of your computer. After a short while, a disc icon should appear on your <filename>desktop</filename>.
eu: Zure ordenagailuko disko-irakurgailuan sartu diskoa. Berehala, diskoaren ikurra agertuko beharko litzateke <filename>mahaigainean</filename>.
it: Inserire il disco nel dispositivo del computer. Dopo alcuni secondi, un'icona a forma di disco dovrebbe apparire sul proprio <filename>desktop</filename>.

source: Double-click the icon to view the contents of the disc.
eu: Ikurrean klik bikoitza egin diskoaren edukia ikusteko.
it: Fare doppio clic su di essa per visualizzare i contenuti del disco.

source: Ensure that your Home folder is open in another window. You can open your Home folder by clicking <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>New Window</guimenuitem></menuchoice>.
eu: Egiaztatu ezazu zure Etxe-direktorioa irekita duzula beste leiho batean. Zure Etxe-direktorioa ireki dezakezu <menuchoice><guimenuitem>Fitxategia</guimenuitem><guimenuitem>Leiho berria</guimenuitem></menuchoice> sakatuz.
it: Assicurarsi che la propria cartella Home sia visibile in un'altra finestra. È possibile aprire la cartella Home scegliendo <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Nuova finestra</guimenuitem></menuchoice>.

source: In the window corresponding to the disc you inserted, press <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Select All</guimenuitem></menuchoice>. This will select all of the contents of the disc.
eu: Sartu duzun diskoari dagokion leihoan, sakatu ezazu <menuchoice><guimenuitem>Editatu</guimenuitem><guimenuitem>Hautatu dena</guimenuitem></menuchoice>. Diskoaren eduki guztiak hautatuko dira.
it: Nella finestra corrispondente al disco inserito, scegliere <menuchoice><guimenuitem>Modifica</guimenuitem><guimenuitem>Seleziona tutto</guimenuitem></menuchoice> per selezionare l'intero contenuto del disco.

source: Press <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Copy</guimenuitem></menuchoice> to make a copy of all of the selected files.
eu: <menuchoice><guimenuitem>Editatu</guimenuitem><guimenuitem>Kopiatu</guimenuitem></menuchoice> sakatu ezazu hautatutako fitxategien kopia egiteko.
it: Scegliere <menuchoice><guimenuitem>Modifica</guimenuitem><guimenuitem>Copia</guimenuitem></menuchoice> per copiare tutti i file.

source: In the window corresponding to your Home folder, press <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Paste</guimenuitem></menuchoice> to copy all of the files to your Home folder. If you have many files, this may take a long time.
eu: Zure Etxe-direktorioari dagokion leihoan, <menuchoice><guimenuitem>Editatu</guimenuitem><guimenuitem>Itsatsi</guimenuitem></menuchoice> sakatu ezazu fitxategi guztiak zure Etxe-direktoriora kopiatzeko. Fitxategi asko badituzu, denbora dezente behar dezake honek.
it: Nella finestra corrispondente alla propria cartella Home, scegliere <menuchoice><guimenuitem>Modifica</guimenuitem><guimenuitem>Incolla</guimenuitem></menuchoice> per copiare tutti i file nella propria cartella. In presenza di un gran numero di file l'operazione può richiedere un po' di tempo.

source: Once the copying process has finished, your files will be available to use as normal.
eu: Kopiatzen amaitu ondoren, beti bezala erabili ahalko dituzu zure fitxategiak.
it: Una volta completato il processo di copia, i file saranno disponibili per il normale uso.

source: Importing Photos
eu: Argazkiak inportatzea
it: Importare le fotografie

source: Ubuntu includes the <application>F-Spot Photo Manager</application>, which you can use to organize all of your photos.
eu: Ubuntuk <application>F-Spot Argazki-kudeatzailea</application> dakar, zure argazki guztiak antolatu ahal izan ditzazun.
it: Ubuntu include <application>F-Spot - Gestore di fotografie</application>, che può essere usato per organizzare tutte le proprie fotografie.

source: Open your Home folder and create a new folder called <emphasis>Photos</emphasis>. You can do this by pressing <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Create Folder</guimenuitem></menuchoice>.
eu: Zure Etxe-direktorioa ireki eta <emphasis>Argazkiak</emphasis> izeneko direktorioa sortu ezazu. Honetarako, sakatu ezazu <menuchoice><guimenuitem>Fitxategia</guimenuitem><guimenuitem>Sortu karpeta</guimenuitem></menuchoice>.
it: Aprire la propria cartella Home e crearne una nuova chiamata <emphasis>Foto</emphasis>. Per farlo, scegliere <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Crea cartella</guimenuitem></menuchoice>.

source: Copy any photos you have into the folder you just created.
eu: Sortu berri duzun direktoriora kopiatu itzazu zure argazkiak.
it: Copiare tutte le proprie foto nella cartella appena creata.

source: Press <menuchoice><guimenu>Applications</guimenu><guimenuitem>Graphics</guimenuitem><guimenuitem>F-Spot Photo Manager</guimenuitem></menuchoice> to start <application>F-Spot</application>.
eu: <menuchoice><guimenu>Aplikazioak</guimenu><guimenuitem>Irudiak</guimenuitem><guimenuitem>F-Spot Argazki-kudeatzailea</guimenuitem></menuchoice> sakatu ezazu <application>F-Spot</application> abiarazteko.
it: Scegliere <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Grafica</guimenuitem><guimenuitem>F-Spot - Gestore di fotografie</guimenuitem></menuchoice> per avviare <application>F-Spot</application>.

source: The <application>Import</application> screen should be shown. If it is not, press <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Import...</guimenuitem></menuchoice> to show it.
eu: <application>Importatu</application> pantailak agertu beharko luke. Hala ez bada, sakatu ezazu <menuchoice><guimenuitem>Fitxategia</guimenuitem><guimenuitem>Importatu...</guimenuitem></menuchoice>.
it: Dovrebbe apparire la schermata <application>Importa</application>. Se non dovesse apparire, scegliere <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Importa...</guimenuitem></menuchoice>.

source: To prevent two copies of your photos from being stored, un-check the <guilabel>Copy file to the Photos folder</guilabel>.
eu: Zure argazkien bi kopia egon ez daitezen, desmarkatu ezazu <guilabel>Copy file to the Photos folder</guilabel> kutxa.
it: Per evitare una duplicazione delle fotografie memorizzate, deselezionare <guilabel>Copia i file nella cartella delle foto</guilabel>.

source: From <guilabel>Import source</guilabel> select the option <guilabel>Select Folder</guilabel>. Select the <filename>Photos</filename> folder in your Home folder by clicking it once.
eu: <guilabel>Importatzeko iturburua</guilabel>-n <guilabel>Hautatu karpeta</guilabel> aukera hautatu ezazu. Zure Etxe-direktorioko <filename>Argazkiak</filename> direktorioa hautatu ezazu bere gainean klik eginez.
it: Da <guilabel>Sorgente di importazione</guilabel>, selezionare l'opzione <guilabel>Seleziona cartella</guilabel> e quindi la cartella <filename>Foto</filename> nella propria cartella Home facendoci clic una volta sola.

source: Press <guibutton>Import</guibutton> to start the import process. Depending on how many photos you have, this may take a while.
eu: <guibutton>Importatu</guibutton> sakatu ezazu inportatze prozesua abiarazteko. Daukazun argazki kopuruaren arabera, denbora dezente behar dezake honek.
it: Fare clic su <guibutton>Importa</guibutton> per avviare la procedura di importazione. In base alla quantità di fotografie, questo procedimento potrà impiegare un po' di tempo.

source: Importing Music
eu: Musika inportatzea
it: Importare la musica

source: Another useful application installed by default in Ubuntu is the <application>Rhythmbox Music Player</application>. This allows you to organize and play all of your music.
eu: Ubuntun modu lehenetsiz instalatzen den beste aplikazio bat <application>Rhythmbox musika-erreproduzitzailea</application> da. Honekin, zure musika guztia antolatu eta erreproduzitu ahalko duzu.
it: Un'altra applicazione utile fornita con Ubuntu è <application>Rhythmbox - Riproduttore musicale</application>, che permette di organizzare e ascoltare la propria musica.

source: Open your Home folder and create a new folder called <emphasis>Music</emphasis>. You can do this by pressing <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Create Folder</guimenuitem></menuchoice>.
eu: Zure Etxe-direktorioa ireki eta <emphasis>Musika</emphasis> izeneko direktorio bat sortu ezazu. Honetarako, sakatu ezazu <menuchoice><guimenuitem>Fitxategia</guimenuitem><guimenuitem>Sortu karpeta</guimenuitem></menuchoice>.
it: Aprire la cartella Home e creare una nuova cartella chiamata <emphasis>Musica</emphasis> scegliendo <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Crea cartella</guimenuitem></menuchoice>.

source: Copy any music files you have into the folder you just created.
eu: Sortu berri duzun direktoriora kopiatu ezazu zure musika.
it: Copiare tutti i file musicali desiderati nella cartella appena creata.

source: Press <menuchoice><guimenu>Applications</guimenu><guimenuitem>Sound &amp; Video</guimenuitem><guimenuitem>Rhythmbox Music Player</guimenuitem></menuchoice> to start <application>Rhythmbox</application>.
eu: <menuchoice><guimenu>Aplikazioak</guimenu><guimenuitem>Soinua eta bideoa</guimenuitem><guimenuitem>Rhythmbox musika-erreproduzitzailea</guimenuitem></menuchoice> sakatu ezazu <application>Rhythmbox</application> abiarazteko.
it: Scegliere <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Audio e Video</guimenuitem><guimenuitem>Rhythmbox - Riproduttore musicale</guimenuitem></menuchoice> per avviare <application>Rhythmbox</application>.

source: Press <menuchoice><guimenuitem>Music</guimenuitem><guimenuitem>Import Folder...</guimenuitem></menuchoice> to begin importing your music. The <application>Import Folder into Library</application> screen will appear.
eu: <menuchoice><guimenuitem>Musika</guimenuitem><guimenuitem>Importattu karpeta...</guimenuitem></menuchoice> sakatu ezazu zure musika inportatzen hasteko. <application>Importatu karpeta liburutegian</application> pantaila agertuko da.
it: Scegliere <menuchoice><guimenuitem>Musica</guimenuitem><guimenuitem>Importa cartella...</guimenuitem></menuchoice> per avviare l'importazione della propria musica. Apparirà la finestra <application>Importa cartella nella libreria</application>.

source: Click the <filename>Music</filename> folder in your Home folder in order to select it, and then press <guibutton>Open</guibutton> to import all playable music in that folder into <application>Rhythmbox</application>.
eu: Zure Etxe-direktorioko <filename>Musika</filename> direktorioan klik egin eta <guibutton>Ireki</guibutton> sakatu ezazu direktorio horretako musika guztia <application>Rhythmbox</application>-era inportatzeko.
it: Selezionare la cartella <filename>Musica</filename> nella cartella Home e fare clic su <guibutton>Apri</guibutton> per importare tutta la musica presente in quella cartella all'interno di <application>Rhythmbox</application>.

source: The import process may take a while depending on how many music files you have. Once finished, you can organize and play your music using <application>Rhythmbox</application>.
eu: Daukazun musika kopuruaren arabera, denbora dezente behar dezake inportatze-prozesuak. Bukatu ondoren, zure musika antolatu eta errerpoduzitu ahalko duzu <application>Rhythmbox</application> erabiliz.
it: L'importazione può richiedere tempo a seconda della quantità di file musicali memorizzata. Una volta terminata, è possibile organizzare e ascoltare la musica con <application>Rhythmbox</application>.

source: <application>Rhythmbox</application> will alert you if it encounters a file it cannot play. In this case, it is likely that the file cannot be played because support for the audio format it uses is not currently installed. See <xref linkend="preparing-converting-audio"/> for more information on this.
eu: <application>Rhythmbox</application>-ek ohartarazi egingo zaitu erreproduzitu ezin dezakeen fitxategi bat aurkitzen badu. Kasu horretan, zuirrenik audio formatu horrentzako sostegurik instalatuta ez da egongo. Honen inguruko informazio gehiago eskuratzeko, ikusi ezazu <xref linkend="preparing-converting-audio"/>.
it: <application>Rhythmbox</application> avviserà l'utente quando verrà trovato un file musicale che non può essere riprodotto. In questo caso, è probabile che il supporto per il formato audio non sia attualmente installato. Per maggiori informazioni. consultare <xref linkend="preparing-converting-audio"/>.

source: Emails
eu: E-postak
it: Email

source: If you saved your emails from Windows, you may now want to import them into the <application>Evolution</application> mail client. The following instructions assume that you are importing emails exported using <application>Mozilla Thunderbird</application>, as described in <xref linkend="preparing-email-import"/>:
eu: Windows-eko zure e-postak gorde badituz, orain <application>Evolution</application> posta-bezerora inportatu nahiko dituzu. Azalpen hauetan <application>Mozilla Thunderbird</application> erabiliz esportatu dituzula suposatuko da, <xref linkend="preparing-email-import"/>-en azaldu bezala:
it: Se sono state salvate email sotto Windows, è possibile importarle nel client di posta <application>Evolution</application>. Le istruzioni seguenti partono dal presupposto che si stiano importando email esportate da <application>Mozilla Thunderbird</application> come descritto in <xref linkend="preparing-email-import"/>:

source: Start <application>Evolution</application> by pressing <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolution Mail</guimenuitem></menuchoice>.
eu: <application>Evolution</application> abiarazi ezazu <menuchoice><guimenu>Aplikazioak</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolution posta</guimenuitem></menuchoice> sakatuz.
it: Avviare <application>Evolution</application> scegliendo <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Posta di Evolution</guimenuitem></menuchoice>.

source: Press <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Import...</guimenuitem></menuchoice> to start the <application>Evolution Import Assistant</application>. Then, press <guibutton>Forward</guibutton>.
eu: <menuchoice><guimenuitem>Fitxategia</guimenuitem><guimenuitem>Inportatu...</guimenuitem></menuchoice> sakatu ezazu <application>Evolution Import Assistant</application> abiarazteko. Ondoren, <guibutton>Jarraitu</guibutton> sakatu.
it: Scegliere <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Importa...</guimenuitem></menuchoice> per avviare l'<application>Assistente di importazione di Evolution</application>. Quindi, fare clic su <guibutton>Avanti</guibutton>.

source: Select <guilabel>Import a single file</guilabel> and then press <guibutton>Forward</guibutton>.
eu: <guilabel>Inportatu fitxategi bakarra</guilabel> hautatu eta <guibutton>Aurrera</guibutton> sakatu ezazu.
it: Selezionare <guilabel>Importa un singolo file</guilabel> e fare clic su <guibutton>Avanti</guibutton>.

source: Press <guibutton>Browse...</guibutton>, locate the folder which you saved your emails into and open it.
eu: <guibutton>Fitxategi-izena...</guibutton> eremuan sakatu eta zure e-postak dituen fitxategia ireki ezazu.
it: Fare clic su <guibutton>Nome file</guibutton>, individuare la cartella contenente i messaggi salvati e aprirla.

source: In <guilabel>File type</guilabel>, <guilabel>Berkeley mailbox (mbox)</guilabel> should be selected. Press <guibutton>Forward</guibutton>.
eu: <guilabel>Fitxategi-mota</guilabel> eremuan <guilabel>Berkeley postontzia (mbox)</guilabel> egon beharko litzateke hautatuta. Sakatu <guibutton>Forward</guibutton>.
it: Nel menù <guilabel>Tipo file</guilabel>, dovrebbe essere selezionata <guilabel>Mailbox Berkeley (mbox)</guilabel>. Premere <guibutton>Avanti</guibutton>.

source: Select the location you would like to copy the saved emails into by pressing the button labelled <guilabel>Destination folder</guilabel>. By default this will be the <filename>Inbox</filename> folder, which is the recommended destination for your emails. Then, press <guibutton>Forward</guibutton>.
eu: Gordetako e-postak zein direktoriotan kopiatu nahi dituzun hautatu ezazu <guilabel>Helburu direktorioa</guilabel> botoiarekin. Modu lehenetsiz <filename>Inbox</filename> direktorioa izango da, zure e-potentzako gomendagarria. Ondoren, sakatu <guibutton>Aurrera</guibutton>.
it: Selezionare la locazione in cui si desidera copiare le email salvate facendo clic su <guilabel>Cartella di destinazione</guilabel>. In modo predefinito è la cartella <filename>In arrivo</filename>, che è la destinazione raccomandata per le proprie email. Quindi fare clic su <guibutton>Avanti</guibutton>.

source: Press <guibutton>Import</guibutton> to import your email messages. If you have a large number of emails, then the import process may take a while. Once importing has finished, your emails should be available for viewing immediately.
eu: <guibutton>Inportatu</guibutton> sakatu ezazu zure e-posta mezuak inportatzeko. E-posta mezu asko badituzu, denbora dezente behar dezake. Inportatzen amaitu ondoren, zure e-postak berehala ikusi ahalko dituzu.
it: Fare clic su <guibutton>Importa</guibutton> per importare i messaggi email. Se si dispone di un gran numero di email il tempo di importazione sarà lungo. Una volta terminata l'importazione le email saranno disponibili per la lettura.

source: Contacts/Address Book
eu: Kontaktu/Helbide liburua
it: Contatti/Rubrica

source: If you saved your address book from Windows, you can now import your contacts into <application>Evolution</application>. The following instructions assume that you are importing the address book from <application>Microsoft Outlook Express 6</application> or <application>Microsoft Outlook 2002</application>:
eu: Zure Windows-eko helbide-liburua gorde bazenuen, <application>Evolution</application>-era inportatu ditzakezu orain. Helbide-liburua <application>Microsoft Outlook Express 6</application> edo <application>Microsoft Outlook 2002</application>-etik inportatzen ari zarela suposatuko dute ondorengo argibideek:
it: Se è stata salvata una rubrica indirizzi da Windows, è possibile importarla in <application>Evolution</application>. Le istruzioni seguenti partono dal presupposto che si stia importando una rubrica indirizzi da <application>Microsoft Outlook Express 6</application> o <application>Microsoft Outlook 2002</application>:

source: Press <guibutton>Browse...</guibutton>, locate the file which you saved your address book into and select it. Press <guibutton>Open</guibutton>.
eu: <guibutton>Fitxategi-izena...</guibutton> eremuan sakatu eta zure helbide-liburua dituen fitxategia ireki ezazu.
it: Scegliere <guibutton>Nome file</guibutton>, trovare il file nel quale è stata salvata la rubrica indirizzi, selezionarlo e quindi premere <guibutton>Apri</guibutton>.

source: From <guilabel>File type</guilabel>, select <guilabel>VCard (.vcf, .gcrd)</guilabel> or <guilabel>Outlook CSV or Tab (.csv, .tab)</guilabel>, depending on which format you saved your address book into. Press <guibutton>Forward</guibutton>.
eu: <guilabel>Fitxategi-mota</guilabel> eremuan, <guilabel>VCard (.vcf, .gcrd)</guilabel> edo <guilabel>Outlook CSV edo Tab (.csv, .tab)</guilabel> hautatu ezazu, zure helbide-liburua gordetzeko erabili zenuen formatuaren arabera. Sakatu <guibutton>Aurrera</guibutton>.
it: Da <guilabel>Tipo file</guilabel>, selezionare <guilabel>VCard (.vcf, .gcrd)</guilabel> o <guilabel>CSV o Tab di Outlook (.csv, .tab)</guilabel> in base al formato usato per salvare la rubrica indirizzi. Fare clic su <guibutton>Avanti</guibutton>.

source: Choose a location in which to save the contacts, such as <menuchoice><guimenuitem>On This Computer</guimenuitem><guimenuitem>Personal</guimenuitem></menuchoice>.Press <guibutton>Forward</guibutton>.
eu: Kontaktuak non gorde hautatu ezazu, adibidez: <menuchoice><guimenuitem>Ordenagailu honetan</guimenuitem><guimenuitem>Pertsonala</guimenuitem></menuchoice>. Sakatu <guibutton>Aurrera</guibutton>.
it: Selezionare una posizione in cui salvare i contatti come, per esempio, <menuchoice><guimenuitem>Su Questo Computer</guimenuitem><guimenuitem>Personale</guimenuitem></menuchoice>. Fare clic su <guibutton>Avanti</guibutton>.

source: Press <guibutton>Import</guibutton> to import the contacts into <application>Evolution</application>. Once importing has completed, the imported contacts should be immediately available.
eu: <guibutton>Inportatu</guibutton> sakatu ezazu kontaktuak <application>Evolution</application>-era inportatzeko. Inportatzen amaitu ondoren, kontaktuak berehala erabili ahalko dituzu.
it: Fare clic su <guibutton>Importa</guibutton> per importare i contatti in <application>Evolution</application>. Quando l'importazione è completa, i contatti importati saranno immediatamente disponibili.

source: Calendar
eu: Egutegia
it: Calendario
