Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/windows/po/*.po
Languages: eu, it

source: The instructions on exporting emails and email account settings are specific to particular applications. Instructions for some popular email clients are given in the following sections; users of other applications may find instructions relevant to their mail application from the Ubuntu <ulink url="https://help.ubuntu.com/community">Ubuntu community support website</ulink>.
eu: E-postak eta e-posta ezarpenak esportatzeko azalpenak ezberdinak dira aplikazio bakoitzaren arabera. E-posta bezero ezagun batzuentzako azalpenak daude hurrengo ataletan; beste aplikazioren bat darabiltenek, posible da euren e-posta aplikazioaren inguruko azalpenak aurkitzea <ulink url="https://help.ubuntu.com/community">Ubuntu komunitatearen sostengu-webgunean</ulink>.
it: Le istruzioni per l'esportazione delle email e delle impostazioni degli account di posta elettronica, sono specifiche di particolari applicazioni. Nelle seguenti sezioni vengono fornite le istruzioni per alcuni tra i più diffusi client di posta elettronica. Per le altre applicazioni, è possibile consultare il <ulink url="http://wiki.ubuntu-it.org/Documentazione/Indice">wiki della comunità italiana di Ubuntu</ulink>.

source: These instructions are intended for users of <application>Microsoft Outlook Express 6</application>. If you are a user of a different version of <application>Outlook Express</application>, you may find instructions specific to that version from the Ubuntu <ulink url="https://help.ubuntu.com/community">Ubuntu community support website</ulink>.
eu: Azalpen hauek <application>Microsoft Outlook Express 6</application> darabiltenei zuzenduak daude. Beste <application>Outlook Express</application> bertsio bat badarabilzu, posible da bertsio zehatz horrentzako azalpenak aurkitzea <ulink url="https://help.ubuntu.com/community">Ubuntu komunitatearen sostengu-webgunean</ulink>.
it: Queste istruzioni sono indicate per gli utenti di <application>Microsoft Outlook Express 6</application>. Se si sta usando una differente versione di <application>Outlook Express</application>, potrebbero essere presenti informazioni specifiche sul <ulink url="http://wiki.ubuntu-it.org/Documentazione/Indice">wiki della comunità italiana di Ubuntu</ulink>.

source: Exporting the address book
eu: Helbide-liburua esportatzen
it: Esportare la rubrica

source: Open <application>Outlook Express</application> and press <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Export</guimenuitem><guimenuitem>Address Book...</guimenuitem></menuchoice>
eu: <application>Outlook Express</application> ireki eta sakatu <menuchoice><guimenuitem>Archivo</guimenuitem><guimenuitem>Exportar</guimenuitem><guimenuitem>Libreta de direcciones...</guimenuitem></menuchoice>
it: Avviare <application>Outlook Express</application> e scegliere <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Esporta</guimenuitem><guimenuitem>Rubrica...</guimenuitem></menuchoice>

source: The <application>Address Book Export Tool</application> will start. Select the option <guilabel>Text File (Comma Separated Values)</guilabel> and then press <guibutton>Export</guibutton>.
eu: <application>Herramienta para exportar la Libreta de direcciones</application> abiaraziko da. Hautatu ezazu <guilabel>Archivo de texto (valores separados por comas)</guilabel> aukera, eta sakatu <guibutton>Exportar</guibutton>.
it: Viene avviata l'applicazione <application>Esporta Rubrica</application>. Scegliere l'opzione <guilabel>File di testo (Comma Separated Values)</guilabel> e quindi premere <guibutton>Esporta</guibutton>.

source: Save the file in a memorable location. Give the file a descriptive name, such as <filename>mail_address_book.csv</filename>, and press <guibutton>Next</guibutton>.
eu: Gogoratu ahalko duzun kokapen batean gorde ezazu fitxategia. Izen argi bat eman fitxategiari (adibidez: <filename>eposta_helbide_liburua.csv</filename>), eta sakatu <guibutton>Siguiente</guibutton>.
it: Salvare il file in una posizione facile da ricordare. Assegnare al file un nome descrittivo, come, per esempio, <filename>rubrica_della_posta.csv</filename>, infine fare clic su <guibutton>Avanti</guibutton>.

source: Select the details from the address book which you would like to export. If you are unsure, tick all of the options. Then, press <guibutton>Finish</guibutton>.
eu: Helbide-liburutik esportatu nahi dituzun eremuak hautatu itzazu. Ziur ez bazaude, aukera guztiak markatu. Ondoren, sakatu <guibutton>Finalizar</guibutton>.
it: Selezionare i dettagli dalla rubrica che si desidera esportare. Se non si è sicuri, selezionare tutte le opzioni, quindi premere <guibutton>Fine</guibutton>

source: You should receive a message stating that the <guilabel>Address book export process has completed</guilabel>. Press <guibutton>OK</guibutton> and then <guibutton>Close</guibutton>. Your address book should now have been exported successfully.
eu: <guilabel>Finalizó el proceso de exportación de la Libreta de direcciones</guilabel> mezua jaso beharko zenuke. Sakatu <guibutton>Aceptar</guibutton> eta ondoren <guibutton>Cerrar</guibutton>. Orain, zure helbide-liburua esportatuta izan beharko zenuke.
it: Dovrebbe essere visualizzato il messaggio <guilabel>Processo di esportazione della rubrica indirizzi completato</guilabel>. Premere <guibutton>OK</guibutton> e quindi <guibutton>Chiudi</guibutton>. La rubrica indirizzi è stata esportata con successo.

source: Exporting mail messages from Outlook Express
eu: Outlook Express-eko e-posta mezuak esportatzea
it: Esportare i messaggi email da Outlook Express

source: Because <application>Microsoft Outlook Express</application> is unable to export its mail messages to an intermediate format, you must install another piece of software in order to export your email.
eu: <application>Microsoft Outlook Express</application> ez denez posta mezuak formatu egoki batera esportatzeko gai, beste software bat instalatu beharko duzu zure e-postak esportatzeko.
it: <application>Microsoft Outlook Express</application> non è in grado di esportare i messaggi di posta in un formato intermedio, per questo, è necessario installare un altro programma per esportare le proprie email.

source: Please see <xref linkend="preparing-email-import"/> for instructions on importing your email into the <application>Mozilla Thunderbird</application> application, which will allow the exporting of your messages.
eu: Mesedez, irakurri ezazu <xref linkend="preparing-email-import"/> zure e-postak <application>Mozilla Thunderbird</application> aplikaziora esportatzeko azalpenak jasotzeko. Aplikazio honi esker, zure mezuak esportatu ahalko dituzu.
it: Per istruzioni su come importare le email in <application>Mozilla Thunderbird</application>, consultare <xref linkend="preparing-email-import"/>.

source: These instructions are intended for users of <application>Microsoft Office Outlook 2003</application>. If you are a user of a different version of <application>Outlook</application>, you may find instructions specific to that version on the wiki.
eu: Azalpen hauek <application>Microsoft Office Outlook 2003</application> darabiltenei zuzenduak daude. Beste <application>Outlook</application> bertsio bat badarabilzu, posible da bertsio horremtzako azalpen zehatzak izatea wikian.
it: Le seguenti istruzioni sono indicate per gli utenti di <application>Microsoft Office Outlook 2003</application>. Se si usa una versione differente di <application>Outlook</application>, è probabile che siano presenti sul wiki delle informazioni relative alla propria versione.

source: Exporting all Outlook data
eu: Outlook-eko datu guztiak esportatzen
it: Esportare tutti i dati di Outlook

source: This method may be unreliable and should be used for backup purposes only.
eu: Metodo hau ez da erabat segurua, eta babes-kopiak egiteko bakarrik erabili beharko zenuke.
it: Questo metodo è poco affidabile e dovrebbe essere usato solo per eseguire backup.

source: Open <application>Outlook</application> and press <menuchoice><guimenuitem>Tools</guimenuitem><guimenuitem>Options...</guimenuitem></menuchoice>
eu: <application>Outlook</application> ireki eta sakatu ezazu <menuchoice><guimenuitem>Herramientas</guimenuitem><guimenuitem>Opciones...</guimenuitem></menuchoice>
it: Avviare <application>Outlook</application> e scegliere <menuchoice><guimenuitem>Strumenti</guimenuitem><guimenuitem>Opzioni...</guimenuitem></menuchoice>

source: Select the <guilabel>Mail Setup</guilabel> tab and press <guibutton>Data Files...</guibutton>
eu: <guilabel>Configuración del correo</guilabel> fitxa hautatu eta sakatu ezazu <guibutton>Data Archivos de datos...</guibutton>
it: Verrà visualizzata la finestra <guilabel>File di dati di Outlook</guilabel>. Selezionare il primo file nell'elenco, prendere nota del suo nome e fare clic su <guibutton>Apri Cartella...</guibutton>

source: A screen called <guilabel>Outlook Data Files</guilabel> will be displayed. Select the first file in the list, make a note of its name, and press <guibutton>Open Folder...</guibutton>
eu: <guilabel>Archivos de datos de Outlook</guilabel> izeneko leihoa bistaratuko da. Zerrendako lehen fitxategia hautatu, bere izena apuntatu, eta sakatu ezazu <guibutton>Abrir carpeta...</guibutton>
it: Verrà visualizzata la finestra <guilabel>File di dati di Outlook</guilabel>. Selezionare il primo file nell'elenco, prendere nota del suo nome e fare clic su <guibutton>Apri Cartella...</guibutton>

source: A folder will open. Find the file you just selected. If you have difficultly finding the file, it should be of type <emphasis>Office Data File</emphasis> or have the file extension <filename>.pst</filename>.
eu: Direktorio bat irekiko da. Hautatu berri duzun fitxategia aurkitu ezazu. Fitxategia aurkitzeko zailtasunik baduzu, <emphasis>Archivo de datos de Office</emphasis> motakoa izan beharko litzateke edo <filename>.pst</filename> luzapena izan beharko luke.
it: Verrà aperta una cartella. Trovare il file selezionato in precedenza. In caso di difficoltà, questo file dovrebbe essere di tipo <emphasis>File di dati di Office</emphasis> o con estensione <filename>.pst</filename>.

source: Copy the file into the location you are using to store your exported settings.
eu: Zure ezarpen esportatuak gordetzeko erabiltzen ari zaren direktoriora kopiatu ezazu fitxategia.
it: Copiare il file nella posizione usata per l'esportazione delle proprie impostazioni.

source: Repeat this process for all of the files which were listed on the <guilabel>Outlook Data Files</guilabel> screen.
eu: Prozesu hau errepikatu ezazu <guilabel>Archivos de datos de Outlook</guilabel> leihoan zerrendatutako fitxategi guztiekin.
it: Ripetere questo procedimento per tutti i file indicati in <guilabel>File di dati di Outlook</guilabel>.

source: Exporting your contacts
eu: Zure kontaktuak esportatzea
it: Esportare i propri contatti

source: Open <application>Outlook</application> and press <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Import and Export...</guimenuitem></menuchoice>
eu: <application>Outlook</application> ireki eta <menuchoice><guimenuitem>Archivo</guimenuitem><guimenuitem>Importar y exportar...</guimenuitem></menuchoice> sakatu ezazu.
it: Avviare <application>Outlook</application> e scegliere <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Importa ed Esporta...</guimenuitem></menuchoice>

source: The <application>Import and Export Wizard</application> will start. Select the option <guilabel>Export to a file</guilabel> and then press <guibutton>Next</guibutton>.
eu: <application>Asistente de importación y exportación</application> laguntzailea abiatuko da. <guilabel>Exportar a un archivo</guilabel> aukera hautatu eta <guibutton>Siguiente</guibutton> sakatu ezazu.
it: Verrà avviata l'applicazione <application>Importazione/Esportazione guidata</application>. Selezionare l'opzione <guilabel>Esporta in un file</guilabel>, quindi premere <guibutton>Avanti</guibutton>.

source: Select <guilabel>Comma Separated Values (DOS)</guilabel> and press <guibutton>Next</guibutton>
eu: <guilabel>Valores separados por comas (DOS)</guilabel> hautatu eta <guibutton>Siguiente</guibutton> sakatu ezazu.
it: Selezionare <guilabel>Valori separati da virgola (DOS)</guilabel> e premere <guibutton>Avanti</guibutton>

source: Select the <guilabel>Contacts</guilabel> folder and press <guibutton>Next</guibutton>. Then, choose where to save the file and press <guibutton>Next</guibutton>.
eu: <guilabel>Contactos</guilabel> direktorioa hautatu eta <guibutton>Siguiente</guibutton> sakatu ezazu. Orduan, fitxategia non gorde hautatu eta <guibutton>Siguiente</guibutton> sakatu ezazu.
it: Selezionare la cartella <guilabel>Rubrica</guilabel>, premere <guibutton>Avanti</guibutton> quindi scegliere dove salvare il file e fare clic su <guibutton>Avanti</guibutton>.

source: A screen listing <guilabel>Actions to be performed</guilabel> will be shown. Press <guibutton>Finish</guibutton> to export your contacts to the location you selected in the previous step.
eu: <guilabel>Acciones a realizar</guilabel> zerrenda agertuko da. <guibutton>Finalizar</guibutton> sakatu ezazu lehen hautatutako direktoriora esportatzeko zure kontaktuak.
it: Verrà visualizzata una finestra con un elenco indicante <guilabel>Mappa campi personalizzati</guilabel>. Premere <guibutton>Fine</guibutton> per esportare i contatti nella posizione indicata precedentemente.

source: Exporting your calendar
eu: Zure egutegia esportatzea
it: Esportare il proprio calendario

source: Select the <guilabel>Calendars</guilabel> folder and press <guibutton>Next</guibutton>. Then, choose where to save the file and press <guibutton>Next</guibutton>.
eu: <guilabel>Calendarios</guilabel> direktorioa hautatu eta <guibutton>Siguiente</guibutton> sakatu ezazu. Orduan, fitxategia non gorde nahi duzun hautatu eta <guibutton>Siguiente</guibutton> sakatu ezazu.
it: Selezionare la cartella <guilabel>Calendario</guilabel> e premere <guibutton>Avanti</guibutton>. Quindi scegliere dove salvare il file e premere <guibutton>Avanti</guibutton>.

source: Exporting mail messages
eu: E-posta mezuak esportatzen
it: Esportare i messaggi di posta

source: Because <application>Microsoft Outlook</application> is unable to fully export its mail messages to a usable intermediate format, you must install another piece of software in order to export your email.
eu: <application>Microsoft Outlook</application> ez denez gai bere posta mezuak formatu ezagun batera erabat esportatzeko, beste software bat instalatu beharko duzu zure e-posta esportatzeko.
it: Poiché <application>Microsoft Outlook</application> non può esportare i messaggi di posta in un formato intermedio utile, è necessario installare un altro software per esportare i propri messaggi.

source: Preparing email for export using Mozilla Thunderbird
eu: E-posta esportatzeko prestatzen Mozilla Thunderbird erabiliz
it: Preparare le email per l'esportazione usando Mozilla Thunderbird

source: Because some mail clients (such as <application>Microsoft Outlook</application> and <application>Microsoft Outlook Express</application>) do not store their mail messages in a standard format, an additional piece of software must be used to convert the mail before export. <application>Mozilla Thunderbird</application> is a free, open-source application which is able to do this.
eu: E-posta bezero batzuek ez dituztenez mezuak formatu estandar batean gordetzen (adibidez: <application>Microsoft Outlook</application> eta <application>Microsoft Outlook Express</application>), beharrezkoa da beste software bat erabiltzea mezuak eraldatzeko esportatu aurretik. <application>Mozilla Thunderbird</application> aplikazioak egin dezake hau, eta gainera, doakoa eta iturburu askekoa da.
it: Poiché alcuni client email (come <application>Microsoft Outlook</application> e <application>Microsoft Outlook Express</application>) non memorizzano i propri messaggi email in un formato standard, è necessario usare un software addizionale per convertire le email prima dell'esportazione. <application>Mozilla Thunderbird</application> è un'applicazione libera e open source che permette di effettuare quest'operazione.

source: The following instructions explain how to obtain Thunderbird and then use it to prepare mail messages for export:
eu: Ondorengo azalpenekin Thunderbird nola eskuratu ikasiko duzu, eta baita nola erabili e-posta mezuak esportatzeko:
it: Le istruzioni seguenti indicano come ottenere Thunderbird e come usarlo per preparare le email per l'esportazione:

source: Open a web browser and navigate to the <ulink url="http://www.mozilla.com/thunderbird/">Mozilla Thunderbird website</ulink>. Follow the link to download <application>Mozilla Thunderbird</application>.
eu: Web-arakatzaile bat ireki eta joan <ulink url="http://www.mozilla.com/thunderbird/">Mozilla Thunderbird webgunera</ulink>. Eta <application>Mozilla Thunderbird</application> deskargatzeko esteka jarraitu.
it: Aprire un browser web e collegarsi al <ulink url="http://www.mozilla.com/thunderbird/">sito di Mozilla Thunderbird</ulink>. Seguire il collegamento per scaricare <application>Mozilla Thunderbird</application>.

source: Once the download has completed, run the installer package. Follow the instructions to install Thunderbird.
eu: Deskarga amaitu denean, instalatzailea exekutatu ezazu. Azalpenak jarraitu Thunderbird instalatzeko.
it: Una volta scaricato il file, avviare l'installazione e seguire le istruzioni per installare Thunderbird.

source: Once the installer has completed, start <application>Mozilla Thunderbird</application>. You should be greeted with the <application>Import Wizard</application>. Follow the instructions to import all settings - this should import your mail and some other data.
eu: Instalatzen amaitu ondoren, <application>Mozilla Thunderbird</application> abiarazi. <application>Inportazio Laguntzailea</application> ikusi beharko zenuke. Azalpenak jarraitu ezarpen guztiak inportatzeko - honela, zure mezu guztiak eta beste datu batzuk ere inportatu beharko lirateke.
it: Una volta terminata l'installazione, avviare <application>Mozilla Thunderbird</application>. Apparirà la finestra <application>Importazione guidata</application>. Seguire le istruzioni per importare tutte le impostazioni, la posta e altri dati.

source: If the <application>Import Wizard</application> does not appear, press <menuchoice><guimenuitem>Tools</guimenuitem><guimenuitem>Import...</guimenuitem></menuchoice> and choose the <guilabel>Mail</guilabel> option. Follow the instructions to import your mail.
eu: Ez bada <application>Inportazio Laguntzailea</application> agertzen, sakatu <menuchoice><guimenuitem>Tresnak</guimenuitem><guimenuitem>Inportatu...</guimenuitem></menuchoice> eta <guilabel>Posta</guilabel> aukera hautatu. Azalpenak jarraitu zure posta inportatzeko.
it: Se non appare la finestra <application>Importazione guidata</application>, fare clic su <menuchoice><guimenuitem>Strumenti</guimenuitem><guimenuitem>Importa...</guimenuitem></menuchoice> e scegliere l'opzione <guilabel>Posta</guilabel>. Seguire le istruzioni per importare la posta.

source: Once all of your mail has been imported, you must now make a copy of it for exporting. Please see <xref linkend="preparing-email-thunderbird"/> for instructions on how to do this.
eu: Zure posta guztia inportatua izan ondoren, kopia bat egin beharko duzu inportatu aurretik. Mesedez, ikusi <xref linkend="preparing-email-thunderbird"/> hau nola egin jakiteko.
it: Una volta importate tutte le email, è opportuno crearne una copia per l'esportazione. Per maggiori informazioni, consultare <xref linkend="preparing-email-thunderbird"/>.

source: Exporting email messages from Mozilla Thunderbird
eu: E-posta mezuak esportatzen Mozilla Thunderbird-etik
it: Esportare i messaggi di posta da Mozilla Thunderbird

source: These instructions are intended for users of <application>Mozilla Thunderbird</application> and users of <application>Outlook</application> and <application>Outlook Express</application> who imported their mail into Thunderbird (see <xref linkend="preparing-email-import"/>).
eu: Azalpen hauek <application>Mozilla Thunderbird</application> darabiltenei, eta euren e-posta <application>Outlook</application> edo <application>Outlook Express</application>-etik Thunderbird-era inportatu dutenei (ikusi <xref linkend="preparing-email-import"/>) zuzenduak daude.
it: Queste istruzioni sono indicate per gli utenti di <application>Mozilla Thunderbird</application>, <application>Outlook</application> e <application>Outlook Express</application> che hanno importato la loro posta in Thunderbird (consultare <xref linkend="preparing-email-import"/>).

source: Press <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Run</guimenuitem></menuchoice>, type <emphasis>%AppData%\Thunderbird\Profiles\</emphasis> into the box provided, and then press <guibutton>OK</guibutton>. A folder will open.
eu: Sakatu <menuchoice><guimenuitem>Inicio</guimenuitem><guimenuitem>Ejecutar</guimenuitem></menuchoice>, leiho berrian <emphasis>%AppData%\Thunderbird\Profiles\</emphasis> idatzi, eta <guibutton>OK</guibutton> sakatu. Direktorio bat irekiko da.
it: Scegliere <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Esegui</guimenuitem></menuchoice>, digitare <emphasis>%AppData%\Thunderbird\Profiles\</emphasis> nella finestra che apparirà e fare clic su <guibutton>OK</guibutton>. Verrà aperta una cartella.

source: In the newly-opened folder, you should find another folder with a name made up mostly of random characters, for example <emphasis>fyhsxlr3.default</emphasis>. Open this folder.
eu: Direktorio ireki berrian, ausazko karaktere ugariz osatutako beste direktorio bat eduki beharko zenuke. Adibidez: <emphasis>fyhsxlr3.default</emphasis>. Direktorio hori ireki ezazu.
it: All'interno della cartella appena aperta, cercare un'altra cartella con un nome composto da caratteri pseudo-casuali, per esempio <emphasis>fyhsxlr3.default</emphasis>, e aprirla.

source: In this folder, locate a folder named <filename>Mail</filename> or <filename>ImapMail</filename>. Select this folder and copy it to a safe location.
eu: Direktorio honetan, <filename>Mail</filename> edo <filename>ImapMail</filename> izeneko direktorioa(k) hautatu, eta leku seguru batetara kopiatu.
it: All'interno di questa cartella, cercarne un'altra chiamata <filename>Mail</filename> o <filename>ImapMail</filename>. Selezionarla e copiarla in un luogo sicuro.

source: When you switch to Ubuntu, make a back-up copy of the folder you just made a copy of. This folder contains all of your mail folders from Thunderbird, in the <emphasis>mbox</emphasis> format.
eu: Ubuntura aldatzean, oraintxe kopiatu duzun direktorioaren babes-kopia egin. Direktorio honetan daude Thunderbird-eko mezu guztiak, <emphasis>mbox</emphasis> formatuan.
it: Passando a Ubuntu, è consigliato fare una copia di backup della cartella appena copiata. Questa cartella contiene tutta le cartelle di posta di Thunderbird nel formato <emphasis>mbox</emphasis>.

source: Transferring your data safely
eu: Zure datuak segurtasunez transferitzen
it: Trasferire i propri dati in modo sicuro
