Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/windows/po/*.po
Languages: eu, it

source: Once you have collected together all of the files and settings you might need, you must create a copy of them which can be stored safely while you initially install Ubuntu. There are many ways of storing a copy of this data, and which method you choose will depend on your particular circumstances.
eu: Behar izan ditzakezun fitxategi eta ezarpen guztiak bildu ondoren, babes-kopia bat egin beharko zenuke Ubuntu instalatu bitartean arriskurik ez izateko. Modu ugari daude datu hauen kopia bat gordetzeko, zure egoeraren arabera.
it: Una volta raccolti tutti i dati di cui si ha bisogno, è necessario crearne una copia che possa essere conservata in sicurezza durante l'installazione di Ubuntu. Esistono diversi modi per memorizzare una copia di questi dati, la cui scelta dipende dalle circostanze particolari in cui ci si trova.

source: After you have made a copy of your files, it is very important to <emphasis role="strong">test the files</emphasis> to ensure that they have been copied successfully. If you have many files, at least check the most important files and randomly check other files where possible. This will help to protect you from data loss.
eu: Zure fitxategien kopia bat egin ondoren, oso garrantzitsua da <emphasis role="strong">fitxategiak frogatzea</emphasis>, errorerik egon ez dela egiaztatzeko. Fitxategi ugari badituzu, garrantzitsuenak behintzat frogatu itzazu eta ausazko beste fitxategi batzuk ere. Honek daturik ez galtzen lagunduko dizu.
it: Dopo aver realizzato una copia dei propri file, è molto importante <emphasis role="strong">verificare i file</emphasis> per assicurarsi che siano stati copiati correttamente. Nel caso in cui si possiedono molti file, controllare, se possibile, almeno quelli più importanti e altri a caso. Ciò aiuterà a evitare perdite di dati.

source: Direct transfer
eu: Transferentzia zuzena
it: Trasferimento diretto

source: If you are installing Ubuntu onto a different computer than the one on which your data is stored, you can leave the data you collected on that computer and can safely transfer the data across once Ubuntu has been installed onto the other computer.
eu: Zure datuak gordeta dauden ordenagailua ez den beste ordenagailu batean instalatzen ari bazara Ubuntu, ordenagailu horretan utzi ditzakezu bildutako datuak eta ordenagailu batetik bestera kopiatu Ubuntu instalatu ondoren.
it: Se si sta installando Ubuntu su un computer diverso da quello dove sono memorizzati i propri file, è possibile lasciare i dati raccolti su quel computer per poi trasferirli in modo sicuro, dopo aver installato Ubuntu, sull'altro computer.

source: When ready, you can transfer the data between the computers using a network connection.
eu: Prest zaudenean, datuak ordenagailuen artean transferitu ditzakezu sare-konexio bat erabiliz.
it: Una volta pronti, è possibile trasferire i dati tra i computer utilizzando una connessione di rete.

source: CD or DVD disc
eu: CD edo DVD diskoa
it: Dischi CD o DVD

source: A common and reliable way of backing-up data is by using a recordable CD or DVD disc. CDs and DVDs can be used by almost all computers and are relatively cheap. However, your computer must have a CD or DVD recorder drive installed and you may have to use several CDs or DVDs if the data you have collected is larger than the capacity of a single disc.
eu: Datuen babes-kopia bat egiteko modu ohiko eta seguruenetako bat CD edo DVD diskoetan grabatzea da. Ia ordenagailu guztietan erabili daitezke CDak eta DVDak, eta merkeak dira. Halaere, CD- edo DVD-grabagailu bat eduki behar duzu eta posible da CD edo DVD ugari erabili behar izatea.
it: Un metodo comune ed efficiente per fare il backup dei dati è quello di utilizzare dischi CD-ROM o DVD-ROM. I CD e i DVD possono essere letti dalla maggior parte dei computer e sono relativamente economici. In ogni caso, il proprio computer deve possedere un masterizzatore CD/DVD ed è necessario avere a disposizione di numerosi CD o DVD se la dimensione dei dati raccolti è maggiore della capacità di un singolo disco.

source: If possible, use DVD discs as these have a larger capacity and so you will require fewer discs to store all of your data. CDs typically have a capacity of 650-700MB while DVDs can normally hold up to 4.5GB of data (roughly equivalent to 7 CDs).
eu: Ahal baduzu, DVD diskoak erabili itzazu, edukiera handiagoa dutelako eta disko gutxiago beharko dituzulako zure datuentzako. CDek 650-700MB inguru izan ohi dituzte, eta DVDek 4.5GB inguru izan ohi dituzte (7 CDk aina ia).
it: Se possibile, utilizzare dei DVD poiché sono dotati di una capacità maggiore e il numero di dischi necessario a memorizzare tutti i dati sarà minore. In generale, i CD hanno una capacità di 650-700MB mentre i DVD possono memorizzare fino a 4,5GB di dati (l'equivalente di 7 CD).

source: In order to store data on a blank CD or DVD, you must use a <emphasis>CD writing</emphasis> application. Microsoft Windows XP includes such an application by default, although other such applications are capable of storing your data just as well.
eu: Zure datuak CD edo DVD huts batean gordetzeko, <emphasis>CDak idazteko</emphasis> aplikazio bat beharko duzu. Microsoft Windows XP-k badakar halako aplikazio bat, baina badaude horretarako gai diren aplikazio ugari.
it: Per memorizzare i dati su un CD o DVD vuoto, è necessario utilizzare un programma di <emphasis>masterizzazione</emphasis>. Microsoft Windows XP fornisce un'applicazione simile in modo predefinito, ma esistono altri programmi utili allo scopo.

source: Ensure that your CD- or DVD-writing drive contains no discs. Eject any discs currently in the drive.
eu: Egiaztatu ezazu zure CD- edo DVD-grabagailuak ez duela diskorik barruan. Gailuan dagoen edozein disko atera ezazu.
it: Assicurarsi che nel masterizzatore non vi siano inseriti dei dischi. Espellere qualsiasi disco presente nel masterizzatore.

source: Press <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>My Computer</guimenuitem></menuchoice>. Locate your CD or DVD writing drive - it will likely have a name such as <guilabel>CD-RW drive</guilabel>.
eu: Sakatu <menuchoice<guimenuitem>Inicio</guimenuitem>><guimenuitem>Mi PC</guimenuitem></menuchoice>. Zure CD- edo DVD-grabagailua bilatu - ziurrenik <guilabel>Unidad CD-RW</guilabel> moduko izena izango du..
it: Scegliere <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Risorse del computer</guimenuitem></menuchoice>. Selezionare il masterizzatore CD/DVD, dovrebbe avere un nome del tipo di <guilabel>Unità CD-RW</guilabel>.

source: Double-click on the icon of the drive. A blank folder should open, with a heading called <guilabel>CD Writing Tasks</guilabel> shown in the blue panel to the left of the screen.
eu: Klik bikoitza egin grabagailuaren ikurraren gainean. Direktorio huts bat ireki beharko litzateke, ezkerraldeko panel urdinean <guilabel>Tareas de grabación de CD</guilabel> duena.
it: Fare doppio clic sull'icona dell'unità. Si aprirà una cartella vuota con il titolo <guilabel>Operazioni scrittura su CD</guilabel> visibile nella barra blu a sinistra.

source: Leave this folder open and then open the folder containing the files which you have collected together.
eu: Direktorio hau irekita mantendu, eta lehen bildu dituzun fitxategiak dituen direktorioa ireki ezazu.
it: Lasciare questa cartella aperta e aprire la cartella contenente i file precedentemente collezionati.

source: Select as many files as you are able to fit onto the disc which you will be using. You can check the size of the current selection by right-clicking any selected file and choosing <guilabel>Properties</guilabel> from the menu which appears. The <guilabel>Size</guilabel> field on the <guilabel>General</guilabel> tab gives the size of the current selection.
eu: Erabiliko duzun diskoan sartzen diren bezainbat fitxategi hautatu itzazu. Une bakoitzean hautatuta duzunaren tamaina egiaztatu dezakezu hautatutako edozein fitxategiren gainean eskuin klik eginez eta <guilabel>Propiedades</guilabel> sakatuz. <guilabel>General</guilabel> fitxako <guilabel>Tamaño</guilabel> eremuak emango dizu une horretan hautatutako guztiaren tamaina.
it: Selezionare tutti i file che possono essere memorizzati su un disco. Per controllare la dimensione della selezione corrente, fare clic con il pulsante destro del mouse su un file selezionato e scegliere <guilabel>Proprietà</guilabel> dal menù. Il campo <guilabel>Dimensioni</guilabel> nella scheda <guilabel>Generale</guilabel> fornisce la dimensione.

source: Copy the selected files into the CD- or DVD-drive folder which you opened earlier.
eu: Lehen ireki duzun CD- edo DVD-grabagailuaren direktoriora kopiatu itzazu hautatutako fitxategiak.
it: Copiare i file selezionati nella cartella del dispositivo CD o DVD aperta in precedenza.

source: Press <guibutton>Write these files to CD</guibutton>, which can be found in the blue panel. The <application>CD Writing Wizard</application> will start.
eu: Ezkerraldeko panel urdineko <guibutton>Grabar estos archivos en un CD</guibutton> sakatu. <application>Asistente para grabación de CD</application> aplikazioa hasiko da.
it: Fare clic su <guibutton>Scrivi file su CD</guibutton> nel panello blu per avviare la <application>Masterizzazione Guidata CD</application>.

source: Follow the instructions given on-screen by the <application>CD Writing Wizard</application>. This will write the selected files to a blank CD or DVD.
eu: <application>Asistente para grabación de CD</application> aplikazioak emandako azalpenak jarraitu itzazu. Hautatutako fitxategiak kopiatuko dira CD edo DVD huts batean.
it: Seguire le istruzioni fornite nella finestra <application>Masterizzazione Guidata CD</application>. I file selezionati verranno scritti su un CD o DVD vuoto.

source: Once the disc has been written, eject it and then re-insert it into the drive. In <filename>My Computer</filename>, open the drive and check that the files you just copied to the CD are visible there. Try opening a few of them just to make sure.
eu: Diskoa idatzi ondoren, gailutik atera ezazu eta berriro sartu ezazu. <filename>Mi PC</filename> barruan, gailua ireki ezazu eta diskora kopiatutako fitxategiak hor daudela egiaztatu. Horietako batzuk irekitzen saiatu zaitez, ongi daudela ziurtatzeko.
it: Una volta scritto il disco, espellerlo e reinserirlo nell'unità. Da <filename>Risorse del computer</filename>, aprire l'unità e controllare che i file appena copiati nel CD siano visibili. Provare ad aprirne qualcuno per esserne sicuri.

source: Repeat this procedure until all of the files you collected together are safely stored onto CDs or DVDs.
eu: Prozesu hau errepikatu ezazu lehen bildu dituzun fitxategi guztiak CD edo DVDtan gorde arte.
it: Ripetere questa procedura finché tutti i file raccolti sono stati salvati su CD o DVD.

source: Once you have stored your data onto discs, ensure that the discs are well protected and labelled correctly. If you scratch or otherwise damage a disc, you may lose some of the data stored on it. Labelling discs also helps to avoid confusion and will allow you to quickly find data when the time comes to transfer it back onto a computer.
eu: Zure datuak diskotan gorde ondoren, diskoak ongi babestuta eta etiketatuak daudela egiaztatu. Diskoren bat urratu edo beste nolabait kaltetzen baduzu, posible bertan gordetako datu batzuk galtzea. Diskoak etiketatzean nahasteak ekidingo dituzu eta zure datuak azkartasunez aurkituko dituzu ordenagailura berriro kopiatu nahi dituzunean.
it: Una volta memorizzati i propri dati, assicurarsi che i dischi siano ben protetti e correttamente etichettati. Nel caso il disco subisca danni o si graffi, alcuni dei dati memorizzati in esso potrebbero andare persi. Applicare delle etichette ai propri dischi aiuta a non confondersi e consente di ritrovare velocemente i propri dati per trasferirli sul computer.

source: External hard-disk drive or other removable device
eu: Kanpoko disko-gogorra edo beste euskarri mugikor bat
it: Disco fisso esterno o altre unità rimovibili

source: If you have access to an external hard-disk drive or some other removable storage device of a great enough capacity, then you can simply copy the files you have collected onto this device. When ready to transfer the files onto your Ubuntu installation, you may simply connect the drive and copy the files from it again.
eu: Kanpoko disko-gogorra edo edukiera handiko beste metatze-euskarri mugikor bat erabili badezakezu, lehen bildutako fitxategiak bertara kopiatu ditzakezu. Zure Ubuntu instalaziora fitxategiak transferitzeko prest zaudenean, gailua konektatu eta fitxategiak kopiatu itzazu.
it: Se si possiede un disco fisso esterno o un'altra unità rimovibile di grande capacità, è possibile trasferire al suo interno i file selezionati. Una volta pronti per trasferire i file nell'installazione di Ubuntu, basta semplicemente collegare l'unità rimovibile e copiare i file.

source: Removable storage devices such as external hard disks will have a certain type of <emphasis>file system</emphasis>. For use on removable devices, the best supported filesystem for Ubuntu is <emphasis>FAT</emphasis> (also called <emphasis>FAT32</emphasis> or <emphasis>vfat</emphasis>). While other file systems (such as NTFS and HFS+) are usable, they may require additional steps to allow you to use them with Ubuntu. If possible, try to use the FAT format for your removable disk.
eu: Kanpoko disko-gogorren moduko metatze-euskarri mugikorrek <emphasis>fitxategi-sistema</emphasis> jakin bat izan ohi dute. Metatze-euskarri mugikorrekin, Ubunturentzat fitxategi-sistema egokiena <emphasis>FAT</emphasis> da (<emphasis>FAT32</emphasis> edo <emphasis>vfat</emphasis> izenarekin ere ezaguna). Beste fitxategi-sistema batzuk (NTFS eta HFS+, adibidez) ere erabili daitezkeen arren, pauso gehiago emanaraziko dizute Ubuntun. Ahal denean, FAT formatua erabil ezazu zure disko mugikorrekin.
it: Le unità rimovibili come i dischi fissi, sono formattate con un certo <emphasis>file system</emphasis>. Per l'uso su dischi rimovibili, Ubuntu fornisce un eccellente supporto al filesystem <emphasis>FAT</emphasis> (conosciuto anche come <emphasis>FAT32</emphasis> o <emphasis>vfat</emphasis>). È possibile utilizzare anche altri file system (come NTFS e HFS+), ma potrebbero richiedere dei procedimenti aggiuntivi per funzionare con Ubuntu. Se possibile, provare a usare il formato FAT per i propri dischi rimovibili.

source: You can discover the format of an external disk by right-clicking it in <filename>My Computer</filename> and selecting <guilabel>Properties</guilabel>. The format of the disk is shown in the <guilabel>General</guilabel> tab under <guilabel>File system</guilabel>.
eu: Kanpoko disko baten formatua ezagutzeko, <filename>Mi PC</filename> barruan sartu, eskuin klik egin ezazu bere gainean, eta <guilabel>Propiedades</guilabel> sakatu ezazu. Diskoaren formatua <guilabel>General</guilabel> fitxako <guilabel>Sistema de archivos</guilabel> eremuan agertuko da.
it: È possibile conoscere il formato di un disco esterno facendo clic col tasto destro del mouse in <filename>Risorse del computer</filename> sul nome del dispositivo e poi su <guilabel>Proprietà</guilabel>. Il formato del disco viene mostrato nella scheda <guilabel>Generale</guilabel> alla voce <guilabel>File system</guilabel>.

source: Network share
eu: Sareko direktorioa
it: Condivisione di rete

source: If your computer is connected to a network, you may be able to temporarily store the files which you collected together on another computer on the network.
eu: Zure ordenagialua sare batetara konektatua badago, posible da lehen bildu dituzun fitxategiak sareko beste ordenagailu batean gorde ahal izatea.
it: Se il computer è connesso ad una rete, è possibile salvare temporaneamente i file raccolti in un altro computer connesso alla rete.

source: Ensure that a computer on the network has sufficient disk space to allow you to copy your files onto it.
eu: Ziurta zaitez sareko ordenagailu batek fitxategiak bertan kopiatu ahal izateko adina leku duela.
it: Assicurarsi che il computer in rete abbia spazio sufficiente per salvare i file.

source: Ensure that you are able to copy files onto the other computer from your computer. To be able to do this, the computer must have at least one <emphasis>network share/shared folder</emphasis> and you must have <emphasis>write privileges</emphasis> for that network share.
eu: Ziurta zaitez ordenagailu batetik bestera fixtategiak kopiatu ditzakezula. Hau egin ahal izateko, <emphasis>sarean elkarbanatutako direktorio</emphasis> bat behintzat izan behar du, eta zuk bertan <emphasis>idazteko baimenak</emphasis> izan behar dituzu.
it: Assicurarsi di essere in possesso dei privilegi necessari per copiare i file da un computer all'altro. Per completare le proprie operazioni con successo, il computer deve avere almeno una <emphasis>condivisione di rete o una cartella condivisa</emphasis>, inoltre bisogna essere in possesso dei <emphasis>privilegi di scrittura</emphasis> per tale condivisione di rete.

source: Open the network share on your computer. This can normally be accessed by pressing <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>My Computer</guimenuitem><guimenuitem>My Network Places</guimenuitem></menuchoice> and then finding the network share or the computer which provides the network share.
eu: Sareko direktorioa ireki ezazu zure ordenagailuan. Normalean, bertara iritsiko zara <menuchoice><guimenuitem>Inicio</guimenuitem><guimenuitem>Mi PC</guimenuitem><guimenuitem>Mis sitios de red</guimenuitem></menuchoice> sakatuz eta sareko direktorioa edo direktorio hori eskaintzen duen ordenagailua bilatuz.
it: Aprire la condivisione di rete sul proprio computer. Questo può essere fatto cercando la condivisione di rete, o il computer che fornisce tale condivisione, scegliendo <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Risorse del computer</guimenuitem><guimenuitem>Risorse di rete</guimenuitem></menuchoice>.

source: Copy the files you collected into the network share. This may take some time depending on the size of your files and the speed of your network connection.
eu: Lehen bildu dituzun fixtategiak kopiatu itzazu sareko direktoriora. Honek luze jo dezake, zure fitxategien tamainaren eta sare-konexioaren arabera.
it: Copiare i file selezionati all'interno della condivisione di rete. Questo potrebbe richiedere del tempo a seconda delle dimensioni dei file e della velocità della connessione di rete.

source: Secondary hard-disk partition
eu: Disko-gogorreko partizio sekundarioa
it: Partizione secondaria del disco fisso

source: If you have a second partition available on your hard disk, or have two hard-disks, then it is possible to copy the files you have collected onto this second drive.
eu: Partizio sekundario bat badaukazu zure disko-gogorrean, edo bi disko-gogor badauzkazu, orduan posible da lehen bildu dituzun fitxategiak bigarren unitate honetara kopiatzea.
it: Se si dispone di una seconda partizione sul disco fisso, o si hanno più dischi fissi, è possibile copiare i file collezionati sul secondo dispositivo.

source: You must be very careful not to over-write the partition on which you have stored your data. It is recommended to make additional back-up copies of your files onto CDs or DVDs in case of this.
eu: Kontu handiz ibili behar duzu zure datuak gordetzeko erabili duzun partizioa ez gainidazteko. Halaere, gomendagarria da zure fixtategien babes-kopia gehigarriak egitea CD edo DVDtan.
it: È necessario prestare molta attenzione a non sovrascrivere la partizione all'interno della quale sono memorizzati i propri dati. È raccomandato eseguire ulteriori copie di backup dei propri file su CD o DVD per evitarne la perdita.

source: Simply copy the files you have collected onto the second drive as it appears in <filename>My Computer</filename>. Ensure that this drive (or partition) is <emphasis role="strong">not</emphasis> the one which you intend to install Ubuntu on to.
eu: <filename>Mi PC</filename> barruan ikusiko duzu unitate sekundario hori, beraz, fitxategiak bertara kopiatu besterik ez duzu egin behar. Ziurtatu zaitez gailu hau (edo partizio hau) <emphasis role="strong">ez</emphasis> dela gero Ubuntu instalatzeko erabiliko duzuna.
it: Copiare semplicemente i file collezionati nel secondo disco in <filename>Risorse del computer</filename>. Assicurarsi che tale unità <emphasis role="strong">non</emphasis> sia la stessa dove si intende installare Ubuntu.

source: Migrating your data into Ubuntu
eu: Zure datuak Ubuntura migratzen
it: Importare i propri dati in Ubuntu

source: This chapter provides instructions on importing your data from Windows applications to the corresponding Ubuntu applications. The instructions assume that you will use the default collection of applications installed with Ubuntu and have followed the instructions in the <xref linkend="preparing"/> chapter.
eu: Atal honetan zure datuak Windows-eko aplikazioetatik Ubunturen aplikazio baliokideetara inportatzeko argibideak aurkituko dituzu. Argibide hauetan bi gauza suposatuko dira: Ubuntuk dakarren lehenetsitako aplikazio-sorta instalatuta duzula, eta <xref linkend="preparing"/> ataleko argibideak jarraitu dituzula.
it: Questo capitolo fornisce istruzioni su come importare i propri dati dalle applicazioni di Windows alle corrispondenti applicazioni di Ubuntu. Si assume che si intenda fare uso delle applicazioni predefinite di Ubuntu e che siano state seguite le istruzioni presenti in <xref linkend="preparing"/>.

source: Files
eu: Fitxategiak
it: File

source: You will probably want to move your files into your <emphasis>Home folder</emphasis>. It is considered good practice to store <emphasis>all</emphasis> of your personal files (such as documents, pictures, music and the like) in your Home folder. Then, they are all in one easily-accessed location.
eu: Ziurrenik, zure <emphasis>Etxe direktoriora</emphasis> mugitu nahiko dituzu zure fitxategiak. Ohitura ona da zure fitxategi pertsonal <emphasis>guztiak</emphasis> (dokumentuak, irudiak, musika,...) zure etxe-direktorioan gordetzea. Horrela, leku berean dituzu, eta erraz aurkituko dituzu beti.
it: È probabile si voglia spostare tutti i file nella propria <emphasis>Cartella Home</emphasis>. È considerata una buona norma memorizzare <emphasis>tutti</emphasis> i file personali (come documenti, immagini, musica e simili) nella propria cartella Home. In questo modo saranno disponibili in una posizione di facile accesso.
