Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/windows/po/*.po
Languages: eu, it

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
eu: ubuntu-doc@lists.ubuntu.com (Ubuntu Dokumentazio Proiektua)
it: ubuntu-doc@lists.ubuntu.com (Progetto documentazione di Ubuntu)

source: If you've been using Windows
eu: Windows erabiltzen ibili bazara
it: Se si usava Windows

source: Placeholder.
eu: Kokatzailea.

source: If you&rsquo;ve been using Windows
eu: Windows erabiltzen ibili bazara
it: Se si usava Windows

source: Credits and License
eu: Kredituak eta Lizentzia
it: Riconoscimenti e licenza

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
eu: Dokumentu hau Ubuntu dokumentazio taldeak mantentzen du (https://wiki.ubuntu.com/DocumentationTeam). Laguntzaile zerrenda bat nahi baduzu, begiratu <ulink url="../../../common/C/contributors.xml">laguntzaileen webgunea</ulink>
it: Questo documento è mantenuto dall'«Ubuntu documentation team» (https://wiki.ubuntu.com/DocumentationTeam). Per l'elenco delle persone che hanno contribuito a questa guida, consultare la <ulink url="../../../common/C/contributors.xml">pagina dei contributi</ulink>.

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
eu: Dokumentu hau Creative Commons ShareAlike 2.5 Lizentziapean (CC-BY-SA) argitaratzen da.
it: Questo documento è reso disponibile nei termini della licenza Creative Commons ShareAlike 2.5 (CC-BY-SA).

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
eu: Aske zara Ubuntu dokumentazioaren iturburu-kodea aldatu, luzatu eta hobetzeko, betiere lizentzia honen baldintzapean. Eratorritako lan guztiak lizentzia honen pean argitaratu behar dira.
it: Siete liberi di modificare, estendere e migliorare la documentazione di Ubuntu rispettando i termini di questa licenza. Tutti i lavori derivati devono essere rilasciati sotto i termini di questa licenza.

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
eu: Dokumentu hau erabilgarri izango den ustetan banatzen da, baino INOLAKO BERMERIK GABE; ez MERKATURATZE berme inplizitoa ez eta HELBURU JAKIN BATERAKO EGOKI IZANGO DELAKOA ere ARDURA EZEZTAPENEAN AZALDU BEZALA.
it: Questa documentazione viene distribuita nella speranza che possa essere utile, ma SENZA ALCUN TIPO DI GARANZIA, né esplicita né implicita di COMMERCIABILITÀ e UTILIZZABILITÀ PER UN PARTICOLARE SCOPO COSÌ COME DESCRITTO NEL PREAMBOLO.

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
eu: Lizentzia honen kopia bat eskuragarri duzu hemen: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike Lizentzia</ulink>.
it: Una copia della licenza è disponibile qui: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike</ulink>.

source: Canonical Ltd. and members of the Ubuntu Documentation Project
eu: Canonical Ltd. eta Ubuntu Dokumentazio Proiektuko taldekideak
it: Canonical Ltd. e i membri del Progetto documentazione di Ubuntu.

source: The Ubuntu Documentation Project
eu: Ubuntu Dokumentazio Proiektua
it: Il Progetto documentazione di Ubuntu

source: Introduction
eu: Sarrera
it: Introduzione

source: Many things work the same way in Ubuntu that they do in Windows. But you may still need help understanding Ubuntu terminology and transferring your files to use in Ubuntu.
eu: Ubuntu eta Windowsen funtzionamendu berdina duten gauza asko daude. Baina halaere, laguntza beharko duzu Ubunturen terminologia ulertzeko eta zure fitxategi zaharrak Ubuntura ekartzeko.
it: In Ubuntu molte cose funzionano come in Windows. Potrebbe comunque essere necessario comprendere la terminologia di Ubuntu e sapere come trasferire i propri file su Ubuntu.

source: Preparing to switch
eu: Aldaketarako prestatzen
it: Preparare il passaggio

source: While using Windows you will have probably stored a great deal of data, including documents, emails, photographs and music. The chances are that you will want to keep most of this information for use with Ubuntu. This section provides instructions on moving your data to Ubuntu.
eu: Ziurrenik datu pila (dokumentuak, e-postak, argazkiak, musika...) batu duzu Windows zenerabilen bitartean. Informazio honetariko gehiena mantendu nahiko duzu Ubunturekin erabiltzeko. Atal honetan zure datuak Ubuntura nola mugitu azalduko dizu.
it: Durante l'utilizzo di Windows saranno stati creati e archiviati molti dati come documenti, email, fotografie e musica, ed è molto probabile che si vogliano conservare tutti questi dati anche con Ubuntu. Questa sezione fornisce le istruzioni per spostare i propri dati in Ubuntu.

source: Converting unsupported file types
eu: Jasanik ez dauden fitxategi-motak eraldatzen
it: Convertire i tipi di file non supportati

source: While applications available for Ubuntu support most common file types, there are still many file types which are not supported. If you have files in an unsupported format, it is recommended that you try to convert them to a supported format before switching. This section covers some common, unsupported or only partially-supported file types and lists possible alternatives and methods of conversion.
eu: Ubuntun erabil daitezkeen aplikazioek fitxategi-mota gehienak jasaten badituzte ere, jasanik ez dauden fitxategi-motak ere badaude. Jasanda ez dagoen formatu bateko fitxategiak badituzu, gomendagarria da fitxategi horiek eraldatzea, sistemaz aldatu aurretik. Atal honetan jasanik ez dauden edo erabat jasanik ez dauden ohiko fitxategi-motei buruz ariko gara, eta baita izan ditzakezun alternatiba edo erabil ditzakezun eraldatze-metodoei buruz ere.
it: Mentre le applicazioni per Ubuntu supportano la maggior parte dei formati comuni, molti tipi di file non vengono riconosciuti. Se si possiede un file in un formato non supportato, è consigliato convertirlo prima di passare da un sistema all'altro. Questa sezione riguarda i più comuni formati di file non riconosciuti o solo parzialmente supportati, elencando una serie di possibili alternative e vari metodi di conversione.

source: Some types of file cannot be used in Ubuntu
eu: Fitxategi-mota batzuk ezin dira erabili Ubuntun
it: Certi tipi di file non possono essere usati in Ubuntu

source: Check to see whether the file types you use are supported
eu: Egiaztatu ezazu ea jasanik dauden zuk darabiltzazun fitxategi-motak
it: Controllare che i formati dei file di uso frequente siano supportati

source: Convert the files which are of an unsupported type
eu: Jasanik ez dauden fitxategi-motak eraldatu itzazu
it: Convertire i file che sono in formati non supportati

source: Converting unsupported audio formats
eu: Jasanik gabeko audio formatuak eraldatzen
it: Convertire formati audio non supportati

source: Many common audio formats cannot be played on Ubuntu without the installation of additional software. This is due to legal restrictions.
eu: Audio formatu batzuk ezin dira Ubuntun erreproduzitu, aurretik software gehigarri bat ez baduzu instalatzen. Honen zergatia lege kontua besterik ez da.
it: Molti formati audio comuni non sono riproducibili su Ubuntu senza l'installazione di software aggiuntivo. Questo è dovuto a restrizioni di tipo legale.

source: Unfortunately, due to legal restrictions and technical issues with some common audio formats, Ubuntu cannot play certain audio formats out-of-the-box. While support for certain restricted formats can be added after you have installed Ubuntu, it can be advantageous to convert audio files to a well-supported format. This is especially important if the files have been encoded using some form of <emphasis>Digital Rights Management (DRM)</emphasis> software, as DRM restrictions can render files unplayable in all applications but the one in which they were applied.
eu: Tamalez, legeak eta teknikak inposatutako mugak direla-eta Ubuntuk ezin ditu audio formatu batzuk erreproduzitu instalatu bezain azkar. Ubuntu instalatu ondoren instalatu badezakezu ere mugatutako formatuentzako sostengua, komenigarria izan daiteke audio formatuak formatu sostengatu batera eraldatzea. Bereziki garrantzitsua izan daiteke hau <emphasis>Digital Rights Management (DRM)</emphasis> softwareren bat erabiliz kodetutako fitxategientzat, posible da-eta DRM fitxategiak ezin erreproduzitzea jatorrizko aplikazioa ez den beste edozeinetan.
it: Sfortunatamente, a causa di restrizioni legali e problemi tecnici con alcuni formati audio di uso comune, Ubuntu non consente la riproduzione di tali formati in maniera predefinita. Mentre il supporto per alcuni formati proprietari può essere aggiunto successivamente all'installazione di Ubuntu, potrebbe essere vantaggioso convertire i file audio in formati supportati nativamente. Questo è particolarmente importante se i file sono stati protetti con programmi di <emphasis>Digital Rights Management (DRM)</emphasis>, poiché le restrizioni DRM possono rendere impossibile la riproduzione di tali file con applicazioni diverse da quelle per cui sono stati abilitati.

source: The following major audio formats are proprietary and so are not supported by default in Ubuntu:
eu: Jarraiko audio formatuek jabe bat dute, eta beraz, Ubuntuk ezin ditu jasan, modu lehenetsiz behintzat.
it: I seguenti formati audio sono proprietari e non sono supportati in modo predefinito da Ubuntu:

source: For a well-supported audio format to replace MP3 and WMA, consider the <emphasis>Ogg Vorbis</emphasis> format. For a well-supported lossless (very high quality) format to replace AAC Lossless and WMA-VBR, consider the <emphasis>FLAC</emphasis> format. Both of these formats are open, and can be played in Ubuntu without the installation of any additional software.
eu: MP3 eta WMA ordezteko formatu baten bila bazabiltza, kontuan hartu ezazu <emphasis>Ogg Vorbis</emphasis> formatua. Galeragabeko AAC eta WMA-VBR ordezteko galeragabeko formatu baten bila bazabiltza, kontuan hartu ezazu <emphasis>FLAC</emphasis> formatua. Formatu hauek irekiak dira, eta inongo software gehigarririk instalatu gabe erreproduzitu daitezke Ubuntun.
it: Per sostituire i formati MP3 e WMA, è possibile utilizzare il formato <emphasis>Ogg Vorbis</emphasis>, ottimamente supportato. Fra i formati di compressione audio senza perdita, i formati AAC Lossless e WMA-VBR possono essere sostituiti con il formato <emphasis>FLAC</emphasis>, ben supportato dal sistema. Entrambi questi formati sono liberi e possono essere riprodotti su Ubuntu senza dover installare software aggiuntivo.

source: There are many audio conversion applications for Windows available for download, and some of these can be obtained free of charge. These applications are also sometimes referred to as <emphasis>audio (re)encoders</emphasis>. Your choice of application depends on the formats which you wish to convert from and to. See websites such as <ulink url="http://www.download.com/Rippers-Encoders/3150-2140_4-0.html?tag=dir">Download.com</ulink> for a list of potentially useful applications.
eu: Audioa eraldatzeko aplikazio ugari eskuratu ditzakezu Windows-erako; horietako batzuk doain eskura ditzakezu. Aplikazio hauei <emphasis>audio (re)encoders</emphasis> esan ohi zaie. Eraldaketarako erabili nahi dituzun formatuen arabera aukeratu beharko duzu zure aplikazioa. <ulink url="http://www.download.com/Rippers-Encoders/3150-2140_4-0.html?tag=dir">Download.com</ulink> moduko webguneetan aurkitu ahalko duzu erabilgarri izan daitezkeen aplikazioen zerrenda.
it: È possibile scaricare molti convertitori audio per Windows e alcuni di essi sono gratuiti. Talvolta, questi applicativi sono chiamati <emphasis>audio (re)encoder</emphasis>. La scelta del programma dipende dai formati originali che si desidera convertire e da quelli che si desidera ottenere. Per un elenco di programmi potenzialmente utili, consultare siti web come <ulink url="http://www.download.com/Rippers-Encoders/3150-2140_4-0.html?tag=dir">Download.com</ulink>.

source: It is still possible to add support for many restricted formats (such as those listed above) to Ubuntu after installation. See the <ulink url="https://help.ubuntu.com/community/RestrictedFormats">Restricted Formats</ulink> document on the Ubuntu community support website for more information.
eu: Halaere, formatu mugatu askorentzako (gainean aipatutakoentzako, adibidez) sostengua gehitu dezakezu Ubunturentzat, instalazioaren ondoren. Informazio gehiago eskuratzeko, ikusi <ulink url="https://help.ubuntu.com/community/RestrictedFormats">Restricted Formats</ulink> dokumentua Ubuntu komunitatearen sostengu-webgunean.
it: Una volta terminata l'installazione di Ubuntu, è possibile aggiungere il supporto per molti formati con restrizioni (come quelli sopra elencati). Per maggiori informazioni consultare la pagina <ulink url="http://wiki.ubuntu-it.org/FormatiProprietari">FormatiProprietari</ulink> del wiki italiano della comunità di Ubuntu.

source: Converting unsupported video formats
eu: Jasanik ez dauden bideo-formatuak eraldatzen
it: Convertire formati video non supportati

source: Many common video formats cannot be played on Ubuntu without the installation of additional software. This is due to legal restrictions.
eu: Ohiko bideo formatu batzuk ezin dira Ubuntun erreproduzituak izan software gehigarririk instalatu gabe. Muga legalen ondorio da hau.
it: Molti formati video comuni non sono riproducibili senza l'installazione di software aggiuntivo a causa di restrizioni legali.

source: As with audio formats, due to legal and technical issues, many video formats are not supported by the default Ubuntu install. While support for some formats can be added at a later date, it is recommended that you convert important video files in unsupported formats to a format which is well supported in Ubuntu.
eu: Audio formatuekin bezalaxe, kontu legalak direla eta, bideo formatu batzuk ezin dira Ubuntu erreproduzitu sistema instalatu bezain azkar. Formatu batzurentzako sostengua gehitu badaiteke ere, gomendagarria da bideo-fitxategi garrantzitsuenak eraldatzea Ubuntun jasaniko formatu batera.
it: Come per i formati audio, a causa di problemi legali e tecnici, molti formati video non sono supportati in modo predefinito. Mentre il supporto per alcuni formati può essere aggiunto in un successivo momento, è raccomandato convertire i file video importanti da formati non supportati in altri ben supportati da Ubuntu.

source: As with the audio formats, there are many video converter applications available as free-of-charge downloads for Windows. Consider converting your video files to a format which is well-supported by Ubuntu, such as <emphasis>Ogg Theora</emphasis>.
eu: Audio formatuekin bezalaxe, bideoak eraldatzeko aplikazio ugari daude Windows-erako, doain. Zure bideo-fitxategiak Ubuntun jasaniko formatu batera eraldatzeko aukera hausnartu ezazu; adibidez, <emphasis>Ogg Theora</emphasis> formatura.
it: Come per i formati audio, sono disponibili molti convertitori video gratuiti per Windows. È bene prendere in considerazione la possibilità di convertire i propri file video in formati supportati da Ubuntu, come, per esempio, il formato <emphasis>Ogg Theora</emphasis>.

source: The following major video formats are not supported by default in Ubuntu:
eu: Ondorengo bideo-formatuak ez daude modu lehenetsiz jasanik Ubuntun:
it: I seguenti formati video non sono supportati in modo predefinito da Ubuntu:

source: Converting unsupported office document formats
eu: Ez jasaniko bulego-dokumentuak eraldatzen
it: Convertire documenti di ufficio da formati non supportati

source: Ubuntu office applications can read most common office document formats without the need for conversion
eu: Ubunturen bulego-aplikazioek inongo eraldaketa beharrik gabe irakurri ditzakete bulego-dokumentu formatu gehienak.
it: Le applicazioni per l'ufficio di Ubuntu sono in grado di leggere i formati di documenti più comuni senza alcuna conversione

source: The default office suite of Ubuntu, <application>OpenOffice.org</application>, supports very many office document formats right out of the box. These include many of the Microsoft Office, Corel and Lotus formats. If you find that you do have files in formats which are unsupported, it is likely that your existing office suite or application will have the ability to save the files to a better-supported format.
eu: Ubuntun lehenetsitako bulegoko suiteak, <application>OpenOffice.org</application>-ek, bulego-dokumentu formatu pila jasaten du. Hauen artean daude Microsoft Office, Corel eta Lotus formatuetako asko. Jasanik ez dagoen formatu bateko fitxategiak badauzkazu, ziurrenik erabili ohi duzun bulego-suitea edo aplikazioak emango dizu fitxategiak beste formaturen batean gordetzeko aukera.
it: La suite per l'ufficio predefinita di Ubuntu, <application>OpenOffice.org</application>, supporta di base moltissimi formati di documenti, tra cui quelli di Microsoft Office, Corel e Lotus. Nel caso si possiedano file in formati non supportati, è probabile che l'attuale suite o applicazione da ufficio abbia la capacità di salvare i file in formati maggiormente supportati.

source: The OpenDocument file formats are gaining popularity and are expected to become the de facto supported office formats for Ubuntu. While many older applications cannot save to the OpenDocument format, other formats such as .doc and RTF are also well supported.
eu: OpenDocument fitxategi-formatuak ospea irabazten ari dira, eta Ubunturen "de facto" bulego-formatuak izango dira ziurrenik. Aplikazio zaharrarrenek OpenDocument formatuarekin ezin dutenez lan egin, .doc eta RTF moduko formatuak ere ederki sostengatuak daude.
it: I formati OpenDocument stanno guadagnando sempre maggiore popolarità e si suppone diventeranno gli standard de facto per Ubuntu. Mentre molte applicazioni meno recenti non possono salvare i file nel formato OpenDocument, altri formati come .doc e RTF sono ben supportati.

source: Converting from application-specific formats
eu: Aplikazio-espezifiko diren formatuetatik eraldatzen
it: Convertire da formati specifici

source: Some file formats are specific to particular Windows-only applications, and so cannot be used with Ubuntu software
eu: Fitxategi-formatu batzuk Windows aplikazio zehatz batzuek bakarrik jasaten dituzte, beraz, ezin dira Ubuntu softwarearekin erabili.
it: Alcuni formati di file sono specifici di particolari applicazioni per Windows e non possono essere usati con i programmi forniti con Ubuntu

source: Many applications use file formats specific to them. A good example is the <application>Adobe Photoshop</application> file format. Formats such as these are generally able to store additional data compared to widely-used standard formats and so are still useful. You may find that applications exist on Ubuntu to convert or use application specific formats. The <application>GIMP Image Editor</application> is able to use Adobe PSD files, for example.
eu: Aplikazio batzuek eurentzako espezifikoak diren fitxategi-formatuak darabiltzate. Honen adibide on bat <application>Adobe Photoshop</application>en fitxategi-formatua da. Honen moduko formatuek, normalean, formatu estandarrek baina datu gehiago jasotzen dituzte, eta beraz, erabilgarriagoak dira. Ubuntun formatu espezifiko hauek eraldatu edo erabiltzeko gai diren aplikazioak aurkitu ahalko dituzu. Adibidez, <application>GIMP Irudi Editorea</application>k Adobe PSD fitxategiak erabil ditzake.
it: Molte applicazioni usano formati di file specifici, come il formato di <application>Adobe Photoshop</application>. Tali formati, in linea generale, possono memorizzare dati supplementari, comparati ai formati standard, e perciò risultano spesso utili. Alcuni programmi presenti in Ubuntu sono in grado di convertire o far uso dei formati specifici delle altre applicazioni, per esempio, <application>Gimp - Editor di immagini</application> è in grado di usare i file Adobe PSD di Photoshop.

source: If you are uncertain whether a format is application-specific or has a usable alternative, seek help from an <ulink url="http://www.ubuntu.com/support">Ubuntu support channel</ulink>.
eu: Ez bazaude formatu bat aplikazio baten espezifikoa den edo alternatibarik erabil dezakezun, laguntza bilatu dezakezu <ulink url="http://www.ubuntu.com/support">Ubuntu sostengu kanalean</ulink>.
it: Se non si è sicuri che un formato sia specifico di un'applicazione o ne esista una valida alternativa, è possibile cercare aiuto consultando i <ulink url="http://www.ubuntu-it.org/index.php?page=Supporto">canali di supporto di Ubuntu.</ulink>.

source: Internet connection settings
eu: Internet-konexio ezarpenak
it: Impostazioni connessione a Internet

source: The Internet connection settings which are relevant to you will depend on the type and supplier of your Internet connection. Your supplier will generally be able to advise you of the relevant settings if you encounter difficulties in finding them yourself.
eu: Zure Internet-konexio motaren eta hornitzailearen araberakoak izango dira zuretzat garrantzizko Internet-konexio ezarpenak. Ezarpen hauek aurkitzeko arazorik baduzu, zure hornitzaileak lagunduko dizu.
it: Le impostazioni della connessione a Internet adatte ai propri usi, dipendono dal tipo di connessione e dal proprio fornitore del servizio. Nel caso si incontrino delle difficoltà a reperire le impostazioni adatte alla propria connessione, generalmente, il provider sarà in grado di fornire tutte le istruzioni necessarie al corretto funzionamento.

source: If you connect to the Internet using a network or router, see <xref linkend="preparing-settings-network"/> for instructions.
eu: Sare bat edo router baten bidez konektatzen bazara Internetera, <xref linkend="preparing-settings-network"/> irakurri azalpenak lortzeko.
it: Se si usa un router o un'altra rete per collegarsi a Internet, consultare <xref linkend="preparing-settings-network"/>.

source: Dial-up Internet connection
eu: Telefono bidezko Internet-konexioa
it: Connessione dial-up a Internet

source: Below is a list of common settings which you are likely to need:
eu: Beherago duzu behar izan ditzakezun ezarpenen zerrenda:
it: Quello che segue è un elenco di impostazioni comuni necessarie al corretto funzionamento:

source: User name
eu: Erabiltzaile-izena
it: Nome utente

source: Password
eu: Pasahitza

source: Dial-up telephone number
eu: Telefono zenbakia
it: Numero di telefono del provider

source: You may also require the following information:
eu: Informazio hau ere behar izan dezakezu:
it: Potrebbero essere richieste anche le seguenti informazioni:

source: Dial-out number
eu: Kanpo-deietarako zenbakia (dial-out)
it: Numero da chiamare per la connessione

source: Dialling type (tone or pulse)
eu: Markatze mota (tonuak edo pultsuak)
it: Tipo di composizione (frequenza o impulsi)

source: Authentication type
eu: Autentikazio mota
it: Tipo di autenticazione

source: Broadband Internet connection
eu: Banda zabaleko Internet-konexioa
it: Connessione a banda larga

source: Dialling telephone number
eu: Telefono zenbakia
it: Chiamata in corso

source: Connection type (usually PPPoE or PPPoA)
eu: Konexio mota (normalean, PPPoE edo PPPoA)
it: Tipo di connessione (generalmente PPPoE o PPPoA)
