Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/windows/po/*.po
Languages: eu, it

source: If you saved a calendar from Windows, you can now import it into <application>Evolution</application>, the default calendar application.
eu: Zure Windows-eko egutegia gorde bazenuen, <application>Evolution</application>-era inportatu dezakezu orain.
it: Se è stato salvato un calendario di appuntamenti da Windows, è possibile importarlo in <application>Evolution</application>, l'applicazione predefinita per la gestione del calendario.

source: Press <guibutton>Browse...</guibutton>, locate the file which you saved your calendar into and select it. Press <guibutton>Open</guibutton>.
eu: <guibutton>Fitxategi-izena...</guibutton> eremuan sakatu eta egutegia duen fitxategia ireki ezazu.
it: Fare clic su <guibutton>Nome file</guibutton>, individuare il file contenente il proprio calendario e selezionarlo. Fare clic su <guibutton>Apri</guibutton>.

source: From <guilabel>File type</guilabel>, select <guilabel>vCalendar files (.vcf)</guilabel>, <guilabel>iCalendar files (.ics)</guilabel> or <guilabel>Outlook CSV or Tab (.csv, .tab)</guilabel>, depending on which format you saved your calendar into. Press <guibutton>Forward</guibutton>.
eu: <guilabel>Fitxategi-motak</guilabel> eremuan, <guilabel>vCalendar fitxategiak (.vcf)</guilabel>, <guilabel>iCalendar fitxategiak (.ics)</guilabel> edo <guilabel>Outlook CSV edo Tab (.csv, .tab)</guilabel> hautatu ezazu, egutegia gordetzeko erabili zenuen formatuaren arabera. Sakatu <guibutton>Aurrera</guibutton>.
it: Da <guilabel>Tipo file</guilabel>, selezionare <guilabel>File vCalendar (.vcf)</guilabel>, <guilabel>File iCalendar (.ics)</guilabel> o <guilabel>CSV o Tab di Outlook (.csv, .tab)</guilabel> in base al formato in cui è stato salvato il proprio calendario. Fare clic su <guibutton>Avanti</guibutton>.

source: Choose a location in which to save the calendar, such as <menuchoice><guimenuitem>On This Computer</guimenuitem><guimenuitem>Personal</guimenuitem></menuchoice>. Ensure that <guilabel>Appointments and Meetings</guilabel> is selected and then press <guibutton>Forward</guibutton>.
eu: Egutegia non gorde hautatu ezazu, adibidez: <menuchoice><guimenuitem>Ordenagailu honetan</guimenuitem><guimenuitem>Pertsonala</guimenuitem></menuchoice>. Ziurtatu zaitez <guilabel>Appointments and Meetings</guilabel> haututa dagoela eta sakatu <guibutton>Aurrera</guibutton>.
it: Scegliere una posizione in cui salvare il calendario, come per esempio, <menuchoice><guimenuitem>Su questo computer</guimenuitem><guimenuitem>Personale</guimenuitem></menuchoice>. Assicurarsi di aver selezionato <guilabel>Appuntamenti e riunioni</guilabel>, quindi fare clic su <guibutton>Avanti</guibutton>.

source: Press <guibutton>Import</guibutton> to import the calendar into <application>Evolution</application>. Once importing has completed, the new calendar should be immediately available.
eu: <guibutton>Inportatu</guibutton> sakatu ezazu egutegia <application>Evolution</application>-era inportatzeko. Inportatzen amaitu ondoren, egutegia berehala erabili ahalko dituzu.
it: Fare clic su <guibutton>Importa</guibutton> per importare il calendario in <application>Evolution</application>. Una volta terminato il processo, il nuovo calendario sarà immediatamente disponibile.

source: Browser Bookmarks/Favorites
eu: Web-arakatzailearen Laster-markak
it: Segnalibri/Preferiti

source: If you saved the list of favorite web pages from the browser you used on Windows, you can now import them into the web browser available with Ubuntu. The following instructions are intended for users of the default <application>Firefox Web Browser</application> who are importing their favorites from <application>Microsoft Internet Explorer 6</application>. Please see <xref linkend="preparing-bookmarks"/> for more information.
eu: Windows-en erabili ohi zenuen web-arakatzaileko laster-markak gorde bazenituen, Ubuntuko web-arakatzailera inportatu ditzakezu. Argibide hauek <application>Firefox Web-arakatzailea</application> (Ubunturen lehenetsia) darabilten eta <application>Microsoft Internet Explorer 6</application>-eko laster-markak inportatu nahi dituzten erabiltzaileei zuzenduta daude. Informazio gehiago eskuratu nahi baduzu, irakurri ezazu <xref linkend="preparing-bookmarks"/>.
it: Se è stata salvata la lista dei preferiti dal browser in uso su Windows, è possibile importarla nel browser web di Ubuntu. Le seguenti istruzioni sono indicate per gli utenti di <application>Firefox Browser Web</application> che desiderano importare i propri segnalibri da <application>Microsoft Internet Explorer 6</application>. Per maggiori informazioni, consultare <xref linkend="preparing-bookmarks"/>.

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice> to start the <application>Firefox Web Browser</application>.
eu: <menuchoice><guimenu>Aplikazioak</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web-arakatzailea</guimenuitem></menuchoice> sakatu ezazu <application>Firefox Web-arakatzailea</application> abiarazteko.
it: Scegliere <menuchoice><guimenu>Applicazioni</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Browser Web</guimenuitem></menuchoice> per avviare <application>Firefox</application>.

source: Press <menuchoice><guimenuitem>Bookmarks</guimenuitem><guimenuitem>Manage Bookmarks...</guimenuitem></menuchoice> to launch the <application>Bookmark Manager</application>.
eu: <menuchoice><guimenuitem>Laster-markak</guimenuitem><guimenuitem>Kudeatu laster-markak...</guimenuitem></menuchoice> sakatu ezazu <application>Laster-marka kudeatzailea</application> abiarazteko.
it: Scegliere <menuchoice><guimenuitem>Segnalibri</guimenuitem><guimenuitem>Gestione segnalibri...</guimenuitem></menuchoice> per aprire la finestra <application>Gestione segnalibri</application>.

source: Press <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Import...</guimenuitem></menuchoice> and choose the <guilabel>From File</guilabel> option, then press <guibutton>Next</guibutton>.
eu: <menuchoice><guimenuitem>Fitxategia</guimenuitem><guimenuitem>Inportatu...</guimenuitem></menuchoice> sakatu eta <guilabel>Fitxategi batetik</guilabel> aukera hautatu ezazu, eta <guibutton>Hurrengoa</guibutton> sakatu.
it: Scegliere <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Importa...</guimenuitem></menuchoice> e selezionare l'opzione <guilabel>Da file</guilabel>, quindi fare clic su <guibutton>Avanti</guibutton>.

source: Find and select the file which you originally exported from <application>Internet Explorer</application> (see <xref linkend="preparing-bookmarks"/>) and press <guibutton>OK</guibutton>.
eu: <application>Internet Explorer</application>-etik esportatu zenuen fitxategia (ikusi <xref linkend="preparing-bookmarks"/>) aurkitu eta hautatu ezazu, eta <guibutton>Ados</guibutton> sakatu.
it: Trovare e selezionare il file esportato da <application>Internet Explorer</application> (consultare <xref linkend="preparing-bookmarks"/>) e fare clic su <guibutton>OK</guibutton>.

source: Your list of favorite web pages should be imported into <application>Firefox</application>.
eu: Zure laster-markak <application>Firefox</application>-en egon beharko lirateke jada.
it: L'elenco delle pagine web favorite sarà importato in <application>Firefox</application>.

source: Glossary of Windows Terms
eu: Windows-eko hitzen zerrenda
it: Glossario di termini Windows

source: Add/Remove Programs
eu: Añadir/Eliminar Programas
it: Aggiungi/Rimuovi...

source: Use <menuchoice><guimenu>Applications</guimenu><guimenuitem>Add/Remove...</guimenuitem></menuchoice> to install applications from Ubuntu&rsquo;s software library, or to remove existing applications from your computer. Use <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice> for more advanced tasks.
eu: <menuchoice><guimenu>Aplikazioak</guimenu><guimenuitem>Gehitu/Kendu...</guimenuitem></menuchoice> erabili ezazu Ubunturen software-liburutegietako aplikazioak instalatzeko, edo instalatuta dituzunak kentzeko. <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administrazioa</guimenuitem><guimenuitem>Synaptic Pakete-kudeatzailea</guimenuitem></menuchoice> erabili ezazu lan aurreratuagoak burutzeko.
it: Usare <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Aggiungi/Rimuovi...</guimenuitem></menuchoice> per installare applicazioni dalle librerie di software di repository di Ubuntu o per rimuovere le applicazioni dal sistema. Usare <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Gestore pacchetti Synaptic</guimenuitem></menuchoice> per svolgere attività avanzate.

source: Control Panel
eu: Panel de Control
it: Pannello di controllo

source: Settings that affect everyone who uses Ubuntu on this computer are found in <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem></menuchoice>. Settings that just affect you are accessed from <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu></menuchoice>.
eu: Ordenagailu honetan Ubuntu darabilten erabiltzaile guztiei eragiten dieten ezarpenak <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administrazioa</guimenuitem></menuchoice> menuan daude. Eragina zugan bakarrik izango duten ezarpenak <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Hobespenak</guisubmenu></menuchoice> menuan daude.
it: Le impostazioni comuni a tutti gli utenti di Ubuntu si trovano nel menù <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem></menuchoice>. Le impostazioni di ogni singolo utente si trovano invece nel menù <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Preferenze</guisubmenu></menuchoice>.

source: Explorer
eu: Explorador

source: To manage the files and folders on your computer, start by choosing an item from the <guimenu>Places</guimenu> menu.
eu: Zure ordenagailuko fixtategiak eta direktorioak kudeatzeko, <guimenu>Lekuak</guimenu> menuko elementu bat hautatzen hasi zaitez.
it: Per gestire file e cartelle sul proprio computer, iniziare selezionando un elemento dal menù <guimenu>Risorse</guimenu>.

source: Favorites
eu: Favoritos
it: Preferiti

source: Use <guimenu>Places</guimenu> for easy access to commonly-used folders. Firefox has <guimenu>Bookmarks</guimenu>, which are equivalent to Favorites in Internet Explorer.
eu: <guimenu>Lekuak</guimenu> erabili ezazu direktorio ohikoenetara iristeko. Firefox-ek <guimenu>Laster-markak</guimenu> ditu, Internet Explorer-en Favoritos-en antzekoak.
it: Usare <guimenu>Risorse</guimenu> per un più veloce accesso ai documenti e cartelle usati più frequentemente. Firefox ha il menù <guimenu>Segnalibri</guimenu> equivalente ai «Favoriti» di Internet Explorer.

source: You can use <application>Firefox</application> to search the Web and visit Web sites: <menuchoice><guimenu>Applications</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>.
eu: <application>Firefox</application> erbail dezakezu Internet eta webguneak arakatzeko: <menuchoice><guimenu>Aplikazioak</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web-arakatzaileak</guimenuitem></menuchoice>.
it: È possibile usare <application>Firefox</application> per navigare su internet e visitare i siti web: <menuchoice><guimenu>Applicazioni</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox</guimenuitem></menuchoice>.

source: Log Off
eu: Salir
it: Disconnetti

source: To close all your programs and leave the computer ready for someone else to log in, choose <menuchoice><guimenu>System</guimenu><guimenuitem>Quit...</guimenuitem></menuchoice>, then <guilabel>Log Out</guilabel>.
eu: Programa guztiak itxi eta beste norbaitentzako prest uzteko ordenagailua, <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Irten...</guimenuitem></menuchoice> hautatu ezazu, eta gero <guilabel>Saioa amaitu</guilabel>.
it: Per chiudere tutti i programmi e lasciare il computer libero per un altro utente, scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Esci...</guimenuitem></menuchoice> e quindi <guilabel>Termina sessione</guilabel>.

source: My Computer
eu: Mi PC
it: Risorse del computer

source: Equivalent items to those in the <quote>My Computer</quote> window are found in various places in Ubuntu.
eu: Ubuntuk oleku askotan dauzkazu <quote>Mi PC</quote> leihoaren antzekoak.
it: Gli elementi equivalenti a quelli contenuti in <quote>Risorse del computer</quote>, in Ubuntu si trovano in diversi posti.

source: To see the disks and storage devices connected to the computer, choose <menuchoice><guimenu>Places</guimenu><guimenuitem>Computer</guimenuitem></menuchoice>.
eu: Zure ordenagailura konektatuta dauden disko eta metatze-euskarriak ikusteko, hautatu ezazu <menuchoice><guimenu>Lekuak</guimenu><guimenuitem>Ordenagailua</guimenuitem></menuchoice>.
it: Per visualizzare i dischi e le periferiche di memorizzazione collegati al computer, scegliere <menuchoice><guimenu>Risorse</guimenu><guimenuitem>Computer</guimenuitem></menuchoice>.

source: My Documents
eu: Mis Documentos
it: Documenti

source: Inside your home folder (<menuchoice><guimenu>Places</guimenu><guimenuitem>Home Folder</guimenuitem></menuchoice>), you can arrange documents and other files in whatever folders you wish.
eu: Zure etxe-direktorioan (<menuchoice><guimenu>Lekuak</guimenu><guimenuitem>Etxe direktorioa</guimenuitem></menuchoice>), nahi duzun moduan antolatu ditzakezu zur efitxategi eta dokumentuak.
it: Nella cartella home (<menuchoice><guimenu>Risorse</guimenu><guimenuitem>Cartella Home</guimenuitem></menuchoice>), è possibile organizzare documenti e altri file nelle sottocartelle desiderate.

source: Printers &amp; Faxes
eu: Impresoras y faxes
it: Stampanti e fax

source: Open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Printing</guimenuitem></menuchoice> to set up printers. Ubuntu does not support faxing.
eu: Inprimagailuak konfiguratzeko, <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administrazioa</guimenuitem><guimenuitem>Inprimatzea</guimenuitem></menuchoice> hautatu ezazu. Ubuntuk ez du fax-ak bidaltzea sostengatzen.
it: Scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Stampa</guimenuitem></menuchoice> per configurare le stampanti. Ubuntu non supporta i fax.

source: Recycle Bin
eu: Papelera de Reciclaje
it: Cestino

source: The <guilabel>Trash</guilabel> works much the same way as the Recycle Bin. The Trash is almost always at the bottom right corner of the screen.
eu: <guilabel>Zakarrontzia</guilabel>-k "Papelera de Reciclaje"-ren funtzionamendu bera du. Pantailaren eskuin azpialdean egon ohi da Zakarrontzia.
it: Il <guilabel>Cestino</guilabel> svolge le stesse funzioni del Cestino di Windows. Solitamente è situato nell'angolo in basso a destra dello schermo.

source: Standby
eu: Hibernar
it: Sospensione

source: To put your computer into a power-saving mode until you resume using it, choose <menuchoice><guimenu>System</guimenu><guimenuitem>Quit...</guimenuitem></menuchoice>, then <guilabel>Suspend</guilabel> or <guilabel>Hibernate</guilabel>. (<guilabel>Hibernate</guilabel> requires no power at all, but is slower, and is not available on some types of computer.)
eu: Zure ordenagailuak energia gorde dezan berriro hartzen duzunarte, <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Irten...</guimenuitem></menuchoice> hautatu ezazu, eta ondoren, <guilabel>Eseki</guilabel> edo <guilabel>Hibernatu</guilabel>. (<guilabel>Hibernatu</guilabel>-k ez du batere energiarik behar, baina geldoagoa da, eta ezin da erabili ordenagailu batzutan.)
it: Per impostare il computer in modalità a risparmio energetico, scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Esci...</guimenuitem></menuchoice> e quindi <guilabel>Sospendi</guilabel> o <guilabel>Iberna</guilabel> (<guilabel>Iberna</guilabel> non richiede l'uso di corrente elettrica, ma è più lento e potrebbe non essere disponibile con alcuni modelli di computer).

source: Start button
eu: Inicio
it: Pulsante Start

source: The three menus at the top left of the screen &mdash;<guimenu>Applications</guimenu>, <guimenu>Places</guimenu>, and <guimenu>System</guimenu>&mdash; contain most of the same things as the Start menu in Windows.
eu: Pantailaren ezker goialdeko hiru menuetan &mdash;<guimenu>Aplikazioak</guimenu>, <guimenu>Lekuak</guimenu>, eta <guimenu>Sistema</guimenu>&mdash; aurkituko duzu Windows-eko Inicio menuko gauza antzekoak.
it: I tre menù posti in alto a sinistra sullo schermo, <guimenu>Applicazioni</guimenu>, <guimenu>Risorse</guimenu> e <guimenu>Sistema</guimenu>, contengono molti elementi, per la maggior parte simili a quelli del menù Start di Windows.

source: Task Manager
eu: Administrador de Tareas

source: To see or halt currently running programs, or to track processor and memory usage, choose <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>System Monitor</guimenuitem></menuchoice>.
eu: Exekutatzen ari diren programak ikusteko, edo prozesagailu edo memoria erabilera tasa ikusteko, hautatu ezazu <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administrazioa</guisubmenu><guimenuitem>Sistema-monitorea</guimenuitem></menuchoice>.
it: Per vedere o arrestare i programmi in esecuzione, per controllare l'uso del processore e la memoria, scegliere <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Amministrazione</guisubmenu><guimenuitem>Monitor di sistema</guimenuitem></menuchoice>.

source: Windows Media Player
eu: Reproductor Windows Media

source: Programs that play music and movies, and rip music CDs, are available from <menuchoice><guimenu>Applications</guimenu><guimenuitem>Sound &amp; Video</guimenuitem></menuchoice>.
eu: Musika eta filmak erreproduzitzeko programak, eta musika CDak ordenagailura kopiatzekoak ere, <menuchoice><guimenu>Aplikazioak</guimenu><guimenuitem>Soinu eta bideoa</guimenuitem></menuchoice> menuan dituzu.
it: I programmi che eseguono musica e film e catturano tracce dai CD audio, sono disponibili in <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Audio &amp; Video</guimenuitem></menuchoice>.

source: To check for updates to Ubuntu, open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Ubuntu Update Manager</guimenuitem></menuchoice>.
eu: Ubunturentzako eguneratzeak bilatzeko, ireki ezazu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administrazioa</guimenuitem><guimenuitem>Ubuntu Eguneraketa-kudeatzailea</guimenuitem></menuchoice>.
it: Per controllare l'esistenza di nuovi aggiornamenti per Ubuntu, scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Gestore aggiornamenti</guimenuitem></menuchoice>.

source: translator-credits
eu: Launchpad Contributions: Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual
it: Launchpad Contributions: Alessio Treglia https://launchpad.net/~quadrispro Alex https://launchpad.net/~new-alex Daniele Garbin https://launchpad.net/~daniele-garbin Giuseppe Terrasi https://launchpad.net/~peppe84 Lorenzo Travaglio https://launchpad.net/~lontra Maurizio Moriconi https://launchpad.net/~bugman Milo Casagrande https://launchpad.net/~milo Naldini Paolo https://launchpad.net/~hattory Vincenzo Consales https://launchpad.net/~aquarius987 Launchpad Contributions: Alessio Treglia https://launchpad.net/~quadrispro Daniele Garbin https://launchpad.net/~daniele-garbin Giuseppe Terrasi https://launchpad.net/~peppe84 Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Lorenzo Travaglio https://launchpad.net/~lontra Maurizio Moriconi https://launchpad.net/~bugman Milo Casagrande https://launchpad.net/~milo Paolo Naldini https://launchpad.net/~hattory Sergio Zanchetta https://launchpad.net/~primes2h Vincenzo Consales https://launchpad.net/~aquarius987

source: Open the folder <filename>Local Folders</filename> and look for files with names such as <filename>Inbox</filename>. Select a file and press <guibutton>Open</guibutton>. If you have many email messages, you may have to wait a while for the file to be checked before you can continue.
it: Aprire la cartella <filename>Cartelle locali</filename> e controllare i file con nomi quali <filename>Inbox</filename>. Selezionare un file e fare clic su <guibutton>Apri</guibutton>. Se si hanno molti messaggi di email occorrerà attendere un po' di tempo affinché il file venga controllato prima di proseguire.
