Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/windows/po/*.po
Languages: eu, it

source: It is possible that you may also require the following technical information, which should be available from your Internet service provider:
eu: Posible da zure Internet-zerbitzu hornitzaileak eman beharko lizukeen informazio tekniko hau ere behar izatea:
it: Probabilmente sarà necessario conoscere le seguenti informazioni tecniche, disponibili dal proprio fornitore di servizio Internet:

source: IP address and subnet mask
eu: IP helbidea eta azpisare maskara
it: indirizzo IP e maschera di rete

source: DNS server, gateway IP address or DHCP server
eu: DNS zerbitzaria, pasabidearen IP helbidea edo DHCP zerbitzaria
it: server DNS, indirizzo IP del gateway o server DHCP

source: Encapsulation type
eu: Enkapsulazio mota
it: Tipo di incapsulamento

source: DHCP settings
eu: DHCP ezarpenak
it: impostazioni DHCP

source: Proxy server settings
eu: Proxy zerbitzariaren ezarpenak
it: Impostazioni server proxy

source: If you connect to the Internet through a proxy server, you will need to make a note of some details of the proxy server in order to allow Ubuntu to connect to the Internet.
eu: Proxy zerbitzari bat badarabilzu Internetera konektatzeko, proxy zerbitzariaren inguruko datu batzuk idatzi beharko dituzu.
it: Se ci si collega alla rete tramite proxy, è necessario prendere nota di alcuni dettagli riguardanti il server proxy in modo da consentire a Ubuntu di collegarsi alla rete.

source: If the <guilabel>Control Panel</guilabel> has a purple background, press <menuchoice><guimenuitem>Network and Internet Connections</guimenuitem><guimenuitem>Internet Options</guimenuitem></menuchoice>.
eu: <guilabel>Panel de Control</guilabel>-ek atzealde morea badu, sakatu ezazu <menuchoice><guimenuitem>Conexiones de red e Internet</guimenuitem><guimenuitem>Opciones de Internet</guimenuitem></menuchoice>.
it: Se il <guilabel>Pannello di controllo</guilabel> ha uno sfondo violaceo, premere <menuchoice><guimenuitem>Connessioni di rete</guimenuitem><guimenuitem>Opzioni internet</guimenuitem></menuchoice>.

source: If the <guilabel>Control Panel</guilabel> has a white background, press <guilabel>Internet Options</guilabel>.
eu: <guilabel>Panel de Control</guilabel>-ek atzealde zuria badu, sakatu ezazu <guilabel>Opciones de Internet</guilabel>.
it: Se il <guilabel>Pannello di controllo</guilabel> ha uno sfondo bianco, premere <guilabel>Opzioni internet</guilabel>.

source: Press <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Control Panel</guimenuitem></menuchoice>. <placeholder-1/>
eu: Sakatu ezazu <menuchoice><guimenuitem>Inicio</guimenuitem><guimenuitem>Panel de Control</guimenuitem></menuchoice>. <placeholder-1/>
it: Premere <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Pannello di controllo</guimenuitem></menuchoice>. <placeholder-1/>

source: On the <guilabel>Connections</guilabel> tab, press <guibutton>LAN Settings...</guibutton>.
eu: <guilabel>Conexiones</guilabel> fitxan, sakatu <guibutton>Configuración de LAN...</guibutton>.
it: Nella scheda <guilabel>Connessioni</guilabel>, fare clic su <guibutton>Impostazioni LAN...</guibutton>.

source: If the <guilabel>Use a proxy server for your LAN</guilabel> option is ticked, this means that you are connecting to the Internet through a proxy server.
eu: <guilabel>Utilizar un servidor proxy para su LAN</guilabel> aukerat markatuta badago, proxy bat darabilzu Internetera konektatzeko.
it: Se l'opzione <guilabel>Utilizza un server proxy per le connessioni LAN</guilabel> è selezionata, significa che la connessione a Internet avviene tramite un server proxy.

source: Press <guibutton>Advanced...</guibutton> and make a note of the contents of the boxes on the screen which appears. These are your proxy settings.
eu: <guibutton>Opciones avanzadas...</guibutton> sakatu, eta agertzen den leihoko datuak idatz itzazu paper batean. Hauek dira zure proxy ezarpenak.
it: Fare clic su <guibutton>Avanzate...</guibutton> e prendere nota del contenuto della finestra che appare. Le impostazioni mostrate riguardano il proprio proxy.

source: Network settings
eu: Sare ezarpenak
it: Impostazioni di rete

source: While Ubuntu is usually able to automatically detect the settings for your network, it is wise to make a note of relevant network settings in case the network you are trying to connect to cannot be handled automatically.
eu: Ubuntu zure sarearen ezarpenak automatikoki detektatzeko gai izan ohi bada ere, hobe da sare-ezarpen garrantzizkoenak paper batean idaztea, badaezpada ere.
it: Ubuntu, solitamente, è in grado di rilevare automaticamente le impostazioni adatte alla propria rete, ma è consigliato prendere nota di alcune importanti impostazioni nel caso non si riesca a collegarsi alla rete.

source: Home networks
eu: Etxeko sareak
it: Reti casalinghe

source: If you have a home network, perhaps connected using a router or switch, there are a few settings which you may need in order to connect to the network successfully. While most networks will be able to assign correct settings to Ubuntu automatically, some networks cannot.
eu: Etxeko sare bat badaukazu, router edo switch bat erabiliz agian, sarera konektatzeko behar izan ditzakezun ezarpen batzuk daude. Sare gehienek Ubunturi ezarpen egokiak automatikoki emango badizkiote ere, sare batzuek ez dute hala egingo.
it: Se si possiede una rete casalinga (tramite router o switch), è necessario apportare piccole modifiche alla propria configurazione per collegarsi con successo. Mentre molte reti riescono ad assegnare automaticamente a Ubuntu le giuste impostazioni, altre non hanno questa caratteristica.

source: Follow the instructions below to obtain a copy of the network settings which you may need:
eu: Ondorengo azalpenak jarraitu itzazu behar izan ditzakezun sare-ezarpenen kopia bat eskuratzeko:
it: Seguire le istruzioni qui sotto per ottenere una copia delle impostazioni di rete necessarie:

source: Press <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Run</guimenuitem></menuchoice>. Type <emphasis>cmd.exe</emphasis> into the box labelled <guilabel>Open:</guilabel> and press <guibutton>OK</guibutton>.
eu: Sakatu <menuchoice><guimenuitem>Inicio</guimenuitem><guimenuitem>Ejecutar</guimenuitem></menuchoice>. Leiho berrian, <guilabel>Abrir:</guilabel> eremuan <emphasis>cmd.exe</emphasis> idatzi ezazu eta <guibutton>Aceptar</guibutton> sakatu.
it: Scegliere <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Esegui</guimenuitem></menuchoice>. Digitare <emphasis>cmd.exe</emphasis> all'interno della casella <guilabel>Apri:</guilabel> e fare clic su <guibutton>OK</guibutton>.

source: A black screen called <application>Command Prompt</application> will appear. Into the screen, type <screen>ipconfig /all</screen> and press <keycap>Return</keycap>. This will list a set of network settings for each of the networking devices you have installed. You may have one or several networking devices.
eu: <application>Agindu-Lerroa</application> izeneko leiho beltza agertuko da. Leihoan, <screen>ipconfig /all</screen> idatzi eta <keycap>Intro</keycap> sakatu. Honela, instalatuta dituzun sare-gailu bakoitzaren sare-ezarpenak dituen zerrenda bat bistaratuko da. Posible da sare-gailu bat edo gehiago izatea.
it: Apparirà una schermata nera chiamata <application>Prompt dei comandi</application>. All'interno della finestra, digitare <screen>ipconfig /all</screen> e premere <keycap>Invio</keycap> per visualizzare una serie di impostazioni per ognuno dei dispositivi di rete installati nel sistema (è possibile disporne di uno o più).

source: Now, type <screen>ipconfig /all &gt; C:\network_settings.txt</screen> and then press <keycap>Return</keycap>. This will store the settings you have just seen in the file <filename>C:\network_settings.txt</filename>.
eu: Orain, <screen>ipconfig /all &gt; C:\sare_ezarpenak.txt</screen> idatzi eta <keycap>Intro</keycap> sakatu. Honela, <filename>C:\sare_ezarpenak.txt</filename> fitxategian gordeko dira pantailan ikusi dituzun ezarpenak.
it: Ora, digitare <screen>ipconfig /all &gt; C:\network_settings.txt</screen> e premere <keycap>Invio</keycap>. Le impostazioni appena visualizzare saranno salvate all'interno del file <filename>C:\network_settings.txt</filename>.

source: Locate and open <filename>C:\network_settings</filename> in a text editing program, such as <application>Notepad</application>. Print out a copy of the file if possible.
eu: <filename>C:\sare_ezarpenak</filename> ireki ezazu testu editore batekin, adibidez: <application>Bloc de notas</application>. Ahal baduzu, inprimatu ezazu.
it: Individuare e aprire <filename>C:\network_settings</filename> con un editor di testo, come <application>Blocco note</application>. È consigliato stampare una copia del contenuto del file.

source: Windows networks
eu: Windows sareak
it: Reti windows

source: If you connect to a Windows network, you may need some additional information in order to be able to see documents placed in network shares. If you connect to a network administered by another person, ask that person for the relevant information on connecting to the network. Otherwise, ensure that you have access to the information listed below:
eu: Windows sare batetara konektatzen bazara, informazio gehigarri gehiago beharko duzu sarean elkarbanatuta dauden dokumentuak ikusi ahal izateko. Beste pertsona batek kudeatutako sare batetara konektatzen bazara, pertsona horri eskatu iezaiozu sarera konektatzeko informazioa. Bestela, jarraian zerrendatutako informazioa lor dezakezula egiaztatu:
it: Se ci si collega a una rete Windows, è necessario aggiungere ulteriori informazioni per poter leggere i documenti memorizzati nelle altre condivisioni di rete. Se ci si collega a una rete amministrata da una terza persona, è opportuno chiedere a quest'ultima le informazioni necessarie per collegarsi a tale rete. Altrimenti, assicurarsi di avere l'accesso alle seguenti informazioni:

source: Domain or workgroup name
eu: Domeinu edo lan-talde izena
it: Nome dominio o del gruppo di lavoro

source: Your username and password on the network
eu: Sarerako zure erabiltzaile-izena eta pasahitza
it: Nome utente e password sulla rete

source: Active Directory master IP address (if applicable)
eu: Direktorio Aktiboko nagusiaren IP helbidea (baldin badago)
it: Indirizzo IP principale di Active Directory (se applicabile)

source: Wireless networks
eu: Haririk gabeko sareak
it: Reti senza fili

source: There are several important pieces of information which you should have to hand if you would like to connect to a wireless network. These are listed below:
eu: Haririk gabeko sare batetara konektatu nahi baduzu, eskura izan beharko zenukeen informazio garrantzitsu batzuk daude. Ondoren zerrendatuak daude:
it: Se si desidera collegarsi a una rete senza fili, ci sono numerose informazioni importanti da tenere a portata di mano. Quello che segue è un elenco di questi parametri:

source: Network name (SSID)
eu: Sarearen izena (SSID)
it: Nome rete (SSID)

source: WEP encryption key or WPA passkey
eu: WEP enkriptatze-gakoa edo WPA gakoa
it: Chiave di cifratura WEP o WPA

source: There are numerous ways of discovering this information. If your wireless network is provided by a <emphasis>wireless router</emphasis>, you should be able to find this information from the configuration pages of the router. Consult the router manual for more information on where to find the relevant information.
eu: Informazio hauek lortzeko modu ugari daude. <emphasis>Haririk gabeko router</emphasis> batean oinarritua badago zure haririk gabeko sarea, router-aren konfigurazio-orrietan aurkituko duzu informazio hau. Router-aren gidan begiratu dezakezu informazio hau non aurkitu.
it: Ci sono numerosi modi per scoprire questa informazione. Se la connessione di rete viene fornita da un <emphasis>router senza fili</emphasis>, è possibile trovare queste informazione nelle pagine di configurazione del router. Per maggiori informazioni su come reperire le informazioni sulla propria connessione, consultare il manuale del router.

source: VPNs
eu: VPN-ak
it: VPN

source: <emphasis>Virtual Private Networks</emphasis> are a type of network which allow you to connect to a remote private network using a public network such as the Internet. There are many different types of VPN, which have varying degrees of support under Ubuntu. If you must connect to a VPN, first identify the type of VPN which you are connecting to. If the VPN is supported under Ubuntu, it is possible that a document will be available from the VPN vendor's website which can help you to connect to the network.
eu: Internet moduko sare publiko bat erabiliz sare pribatu batetara konektatzeko erabiltzen dira <emphasis>Virtual Private Network</emphasis>-ak (Sare Pribatu Birtualak). Ubuntun sostengu maila ezberdinak dituzten VPN mota ugari dago. VPN batetara konektatu behar baduzu, zein VPN mota den aurkitu ezazu lehenik. VPN mota hori Ubuntun sostengatua bada, posible da VPN saltzailearen webgunean dokumenturen bat egotea sarera nola konektatu azaltzeko.
it: Le <emphasis>Virtual Private Network</emphasis> sono dei particolari tipi di rete che consentono di collegarsi a un rete privata remota attraverso una rete pubblica, come Internet. Esistono diverse tipologie di VPN che hanno diversi diversi gradi di supporto in Ubuntu. Se si ha la necessità di connettersi a una VPN, è necessario identificare il tipo di VPN alla quale ci si dovrà collegare. Se la VPN in questione è fra quelle supportate da Ubuntu, è possibile trovare sul sito del produttore della VPN sia presente una guida per la connessione.

source: Ensure that you have all of the VPN connection information that you think you may require.
eu: Egiaztatu ezazu behar dezakezun VPN-konexio informazio guztia daukazula.
it: Assicurarsi di essere in possesso di tutte le informazioni necessarie riguardanti la propria connessione VPN.

source: Instant messaging settings
eu: Istanteko-mezularitza ezarpenak
it: Impostazioni della messaggistica istantanea

source: If you use instant messaging (chat) software, you will have set up a user account on an instant messaging network. Ubuntu has excellent support for many instant messaging networks by default, so you should still be able to use your existing account after you have switched. Please ensure that you make a note of the following information about your instant messaging account:
eu: Istanteko mezularitza (elkarrizketa) softwarerik badarabilzu, erabiltzaile-kontu bat sortu beharko duzu istanteko-mezularitza sare batean. Ubuntuk istanteko-mezularitza sare ugarirentzako sostengu ederra dauka modu lehenetsiz, beraz, zure erabiltzaile-kontu zaharra erabiltzen jarraitu ahal beharko zenuke. Mesedez, ziurtatu zaitez zure istanteko-mezularitza kontuaren inguruko informazio hau paper batean idatzia duzula:
it: Se si utilizzano programmi di messaggistica istantanea (chat), è necessario configurare un account utente in una rete di messaggistica. Ubuntu offre un eccellente supporto per molte reti di messaggistica istantanea, infatti, subito dopo il passaggio da un altro sistema, è possibile usare il proprio account utente. È comunque consigliato prendere nota delle seguenti informazioni sul proprio account di messaggistica:

source: Screen name or alias
eu: Pantailako izena edo goitizena
it: Nome visualizzato o alias

source: If possible, also make a copy of your buddy- or contact-list.
eu: Ahal bada, egin ezazu zure lagunen edo kontaktuen zerrendaren kopia bat.
it: Se possibile, fare una copia della propria lista dei contatti.

source: Web browser bookmarks
eu: Web-arakatzailearen laster-markak
it: Segnalibri del browser web

source: It is likely that you have many bookmarked websites in your web browser. This section helps you back them up.
eu: Ziurrenik webgune batzuren laster-markak dituzu zure web-arakatzailean. Atal honek horien babes-kopia egiten laguntzen dizu.
it: È molto probabile disporre di molti segnalibri nel proprio browser web. Questa sezione aiuta a farne il backup.

source: To backup your <application>Microsoft Internet Explorer 6</application> web browser:
eu: Zure <application>Microsoft Internet Explorer 6</application>-ren babes-kopia egiteko:
it: Per eseguire un backup del browser <application>Microsoft Internet Explorer 6</application>:

source: Start <application>Internet Explorer</application>.
eu: <application>Internet Explorer</application> abiarazi.
it: Avviare <application>Internet Explorer</application>.

source: Press <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Import and Export...</guimenuitem></menuchoice>.
eu: Sakatu <menuchoice><guimenuitem>Archivo</guimenuitem><guimenuitem>Importar y exportar...</guimenuitem></menuchoice>.
it: Fare clic su <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Importa ed esporta...</guimenuitem></menuchoice>.

source: The <application>Import/Export Wizard</application> will start. Press <guibutton>Next</guibutton>.
eu: <application>Asistente para la importación o exportación</application> aplikazioa abiaraziko da. Sakatu <guibutton>Siguiente</guibutton>.
it: La procedura <application>Importazione/Esportazione guidata</application> viene avviata. Fare clic su <guibutton>Avanti</guibutton>.

source: Select <guilabel>Export Favorites</guilabel> and press <guibutton>Next</guibutton>.
eu: Hautatu <guilabel>Exportar Favoritos</guilabel> eta sakatu <guibutton>Siguiente</guibutton>.
it: Selezionare <guilabel>Esporta Preferiti</guilabel> e premere <guibutton>Avanti</guibutton>.

source: Select the folder from which you want to export your favorites. Selecting the <guilabel>Favorites</guilabel> folder will will export all of them. Press <guibutton>Next</guibutton>.
eu: Zein laster-marka esportatu nahi dituzun hautatu ezazu. <guilabel>Favoritos</guilabel> hautatuz gero, guztiak esportatuko dira. Sakatu <guibutton>Siguiente</guibutton>.
it: Selezionare la cartella dalla cui esportare i preferiti. Per esportarli tutti, selezionare la cartella <guilabel>Preferiti</guilabel>. Premere <guibutton>Avanti</guibutton>.

source: Select <guilabel>Export to a File or Address</guilabel> and choose a filename. Press <guibutton>Next</guibutton>.
eu: <guilabel>Exportar a un archivo o a una dirección</guilabel> hautatu ezazu eta fitxategi-izen bat hautatu. Sakatu <guibutton>Siguiente</guibutton>.
it: Selezionare <guilabel>Esporta in un file o indirizzo</guilabel> e digitare un nome. Premere <guibutton>Avanti</guibutton>.

source: <guilabel>Completing the Import/Export Wizard</guilabel> will be displayed. Press <guibutton>Finish</guibutton>.
eu: <guilabel>Finalización del asistente para la importación o exportación</guilabel> bistaratuko da. Sakatu <guibutton>Finalizar</guibutton>.
it: Una volta apparso il messaggio <guilabel>Fine dell'Importazione/Esportazione</guilabel>, premere <guibutton>Fine</guibutton>.

source: Your bookmarks will have been saved to the filename you specified previously.
eu: Hautatu duzun fixtategi-izenarekin gordeta egongo dira zure laster-markak.
it: I preferiti verranno salvati nel file con il nome specificato precedentemente.

source: To backup your <application>Mozilla Firefox</application> web browser:
eu: Zure <application>Mozilla Firefox</application> web-arakatzailearen babes-kopia egiteko:
it: Per eseguire un backup del browser <application>Mozilla Firefox</application>:

source: Start <application>Mozilla Firefox</application>.
eu: <application>Mozilla Firefox</application> abiarazi.
it: Avviare <application>Mozilla Firefox</application>.

source: Press <menuchoice><guimenuitem>Bookmarks</guimenuitem><guimenuitem>Manage Bookmarks</guimenuitem></menuchoice>.
eu: Sakatu ezazu <menuchoice><guimenuitem>Laster-markak</guimenuitem><guimenuitem>Kudeatu laster-markak</guimenuitem></menuchoice>.
it: Scegliere <menuchoice><guimenuitem>Segnalibri</guimenuitem><guimenuitem>Gestione segnalibri...</guimenuitem></menuchoice>.

source: Press <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Export...</guimenuitem></menuchoice>.
eu: Sakatu ezazu <menuchoice><guimenuitem>Fitxategia</guimenuitem><guimenuitem>Esportatu...</guimenuitem></menuchoice>.
it: Scegliere <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Esporta...</guimenuitem></menuchoice>.

source: Choose a filename. Press <guibutton>Save</guibutton>.
eu: Fitxategi-izen bat hautatu ezazu, eta sakatu ezazu <guibutton>Gorde</guibutton>.
it: Scegliere un nome per il file e premere <guibutton>Salva</guibutton>.

source: To backup your <application>Opera</application> web browser:
eu: Zure <application>Opera</application> web-arakatzailearen babes-kopia egiteko.
it: Per fare un backup del browser web <application>Opera</application>:

source: Start <application>Opera</application>.
eu: <application>Opera</application> abiarazi.
it: Avviare <application>Opera</application>.

source: Press <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Import and Export</guimenuitem><guimenuitem>Export Bookmarks as HTML</guimenuitem></menuchoice>.
eu: Sakatu ezazu <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Import and Export</guimenuitem><guimenuitem>Export Bookmarks as HTML</guimenuitem></menuchoice>.
it: Premere <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Importa ed esporta</guimenuitem><guimenuitem>Esporta i segnalibri di Opera in HTML</guimenuitem></menuchoice>.

source: Emails and mail account settings
eu: E-postak eta posta-kontu ezarpenak
it: Email e impostazioni degli account di posta elettronica

source: You can use the same email account in Ubuntu as you have done in Windows. If you have a Web-based email account, then you should simply be able to access it using the a web browser as you would have done in Windows. Otherwise, please note down the following information so that you can re-create your account settings on Ubuntu:
eu: Windows-en erabili duzun e-posta kontu berbera erabili dezakezu Ubuntun. Web-bidezko e-posta baduzu, web-arakatzailearen bidez erabili ahalko duzu, Windows-en bezalaxe. Bestela, mesedez, jarraiko informazioa paper batean idatz ezazu zure kontua Ubuntun erabili ahal izateko:
it: Con Ubuntu, è possibile utilizzare lo stesso indirizzo di posta usato su Windows. Nel caso si possieda un account di posta basato sul web, è sufficiente accedervi tramite un browser proprio come in Windows, altrimenti, è consigliato prendere nota delle seguenti informazioni in modo tale da poterlo configurare con le stesse impostazioni su Ubuntu:

source: Email address
eu: E-posta helbidea
it: Indirizzo di posta elettronica

source: POP3 or IMAP server
eu: POP3 edo IMAP zerbitzaria
it: Server POP3 o IMAP

source: SMTP server
eu: SMTP zerbitzaria
it: Server SMTP

source: Authentication method
eu: Autentikazio metodoa
it: Metodo di autenticazione
