Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/printing/po/*.po
Languages: ar, bg, ca, cs, de, el, es, fi, fr, gl, hu, id, it, ja, mk, nl, pl, pt, pt_br, ro, ru, sk, sv, vi, zh_cn

source: <emphasis role="strong">Epson and some Canon printers:</emphasis> Install the <ulink url="apt:mtink">mtink</ulink> package and click <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> to check your ink levels.
ar: <emphasis role="strong">طابعات Epson وبعض طابعات Canon:</emphasis> ثبّت الحزمة <ulink url="apt:mtink">mtink</ulink> وانقر <menuchoice><guimenu>تطبيقات</guimenu><guimenuitem>ملحقات</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> للاتماس مستويات الحبر.
bg: <emphasis role="strong">Принтери Epson и някои Canon:</emphasis> инсталирайте пакета <ulink url="apt:mtink">mtink</ulink> и натиснете <menuchoice><guimenu>Програми</guimenu><guimenuitem>Помощни програми</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice>, за да проверите нивото на вашите мастилници.
ca: <emphasis role="strong">Algunes impressores Epson i Canon:</emphasis> Instal·leu el paquet <ulink url="apt:mtink">mtink</ulink> i feu clic a <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Accessoris</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> per a comprovar els nivells de tinta.
cs: <emphasis role="strong">Tiskárny Epson a některé Canon:</emphasis> Nainstalujte balík <ulink url="apt:mtink">mtink</ulink> a k ověření množství inkoustu zvolte <menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Příslušenství</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice>.
de: <emphasis role="strong">Epson- sowie einige Canon-Drucker:</emphasis> Installieren Sie das Software-Paket <ulink url="apt:mtink">mtink</ulink> und wählen es über <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> aus, um Ihre Tintenstände zu überprüfen.
es: <emphasis role="strong">Epson y algunas impresoras Canon:</emphasis> Instale el paquete <ulink url="apt:mtink">mtink</ulink> y pulse <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> para comprobar sus niveles de tinta.
fi: <emphasis role="strong">Epsonin ja Canonin tulostimet:</emphasis> Asenna paketti <ulink url="apt:mtink">mtink</ulink> ja valitse <menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Apuohjelmat</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> nähdäksesi jäljellä olevan musteen määrän.
fr: <emphasis role="strong">Imprimantes Epson et certaines imprimantes Canon :</emphasis> Installez le paquet <ulink url="apt:mtink">mtink</ulink> et allez dans <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> pour vérifier les niveaux d'encre.
gl: <emphasis role="strong">Impresoras Epson e algunhas Canon:</emphasis> Instale o paquete <ulink url="apt:mtink">mtink</ulink> e prema <menuchoice><guimenu>Aplicacións</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> para comprobar os niveis de tinta.
hu: <emphasis role="strong">Epson és néhány Canon nyomtató:</emphasis> Telepítse az <ulink url="apt:mtink">mtink</ulink> csomagot és kattintson az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> menüpontra a tintaszintek ellenőrzéséhez.
id: <emphasis role="strong">Epson dan beberapa Canon printers:</emphasis> Install paket <ulink url="apt:mtink">mtink</ulink> dan klik <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> untuk memeriksa level tinta anda.
it: <emphasis role="strong">Stampanti Epson e alcune stampanti Canon</emphasis>: installare il pacchetto <ulink url="apt:mtink">mtink</ulink> e scegliere <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Accessori</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> per verificare il livello di inchiostro.
pl: <emphasis role="strong">Epson i niektóre drukarki Canon:</emphasis> Zainstaluj pakiet <ulink url="apt:mtink">mtink</ulink> i kliknij <menuchoice><guimenu>Programy</guimenu><guimenuitem>Akcesoria</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice>, aby sprawdzić poziomy atramentu.
pt_br: <emphasis role="strong">Impressoras Epson e Canon:</emphasis> Instale o pacote <ulink url="apt:mtink">mtink</ulink> e clique <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Accessórios</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> para verificar seus níveis de tinta.
sv: <emphasis role=\"strong\">Epson och vissa Canon skrivare:</emphasis> Installera paketet <ulink url=\"apt:mtink\">mtink</ulink> och klicka på <menuchoice><guimenu>Program</guimenu><guimenuitem>Tillbehör</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> för att kontrollera din bläcknivå.
zh_cn: <emphasis role="strong">爱普生（Epson）和某些佳能（Canon）打印机：</emphasis> 安装 <ulink url="apt:mtink">mtink</ulink> 软件 包并点击 <menuchoice><guimenu>应用（Applications）</guimenu><guimenuitem>附件（Accessories）</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> 来检查您的墨水平。

source: <emphasis role="strong">Some other Epson and Canon printers:</emphasis> Install the <ulink url="apt:inkblot">inkblot</ulink> package, press <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, type <userinput>inkblot</userinput> and click <guibutton>Run</guibutton>. A printer icon will appear in the notification area on the top panel; click it to view ink levels.
ar: <emphasis role="strong">بعض طابعات الأخرى Epson و Canon:</emphasis> ثبّت الحزمة <ulink url="apt:inkblot">inkblot</ulink>، اضغط <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>، اطبع <userinput>inkblot</userinput> واضغط <guibutton>شغّل</guibutton>. سوف تظهر أيقونة طابعة في منطقة الإشعار في الشريط العلوي؛ انقره لعرض مستويات الحبر.
bg: <emphasis role="strong">За някои други принтери Epson и Canon:</emphasis> Инсталирайте пакета <ulink url="apt:inkblot">inkblot</ulink> натиснете, <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, напишете <userinput>inkblot</userinput> и натиснете <guibutton>Стартиране</guibutton>. Ще се появи икона на принтер в зоната за уведомяване н горната лента; натиснете я, за да видите количеството на мастилата.
ca: <emphasis role="strong">Altres impressores Epson i Canon:</emphasis> Instal·leu el paquet <ulink url="apt:inkblot">inkblot</ulink>, premeu <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, introduïu <userinput>inkblot</userinput> i feu clic a <guibutton>Executa</guibutton>. Apareixerà una icona a l'àrea de notificació al quadre superior; feu-hi clic per a visualitzar els nivells de tinta.
cs: <emphasis role="strong">Další tiskárny Epson a Canon:</emphasis> Nainstalujte balík <ulink url="apt:inkblot">inkblot</ulink>, stiskněte <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, napiště <userinput>inkblot</userinput> a klikněte na <guibutton>Spustit</guibutton>. V oznamovací oblasti v horním panelu se objeví ikona tiskárny; klikněte na ni pro zjištění množství inkoustu.
de: <emphasis role="strong">Einige andere Epson- und Canon -rucker:</emphasis> Installieren Sie das Software-Paket <ulink url="apt:inkblot">inkblot</ulink>, drücken Sie <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, geben Sie <userinput>inkblot</userinput> ein und klicken Sie <guibutton>Ausführen</guibutton>. Ein Drucker Symbol wird im Benachrichtigungsfeld in der oberen Leiste erscheinen; klicken Sie es an, um die Tintenstände zu sehen.
es: <emphasis role="strong">Otras impresoras Epson y Canon:</emphasis> Instale el paquete <ulink url="apt:inkblot">inkblot</ulink>, pulse <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, teclee <userinput>inkblot</userinput> y pulse <guibutton>Ejecutar</guibutton>. Aparecerá el icono de una impresora en el área de notificación en el panel superior; púlselo para ver los niveles de tinta.
fi: <emphasis role="strong">Jotkut Epsonin ja Canonin tulostimet:</emphasis> Asenna paketti <ulink url="apt:inkblot">inkblot</ulink>, paina <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, kirjoita <userinput>inkblot</userinput> ja napsauta <guibutton>Suorita</guibutton>-painiketta. Tulostimen kuva ilmestyy järjestelmän ilmoitusalueelle. Napsauta sitä nähdäksesi jäljellä olevan musteen määrän.
fr: <emphasis role="strong">Autres imprimantes Epson et Canon :</emphasis> Installez le paquet <ulink url="apt:inkblot">inkblot</ulink>, appuyez sur <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, tapez <userinput>inkblot</userinput> et cliquez sur <guibutton>Exécuter</guibutton>. Une icône d'imprimante devrait apparaître dans la zone de notification : cliquez dessus pour afficher les niveaux d'encre.
hu: <emphasis role="strong">Néhány más Epson és Canon nyomtató:</emphasis> Telepítse az <ulink url="apt:inkblot">inkblot</ulink> csomagot és nyomja meg az <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> billentyűkombinációt, írja be az <userinput>inkblot</userinput> parancsot és nyomja meg a <guibutton>Futtatás</guibutton> gombot. Egy nyomtatóikon jelenik meg a felső panel értesítési területén, kattintson rá a tintaszintek megjelenítéséhez.
id: <emphasis role="strong">Beberapa Epson dan Canon printers yang lain:</emphasis> Install paket <ulink url="apt:inkblot">inkblot</ulink>, tekan <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, ketik <userinput>inkblot</userinput> dan klik <guibutton>Run</guibutton>. Sebuah ikon printer akan muncul pada area pemberitahuan di panel paling atas; klik ikon tersebut untuk melihat level tinta.
it: <emphasis role="strong">Altre stampanti Epson e Canon</emphasis>: installare <ulink url="apt:inkblot">il pacchetto inkblot</ulink>, premere <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, digitare <userinput>inkblot</userinput> e fare clic su <guibutton>Esegui</guibutton>. Viene visualizzata l'icona di una stampante nell'area di notifica nel pannello superiore, fare clic su questa icona per visualizzare i livelli d'inchiostro.
pl: <emphasis role="strong">Inne drukarki Epson i Canon:</emphasis> Zainstaluj pakiet <ulink url="apt:inkblot">inkblot</ulink>, naciśnij <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, wpisz <userinput>inkblot</userinput> i kliknij <guibutton>Uruchom</guibutton>. Ikona drukarki pojawi się w obszarze powiadomień w górnym panelu; kliknij ją, aby zobaczyć poziomy atramentu.
pt_br: <emphasis role="strong">Algumas outras impressoras Epson e Canon:</emphasis> Instale o pacote <ulink url="apt:inkblot">inkblot</ulink> aperte <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, digite <userinput>inkblot</userinput> e clique <guibutton>Executar</guibutton>. Um ícone de impressora irá aparecer na área de notificação no painel do topo; clique nele para ver os níveis das tintas.
sv: <emphasis role="strong">En del andra Epson och Canon skrivare:</emphasis> Installera paketet <ulink url="apt:inkblot">inkblot</ulink>, tryck <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, skriv <userinput>inkblot</userinput> och klicka på <guibutton>Kör</guibutton>. En skrivarikon kommer visas i notifieringsfältet på den övre panelen; klicka för att se bläcknivåerna.
zh_cn: <emphasis role="strong">某些Epson和Canon打印机：</emphasis>安装<ulink url="apt:inkblot">inkblot</ulink>软件包，按<keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>，输入<userinput>inkblot</userinput>并单击<guibutton>运行</guibutton>。在面板顶部的通知区域一个打印机图标就会出现；单击它来观察墨水平。

source: For printers from other manufacturers, the best chance of viewing ink levels for your printer in Ubuntu is to install an official Linux printer driver from your manufacturer if one exists.
ar: للطابعات من شركات أخرى، أفضل وسيلة لعرض مستويات الحبر لطابعاك في أوبونتو هي تثبيت تعريف لينكس الرسمي للطابعة من شركتك إذا وُجد.
bg: За принтери от други производители, най-добрият вариянт да видите нивото на мастилниците в Ubuntu е да инсталирате официалния драйвер за Linux от производителя (ако същестува такъв).
ca: Per a les impressores dels altres fabricants, la millor opció per a visualitzar els nivells de tinta de la impressora a l'Ubuntu és instal·lar un controlador oficial per a Linux del fabricant, si és que existeix.
cs: U tiskáren od jiných výrobců je nejlepší možností, jak zjistit v Ubuntu množství inkoustu v tiskárně, nainstalovat oficiální linuxový ovladač tiskárny od jejího výrobce, pokud nějaký existuje.
de: Für Drucker von anderen Herstellern ist die beste Möglichkeit, um Tintenstände Ihres Drucker unter Ubuntu zu sehen, einen offiziellen Linux-Treiber des Herstellers zu installieren, falls einer vorhanden ist.
es: Para impresoras de otros fabricantes, la mejor oportunidad de ver los niveles de tinta para su impresora en Ubuntu es instalar un controlador de impresora oficial de Linux de su fabricante, si existe alguno.
fi: Muiden valmistajien tulostimia käytettäessä parhaat mahdollisuudet musteen määrän selvittämiseen saat käyttämällä valmistajan virallista Linux-ajuria jos sellainen on tarjolla.
fr: Pour les imprimantes d'autres constructeurs, l'installation d'un pilote officiel pour Linux fourni par le fabricant (s'il existe), vous permettra probablement de voir les niveaux d'encre.
hu: Más gyártmányú nyomtató esetében a tintaszint Ubuntu alatti megjelenítéséhez telepítse a gyártó hivatalos linuxos nyomtatómeghajtóját, ha létezik ilyen.
id: Untuk mesin cetak dari produsen yang lain, cara terbaik untuk melihat level tinta dari mesin cetak anda di Ubuntu adalah dengan menginstal official Linux printer driver dari produsen mesin cetak anda jika memang ada.
it: Per stampanti di altri produttori, il modo migliore per controllarne i livelli di inchiostro in Ubuntu è installare il driver per Linux fornito dal produttore stesso.
pl: Aby w Ubuntu wyświetlić poziom tuszu w drukarkach innych producentów, najlepiej zainstalować oficjalne sterowniki dla Linuksa producenta Twojej drukarki (jeśli takowe istnieją).
pt: Para impressoras de outros fabricantes, a melhor opção para visualização dos níveis de tinta disponíveis da sua impressora no Ubuntu consiste em instalar um driver de impressão oficial para Linux, disponibilizado, caso exista, pelo seu fabricante.
pt_br: Para as impressoras de outros fabricantes, a melhor chance de ver níveis de tinta de sua impressora no Ubuntu é instalar um driver de impressora Linux oficial do seu fabricante, se existir um.
sv: För skrivare från andra tillverkare, den bästa möjligheten för att visa din skrivares bläcknivå i Ubuntu är att installera en officiell Linux-skrivardrivrutin från tillverkaren, om det finns en sådan.
zh_cn: 对于来自其它厂商的打印机，如果有其官方发布的Linux打印机驱动的话，在Ubuntu上观察墨水平的最佳方式是安装这个驱动。

source: Faxing
ar: الفاكسات
bg: Изпращане на факсове
ca: Enviament de fax
cs: Faxování
de: Faxen
el: Τηλεομοιοτυπία (φαξ)
es: Envío de fax
fi: Faksaus
fr: Fax
gl: Enviar faxes
hu: Faxolás
id: Faks
it: Inviare fax
ja: FAX
mk: Факс
nl: Faxen
pl: Faksowanie
pt: Faxes
pt_br: Enviando Fax
ro: Utilizarea faxului
ru: Факс
sk: Faxovanie
sv: Fax
vi: Gửi fax
zh_cn: 传真

source: <ulink url="apt:efax-gtk">efax-gtk</ulink> can be used to send and receive faxes using a fax modem. It requires a supported fax modem to be installed for it to function correctly.
ar: <ulink url="apt:efax-gtk">efax-gtk</ulink> يمكن أن يستخدم لإرسال واستقبال الفاكسات باستخدام مودم فاكس. يتطلب مودم فاكس مدعوم مثبت لأداء المهام بشكل صحيح.
bg: <ulink url="apt:efax-gtk">efax-gtk</ulink> може да се използва за изпращане и получаване на факсове с помощта на факс модем. За правилно фнкциониране се изисква инсталиран поддържан факс модем.
ca: Es pot utilitzar l'<application>efax-gtk</application> per a enviar i rebre faxos utilitzant un mòdem-fax. Aquest necessita tenir instal·lar un mòdem-fax compatible per a funcionar correctament.
cs: <ulink url="apt:efax-gtk">efax-gtk</ulink> lze použít k odesílání a přijímání faxů přes faxmodem. Pro správnou funkčnost je potřeba, aby byl nainstalován podporovaný faxmodem.
de: <ulink url="apt:efax-gtk">efax-gtk</ulink> kann verwendet werden, um Faxe zu erhalten und zu empfangen, indem man ein Modem benutzt. Es benötigt ein unterstütztes Faxmodem, um korrekt zu funktionieren.
es: <ulink url="apt:efax-gtk">efax-gtk</ulink> puede usarse para enviar y recibir faxes usando un fax módem. Se requiere la instalación de un fax módem soportado para que éste funcione correctamente.
fi: <ulink url="apt:efax-gtk">efax-gtk</ulink> on sovellus faksien lähettämistä ja vastaanottamista varten. Sen käyttö vaatii, että koneeseen on kytketty tuettu faksimodeemi.
fr: <ulink url="apt:efax-gtk">efax-gtk</ulink> peut être utilisé pour envoyer et recevoir des fax en utilisant un modem fax. Il ne fonctionnera correctement que si un modem fax pris en charge est installé.
hu: Az <ulink url="apt:efax-gtk">efax-gtk</ulink> egy faxküldő és -fogadó alkalmazás faxmodemekhez. Használatához egy támogatott faxmodem telepítése szükséges.
id: <ulink url="apt:efax-gtk">efax-gtk</ulink> dapat digunakan untuk mengirim dan menerima fax menggunakan fax modem. Hal tersebut membutuhkan fax modem yang mendukung agar dapat di install dan dapat berfungsi dengan benar.
it: <ulink url="apt:efax-gtk">efax-gtk</ulink> può essere usato per inviare e ricevere fax attraverso un modem fax. Per funzionare correttamente è richiesto un modem che supporti tale funzione.
pl: Do wysyłania i odbierania faksów za pomocą fax modemu można skorzystać z programu <ulink url="apt:efax-gtk">efax-gtk</ulink>. Do prawidłowej pracy wymaga on wspieranego przez program fax modemu.
pt_br: <ulink url="apt:efax-gtk">efax-gtk</ulink> pode ser usado para enviar e receber faxes usando um fax modem. Exige um fax modem suportado para ser instalado e para que funcione corretamente.
sv: <ulink url=\"apt:efax-gtk\">efax-gtk</ulink> kan användas till att skicka och ta emot fax genom att använda ett faxmodem. Det kräver att ett faxmodem som stöds installeras för att det skall fungera korrekt.
zh_cn: 通过使用传真调制解调器（modem），<ulink url="apt:efax-gtk">efax-gtk</ulink> 能用来发送和接收传真。为了使efax-gtk正确工作，需要安装一个受其支持的传真调制解调器。

source: It also has an interface to provide a <quote>virtual printer</quote> for sending faxes from word processors and similar programs, can automatically email a received fax to a designated user, and can automatically print a received fax.
ar: يقدم أيضا واجهة <quote>طابعة وهمية</quote> لإرسال فاكسات من معالجات النصوص والبرامج الشبيهة، ويمكن تلقائياإرسال فاكس مُتلقى بالبريد الإلكتروني إلى مستخدم مُعيّن، ويمكن تلقائيا طباعة الفاكس مُتلقى.
bg: Също има интерфейс за предлагане на <quote>виртуален принтер</quote> за изпращане на факсове от текстообработващи програми и подобни програми. Може автоматично да изпрати имейл за получен факс на посочен потребител и може автоматично да отпечатва получени факсови.
ca: També hi ha una interfície que proporciona una <quote>impressora virtual</quote> per a enviar faxos des de processadors de text i programes similars. Aquesta també pot enviar automàticament per correu electrònic un fax rebut a un usuari determinat i pot imprimir automàticament un fax rebut.
cs: Má rozhraní k vytvoření <quote>virtuální tiskárny</quote> pro odesílání faxů z textových procesorů a podobných programů, může automaticky odesílat e-mailem přijaté faxy danému uživateli a automaticky je tisknout.
de: Es stellt hat auch eine Schnittstelle, um einen <quote>virtuellen Drucker</quote> für das Versenden von Faxen aus Textverarbeitungen und ähnlichen Programmen heraus bereitzustellen. Es kann empfangene Faxe automatisch per Mail an einen bestimmten Benutzer versenden oder ein empfangenes Fax automatisch ausdrucken.
es: También posee una interfaz que proporciona una <quote>impresora virtual</quote> para enviar faxes desde procesadores de textos o programas similares, automáticamente puede enviar un correo electrónico con un fax recibido a un usuario designado, y también automáticamente puede imprimir un fax recibido.
fi: Se tarjoaa myös <quote>virtuaalisen tulostimen</quote> jonka kautta on mahdollista lähettää fakseja esimerkiksi tekstinkäsittelyohjelmilla, lähettää sähköpostia faksin saapuessa ja tulostaa saapuneet faksit automaattisesti.
fr: Il existe également une interface fournissant une <quote>imprimante virtuelle</quote> pour envoyer des fax depuis un traitement de texte et des programmes similaires. Elle permet aussi d'envoyer automatiquement fax reçu par courriel au destinataire de votre choix, ou encore d'imprimer automatiquement un fax reçu.
hu: Tartalmaz egy <quote>virtuális nyomtatófelületet</quote> faxok küldésére szövegszerkesztőkből és hasonló programokból. Képes a beérkező faxok e-mailben történő automatikus továbbítására egy kijelölt felhasználónak, illetve azok automatikus kinyomtatására.
id: Efax-gtk juga memiliki antarmuka yang menyediakan <quote>virtual printer</quote> untuk mengirim fax dari aplikasi pengolah kata dan program sejenisnya, dapat secara otomatis meng-email fax yang diterima kepada pengguna yang ditunjuk, dan dapat pula secara otomatis mencetak fax yang diterima.
it: È dotato di un'interfaccia per fornire una <quote>stampante virtuale</quote> per poter inviare fax da un editor di testi o da programmi simili, è in grado di inviare automaticamente un fax a un utente via mail ed è possibile impostare la stampa automatica di un fax ricevuto.
pl: Program posiada także interfejs umożliwiający utworzenie <quote>wirtualnej drukarki</quote> do wysyłania faksów z edytorów tekstu i podobnych programów, może automatycznie wysłać pocztą elektroniczną e-mail odebrane faksy do wyznaczonego użytkownika i potrafi automatycznie drukować otrzymane faksy.
pt: Tem também um interface para disponibilização de uma <quote>impressora virtual</quote> para envio de faxes a partir de processadores de texto e programas similares, pode automaticamente enviar por e-mail um fax recebido para determinado utilizador, assim como imprimir automaticamente um fax recebido.
pt_br: Tem também uma interface para fornecer uma <quote>impressora virtual</quote> para enviar faxes a partir de processadores de texto e programas similares, pode enviar um email automaticamente de um fax recebido para um utilizador designado e pode imprimir automaticamente um fax recebido.
sv: Det har också ett gränssnitt för att tillhandahålla en <quote>virtuell skrivare</quote>, för att sända fax från ordbehandlare och liknande program. Det kan automatiskt skicka ett mottaget fax som ett e-postmeddelande till en bestämd mottagare, och kan automatiskt skriva ut ett mottaget fax.
zh_cn: 它也有一个界面提供<quote>虚拟打印机</quote>（virtual printer）来从字处理软件及类似程序发送传真，它能自动地将收到的传真通过电子邮件发送到指定用户，并能自动地打印收到的传真。
