Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/printing/po/*.po
Languages: ar, bg, ca, cs, de, el, es, fi, fr, gl, hu, id, it, ja, mk, nl, pl, pt, pt_br, ro, ru, sk, sv, vi, zh_cn

source: To run efax-gtk, click <menuchoice><guimenu>Applications</guimenu><guisubmenu>Office</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
ar: لتشغيل efax-gtk، انقر <menuchoice><guimenu>تطبيق</guimenu><guisubmenu>مكتب</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
bg: За да изпълните efax-gtk, натиснете <menuchoice><guimenu>Програми</guimenu><guisubmenu>Офис</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
ca: Per a executar l'efax-gtk, feu clic a <menuchoice><guimenu>Aplicacions</guimenu><guisubmenu>Oficina</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
cs: Pro spuštění efax-gtk zvolte <menuchoice><guimenu>Aplikace</guimenu><guisubmenu>Kancelář</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
de: Um efax-gtk auszuführen, wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guisubmenu>Büro</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
es: Para ejecutar efax-gtk, pulse <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Oficina</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
fi: Käynnistä efax-gtk valitsemalla <menuchoice><guimenu>Sovellukset</guimenu><guisubmenu>Toimisto</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
fr: Pour exécuter efax-gtk, allez dans <menuchoice><guimenu>Applications</guimenu><guisubmenu>Bureautique</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
hu: Az efax-gtk elindításához válassza ki az <menuchoice><guimenu>Alkalmazások</guimenu><guisubmenu>Iroda</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice> menüpontot.
id: Untuk menjalankan efax-gtk, klik <menuchoice><guimenu>Applications</guimenu><guisubmenu>Office</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
it: Per avviare efax-gtk, scegliere <menuchoice><guimenu>Applicazioni</guimenu><guisubmenu>Ufficio</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
pl: Aby uruchomić efax-gtk kliknij <menuchoice><guimenu>Programy</guimenu><guisubmenu>Biuro</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
pt_br: Para executar o efax-gtk, clique <menuchoice><guimenu>Aplicativos</guimenu><guisubmenu>Escritório</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
sv: För att köra efax-gtk, klicka på <menuchoice><guimenu>Program</guimenu><guisubmenu>Kontor</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
zh_cn: 为了运行efax-gtk，点击 <menuchoice><guimenu>应用</guimenu><guisubmenu>办公</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>。

source: More information is available from the following locations:
ar: مزيد من المعلومات متوفرة في المواقع التالية:
bg: Още информация е достъпна на следните места:
ca: Hi ha més informació disponible a les ubicacions següents:
cs: Více informací je dostupných v následujících umístěních:
de: Weiterführende Informationen erhalten Sie unter:
el: Περισσότερες πληροφορίες είναι διαθέσιμες στις παρακάτω τοποθεσίες:
es: Hay más información en los siguientes lugares:
fi: Lisätietoa voi saada seuraavista paikoista:
fr: Plus d'informations sont disponibles aux endroits suivants :
gl: Ten máis información á súa disposición nos seguintes lugares:
hu: További információkat találhat a következő helyeken:
id: Informasi lebih lanjut tersedia dari lokasi berikut:
it: Ulteriori informazioni sono disponibili su:
ja: より詳細な情報は以下で参照できます:
mk: Повеќе информации се достапни на наредните локации:
nl: Meer informatie is op de volgende locaties beschikbaar:
pl: Więcej informacji jest dostępnych na następujących stronach internetowych:
pt: Mais informação está disponível nos seguintes endereços:
pt_br: Mais informações estão disponíveis nos seguintes locais:
ro: Mai multe informaţii puteţi găsi la:
ru: Более подробная информация доступна в следующих источниках:
sk: Viac informácií nájdete na nasledujúcich miestach:
sv: Mer information finns tillgängligt från följande platser:
vi: Thông tin thêm có thể được tìm thấy từ những nguồn sau:
zh_cn: 更多信息可以从以下地方获取：

source: Ubuntu Community support pages
ar: صفحات دعم مجتمع أوبونتو
bg: Страници с поддръжка от обществото на Ubuntu
ca: Pàgines d'assistència de la comunitat de l'Ubuntu
cs: Podpůrné stránky komunity Ubuntu
de: Hilfeseiten der Ubuntu-Gemeinschaft
el: Σελίδες κοινοτικής υποστήριξης του Ubuntu
es: Páginas de soporte de la comunidad de Ubuntu
fi: Ubuntun yhteisön tukisivut
fr: Les pages de support de la communauté Ubuntu
gl: Páxinas de soporte da Comunidade Ubuntu
hu: Ubuntu közösségi támogatási oldalak
id: Halaman bantuan Komunitas Ubuntu
it: Pagine di supporto della comunità Ubuntu
ja: Ubuntu コミュニティ・サポート・ページ
mk: Страниците за подршка од страна на Ubuntu заедницата
nl: Ondersteuningspagina's van de Ubuntu-gemeenschap
pl: Strony wsparcia społeczności Ubuntu
pt: Páginas de suporte da Comunidade Ubuntu
pt_br: Páginas de suporte da Comunidade Ubuntu
ro: paginile de suport ale comunităţii Ubuntu
ru: На страницах поддержки сообщества Ubuntu
sk: Stránky podpory komunity Ubuntu
sv: Supportsidorna för Ubuntus gemenskap
vi: Các trang hỗ trợ của cộng đồng Ubuntu
zh_cn: Ubuntu 社区支持页面

source: Efax-gtk website
ar: موقع Efax-gtk
bg: Уеб сайт на Efax-gtk
ca: Lloc web de l'efax-gtk
cs: Webová stránka Efax-gtk
el: Ιστοσελίδα του Efax-gtk
es: Página web de efax-gtk
fi: Efax-gtk-ohjelman kotisivu
fr: Le site web d'efax-gtk
gl: Sitio web de Efax-gtk
hu: Efax-gtk weboldal
id: Situs web Efax-gtk
it: Sito web di Efax-gtk
ja: Efax-gtk ウェブサイト
mk: Веб-страницата на Efax-gtk
pl: Strona projektu Efax-gtk
pt: Sítio web do Efax-gtk
pt_br: Site do Efax-gtk
ro: site-ul Efax-gtk
ru: На веб-сайте программы Efax-gtk
sk: internetová stránka Efax-gtk
sv: Webbsidan för Efax-gtk
vi: Website của Efax-gtk
zh_cn: Efax-gtk 网站

source: Scanning
ar: المسح
bg: Сканиране
ca: Escanejar
cs: Skenování
de: Scannen
el: Σαρώσεις
es: Escáner
fi: Kuvanluku
fr: Numérisation
gl: Dixitalizar
hu: Szkennelés
id: Memindai
it: Scanner
ja: スキャナ
mk: Скенирање
nl: Scannen
pl: Skanowanie
pt: Digitalizar
pt_br: Digitalizando
ro: Scannere
ru: Сканирование
sk: Skenovanie
sv: Bildinläsning
vi: Quét ảnh
zh_cn: 扫描

source: Many scanners are automatically supported by Ubuntu, and should be easy to install and operate. This section will walk you through how to use your scanner and what to do if Ubuntu does not detect your scanner.
ar: الكثير من الماسحات مدعومة تلقائيا في أوبونتو، ويجب أن تكون سهلة التثبيت والتشغيل. سوف يعبر القسم بك عبر كيفية استخدام ماسحك وما يجب أن تقوم به إذا لم يكتشف أوبونتو ماسحك.
bg: Много скенери се поддържат от Ubuntu и трябва да се инсталират лесно. Тази секция ще ви упъти как да използвате вашия скенер и какво да направите, ако Ubuntu не открие вашия скенер.
ca: Molts escàners són compatibles amb l'Ubuntu, i hauria de ser fàcil instal·lar-los i utilitzar-los. Aquesta secció us indica com utilitzar l'escàner i què fer si l'Ubuntu no pot trobar-lo.
cs: Mnoho skenerů je v Ubuntu automaticky podporováno a lze je jednoduše nainstalovat a obsluhovat. Tato sekce vás seznámí s tím, jak skener používat a co dělat, když Ubuntu váš skener nerozpozná.
de: Viele Scanner werden von Ubuntu standardmäßig unterstützt und sollten leicht zu installieren und zu bedienen sein. Dieser Abschnitt erklärt, wie Sie Ihren Scanner benutzen und was Sie tun müssen, wenn Ubuntu Ihren Scanner nicht erkennt.
es: Muchos escáneres son soportados automáticamente por Ubuntu, y deberían resultar sencillos de instalar y operar. Esta sección lo llevará a través de cómo usar su escáner y qué hacer si Ubuntu no lo detecta.
fi: Monet skannerit toimivat automaattisesti Ubuntussa ja niiden asentaminen ja käyttö on helppoa. Tässä osiossa kerrotaan miten toimia, jos Ubuntu ei kuitenkaan tulosta skanneria.
fr: De nombreux numériseurs (scanner) sont pris en charge automatiquement par Ubuntu. Ils devraient être faciles à installer et à utiliser. Cette section vous expliquera comment utiliser votre scanner et vous indiquera que faire si Ubuntu ne le détecte pas.
hu: Sok szkennert az Ubuntu automatikusan támogat, melyek egyszerűen beüzemelhetők és kezelhetők. Ez a szakasz bemutatja a szkenner használatát és a teendőket, ha az Ubuntu nem ismeri fel automatikusan a szkennerét.
id: Kebanyakan alat pemindai secara otomatis telah didukung oleh Ubuntu, dan seharusnya mudah untuk di instal dan dioperasikan. Bagian ini akan memandu anda bagaimana menggunakan mesin pemindai anda dan apa yang dilakukan jika Ubuntu tidak dapat mendeteksi mesin pemindai anda.
it: Molti scanner sono riconosciuti automaticamente da Ubuntu e dovrebbe essere facile installarli e utilizzarli. In questa sezione viene spiegato come usare uno scanner e cosa fare nel caso in cui Ubuntu non dovesse rilevarlo.
pl: Ubuntu potrafi automatycznie obsłużyć wiele skanerów, zatem ich instalacja i obsługa nie powinna sprawiać trudności. Ten rozdział opisuje sposób w jaki używać skanera i co zrobić, jeśli Ubuntu nie wykryje skanera.
pt: Muitos scanners são automaticamente suportados pelo Ubuntu, e devem ser fáceis de instalar e operar. Esta secção vai acompanhá-lo relativamente à utilização do seu scanner assim como os passos a tomar caso o Ubuntu não detecte o seu scanner.
pt_br: Muitos scanners são suportados automaticamente pelo Ubuntu, e devem ser fáceis de instalar e operar. Esta seção vai levá-lo através de como usar o seu scanner e o que fazer se o Ubuntu não detectar o scanner.
sv: Många skannrar stöds automatiskt av Ubuntu och bör vara lätta att installera och använda. Det här avsnittet kommer att gå igenom hur du använder din skanner och vad man ska göra om Ubuntu inte identifiera din skanner.
zh_cn: Ubuntu自动地支持许多扫描仪，且安装及操作都应是简单的。这节要带领您学习如何使用扫描仪，以及若Ubuntu不能检测到您的扫描仪的话，您应该怎么办。

source: Does my scanner work with Ubuntu?
ar: هل يعمل ماسحي مع أوبونتو؟
bg: Моят скенер работи ли с Ubuntu?
ca: Funciona el meu escàner amb l'Ubuntu?
cs: Funguje můj skener v Ubuntu?
de: Funktioniert mein Scanner unter Ubuntu?
el: Λειτουργεί ο σαρωτής μου με το Ubuntu;
es: ¿Mi escáner funciona con Ubuntu?
fi: Toimiiko kuvanlukijani Ubuntussa?
fr: Mon scanner fonctionne-t-il avec Ubuntu ?
gl: Funcionará o meu scanner con Ubuntu?
hu: Működik a szkennerem Ubuntu alatt?
id: Apakah scanner ku bekerja di Ubuntu?
it: Il mio scanner funziona con Ubuntu?
ja: 私のスキャナはUbuntuで動作しますか?
mk: Дали мојот скенер работи во Ubuntu?
nl: Werkt mijn scanner met Ubuntu?
pl: Czy mój skaner działa z Ubuntu?
pt: O meu scanner funciona com o Ubuntu?
pt_br: Meu scanner funciona no Ubuntu?
ro: Este recunoscut scannerul de Ubuntu?
ru: Работает ли мой сканер в Ubuntu?
sk: Pracuje môj skener v Ubuntu?
sv: Fungerar min bildläsare med Ubuntu?
vi: Máy quét của tôi có hoạt động được với Ubuntu không?
zh_cn: 我的扫描仪能在 Ubuntu 下工作吗？

source: There are three ways to see if you scanner works in Ubuntu:
ar: توجد ثلاث طرق لترى إن كانت ماسحتك تعمل مع أوبونتو:
bg: Има три начина да проверите дали вашия скенер работи в Ubuntu:
ca: Hi ha tres maneres de comprovar si l'escàner funciona amb l'Ubuntu:
cs: Existují tři cesty jak ověřit, zda váš skener funguje v Ubuntu:
de: Es gibt drei Möglichkeiten, um herauszufinden, ob Ihr Scanner unter Ubuntu funktioniert:
el: Υπάρχουν τρεις τρόποι για να ελέγξετε αν ο σαρωτής σας λειτουργεί με το Ubuntu:
es: Hay tres maneras de ver si su escáner funciona con Ubuntu:
fi: On olemassa kolme tapaa selvittää, toimiiko kuvanlukija Ubuntussa:
fr: Il existe trois manières de voir si votre scanner fonctionne avec Ubuntu :
gl: Hai tres maneiras de comprobar se o seu scanner funciona en Ubuntu:
hu: Háromféleképpen ellenőrizheti ezt:
id: Ada tiga cara untuk melihat bagaimana scanner anda bekerja di Ubuntu:
it: Ci sono tre modi per verificare se lo scanner funzionerà con Ubuntu:
ja: Ubuntuでスキャナが動作するか確かめるには3つの方法があります:
mk: Постојот три начини на проверите дали вашиот скенер работи во Ubuntu:
nl: Er zijn drie manieren om te zien of uw scanner in Ubuntu werkt:
pl: Są trzy sposoby sprawdzenia, czy skaner współpracuje z Ubuntu:
pt: Existem três maneiras de saber se o seu scanner funciona com o Ubuntu:
pt_br: Existem três formas de verificar se seu scanner funciona no Ubuntu:
ro: Puteţi verifica în trei moduri dacă scannerul dumneavoastră va funcţiona în Ubuntu:
ru: Есть три способа проверить работает ли ваш сканер в Ubuntu:
sk: Sú tri spôsoby ako zistiť, či váš skener v Ubuntu pracuje:
sv: Det finns tre sätt att se om din bildläsare fungerar i Ubuntu:
vi: Có 3 cách để xem máy quét của bạn có làm việc với Ubuntu không:
zh_cn: 有三种方法可以查看您的扫描仪是否可以在 Ubuntu 下工作：

source: Simply plug it in and try it! If it is a newer Universal Serial Bus (USB) scanner, it is likely that it will just work.
ar: ببساطة اشبكه وجرّبه! إذا كان ماسحا حديثا عبر الناقل التسلسي العام (USB)، من المرجح
bg: Просто го свържете и го пробвайте! Ако е по-нов Universal Serial Bus (USB) скенер, вероятно ще работи правилно.
ca: Simplement connecteu-lo i proveu-ho. Si és un escàner nou amb bus sèrie universal (USB) és molt probable que funcioni.
cs: Jednoduše ho zapojte a vyzkoušejte! Pokud je to novější USB skener, je pravděpodobné, že bude prostě fungovat.
de: Schließen Sie einfach Ihren Scanner an Ihren Rechner an und probieren Sie es aus. Wenn Sie einen Scanner mit USB Anschluss (Universal Serial Bus) haben, wird er sehr wahrscheinlich sofort einsatzbereit sein.
el: Απλά συνδέστε τον και δοκιμάστε τον! Αν είναι ένας σύγχρονος USB σαρωτής, το πιθανότερο είναι ότι θα λειτουργεί.
es: Simplemente enchúfelo y pruébelo. Si se trata de un moderno escáner Universal Serial Bus (USB), es muy probable que funcione simplemente así.
fi: Kytke kuvanlukija ja kokeile. Jos kuvanlukija on uudempia Universal Serial Bus (USB) -kuvanlukijoita, on todennäköistä että se toimii suoraan.
fr: Branchez-le et essayez-le ! S'il s'agit d'un scanner USB récent, cela devrait suffire à le faire fonctionner.
gl: Simplemente conécteo e probe! Se se trata dun scanner recente con USB, o máis probábel é que funcione inmediatamente.
hu: Egyszerűen dugja be és próbálja ki! Ha egy újabb USB szkennerről van szó, akkor valószínűleg működni fog.
id: Yang paling mudah adalah tancapkan dan jalankan! Jika menggunakan Universal Serial Bus (USB) scanner terbaru, maka dengan mudah akan bekerja dengan baik.
it: Semplicemente collegandolo al computer. Se è uno scanner USB (Universal Serial Bus), probabilmente funzionerà.
ja: 単純にコネクタを差し込んで試してみてください! 新しいUniversal Serial Bus (USB)スキャナであれば、それで動作すると思われます。
mk: Eдноставно вклучете го и пробајте! Ако е понов модел на некој Universal Serial Bus (USB) скенер, најверојатно ќе работи.
nl: Sluit het aan en probeer het! Als het een nieuwere Universal Serial Bus (USB) scanner is, is het waarschijnlijk dat het gewoon zal werken.
pl: Po prostu podłącz i spróbuj! Jeśli jest to nowszy skaner z portem USB istnieje szansa, że od razu zadziała.
pt: Ligue-o e experimente-o! Se é um scanner USB (Universal Serial Bus) recente, é provável que funcione.
pt_br: Simplesmente plugue-o e tentar usar! Se ele usa a porta USB, é provável que já esteja funcionando.
ro: Conectaţi scannerul la calculator şi încercaţi! Dacă aveţi un scanner mai nou, pe USB, este posibil să funcţioneze.
ru: Просто подключите его и попробуйте! Если это новый сканер, использующий универсальную последовательную шину (USB), скорее всего он просто будет работать.
sk: Jednoducho ho zapojte a vyskúšajte! Ak sa jedná o novší USB skener, mal by hneď začať fungovať.
sv: Helt enkelt anslut och prova den! Om det är en nyare USB-bildläsare, så är det troligt att den kommer att fungera direkt.
vi: Cắm máy vào và thử nó! Nếu đây là một máy quét dùng giao tiếp USB, hầu như nó sẽ hoạt động.
zh_cn: 只需将其接上计算机并试用一下就行了！如果其是一款较新的通用串行总线 (USB) 扫描仪，很可能这样就能工作了。

source: Check the <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">list of supported scanners</ulink> for Ubuntu.
ar: التمس <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">قائمة الماسحات المدعومة</ulink> لأوبونتو.
bg: Проверете <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">списъка с поддържани скенери</ulink> за Ubuntu.
ca: Comproveu la <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">llista d'escàners compatibles</ulink> per a l'Ubuntu.
cs: Prohlédněte si <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">seznam skenerů podporovaných</ulink> v Ubuntu.
de: Prüfen Sie die <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">Liste mit unter Ubuntu unterstützten Scannern</ulink>.
es: Vaya a <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">lista de escáneres soportados</ulink> por Ubuntu.
fi: Lista tuetuista skannereista löytyy <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">Ubuntun wikistä</ulink>.
fr: Consultez la <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">liste des scanner pris en charge</ulink> par Ubuntu.
hu: Nézze meg az Ubuntu alatt <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">támogatott szkennerek (angol)</ulink> listáját.
id: Cek <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">list of supported scanners</ulink> untuk Ubuntu.
it: Controllare l'<ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">elenco degli scanner supportati</ulink> in Ubuntu.
pl: Sprawdź <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">listę skanerów</ulink> obsługiwanych przez Ubuntu.
pt: Verifique a <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">lista de digitalizadores suportados</ulink> em Ubuntu.
pt_br: Verifique a <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">lista de scanners suportados</ulink> pelo Ubuntu.
sv: Kontrollera <ulink url=\"https://wiki.ubuntu.com/HardwareSupportComponentsScanners\">listan över bildläsare med stöd</ulink> för Ubuntu.
zh_cn: 检查Ubuntu <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">支持的扫描仪列表</ulink> 。

source: Check the <ulink url="http://www.sane-project.org/sane-backends.html"> SANE project listing of support scanners</ulink>. SANE is the software used by Ubuntu for most of its scanner support.
ar: التمس <ulink url="http://www.sane-project.org/sane-backends.html"> قائمة مشروع SANE للماسحات المدعومة</ulink>. SANE هو البرنامج المستخدم بواسطة أوبونتو لدعم ماسحاته.
bg: Проверете <ulink url="http://www.sane-project.org/sane-backends.html"> проекта SANE за списък с поддържани скенери</ulink>. SANE е софтуерът използван от Ubuntu за повечето от поддържаните скенери.
ca: Comproveu la <ulink url="http://www.sane-project.org/sane-backends.html"> llista d'escàners compatibles del projecte SANE</ulink>. El SANE és el programari que utilitza l'Ubuntu per a poder funcionar amb la majoria dels escàners compatibles.
cs: Prohlédněte si <ulink url="http://www.sane-project.org/sane-backends.html"> projekt SANE se seznamem podporovaných skenerů</ulink>. SANE je software používaný v Ubuntu k podpoře většiny skenerů.
de: Prüfen Sie die <ulink url="http://www.sane-project.org/sane-backends.html"> SANE-Projektliste der unterstützten Scannern</ulink>. SANE ist die Software, die von Ubuntu für einen Großteil des Scanner-Supports verwendet wird.
es: Compruebe el <ulink url="http://www.sane-project.org/sane-backends.html"> listado de escáneres soportados del proyecto SANE (en inglés)</ulink>. SANE es el software que mayormente utiliza Ubuntu para su soporte de escáneres.
fi: Katso myös <ulink url="http://www.sane-project.org/sane-backends.html">SANE-projektin lista tuetuista skannereista</ulink>. SANE on ohjelmisto, jota Ubuntussa käytetään skannereiden hallintaan.
fr: Consultez la <ulink url="http://www.sane-project.org/sane-backends.html"> liste des scanner pris en charge par le projet SANE</ulink>. SANE est le logiciel utilisé par Ubuntu pour la majeure partie des scanner pris en charge.
hu: Nézze meg a <ulink url="http://www.sane-project.org/sane-backends.html">SANE projekt által támogatott szkennerek (angol)</ulink> listáját. Az Ubuntu a SANE szoftvert használja a szkennerek többségének támogatásához.
id: Cek <ulink url="http://www.sane-project.org/sane-backends.html"> SANE project listing of support scanners</ulink>. SANE adalah perangkat lunak yang digunakan oleh Ubuntu untuk kebanyakan mesin pemindai yang di dukungnya.
it: Controllare l'<ulink url="http://www.sane-project.org/sane-backends.html">elenco degli scanner supportati</ulink> dal progetto SANE. SANE è il software usato da Ubuntu come supporto per la maggior parte degli scanner.
pl: Zobacz <ulink url="http://www.sane-project.org/sane-backends.html">Listę wspieranych skanerów projektu SANE</ulink>. SANE jest oprogramowaniem używanym przez Ubuntu w jego wsparciu skanerów.
pt: Verifique a <ulink url="http://www.sane-project.org/sane-backends.html">lista de digitalizadores suportados do projecto SANE. O software SANE é usado pelo Ubuntu para a maioria do seu suporte a digitalizadores.
pt_br: Verifique <ulink url="http://www.sane-project.org/sane-backends.html"> projeto SANE listagem de scanners suportados</ulink>. SANE é o programa utilizado pelo Ubuntu para a maior
sv: Kontrollera på <ulink url=\"http://www.sane-project.org/sane-backends.html\"> SANE projektets lista över bildläsare som stöds</ulink>. SANE är mjukvaran som används i Ubuntu för större delen av sitt bildläsarstöd.
zh_cn: 检查 <ulink url="http://www.sane-project.org/sane-backends.html">SANE项目支持的扫描仪列表</ulink>。Ubuntu使用SANE（Scanner Access Now Easy）软件来支持扫描仪。

source: Using your scanner
ar: استخدام ماسحتك
bg: Използване на скенера Ви
ca: Utilització de l'escàner
cs: Používání vašeho skeneru
de: Ihren Scanner verwenden
el: Χρησιμοποιώντας τον σαρωτή
es: Usar su escáner
fi: Kuvanlukijan käyttäminen
fr: Utilisation de votre scanner
gl: Usar o scanner
hu: A szkenner használata
id: Menggunakan scanner Anda
it: Usare lo scanner
ja: スキャナを使用する
mk: Користење на скенер
nl: Uw scanner gebruiken
pl: Użwanie skanera
pt: Utilizar o seu scanner
pt_br: Usando seu scanner
ro: Modul de utilizare a scannerului
ru: Использование сканера
sk: Použitie vášho skeneru
sv: Använd din bildläsare
vi: Sử dụng máy quét
zh_cn: 使用您的扫描仪

source: To scan a document:
ar: لمسح مستند:
bg: За да сканирате документ:
ca: Per a escanejar un document:
cs: Pro skenování dokumentu:
de: Um ein Dokument zu scannen, müssen Sie:
es: Para explorar un documento:
fi: Skannaaminen tapahtuu seuraavasti:
fr: Pour numériser un document :
hu: Egy dokumentum beolvasásához:
id: Untuk memindai sebuah dokumen:
it: Per acquisire un documento:
pl: Aby zeskanować dokument:
pt: Para digitalizar um documento:
pt_br: Para digitalizar um documento:
sv: För att skanna in ett dokument:
zh_cn: 为了扫描文件：
