Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/printing/po/*.po
Languages: ar, bg, ca, cs, de, el, es, fi, fr, gl, hu, id, it, ja, mk, nl, pl, pt, pt_br, ro, ru, sk, sv, vi, zh_cn

source: Go to <menuchoice><guimenu>Applications</guimenu><guimenuitem>Graphics</guimenuitem><guimenuitem>XSane Image Scanner</guimenuitem></menuchoice>.
ja: <menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>グラフィックス</guimenuitem><guimenuitem>XSaneイメージスキャナ</guimenuitem></menuchoice> を開いてください。
mk: Одете на <menuchoice><guimenu>Апликации</guimenu><guimenuitem>Графика</guimenuitem><guimenuitem>XSane Image Scanner</guimenuitem></menuchoice>.
nl: Ga naar <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Grafisch</guimenuitem><guimenuitem>XSane afbeeldingen-scanner</guimenuitem></menuchoice>.
ru: Запустите <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Графика</guimenuitem><guimenuitem>Программа для сканирования изображений XSane</guimenuitem></menuchoice>.
sk: Zvoľte <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Grafika</guimenuitem><guimenuitem>Skenovanie obrázkov XSane</guimenuitem></menuchoice>.
vi: Chọn menu <menuchoice><guimenu>Các ứng dụng</guimenu><guimenuitem>Đồ họa</guimenuitem><guimenuitem>Trình quét ảnh XSane</guimenuitem></menuchoice>.

source: There are two reasons why you might get this message.
el: Υπάρχουν δύο λόγοι γιατί εμφανίστηκε το μήνυμα αυτό.
ja: このメッセージが出るのには2つの理由があります。
mk: Постојат две причини поради кои можете да ја добиете оваа порака.
nl: Er zijn twee redenen waarom u deze melding kunt krijgen.
ru: Есть две причины, по которым вы можете получить это сообщение.
sk: Sú dva dôvody, prečo môžete dostať túto správu.
vi: Có 2 lý do giải thích tại sao bạn gặp phải thông báo này.

source: Your scanner is not supported in Ubuntu. The most common type of scanner not supported is old parallel port or Lexmark All-in-One printer/scanner/faxes.
el: Ο σαρωτής σας δεν υποστηρίζεται από το Ubuntu. Οι συνήθεις τύποι σαρωτών που δεν υποστηρίζονται είναι οι σαρωτές παράλληλης θύρας και τα πολυμηχανήματα Lexmark.
ja: あなたのスキャナはUbuntuでサポートされていません。サポートされていないスキャナの最も一般的な種類としては、古いパラレルポートまたはLexmark オールインワン プリンタ/スキャナ/FAXがあります。
mk: Вашиот скенер на е подржан во Ubuntu. Најчестите типови на скенери кои не се подржани се старите модели на скенери кој работат на паралелната порта или пак Lexmark сѐ-во-едно печатач/скенер/факсовите.
nl: Uw scanner wordt niet ondersteund door Ubuntu. Het meest voorkomende, niet-ondersteunde scannertype is oude paralelle poort- of Lexmark alles-in-een printer/scanner/faxen.
ru: Сканер не поддерживается Ubuntu. Наиболее распространённым типами неподдерживаемых сканеров являются старые сканеры, подключаемые через параллельный порт, либо устройства всё-в-одном/сканер/факс фирмы Lexmark.
sk: Váš skener nie je v Ubuntu podporovaný. Najbežnejším typom skeneru nepodporovaným v Ubuntu je starý Lexmark všetko v jednom tlačiareň/skener/fax na paralelný port.
vi: Máy quét của bạn không được hỗ trợ bởi Ubuntu. Loại máy quét thường không được hỗ trợ là loại sử dụng cổng song song hay máy đa chức năng in/quét/gửi fax của Lexmark.

source: The driver for your scanner is not being autoloaded.
el: Ο οδηγός για τον σαρωτή σας δεν φορτώνεται αυτόματα.
ja: あなたのスキャナのドライバが、自動的にロードされなかったということです。
mk: Драјверот за вашиот скенер не е автоматски вчитан.
nl: Het stuurprogramma voor uw scanner wordt niet automatisch geladen.
ru: Драйвер для вашего сканера не был загружен автоматически.
sk: Ovládač vášho skeneru sa automaticky nestiahol.
vi: Trình điều khiển thiết bị cho máy quét của bạn không được tự động nạp.

source: Make sure the Universe repository is enabled. The easiest way to do this is probably through <application>Synaptic</application>.
el: Σιγουρευτείτε ότι το αποθετήριο λογισμικού της Κοινότητας (Universe) είναι ενεργοποιημένο. Ο ευκολότερος τρόπος για να το κάνετε αυτό είναι από τον διαχειριστή πακέτων <application>Synaptic</application>.
ja: Universeリポジトリが有効かどうか確認してください。<application>Synaptic</application> を通して確認するのが簡単です。
mk: Осигурајте се дека Universe репозиториумите се вклучени. Најлесен начин да го направите ова е преку <application>Synaptic</application>.
nl: Verzeker u ervan dat de Universe-pakketbron ingeschakeld is. De eenvoudigste manier is waarschijnlijk via <application>Synaptic</application>.
ru: Убедитесь, что репозиторий Universe подключен. Простейший способ сделать это - воспользоваться <application>Synaptic</application>.
sk: Ubezpečte sa, že máte povolený zdroj universe. Najjednoduchší spôsob, ako to urobiť je pravdepodobne cez <application>Synaptic</application>.
vi: Chắc chắn rằng nguồn cài đặt Universe được cho phép. Cách dễ nhất để thực hiện là thông qua trình <application>Synaptic</application>.

source: Get the drivers by searching <application>Synaptic</application> for libsane-extras or at a terminal type:
el: Αποκτήστε τους οδηγούς αναζητώντας στον <application>Synaptic</application> για το πακέτο libsane-extras ή εισάγετε σε ένα τερματικό:
ja: <application>Synaptic</application> でlibsane-extrasを検索してドライバを入手するか、ターミナルで以下のように入力してください:
mk: Превземете ги драјверите со барање во <application>Synaptic</application> за libsane-extras или пак во командна линија внесете:
nl: Vind de drivers door in <application>Synaptic</application> naar het pakket libsane-extras te zoeken, of type in een terminalvenster:
ru: Найдите и загрузите драйверы, воспользовавшись поиском в <application>Synaptic</application> по строке libsane-extras, или введите в терминале:
sk: Ovládače získate tak, že v <application>Synapticu</application> vyhľadáte libsane-extras alebo v termináli zadáte:
vi: Tải các trình điều khiển bằng cách tìm trong <application>Synaptic</application> với từ khóa libsane-extras hoặc với cửa sổ lệnh:

source: Edit the /etc/sane.d/dll.conf and enable the right driver for your scanner. Look for the lines that say:
el: Επεξεργαστείτε το αρχείο /etc/sane.d/dll.conf και ενεργοποιήστε τον σωστό οδηγό για τον σαρωτή σας. Ψάξτε για τις παρακάτω γραμμές:
ja: /etc/sane.d/dll.conf を編集して、あなたのスキャナに合ったドライバを有効にしてください。以下のような行を探してください:
mk: Модифицирајте го /etc/sane.d/dll.conf и овозможете го коректниот драјвер за вашиот скенер. Барајте ги линиите во кои пишува:
nl: Bewerk het bestand /etc/sane.d/dll.conf en schakel de juiste driver voor uw scanner in. Zoek naar de volgende regels:
ru: Отредактируйте файл /etc/sane.d/dll.conf и включите драйвер, соответствующий вашему сканеру. Ищите строки, в которых сказано:
sk: Upravte /etc/sane.d/dll.conf a povolte správny ovládač pre váš skener. Hľadajte riadky, v ktorých je napísané:
vi: Chỉnh sửa tập tin /etc/sane.d/dll.conf và cho phép trình điều khiển thích hợp với máy quét của bạn. Tìm dòng như sau:

source: Below it are several commented out lines. Uncomment (delete the #) the right one for your scanner.
el: Παρακάτω υπάρχουν πολλές γραμμές που έχουν σχόλια. Αφαιρέστε το σχόλιο (διαγράψτε το #) από την σωστή γραμμή για τον σαρωτή σας.
ja: 以下はコメントアウトされた行です。スキャナを利用するためにはアンコメント(#を削除)してください。
mk: Под нив се наоѓаат неколку искоментирани линии. Направете ја да не биде коментар (избришете го знакот #) онаа линија која е соодветна за вашиот скенер.
nl: Daaronder staan een aantal uitgecommentarieerde regels. De-commentarieer (verwijder de #) de juiste voor uw scanner.
ru: Ниже данного текста будут несколько закомментированных строк. Уберите комментарий со строки (удалите #), соответствующей вашему сканеру.
sk: Pod tým je niekoľko zakomentovaných riadkov. Odkomentujte (zmažte #) príslušný riadok pre váš skener.
vi: Bên dưới là một số dòng được chú thích. Bỏ ghi chú (xóa dấu #) cho dòng thích hợp với máy quét của bạn.

source: Fire up sane and scan away.
el: Εκκινήστε το Sane και σαρώστε.
ja: saneを起動してスキャンします。
mk: Пуштете го sane и започнете да скенирате.
nl: Start sane en scan erop los.
ru: Запустите sane (Программа для сканирования изображений) и приступайте к сканированию.
sk: Spustiť sane a rovno skenovať.
vi: Khởi động lại sane và quét lần nữa.

source: Because of the way Ubuntu's hotplugging stuff works, you may need to plug in the scanner after the computer has booted. If you're having problems seeing the scanner, you might want to try this.
el: Λόγω του τρόπου λειτουργίας της αναγνώρισης συσκευών του Ubuntu, μπορεί να χρειαστεί να συνδέσετε τον σαρωτή μετά την εκκίνηση του υπολογιστή. Αν έχετε προβλήματα στην αναγνώριση της συσκευής μπορεί να χρειαστεί να το κάνετε.
ja: Ubuntuのホットプラグ機能の動作によって、コンピュータが起動した後にスキャナを差し込む必要があるかもしれません。スキャナの検索に問題があるようなら、コンピュータの起動後にスキャナを接続してみてください。
mk: Поради начинот на кои некои делови од Ubuntu работат, можеби ќе треба да го приклучите скенерот по стартување на системот. Ако имате проблеми со пронаоѓање на скенерот, можеби ќе сакате да го пробате ова.
nl: Vanwege de manier waarop het hot-pluggen in Ubuntu werkt, kan het nodig zijn om uw scanner aan te sluiten nadat de computer is opgestart. Als u problemen ondervindt met het zien van uw scanner, kunt dit proberen.
ru: Из-за способа организации работы подсистемы горячего подключения устройств в Ubuntu, вам может потребоваться подключение сканера к компьютеру после полной загрузки системы. Если вы испытываете проблемы в определении сканера, можете попробовать этот способ.
sk: Z dôvodu, že Ubuntu pripája zariadenia pri každom štarte nanovo sa vám môže stať, že po spustení počítača budete musieť skener opäť pripojiť. Ak nevidíte skener, môže vám pomôcť toto.
vi: Do cơ chế làm việc theo kiểu cắm-nóng của Ubuntu, bạn có thể phải cần cắm máy quét sau khi máy tính đã khởi động xong. Nếu bạn có vấn đề không tìm thấy máy quét, bạn có thể thử cách này.

source: XSane Image Scanner
el: Σαρωτής εικόνων XSane
ja: XSane イメージスキャナ
mk: XSane скенер
nl: XSane afbeeldingen-scanner
ru: Сканер изображений XSane
sk: Skenovanie obrázkov XSane
vi: Trình quét ảnh XSane

source: You can use <application>XSane</application> to control a scanner and acquire images from it. With <application>XSane</application>, you can easily photocopy documents and save, fax or e-mail your scanned images. It can even save your scans as multi-page documents, instead of separate, one-page files. The <ulink url="http://xsane.org/">Xsane</ulink> website has more information.
el: Μπορείτε να χρησιμοποιήσετε το <application>XSane</application> για να ελέγξετε τον σαρωτή και να αποκτήσετε εικόνες απ' αυτό. Με το <application>XSane</application>, εύκολα μπορείτε να φωτοτυπήσετε έγγραφα και να τα αποθηκεύσετε, να τα στείλετε με φαξ ή ηλεκτρονικό ταχυδρομείο. Μπορεί επίσης να αποθηκεύσει τις σαρώσεις σας σε ένα ενιαίο έγγραφο και όχι σε ξεχωριστά αρχεία. Η ιστοσελίδα του <ulink url="http://xsane.org/">Xsane</ulink> περιέχει περισσότερες πληροφορίες.
ja: <application>XSane</application> を利用するとスキャナを制御して画像を取り込むことができます。<application>XSane</application> を使うと、ドキュメントのコピーをとって、スキャンした画像を保存/FAX/メールを送ったりすることが簡単にできます。 スキャンしたものを, 1ページごとに分割したファイルではなく、マルチページのドキュメントとして保存することも可能です。<ulink url="http://xsane.org/">Xsane</ulink> ウェブサイトにより詳細な情報があります。
mk: Mоже да ја користите апликацијата <application>XSane</application> да го контролирате скенирањето и да добивате слики. Со <application>XSane</application>, можете едноставно да ги копирате документите и да ги зачувате или испратите преку факс и електронска пошта вашите скенирани слики. Скенираните слики може да ги запамти како документи со повеќе страници, а не како посебни документи кои содржат само една страница. За повеќе информации видете ја <ulink url="http://xsane.org/">Xsane</ulink> веб-страницата.
nl: U kunt <application>XSane</application> gebruiken om een scanner te bedienen en er afbeeldingen mee te verkrijgen. Met <application>XSane</application> kunt u eenvoudig documenten fotokopieren en uw gescande afbeeldingen opslaan, faxen of e-mailen. Het kan zelfs uw scans opslaan als documenten met meerdere pagina's, in plaats van afzonderlijke bestanden met enkelvoudige pagina's. De <ulink url="http://xsane.org/">XSane</ulink>-website heeft meer informatie.
ru: Для управления сканером и получения изображений с него можете воспользоваться программой <application>XSane</application>. С помощью <application>XSane</application> можно легко сделать фотокопии документов, а также записать, передать по факсу, или отправить электронной почтой отсканированные изображения. Данная программа также может сохранять полученные изображения в многостраничных документах, вместо использования отдельного файла для каждой сканированной страницы.
sk: Na ovládanie skeneru a získavanie obrázkov z neho môžete použiť <application>XSane</application>. S <application>XSane</application>môžete jednoducho kopírovať dokumenty a ukladať, faxovať alebo posielať emailom naskenované obrázky. Dokáže dokonca namiesto jednostranových súborov ukladať naskenované obrázky ako mnohostránkové dokumenty. Internetová stránka <ulink url="http://xsane.org/">Xsane</ulink> obsahuje viac informácií.
vi: Bạn có thể sử dụng trình <application>XSane</application> để điều khiển máy quét và thu thập hình ảnh từ máy. Với <application>XSane</application>, bạn có thể dễ dàng sao chép các tài liệu và lưu, gửi fax hay email các hình ảnh được quét vào. Bạn thậm chí có thể lưu các tập tin quét vào trong một tài liệu nhiều-trang, thay vì các tập tin riêng rẻ cho từng trang quét. Truy cập website <ulink url="http://xsane.org/">Xsane</ulink> để có thêm thông tin.

source: To start <menuchoice><guimenu>Applications</guimenu><guimenuitem>Graphics</guimenuitem><guimenuitem>XSane Image Scanner</guimenuitem></menuchoice>.
el: To start <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Γραφικά</guimenuitem><guimenuitem>XSane Σαρωτής εικόνων</guimenuitem></menuchoice>.
ja: <menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>グラフィックス</guimenuitem><guimenuitem>XSane イメージスキャナ</guimenuitem></menuchoice> を開始してください。
mk: За стартување <menuchoice><guimenu>Апликации</guimenu><guimenuitem>Графика</guimenuitem><guimenuitem>XSane Image Scanner</guimenuitem></menuchoice>.
nl: Klik <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Grafisch</guimenuitem><guimenuitem>XSane afbeeldingen-scanner</guimenuitem></menuchoice> om te starten.
ru: Для запуска воспользуйтесь <menuchoice><guimenu>Программы</guimenu><guimenuitem>Графика</guimenuitem><guimenuitem>Программа для сканирования изображений</guimenuitem></menuchoice>.
sk: Na spustenie vyberte <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Grafika</guimenuitem><guimenuitem>Skenovanie obrázkov XSane</guimenuitem></menuchoice>.
vi: Để khởi động ứng dụng, chọn từ menu <menuchoice><guimenu>Các ứng dụng</guimenu><guimenuitem>Đồ họa</guimenuitem><guimenuitem>Trình quét ảnh XSane</guimenuitem></menuchoice>.

source: <application>XSane</application> can also be used from within <application>The GIMP</application>; just click <menuchoice><guimenu>File</guimenu><guimenuitem>Acquire</guimenuitem><guimenuitem>XSane</guimenuitem></menuchoice> to scan directly into an image.
ja: <application>XSane</application> は <application>The GIMP</application> 中でも利用できます; <menuchoice><guimenu>ファイル</guimenu><guimenuitem>取り込み</guimenuitem><guimenuitem>XSane</guimenuitem></menuchoice> をクリックするだけで直接スキャンして画像にできます。
mk: <application>XSane</application> може исто така да се користи во склоп на <application>The GIMP</application>; само кликнете на <menuchoice><guimenu>Датотека</guimenu><guimenuitem>Прибави</guimenuitem><guimenuitem>XSane</guimenuitem></menuchoice> за директо скенирање на слика.
nl: <application>XSane</application> kan ook vanuit <application>The GIMP</application> gebruikt worden; klik op <menuchoice><guimenu>Bestand</guimenu><guimenuitem>Importeren</guimenuitem><guimenuitem>XSane</guimenuitem></menuchoice> om een afbeelding rechtstreeks in te scannen.
ru: Также можно использовать <application>XSane</application> из <application>Редактора изображений GIMP</application>: просто выберите <menuchoice><guimenu>Файл</guimenu><guimenuitem>Захватить</guimenuitem><guimenuitem>XSane</guimenuitem></menuchoice> для прямого сканирования в изображение.
sk: <application>XSane</application> môže byť využitý aj vrámci <application>GIMPu</application>; jednoducho kliknite na <menuchoice><guimenu>Súbor</guimenu><guimenuitem>Acquire</guimenuitem><guimenuitem>XSane</guimenuitem></menuchoice> a skenujte priamo do obrázka.
vi: <application>XSane</application> cũng có thể được gọi từ trong ứng dụng <application>GIMP</application>; nhấn vào menu <menuchoice><guimenu>Tập tin</guimenu><guimenuitem>Thu thập từ</guimenuitem><guimenuitem>XSane</guimenuitem></menuchoice> để quét trực tiếp vào một ảnh.

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
mk: Овој документ се одржува од стрна на тимот за документација на Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). За листа на придонесувачи видеде ја <ulink url="../../../common/C/contributors.xml">страницата на придонесувачи</ulink>
sk: Tento dokument je spravovaný dokumentačným tímom Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pre zoznam prispievateľov pozrite <ulink url="../../../common/C/contributors.xml">stránku prispievateľov</ulink>

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
mk: Копија на лиценцата е достапна на: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sk: Kópia licencie je dostupná tu: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Canonical Ltd. and members of the Ubuntu Documentation Project
mk: Canonical Ltd. и членовите на проектот за документација на Ubuntu
sk: Canonical Ltd. a členovia Dokumentačného projektu Ubuntu

source: # The following backends are not part of the SANE distribution # but are provided by the libsane-extras Debian package
vi: # Các trình sau không được phân phối từ SANE # nhưng được cung cấp bởi gói libsane-extras của Debian
