Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/printing/po/*.po
Languages: ar, bg, ca, cs, de, el, es, fi, fr, gl, hu, id, it, ja, mk, nl, pl, pt, pt_br, ro, ru, sk, sv, vi, zh_cn

source: Select the printer model and then click <guibutton>Apply</guibutton>.
ar: اختر طراز الطابعة ومن ثم انقر <guibutton>طبّق</guibutton>.
bg: Изберете модела на принтера и натиснете <guibutton>Прилагане</guibutton>.
ca: Seleccioneu el model de la impressora i feu clic a <guibutton>Aplica</guibutton>.
cs: Zvolte model tiskárny a klikněte <guibutton>Použít</guibutton>.
de: Wählen Sie die Modellbezeichnung des Druckers aus und klicken Sie auf <guibutton>Anwenden</guibutton>.
el: Επιλέξτε το μοντέλο του εκτυπωτή και κάντε κλικ στο κουμπί <guibutton>Εφαρμογή</guibutton>.
es: Seleccione el modelo de impresora y pulse <guibutton>Aplicar</guibutton>.
fi: Valitse tulostimen malli ja napsauta <guibutton>Toteuta</guibutton>.
fr: Sélectionnez le modèle d'imprimante et cliquez sur <guibutton>Appliquer</guibutton>.
gl: Escolla o modelo de impresora e prema en <guibutton>Aplicar</guibutton>.
hu: Válassza ki a nyomtató típusát és kattintson az <guibutton>Alkalmaz</guibutton> gombra.
id: Pilih model printer dan kemudian klik <guibutton>Apply</guibutton>.
it: Selezionare il modello della stampante e fare clic su <guibutton>Applica</guibutton>.
ja: プリンタモデルを選択して <guibutton>適用</guibutton> をクリックしてください。
mk: Изберете го моделот на печатачот и кликнете на <guibutton>Примени</guibutton>.
nl: Kies het printermodel en klik op <guibutton>Toepassen</guibutton>.
pl: Wybierz model drukarki i klknij <guibutton>Zastosuj</guibutton>.
pt: Seleccione o modelo da impressora e depois clique em <guibutton>Aplicar</guibutton>.
pt_br: Selecione o modelo de impressora e clique em <guibutton>Aplicar</guibutton>.
ro: Selectaţi modelul imprimantei şi apoi apăsaţi butonul <guibutton>Aplică</guibutton>.
ru: Выберите модель принтера и щёлкните <guibutton>Применить</guibutton>.
sk: Zvoľte model tlačiarne a potom kliknite na <guibutton>Použiť</guibutton>.
sv: Välj skrivarmodellen och klicka sedan på <guibutton>Verkställ</guibutton>.
vi: Chọn kiểu máy in và nhấn nút <guibutton>Áp dụng</guibutton>.
zh_cn: 选择打印机的型号，然后点击 <guibutton>应用</guibutton>。

source: If you do not know the protocol or details of your network printer, you should consult your network administrator.
ar: إذا لم تعرف بروتوكول أو تفاصيل طابعة شبكتك، يجب أن تستشير مدير شبكتك.
bg: Ако не знаете протокола или детайлите на мрежовия си принтер, трябва да се свържете с мрежовия си администратор.
ca: Si no sabeu el protocol o els detalls de la impressora en xarxa, hauríeu de consultar l'administrador de la xarxa.
cs: Pokud neznáte protokol nebo detaily vaší síťové tiskárny, měli byste se dotázat vašeho správce sítě.
de: Sollten Sie weder Details über Ihren Drucker noch das von ihm benutzte Protokoll kennen, so wenden Sie sich an Ihren Netzwerkadministrator.
el: Εάν δεν ξέρετε το πρωτόκολλο ή τις λεπτομέρειες του εκτυπωτή σας, συμβουλευτείτε τον διαχειριστή του δικτύου σας.
es: Si no conoce el protocolo o los detalles de su impresora de red, consulte con el administrador de red.
fi: Jos et tiedä tulostimesi tietoja, ota yhteyttä verkkosi järjestelmänvalvojaan.
fr: Si vous ne connaissez pas le protocole ou les paramètres de votre imprimante réseau, vous devriez consulter votre administrateur réseau.
gl: Se non coñece o protocolo ou detalles da súa impresora de rede, debería consultar co administrador da rede.
hu: Ha nem ismeri a hálózati nyomtatója protokollját, vagy részleteit, konzultáljon a hálózati adminisztrátorával.
id: Jika anda tidak mengetahui protokol atau detil printar jaringan anda, sebaiknya anda berkosultasi dengan admin jaringan anda.
it: Se non si conosce il protocollo o i parametri della stampante di rete, contattare l'amministratore della rete.
ja: ネットワークプリンタのプロトコルや詳細が分からなければ、ネットワーク管理者に相談してください。
mk: Ако не ги знаете протоколот и деталите за мрежниот печатач, консултирајте го мрежниот администратор.
nl: Als u het protocol of de details van uw netwerkprinter niet kent, neem dan contact op met uw netwerkbeheerder.
pl: Jeżeli nie znasz protokołu lub szczegółów Twojej sieciowej drukarki, skontaktuj się z administratorem.
pt: Caso não conheça o protocolo ou detalhes da sua impressora de rede deve consultar o administrador da sua rede.
pt_br: Se você não conhece o protocolo ou detalhes de sua impressora de rede, você deverá consultar o seu administrador de rede.
ro: Dacă nu cunoaşteţi protocolul de comunicaţie sau parametrii de conectare, va trebui să solicitaţi aceste date administratorului de reţea.
ru: Если вам неизвестен протокол или другая информация о сетевом принтере, проконсультируйтесь с администратором вашей сети.
sk: Ak nepoznáte protokol alebo detaily sieťovej tlačiarne, kontaktujte správcu siete.
sv: Om du inte vet protokollet eller detaljerna för din nätverksskrivare, bör du kontakta din nätverksadministratör.
vi: Nếu bạn không biết về giao thức và các chi tiết của máy in mạng, bạn cần phải hỏi thông tin từ người quản trị mạng.
zh_cn: 如果您不知道您的网络打印机的协议或是详细情况，您应当咨询您的网络管理员。

source: Testing a Printer
ar: اختبار طابعة
bg: Изпробване на принтера
ca: Comprovació d'una impressora
cs: Testování tiskárny
de: Testen eines Druckers
el: Δοκιμάζοντας έναν εκτυπωτή
es: Probando una impresora
fi: Tulostimen testaaminen
fr: Tester une imprimante
gl: Probar unha Impresora
hu: Nyomtató tesztelése
id: Menguji Printer
it: Provare una stampante
ja: プリンタのテスト
mk: Тестирање на печатач
nl: Een printer testen
pl: Testowanie drukarki
pt: Testar uma impressora
pt_br: Testando uma Impressora
ro: Testarea unei imprimante
ru: Проверка принтера
sk: Testovanie tlačiarne
sv: Testa en skrivare
vi: Kiểm tra máy in
zh_cn: 测试打印机

source: To check if your printer works correctly:
ar: للتحقق من أن طابعتك تعمل بشكل جيد:
bg: Да проверите дали принтера работи правилно.
ca: Per a comprovar si la impressora funciona correctament:
cs: Pro ověření, zda vaše tiskárna funguje správně:
de: Um zu überprüfen, ob ein Drucker richtig funktioniert:
es: Para comprobar si su impresora trabaja correctamente:
fi: Tarkistaaksesi että tulostimesi toimii oikein:
fr: Pour vérifier si votre imprimante fonctionne correctement :
gl: Para comprobar se a súa impresora funciona correctamente:
hu: A nyomtató működésének ellenőrzése:
id: Untuk memeriksa jika mesin cetak anda bekerja dengan baik:
it: Per verificare che la stampante funzioni correttamente:
pl: Aby sprawdzić czy Twoja drukarka działa poprawnie:
pt: Para verificar se a sua impressora funciona correctamente:
pt_br: Para verificar se sua impressora funciona corretamente:
ro: Pentru a verifica dacă imprimanta funcționează corect:
sv: För att kontrollera om din skrivare fungerar korrekt:
zh_cn: 检查您的打印机是否正确地工作了：

source: Right click on the printer's name in the list.
ar: انقر يمينا على اسم الطابعة في القائمة.
bg: Натиснете десния бутон върху името на принтера в списъка.
ca: Feu clic amb el botó secundari al nom de la impressora a la llista.
cs: Klikněte v seznamu pravým tlačítkem myši na název tiskárny.
de: Klicken Sie mit der rechten Maustaste auf den Druckernamen in der Liste.
es: Pulse con el botón derecho sobre el nombre de la impresora en la lista.
fi: Napsauta tulostimen nimeä luettelossa hiiren oikealla painikkeella.
fr: faites un clic droit sur le nom de votre imprimante dans la liste
hu: Kattintson a jobb egérgombbal a nyomtató nevére a listában.
id: Klik kanan pada nama mesin cetak yang terdapat didalam daftar.
it: Fare clic col pulsante destro del mouse sul nome della stampante nell'elenco.
pl: Kliknij prawym przyciskiem myszy na nazwę drukarki na liście.
pt_br: Clique certo o nome da impressora na lista.
sv: Högerklicka på skrivarens namn i listan.
zh_cn: 在列表中的打印机名字上右击。

source: Click <guibutton>Properties</guibutton>.
ar: انقر <guibutton>خصائص</guibutton>.
bg: Натиснете <guibutton>Свойства</guibutton>.
ca: Feu clic a <menuchoice><guibutton>Propietats</guibutton></menuchoice>.
cs: Klikněte na <guibutton>Vlastnosti</guibutton>.
de: Klicken Sie auf <guibutton>Eigenschaften</guibutton>.
es: Pulse <guibutton>Propiedades</guibutton>.
fi: Napsauta <guibutton>Ominaisuudet</guibutton>.
fr: Cliquez sur <guibutton>Propriétés</guibutton>.
hu: Kattintson a <guibutton>Tulajdonságok</guibutton> gombra.
id: Klik <guibutton>Properties</guibutton>.
it: Fare clic su <guibutton>Proprietà</guibutton>.
pl: Kliknij <guibutton>Właściwości</guibutton>.
pt_br: Clique <guibutton>Propriedades</guibutton>.
sv: Klicka på <guibutton>Egenskaper</guibutton>.
zh_cn: 单击<guibutton>属性</guibutton>。

source: Under the <guilabel>Settings</guilabel> tab, Click <guibutton>Print Test Page</guibutton>. A page will then be printed if your printer is working correctly.
ar: تحت اللسان <guilabel>إعدادات</guilabel>، انقر <guibutton>صفحة اختبار الطابعة</guibutton>. سوف تُطبع حينها صفحة إذا كانت طابعتك تعمل بشكل صحيح.
bg: Под раздела <guilabel>Настройки</guilabel>, натиснете <guibutton>Печат на тестова страница</guibutton>. Ако вашият принтер работи правилно, ще бъде разпечатана тестова страница.
ca: Sota la pestanya <guimenuitem>Paràmetres</guimenuitem>, feu clic a <guibutton>Imprimeix una pàgina de prova</guibutton>. S'imprimirà una pàgina si la impressora funciona correctament.
cs: V panelu <guilabel>Nastavení</guilabel> klikněte na <guibutton>Tisk testovací stránky</guibutton>. Pokud vaše tiskárna funguje správně, vytiskne se stránka.
de: Wählen Sie <guibutton>Testseite Drucken</guibutton> im Reiter <guilabel>Einstellungen</guilabel>. Wenn Ihr Drucker richtig funktioniert, wird dann eine Testseite gedruckt werden.
es: Bajo la pestaña <guilabel>Configuración</guilabel>, pulse <guibutton>Imprimir página de prueba</guibutton>. Luego, si su impresora está trabajando correctamente se imprimirá una página.
fi: Napsauta <guibutton>Tulosta testisivu</guibutton> -painiketta <guilabel>Asetukset</guilabel>-välilehdellä. Testisivusta voit tarkistaa, että tulostimesi toimii oikein.
fr: Sous l'onglet <guilabel>Paramètres</guilabel>, cliquez sur <guibutton>Imprimer une page de test</guibutton>. Une page sera alors imprimée si votre imprimante fonctionne correctement.
gl: No separador <guilabel>Configuracións</guilabel>, prema <guibutton>Imprimir páxina de proba</guibutton>. Se a súa impresora funciona correctamente imprimirase unha páxina.
hu: A <guilabel>Beállítások</guilabel> lapon kattintson a <guibutton>Tesztoldal nyomtatása</guibutton> gombra. Ha nyomtatója megfelelően működik, akkor kinyomtat egy tesztoldalt.
id: Dibawah tab <guilabel>Settings</guilabel>, Klik <guibutton>Print Test Page</guibutton>. Sebuah halaman akan dicetak jika mesin cetak anda bekerja dengan baik.
it: Nella scheda <guilabel>Impostazioni</guilabel>, fare clic su <guibutton>Stampa pagina di prova</guibutton>. Se la stampante è configurata correttamente, viene stampata una pagina.
pl: Pod zakładką <guilabel>Ustawienia</guilabel>, kliknij <guibutton>Wydrukuj stronę testową</guibutton>. Strona zostanie wydrukowana, jeśli drukarka pracuje poprawnie.
pt: Sob o separador <guilabel>Definições</guilabel>, escolha <guibutton>Imprimir Página de Teste</guibutton>. Caso a sua impressora esteja correctamente configurada será impressa uma página.
pt_br: Sob a aba <guilabel>Configurações</guilabel>, clique em <guibutton>Imprimir Página de Teste</guibutton>. Uma página então será impressa caso sua impressora esteja funcionando corretamente.
sv: Under fliken <guilabel>Inställningar</guilabel>, klicka på <guibutton>Skriv ut testsida</guibutton>. En sida kommer att skrivas ut om din skrivare fungerar korrekt.
zh_cn: 在 <guilabel>设置</guilabel> 选项卡下，单击 <guibutton>打印测试页</guibutton>。 如果您的打印机设置正确的话一张页面将会打出。

source: How can I check the ink levels of my printer?
ar: كيف أستطيع التماس مستويات حبر طابعتي؟
bg: Как мога да проверя нивото на мастилниците на моят принтер?
ca: Com puc comprovar els nivells de tinta de la impressora?
cs: Jak zjistím množství inkoustu v tiskárně?
de: Wie kann ich die Tintenstände meines Druckers überprüfen?
es: ¿Cómo puedo comprobar los niveles de tinta de mi impresora?
fi: Kuinka voin tarkistaa tulostimeni mustetilanteen?
fr: Comment puis-je vérifier les niveaux d'encre de mon imprimante ?
gl: Como podo comprobas os niveis de tinta da miña impresora?
hu: Hogyan ellenőrizhetem a nyomtatóm tintaszintjeit?
id: Bagaimana saya dapat memeriksa tingkat isi tinta pada mesin cetak saya?
it: Come controllare i livelli d'inchiostro della stampante
pl: Jak mogę sprawdzić poziomy tuszu w mojej drukarce?
pt: Como posso verificar os níveis de tinta da minha impressora?
pt_br: Como posso verificar os níveis de tinta da minha impressora?
ro: Cum pot verifica nivelurile de cerneală ale imprimantei mele?
sv: Hur kan jag kontrollera bläcknivåerna i min skrivare?
zh_cn: 我如何检查打印机上的墨还有多少？

source: To find out how much ink is left in your printer, follow the instructions which apply to your printer:
ar: لمعرفة كمية الحبر الباقية في طابعتك، اتبع التعليمات التي تُطبّق على طابعتك:
bg: За да разберете колко мастило е останало в мастилниците, следвайте инструкциите за вашия принтер:
ca: Per a trobar quanta tinta queda a la impressora, seguiu les instruccions que s'apliquin a la vostra impressora:
cs: Ke zjištění, kolik inkoustu zbývá v tiskárně, postupujete dle následujících pokynů:
de: Um herauszufinden, wie viel Tinte in Ihrem Drucker noch vorhanden ist, folgen Sie den Anweisungen, die zu Ihrem Drucker passen:
es: Para conocer cuánta tinta queda en su impresora, siga las instrucciones que se aplican a su impresora:
fi: Saat selville jäljellä olevan musteen määrän seuraavasti:
fr: Pour vérifier les niveaux des encres de votre imprimante, suivez les instructions inhérentes à votre imprimante :
gl: Para averiguar canta tinta queda na súa impresora, siga as instrucións aplicables á súa impresora:
hu: Nyomtatója tintaszintjeit következőképpen ellenőrizheti:
id: Untuk mengetahui seberapa banyak tinta yang tersedia pada mesin cetak anda, ikuti instruksi berikut yang mana sesuai dengan mesin cetak anda.
it: Per controllare i livelli d'inchiostro della stampante, seguire le istruzioni specifiche per il particolare modello:
pl: Aby sprawdzić ile tuszu zostało w drukarce, postępuj zgodnie z instrukcjami, które mają zastosowanie do drukarki:
pt: Para descobrir quanta tinta está disponível na sua impressora, siga as instruções adequadas à sua impressora:
pt_br: Para descobrir a quantidade de tinta, siga as instruções que se aplicam à sua impressora.
sv: För att ta reda på hur mycket bläck som är kvar i din skrivare, följ instruktionerna som gäller för din skrivare:
zh_cn: 按照下列适用您打印机的指导来确定打印机上还剩多少：

source: <emphasis role="strong">Hewlett-Packard (HP) printers:</emphasis> Press <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, type <userinput>hp-toolbox</userinput> and click <guibutton>Run</guibutton>. Select the <guilabel>Supplies</guilabel> tab in the HP Device Manager window which appears to view a summary of ink levels.
ar: <emphasis role="strong">طابعة Hewlett-Packard (إتش​بي):</emphasis> اضغط <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>، اطبع <userinput>hp-toolbox</userinput> وانقر <guibutton>شغّل</guibutton>. اختر اللسان <guilabel>التجهيزات</guilabel> في نافذة مدير جهاز إتش​بي
bg: <emphasis role="strong">Принтери Hewlett-Packard (HP):</emphasis> Натиснете <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, напишете <userinput>hp-toolbox</userinput> и натиснете <guibutton>Стартиране</guibutton>. Изберете раздела <guilabel>Консумативи</guilabel> в прозореца HP Device Manager, който трябва да се появи с резюме за нивото на вашите мастилници.
ca: <emphasis role="strong">Impressores Hewlett-Packard (HP):</emphasis> Premeu <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, introduïu <userinput>hp-toolbox</userinput> i feu clic a <guibutton>Executa</guibutton>. Seleccioneu la pestanya <guilabel>Supplies</guilabel> de la finestra HP Device Manager per a visualitzar el resum dels nivells de tinta.
cs: <emphasis role="strong">Tiskárny Hewlett-Packard (HP):</emphasis> Stiskněte <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, napište <userinput>hp-toolbox</userinput> a klikněte na <guibutton>Spustit</guibutton>. V okně Správce zařízení HP vyberte panel <guilabel>Supplies</guilabel>, ve kterém je zobrazen přehled o množství inkoustu.
de: <emphasis role="strong">Hewlett-Packard-Drucker (HP):</emphasis> Betätigen Sie <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, geben Sie <userinput>hp-toolbox</userinput> ein und klicken Sie auf <guibutton>Ausführen</guibutton>. Wählen Sie den Reiter <guilabel>Supplies</guilabel> tab im HP Device Manager-Fenster, der erscheint, um die Tintenstände anzuzeigen.
es: <emphasis role="strong">Impresoras Hewlett-Packard (HP):</emphasis> Presione <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, escriba <userinput>hp-toolbox</userinput> y pulse <guibutton>Ejecutar</guibutton>. Seleccione la pestaña <guilabel>Insumos</guilabel> en la ventana Gestor de dispositivos HP que aparece para ver un resúmen de los niveles de tinta.
fi: <emphasis role="strong">Hewlett-Packardin (HP:n) tulostimet:</emphasis> Paina <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, kirjoita <userinput>hp-toolbox</userinput> ja napsauta <guibutton>Suorita</guibutton>-painiketta. Tulostimessa olevan musteen määrän näet valitsemalla <guilabel>Supplies</guilabel>-välilehden aukeavasta HP Device Manager -ikkunasta.
fr: <emphasis role="strong">Imprimantes Hewlett-Packard (HP) :</emphasis> Appuyez sur <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, tapez <userinput>hp-toolbox</userinput> et cliquez sur <guibutton>Exécuter</guibutton>. Sélectionnez l'onglet <guilabel>Ressources</guilabel> dans la fenêtre du gestionnaire de périphériques HP pour avoir un aperçu des niveaux d'encre.
gl: <emphasis role="strong">Impresoras Hewlett-Packard (HP):</emphasis> Prema <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, escriba <userinput>hp-toolbox</userinput> e prema <guibutton>Executar</guibutton>. Seleccione o separador <guilabel>Suministros</guilabel>na ventá de Xestión de dispositivos HP que aparece para ver un resumo dos niveis de tinta.
hu: <emphasis role="strong">Hewlett-Packard (HP) nyomtatók:</emphasis> Nyomja meg az <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> billentyűkombinációt, írja be a <userinput>hp-toolbox</userinput> parancsot és kattintson a <guibutton>Futtatás</guibutton> gombra. A megjelenő HP Device Manager (HP eszközkezelő) ablakban válassza a <guilabel>Supplies</guilabel> fület a tintaszintek megjelenítéséhez.
id: <emphasis role="strong">Hewlett-Packard (HP) printers:</emphasis> Tekan <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, ketik <userinput>hp-toolbox</userinput> dan klik <guibutton>Run</guibutton>. pilih tab <guilabel>Supplies</guilabel> di jendela HP Device Manager yang muncul untuk melihat ringkasan level tinta.
it: <emphasis role="strong">Stampanti Hewlett-Packard (HP)</emphasis>: premere <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, digitare <userinput>hp-toolbox</userinput> e fare clic su <guibutton>Esegui</guibutton>. Selezionare <guilabel>Supplies</guilabel> nella finestra dei dispositivi HP che appaiono per visualizzare il livello d'inchiostro.
pl: <emphasis role="strong">Drukarki Hewlett-Packard (HP):</emphasis> Naciśnij <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, wpisz <userinput>hp-toolbox</userinput> i kliknij <guibutton>Uruchom</guibutton>. W wyświetlonym oknie menedżera urządzeń HP przejdź do karty <guilabel>Zapas</guilabel> gdzie obaczysz podsumowanie poziomów atramentu.
pt_br: <emphasis role="strong">Impressoras Hewlett-Packard (HP):</emphasis> Pressione <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, digite <userinput>hp-toolbox</userinput> e clique em <guibutton>Executar</guibutton>. Selecione a aba <guilabel>Suprimentos</guilabel> na janela do HP Device Manager que aparece para ver uma descrição dos níveis de tinta.
sv: <emphasis role=\"strong\">Hewlett-Packard (HP) skrivare:</emphasis> Tryck på <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, skriv <userinput>hp-toolbox</userinput> och klicka på <guibutton>Kör</guibutton>. Välj fliken <guilabel>Supplies</guilabel> i fönstret för HP-enhetshanterare som visar en sammanfattning av bläcknivåerna.
zh_cn: <emphasis role="strong">Hewlett-Packard (HP，即惠普) 打印机：</emphasis> 按 <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, 敲入 <userinput>hp-toolbox</userinput> 并点击 <guibutton>运行（Run）</guibutton>。 在“HP设备管理器”中选择 <guilabel>供应（Supplies）</guilabel> 标签，就会出现墨水平的总结。
