Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/printing/po/*.po
Languages: ar, bg, ca, cs, de, el, es, fi, fr, gl, hu, id, it, ja, mk, nl, pl, pt, pt_br, ro, ru, sk, sv, vi, zh_cn

source: Install the <ulink url="apt:libsane-extras">libsane-extras</ulink> package.
ar: ثبت الحزمة <ulink url="apt:libsane-extras">libsane-extras</ulink>.
bg: Инсталирайте пакета <ulink url="apt:libsane-extras">libsane-extras</ulink>.
ca: Instal·leu el paquet <ulink url="apt:libsane-extras">libsane-extras</ulink>.
cs: Nainstalujte balík <ulink url="apt:libsane-extras">libsane-extras</ulink>.
de: Installieren Sie das Software-Paket <ulink url="apt:libsane-extras">libsane-extras</ulink>.
es: Instale el paquete <ulink url="apt:libsane-extras">libsane-extras</ulink>.
fi: Asenna paketti <ulink url="apt:libsane-extras">libsane-extras</ulink>.
fr: Installez le paquet <ulink url="apt:libsane-extras">libsane-extras</ulink>.
hu: Telepítse a <ulink url="apt:libsane-extras">libsane-extras</ulink> csomagot.
id: Instal paket <ulink url="apt:libsane-extras">libsane-extras</ulink>.
it: Installare il pacchetto <ulink url="apt:libsane-extras">libsane-extras</ulink>.
pl: Zainstaluj pakiet <ulink url="apt:libsane-extras">libsane-extras</ulink>.
pt_br: Instale o pacote <ulink url="apt:libsane-extras">libsane-extras</ulink>.
sv: Installera paketet <ulink url="apt:libsane-extras">libsane-extras</ulink>.
zh_cn: 安装<ulink url="apt:libsane-extras">libsane-extras</ulink>软件包。

source: Press <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, type <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> into the box and click <guibutton>Run</guibutton> to open the SANE driver file for editing.
ar: اضغط <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>، اطبع <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput>في الصندوق وانقر <guibutton>شغّل</guibutton> لفتح ملف تعريف SANE driver file لتحريره.
bg: Натиснете <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, напишете <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> в текстовото поле и натиснете <guibutton>Стартиране</guibutton>, за да отворите драйвера на SANE за редактиране.
ca: Premeu <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, introduïu <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> al quadre i feu clic a <guibutton>Executa</guibutton> per a obrir el fitxer del controlador SANE per a editar-lo.
cs: Stiskněte <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, do pole napište <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> a pro úpravu souboru s ovladačem SANE klikněte na <guibutton>Spustit</guibutton>.
de: Drücken Sie <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, geben Sie <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> in das Fenster ein und klicken Sie <guibutton>Ausführen</guibutton>, um die SANE-Treibereinstellungen zu bearbeiten.
es: Presione <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, escriba <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> en la caja de diálogo y pulse <guibutton>Run</guibutton> para editar el archivo del controlador SANE.
fi: Paina <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, kirjoita aukeavaan ikkunaan <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> ja napsauta <guibutton>Suorita</guibutton>-painiketta. Tämä avaa SANE:n ajuritiedoston ja voit muokata sitä.
fr: Appuyez sur <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, tapez <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> dans la boîte de dialogue et cliquez sur <guibutton>Exécuter</guibutton> pour ouvrir le fichier du pilote SANE et le modifier.
hu: A SANE meghajtó szerkesztéséhez nyomja meg az <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> billentyűkombinációt; írja be a <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> parancsot és nyomja meg a <guibutton>Futtatás</guibutton> gombot a SANE meghajtófájl szerkesztéséhez.
id: Tekan <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, ketik <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> kedalam kotakdan klik <guibutton>Run</guibutton> untuk membuka berkas SANE driver untuk diedit.
it: Premere <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, digitare <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> nella casella e fare clic su <guibutton>Esegui</guibutton> per aprire il file del driver SANE per la modifica.
pl: Naciśnij <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, wpisz <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput>, a następnie kliknij <guibutton>Uruchom</guibutton>, aby otworzyć plik sterownika SANE i poddać go edycji.
pt_br: Pressione <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, digite <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> dentro da caixa de texto e clique <guibutton>Executar</guibutton> para abrir, para edição, o arquivo de drivers SANE.
sv: Tryck på <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, skriv <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> i fältet och klicka därefter på <guibutton>Kör</guibutton> för att öppna SANE-drivrutinsfilen för redigering.
zh_cn: 按 <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, 在方框中敲入 <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> 并点击 <guibutton>运行</guibutton> 来打开SANE驱动文件进行编辑。

source: Enable the right driver for your scanner by removing the <quote>#</quote> from in front of the name of the driver. You may need to search the web to find out which driver is the right one.
ar: مكّن التعريف الصحيح لماسحك عن طريق إزالة <quote>#</quote> من بداية اسم التعريف. قد تحتاج إلى البحث في الوب لإيجاد التعريف الصحيح.
bg: Разрешете правилния драйвер за вашия скенер като премахнете <quote>#</quote> пред името на драйвера. Може да е нужно да потърсите в Интернет точно кой драйвер е правилният избор.
ca: Habiliteu el controlador adequat per al vostre escàner en suprimir el <quote>#</quote> de davant del nom del controlador. Potser heu de cercar a la web per a trobar quin controlador és el correcte.
cs: Povolte správný ovladač pro váš skener odstraněním znaku <quote>#</quote> před názvem ovladače. Možná bude potřeba prohledat internet, abyste zjistili, který ovladač je správný.
de: Aktivieren Sie den richtigen Treiber für Ihren Scaner indem Sie die <quote>#</quote> vor dem Namen des Treibers entfernen. Sie können im Internet nach Ihrem Scanner suchen, um herauszufinden, welcher der richtige Treiber ist.
es: Habilite el controlador adecuado para su escáner removiendo el símbolo <quote>#</quote> de delante del nombre del controlador. Puede que necesite buscar en la web para encontrar cuál controlador es el correcto.
fi: Ota oikea ajuri käyttöön poistamalla risuaitamerkki <quote>#</quote> sen rivin alusta, jolla on halutun ajurin nimi. Joudut luultavasti etsimään oikean ajurin nimeä Internetistä.
fr: Activez le pilote correspondant à votre numériseur en enlevant le <quote>#</quote> devant le nom du pilote. Vous pouvez avoir besoin de chercher sur le Web quel est le bon pilote.
hu: Engedélyezze a szkennerének megfelelő meghajtót a <quote>#</quote> karakter törlésével a meghajtó bejegyzésénél. A szkennerének megfelelő meghajtót a világhálón keresheti meg.
id: Untuk memungkinkan driver yang benar untuk mesin pemindai anda dengan cara menghapus tanda <quote>#</quote> dari depan nama driver yang dimaksud. Anda mungkin ingin mencari dari web untuk mengetahui mana driver yang tepat.
it: Per abilitare il driver corretto, eliminare il carattere <quote>#</quote> dal nome del driver corrispondente. Potrebbe essere necessario eseguire una ricerca su Internet per capire quale sia il driver corretto per il proprio scanner.
pl: Włącz odpowiedni sterownik dla skanera poprzez usunięcie znaku <quote>#</quote> z początku nazwy sterownika. Być może konieczne będzie wyszukanie informacji w Internecie, aby dowiedzieć się, który sterownik jest odpowiedni.
pt: Active o driver adequado ao seu scanner removendo o <quote>#</quote> da frente do nome do seu driver. Poderá ter de procurar na Internet pela indicação de qual é o driver certo.
pt_br: Ative o driver correto para o seu scanner, removendo o <quote>#</quote> da frente do nome do driver. Você pode necessitar pesquisar na web para descobrir qual é o driver correto.
sv: Aktivera rätt drivrutin för din skanner genom att ta bort <quote>#</quote> framför namnet på drivrutinen. Du kan behöva söka på webben för att ta reda på vilken drivrutin som är den rätta.
zh_cn: 通过将驱动名称前面的<quote>#</quote>去掉来启用正确的驱动。您也许需要在网上搜索来确定哪个驱动是合适的。

source: Save the file and open Xsane (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Graphics</guimenuitem><guimenuitem>XSane Image Scanner</guimenuitem></menuchoice>). Your scanner will hopefully work.
ar: احفظ الملف وافتح Xsane (<menuchoice><guimenu>تطبيقات</guimenu><guimenuitem>رسوم</guimenuitem><guimenuitem>ماسح الصور XSane</guimenuitem></menuchoice>). من المرجح أن ماسحك سيعمل.
bg: Запазете файла и отворете Xsane (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Графика</guimenuitem><guimenuitem>Сканиране на изображения (XSane)</guimenuitem></menuchoice>). Надявайте се вашия скенер да работи.
ca: Deseu el fitxer i obriu l'Xsane (<menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Gràfics</guimenuitem><guimenuitem>Escàner d'imatges XSane</guimenuitem></menuchoice>). Amb sort el vostre escàner funcionarà.
cs: Uložte soubor a spusťte Xsane (<menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Grafika</guimenuitem><guimenuitem>Skener obrázků XSane</guimenuitem></menuchoice>). Váš skener by už měl fungovat.
de: Speichern Sie die Datei und öffnen Sie Xsane (<menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Grafik</guimenuitem><guimenuitem>XSane Bild-Scanner</guimenuitem></menuchoice>). Jetzt wird Ihr Scaner hoffentlich arbeiten.
es: Guarde el archivo y abra Xsane (<menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Graficos</guimenuitem><guimenuitem>Escáner de imágen XSane</guimenuitem></menuchoice>). Idealmente su escáner funcionará.
fi: Tallenna tiedosto ja käynnistä Xsane (<menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Grafiikka</guimenuitem><guimenuitem>XSane-kuvanluku</guimenuitem></menuchoice>). Skannerisi pitäisi nyt toimia.
fr: Enregistrez le fichier et ouvrez Xsane (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Graphisme</guimenuitem><guimenuitem>Programme d'acquisition XSane</guimenuitem></menuchoice>). Votre numériseur devrait fonctionner.
hu: Mentse el a fájlt és nyissa meg a Xsane alkalmazást (<menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Grafika</guimenuitem><guimenuitem>XSane lapolvasóprogram</guimenuitem></menuchoice>). A szkenner ezután remélhetőleg működni fog.
id: Simpan berkas dan buka Xsane (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Graphics</guimenuitem><guimenuitem>XSane Image Scanner</guimenuitem></menuchoice>).Semoga mesin pemindai anda akan bekerja.
it: Salvare il file e aprire Xsane (<menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Grafica</guimenuitem><guimenuitem>Xsane Programma di acquisizione di immagini</guimenuitem></menuchoice>). Lo scanner dovrebbe avviarsi.
pl: Zapisz plik i otwórz Xsane (<menuchoice><guimenu>Programy</guimenu><guimenuitem>Grafika</guimenuitem><guimenuitem>Skaner obrazu XSane</guimenuitem></menuchoice>). Istnieje szansa, że urządzenie zadziała.
pt_br: Salve o arquivo e abra o Xsane (<menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Graficós</guimenuitem><guimenuitem>Digitalizador de Imagens XSane</guimenuitem></menuchoice>). Seu scanner deve funcionar corretamente.
sv: Spara filen och öppna Xsane (<menuchoice><guimenu>Program</guimenu><guimenuitem>Grafik</guimenuitem><guimenuitem>XSane bildläsare</guimenuitem></menuchoice>). Din skanner kommer förhoppningsvis fungera.
zh_cn: 保存文件并打开 Xsane（<menuchoice><guimenu>应用</guimenu><guimenuitem>图形</guimenuitem><guimenuitem>XSane图像扫描仪</guimenuitem></menuchoice>）。您的扫描仪有望正常工作。
