Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/printing/po/*.po
Languages: ar, bg, ca, cs, de, el, es, fi, fr, gl, hu, id, it, ja, mk, nl, pl, pt, pt_br, ro, ru, sk, sv, vi, zh_cn

source: If your printer was not automatically detected, you can try to select the port and printer driver manually. Some printers need further setup. Search the databases at <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> or check the <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters"> Ubuntu Wiki Printer page</ulink> for information on your printer.
ar: إذا لم تكتشف طابعتك تلقائيا، تستطيع محاولة اختيار المنفذ وتعريف الطابعة يدويا. تحتاج بعض الطابعات إلى إعداد إضافي. ابحث في قاعدة البيانات على <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> أو التمس <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters"> صفحة ويكي أوبونتو عن الطابعات</ulink> لمزيد من المعلومات عن طابعتك.
bg: Ако вашият принтер не е бил открит автоматично, можете да пробвате да изберете ръчно порт и драйвер на принтера. Някои принтери се нуждаят от допъллнителна настройка. Претърсете базите данни на <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> или проверете <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters"> страницата Ubuntu Wiki Printer</ulink> за информация за вашия принтер.
ca: Si la impressora no s'ha detectat automàticament, podeu intentar seleccionar el port i el controlador de la impressora manualment. Algunes impressores necessiten una configuració addicional. Cerqueu en les bases de dades de <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> o comproveu la <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters">pàgina d'impressores del Wiki d'Ubuntu</ulink> per a obtenir informació sobre la impressora.
cs: Pokud vaše tiskárna nebyla automaticky nalezena, můžete zkusit vybrat port a ovladač tiskárny ručně. Některé tiskárna vyžadují další nastavení. Prohledejte databáze na stránce <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> nebo zjistěte více informací o vaší tiskárně na <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters">stránce Ubuntu Wiki - Tiskárny</ulink>.
de: Wenn Ihr Drucker nicht automatisch erkannt wurde, können Sie versuchen, den Druckertreiber und den passenden Port selber auszuwählen. Einige Drucker benötigen weitere Installationen. In der Datenbank von <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> oder auf der Wiki-Seite <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters"> Ubuntu Wiki Printer page</ulink> erhalten Sie weitere Informationen dazu.
es: Si su impresora no ha sido detectada automáticamente, puede intentar seleccionar manualmente el puerto y el controlador de la impresora. Algunas impresoras requieren de configuraciones adicionales. Busque en la base de datos <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> o vaya a <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters"> Ubuntu Wiki Printer page</ulink> para información sobre su impresora.
fi: Jos tulostimen asennus ei tapahdu automaattisesti, voit yrittää valita portin ja tulostimen käsin. Lisätietoja eri tulostinten asentamiseen löytyy <ulink url="http://www.linuxprinting.org/">LinuxPrinting.orgin</ulink> tietokannasta. Voit etsiä ohjeita tulostimesi asentamiseen myös <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters">Ubuntun wikin Tulostimet-sivulta</ulink>.
fr: Si votre imprimante n'a pas été détectée automatiquement, vous pouvez essayer de sélectionner le port et le pilote d'imprimante manuellement. Certaines imprimantes nécessitent un paramétrage plus avancé. Cherchez dans la base de données de <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> ou consultez la <ulink url="http://doc.ubuntu-fr.org/imprimante"> page du Wiki francophone sur les imprimantes</ulink> pour plus d'informations sur votre imprimante.
gl: Se a súa impresora non foi detectada automaticamente vostede debe escoller o porto e o driver da impresora manualmente. Algunhas impresoras precisarán algunha configuración a maiores. Busque información sobre a súa impresora nas base de datos de <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> ou na <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters"> Páxina de impresoras do wiki de Ubuntu</ulink>
hu: Ha nyomtatóját nem ismeri fel a rendszer automatikusan, akkor kiválaszthatja kézzel is a nyomtató portját és a nyomtatómeghajtót. Egyes nyomtatók beüzemeléséhez további beállításokra lehet szükség. További információkat a <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> adatbázisában, valamint az <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters>Ubuntu Wiki nyomtatók oldalán (angol)</ulink> találhat.
id: Jika mesin cetak anda tidak secara otomatis terdeteksi, anda dapat memilih port dan printer driver secara manual. Beberapa mesin cetak membutuhkan pengaturan lebih lanjut. Cari databases di <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> or check the <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters"> Ubuntu Wiki Printer page</ulink> untuk informasi pada mesin cetak anda.
it: Se la stampante non è stata riconosciuta automaticamente, è possibile provare a selezionare la stampante e la porta manualmente, alcune stampanti necessitano di impostazioni aggiuntive. Per maggiori informazioni sulla propria stampante, cercare su <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> o consultare <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters">la documentazione della comunità internazionale</ulink>.
pl: Jeśli drukarka nie została automatycznie wykryta, można spróbować wybrać port i sterownik drukarki ręcznie. Niektóre drukarki wymagają dalszej konfiguracji. Szukaj w bazach danych na <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> lub sprawdź <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters">Stronę drukarki Ubuntu Wiki</ulink>, aby uzyskać informacje na temat drukarki.
pt: Se a sua impressora não for automaticamente detectada, pode tentar selecionar o porto e o driver de impressão manualmente. Algumas impressoras requerem configuração adicional. Procure nas bases de dados em <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> ou consulte <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters"> Ubuntu Wiki Printer page</ulink> para mais informações sobre a sua impressora.
pt_br: Se sua impressora não foi detectada automaticamente, você pode tentar selecionar a porta e o driver da impressora manualmente. Algumas impressoras precisam de configurações adicionais. Busque no banco de dados em <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> ou verifique a <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters">página de Impressão no Ubuntu Wiki</ulink> para informações sobre a sua impressora.
ro: Dacă imprimanta dumneavoastră nu a fost detectată automat, puteți încerca să selectați manual portul și driverul imprimantei. Unele imprimante necesită configurare suplimentară. Căutați în bazele de date de la <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> sau verificați <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters"> pagina Ubuntu Wiki Printer</ulink> pentru mai multe informații referitoare la imprimanta dumneavoastră.
sv: Om skrivaren inte automatiskt upptäcks kan du försöka välja port och skrivardrivrutin manuellt. Vissa skrivare behöver ytterligare konfigurering. Sök i databaserna på <ulink url=\"http://www.linuxprinting.org/\">LinuxPrinting.org</ulink> eller kontrollera <ulink url=\"https://wiki.ubuntu.com/HardwareSupportComponentsPrinters\"> Ubuntu wiki skrivarsida</ulink> för information om din skrivare.
zh_cn: 如果您的打印机没有被自动检测到，您可以试着手动选择端口和打印机驱动。一些打印机需要特别设置。可以在 <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> 或 <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters"> Ubuntu Wiki Printer page</ulink> 为您的打印机查找更多信息。

source: Network Printing
ar: طباعة الشبكة
bg: Отпечатване през мрежата
ca: Impressió en xarxa
cs: Síťový tisk
de: Drucken über das Netzwerk
el: Δικτυακές εκτυπώσεις
es: Impresión en red
fi: Verkkotulostus
fr: Imprimante réseau
gl: Impresión na Rede
hu: Hálózati nyomtatás
id: Mencetak Melalui Jaringan
it: Stampante di rete
ja: ネットワーク印刷
mk: Мрежно печатење
nl: Netwerkprinters
pl: Drukowanie sieciowe
pt: Impressão em Rede
pt_br: Impressora de Rede
ro: Imprimante de reţea
ru: Сетевая печать
sk: Sieťová tlač
sv: Nätverksutskrifter
vi: In ấn mạng
zh_cn: 网络打印

source: You can also configure your Ubuntu system to send print jobs to a remote print server. Remote printers are hosted somewhere on a network. To configure a remote printer:
ar: تستطيع أيضا إعداد نظام أوبونتو لإرسال مهمات الطباعة إلى خادوم طباعة بعيد. تُستضاف الطابعات البعيدة في مكان ما على الشبكة. لإعداد طابعة بعيدة:
bg: Можете също да настроите системата си Убунту да изпраща заданията за отпечатване до отдалечен сървър за отпечатване. Отдалечените принтери се подслоняват някъде в мрежата. За да настроите отдалечен принтер:
ca: També podeu configurar l'Ubuntu per a enviar tasques d'impressió a un servidor d'impressió remot. Les impressores remotes es troben en alguna ubicació de la xarxa. Per a configurar una impressora remota:
cs: Také můžete nastavit váš systém Ubuntu aby posílal tiskové úlohy na vzdálený tiskový server. Vzdálené tiskárny jsou umístěny někde na síti. Pro nastavení vzdálené tiskárny:
de: Sie können Ihr Ubuntu-System auch so konfigurieren, dass es Druckaufträge über einen Druckserver an einen Netzwerkdrucker sendet. Einrichten eines Netzwerkdruckers:
el: Μπορείτε επίσης να ρυθμίσετε το σύστημα σας να στέλνει εργασίες εκτύπωσης σε έναν απομακρυσμένο εξυπηρετητή εκτυπώσεων. Οι απομακρυσμένοι εκτυπωτές φιλοξενούνται κάπου σε ένα τοπικό δίκτυο. Για να ρυθμίσετε έναν απομακρυσμένο εκτυπωτή:
es: También puede configurar su sistema Ubuntu para enviar trabajos de impresión a un servidor remoto de impresión. Las impresoras remotas se encuentran en alguna parte de la red. Para configurar una impresora remota:
fi: Voit myös asettaa Ubuntu-järjestelmäsi lähettämään tulostustöitä etäpalvelimelle. Etäpalvelimet sijaitsevat jossain verkossa. Asettaaksesi etätulostimen:
fr: Vous pouvez aussi configurer votre système Ubuntu pour qu'il envoie les travaux d'impression à un serveur d'impression. Les imprimantes distantes sont reliées d'une manière ou d'une autre au réseau. Pour configurer une imprimante distante :
gl: Tamén pode configurar o seu sistema Ubuntu para que envíe traballos de impresión a un servidor de impresión remoto. As impresoras remotas están colocadas nalgún lugar da rede. Para configurar unha impresora remota:
hu: Az Ubuntu rendszerét beállíthatja, hogy a nyomtatási feladatokat távoli nyomtatónak küldje. A távoli nyomtatók bárhol lehetnek a hálózaton. Távoli nyomtató beállításához:
id: Anda juga dapat mengatur sistem Ubuntu untuk mengirim tugas cetak ke remote print server. Remote printers di-host di suatu tempat dalam jaringan.Untuk mengatur kendali printer:
it: È possibile configurare il proprio sistema per inviare i lavori di stampa a una stampante di rete. Per configurare una stampante di rete:
ja: Ubuntuシステムでは、プリンタジョブをリモートプリンタサーバに送るように設定することもできます。リモートプリンタはネットワークのどこかで稼動しています。リモートプリンタを設定するには:
mk: Исто така, можете да го конфигурирате вашиот Ubuntu систем да ги испраќа задачите за принтање на оддалечен печатачки сервер. Оддалечените печатачи се наоѓаат некаде на мрежата. За да го конфигуририрате оддалечениот печатач:
nl: U kunt uw Ubuntu systeem ook configureren om printopdrachten naar een print server op afstand te sturen. Printers op afstand worden ergens op een netwerk gehost. Om een printer op afstand te configureren:
pl: Możesz także skonfigurować swój system Ubuntu aby przekazywał zadania drukowania do zdalnego serwera drukującego. Zdalne drukarki są dostępne gdzieś w sieci. Aby skonfigurować taką drukarkę:
pt: Pode também configurar o seu sistema Ubuntu para enviar tarefas de impressão para um servidor de impressão remoto. Impressoras remotas são as que estão localizadas numa rede. Para configurar uma impressora remota:
pt_br: Você também pode configurar seu sistema Ubuntu para enviar trabalhos de impressão a um servidor de impressão remoto. Impressoras remotas são hospedadas em algum lugar da rede. Para configurar uma impressora remota:
ro: Sistemul Ubuntu poate fi configurat să trimită cererile de tipărire la un server de imprimare din reţea. Imprimantele de reţea sunt găzduite undeva în reţea. Pentru configurare:
ru: Вы можете настроить ваш Ubuntu для печати на сетевых принтерах. Сетевой принтер - это принтер, расположенный в локальной сети. Чтобы настроить сетевой принтер:
sk: Tiež môžete nastaviť systém Ubuntu tak, aby posielal tlačové úlohy na vzdialený tlačový server. Vzdialené tlačiarne sú umiestnené niekde v sieti. Nastaviť vzdialenú tlačiareň môžete takto:
sv: Du kan också konfigurera ditt Ubuntusystem att skicka utskriftsjobb till en fjärrskrivare. Fjärrskrivare körs någonstans på nätverket. För att konfigurera en fjärrskrivare:
vi: Bạn cũng có thể cấu hình hệ thống Ubuntu của mình để gửi các tác vụ in ấn đến một máy chủ in ấn khác. Các máy in từ xa được đặt tại một nơi nào đó trong mạng của bạn. Để cấu hình một máy in từ xa:
zh_cn: 您还可以配置您的 Ubuntu 系统来将打印任务发送到一台远程打印服务器。远程打印机位于网络上的其它地方。要配置一台远程打印机：

source: Choose <menuchoice><guibutton>New Printer</guibutton></menuchoice>.
ar: اختر <menuchoice><guibutton>طابعة جديدة</guibutton></menuchoice>.
bg: Изберете <menuchoice><guibutton>Нов принтер</guibutton></menuchoice>.
ca: Trieu <menuchoice><guibutton>Impressora nova</guibutton></menuchoice>.
cs: Zvolte <menuchoice><guibutton>Nová tiskárna</guibutton></menuchoice>.
de: Wählen Sie <menuchoice><guibutton>Neuer Drucker</guibutton></menuchoice>.
es: Escoja <menuchoice><guibutton>Impresora nueva</guibutton></menuchoice>.
fi: Napsauta <menuchoice><guibutton>Uusi</guibutton></menuchoice>-painiketta.
fr: Choisissez <menuchoice><guibutton>Nouvelle imprimante</guibutton></menuchoice>.
gl: Escollar <menuchoice><guibutton>Nova impresora</guibutton></menuchoice>.
hu: Válassza ki az <menuchoice><guibutton>Új nyomtató</guibutton></menuchoice> menüpontot.
id: Pilih <menuchoice><guibutton>New Printer</guibutton></menuchoice>.
it: Scegliere <menuchoice><guibutton>Nuova stampante</guibutton></menuchoice>.
pl: Wybierz <menuchoice><guibutton>Nowa Drukarka</guibutton></menuchoice>.
pt: Escolha <menuchoice><guibutton>Nova Impressora</guibutton></menuchoice>.
pt_br: Escolha <menuchoice><guibutton>Nova Impressora</guibutton></menuchoice>.
ro: Alegeți <menuchoice><guibutton>Imprimantă nouă</guibutton></menuchoice>.
sv: Välj <menuchoice><guibutton>Ny skrivare</guibutton></menuchoice>.
zh_cn: 选择 <menuchoice><guibutton>新打印机</guibutton></menuchoice>。

source: If your printer is directly connected to a Windows machine on your network, choose <guilabel>Windows Printer via SAMBA</guilabel>. Otherwise, select the protocol your printer uses to communicate.
ar: إذا كانت طابعتك موصولة مباشرة بجهاز ويندوز على شبكتك، اختر <guilabel>طابعة ويندوز عن طريق سامبا</guilabel>. لخلاف ذلك، اختر البروتوكول الذي تستخدمه طابعتك للاتصال.
bg: Ако принтерът Ви е пряко свързан с компютър от мрежата Ви с инсталиран Windows, изберете <guilabel>Отпечатване под Windows чрез SAMBA</guilabel>. В противен случай изберете протокола, който принтерът Ви използва за общуване.
ca: Si l'impressora està connectada directament a un ordinador Windows de la vostra xarxa, seleccioneu <guilabel>Impressora Windows per SAMBA</guilabel>. Si no és així, seleccioneu el protocol que utilitza la impressora per a comunicar-se.
cs: Pokud je vaše tiskárna přímo připojená ke stanici Windows na vaší síti, vyberte <guilabel>Windows tiskárna přes SAMBA</guilabel>. Jinak vyberte protokol, kterým vaše tiskárna komunikuje.
de: Wenn Ihr Drucker im Netzwerk direkt an einen Rechner mit Windows-Betriebssystem angeschlossen ist, wählen Sie <guilabel>Windows-Drucker über SAMBA</guilabel>. Andernfalls wählen Sie das Protokoll, das Ihr Drucker verwendet.
es: Si su impresora está conectada directamente a una máquina Windows de su red, seleccione <guilabel>Impresora Windows mediante SAMBA</guilabel>. En caso contrario, seleccione el protocolo que usa su impresora para comunicarse.
fi: Jos tulostin on kytkettynä suoraan verkossa olevaan Windows-koneeseen, valitse <guilabel>Windows Printer via SAMBA</guilabel>. Muussa tapauksessa valitse tulostimen käyttämä yhteyskäytäntö.
fr: Si l'imprimante est directement connectée à un ordinateur sous Windows sur votre réseau, choisissez <guilabel>Imprimante Windows via SAMBA</guilabel>. Sinon, sélectionnez le protocole de communication utilisé par votre imprimante.
gl: Se a súa impresora está conectada directamente a unha máquina Windows da súa rede, escolla <guilabel>Impresora Windows mediante SAMBA</guilabel>. Se non é así, escolla a protocolo que emprega a súa imrpesora para se comunicar.
hu: Ha a nyomtató közvetlenül csatlakozik a hálózat egy windowsos gépére, akkor válassza a <guilabel>Windows nyomtató SAMBA-n</guilabel> lehetőséget. Ellenkező esetben válassza ki a nyomtató által kommunikációra használt protokollt.
id: Jika printer anda terhubung secara langsung melalui windows dalam jaringan anda, pilih <guilabel>Windows Printer via SAMBA</guilabel>. Untuk yang lain, gunakan protocol yang dipakai oleh printer anda untuk berkomunikasi.
it: Se la stampante è collegata direttamente a una macchina Windows nella rete, scegliere <guilabel>Windows Printer via SAMBA</guilabel>. Altrimenti, selezionare il protocollo usato dalla stampante per comunicare.
ja: もしプリンタがネットワーク上のWindowsマシンに直接接続されているのであれば<guilabel>Windows Printer via SAMBA</guilabel>を選択します。そうでなければプリンタがデータのやりとりに使用するプロトコルを選択してください。
mk: Ако вашиот печатач е директно поврзан со Windows машина преку мрежа, изберете <guilabel>Windows печатач преку SAMBA</guilabel>. Во спротивен случај изберете го протоколот со помош на кој ќе комуницира печатачот.
nl: Als uw printer rechtstreeks met een Windows computer op uw netwerk is verbonden, kies <guilabel>Windows-printer via SAMBA</guilabel>. Kies anders het protocol dat uw printer gebruikt om te communiceren.
pl: Jeśli Twoja drukarka jest podłączona w sieci bezpośrednio do komputera z Windowsem, wybierz <guilabel>Drukarka Windows via SAMBA</guilabel>. W przeciwnym wypadku wybierz protokół, który używa Twoja drukarka do komunikacji.
pt: Se sua impressora está ligada directamente a uma máquina Windows na sua rede, escolha <guilabel>Impressora Windows via SAMBA</guilabel>. Senão, escolha o protocolo que sua impressora usa para comunicar.
pt_br: Se sua impressora está conectada diretamente à uma máquina Windows na sua rede, escolha <guilabel>Impressora Windows via SAMBA</guilabel>. Senão, escolha o protocolo que sua impressora usa para se comunicar.
ro: Dacă imprimanta este conectată direct la un calculator care rulează Windows, selectaţi <guilabel>Imprimantă Windows via SAMBA</guilabel>. Altfel, selectaţi protocolul de comunicaţie utilizat de imprimantă.
ru: Если ваш принтер напрямую присоединён к Windows-машине, выберите <guilabel>Windows-принтер через SAMBA</guilabel>. Иначе выберите протокол, используемый вашим принтером.
sk: Ak je vaša tlačiareň priamo pripojená k počítaču so systémom Windows vo vašej sieti, zvoľte <guilabel>Tlačiareň Windows cez SAMBA</guilabel>. Inak zvoľte komunikačný protokol, ktorý používa vaša tlačiareň.
sv: Om din skrivare är direkt ansluten till en Windows-dator på ditt nätverk kan du välja <guilabel>Windows-skrivare via SAMBA</guilabel>. Om inte, välj protokollet som din skrivare använder för att kommunicera.
vi: Nếu máy in của bạn được nối trực tiếp tới một máy Windows trên mạng của bạn, hãy chọn <guilabel>Windows Printer via SAMBA</guilabel>. Cách khác, lựa chọn cách thức Máy in (của) các bạn thường liên lạc.
zh_cn: 如果你的打印机连接到了网络上的Windows机器上，选择<guilabel>通过SAMBA的Windows打印机</guilabel>。否则选择你打印机用于通信的协议。

source: Insert the details of the network printer and click <guibutton>Forward</guibutton>.
ar: أدخل تفاصيل طابعة الشبكة وانقر<guibutton>أمام</guibutton>.
bg: Въведете данните на мрежовия си принтер и натиснете <guibutton>Напред</guibutton>.
ca: Inseriu els detalls de la impressora en xarxa i feu clic a <guibutton>Endavant</guibutton>.
cs: Vložte parametry síťové tiskárny a klikněte <guibutton>Vpřed</guibutton>.
de: Geben Sie die Details Ihres Netzwerkdruckers ein und klicken Sie auf <guibutton>Weiter</guibutton>.
el: Εισάγετε τις λεπτομέρειες του εκτυπωτή δικτύου και επιλέξτε <guibutton>Μπροστά</guibutton>.
es: Introduzca los detalles de la impresora de red y pulse <guibutton>Adelante</guibutton>.
fi: Syötä verkkotulostimen yksityiskohdat ja napsauta <guibutton>Eteenpäin</guibutton>.
fr: Précisez les détails de l'imprimante réseau et cliquez sur <guibutton>Suivant</guibutton>.
gl: Insira os detalles da impresora de rede e prema en <guibutton>Adiante</guibutton>.
hu: Adja meg a hálózati nyomtató részleteit és kattintson a <guibutton>Tovább</guibutton> gombra.
id: Selipkan detail dari printer jaringan dan klik <guibutton>Maju</guibutton>.
it: Inserire i parametri della stampante di rete e fare clic su <guibutton>Avanti</guibutton>.
ja: ネットワークプリンタの詳細を入力して、<guibutton>進む</guibutton> をクリックしてください。
mk: Внесете ги деталите за мрежниот принтер и кликнете <guibutton>Напред</guibutton>.
nl: Voer de details van de netwerkprinter in en klik op <guibutton>Verder</guibutton>.
pl: Wprowadź szczegóły o drukarce sieciowej i kliknij <guibutton>Dalej</guibutton>.
pt: Insira os detalhes da impressora de rede e clique em <guibutton>Avançar</guibutton>.
pt_br: Insira os detalhes da impressora de rede e clique em <guibutton>Avançar</guibutton>.
ro: Introduceţi parametrii de conectare la imprimanta de reţea şi apăsaţi <guibutton>Înainte</guibutton>.
ru: Добавьте необходимую информацию о сетевом принтере и щёлкните <guibutton>Вперед</guibutton>.
sk: Zadajte detaily sieťovej tlačiarne a kliknite na <guibutton>Ďalej</guibutton>.
sv: Skriv in detaljerna på nätverksskrivaren och klicka på <guibutton>Framåt</guibutton>.
vi: Nhập vào các chi tiết về máy in mạng và nhấn nút <guibutton>Tiếp theo</guibutton>.
zh_cn: 输入该网络打印机的详细资料，然后点击 <guibutton>前进</guibutton>。
