Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/printing/po/*.po
Languages: ar, bg, ca, cs, de, el, es, fi, fr, gl, hu, id, it, ja, mk, nl, pl, pt, pt_br, ro, ru, sk, sv, vi, zh_cn

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ar: نسخة من الرخصة متوفرة هنا: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">رخصة العموميات الخلاقة التشارك بالمثل</ulink>.
bg: Копие на лиценза може да намерите тук: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ca: Trobareu una còpia de la llicència aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">llicència Creative Commons ShareAlike</ulink>.
cs: Kopie licence je dostupná zde: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
de: Eine Kopie der Lizenzbestimmungen ist verfügbar unter: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
es: Hay una copia de la licencia disponible aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licencia Creative Commons ShareAlike</ulink>.
fi: Kopio lisenssistä löytyy sivulta <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike -lisenssi</ulink>.
fr: Une copie de la licence est disponible ici : <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
gl: Hai dispoñible unha copia da licenza aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licenza Creative Commons CompartirIgual</ulink>.
hu: A licenc másolata elérhető a <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink> oldalon.
id: Salinan lisensi tersedia di sini: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
it: Una copia della licenza è disponibile qui :<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike</ulink>.
ja: ライセンスは次のリンクで参照できます: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。
pl: Kopia licencji jest dostępna tutaj: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licencja Creative Commons ShareAlike</ulink>.
pt_br: Uma cópia da licença está disponível aqui: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ro: O copie a licenței este disponibilă aici: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licența Creative Commons ShareAlike</ulink>.
sv: En kopia av licensen finns tillgänglig här: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
zh_cn: 许可证的副本位于：<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Ubuntu Documentation Project
ar: مشروع توثيق أوبونتو
bg: Проектът за документация на Ubuntu
ca: Projecte de documentació de l'Ubuntu
cs: Dokumentační projekt Ubuntu
de: Ubuntu-Dokumentationsprojekt
el: Έργο Τεκμηρίωσης Ubuntu
es: Proyecto de Documentación de Ubuntu
fi: Ubuntun dokumentaatioprojekti
fr: Le projet de documentation d'Ubuntu
gl: Proxecto de Documentación do Ubuntu
hu: Ubuntu dokumentációs projekt
id: Proyek Dokumentasi Ubuntu
it: Progetto documentazione di Ubuntu
ja: Ubuntuドキュメンテーション・プロジェクト
nl: Ubuntu-documentatieproject
pl: Projektu Dokumentacji Ubuntu
pt: Projecto de Documentação do Ubuntu
pt_br: Projeto de Documentação Ubuntu
ro: Proiectul de documentaţie Ubuntu
ru: Проект документации Ubuntu
sv: Dokumentationsprojekt för Ubuntu
vi: Dự án biên soạn tài liệu cho Ubuntu
zh_cn: Ubuntu 文档项目

source: Canonical Ltd. and members of the <placeholder-1/>
ar: كانونيكال المحدودة وأعضاء <placeholder-1/>
bg: Canonical Ltd. и членовете на <placeholder-1/>
ca: Canonical Ltd. i els membres de <placeholder-1/>
cs: Canonical Ltd. a členové <placeholder-1/>
de: Canonical Ltd. und Mitglieder vom <placeholder-1/>
el: Η εταιρία Canonical Ltd. και συντελεστές από το <placeholder-1/>
es: Canonical Ltd. y miembros de <placeholder-1/>
fi: Canonical Ltd. ja seuraavan ryhmän jäsenet: <placeholder-1/>
fr: Canonical Ltd. et les membres de <placeholder-1/>
gl: Canonical Ltd. e membros do <placeholder-1/>
hu: Canonical Ltd. és az <placeholder-1/> tagjai
id: Canonical Ltd. dan anggota-anggota dari <placeholder-1/>
it: Canonical Ltd. e i membri del <placeholder-1/>
ja: Canonical Ltd.と<placeholder-1/>一同
nl: Canonical Ltd. en leden van het <placeholder-1/>
pl: Canonical Ltd. i członkowie <placeholder-1/>
pt: Canonical Lda. e os membros do <placeholder-1/>
pt_br: Canonical Ltd. e membros de <placeholder-1/>
ro: Canonical Ltd. și membrii ai <placeholder-1/>
ru: Canonical Ltd. и участники <placeholder-1/>
sv: Canonical Ltd. och medlemmar från <placeholder-1/>
vi: Canonical Ltd. và các thành viên của <placeholder-1/>
zh_cn: Canonical 公司和 <placeholder-1/> 的成员

source: The Ubuntu Documentation Project
ar: مشروع توثيق أوبونتو
bg: Прокетът за документация на Ubuntu
ca: El projecte de documentació de l'Ubuntu
cs: Dokumentační projekt Ubuntu
de: Das Ubuntu-Dokumentationsprojekt
el: Το Έργο Τεκμηρίωσης του Ubuntu
es: Proyecto de documentación de Ubuntu
fi: Ubuntun dokumentaatioprojekti
fr: Le projet de documentation d'Ubuntu
gl: O Proxecto de Documentación de Ubuntu
hu: Az Ubuntu dokumentációs projekt
id: Proyek Dokumentasi Ubuntu
it: Il Progetto documentazione di Ubuntu
ja: Ubuntu Documentation Project
mk: Проект за документација на Ubuntu
nl: Het Ubuntu-documentatieproject
pl: Projekt Dokumentacji Ubuntu
pt: Projecto de Documentação Ubuntu
pt_br: O Projeto de Documentação Ubuntu
ro: Proiectul de Documentaţie Ubuntu
ru: Проект документации Ubuntu
sk: Dokumentačný projekt Ubuntu
sv: Ubuntus dokumentationsprojekt
vi: Dự án Tài liệu Ubuntu
zh_cn: Ubuntu 文档项目

source: Printing
ar: الطباعة
bg: Отпечатване
ca: Impressió
cs: Tisk
de: Drucken
el: Εκτύπωσεις
es: Impresoras
fi: Tulostus
fr: Impression
gl: Impresión
hu: Nyomtatás
id: Pencetak
it: Stampare
ja: プリンタ
mk: Печатење
nl: Printen
pl: Drukowanie
pt: Impressoras
pt_br: Imprimindo
ro: Tipărire
ru: Печать
sk: Tlač
sv: Utskrifter
vi: In ấn
zh_cn: 打印

source: Most printers will be automatically supported by Ubuntu. The <application>Printer Configuration</application> application allows you to add printers, as well as modify their settings. You can also use this application to share the printer with other computers on a network, disable the printer, or restart it.
ar: معظم الطابعات ستكون مدعومة تلقائيا في أوبونتو. تطبيق <application>ضبط الطابعة</application> يمكّنك من إضافة الطابعات، و كذلك تعديل إعداداتها. كما يمكنك كذلك استخدام هذا التطبيق لمشاركة طابعة مع حواسيب أخرى في شبكة، أو تعطيل الطابعة، أو إعادة تشغيلها.
bg: Повечето принтери се поддържат автоматично от Ubuntu. Приложението <application>Настройка на принтер</application> Ви позволява да добавяте принтери, както и да променяте настройките им. Можете да използвате приложението за споделяне на принтера с други компютри в мрежата, изключване или рестартиране на принтера.
ca: La majoria d'impressores són compatibles amb l'Ubuntu. L'aplicació <application>Configuració de la impressora</application> us permet afegir impressores i modificar els seus paràmetres. També podeu utilitzar aquesta aplicació per a compartir la impressora amb altres ordinadors de la xarxa, desactivar-la o reiniciar-la.
cs: Většina tiskáren bude v Ubuntu automaticky podporována. Aplikace <application>Tisk</application> dovoluje přidávat a upravovat nastavení tiskáren. Také můžete použít tuto aplikaci ke sdílení tiskárny s ostatními počítači po síti, zakázání nebo restartování tiskárny.
de: Die meisten Drucker werden automatisch von Ubuntu erkannt und unterstützt. Die Anwendung <application>Drucken</application> erlaubt Ihnen das Hinzufügen und Konfigurieren von Druckern. Sie können die Anwendung ebenfalls dazu verwenden, den Drucker im Netzwerk zu nutzen, zu deaktivieren oder ihn neu zu starten.
el: Οι περισσότεροι εκτυπωτές υποστηρίζονται αυτόματα από το Ubuntu. Η εφαρμογή <application>Εκτύπωση</application> σας επιτρέπει να προσθέσετε εκτυπωτές και να τροποποιήσετε τις ρυθμίσεις τους. Μπορείτε επίσης να χρησιμοποιήσετε την εφαρμογή αυτή για να κάνετε κοινή χρήση ενός εκτυπωτή από άλλους υπολογιστές ενός τοπικού δικτύου, να απενεργοποιήσετε ένα εκτυπωτή ή να τον επανεκκινήσετε.
es: Ubuntu detecta automáticamente la mayoría de las impresoras. La aplicación <application>Configuración de la impresora</application> le permite añadir impresoras, así como modificar sus opciones. También puede usar esta aplicación para compartir la impresora con otros equipos de la red, deshabilitarla o reiniciarla.
fi: Ubuntu tukee automaattisesti useimpia tulostimia. <application>Tulostinasetukset</application>-sovelluksella voidaan lisätä tulostimia ja muuttaa niiden asetuksia. Sovellusta voidaan käyttää myös tulostimen jakamiseen muille verkossa oleville tietokoneille, tulostimen poistamiseen käytöstä tai sen uudelleen käynnistämiseen.
fr: La plupart des imprimantes seront automatiquement prises en charge par Ubuntu. L'application de <application>configuration des imprimantes</application> permet d'ajouter des imprimantes et de modifier leurs réglages. Vous pouvez aussi utiliser l'application pour partager les imprimantes avec d'autres ordinateurs sur un réseau, désactiver une imprimante ou la redémarrer.
gl: A maioría das impresoras serán aceptadas automaticamente por Ubuntu. A aplicación <application>Configuración de Impresoras</application> permítelle instalar impresoras, así como modificar a súa configuración. Tamén pode empregar esta aplicación para compartir a impresora con outros computadores da rede, desactivar a impresora ou reiniciala.
hu: Az Ubuntu automatikusan támogatja a legtöbb nyomtatót. A <application>Nyomtatás</application> alkalmazással telepíthet új nyomtatókat és módosíthatja a beállításaikat. Szintén ezzel az alkalmazással oszthatja meg a nyomtatót a hálózaton, tilthatja le vagy indíthatja újra.
id: Kebanyakan printer akan secara otomatis di support oleh Ubuntu. Aplikasi <application>Printer Configuration</application> memungkinkan anda untuk menambah sekaligus mengatur pengaturan printer anda. Anda juga dapat menggunakan aplikasi ini untuk penggunaan printer secara bersama-sama dengan komputer lain melalui jaringan, untuk menonaktifkannya, atau untuk me-restart-nya.
it: La maggior parte delle stampanti sono supportate automaticamente da Ubuntu. L'applicazione <application>Configurazione stampante</application> permette di aggiungere stampanti e di modificarne le impostazioni. È possibile inoltre usare questa applicazione per condividere la stampante con altri computer in una rete, disabilitare la stampante o riavviarla.
ja: Ubuntuはほとんどのプリンタを自動で認識します。プリンタの追加と設定は<application>プリンタの設定</application>アプリケーションで行うことができます。このアプリケーションでネットワーク上の他のコンピュータとプリンタを共有したりプリンターを無効にしたり再起動することもできます。
mk: Повеќето печатачи се автоматски подржани во Ubuntu. Aplikacijata за <application>поставување на печатач</application> ви овозможува да додадете печатачи, како и да ги подесувате нивните поставки. Исто така, може да ја користите апликацијата за да споделите печатач со други компјутери во мрежа, да го оневозможите или ресетирате.
nl: De meeste printers zullen automatisch door Ubuntu worden ondersteund. Met de toepassing <application>Printer configuratie</application> kunt u printers toevoegen en de instellingen daarvan wijzigen. U kunt deze toepassing ook gebruiken om de printer met andere computers in een netwerk te delen, de printer uit te schakelen, of om deze te herstarten.
pl: Większość drukarek będzie automatycznie obsługiwana przez Ubuntu. Program <application>Konfiguracja drukarki</application> umożliwia dodawanie drukarek oraz zmianę ich konfiguracji. Programu można też używać do współdzielenia drukarki przez inne komputery w sieci, wyłączania drukarki i jej ponownego uruchamiania.
pt: A maior parte das impressoras será automaticamente suportada pelo Ubuntu. A aplicação <application>Configuração de Impressoras</application> permite que adicione impressoras bem como modifique as suas configurações. Pode também usar esta aplicação para partilhar impressoras com outros computadores numa rede, desactivar a impressora ou reiniciá-la.
pt_br: A maior parte das impressoras será automaticamente suportada pelo Ubuntu. A aplicação <application>Configuração de Impressoras</application> permite que você adicione impressoras bem como modifique suas configurações. Você também pode usar esta aplicação para compartilhar impressoras com outros computadores em um rede, desabilitar a impressora ou reiniciá-la.
ro: Majoritatea imprimantelor sunt suportate automat în Ubuntu. Aplicaţia <application>Configurare imprimante</application> serveşte la instalarea sau reconfigurarea unei imprimante. Aceeaşi aplicaţie poate fi utilizată şi pentru partajarea imprimantelor în cadrul reţelei locale, pentru dezactivarea sau pentru repornirea unei imprimante.
ru: Большинство принтеров автоматически поддерживается Ubuntu. Приложение <application>Настройка принтера</application> позволяет вам добавлять принтеры и изменять их настройки. Вы можете также использовать это приложение для предоставления доступа к принтеру другим компьютерам сети, отключения принтера или его перезапуска.
sk: Väčšina tlačiarní je automaticky podporovaná v Ubuntu.<application>Nastavenie tlačiarne</application> umožňuje pridávať a meniť nastavenia tlačiarní. Aplikácia tiež umožňuje nastaviť zdieľanie tlačiarne s inými počítačmi v sieti, vypnúť tlačiareň alebo ju reštartovať.
sv: De flesta skrivare kommer automatiskt att stödjas av Ubuntu. Programmet <application>Skrivarkonfiguration</application> låter dig lägga till skrivare såväl som att ändra inställningarna för dem. Du kan även använda detta program för att dela skrivaren med andra datorer på ett nätverk, inaktivera skrivaren eller starta om den.
vi: Đa số máy in sẽ tự động được hỗ trợ bởi Ubuntu. Ứng dụng <application>Printer Configuration</application> cho phép bạn thêm máy in, cũng như điều chỉnh các thiết lập của chúng. Bạn có thể cũng sử dụng ứng dụng này để chia sẻ máy in với những máy tính khác trên một mạng, vô hiệu hóa máy in, hay khởi động lại nó.
zh_cn: 在Ubuntu里,大多数打印机会被自动识别安装. <application>打印机选项</application>帮助您添加打印机.或者修改打印机设置. 此外,此应用程序具有共享,禁止或重新启动打印机等功能.

source: Local Printing
ar: الطباعة المحلية
bg: Локално отпечатване
ca: Impressió local
cs: Místní tisk
de: Drucken auf lokalem Drucker
el: Τοπικές εκτυπώσεις
es: Impresión local
fi: Paikallinen tulostus
fr: Imprimante locale
gl: Impresión Local
hu: Helyi nyomtatás
id: Pencetakan Lokal
it: Stampante locale
ja: ローカル・プリンタで印刷
mk: Локално печатење
nl: Lokaal printen
pl: Drukowanie lokalne
pt: Impressão Local
pt_br: Impressoras Locais
ro: Imprimante locale
ru: Печать на локальный принтер
sk: Lokálna tlač
sv: Lokala utskrifter
vi: In ấn cục bộ
zh_cn: 本地打印

source: A local printer is one which is directly connected to your computer (as opposed to a network printer, discussed in the following section).
ar: الطابعة المحلية هي الطابعة المتصلة مباشرة بحاسوبك (عكس طابعة الشبكة، المناقشة في القسم التالي).
bg: Локален принтер е принтер, който е свързан директно с вашия компютър (различно от мрежов принтер, дискутирано в следващата секция).
ca: Una impressora local és aquella que està connectada directament al vostre ordinador (en contraposició amb una impressora en xarxa, de la qual se'n parlarà a la secció següent).
cs: Místní tiskárna je taková, která je přímo připojena k vašemu počítači (jako protiklad k síťové tiskárně, o které se píše v následující sekci).
de: Ein lokaler Drucker ist ein Drucker, der direkt an den Rechner angeschlossen ist (im Gegensatz zu einem Netzwerkdrucker, der im folgenden Abschnitt besprochen wird)
es: Una impresora local es aquella que se encuentra directamente conectada a su equipo (lo opuesto a una impresora de red, discutida en la sección siguiente).
fi: Paikallinen tulostin on kytketty suoraan tietokoneeseesi (erotuksena verkkotulostimeen, josta on puhe seuraavassa kappaleessa).
fr: Une imprimante est locale lorsqu'elle est directement connectée à l'ordinateur (à l'opposé d'une imprimante réseau, comme expliqué dans la section suivante).
gl: Unha impresora local é a que está conectada directamente ao seu computador (o oposto a unha impresora en rede, discutida na sección seguinte).
hu: A helyi nyomtató a számítógépéhez közvetlenül kapcsolódik (ellentétben a hálózati nyomtatókkal, amelyekről a következő fejezetben lesz szó).
id: Mesin pencetak lokal adalah sebuah mesin yang mana secara langsung tersambung pada komputer anda (kebalikan dari mesin pencetak pada jaringan, didiskusikan di seksi selanjutnya).
it: Una stampante locale è una stampante collegata direttamente al proprio computer, al contrario di una stampante di rete discussa nella sezione successiva.
pl: Lokalna drukarka to ta, która jest podłączona bezpośrednio do Twojego komputera (w przeciwieństwie do drukarki sieciowej, omówionej w następnym punkcie).
pt: Uma impressora local trata-se de uma impressora directamente ligada ao seu computador (por oposição a uma impressora de rede, discutida na próxima secção).
pt_br: Uma impressora local é aquela que está diretamente ligada ao seu computador (ao contrário de impressoras de rede, abordadas na seção seguinte).
ro: O imprimantă locală este una care este conectată direct la calculatorul dumneavoastră (spre deosebire de o imprimantă de rețea, lucru discutat în secțiunea următoare).
sv: En lokal skrivare är en som är direktansluten till din dator (i motsats till en nätverkskrivare, som diskuteras i följande sektion).
zh_cn: 一个直接连接到您计算机的本地打印机（如果是网络打印机的话在下一节有讨论）。
