Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/printing/po/*.po
Languages: ar, bg, ca, cs, de, el, es, fi, fr, gl, hu, id, it, ja, mk, nl, pl, pt, pt_br, ro, ru, sk, sv, vi, zh_cn

source: Place what you want to scan on the scanner.
ar: ضع ما تريد مسحه على الماسح.
bg: Поставете това, което искате да сканирете, върху скенера.
ca: Col·loqueu allò que vulgueu escanejar a l'escàner.
cs: Umístěte skenovaný materiál do skeneru.
de: Legen Sie die zu scannende Vorlage auf Ihren Scanner.
el: Τοποθετήστε αυτό που θέλετε να σαρώσετε πάνω στον σαρωτή.
es: Coloque lo que quiera escanear en el escáner.
fi: Aseta luettava asiakirja kuvanlukijaan.
fr: Placez le document à numériser sur le scanner.
gl: Coloque o que queira dixitalizar no scanner.
hu: A szkennelni kívánt anyagot helyezze a szkennerbe.
id: Tempatkan apa yang ingin anda scan pada scanner anda.
it: Posizionare il documento da scansionare nello scanner,
ja: スキャンしたいものをスキャナに載せてください。
mk: Наместете го тоа што сакате да го скенирате на самиот скенер.
nl: Plaats datgene dat u wilt scannen in de scanner.
pl: Umieść w skanerze to, co chcesz zeskanować.
pt: Coloque o que deseja digitalizar no seu scanner.
pt_br: Coloque no scanner o que você quer copiar.
ro: Puneţi documentul în scanner
ru: Поместите сканируемый документ в устройство.
sk: Umiestnite to, čo chcete skenovať na skener.
sv: Placera vad du vill läsa in på bildläsaren.
vi: Đặt những gì bạn cần quét lên máy quét.
zh_cn: 将您想要扫描的东西放在扫描仪上。

source: Click <menuchoice><guimenu>Applications</guimenu><guimenuitem>Graphics</guimenuitem><guimenuitem>XSane Image Scanner</guimenuitem></menuchoice>.
ar: انقر <menuchoice><guimenu>تطبيقات</guimenu><guimenuitem>رسوم</guimenuitem><guimenuitem>ماسح الصور XSane</guimenuitem></menuchoice>.
bg: Натиснете <menuchoice><guimenu>Програми</guimenu><guimenuitem>Графика</guimenuitem><guimenuitem>Сканиране на изображения (XSane)</guimenuitem></menuchoice>.
ca: Feu clic a <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Gràfics</guimenuitem><guimenuitem>Escàner d'imatges XSane</guimenuitem></menuchoice>.
cs: Zvolte <menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Grafika</guimenuitem><guimenuitem>Skener obrázků XSane</guimenuitem></menuchoice>.
de: Öffnen Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Grafik</guimenuitem><guimenuitem>XSane Bild-Scanner</guimenuitem></menuchoice>.
es: Pulse <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Gráficos</guimenuitem><guimenuitem>Escáner de imágen XSane</guimenuitem></menuchoice>
fi: Valitse <menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Grafiikka</guimenuitem><guimenuitem>XSane-kuvanluku</guimenuitem></menuchoice>.
fr: Allez dans <menuchoice><guimenu>Applications</guimenu><guimenuitem>Graphisme</guimenuitem><guimenuitem>Programme d'acquisition XSane</guimenuitem></menuchoice>.
hu: Válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Grafika</guimenuitem><guimenuitem>XSane lapolvasóprogram</guimenuitem></menuchoice> menüpontot.
id: Klik <menuchoice><guimenu>Applications</guimenu><guimenuitem>Graphics</guimenuitem><guimenuitem>XSane Image Scanner</guimenuitem></menuchoice>.
it: Scegliere <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Grafica</guimenuitem><guimenuitem>Xsane Programma di acquisizione di immagini</guimenuitem></menuchoice>.
pl: Kliknij <menuchoice><guimenu>Programy</guimenu><guimenuitem>Grafika</guimenuitem><guimenuitem>Skaner obrazów XSane</guimenuitem></menuchoice>.
pt_br: Clique em <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Gráficos</guimenuitem><guimenuitem>Digitalizador de Imagens XSane</guimenuitem></menuchoice>.
sv: Klicka på <menuchoice><guimenu>Program</guimenu><guimenuitem>Grafik</guimenuitem><guimenuitem>XSane bildläsare</guimenuitem></menuchoice>.
zh_cn: 点击 <menuchoice><guimenu>应用</guimenu><guimenuitem>图形</guimenuitem><guimenuitem>XSane图像扫描仪</guimenuitem></menuchoice>。

source: Alternately, pressing the scan button on the scanner should also work.
ar: حينها، الضغط على زر المسح على ماسحك يجب أن يعمل أيضا.
bg: Друга възможност е да натиснете бутона за сканиране на скенера си.
ca: Prémer el botó d'escanejar a l'escàner també hauria de funcionar.
cs: Stisknutí tlačítka skenování na skeneru by také mělo fungovat.
de: Alternativ sollte der Scannen-Knopf an Ihrem Scanner ebenfalls funktionieren.
el: Εναλλακτικά, θα δουλέψει επίσης αν πατήσετε το κουμπί σάρωσης στον σαρωτή.
es: Pulsar el botón SCAN del escáner también debería funcionar.
fi: Vaihtoehtoisesti myös kuvanlukijan kuvanluku-painikkeen painamisen pitäisi toimia.
fr: L'alternative consistant à appuyant sur le bouton « scan » du scanner devrait également fonctionner.
gl: Tamén pode premer no botón específico para dixitalizar que ten o scanner.
hu: Ennek alternatívájaként, a szkenneren lévő megfelelő gomb megnyomásával szintén elkezdheti a beolvasást.
id: Secara alternatif, menekan tombol scan pada scanner juga dapat dilakukan.
it: in alternativa, dovrebbe funzionare anche premendo il pulsante di scansione dello scanner.
ja: もしくは、スキャナのスキャンボタンが動作するのであれば押してください。
mk: Алтернативно, притиснете го копчето за скенирање на самиот скенер и би требало да работи.
nl: Op de scan-knop van de scanner drukken zou ook moeten werken.
pl: Można też wcisnąć przycisk skanowania na skanerze.
pt: Em alternativa, deverá também funcionar pressionando o botão scan do seu scanner.
pt_br: Ou então, pressionar o botão do scanner também deve funcionar.
ro: De asemenea, apăsarea butonului de scanare amplasat pe scanner ar trebui să ducă la acelaşi rezultat.
ru: В качестве альтернативы, нажатие кнопки сканировать на устройстве также должно работать.
sk: Malo by tiež fungovať stlačenie tlačidla "Scan" na skeneri.
sv: Det borde också fungera genom att trycka på Läs in/Scan-knappen på bildläsaren.
vi: Cách khác, nhấn vào nút quét trên máy quét để tiến hành quét.
zh_cn: 或者，按下扫描仪上的扫描按钮应当也可以。

source: What if it says "No devices available"?
ar: ماذا لو قال "لا أجهزة متوفرة"؟
bg: Ами ако пише "Няма достъпни устройства"?
ca: Què passa si diu «No hi ha cap dispositiu disponible»?
cs: Co když to oznámí "Žádná dostupná zařízení"?
de: Was tun, wenn die Meldung: »Kein Gerät verfügbar« erscheint?
es: ¿Y qué pasa si me dice «No hay dispositivos disponibles»?
fi: Mitä tehdä viestin "ei laitteita saatavilla" ilmaantuessa?
fr: Que faire si « Pas de périphérique disponible » s'affiche ?
gl: Que pasa se di "Non hai dispositivos disponíbeis"?
hu: Mit tegyen, ha azt látja "Nincs elérhető eszköz"?
id: Bagaimana jika disebutkan "No devices available"?
it: Cosa succede nel caso di "Non è disponibile alcun dispositivo"
ja: "利用可能なデバイスはありません"はどういう意味ですか?
mk: Што ако се испише пораката "No devices available"?
nl: Wat als er "geen apparaten aanwezig" staat?
pl: Co zrobić, jeśli wyświetliła się informacja "Nie znaleziono urządzenia"?
pt: O que fazer quando se apresenta a informação "Nenhum dispositivo disponível"?
pt_br: E se ele disser "Nenhum dispositivo disponvel"?
ro: Dar dacă apare mesajul "Nu există dispozitive disponibile"?
ru: Что делать, если программа выдаёт сообщение "Нет доступных устройств"?
sk: Čo ak mi ohlási "Žiadne zariadenie nie je dostupné"?
sv: Men om den säger "Inga enheter tillgängliga"?
vi: Phải làm gì nếu gặp thông báo "Không có thiết bị nào thích hợp"?
zh_cn: 如果提示说 "没有可用设备" 该怎么办？

source: There are two reasons why you might get this message:
ar: يوجد سببين للحصول على هذه الرسالة:
bg: Има две причини поради, които може да получите това съобщение:
ca: Hi ha dues raons possibles per les quals pot ser que obtingueu aquest missatge:
cs: Existují dva důvody, kdy můžete dostat tuto zprávu:
de: Es gibt zwei Gründe, wesshalb Sie diese Meldung erhalten können:
es: Hay dos razones por las que puede obtener este mensaje:
fi: Voit saada tämän viestin kahdesta eri syystä:
fr: Il y a deux raisons pour lesquelles vous pourriez avoir ce message :
gl: Hai dúas razóns polas que se podería recibir esta mensaxe:
hu: Ezt az üzenetet két okból láthatja:
id: Terdapat dua alasan mengapa anda mungkin mendapatkan pesan ini:
it: Ci sono due ragioni per cui si potrebbe ricevere questo messaggio:
pl: Istnieją dwa powody dla których może wyświetlić się taka informacja:
pt: Existem dois motivos possíveis para que esteja a obter esta mensagem:
pt_br: Há duas razões pelas quais você pode obter esta mensagem:
sv: Det finns två anledningar till varför du får detta meddelande:
zh_cn: 有两个原因会导致您或许得到如下信息：

source: Your scanner is not supported in Ubuntu. For example, most parallel port scanners and Lexmark All-in-One printer/scanner/faxes are not supported.
ar: ماسحك غير مدعوم في أوبونتو. على سبيل المثال، معظم ماسحات المنفذ المتوازي و طابعات/ماسحات/فاكسات Lexmark All-in-One غير مدعومة.
bg: Вашия скенер не се поддържа в Ubuntu. Примерно повечето скенери с паралелен порт и Lexmark Всичко в едно принтер/скенер/факсове не се поддържат.
ca: L'escàner no és compatible amb l'Ubuntu. Per exemple, la majoria d'escàners que utilitzen el port paral·lel o les impressores/escàner/fax Lexmark All-in-One no són compatibles.
cs: Váš skener není v Ubuntu podporovaný. Například není podporována většina skenerů s paralelním portem a multifunkční zařízení Lexmark All-in-One.
de: Ihr Scaner wird von Ubuntu nicht unterstützt. Beispielsweise werden die meisten Parallelport-Scanner oder Lexmark All-in-One-Drucker/Scanner/Faxgeräte nicht unterstützt.
es: Su escáner no está soportado en Ubuntu. Por ejemplo, la mayoría de los escáneres de puerto paralelo y los dispositivos todo en uno impresora/escáner/fax de Lexmark no están soportados
fi: Skannerisi ei ole tuettu Ubuntussa. Esimerkiksi suuri osa rinnakkaisporttia käyttävistä skannereista ja Lexmarkin monitoimilaitteista ei ole tuettuna.
fr: Votre numériseur n'est pas pris en charge par Ubuntu. Par exemple, la plupart des numériseurs utilisant une connexion par port parallèle et les imprimantes/numériseurs/fax « tout-en-un » de Lexmark ne sont pas gérés.
hu: A szkennere nem támogatott Ubuntu alatt. Például a legtöbb párhuzamos porton csatlakozó szkenner és a Lexmark All-in-One nyomtató/szkenner/fax készülékek sem támogatottak.
id: Mesin pemindai anda tidak didukung dalam Ubuntu. Sebagai contoh, kebanyakan mesin pemindai yang menggunakan port parallel dan Lexmark All-in-One printer/scanner/faxes adalah yang tidak mendukung.
it: Lo scanner non è supportato da Ubuntu come, per esempio, molti scanner collegati alla porta parallela e la serie All-in-one di Lexmark (stampante/scanner/fax).
pl: Twój skaner nie jest obsługiwany w Ubuntu. Na przykład nie obsługiwana jest większość skanerów posiadających port równoległy LPT i urządzenia wielofunkcyjne Lexmark All-in-One.
pt: O seu scanner não é suportado no Ubuntu. Por exemplo, a maioria dos scanners de porta paralela e Lexmark All-in-One impressora/scanner/fax não são suportados.
pt_br: Seu scanner não é suportado no Ubuntu. Por exemplo, a maioria dos scanners com porta paralela e impressora/scanner/faxes Lexmark All-in-One não são suportados.
sv: Din skanner stöds inte i Ubuntu. Som exempel, de flesta skannrar med parallellport och Lexmark allt-i-ett skrivare/skanner/fax saknar stöd.
zh_cn: Ubuntu不支持您的扫描仪。例如，大部分并口的扫描仪及Lemark（利盟）的多功能一体打印机/扫描仪/传真机不被支持。

source: The driver for your scanner is not being loaded automatically.
ar: التعريف لماسحك لم يحمّل تلقائيا.
bg: Драйвера за вашия скенер не се зарежда автоматично.
ca: El controlador de l'escàner no es carrega automàticament.
cs: Ovladač pro váš skener není automaticky načten.
de: Ihr Druckertreiber wird nicht automatisch geladen.
es: El controlador de su escaner no ha sido cargado automáticamente.
fi: Skannerisi ajuria ei ole ladattu automaattisesti.
fr: Le pilote pour votre numériseur n'a pas été chargé dynamiquement.
hu: A szkenner meghajtója nem tölthető be automatikusan.
id: Driver untuk mesin pemindai anda tidak secara otomatis dimuat.
it: Il driver dello scanner non è stato caricato automaticamente.
pl: Sterownik Twojego skanera nie został załadowany automatycznie.
pt: O driver para o seu scanner não está a ser carregado automaticamente.
pt_br: O driver do seu scanner não está sendo carregado automaticamente.
sv: Drivrutinen för din skanner läses inte in automatiskt.
zh_cn: 您扫描仪的驱动没有被自动加载。

source: You may be able to get your scanner working by installing a driver or altering some configuration files. Please ask for advice on the <ulink url="http://ubuntuforums.org/">Ubuntu forums</ulink> or similar.
ar: قد تكون قادرا على جعل ماسحك يعمل عن طريق تثبيت تعريف أو تغيير بعض ملفات التهيئة. من فضلك اطلب نصيحة على <ulink url="http://ubuntuforums.org/">منتديات أوبونتو</ulink> أو مواقع شبيهة.
bg: Можете да накарате вашия скенер да работи като инсталирате драйвер или допълнителни конфигурационни файлове. Моля, попитайте за съвет във <ulink url="http://ubuntuforums.org/">форумите на Ubuntu</ulink> или подобни страници.
ca: Podeu aconseguir que l'escàner funcioni instal·lant un controlador o modificant alguns fitxers de configuració. Demaneu consell als <ulink url="http://ubuntuforums.org/">fòrums de l'Ubuntu</ulink> o llocs similars.
cs: Pro zprovoznění vašeho skeneru budete možná muset nainstalovat ovladač nebo upravit některé konfigurační soubory. Prosím, požádejte o radu na <ulink url="http://forum.ubuntu.cz/">Fóru Ubuntu</ulink> nebo podobně.
de: Vielleicht ist es möglich, Ihren Drucker zum Funktionieren zu bringen, indem Sie einen Treiber installieren oder einige Konfigurationsdateien bearbeiten. Fragen Sie bitte im <ulink url="http://ubuntuforums.org/">Ubuntu Forum</ulink>, bei <ulink url="http://ubuntuusers.de/">ubuntuusers.de</ulink> oder ähnlichen Foren um Rat.
es: Es posible que pueda hacer funcionar su escáner mediante la instalación de un controlador o por la alteración de algún archivo de configuración. Por favor, busque consejos en <ulink url="http://ubuntuforums.org/">Ubuntu forums</ulink> o similares
fi: Saatat saada skannerisi toimimaan asentamalla ajurin tai muuttamalla joitain asetustiedostoja. Voit kysyä apua Ubuntun keskustelualueilla <ulink url="http://ubuntuforums.org/">englanniksi</ulink> tai <ulink url="http://forum.ubuntu-fi.org">suomeksi</ulink>.
fr: Vous devriez être capable de faire fonctionner votre numériseur en installant un pilote ou un modifiant quelques fichiers de configuration. Veuillez demander conseil sur <ulink url="http://forum.ubuntu-fr.org/">le forum francophone Ubuntu</ulink> ou autres.
hu: Szkennerét a meghajtó telepítésével vagy konfigurációs fájlok megváltoztatásával üzemelheti be. Kérjen tanácsot az <ulink url="http://ubuntuforums.org/">Ubuntu fórumon</ulink> vagy hasonló oldalakon.
id: Anda mungkin bisa membuat mesin pemindai anda bekerja dengan cara menginstal sebuah driver atau mengubah beberapa berkas konfigurasi. Silahkan meminta saran di <ulink url="http://ubuntuforums.org/">Ubuntu forums</ulink> atau sejenisnya.
it: Potrebbe essere possibile far funzionare il proprio scanner installando un driver o modificando alcuni file di configurazione. Per maggiori informazioni o per richiedere assistenza, provare a utilizzare il <ulink url="http://forum.ubuntu-it.org/">forum di Ubuntu</ulink> o altri canali simili.
pl: Być może twój skaner będzie działał poprzez zainstalowanie sterownika lub zmianę niektórych plików konfiguracyjnych. Można zwrócić się o poradę na <ulink url="http://ubuntuforums.org/">forum Ubuntu</ulink> lub podobnych.
pt: Poderá conseguir utilizar o seu scanner instalando um driver ou alterando alguns ficheiros de configuração. Peça assistência em <ulink url="http://ubuntuforums.org/">foruns Ubuntu</ulink> ou similares.
pt_br: Você pode ser capaz de fazer o seu scanner funcionar, instalando um driver ou alterando alguns arquivos de configuração. Por favor, peça suporte no <ulink url="http://ubuntuforums.org/">Fórum Ubuntu</ulink> ou similares.
sv: Du kan få din skanner att fungera genom att installera en drivrutin eller ändra några konfigurationsfiler. Be om råd på <ulink url=\"http://ubuntuforums.org/\">Ubuntu forum</ulink> eller liknande.
zh_cn: 您可以通过安装驱动或变动某些配置文件来使扫描仪工作。请至上<ulink url="http://ubuntuforums.org/">Ubuntu论坛</ulink>或类似的网站寻求建议。

source: To get some scanners working, you may need to plug in the scanner <emphasis>after</emphasis> the computer has booted.
ar: لجعل الماسحات تعمل، قد تحتاج لشبك الماسح <emphasis>بعد</emphasis> إقلاع حاسوبك.
bg: За да накарате някои скенери да работят, може да е нужно да свържете скенера <emphasis>след</emphasis> като компютъра е стартирал.
ca: Per a aconseguir que funcionin alguns escàners, potser heu de connectar l'escàner <emphasis>desprès</emphasis> d'engegar l'ordinador.
cs: Pro zprovoznění některých skenerů budete možná muset zapojit skener až <emphasis>po</emphasis> spuštění počítače.
de: Um einige Scanner zum Funktionieren zu bringen, kann es nötig sein, dass Sie den Scanner mit dem Rechner verbinden, <emphasis>nachdem</emphasis> der Rechner hochgefahren wurde.
es: Para tener algún escáner trabajando, puede requerir que conecte el escáner <emphasis>luego</emphasis> de haber iniciado el equipo.
fi: Jotkut skannerit toimivat vain jos ne kytketään sen <emphasis>jälkeen</emphasis> kun kone on täysin käynnistynyt.
fr: Pour faire fonctionner certains numériseurs, vous aurez besoin de branchez le numériseur <emphasis>après</emphasis> le démarrage de l'ordinateur.
hu: Néhány szkennert csak úgy lehet beüzemelni, ha a szkennert csak az Ubuntu betöltése <emphasis>után</emphasis> csatlakoztatja a számítógéphez.
id: Untuk mendapatkan beberapa mesin pemindai bekerja, anda mungkin perlu memasang mesin pemindai <emphasis>setelah</emphasis> komputer di 'boot'.
it: Per far funzionare alcuni scanner, potrebbe essere utile collegarli solo <emphasis>dopo</emphasis> che il computer è stato avviato.
pl: Niektóre skanery wymagają do pracy tego, by podłączyć je dopiero <emphasis>po</emphasis> uruchomieniu komputera.
pt: Para conseguir funcionar com alguns scanners, poderá ter de ligar o scanner <emphasis>depois</emphasis> de o computador ter arrancado.
pt_br: Para que alguns scanners funcionem, você precisará conectá-los <emphasis>após</emphasis> a inicialização do computador.
sv: För att få vissa skannrar att fungera kan du behöva ansluta skannern <emphasis>efter</emphasis> att datorn har startat upp.
zh_cn: 为了使某些扫描仪工作，您也许需要在计算机启动<emphasis>之后</emphasis>再连入它。

source: Manually installing a scanner
ar: الثبيت اليدوي لماسح
bg: Ръчно инсталиране на скенер
ca: Instal·lació manual d'un escàner
cs: Manuální instalace skeneru
de: Manuelle Installation eines Scanners
el: Χειροκίνητη εγκατάσταση ενός σαρωτή
es: Instalación manual de un escáner
fi: Kuvanlukijan asentaminen manuaalisesti
fr: Installation manuelle d'un scanner
gl: Instalación manual dun scanner
hu: A szkenner kézi telepítése
id: Instal scanner secara manual.
it: Installare uno scanner manualmente
ja: 手動でスキャナをインストール
mk: Мануелно инсталирање на скенер
nl: Een scanner handmatig installeren
pl: Ręczna instalacja skanera
pt: Instalar manualmente um scanner
pt_br: Instalando manualmente um scanner
ro: Instalarea manuală a unui scanner
ru: Ручная настройка сканера
sk: Manuálna inštalácia skeneru
sv: Installera en bildläsare manuellt
vi: Cài đặt máy quét một cách thủ công
zh_cn: 手动安装扫描仪

source: There are some scanners that have less than complete drivers from the SANE project. They can sometimes be used, but not all the features may work.
ar: يوجد بعض الماسحات ذات تعريفات أقل اكتمالا من مشروع SANE. يمكن أحيانا استخدامها، لكن قد لا تعمل بكل المزايا.
bg: Някои скенери, които по-малко от завършени драйвери от проекта SANE. Понякога могат да се използват, но не всички функции могат работят.
ca: Hi ha alguns escàners que tenen controladors incomplets en el projecte SANE. Aquests es poden utilitzar, però pot ser que no funcionin totes les característiques.
cs: Existují skenery, které mají v projektu SANE neúplné ovladače. Někdy mohou být použity, ale ne všechny možnosti musí fungovat.
de: Für einige Scanner liegen nur unvollständige Treiber des SANE-Projekts vor. Diese können evtl. verwendet werden. Sie bieten aber möglicherweise nur eine eingeschränkte Funktionalität.
el: Υπάρχουν ορισμένοι σαρωτές που έχουν μη ολοκληρωμένους οδηγούς από το έργο SANE. Καμιά φορά μπορούν να χρησιμοποιηθούν, άλλα δεν θα λειτουργούν όλα τα χαρακτηριστικά.
es: Hay más controladores de escáneres en el proyecto SANE que están aún incompletos. Es posible usarlos, pero es posible que no proporcionen todas las funcionalidades.
fi: On joitain kuvanlukijoita, joilla on vähemmän valmiita ajureita SANE-projektilta. Niitä voi joskus käyttää, mutta kaikki ominaisuudet eivät välttämättä toimi.
fr: Certains scanners ont des pilotes issus du projet SANE très incomplets. Ils peuvent parfois être utilisés mais ils ne seront pas pleinement fonctionnels.
gl: Algúns scanners teñen controladores que non están de todo completos no proxecto SANE. Pode que ás veces funcionen mais non todas as súas funcións.
hu: Egyes szkennerekhez a SANE projekt nem kínál teljesen kész meghajtót. Ezek esetenként használhatóak, de nem lesz minden szolgáltatás elérhető.
id: Ada beberapa driver scanner yang belum secara lengkap tersedia dalam proyek SANE. Kadang-kadang driver tersebut dapat dijalankan namun hanya terbatas pada beberapa fungsi saja.
it: Alcuni scanner presentano dei driver incompleti dal progetto SANE. È possibile utilizzare lo stesso questi scanner, ma presentano meno funzionalità.
ja: SANEプロジェクトから出ているドライバが、完全ではないスキャナがいくつかあります。使えることもありますが、全ての機能が動作するわけではありません。
mk: Постојат некои скенери кои имаат послабо развиени драјвери од страна на SANE проектот. Ваквите драјвери можат понекогаш да се користат, но сите можности да не бидат во работна состојба.
nl: Er zijn enkele scanners die niet geheel complete drivers van het SANE-project hebben. Soms kunnen ze wel worden gebruikt, maar kunnen niet volledig functioneel zijn.
pl: Niektóre skanery nie mają kompletnych sterowników projektu SANE. Czasem takie urządzenia mogą być użyte, lecz nie wszystkie ich funkcje będą działać.
pt: Existem alguns scanners que não têm os controladores completos do projecto SANE. Podem, por vezes, ser usados, mas algumas das funcionalidades poderão não funcionar.
pt_br: Alguns scanners não possuem drivers completos fornecidos pelo projeto SANE. Ele podem ser utilizados em alguns casos, mas nem todos os recursos devem funcionar.
ro: Există scannere care au drivere încă incomplete furnizate de proiectul SANE. Uneori acestea pot fi utilizate, însă nu toate funcţiile lor sunt implementate corect.
ru: Для некоторых сканеров проект SANE предоставляет не совсем завершённые драйверы. Подобные устройства могут использоваться, однако не все их возможности будут задействованы.
sk: Existujú určité skenery, ktoré nemajú projektom SANE vytvorené kompletné ovládače. Môžu byť niekedy použiteľné, ale nemusia fungovať všetky funkcie.
sv: Det finns några bildläsare som inte har helt kompletta drivrutiner från SANE-projektet. De kan ibland användas, men alla funktioner kanske inte fungerar.
vi: Có một số loại máy quét chưa có đầy đủ trình điều khiển thiết bị từ dự án SANE. Có thể sử dụng được chúng nhưng không phải tất cả các tính năng có thể hoạt động.
zh_cn: 有些扫描仪，其来自 SANE 项目的驱动程序不是很完整。有时它们可以被使用，但不是所有的功能都正常。
