Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/printing/po/*.po
Languages: ar, bg, ca, cs, de, el, es, fi, fr, gl, hu, id, it, ja, mk, nl, pl, pt, pt_br, ro, ru, sk, sv, vi, zh_cn

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
ar: ubuntu-doc@lists.ubuntu.com (مشروع توثيق أوبونتو)
bg: ubuntu-doc@lists.ubuntu.com (Проект за документация на Ubuntu)
ca: ubuntu-doc@lists.ubuntu.com (projecte de documentació de l'Ubuntu)
cs: ubuntu-doc@lists.ubuntu.com (Dokumentační projekt Ubuntu)
de: ubuntu-doc@lists.ubuntu.com (Ubuntu-Dokumentationsprojekt)
el: ubuntu-doc@lists.ubuntu.com (Έργο Τεκμηρίωσης του Ubuntu)
es: ubuntu-doc@lists.ubuntu.com (Proyecto de documentación de Ubuntu)
fi: ubuntu-doc@lists.ubuntu.com (Ubuntun dokumentaatioprojekti)
fr: ubuntu-doc@lists.ubuntu.com (projet de documentation Ubuntu)
gl: ubuntu-doc@lists.ubuntu.com (Proxecto de Documentación de Ubuntu)
hu: ubuntu-doc@lists.ubuntu.com (Ubuntu dokumentációs projekt)
id: ubuntu-doc@lists.ubuntu.com (Proyek Dokumentasi Ubuntu)
it: ubuntu-doc@lists.ubuntu.com (Progetto documentazione di Ubuntu)
mk: ubuntu-doc@lists.ubuntu.com (Проект за документација на Ubuntu)
nl: ubuntu-doc@lists.ubuntu.com (Ubuntu-documentatieproject, Engelstalig)
pl: ubuntu-doc@lists.ubuntu.com (Projekt Dokumentacji Ubuntu)
pt: ubuntu-doc@lists.ubuntu.com (Projecto de Documentação Ubuntu)
pt_br: ubuntu-doc@lists.ubuntu.com (Projeto de Documentação do Ubuntu)
ro: ubuntu-doc@lists.ubuntu.com (Proiectul de Documentație Ubuntu)
ru: ubuntu-doc@lists.ubuntu.com (Проект документации Ubuntu)
sk: ubuntu-doc@lists.ubuntu.com (Dokumentačný projekt Ubuntu)
sv: ubuntu-doc@lists.ubuntu.com (Ubuntus dokumentationsprojekt)
vi: ubuntu-doc@lists.ubuntu.com (Dự án tài liệu Ubuntu)
zh_cn: ubuntu-doc@lists.ubuntu.com (Ubuntu 文档项目)

source: Printing, Faxing and Scanning
ar: الطباعة و الفاكسات و المسح
bg: Отпечатване, изпращане на факсове и сканиране
ca: Imprimir, enviar faxos i escanejar
cs: Tisk, faxování a skenování
de: Drucken, Faxen und Scannen
el: Εκτυπώσεις, φαξ και σαρώσεις
es: Impresoras, faxes y escáneres
fi: Tulostus, faksaus ja kuvanluku
fr: Impression, télécopie et numérisation
gl: Impresión, Envío de Faxes e Dixitalización
hu: Nyomtatás, fax és szkennelés
id: Pencetakan, Faks, Penyalinan
it: Stampa, fax e scanner
ja: プリンタ/FAX/スキャナ
mk: Печатење, факс и скенирање
nl: Afdrukken, faxen en scannen
pl: Drukowanie, faksowanie i skanowanie
pt: Impressão, Fax e Digitalização
pt_br: Impressão, Fax e Scanner
ro: Imprimante, faxuri și scannere
ru: Печать, факс и сканирование
sk: Tlač, faxovanie a skenovanie
sv: Utskrifter, fax och bildinläsning
vi: In ấn, gửi fax và quét ảnh
zh_cn: 打印，传真和扫描

source: Setting up and using a printer/fax machine.
ar: إعداد و استخدام طابعة/جهاز فاكس
bg: Настойване и използване на принтер/факс.
ca: Configurar i utilitzar una impressora/fax
cs: Nastavení a používání tiskárny/faxu
de: Drucker und Faxgeräte einrichten und benutzen.
el: Ρύθμιση και χρήση ενός εκτυπωτή - φαξ.
es: Configuración y uso de impresoras y fax
fi: Tulostimen/faxin asennus ja käyttö
fr: Configurer et utiliser une imprimante/fax.
gl: Configurar e empregar unha impresora/fax.
hu: Nyomtató / fax beállítása és használata
id: Memasang dan menggunakan printer/mesin faks.
it: Installare e usare una stampante o un fax.
ja: プリンタ/FAXをセットアップして使用します。
mk: Поставување и користење на печатач/факс машина.
nl: Instellen en gebruiken van een printer of faxmachine
pl: Konfigurowanie i używanie drukarki/faksu.
pt: Configurar e usar uma impressora/fax.
pt_br: Configurando e utilizando uma impressora/fax.
ro: Instalarea și utilizarea unei imprimante sau a unui fax
ru: Настройка и использование принтера/факс аппарата.
sk: Nastavenie a používanie tlačiarne/faxu.
sv: Konfigurera och använda en skrivare/faxmaskin.
vi: Thiết lập và sử dụng máy in/fax.
zh_cn: 设置和使用一台打印机/传真机。

source: Credits and License
ar: الإشادات و الرخصة
bg: Заслуги и лиценз
ca: Crèdits i llicència
cs: Zásluhy a licence
de: Mitwirkende und Lizenzbestimmungen
el: Συντελεστές και Άδεια Χρήσης
es: Créditos y licencias
fi: Tekijät ja lisenssi
fr: Remerciements et licence
gl: Créditos e Licenza
hu: Köszönetnyilvánítás és licenc
id: Kredit dan Lisensi
it: Riconoscimenti e licenza
ja: 著作権およびライセンス
mk: Заслуги и лиценца
nl: Medewerkers en licentie
pl: Autorzy i Licencja
pt: Créditos e licença
pt_br: Créditos e Licença
ro: Autori și Licență
ru: Разработчики и лицензия
sk: Poďakovanie a licencia
sv: Erkännanden och licens
vi: Công đóng góp và Giấy phép
zh_cn: 贡献者与授权许可

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
ar: هذه الوثيقة تحت رعاية فريق توثيق أوبنتو (https://wiki.ubuntu.com/DocumentationTeam). للاطلاع على قائمة المساهمين،طالع <ulink url="../../libs/C/contributors.xml">صفحة المساهمين</ulink>
bg: Този документ се поддържа от екипа за документация на Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Списъкът с учатниците в този екип вижте на <ulink url="../../libs/C/contributors.xml">страница на сътрудниците</ulink>
ca: Aquest document el manté l'equip de documentació de l'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Vegeu la <ulink url="../../libs/C/contributors.xml">pàgina dels col·laboradors</ulink> per a obtenir una llista d'aquells qui hi han col·laborat.
cs: Tento dokument je spravován dokumentačním týmem Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pokud chcete shlédnout seznam přispěvatelů, navštivte <ulink url="../../libs/C/contributors.xml">stránku přispěvatelů</ulink>
de: Dieses Dokument wird vom Ubuntu-Dokumentationsteam gepflegt (https://wiki.ubuntu.com/DocumentationTeam). Eine Liste der Mitwirkenden finden Sie unter <ulink url="../../libs/C/contributors.xml">Mitwirkende</ulink>.
es: Este documento lo mantiene el Equipo de Documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para ver una lista de contribuyentes, consulte la <ulink url="../../libs/C/contributors.xml">página de contribuyentes</ulink>
fi: Ubuntun dokumentointitiimi (https://wiki.ubuntu.com/DocumentationTeam) ylläpitää tätä ohjetta. Ohjeen kirjoittamiseen osallistuneet henkilöt löytyvät <ulink url="../../libs/C/contributors.xml">tekijät-sivulta</ulink>.
fr: Ce document est maintenu par l'équipe de documentation d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pour obtenir la liste des contributeurs, consultez la <ulink url="../../libs/C/contributors.xml">page des contributeurs</ulink>. En cas de problème avec la traduction française, vous pouvez contacter l'équipe de traduction sur la liste de diffusion : ubuntu-fr-l10n@lists.ubuntu.com
gl: Este documento manteno o equipo de documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para ver unha lista dos que contribuíron, véxase a <ulink url="../../libs/C/contributors.xml">páxina de colaboradores</ulink>.
hu: Ezt a dokumentumot az Ubuntu dokumentációs csapat tartja karban (https://wiki.ubuntu.com/DocumentationTeam). A közreműködők listája a <ulink url="../../libs/C/contributors.xml">közreműködők oldalán</ulink> található meg.
id: Dokumen ini dipelihara oleh tim dokumentasi Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Untuk melihat daftar kontributor, kunjungi <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
it: Questo documento viene mantenuto dal gruppo documentazione di Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). L'elenco dei collaboratori è consultabile presso <ulink url="../../libs/C/contributors.xml">la pagina dei collaboratori</ulink>
ja: このドキュメントはUbuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam)によってメンテナンスされています。貢献者のリストは<ulink url="../../libs/C/contributors.xml">contributors page</ulink>を見てください
pl: Ten dokument jest pod opieką Zespołu Dokumentacji Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Lista autorów jest dostępna na <ulink url="../../libs/C/contributors.xml">tej stronie</ulink>.
pt_br: Este documento é mantido pelo time de documentação do Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para obter uma lista dos contribuintes, veja a <ulink url="../../libs/C/contributors.xml">página dos contribuintes</ulink>
ro: Acest document este întreținut de echipa de documentație Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Lista colaboratorilor o puteți consulta pe <ulink url="../../libs/C/contributors.xml">pagina colaboratorilor</ulink>
sv: Detta dokument underhålls av Ubuntus dokumentationsteam (https://wiki.ubuntu.com/DocumentationTeam). Se <ulink url="../../libs/C/contributors.xml">bidragsgivarnas sida</ulink> för en lista över bidragsgivare.
zh_cn: 此文档由 Ubuntu 文档小组维护 (https://wiki.ubuntu.com/DocumentationTeam)。贡献者的列表位于<ulink url="../../libs/C/contributors.xml">贡献者页面</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ar: هذه الوثيقة بترخيص الإبداع العمومي المشاركةبالمثل 2.5
bg: Този документ е достъпен под лиценза Creative Commons ShareAlike 2.5 (CC-BY-SA).
ca: Aquest document està publicat sota la Llicència Creative Commons ShareAlike 2.5 (CC-BY-SA).
cs: Tento dokument je uveřejněn pod licencí Creative Commons ShareAlike 2.5 (CC-BY-SA).
de: Dieses Dokument wurde unter der Creative-Commons-ShareAlike-Lizenz 2.5 (CC-BY-SA) veröffentlicht.
el: Το έγγραφο αυτό διατίθεται υπό την άδεια Creative Commons ShareAlike 2.5 (CC-BY-SA).
es: Este documento se encuentra disponible bajo la licencia de Creative Commons ShareAlike 2.5 (CC-BY-SA).
fi: Tämä ohje on käytettävissä Creative Commons ShareAlike 2.5 -lisenssillä (CC-BY-SA).
fr: Ce document est diffusé sous la licence Creative Commons Paternité – Partage des conditions initiales à l'identique v. 2.5 (CC-BY-SA).
gl: Este documento está disponíbel baixo a Licenza Creative Commons ShareAlike 2.5 (CC-BY-SA).
hu: Ez a dokumentum a Creative Commons Nevezd meg! – Így add tovább! 2.5 (CC-BY-SA) licenc alatt érhető el.
id: Dokumen ini tersedia dibawah Lisensi Creative Commons ShareAlike 2.5 (CC-BY-SA).
it: Questo documento è reso disponibile nei termini della licenza Creative Commons ShareAlike 2.5 (CC-BY-SA).
ja: このドキュメントは、Creative Commons ShareAlike 2.5 License (CC-BY-SA)のもとで利用可能とします。
mk: Овој документ е достапен под Creative Commons ShareAlike 2.5 лиценцата (CC-BY-SA).
nl: Dit document wordt beschikbaar gesteld onder de Creative Commons ShareAlike 2.5 Licentie (CC-BY-SA).
pl: Ten dokument jest udostępniany na zasadach licencji Creative Commons ShareAlike 2.5 (CC-BY-SA).
pt: Este documento é disponibilizado sob a licença Creative Commons ShareAlike 2.5 License (CC-BY-SA).
pt_br: Este documento é disponibilizado sob a Licença Creative Commons ShareAlike 2.5 (CC-BY-SA).
ro: Acest document este disponibil sub termenii licenței Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ru: Этот документ доступен под лицензией Creative Commons ShareAlike 2.5 (CC-BY-SA)
sk: Tento dokument je dostupný pod licenciou Creative Commons ShareAlike 2.5 (CC-BY-SA).
sv: Det här dokumentet har gjorts tillgängligt under licensen Creative Commons ShareAlike 2.5 (CC-BY-SA).
vi: Tài liệu này được phân phối với giấy phép Creative Commons ShareAlike 2.5 License (CC-BY-SA).
zh_cn: 本文档在 Creative Commons ShareAlike 2.5 授权许可 (CC-BY-SA) 的条款下发布。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
ar: لك أن تعدّل و تزيد و تحسّن وثائق الشفرة المصدرية لأوبونتو بموجب شروط هذه الرخصة. كل الأعمال المشتقة يجب أن تنشر بذات الرخصة.
bg: Имате правото свободно да променяте, разширявате и подобрявате изходния код на Ubuntu документацията при условията на този лиценз. Всички производни разработки трябва да бъдат под силата на този лиценз.
ca: Sou lliure de modificar, ampliar i millorar el codi font de la documentació de l'Ubuntu segons els termes d'aquesta llicència. Totes les obres que se'n derivin s'hauran de fer públiques segons les condicions d'aquesta llicència.
cs: Jste oprávněni upravovat, rozšiřovat a vylepšovat zdrojový kód dokumentace Ubuntu pod podmínkami této licence. Všechny odvozené práce musí být uveřejněny pod touto licencí.
de: Es steht Ihnen frei, den Quelltext der Ubuntu-Dokumentation im Rahmen dieser Lizenzbedingungen zu verändern, zu erweitern und zu verbessern. Alle davon abstammenden Werke müssen unter dieser Lizenz veröffentlicht werden.
el: Είστε ελεύθεροι να τροποποιήσετε, να επεκτείνετε και να βελτιώσετε τον πηγαίο κώδικα της τεκμηρίωσης του Ubuntu, υπό τους όρους της συγκεκριμένης άδειας.
es: Usted es libre de modificar, extender y mejorar el código fuente de la documentación de Ubuntu bajo los términos de esta licencia. Todos los trabajos derivados deben publicarse bajo esta licencia.
fi: Voit muokata, jatkaa ja parantaa Ubuntun ohjeiden lähdekoodia tämän lisenssin alla. Kaikkien jatkotuotosten pitää olla julkaistu samalla lisenssillä.
fr: Vous êtes libre de modifier, de compléter ou d'améliorer le code source de la documentation Ubuntu sous les termes de cette licence. Tous les travaux dérivés doivent être soumis à cette même licence.
gl: Ten liberdade para modificar, extender e mellorar o código fonte da documentación da Ubuntu baixo os termos desta licenza. Todas as obras derivadas téñense que publicar baixo a esta licenza.
hu: Joga van módosítani, kiegészíteni és fejleszteni az Ubuntu dokumentációk forrását. A származtatott munkákat ugyanezen licenc alatt kell kiadnia.
id: Anda bebas untuk mengubah, memperluas, dan memperbaiki kode sumber dokumentasi Ubuntu sesuai syarat-syarat yang ada dari lisensi ini. Semua pekerjaan turunan harus diterbitkan dibawah lisensi ini.
it: Siete liberi di modificare, estendere e migliorare la documentazione di Ubuntu rispettando i termini di questa licenza. Tutti i lavori derivati devono essere rilasciati sotto i termini di questa licenza.
ja: このライセンスのもとで、利用者はUbuntuドキュメントのソースコードを改変、加筆、改善する自由があります。すべての派生作品はこのライセンスのもとで発表されなければなりません。
mk: Имате слобода да го модификувате, проширувате и подобрувате изворниот код на документацијата на Ubuntu под услови дефинирани од оваа лиценца. Сите наследени дела мора да бидат објавени под оваа лиценца.
nl: Het staat u vrij de broncode van de Ubuntu-documentatie te wijzigen, uit te breiden en te verbeteren onder de voorwaarden van deze licentie. Alle afgeleide werken moeten ook onder deze licentie vrijgegeven worden.
pl: Każdy ma prawo modyfikować, rozszerzać i poprawiać kod źródłowy dokumentacji Ubuntu na zasadach zawartych w niniejszej licencji. Wszelkie dzieła pochodne muszą być udostępniane na tej samej licencji.
pt: É livre para modificar, alargar e melhorar o código-fonte da documentação do Ubuntu sobre os termos desta licença. Todos os trabalhos derivados devem ser disponibilizados sobre esta licença.
pt_br: Você é livre para modificar, estender e melhorar o código-fonte da documentação do Ubuntu sob os termos desta licença. Todos os trabalhos derivados devem ser liberados sob esta licença.
ro: Aveți libertatea de a modifica, extinde și îmbunătăţi codul sursă al documentației Ubuntu respectând termenii acestei licențe. Orice lucrare derivată din acestă documentație trebuie să se supună termenilor acestei licențe.
ru: По условиям этой лицензии вы можете изменять, расширять и улучшать исходный код документации Ubuntu. Любые производные документы также должны быть выпущены под этой лицензией.
sk: Môžete slobodne modifikovať, rozširovať a zlepšovať zdrojové kódy dokumentácie Ubuntu pod podmienkami tejto licencie. Všetky odvodené práce musia byť vydané pod touto licenciou.
sv: Du får fritt modifiera, utöka och förbättra källkoden till Ubuntudokumentationen under villkoren för den här licensen. Alla verk baserade på detta måste släppas under den här licensen.
vi: Bạn được quyền tự do chỉnh sửa, mở rộng và cải tiến các tài liệu mã nguồn của Ubuntu theo các điều khoản của giấy phép. Tất cả các tài liệu dẫn xuất phải được phát hành theo giấy phép.
zh_cn: 您可以在该许可的条款下自由地修改、扩充，以及改进本 Ubuntu 文档的源码。所有的衍生作品必须在本许可下发布。

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
ar: يوزّع هذا المستند على أمل أن يكون مفيدًا لكن دون أية ضمانات؛ ولا حتى الضمانة الضمنية لقابلية البيع أو المناسبة لاستخدام محدد، كما هو موصوف في التنصّل.
bg: Този документ се разпространява с надеждата, че ще бъде полезен, но БЕЗ НИКАКВА ГАРАНЦИЯ; дори без косвена гаранция за ГОДНОСТ ЗА ПРОДАЖБА или ПРИГОДНОСТ ЗА УПОТРЕБА С ОПРЕДЕЛЕНА ЦЕЛ, КАКТО Е ОПИСАНО В РАЗДЕЛА ОТКАЗВАНЕ ОТ ПРАВА.
ca: Aquesta documentació es distribueix amb l'esperança que serà útil, però SENSE CAP GARANTIA; ni tan sols la garantia de MERCANTIBILITAT o d'ADEQUACIÓ PER UN FI PARTICULAR, COM ES DESCRIU EN AQUEST AVÍS D'EXEMPCIÓ DE RESPONSABILITAT.
cs: Tato dokumentace je distribuována ve víře v její použitelnost ,ale BEZ JAKÉKOLIV ZÁRUKY; bez záruky PRODEJNOSTI nebo ČÁSTEČNÉ CÍLE JAK POPSÁNO V TOMTO USTANOVENÍ.
de: Dieses Dokument wurde in der Hoffnung herausgeben, dass es sich als nützlich und hilfreich erweisen werde. Dies beinhaltet jedoch keine Gewährleistung, weder ausdrücklich noch implizit, einschließlich – aber nicht begrenzt auf – Marktreife oder Verwendbarkeit für einen bestimmten Zweck, wie im Haftungsausschluss beschrieben.
el: Αυτή η τεκμηρίωση διανέμεται με την ελπίδα ότι θα είναι χρήσιμη, αλλά ΧΩΡΙΣ ΟΠΟΙΑΔΗΠΟΤΕ ΕΓΓΥΗΣΗ, χωρίς ακόμη και την υπονοούμενη εγγύηση ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ ή ΤΗΣ ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ ΟΠΩΣ ΠΕΡΙΓΡΑΦΕΤΑΙ ΣΤΗΝ ΑΠΟΠΟΙΗΣΗ ΕΥΘΥΝΗΣ.
es: Esta documentación se distribuye con la intención de que resulte de utilidad, pero SIN NINGUNA GARANTÍA; ni siquiera la garantía implícita de COMERCIALIZACIÓN o de que SEA ADECUADA PARA UN PROPÓSITO PARTICULAR, TAL Y COMO SE INDICA EN LA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDAD.
fi: Tämä dokumentaatio jaetaan siinä toivossa, että siitä on hyötyä, mutta ilman takuuta; edes epäsuoraa takuuta kaupattuvuudesta, tai soveltuvuudesta tiettyyn käyttöön kuten vastuuvapauslausekkeessa kuvaillaan, ei anneta.
fr: Cette documentation est distribuée dans l'espoir qu'elle sera utile, mais SANS AUCUNE GARANTIE de quelque nature que ce soit ; expresse ou implicite, y compris, mais sans y être limité, les garanties D'APTITUDE À LA VENTE ou À UN BUT PARTICULIER COMME EXPOSÉ DANS L'AVERTISSEMENT. (N.B. : en cas de litige, seule la version anglaise fait foi)
gl: Esta documentación distribúese coa esperanza de que resulte útil, mais SEN GARANTÍA NENGUNHA; sen sequer a garrantía implícita de COMERCIALIZACIÓN ou ADECUACIÓN PARA UN PROPÓSITO ESPECÍFICO, TAL E COMO SE DESCRIBE NA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDADE.
hu: A dokumentációt abban a reményben terjesztjük, hogy hasznos lesz, de nem vállalunk SEMMIFÉLE GARANCIÁT, még olyan értelemben sem, hogy alkalmas-e a KÖZREADÁSRA vagy EGY BIZONYOS FELADAT ELVÉGZÉSÉRE AZ EBBEN A FIGYELMEZTETÉSBEN LEÍRTAK SZERINT.
id: Dokumentasi ini didistribusikan dengan harapan dokumentasi ini akan berguna, tetapi TANPA ADANYA JAMINAN; tanpa jaminan yang termasuk dari DAGANGAN atau KECOCOKAN UNTUK TUJUAN TERTENTU SEPERTI YANG DIGAMBARKAN DALAM PENYANGKALAN.
it: Questa documentazione viene distribuita nella speranza che possa essere utile, ma SENZA ALCUN TIPO DI GARANZIA, né esplicita né implicita di COMMERCIABILITÀ e UTILIZZABILITÀ PER UN PARTICOLARE SCOPO COSÌ COME DESCRITTO NEL PREAMBOLO.
ja: この文書は利用者の便宜になることを期待して配布しますが、何らの保証をするものではなく、また、免責条項に記載のある通り、商品性や特定用途に対する適合性を暗黙に保証するものでもありません。
mk: Оваа документација е дистрибуирана со надеж дека ќе биде од корист на некого, но БЕЗ НИКАКВИ ГАРАНЦИИ; без дури и имплицираната гаранција при ПРОДАЖБА или ПРИЛАГОДУВАЊЕ ЗА ОДРЕДЕНА НАМЕНА КАКО ШТО Е ОПИШАНО ВО ОСПОРУВАЊЕТО.
nl: Deze documentatie wordt verspreid in de hoop dat zij nuttig zal zijn, echter ZONDER ENIGE GARANTIE; zelfs zonder de impliciete garantie van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN SPECIFIEK DOEL ZOALS BESCHREVEN IN DE DISCLAIMER.
pl: Ten dokument jest rozpowszechniany z nadzieją, iż będzie przydatny, ale BEZ ŻADNYCH GWARANCJI; nawet bez domniemanej gwarancji ZGODNOŚCI Z UMOWĄ lub MOŻLIWOŚCI ZASTOSOWANIA W KONKRETNYM CELU TAK JAK OPISANO TO W OŚWIADCZENIU.
pt: Esta documentação é distribuída na esperança de que seja útil, mas SEM NENHUMA GARANTIA; nem mesmo a garantia implícita de MERCANTIBILIDADE ou ADAPTAÇÃO A UM PROPÓSITO ESPECÍFICO COMO DESCRITO NAS DISPOSIÇÕES LEGAIS.
pt_br: Esta documentação é distribuída na esperança que será útil, mas SEM NENHUMA GARANTIA; nem mesmo a garantia implicada de COMERCIABILIDADE do ou a APTIDÃO PARA UMA FINALIDADE PARTICULAR COMO DESCRITA NO DISCLAIMER.
ro: Această documentație este difuzată în speranța că va fi utilă, dar FĂRĂ NICI O GARANŢIE; nici chiar garanția implicită de COMERCIALIZARE sau ADAPTARE PENTRU UN ANUMIT SCOP, CONFORM DESCRIERII DIN DECLARAȚIA DE NEASUMARE A RESPONSABILITĂȚII.
ru: Эта документация распространяется в надежде, что она будет полезной, но БЕЗ КАКИХ ЛИБО ГАРАНТИЙ; даже без возможной гарантии РАБОТОСПОСОБНОСТИ или ПРИГОДНОСТИ К ОПРЕДЕЛЕННОЙ ЦЕЛИ, КАК ОПИСАНО В СОГЛАШЕНИИ.
sk: Táto dokumentácia je dodávaná v nádeji, že bude užitočnou, no BEZ AKEJKOĽVEK ZÁRUKY; ktorá nezahŕňa ani implicitnú záruku PREDAJNOSTI alebo VHODNOSTI PRE URČITÝ ÚČEL TAK, AKO JE POPISOVANÉ V TOMTO ZRIEKNUTÍ SA ZÁRUKY.
sv: Den här dokumentationen distribueras med förhoppningen att den kommer att vara användbar, men UTAN NÅGRA GARANTIER, varken uttrycklig eller implicit garanti för SÄLJBARHET eller LÄMPLIGHET FÖR ETT SPECIFIKT ÄNDAMÅL ENLIGT VAD SOM BESKRIVS I FRISKRIVNINGSKLAUSULEN.
vi: Những tài liệu này được cung cấp với hy vọng rằng nó sẽ hữu ích cho bạn, nhưng KHÔNG CÓ BẤT KỲ ĐẢM BẢO NÀO; thậm chí không có sự đảm bảo bao hàm của KHẢ NĂNG KINH DOANH ĐƯỢC hay SỰ PHÙ HỢP CHO MỘT MỤC ĐÍCH SỬ DỤNG CỤ THỂ NHƯ MÔ TẢ TRONG ĐIỀU KHOẢN TỪ BỎ TRÁCH NHIỆM.
zh_cn: 发布本文档是希望它能有用，但我们并不提供任何担保；如免责声明中所述，我们不对其适销性或特定用途的适用性提供默示担保。
