Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/printing/po/*.po
Languages: ar, bg, ca, cs, de, el, es, fi, fr, gl, hu, id, it, ja, mk, nl, pl, pt, pt_br, ro, ru, sk, sv, vi, zh_cn

source: To setup a new local printer, plug your printer into your computer and power it on. Most printers will automatically be detected an configured. Once detected, a printer icon will appear in the notification area and after waiting a few moments, you should get a popup with the text <guilabel>Printer is ready for printing</guilabel>.
ar: لإعدادات طابعة محلية جديدة، صل طابعتك بحاسوبك وشغّلها. معظم الطابعات سوف تكتشف تلقائيا إعدادا. عندما تكتشف، سوف تظهر أيقونة طابعة في منطقة الإشعار وبعد لحظات قليلة من الانتظار، يجب أن تتلقى الانبثاق ذو النص <guilabel>الطابعة جاهزة للطابعة</guilabel>.
bg: За да добавите нов локален принтер, свържете вашия принтер с компютъра и го включете. Повечето принтери автоматично ще бъдат открити и конфигурирани. Щом бъде открит принтер, ще се покаже икона в зоната за уведомявания и след малко ще се покаже изскочило уведомително съобщение с текст <guilabel>Принтерът е готов за работа</guilabel>.
ca: Per a configurar una impressora local nova, connecteu-la al vostre ordinador i engegueu-la. La majoria d'impressores es detectaran i configuraran automàticament. Un cop detectada, apareixerà una icona d'impressora a l'àrea de notificació i, després d'esperar una mica, hauria d'aparèixer un emergent amb el text <guilabel>La impressora està a punt per a imprimir</guilabel>.
cs: Pro nastavení nové místní tiskárny připojte vaši tiskárnu k počítači a zapněte ji. Většina tiskáren je automaticky detekována a nastavena. Jakmile je detekována, v oznamovací oblasti se objeví ikona tiskárny a za chvíli se zobrazí vyskakovací okno s textem <guilabel>Tiskárna je připravena k tisku</guilabel>.
de: Um einen neuen lokalen Drucker einzurichten, verbinden Sie Ihren Drucker mit Ihrem Rechner und schalten Sie ihn an. Die meisten Drucker werden automatisch erkannt und konfiguriert. Einmal erkannt, wird ein Drucker-Symbol erscheinen und nachdem Sie einen Moment gewartet haben, sollte eine eingeblendete Meldung mit dem Text <guilabel>Drucker ist druckbereit</guilabel> erscheinen.
es: Para configurar una impresora local nueva conéctela a su equipo y enciéndala. La mayoría de las impresoras será detectada y configurada automáticamente. Una vez detectada, aparecerá un ícono de de impresora en el área de notificaciones y luego de algunos instantes debería ver un mensaje emergente con el texto <guilabel>La impresora está lista para imprimir</guilabel>.
fi: Uuden paikallisen tulostimen asentaminen tapahtuu yleensä vain kytkemällä tulostin koneeseen ja kytkemällä tulostimen päälle. Useimmat tulostimet tunnistetaan ja asennetaan automaattisesti. Kun tulostin on tunnistettu, tulostimen kuvake ilmestyy ilmoitusalueelle. Hetken kuluttua saat ilmoituksen, joka kertoo tulostimen olevan valmis käyttöön.
fr: Pour créer une nouvelle imprimante locale, reliez votre imprimante à votre ordinateur et allumez-la. La plupart des imprimantes vont être automatiquement détectées et configurées. Une fois détectée, une icône d'imprimante apparaîtra dans la zone de notification et après quelques instants, vous devriez voir une fenêtre affichant : <guilabel>l'imprimante est prête pour l'impression</guilabel>.
gl: Para configurar unha impresora local, conéctea ao seu computador e acéndaa. A maioría das impresoras se detectarán e configurarán automaticamente. Unha vez detectada, aparecerá unha icona de impresora na área de notificación e logo de agardar uns intres, debería ver unha ventá emerxente co texto <guilabel>A impresora está lista para a impresión</guilabel>.
hu: Egy új helyi nyomtató telepítéséhez csatlakoztassa a nyomtatót a számítógéphez és indítsa el a rendszert. A legtöbb nyomtatót a rendszer automatikusan felismeri és beállítja, ekkor az értesítési területen megjelenik egy nyomtatóikon. Hamarosan megjelenik a <guilabel>Nyomtató használatra kész</guilabel> értesítés.
id: Untuk mengatur mesin cetak lokal yang baru, tancapkan mesin cetak anda pada komputer dan nyalakan. Kebanyakan mesin cetak akan terdeteksi dan dikonfigurasi secara otomatis. Setelah terdeteksi, sebuah ikon mesin cetak akan muncul pada area pemberitahuan dan setelah menunggu beberapa saat, anda seharusnya mendapatkan popup dengan tulisan <guilabel>Printer is ready for printing</guilabel>.
it: Per installare una nuova stampante locale, collegare la stampante al computer e accenderla. La maggior parte delle stampanti vengono riconosciute e configurate automaticamente; una volta riconosciuta, un'icona di stampa appare nell'area di notifica e dopo qualche istante viene visualizzato un messaggio contenente il testo <guilabel>Stampante pronta per stampare</guilabel>.
pl: Aby skonfigurować nową drukarkę lokalną, podłącz drukarkę do komputera i włącz ją. Większość drukarek zostanie automatycznie wykryta i skonfigurowana. Po wykryciu drukarki, w obszarze powiadomień pojawi się ikona drukarki i po kilku chwilach wyświetli się okienko z tekstem <guilabel>Drukarka jest gotowa do druku</guilabel>.
pt: Para configurar uma nova impressora local, ligue o cabo da impressora ao seu computador assim como a sua alimentação. A maioria das impressoras são automaticamente detectadas e configuradas. Uma vez detectada, aparecerá na sua área de notificação o icon de uma impressora e após breves momentos, deverá obter um balão informativo com o texto <guilabel>A Impressora está pronta para imprimir</guilabel>
pt_br: Para configurar uma nova impressora local, conecte sua impressora no computador e ligue-a. A maioria das impressoras será detectada e configurada automaticamente. Uma vez detectada, um ícone de impressora aparecerá na área de notificação e após esperar alguns momentos, você deve receber um popup com o texto <guilabel>A impressora está pronta para impressões</guilabel>.
ro: Pentru a configura o imprimantă locală, conectați imprimanta la calculator și porniți-o. Majoritatea imprimantelor vor fi detectate automat și configurate. Odată detectată, va apărea o pictogramă pentru imprimantă în zona de notificare și după câteva momente, ar trebui să apară o fereastră contextuală cu textul <guilabel>Imprimanta este pregătită pentru imprimare</guilabel>.
sv: För att installera en lokal skrivare, koppla in din skrivare i din dator och starta den. De flesta skrivare kommer automatiskt att hittas och konfigureras. När skrivaren har hittats så syns en skrivarikon i notifieringsfältet och, efter ett tag, bör du se en popupruta med texten <guilabel>Skrivaren är redo för utskrift</guilabel>.
zh_cn: 要安装一个新的本地打印机，先将打印机和您的计算机连接然后开启开关。大多数打印机将被自动检测并配置。一旦被检测到，一小会之后通知区上将会出现一个打印机图标， 您会有一个提示： <guilabel>打印机已准备就绪</guilabel>。

source: If your printer was not detected after a few moments, then you will need to follow these steps:
ar: إذا لم تُكتشف طابعتك بعد لحظات قليلة، حينها سوف تحتاج إلى اتباع الخطوات التالية:
bg: Ако принтерът Ви не бъде разпознат скоро, ще трябва да следвате следните стъпки:
ca: Si la impressora no s'ha detectat després d'esperar una mica, haureu de seguir els passos següents:
cs: Pokud není vaše tiskárna za chvilku detekována, asi budete potřebovat následovat tyto kroky.
de: Sollte Ihr Drucker nach einigen Augenblicken nicht erkannt werden, führen Sie bitte die folgenden Schritte durch:
el: Αν ο εκτυπωτής σας δεν έχει εντοπιστεί μετά από λίγο, πρέπει να κάνετε τα παρακάτω βήματα:
es: Si, después de unos momentos, su impresora sigue sin detectarse, tendrá que seguir los siguientes pasos:
fi: Jos tulostinta ei havaita, seuraa ohjeita:
fr: Si votre imprimante n'a pas été détectée après un certain temps, voici les étapes que vous allez devoir suivre :
gl: Se non se detectou a súa impresora despois duns momentos, terá que seguir estes pasos:
hu: Ha a nyomtatója nem kerül felismerésre néhány pillanat alatt, akkor tegye a következőket:
id: Jika printer anda tidak terdeteksi setelah beberapa saat, maka anda harus melakukan langkah-langkah berikut:
it: Se la stampante non venisse rilevata dopo alcuni istanti, procedere come segue:
ja: しばらく待ってもプリンタが検知されないときは次の手順に従ってください。
mk: Ако вашиот печатач не е детектиран по неколку моменти, тогаш ќе треба да ги изведете следните чекори:
nl: Als uw printer na enkele ogenblikken niet wordt gedetecteerd, zult u de volgende stappen moeten ondernemen:
pl: Jeśli drukarka nie zostanie wykryta po paru chwilach, wykonaj następujące kroki:
pt: Se sua impressora não for detectada após algum tempo, então será necessário seguir estes passos:
pt_br: Se sua impressora não for detectada após algum tempo, então você precisará seguir esses passos:
ro: Dacă imprimanta nu este detectată, urmaţi procedura de mai jos:
ru: Если ваш принтер не обнаружен после некоторого времени, тогда вам нужно выполнить следующие действия:
sk: Ak vaša tlačiareň nebola nájdená ani po chvíli, pokračujte podľa nasledovných krokov:
sv: Om din skrivare inte upptäcktes efter ett antal sekunder så behöver du följa dessa steg:
vi: Nếu máy in của bạn không được tự động nhận diện, thì bạn sẽ cần làm theo những bước sau:
zh_cn: 如果您的打印机仍未被识别,请借鉴下面的步骤:

source: Obtain the model name of your printer.
ar: الحصول على اسم طراز طابعتك.
bg: Сдобийте се с името на модела на принтера си.
ca: Obteniu el nom del model de la impressora.
cs: Získejte název modelu vaší tiskárny.
de: Sehen Sie nach der Modellbezeichnung Ihres Druckers.
el: Βρείτε το όνομα του μοντέλου του εκτυπωτή
es: Obtener el modelo de su impresora
fi: Selvitä tulostimen malli.
fr: Obtenez le modèle de votre imprimante.
gl: Obteña o nome do modelo da súa impresora.
hu: Járjon utána a nyomtatója típusának.
id: Dapatkan nama model printer anda.
it: procurarsi il nome (modello) della stampante,
ja: プリンタのモデル名を調べておきます。
mk: Дознајте го името на моделот на печатачот.
nl: Zoek de modelnaam van uw printer.
pl: Sprawdź model swojej drukarki.
pt: Obtenha o nome do modelo da sua impressora.
pt_br: Obtenha o modelo de sua impressora local.
ro: Identificaţi modelul imprimantei.
ru: Узнать модель вашего принтера.
sk: Zistite model vašej tlačiarne.
sv: Få tag på din skrivares modellnamn.
vi: Lấy thông tin về loại máy in của bạn.
zh_cn: 获取您的打印机型号。

source: Ensure the printer is turned on.
ar: تأكد أن الطابعة تعمل.
bg: Уверете се, че принтерът е включен.
ca: Assegureu-vos que la impressora està engegada.
cs: Ujistěte se, že je tiskárna zapnuta.
de: Stellen Sie sicher, dass der Drucker eingeschaltet ist.
el: Σιγουρευτείτε ότι ο εκτυπωτής είναι ενεργοποιημένος
es: Asegúrese de que la impresota está encendida
fi: Varmista että tulostimeen on kytketty virta.
fr: Assurez-vous que l'imprimante est allumée.
gl: Asegúrese de que a impresora está prendida.
hu: Győződjön meg róla, hogy a nyomtató be van kapcsolva.
id: Pastikan printer anda dalam keadaan hidup.
it: assicurarsi che sia accesa,
ja: プリンタの電源が入っていることを確認してください。
mk: Осигурајте се дека печатачот е вклучен.
nl: Verzeker u ervan dat de printer aan staat
pl: Upewnij się, że drukarka jest włączona.
pt: Certifique-se de que a impressora está ligada.
pt_br: Verifique se a impressora está ligada.
ro: Asiguraţi-vă că imprimanta este în funcţiune.
ru: Убедиться, что принтер включен.
sk: Uistite sa, že tlačiareň je zapnutá.
sv: Kontrollera att skrivaren är påslagen.
vi: Chắc chắn rằng máy in đã được bật.
zh_cn: 请确认打印机已开启。

source: Choose <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Printing</guimenuitem></menuchoice>
ar: اختر <menuchoice><guimenu>نظام</guimenu><guimenuitem>إدارة</guimenuitem><guimenuitem>طباعة</guimenuitem></menuchoice>
bg: Изберете <menuchoice><guimenu>Система</guimenu><guimenuitem>Администриране</guimenuitem><guimenuitem>Отпечатване</guimenuitem></menuchoice>
ca: Seleccioneu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administració</guimenuitem><guimenuitem>Impressió</guimenuitem></menuchoice>
cs: Zvolte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Tisk</guimenuitem></menuchoice>
de: Wählen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Drucken</guimenuitem></menuchoice>
el: Επιλέξτε <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Διαχείριση συστήματος</guimenuitem><guimenuitem>Εκτύπωση</guimenuitem></menuchoice>
es: Elija <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Impresoras</guimenuitem></menuchoice>
fi: Avaa <menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Ylläpito</guimenuitem><guimenuitem>Tulostus</guimenuitem></menuchoice>
fr: Choisissez <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Impression</guimenuitem></menuchoice>
gl: Escolla <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Impresión</guimenuitem></menuchoice>
hu: Válassza a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Nyomtatás</guimenuitem></menuchoice> menüpontot.
id: Pilih <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Printing</guimenuitem></menuchoice>
it: scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferenze</guimenuitem><guimenuitem>Stampa</guimenuitem></menuchoice>,
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>印刷</guimenuitem></menuchoice> を選択してください
mk: Изберете <menuchoice><guimenu>Систем</guimenu><guimenuitem>Администрација</guimenuitem><guimenuitem>Печатење</guimenuitem></menuchoice>
nl: Kies <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Afdrukken</guimenuitem></menuchoice>
pl: Wybierz <menuchoice><guimenu>System</guimenu><guimenuitem>Administracja</guimenuitem><guimenuitem>Drukowanie</guimenuitem></menuchoice>
pt: Escolha <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Impressoras</guimenuitem></menuchoice>
pt_br: Acesse <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Impressoras</guimenuitem></menuchoice>
ro: Lansaţi din meniul principal <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Imprimare</guimenuitem></menuchoice>
ru: Выбрать <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem><guimenuitem>Печать</guimenuitem></menuchoice>.
sk: Zvoľte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Tlačiarne</guimenuitem></menuchoice>
sv: Välj <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Utskrift</guimenuitem></menuchoice>
vi: Chọn menu <menuchoice><guimenu>Hệ thống</guimenu><guimenuitem>Quản trị</guimenuitem><guimenuitem>In ấn</guimenuitem></menuchoice>
zh_cn: 选择 <menuchoice><guimenu>系统</guimenu><guimenuitem>系统管理</guimenuitem><guimenuitem>正在打印</guimenuitem></menuchoice>

source: Click <menuchoice><guibutton>New Printer</guibutton></menuchoice>.
ar: انقر <menuchoice><guibutton>طابعة جديدة</guibutton></menuchoice>.
bg: Натиснете <menuchoice><guibutton>Нов принтер</guibutton></menuchoice>.
ca: Feu clic a <menuchoice><guibutton>Impressora nova</guibutton></menuchoice>.
cs: Klikněte na <menuchoice><guibutton>Nová tiskárna</guibutton></menuchoice>.
de: Wählen Sie <menuchoice><guibutton>Neuer Drucker</guibutton></menuchoice>.
es: Pulse <menuchoice><guibutton>Impresora nueva</guibutton></menuchoice>.
fi: Napsauta <menuchoice><guibutton>Uusi</guibutton></menuchoice>-painiketta.
fr: Cliquez sur <menuchoice><guibutton>Nouvelle imprimante</guibutton></menuchoice>.
gl: Prema <menuchoice><guibutton>Nova impresora</guibutton></menuchoice>.
hu: Válassza ki az <menuchoice><guibutton>Új nyomtató</guibutton></menuchoice> menüpontot.
id: Klik <menuchoice><guibutton>New Printer</guibutton></menuchoice>.
it: Fare clic su <menuchoice><guibutton>Nuova stampante</guibutton></menuchoice>.
pl: Kliknij <menuchoice><guibutton>Nowa Drukarka</guibutton></menuchoice>.
pt: Selecione <menuchoice><guibutton>Nova Impressora</guibutton></menuchoice>
pt_br: Clique em <menuchoice><guibutton>Nova Impressora</guibutton></menuchoice>.
ro: Apăsați <menuchoice><guibutton>Imprimantă nouă</guibutton></menuchoice>.
sv: Klicka på <menuchoice><guibutton>Ny skrivare</guibutton></menuchoice>.
zh_cn: 单击 <menuchoice><guibutton>新打印机</guibutton></menuchoice>。

source: Your printer should be automatically detected. If so, simply click <guibutton>Forward</guibutton> and then <guibutton>Apply</guibutton>.
ar: يجب أن تكتشف الطابعة تلقائيا. إذا كان ذلك، انقر ببساطة<guibutton>أمام</guibutton> ثم <guibutton>طبّق</guibutton>.
bg: Би трябвало принтерът Ви да бъде автоматично разпознат. В подобен случай просто щракнете върху <guibutton>Напред</guibutton> и след това <guibutton>Прилагане</guibutton>.
ca: La impressora s'hauria de detectar automàticament. Si és així, feu clic a <guibutton>Endavant</guibutton> i després a <guibutton>Aplica</guibutton>.
cs: Tiskárna by měla být automaticky nalezena. Pokud se tak stane, jednoduše klikněte <guibutton>Vpřed</guibutton> a poté <guibutton>Použít</guibutton>.
de: Ihr Drucker sollte automatisch erkannt werden. Ist dies der Fall, klicken sie einfach auf <guibutton>Weiter</guibutton> und dann auf <guibutton>Anwenden</guibutton>.
el: Ο εκτυπωτής σας θα πρέπει τώρα να εντοπιστεί αυτόματα. Αν ναι, πατήστε <guibutton>Μπροστά</guibutton> και μετά <guibutton>Εφαρμογή</guibutton>.
es: Su impresora debería detectarse automáticamente. Si es así, simplemente pulse <guibutton>Siguiente</guibutton> y después <guibutton>Aplicar</guibutton>.
fi: Tulostimen pitäisi nyt tunnistua automaattisesti. Jos näin tapahtuu, napsauta ensin <guibutton>Seuraava</guibutton>, ja sen jälkeen <guibutton>Toteuta</guibutton>.
fr: Votre imprimante devrait être détectée automatiquement. Si c'est le cas, cliquez simplement sur <guibutton>Suivant</guibutton> et ensuite sur <guibutton>Appliquer</guibutton>.
gl: Deberíase detectar automaticamente a súa impresora. De ser así, simplemente clique en <guibutton>Seguinte</guibutton> e depois en <guibutton>Aplicar</guibutton>.
hu: Az Ubuntu elvileg automatikusan felismeri a nyomtatóját. Ha így van, kattintson a <guibutton>Tovább</guibutton> majd az <guibutton>Alkalmaz</guibutton> gombra.
id: Sekarang printer anda seharusnya telah terdeteksi. Jika demikian klik <guibutton>Forward</guibutton> lalu <guibutton>Apply</guibutton>.
it: se la stampante è stata riconosciuta, fare clic su <guibutton>Avanti</guibutton> e quindi su <guibutton>Applica</guibutton>,
ja: プリンタは自動的に検出されます。もし検出されたのであれば、<guibutton>進む</guibutton>をクリックして<guibutton>適用</guibutton> をクリックしてください。
mk: Вашиот печатач би требало да е автоматски детектиран. Ако е тоа случај, само кликнете на <guibutton>Напред</guibutton> и потоа на <guibutton>Примени</guibutton>.
nl: Uw printer hoort automatisch te worden gedetecteerd. Als dit gebeurt, klikt u simpelweg op guibutton>Verder</guibutton> en vervolgens op <guibutton>Toepassen</guibutton>.
pl: Twoja drukarka powinna zostać automatycznie wykryta. Jeśli tak, po prostu kliknij <guibutton>Dalej</guibutton> a następnie <guibutton>Zastosuj</guibutton>.
pt: A sua impressora deverá ser detectada automaticamente. Caso isto aconteça, clique simplesmente em <guibutton>Avançar</guibutton> e depois em <guibutton>Aplicar</guibutton>.
pt_br: Sua impressora deve ser reconhecida automaticamente. Sendo assim, apenas clique em<guibutton>Avançar</guibutton> e depois em<guibutton>Aplicar</guibutton>
ro: Imprimanta ar trebui să fie detectată automat. Dacă da, apăsaţi <guibutton>Înainte</guibutton> şi apoi <guibutton>Aplică</guibutton>.
ru: Ваш принтер должен распознаться автоматически. Если это так, просто нажмите <guibutton>Далее</guibutton> и затем <guibutton>Применить</guibutton>.
sk: Vaša tlačiareň by mala byť automaticky nájdená. Ak sa tak stalo, kliknite na <guibutton>Ďalej</guibutton> a potom na <guibutton>Použiť</guibutton>.
sv: Din skrivare ska upptäckas automatiskt. Om så, klicka bara på <guibutton>Framåt</guibutton> och sedan <guibutton>Verkställ</guibutton>.
vi: Máy in của bạn sẽ tự động được dò tìm. Nếu như vậy, đơn giản nhấn nút <guibutton>Tiếp tục &gt;</guibutton> và rồi <guibutton>Áp dụng</guibutton>.
zh_cn: 您的打印机应当会被自动检测到。如果是这样的话，只需点击 <guibutton>前进</guibutton> 然后点击 <guibutton>应用</guibutton>。

source: Finally, you can enter in a description and location for your printer.
ar: أخيرا، تستطيع إدخال وصف وموقع لطابعتك.
bg: Накрая можете да въведете описание и местоположението на принтера си.
ca: Finalment, podeu introduir una descripció i una ubicació per a la impressora.
cs: Nakonec můžete zadat popis a umístění tiskárny.
de: Abschließend können Sie eine Beschreibung und einen Standort für Ihren Drucker eingeben.
el: Τέλος, μπορείτε να εισάγετε μια περιγραφή και μια τοποθεσία για τον εκτυπωτή σας.
es: Finalmente, puede introducir una descripción y una ubicación para su impresora.
fi: Lopuksi kirjoita tulostimen kuvaus ja sijainti.
fr: Enfin, vous pouvez préciser un emplacement et une description pour votre imprimante.
gl: Por último, pode introducir unha descrición coa localización da súa impresora.
hu: Végül megadhatja a nyomtató leírását és helyét.
id: Terakhir, anda dapat memasukkan deskripsi dan lokasi printer anda.
it: infine, è possibile inserire una descrizione e la posizione della stampante.
ja: 最後に、プリンタに関する説明や場所について入力しておくことができます。
mk: Конечно, може да внесете опис и локација за вашиот печатач.
nl: Tenslotte kunt u een omschrijving en locatie invoeren voor uw printer.
pl: Na koniec możesz wprowadzić opis i położenie swojej drukarki.
pt: Finalmente, poderá introduzir uma descrição e localização para a sua impressora.
pt_br: Finalmente, você pode digitar a descrição e a localização de sua impressora.
ro: În ultima pagină puteţi introduce o descriere pentru imprimantă şi locaţia acesteia.
ru: В заключение, вы можете ввести описание и месторасположение вашего принтера.
sk: Nakoniec, môžete zadať popis a umiestnenie vašej tlačiarne.
sv: Slutligen kan du ange en beskrivning och plats för din skrivare.
vi: Cuối cùng, bạn có thể nhập vào mô tả và vị trí của máy in của bạn
zh_cn: 最后，您可以为您的打印机输入描述和位置信息。
