Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/printing/po/*.po
Languages: ar, bg, ca, cs, de, el, es, fi, fr, gl, hu, id, it, ja, mk, nl, pl, pt, pt_br, ro, ru, sk, sv, vi, zh_cn

source: A local printer is one which is directly connected to your computer (as opposed to a network printer, discussed in the following section). To setup a new local printer:
el: Τοπικός εκτυπωτής είναι αυτός που συνδέεται απ' ευθείας στον υπολογιστή (αντίθετα με τον εκτυπωτή δικτύου, όπου αναφέρεται στην επόμενη ενότητα). Για να εγκαταστήσετε ένα νέο τοπικό εκτυπωτή:
ja: ローカル・プリンタはあなたのコンピュータに直接接続されているプリンタのことです(他には後述するネットワーク・プリンタがあります)。新しいローカル・プリンタを設定するには:
mk: Локален печатач е оној кој е директно поврзан со вашиот компјутер (за разлика од мрежен печатач кој ќе биде дискутиран во наредниот дел). За поставување на нов локален печатач:
nl: Een lokale printer is een printer die rechtstreeks met uw computer is verbonden (dit in tegenstelling tot een netwerkprinter, die besproken wordt in de volgende sectie). Om een nieuwe lokale printer in te stellen:
ru: Локальный принтер - это принтер, подключенный непосредственно к вашему компьютеру (в противоположность сетевому принтеру из следующего раздела). Для настройки локального принтера необходимо:
sk: Lokálna tlačiareň je tá, ktorá je priamo pripojená k vášmu počítaču (na rozdiel od sieťovej tlačiarne, popísanej v nasledujúcej sekcii). Nastaviť novú lokálnu tlačiareň:
vi: Một máy in cục bộ là máy in được gắn trực tiếp vào máy tính của bạn (ngược với một máy in mạng, như đã nói ở phần trên). Để thiết lập một máy in cục bộ mới:

source: Plug your printer into your computer and power it on. Most printers will automatically be detected an configured. Once detected, a printer icon will appear in the notification area and after waiting a few moments, you should get a popup with the text "Printer is ready for printing."
el: Συνδέστε τον εκτυπωτή σας στον υπολογιστή και ενεργοποιήστε τον. Οι περισσότεροι εκτυπωτές εντοπίζονται και ρυθμίζονται αυτόματα. Από την στιγμή που θα εντοπιστεί, ένα εικονίδιο με έναν εκτυπωτή θα εμφανιστεί στην περιοχή ειδοποιήσεων και μετά από λίγο θα εμφανιστεί το μήνυμα "Ο εκτυπωτής είναι έτοιμος"
ja: プリンタをコンピュータに接続してプリンタの電源を入れます。ほとんどのプリンタは自動的に検出、構成されます。プリンタが検出されたらプリンタ・アイコンが通知領域に表示され、すこしたつと「プリンタの準備ができました」というポップアップが表示されるはずです。
mk: Поврзете го печатачот со вашиот компјутер и вклучете го. Повеќето печатачи ќе бидат автоматски детектирани и подесени. Откако ќе бидат детектирани, ќе се појави икона со печатач во областа за известување и по неколку моменти би требало да добиете известување дека „Печатачот е подготвен за печатење“.
nl: Sluit uw printer op uw computer aan en zet 'm aan. De meeste printers zullen automatisch worden gedetecteerd en geconfigureerd. Zodra het is gedetecteerd zal er een printerpictogram verschijnen in het meldingengebried en na enkele momenten hoort u een venster te zien moeten krijgen met de tekst "Printer is gereed voor afdrukken".
ru: Подключите ваш принтер к компьютеру и включите его. Большинство принтеров будет автоматически распознано и настроено. После обнаружения значок принтера появиться в области уведомлений и после некоторого времени вы получите всплывающее окно с сообщением "Принтер готов для печати."
sk: Pripojte vašu tlačiareň k počítaču a zapnite ju. Väčšina tlačiarní bude automaticky nájdená a nastavená. Keď bude tlačiareň nájdená, ikonka tlačiarne sa objaví v oznamovacej oblasti a po chvíli by sa malo zjaviť vyskakovacie okno s textom:"Tlačiareň je pripravená na tlač."
vi: Gắn máy in của bạn vào trong máy tính củabạn và bật nguồn của nó lên. Đa số những Máy in sẽ tự động được nhận diện một cấu hình xác định. Sau khi nhạn diện, một biểu tượng Máy in sẽ xuất hiện trong vùng thông báo và sau khi chờ đợi một lúc, bạn sẽ thấy một popup với dòng chứ "Máy in đã sẵn sàng cho việc in ấn."

source: Now choose <menuchoice><guibutton>New Printer</guibutton></menuchoice>.
el: Τώρα επιλέξτε <menuchoice><guibutton>Νέος εκτυπωτής</guibutton></menuchoice>.
ja: まず<menuchoice><guibutton>新規プリンタ</guibutton></menuchoice>を選択します。
mk: Изберете <menuchoice><guibutton>Нов печатач</guibutton></menuchoice>.
nl: Kies nu <menuchoice><guibutton>Nieuwe printer</guibutton></menuchoice>.
ru: Теперь выберите <menuchoice><guibutton>Новый принтер</guibutton></menuchoice>.
sk: Teraz zvoľte <menuchoice><guibutton>Nová tlačiareň</guibutton></menuchoice>
vi: Bây giờ hãy chọn <menuchoice><guibutton>Máy in mới</guibutton></menuchoice>.

source: If your printer was not automatically detected, you can try to select the port and printer driver manually. Some printers need further setup. Search the databases at <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> or check the <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters">Ubuntu Wiki's Printer page</ulink> for possible information on your printer.
el: Αν ο εκτυπωτής δεν εντοπίστηκε αυτόματα μπορείτε να επιλέξετε την θύρα και τον οδηγό χειροκίνητα. Ορισμένοι εκτυπωτές χρειάζονται περισσότερες ρυθμίσεις. Ψάξτε τις βάσεις δεδομένων του <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> ή δείτε την <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters">σελίδα εκτυπωτών του Ubuntu Wiki</ulink> για περισσότερες πληροφορίες όσον αφορά τον εκτυπωτή σας.
ja: もしプリンタが自動的に検出されたのであれば、ポートやプリンタドライバを手動で選択するようにすることができます。いくつかのプリンタは追加セットアップが必要です。あなたのプリンタが利用可能かどうかは、<ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> にあるデータベースから検索するか、 <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters">Ubuntu Wiki's Printer page</ulink> をチェックしてください。
mk: Aко вашиот печатач не е автоматски детектиран, може да пробате мануелно да ги изберете поратата и драјверот за печатачот. Некои печатач побаруваат и понатамошни подесувања. Пребарате ја базата на <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> или проверете ја <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters">Ubuntu вики страницата за печатачи</ulink> за можни информации за вашиот пречатач.
nl: Als uw printer niet automatisch werd gedetecteerd, kunt u proberen om handmatig de poort en printerdriver te selecteren. Sommige printers vereisen verdere installatie. Zoek in de databases van <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> of controleer de <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters">Ubuntu Wiki's printer pagina</ulink> voor mogelijke informatie over uw printer.
ru: Если принтер не определился автоматически, можно попробовать выбрать драйвер принтера вручную. Некоторые принтеры могут потребовать дополнительной настройки. Информацию о вашем принтере можно попробовать найти на сайтах <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> или <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters">Ubuntu Wiki's Printer page</ulink>.
sk: Ak vaša tlačiareň nebola automaticky nájdená, vyskúšajte zvoliť port a typ tlačiarne ručne. Niektoré tlačiarne vyžadujú ďalšie nastavenia. Pohľadajte v databáze na <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> alebo skontrolujte <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters">stránku tlačiarní na Wiki Ubuntu</ulink> pre možné informácie o vašej tlačiarni.
vi: Nếu máy in không tự động được dò tìm, bạn có thể thử chọn cổng và trình điều khiển máy in một cách thủ công. Một số máy in cần thêm các thiết lập khác. Tìm trong cơ sở dữ liệu tại <ulink url="http://www.linuxprinting.org">LinuxPrinting.org</ulink> hoặc kiểm tra tại <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters">trang wiki về máy in trong Ubuntu</ulink> để có các thông tin về máy in của bạn.

source: To test whether a local or remote printer works correctly:
el: Για να δοκιμάσετε αν ένας τοπικός ή ένας απομακρυσμένος εκτυπωτής λειτουργεί σωστά:
ja: ローカル/ネットワークプリンタが正しく動作するかテストするには:
mk: За тестирање дали работи коректно локален или оддалечен печатач:
nl: Om te testen of een lokale printer of een printer op afstand correct werkt:
ru: Для проверки работоспособности локального или сетевого принитера:
sk: Otestovať, či lokálna alebo vzdialená tlačiareň pracuje správne.
vi: Để kiểm tra một máy in cục bộ hay từ xa có hoạt động chính xác không:

source: Select the printer's name in the list.
el: Επιλέξτε το όνομα του εκτυπωτή από την λίστα.
ja: 一覧からプリンタ名を選択します
mk: Изберете го името на печатачот од листата.
nl: Kies de naam van de printer uit de lijst.
ru: Выберите имя принтера в списке.
sk: Zvoľte meno tlačiarne zo zoznamu.
vi: Lựa chọn tên của máy in trong danh sách

source: Under the <guimenuitem>Settings</guimenuitem> tab, Click <guibutton>Print Test Page</guibutton>. A page should then be sent for printing.
el: Στο καρτέλα <guimenuitem>Επιλογές</guimenuitem> επιλέξτε το <guibutton>Εκτύπωση δοκιμαστικής σελίδας</guibutton>. Μια σελίδα θα σταλεί για εκτύπωση.
ja: <guimenuitem>設定</guimenuitem>タブで<guibutton>テストページを印刷</guibutton>をクリックします。するとテストページが1ページ分印刷されます。
mk: Во табот <guimenuitem>Поставки</guimenuitem>, кликнете на <guibutton>Печати тест страница/guibutton>. Ќе биде испратена страница за печатење.
nl: Op de <guimenuitem>Instellingen</guimenuitem>-tab, kies <guimenuitem>Testpagina afdrukken</guimenuitem>. En zou nu een testpagina naar de printer verzonden moeten worden.
ru: На вкладке <guimenuitem>Настройки</guimenuitem> нажмите <guibutton>Печать тестовой страницы</guibutton>. Cтраница будет распечатана.
sk: V záložke <guimenuitem>Nastavenia</guimenuitem> kliknite na <guibutton>Vytlačiť testovaciu stránku</guibutton>. Stránka by mala byť odoslaná na tlač.
vi: Bên dưới thẻ <guimenuitem>Các thiết lập</guimenuitem> , Nhấn<guibutton>In trang kiểm tra</guibutton>. Một trang sẽ được gửi lệnh để in..

source: <application>efax-gtk</application> can be used to send and receive faxes using a fax modem.
el: Η εφαρμογή <application>efax-gtk</application> μπορεί να χρησιμοποιηθεί για να στείλετε και να λάβετε φαξ χρησιμοποιώντας ένα φαξ μόντεμ.
ja: <application>efax-gtk</application> を使うと、FAXモデムを利用してFAXの送受信が可能です。
mk: <application>efax-gtk</application> може да се користи за праќање и примање на факсови со помош на факс модем.
nl: <application>efax-gtk</application> kan worden gebruikt om via een faxmodem faxen te versturen en te ontvangen.
ru: Для приёма и отправки факсов с помощью факс-модема, можно использовать программу <application>efax-gtk</application>.
sk: <application>efax-gtk</application> môže byť použité na odoslanie a prijatie faxov cez faxmodem.
vi: <application>efax-gtk</application> có thể được dùng để gửi và nhận fax qua một fax modem.

source: It also has an interface to provide a <quote>virtual printer</quote> for sending faxes from word processors and similar programs, can automatically e-mail a received fax to a designated user, and can automatically print a received fax.
el: Έχει ακόμα μια διεπαφή που παρέχει έναν <quote>εικονικό εκτυπωτή</quote> για την αποστολή φαξ από επεξεργαστές κειμένου και συναφή προγράμματα. Επίσης μπορεί αυτόματα να στέλνει με ηλεκτρονικό ταχυδρομείο ένα εισερχόμενο φαξ σε ένα καθορισμένο πρόσωπο και να το εκτυπώνει αυτόματα.
ja: ワードプロセッサや同様のプログラムからFAXを送信するための <quote>仮想プリンタ</quote> 機能を提供するインタフェースも備えており、自動的に指定されたユーザに受信FAXをメール送信したり、自動的に受信FAXを印刷することができます。
mk: Исто така, има и интерфејс кој овозможува <quote>виртуелен печатач</quote> за испраќање на факсови од текст уредувачи или слични програми, а може и автоматски да испраќа некој факс до корисник преку електронска пошта или пак автоматски да го печати примениот факс.
nl: Het bevat tevens een interface dat u een <quote>virtuele printer</quote> biedt om faxen vanuit tekstverwerkers en vergelijkbare programma's te versturen, het kan automatisch een ontvangen fax naar een vooraf ingestelde gebruiker e-mailen, en kan automatisch een ontvangen fax printen.
ru: Эта программа также предоставляет интерфейс, реализующий <quote>виртуальный принтер</quote> для отправки факсов из текстовых редакторов и подобных им программ, может автоматически отправить принятый факс указанному пользователю с помощью электронной почты, а также может автоматически распечатать принятый факс.
sk: Je to taktiež rozhranie pracujúce ako <quote>virtuálna tlačiareň</quote>, čo využijete pri posielaní faxov z textového editora a podobných programov. Taktiež vie automaticky poslať emailom prijatý fax určenému používateľovi alebo automaticky vytlačiť prijatý fax.
vi: Nó cũng có một giao diện cung cấp một <quote>máy in ảo</quote> để gửi fax từ một trình xử lý văn bản và các chương trình tương tự, có thể tự động gửi email một bản fax nhận được đến một người dùng được chỉ định, và có thể tự động in ra bản fax nhận được.

source: You can install the <application>efax-gtk</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
el: Μπορείτε να εγκαταστήσετε το πακέτο <application>efax-gtk</application> από το αποθετήριο λογισμικού της <quote>Κοινότητας (Universe)</quote> (δείτε το see <ulink type="help" url="ghelp:add-applications">Προσθήκη εφαρμογών</ulink>).
ja: <application>efax-gtk</application> パッケージを <quote>Universe</quote> リポジトリからインストールできます(<ulink type="help" url="ghelp:add-applications">アプリケーションの追加</ulink> を参照)。
mk: Може да го инсталирате <application>efax-gtk</application> пакетот <quote>Universe</quote> репозиториумите (видете <ulink type="help" url="ghelp:add-applications">Додади апликации</ulink>).
nl: U kunt het <application>efax-gtk</application>-pakket uit de <quote>Universe</quote> pakketbron installeren (zie <ulink type="help" url="ghelp:add-applications">Toepassingen installeren</ulink>).
ru: Вы можете установить пакет с приложением <application>efax-gtk</application> из репозитория <quote>Universe</quote> (см. <ulink type="help" url="ghelp:add-applications">Установка приложений</ulink>).
sk: Balík <application>efax-gtk</application> nainštalujete zo zdroja <quote>Universe</quote> (viď <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink>).
vi: Bạn có thể cài đặt gói ứng dụng <application>efax-gtk</application> từ nguồn cài đặt <quote>Universe</quote> (xem <ulink type="help" url="ghelp:add-applications">Thêm ứng dụng</ulink>).

source: To run <application>efax-gtk</application>, choose <menuchoice><guimenu>Applications</guimenu><guisubmenu>Office</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
el: Για να εκτελέσετε την εφαρμογή <application>efax-gtk</application>, επιλέξτε <menuchoice><guimenu>Εφαρμογές</guimenu><guisubmenu>Γραφείο</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
ja: <application>efax-gtk</application> を実行するには、<menuchoice><guimenu>アプリケーション</guimenu><guisubmenu>オフィス</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice> を選択してください。
mk: За стартување на <application>efax-gtk</application>, изберете <menuchoice><guimenu>Апликации</guimenu><guisubmenu>Канцелариски</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
nl: Om <application>efax-gtk</application> uit te voeren, klik op <menuchoice><guimenu>Toepassingen</guimenu><guisubmenu>Kantoor</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
ru: Чтобы запустить <application>efax-gtk</application>, выберите <menuchoice><guimenu>Приложения</guimenu><guisubmenu>Офис</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
sk: Na spustenie <application>efax-gtk</application> zvoľte <menuchoice><guimenu>Aplikácie</guimenu><guisubmenu>Kancelária</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
vi: Để chạy <application>efax-gtk</application>, chọn từ menu <menuchoice><guimenu>Các ứng dụng</guimenu><guisubmenu>Văn phòng</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.

source: <application>efax-gtk</application> requires a supported fax modem to be installed for it to function correctly.
el: Το <application>efax-gtk</application> απαιτεί την εγκατάσταση ενός υποστηριζόμενου φαξ μόντεμ για να λειτουργεί σωστά.
ja: <application>efax-gtk</application> が正しく機能するには、サポートされているFAXモデムが取り付けられている必要があります。
mk: <application>efax-gtk</application> побарува да имате инсталирано факс модем за да може коректно да функционира.
nl: Voor een correcte werking vereist <application>efax-gtk</application> dat een ondersteund faxmodem is ge√Ønstalleerd.
ru: Для корректной работы <application>efax-gtk</application> необходимо наличие поддерживаемого факс-модема.
sk: <application>efax-gtk</application> vyžaduje na svoje správne fungovanie nainštalovaný podporovaný faxmodem.
vi: <application>efax-gtk</application> đòi hỏi phải có một modem hỗ trợ fax được cài đặt để có thể hoạt động chính xác.

source: Most scanners are automatically supported by Ubuntu, and should be easy to install and operate. This guide will walk you through how to use your scanner and what to do if Ubuntu cannot find your scanner.
el: Οι περισσότεροι σαρωτές (scanners) υποστηρίζονται αυτόματα από το Ubuntu και είναι εύκολο να εγκατασταθούν και να λειτουργήσουν. Ο οδηγός αυτός θα σας κατευθύνει για το πως να χρησιμοποιείτε έναν σαρωτή και τι να κάνετε αν το Ubuntu δεν μπορεί να εντοπίσει τον σαρωτή σας.
ja: 多くのスキャナは自動的にUbuntuでサポートされており、簡単にインストールや操作を行えます。このガイドを見れば、スキャナの使い方やUbuntuがスキャナを見つけられない場合に何をすればいいか分かります。
mk: Повеќето скенери се автоматски подржани во Ubuntu и нивната инсталација и употреба би требало да е едноставна. Овој водич ќе го опише процесот на користење на вашиот скенер и што треба да направите ако Ubuntu не го пронајде скенерот.
nl: De meeste scanners worden door Ubuntu automatisch ondersteund en zouden eenvoudig te installeren en te bedienen moeten zijn. Deze handleiding helpt u om uw scanner te gebruiken en wat te doen als Ubuntu uw scanner niet kan vinden.
ru: Большинство сканеров автоматически поддерживаются Ubuntu и должны быть легки в установке и работе. Данное руководство описывает шаги, необходимые для использования сканера, а также рекомендации на случай, если Ubuntu не может определить сканер.
sk: Väčšina skenerov je automaticky podporovaná v Ubuntu a malo by byť jednoduché ich nainštalovať a používať. Tento sprievodca vás prevedie používaním vášho skenera a dozviete sa v ňom, čo robiť ak Ubuntu nerozozná váš skener.
vi: Hầu hết máy quét được tự động hỗ trợ bởi Ubuntu, và rất dễ dàng cài đặt cũng như vận hành. Phần này sẽ hướng dẫn bạn cách sử dụng máy quét và cách khắc phục nếu Ubuntu không nhận ra máy quét của bạn.

source: Check <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners"> https://wiki.ubuntu.com/HardwareSupportComponentsScanners</ulink> which is Ubuntu specific.
el: Δείτε το <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners"> https://wiki.ubuntu.com/HardwareSupportComponentsScanners</ulink> που ασχολείται συγκεκριμένα με το Ubuntu.
ja: Ubuntuの具体例は、<ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">https://wiki.ubuntu.com/HardwareSupportComponentsScanners</ulink> をチェックしてください。
mk: Проверете на <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners"> https://wiki.ubuntu.com/HardwareSupportComponentsScanners</ulink>, страница специфична за Ubuntu.
nl: Kijk op <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners"> https://wiki.ubuntu.com/HardwareSupportComponentsScanners</ulink>, wat Ubuntu-specifiek is.
ru: Проверьте ресурс <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners"> https://wiki.ubuntu.com/HardwareSupportComponentsScanners</ulink>, посвященный Ubuntu.
sk: Skontrolujte stránku <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners"> podporovaných skenerov</ulink>, ktorá je venovaná výlučne Ubuntu.
vi: Kiểm tra tại <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners"> https://wiki.ubuntu.com/HardwareSupportComponentsScanners</ulink> được chỉ định bởi Ubuntu.

source: <ulink url="http://www.sane-project.org/sane-backends.html">SANE project listing of support scanners</ulink> - The SANE (Scanner Access Now Easy) project provides most of the backends to the scanning software on Ubuntu.
el: <ulink url="http://www.sane-project.org/sane-backends.html">Λίστα σαρωτών που υποστηρίζονται από το έργο SANE</ulink> - Το έργο SANE (Scanner Access Now Easy) παρέχει όλους τους οδηγούς στο λογισμικό σάρωσης του Ubuntu.
ja: <ulink url="http://www.sane-project.org/sane-backends.html">SANE プロジェクトでサポートされているスキャナのリスト</ulink> - The SANE (Scanner Access Now Easy) project はUbuntuのスキャナソフトウェアのほとんどのバックエンドを提供しています。
mk: <ulink url="http://www.sane-project.org/sane-backends.html">Листа на подржани скенери од страна на SANE проектот</ulink> - SANE (Scanner Access Now Easy) проектот го нуди поголемиот дел од позадинскиот софтвер за скенирање во Ubuntu.
nl: <ulink url="http://www.sane-project.org/sane-backends.html">Lijst met ondersteunde scanners van het SANE-project</ulink> - Het SANE (Scanner Access Now Easy) project levert de meeste backends voor de scan-software in Ubuntu.
ru: <ulink url="http://www.sane-project.org/sane-backends.html">Список поддерживаемых сканеров проекта SANE</ulink>. Проект SANE (Scanner Access Now Easy - доступ к сканеру теперь прост) предоставляет большинство внутреннего ПО для программ сканирования в Ubuntu.
sk: <ulink url="http://www.sane-project.org/sane-backends.html">Zoznam skenerov podporovaných projektom SANE</ulink> - projekt SANE (v preklade Jednoducho a hneď prístup ku skeneru) poskytuje väčšinu podpory pre skenovacie programy v Ubuntu.
vi: <ulink url="http://www.sane-project.org/sane-backends.html">Danh sách của dự án SANE liệt kê các máy quét được hỗ trợ</ulink> - Dự án SANE (Truy cập máy quét giờ đây dễ dàng hơn) cung cấp hầu hết các ứng dụng quét ảnh trong Ubuntu.

source: Most of the time, Ubuntu will simply detect your scanner and you just be able to use it. To scan a document, you need to follow these steps:
el: Τι περισσότερες φορές το Ubuntu απλά θα εντοπίσει τον σαρωτή σας και θα μπορείτε να το χρησιμοποιήσετε έτσι απλά. Για να σαρώσετε ένα έγγραφο πρέπει να ακολουθήσετε τα παρακάτω βήματα:
ja: 多くの場合、Ubuntuはスキャナを検知してすぐに使える状態になります。文書をスキャンするには、以下の手順に従う必要があります:
mk: Во најголем број случаи, Ubuntu ќе го детектира вашиот скенер и ќе можете веднаш да започнете со негово користење. За секерирање на документ, потребно е да ги направите следните чекори:
nl: Ubuntu zal meestal uw scanner eenvoudigweg detecteren en zult u in staat zijn deze te gebruiken. Om een document te scannen volgt u deze stappen:
ru: В большинстве случаев Ubuntu просто определит ваш сканер, и вы сможете сразу же использовать его. Для сканирования документа выполните следующие шаги:
sk: Väčšinou Ubuntu jednoducho rozpozná váš skener a vy ho budete môcť hneď používať. Pre naskenovanie dokumentu nasledujte tieto kroky:
vi: Trong hầu hết trường hợp, Ubuntu sẽ chỉ đơn giản dò thấy máy quét của bạn và bạn có thể sử dụng nó ngay. Để quét một văn bản, bạn cần làm theo các bước sau:
