Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/printing/po/*.po
Languages: ar, bg, ca, cs, de, el, es, fi, fr, gl, hu, id, it, ja, mk, nl, pl, pt, pt_br, ro, ru, sk, sv, vi, zh_cn

source: translator-credits
ar: Launchpad Contributions: Ahmad Gharbeia أحمد غربية https://launchpad.net/~gharbeia Launchpad Contributions: Ahmad Gharbeia أحمد غربية https://launchpad.net/~gharbeia Khaled Hosny https://launchpad.net/~khaledhosny Osama https://launchpad.net/~osamak-wfm
bg: Launchpad Contributions: Emil Pavlov https://launchpad.net/~emil-p-pavlov Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: Krasimir Chonov https://launchpad.net/~kchonov Launchpad Translations Administrators https://launchpad.net/~rosetta-admins
ca: Launchpad Contributions: David Planella https://launchpad.net/~dpm Launchpad Contributions: David Planella https://launchpad.net/~dpm Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: David Planella https://launchpad.net/~dpm Joan Duran https://launchpad.net/~jodufi Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: David Planella https://launchpad.net/~dpm Joan Duran https://launchpad.net/~jodufi
cs: David Vachulka, 2006 Launchpad Contributions: Kamil Páral https://launchpad.net/~ripper42 dvx https://launchpad.net/~david-konstrukce-cad Launchpad Contributions: Kamil Páral https://launchpad.net/~kamil.paral dvx https://launchpad.net/~david-konstrukce-cad Launchpad Contributions: Kamil Páral https://launchpad.net/~kamil.paral Vojtěch Procházka https://launchpad.net/~v.proch Zdeněk Dlauhý https://launchpad.net/~zdlauhy dvx https://launchpad.net/~david-konstrukce-cad Launchpad Contributions: Kamil Páral https://launchpad.net/~kamil.paral Vojtěch Procházka https://launchpad.net/~v.proch Zdeněk Dlauhý https://launchpad.net/~zdlauhy dvx https://launchpad.net/~david-konstrukce-cad Launchpad Contributions: Adrian Guniš https://launchpad.net/~andygun Kamil Páral https://launchpad.net/~kamil.paral Vojtěch Procházka https://launchpad.net/~v.proch Zdeněk Dlauhý https://launchpad.net/~zdlauhy dvx https://launchpad.net/~david-konstrukce-cad Launchpad Contributions: Adrian Guniš https://launchpad.net/~andygun Kamil Páral https://launchpad.net/~kamil.paral Vojtěch Procházka https://launchpad.net/~v.proch Zdeněk Dlauhý https://launchpad.net/~zdlauhy dvx https://launchpad.net/~david-konstrukce-cad
de: Sebastian Heinlein <glatzor@ubuntu.com> Launchpad Contributions: Ralf https://launchpad.net/~ralf-weyer simpson-fan https://launchpad.net/~valentin-steinwandter Launchpad Contributions: Ralf https://launchpad.net/~ralf-weyer Launchpad Contributions: Maren Reinecke https://launchpad.net/~maren-reinecke Ralf https://launchpad.net/~ralf-weyer Sebastian Heinlein https://launchpad.net/~glatzor Tapsiturtle https://launchpad.net/~tapsiturtle Launchpad Contributions: Maren Reinecke https://launchpad.net/~maren-reinecke Moritz Baumann https://launchpad.net/~mo-germany Ralf https://launchpad.net/~ralf-weyer Launchpad Contributions: Christof Reuter https://launchpad.net/~christof-reuter Jochen Skulj https://launchpad.net/~joskulj Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Maren Reinecke https://launchpad.net/~maren-reinecke Moritz Baumann https://launchpad.net/~mo-germany
el: Launchpad Contributions: Konstantinos Togias https://launchpad.net/~ktogias Launchpad Contributions: Konstantinos Togias https://launchpad.net/~ktogias Launchpad Contributions: Kainourgiakis Giorgos https://launchpad.net/~kaingeo Konstantinos Togias https://launchpad.net/~ktogias Launchpad Contributions: Kainourgiakis Giorgos https://launchpad.net/~kaingeo Konstantinos Togias https://launchpad.net/~ktogias
es: Launchpad Contributions: Deisy Yekaterina https://launchpad.net/~onlyone342 Gerardo Cruz https://launchpad.net/~gcruz José Lecaros Cisterna https://launchpad.net/~lecaros Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Deisy Yekaterina https://launchpad.net/~onlyone342 Gerardo Cruz https://launchpad.net/~gcruz José Lecaros Cisterna https://launchpad.net/~lecaros Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Deisy Yekaterina https://launchpad.net/~onlyone342 Gerardo Cruz https://launchpad.net/~gcruz José Lecaros Cisterna https://launchpad.net/~lecaros Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Deisy Yekaterina https://launchpad.net/~onlyone342 Gerardo Cruz https://launchpad.net/~gcruz José Lecaros Cisterna https://launchpad.net/~lecaros Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Ariel Cabral https://launchpad.net/~acabral1961 Deisy Yekaterina https://launchpad.net/~onlyone342 Gerardo Cruz https://launchpad.net/~gcruz José Lecaros Cisterna https://launchpad.net/~lecaros Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Ariel Cabral https://launchpad.net/~acabral1961 Deisy Yekaterina https://launchpad.net/~onlyone342 Gerardo Cruz https://launchpad.net/~gcruz José Lecaros Cisterna https://launchpad.net/~lecaros Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo
fi: Ubuntun suomentajaryhmä <ubuntu-fi@lists.ubuntu.com>, 2006 Launchpad Contributions: Janne Solanpää https://launchpad.net/~regel Mikko Piippo https://launchpad.net/~piippo-cc Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Tauriainen https://launchpad.net/~t-tauriainen Launchpad Contributions: Janne Solanpää https://launchpad.net/~regel Mikko Piippo https://launchpad.net/~piippo-cc Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Tauriainen https://launchpad.net/~t-tauriainen Launchpad Contributions: Janne Solanpää https://launchpad.net/~regel Mikko Piippo https://launchpad.net/~piippo-cc Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Tauriainen https://launchpad.net/~t-tauriainen Launchpad Contributions: Elias Julkunen https://launchpad.net/~eliasj Janne Solanpää https://launchpad.net/~jasasola Mikko Piippo https://launchpad.net/~piippo-cc Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Tauriainen https://launchpad.net/~t-tauriainen Launchpad Contributions: Aapo Rantalainen https://launchpad.net/~aapo-rantalainen Elias Julkunen https://launchpad.net/~eliasj Heikki Mäntysaari https://launchpad.net/~heikki-mantysaari Janne Solanpää https://launchpad.net/~jasasola Mikko Piippo https://launchpad.net/~piippo-cc Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Tauriainen https://launchpad.net/~t-tauriainen Launchpad Contributions: Aapo Rantalainen https://launchpad.net/~aapo-rantalainen Elias Julkunen https://launchpad.net/~eliasj Heikki Mäntysaari https://launchpad.net/~heikki-mantysaari Janne Solanpää https://launchpad.net/~jasasola Mikko Piippo https://launchpad.net/~piippo-cc Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Tauriainen https://launchpad.net/~t-tauriainen
fr: Launchpad Contributions: Bruno Patri https://launchpad.net/~bruno-patri Claude Paroz https://launchpad.net/~paroz Eric Bandel https://launchpad.net/~eric-bandel Gilles Accad https://launchpad.net/~dagg Nicolas Albert https://launchpad.net/~nicolas-albert-85 Nicolas DERIVE https://launchpad.net/~kalon33 Launchpad Contributions: Bruno Patri https://launchpad.net/~bruno-patri Claude Paroz https://launchpad.net/~paroz Eric Bandel https://launchpad.net/~eric-bandel Gilles Accad https://launchpad.net/~dagg Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Nicolas DERIVE https://launchpad.net/~kalon33 Launchpad Contributions: Bruno Patri https://launchpad.net/~bruno-patri Claude Paroz https://launchpad.net/~paroz Eric Bandel https://launchpad.net/~eric-bandel Gilles Accad https://launchpad.net/~dagg Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Nicolas DERIVE https://launchpad.net/~kalon33 Launchpad Contributions: Bruno Patri https://launchpad.net/~bruno-patri Claude Paroz https://launchpad.net/~paroz Eric Bandel https://launchpad.net/~eric-bandel Gilles Accad https://launchpad.net/~dagg Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Nicolas DERIVE https://launchpad.net/~kalon33 Launchpad Contributions: Anthony Guéchoum https://launchpad.net/~athael Aurélien Hennel https://launchpad.net/~hud-centerid1 Banal https://launchpad.net/~banalanab Benoit https://launchpad.net/~benoit- Bruno Patri https://launchpad.net/~bruno-patri Claude Paroz https://launchpad.net/~paroz Denis Choveaux https://launchpad.net/~denis-choveaux Eric Bandel https://launchpad.net/~eric-bandel FredBezies https://launchpad.net/~fredbezies Gilles Accad https://launchpad.net/~dagg Jean-Philippe LECHÊNE https://launchpad.net/~jphlechene Jerod212 https://launchpad.net/~jerod212 Mathieu Goeminne https://launchpad.net/~mathieugoeminne Nicolas DERIVE https://launchpad.net/~kalon33
gl: Launchpad Contributions: Xosé https://launchpad.net/~ubuntu-galizaweb Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Xosé https://launchpad.net/~ubuntu-galizaweb Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Xosé https://launchpad.net/~ubuntu-galizaweb Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Xosé https://launchpad.net/~ubuntu-galizaweb Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Xosé https://launchpad.net/~ubuntu-galizaweb marisma https://launchpad.net/~mariamarcp
hu: Launchpad Contributions: Gabor Kelemen https://launchpad.net/~kelemeng Hajni https://launchpad.net/~hhajni Istvan Szekeres https://launchpad.net/~szekeres Karoly Gossler https://launchpad.net/~connor ToPiX https://launchpad.net/~toth-istvan Launchpad Contributions: Gabor Kelemen https://launchpad.net/~kelemeng Hajni https://launchpad.net/~hhajni Istvan Szekeres https://launchpad.net/~szekeres Karoly Gossler https://launchpad.net/~connor ToPiX https://launchpad.net/~toth-istvan
id: Andy Apdhani <imtheface@gmail.com>, 2006. Launchpad Contributions: Andy Apdhani https://launchpad.net/~imtheface Launchpad Contributions: Andy Apdhani https://launchpad.net/~imtheface Andy Apdhani https://launchpad.net/~imtheface-gmail Mahyuddin Susanto https://launchpad.net/~udienz Launchpad Contributions: Andy Apdhani https://launchpad.net/~imtheface Andy Apdhani https://launchpad.net/~imtheface-gmail Mahyuddin Susanto https://launchpad.net/~udienz Launchpad Contributions: Andy Apdhani https://launchpad.net/~imtheface Andy Apdhani https://launchpad.net/~imtheface-gmail Cecep Mahbub https://launchpad.net/~cecepm D. Adhiyaksa https://launchpad.net/~zeonix1984 Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mahyuddin Susanto https://launchpad.net/~udienz Sihabul Milah https://launchpad.net/~eshabe Launchpad Contributions: Andy Apdhani https://launchpad.net/~imtheface Cecep Mahbub https://launchpad.net/~cecepm D. Adhiyaksa https://launchpad.net/~zeonix1984 Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mahyuddin Susanto https://launchpad.net/~udienz Sihabul Milah https://launchpad.net/~eshabe Launchpad Contributions: Andy Apdhani https://launchpad.net/~imtheface Cecep Mahbub https://launchpad.net/~cecepm D. Adhiyaksa https://launchpad.net/~zeonix1984 Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mahyuddin Susanto https://launchpad.net/~udienz Matthew East https://launchpad.net/~mdke Sihabul Milah https://launchpad.net/~eshabe
it: Launchpad Contributions: Giancarlo Furia https://launchpad.net/~giancarlo-furia Milo Casagrande https://launchpad.net/~milo Naldini Paolo https://launchpad.net/~hattory Trapanator https://launchpad.net/~trapanator Vincenzo Consales https://launchpad.net/~aquarius987 Launchpad Contributions: Giancarlo Furia https://launchpad.net/~giancarlo-furia Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Milo Casagrande https://launchpad.net/~milo Paolo Naldini https://launchpad.net/~hattory Sergio Zanchetta https://launchpad.net/~primes2h Trapanator https://launchpad.net/~trapanator Launchpad Contributions: Giancarlo Furia https://launchpad.net/~giancarlo-furia Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Milo Casagrande https://launchpad.net/~milo Paolo Naldini https://launchpad.net/~hattory Sergio Zanchetta https://launchpad.net/~primes2h Trapanator https://launchpad.net/~trapanator Launchpad Contributions: Giancarlo Furia https://launchpad.net/~giancarlo-furia Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Milo Casagrande https://launchpad.net/~milo Paolo Naldini https://launchpad.net/~hattory Sergio Zanchetta https://launchpad.net/~primes2h Trapanator https://launchpad.net/~trapanator Launchpad Contributions: Alessio Treglia https://launchpad.net/~quadrispro Bobby https://launchpad.net/~mezzosangue2002 Cl@ude https://launchpad.net/~claudio-arseni Francesco Baldini https://launchpad.net/~francesco-baldini Giancarlo Furia https://launchpad.net/~giancarlo-furia Ludovico Salemi https://launchpad.net/~ludovico Milo Casagrande https://launchpad.net/~milo Milo Casagrande https://launchpad.net/~milo-casagrande Paolo Naldini https://launchpad.net/~hattory Sergio Zanchetta https://launchpad.net/~primes2h Thomas Scalise https://launchpad.net/~blk-revenge Trapanator https://launchpad.net/~trapanator Launchpad Contributions: Alessio Treglia https://launchpad.net/~quadrispro Bobby https://launchpad.net/~mezzosangue2002 Cl@ude https://launchpad.net/~claudio-arseni Francesco Baldini https://launchpad.net/~francesco-baldini Giancarlo Furia https://launchpad.net/~giancarlo-furia Ludovico Salemi https://launchpad.net/~ludovico Milo Casagrande https://launchpad.net/~milo Milo Casagrande https://launchpad.net/~milo-casagrande Paolo Naldini https://launchpad.net/~hattory Sergio Zanchetta https://launchpad.net/~primes2h Thomas Scalise https://launchpad.net/~blk-revenge Trapanator https://launchpad.net/~trapanator
ja: Launchpad Contributions: CMasami https://launchpad.net/~cmasami Kanetaka Suto https://launchpad.net/~kanetaka Kentaro Kazuhama https://launchpad.net/~kazken3 Mitsuya Shibata https://launchpad.net/~cosmos-door Shushi Kurose https://launchpad.net/~kurokuro
mk: Launchpad Contributions: Андон Сикавица https://launchpad.net/~andon-sikavica Launchpad Contributions: Андон Сикавица https://launchpad.net/~andon-sikavica
nl: Launchpad Contributions: Jan Claeys https://launchpad.net/~janc Randall https://launchpad.net/~randall-songshu Launchpad Contributions: Jan Claeys https://launchpad.net/~janc Launchpad Contributions: Balaam's Miracle https://launchpad.net/~balaam-balaamsmiracle Jan Claeys https://launchpad.net/~janc Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: Balaam's Miracle https://launchpad.net/~balaam-balaamsmiracle Launchpad Translations Administrators https://launchpad.net/~rosetta-admins
pl: Tomasz Dominikowski (Polish Ubuntu Translators) Launchpad Contributions: Dominik Zablotny https://launchpad.net/~doza Karolaq https://launchpad.net/~karolaq rineo https://launchpad.net/~rineo Launchpad Contributions: Dominik Zablotny https://launchpad.net/~doza Karolaq https://launchpad.net/~karolaq Launchpad Contributions: Dominik Zablotny https://launchpad.net/~doza Dominik Zablotny https://launchpad.net/~doza-sztorm Karolaq https://launchpad.net/~karolaq Mateusz Tybura https://launchpad.net/~wujciol Launchpad Contributions: Dominik Zablotny https://launchpad.net/~doza Karolaq https://launchpad.net/~karolaq Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mateusz Tybura https://launchpad.net/~wujciol Launchpad Contributions: Dominik Zablotny https://launchpad.net/~doza Jan Pogocki https://launchpad.net/~janpogocki Karolaq https://launchpad.net/~karolaq Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mateusz Tybura https://launchpad.net/~wujciol Wiatrak https://launchpad.net/~wiatrak. Launchpad Contributions: Artur Szymanski https://launchpad.net/~arteek Dominik Zablotny https://launchpad.net/~doza Jan Pogocki https://launchpad.net/~janpogocki Karolaq https://launchpad.net/~karolaq Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mateusz Tybura https://launchpad.net/~wujciol Piotr Strębski https://launchpad.net/~strebski Wiatrak https://launchpad.net/~wiatrak.
pt: Launchpad Contributions: Marco Rodrigues https://launchpad.net/~gothicx Marco da Silva https://launchpad.net/~marcodasilva Susana Pereira https://launchpad.net/~susana leonorhungria https://launchpad.net/~leonorhungria Launchpad Contributions: António Lima https://launchpad.net/~amrlima Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Marco Rodrigues https://launchpad.net/~gothicx Marco da Silva https://launchpad.net/~marcodasilva Susana Pereira https://launchpad.net/~susana leonorhungria https://launchpad.net/~leonorhungria Launchpad Contributions: António Lima https://launchpad.net/~amrlima Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Marco Rodrigues https://launchpad.net/~gothicx Marco da Silva https://launchpad.net/~marcodasilva Susana Pereira https://launchpad.net/~susana leonorhungria https://launchpad.net/~leonorhungria Launchpad Contributions: António Lima https://launchpad.net/~amrlima Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Marco Rodrigues https://launchpad.net/~gothicx Marco da Silva https://launchpad.net/~igama Mykas0 https://launchpad.net/~mykas0 Susana Pereira https://launchpad.net/~susana leonorhungria https://launchpad.net/~leonorhungria Launchpad Contributions: António Lima https://launchpad.net/~amrlima Carlos Geadas https://launchpad.net/~carlosgeadas Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Marco Rodrigues https://launchpad.net/~gothicx Marco da Silva https://launchpad.net/~igama Mykas0 https://launchpad.net/~mykas0 Susana Pereira https://launchpad.net/~susana leonorhungria https://launchpad.net/~leonorhungria Launchpad Contributions: António Lima https://launchpad.net/~amrlima Carlos Geadas https://launchpad.net/~carlosgeadas Dark_Webster https://launchpad.net/~pedro-flores-16 Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Marco Rodrigues https://launchpad.net/~gothicx Marco da Silva https://launchpad.net/~igama Mykas0 https://launchpad.net/~mykas0 Susana Pereira https://launchpad.net/~susana leonorhungria https://launchpad.net/~leonorhungria
pt_br: Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Andre Noel https://launchpad.net/~andrenoel Daniel Neis https://launchpad.net/~danielneis bruno https://launchpad.net/~brunomacagnani Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Andre Noel https://launchpad.net/~andrenoel Daniel Neis https://launchpad.net/~danielneis Launchpad Translations Administrators https://launchpad.net/~rosetta-admins bruno https://launchpad.net/~brunomacagnani Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Andre Noel https://launchpad.net/~andrenoel André Gondim https://launchpad.net/~andregondim Daniel Neis https://launchpad.net/~danielneis Launchpad Translations Administrators https://launchpad.net/~rosetta-admins bruno https://launchpad.net/~brunomacagnani Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Andre Noel https://launchpad.net/~andrenoel André Gondim https://launchpad.net/~andregondim Daniel Neis https://launchpad.net/~danielneis Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mario Ancelmo C. Silva https://launchpad.net/~marioancelmo bruno https://launchpad.net/~brunomacagnani Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Andre Noel https://launchpad.net/~andrenoel André Gondim https://launchpad.net/~andregondim Arthur Rodrigues https://launchpad.net/~araruna Daniel Neis https://launchpad.net/~danielneis Filipe Rosset https://launchpad.net/~rosset Gerson "fserve" Barreiros https://launchpad.net/~fserve Henrique P. Machado https://launchpad.net/~zehrique Mario A. C. Silva (Exp4nsion) https://launchpad.net/~marioancelmo bruno https://launchpad.net/~brunomacagnani elias https://launchpad.net/~eliasalves123
ro: Launchpad Contributions: Silviu Bojica https://launchpad.net/~bojicas Launchpad Contributions: Silviu Bojica https://launchpad.net/~bojicas Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban AlexB https://launchpad.net/~dirmass Ionuț Jula https://launchpad.net/~ionutjula Liviu Uţiu https://launchpad.net/~liviu Silviu Bojica https://launchpad.net/~bojicas Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban AlexB https://launchpad.net/~dirmass Ionuț Jula https://launchpad.net/~ionutjula Liviu Uţiu https://launchpad.net/~liviu Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban AlexB https://launchpad.net/~dirmass Andrei Brănescu https://launchpad.net/~andreibranescu Doru Horișco https://launchpad.net/~doruhushhush Ionuț Jula https://launchpad.net/~ionutjula Liviu Uţiu https://launchpad.net/~liviu
ru: Georgy Faradzhev <georgy.faradzhev@gmail.com> Igor Zubarev <igor4u@gmail.com> Андрей Кондукторов <merkator@bk.ru> Dmitry Dementiev <ddmitry@gmail.com> Dmitry Drozdovich <demon_lord@rambler.ru> George Anderston <anderston@gmail.com> Mi Kashkin <mkashkin@gmail.com> Сергей Укустов <zajats@nc.ru> Dmitry Petrov <demon@krasno.ru> Sergey Smirnov <sergous@gmail.com> Shamil Abdullajev <jogin@hot.ee> alexei <alek32@mail.ru> boa <b.o.a@mail.ru> wiz <aenor.realm@gmail.com> Вячеслав Родионов <bepcyc@gmail.com> Александр Саламатников <dev65@gala.net> Sauil Launchpad Contributions: Al https://launchpad.net/~kavaj Alexey Balmashnov https://launchpad.net/~a.balmashnov Igor Zubarev https://launchpad.net/~igor4u Viktor Kazakov https://launchpad.net/~kvs16 Launchpad Contributions: Al https://launchpad.net/~kavaj Alexey Balmashnov https://launchpad.net/~a.balmashnov Igor Zubarev https://launchpad.net/~igor4u Viktor Kazakov https://launchpad.net/~kvs16 Александр AldeX Крылов https://launchpad.net/~aldex Launchpad Contributions: Al https://launchpad.net/~kavaj Alexey Balmashnov https://launchpad.net/~a.balmashnov Alyx Nikolaenko https://launchpad.net/~ceekay80 Igor Zubarev https://launchpad.net/~igor4u Viktor Kazakov https://launchpad.net/~kvs16 Александр AldeX Крылов https://launchpad.net/~aldex Launchpad Contributions: Al https://launchpad.net/~kavaj Alexey Balmashnov https://launchpad.net/~a.balmashnov Igor Zubarev https://launchpad.net/~igor4u Viktor Kazakov https://launchpad.net/~kvs16 Александр AldeX Крылов https://launchpad.net/~aldex
sk: Launchpad Contributions: pe3k https://launchpad.net/~qyx Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Matej Duman https://launchpad.net/~dumi pe3k https://launchpad.net/~qyx
sv: Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Torbjörn Hed https://launchpad.net/~torbjorn-hed Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Torbjörn Hed https://launchpad.net/~torbjorn-hed Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Torbjörn Hed https://launchpad.net/~torbjorn-hed Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Torbjörn Hed https://launchpad.net/~torbjorn-hed Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Dennis Gren https://launchpad.net/~omvdennis-deactivatedaccount Håkan Hagman https://launchpad.net/~sagabusan Magnus S https://launchpad.net/~magnuss Torbjörn Hed https://launchpad.net/~torbjorn-hed
vi: Launchpad Contributions: Viet Hung https://launchpad.net/~vvhung Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Viet Hung https://launchpad.net/~vvhung zeratulbk https://launchpad.net/~congtumotsach Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Viet Hung https://launchpad.net/~vvhung zeratulbk https://launchpad.net/~congtumotsach Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Viet Hung https://launchpad.net/~vvhung lusiads https://launchpad.net/~lusiads zeratulbk https://launchpad.net/~congtumotsach
zh_cn: Launchpad Contributions: Ihnus Qcshz https://launchpad.net/~qcshzihnus ZDYX https://launchpad.net/~zhangduyixiong Launchpad Contributions: Hongqian Xu https://launchpad.net/~hqxu Ihnus Qcshz https://launchpad.net/~qcshzihnus Launchpad Translations Administrators https://launchpad.net/~rosetta-admins ZDYX https://launchpad.net/~zdyx luojie-dune https://launchpad.net/~luojie-dune Launchpad Contributions: Hongqian Xu https://launchpad.net/~hqxu Ihnus Qcshz https://launchpad.net/~qcshzihnus Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Tao Wei https://launchpad.net/~weitao1979 ZDYX https://launchpad.net/~zdyx luojie-dune https://launchpad.net/~luojie-dune Launchpad Contributions: Hongqian Xu https://launchpad.net/~hqxu Ihnus Qcshz https://launchpad.net/~qcshzihnus Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Tao Wei https://launchpad.net/~weitao1979 ZDYX https://launchpad.net/~zdyx luojie-dune https://launchpad.net/~luojie-dune Launchpad Contributions: Guanglin Du https://launchpad.net/~dugl Hongqian Xu https://launchpad.net/~hqxu Ihnus Qcshz https://launchpad.net/~qcshzihnus Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Tao Wei https://launchpad.net/~weitao1979-deactivatedaccount ZDYX https://launchpad.net/~zdyx ZhangCheng https://launchpad.net/~xxzc luojie-dune https://launchpad.net/~luojie-dune
