Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/hardware/po/*.po
Languages: eu, tr

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
eu: ubuntu-doc@lists.ubuntu.com (Ubuntu Dokumentatzeko Proiektua)
tr: ubuntu-doc@lists.ubuntu.com (Ubuntu Belgelendirme Projesi)

source: Hardware
eu: Hardwarea
tr: Donanım

source: Working with hardware devices
eu: Hardware gailuekin lan egitea
tr: Donanım ile Çalışmak

source: Credits and License
eu: Kredituak eta Lientzia
tr: Künye ve Lisans

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
eu: Dokumentu hau Ubuntu dokumentazio taldeak (https://wiki.ubuntu.com/DocumentationTeam) mantentzen du. Parte hartzaileen zerrenda bat eskuratzeko, ikusi <ulink url="../../../common/C/contributors.xml">parte hartzaileen orria</ulink>
tr: Bu belge Ubuntu belgelendirme ekibince sağlanmaktadır (https://wiki.ubuntu.com/DocumentationTeam). Katılımcıların bir listesi için <ulink url="../../../common/C/contributors.xml">katılımcı sayfasına</ulink> bakın.

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
eu: Dokumentu hau Creative Commons ShareAlike 2.5 Lizentziapean (CC-BY-SA) argitaratzen da.
tr: Bu belge Creative Commons ShareAlike 2.5 Lisansı (CC-BY-SA) kapsamındadır.

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
eu: Aske zara Ubuntu dokumentazioaren iturburu-kodea aldatu, luzatu eta hobetzeko, betiere lizentzia honen baldintzapean. Eratorritako lan guztiak lizentzia honen pean argitaratu behar dira.
tr: Bu lisansa göre, Ubuntu belgeleme kaynak kodunu özgürce değiştirebilir, genişletebilir ve geliştirebilirsiniz. Türetilmiş çalışmalar bu lisans altında yayımlanmalıdır.

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
eu: Dokumentu hau erabilgarri izango den ustetan banatzen da, baino INOLAKO BERMERIK GABE; ez MERKATURATZE berme inplizitoa ez eta HELBURU JAKIN BATERAKO EGOKI IZANGO DELAKOA ere ARDURA EZEZTAPENEAN AZALDU BEZALA.
tr: Bu belge faydalı olabileceği umularak dağıtılmaktadır, fakat hiçbir GARANTİSİ YOKTUR; hatta BU FERAGATNAMEDE BELİRTİLDİĞİ GİBİ TİCARİ ya da HERHANGİ BAŞKA BİR AMACA UYGUNLUĞU bile garanti edilemez.

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
eu: Lizentzia honen kopia bat eskuragarri duzu hemen: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike Lizentzia</ulink>.
tr: Lisansın bir kopyası buradan temin edilebilir: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike Lisansı</ulink>.

source: Canonical Ltd. and members of the Ubuntu Documentation Project
eu: Canonical Ltd. eta Ubuntu Dokumentazio Proiektuko taldekideak
tr: Canonical Ltd. ve Ubuntu Belgeleme Projesi üyeleri

source: The Ubuntu Documentation Project
eu: Ubuntu Dokumentazio Proiektua
tr: Ubuntu Belgeleme Projesi

source: Your computer consists of a number of connected devices, which are collectively known as computer <emphasis>hardware</emphasis>.
eu: Zure ordenagailua elkarren artean konektatutako zenbait gailuz osatzen da, <emphasis>hardwarea</emphasis> bezala ezagunak.
tr: Bilgisayarınız <emphasis>donanım</emphasis> adı verilen parçaların birbirlerine bağlanması ile meydana gelir.

source: Ubuntu normally configures your hardware automatically, but there may be occasions when you need to make changes to settings relating to hardware yourself. This section provides information on tools which can be used to configure your hardware.
eu: Normalean, UIbuntuk automatikoki konfiguratuko du zure hardwarea, baina batzutan zuk zeuk aldatu beharko dituzu gailu baten ezarpenak. Atal honetan zure hardwarea konfiguratzeko erabili daitezkeen tresnen inguruko informazioa daukazu.
tr: Ubuntu genellikle donanımınızı otomatik olarak yapılandırır, fakat bazı hallerde donanımınızın ayarlarında değişiklikler yapmanız gerekebilir. Bu bölümde donanımızın ayarlarını değiştirirken kullanılan uygulamalar hakkında bilgiler verilecektir.

source: Restricted drivers
eu: Kontrolatzaile mugatuak
tr: Kısıtlanmış sürücüler

source: Some devices attached to your computer may need restricted drivers to be installed in order to work properly.
eu: Zure ordenagailura konektatutako gailu batzuek kontrolatzaile mugatuak beharko dituzte ongi funtzionatzeko.
tr: Bilgisayarınıza bağlı bazı aygıtların düzgün çalışabilmesi için kısıtlı sürücüleri yüklemeniz gerekebilir.

source: Why are some drivers restricted?
eu: Zergatik dira mugatuak kontrolatzaile batzuk?
tr: Neden bazı sürücüler kısıtlıdır?

source: Most of the devices (hardware) attached to your computer should function properly in Ubuntu. These devices are likely to have <emphasis>unrestricted</emphasis> drivers, which means that the drivers can be modified by the Ubuntu developers and problems with them can be fixed.
eu: Zure ordenagailura konektatutako gailu (hardware) gehienek ongi funtzionatu beharko lukete Ubuntun. Ziurrenik gailu hauentzako kontrolatzaile <emphasis>ez-mugatuak</emphasis> egongo dira (Ubunturen garatzaileek aldatu egin ditzakete arazoak konpontzeko).
tr: Bilgisayarınıza bağlı çoğu aygıt (donanım) Ubuntu ile düzgün çalışabilir. Bu aygıtlar için <emphasis>kısıtlanmamış</emphasis> sürücüler kullanılabilir, böylece donanımın çalışması ile ilgili herhangi bir sorun saptandığında Ubuntu geliştiricileri tarafından sürücüler düzeltilebilir.

source: Some hardware does not have unrestricted drivers, usually because the hardware manufacturer has not released details of their hardware which would make it possible to create such a driver. These devices may have limited functionality or may not work at all.
eu: Hardware batzuek ez dute kontrolatzaile ez-mugaturik izango, normalean, fabrikatzaileak ez duelako hardware horren inguruko informaziorik eman (eta horrek kontrolatzaile bat sortzea eragozten du). Kontrolatzaile hauek funtzinoalitate mugatua izan dezakete, edo agian ez dute funtzionatu ere egingo.
tr: Bazı donanımların kısıtlanmamış sürücüleri yoktur. Bu, genellikle donanım üreticisinin ürünleri hakkında bilgi vermemesinden ve bu nedenle de o donanıma uygun sürücü geliştirilememesinden kaynaklanmaktadır. Bu tip donanımların işlevselliği kısıtlıdır ya da hiç çalışmayabilir.

source: If a <emphasis>restricted driver</emphasis> is availble for a certain device, you can install it in order to allow your device to function properly, or to add new features. For example, installing a restricted driver for certain graphics cards may allow you to use more advanced <ulink type="help" url="ghelp:desktop-effects">desktop effects</ulink>.
eu: <emphasis>Kontrolatzaile mugatu</emphasis> bat badago gailu jakin batentzat, instalatu egin dezakezu gailuak ongi funtzionatu dezan, edo ezaugarri berriak gehitzeko. Adibidez. txartel grafiko batzuentzako kontrolatzaile mugatuak instalatuz gero, <ulink type="help" url="ghelp:desktop-effects">mahaigaineko efektu</ulink> aurreratuagoak lortu ahalko dituzu.
tr: Eğer herhangi bir <emphasis>kısıtlanmış sürücü</emphasis> mevcut ise bunu donanımızın düzgün olarak çalışması ya da ona yeni özellikler eklemek için yükleyebilirsiniz. Örneğin, kısıtlanmış bir sürücü yükleyerek mevcut grafik kartınızın daha gelişmiş <ulink type="help" url="ghelp:desktop-effects">masaüstü efektleri</ulink> kullanmasını sağlayabilirsiniz.

source: Some computers may not have any devices which can use restricted drivers, either because all of the devices are fully supported by unrestricted drivers or because no restricted drivers are yet available for the device.
eu: Posible da zure ordenagailuan kontrolatzaile mugatuak dituen gailurik ez egotea; gailu guztientzako sostengua eskaintzen duten kontrolatzaile ez-mugatuak daudelako, edo ez dagoelako gailuarentzako kontrolatzaile mugaturik.
tr: Bazı bilgisayarlar kısıtlanmış sürücü kullanacak donanımlara sahip olmayabilir. Bunun nedeni, donanımların kısıtlanmamış sürücüler tarafından tamamen desteklenmesi ya da bu donanıma ait herhangi bir kısıtlanmış sürücünün henüz mevcut olmamasıdır.

source: Restricted drivers are often maintained by the hardware manufacturer, and so cannot be modified by Ubuntu developers if there is a problem.
eu: Fabrikatzaileek sostengatu ohi dituzte kontrolatzaile mugatuak, eta beraz, Ubunturen garatzaileek ezin dituzte aldatu (arazoak konpontzeko bada ere).
tr: Kısıtlanmış sürücüler genellikle donanım üreticileri tarafından sağlanır. Bu nedenle herhangi bir problem olması durumunda aygıt sürücüsü Ubuntu geliştiricileri tarafından düzeltilemez.

source: Enabling a restricted driver
eu: Kontrolatzaile mugatuak gaitzea
tr: Kısıtlanmış bir sürücü aktif ediliyor

source: To use a restricted driver for a device:
eu: Gailu batentzako kontrolatzaile mugatua erabiltzeko:
tr: Herhangi bir donanım için kısıtlanmış sürücüyü kullanmak için:

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Restricted Drivers Manager</guimenuitem></menuchoice>
eu: Sakatu ezazu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administrazioa</guimenuitem><guimenuitem>Kontrolatzaile Mugatuen Kudeatzailea</guimenuitem></menuchoice>
tr: <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Yönetim</guimenuitem><guimenuitem>Kısıtlanmış Sürücü Yöneticisi</guimenuitem></menuchoice>'ne tıklayın.

source: Find the driver which you would like to enable and check the box in the <guilabel>Enabled</guilabel> column, next to its name
eu: Gaitu nahi duzun kontrolatzailea aurkitu eta <guilabel>Gaituta</guilabel> zutabeko kutxa markatu ezazu, bere izenaren parean
tr: Aktif etmek istediğiniz sürücüyü bulun ve adının yanındaki <guilabel>Aktif</guilabel> kutucuğunu işaretleyin

source: You will be asked to confirm that you want to enable the driver. Press <guibutton>Enable Driver</guibutton>
eu: Ea kontrolatzailea gaitu nahi duzun galdetuko zaizu. <guilabel>Kontrolatzailea gaitu</guilabel> sakatu ezazu.
tr: Sürücünün aktif edilmesini onaylamanız istenecektir. <guibutton>Sürücüyü Aktif Et</guibutton> butonuna tıklayın.

source: The restricted driver may have to be downloaded and installed.
eu: Kontrolatzaile mugatua deskargatu eta instalatu beharko da agian.
tr: Kısıtlanmış sürücü indirilecek ve kurulacaktır.

source: You may need to restart your computer to finish enabling the driver
eu: Agian, ordenagalua berrabiarazi beharko duzu kontrolatzailea gaitzen amaitzeko.
tr: Sürücüyü aktif etmek için bilgisayarınızı yeniden başlatmanız gerekebilir

source: Disabling a restricted driver
eu: Kontrolatzaile mugatuak ezgaitzea
tr: Kısıtlanmış sürücüyü etkisizleştirmek

source: If a restricted driver is causing problems, or you would just like to turn it off, follow the procedure below:
eu: Kontrolatzaile mugatu batek arazoak sortzen baditu, edo itzali egin nahi baduzu, ondorengo pausoak jarraitu itzazu:
tr: Eğer kısıtlanmış sürücü bazı sorunlara yol açıyorsa ya da sürücüyü etkisizleştirmek istiyorsanız şu yolu takip etmelisiniz:

source: Find the driver which you would like to disable and uncheck the box in the <guilabel>Enabled</guilabel> column, next to its name
eu: Ezgaitu nahi duzun kontrlatzailea aurkitu eta <guilabel>Gaituta</guilabel> zutabeko kutxa desmarkatu ezazu, bere izenaren parean
tr: Etkisizleştirmek istediğiniz sürücüyü bulun ve adının yanındaki <guilabel>Etkin</guilabel> kutucuğunun işaretini kaldırın

source: You will be asked to confirm that you would like to disable the driver. Press <guibutton>Disable Driver</guibutton>
eu: Ea kontrolatzailea ezgaitu nahi duzun galdetuko zaizu. <guilabel>Kontrolatzailea ezgaitu</guilabel> sakatu ezazu.
tr: Sürücüyü etkisizleştirmek istediğinizi onaylamanız istenecektir. <guibutton>Sürücüyü Etkisizleştir</guibutton> butonuna tıklayın

source: You may need to restart your computer to finish disabling the driver
eu: Agian, ordenagalua berrabiarazi beharko duzu kontrolatzailea ezgaitzen amaitzeko.
tr: Sürücüyü etkisizleştirmek için bilgisayarınızı yeniden başlatmanız gerekebilir

source: Disks and partitions
eu: Diskoak eta partizioak
tr: Diskler ve bölümler

source: This section provides instructions on how to handle disks and drives, such as removable hard disks.
eu: Atal honetan diskoak eta beste unitate batzuk (disko gogor eramangarriak, adibidez) nola kudeatu azalduko zaizu.
tr: Bu bölümde ayrılabilir sabit diskler gibi aygıtların kullanımıyla ilgili talimatlar yer almaktadır.

source: partition
eu: partizioa
tr: bölüm

source: partitions
eu: partizioak
tr: bölümler

source: partitioning
eu: partizionatzea
tr: bölümleme

source: format
eu: formatua
tr: biçimleme

source: formatting
eu: formateatzea
tr: biçimlendirme

source: mount
eu: muntatu
tr: bağla

source: unmount
eu: desmuntatu
tr: ayır

source: umount
eu: desmuntatu

source: filesystem
eu: fitxategi-sistema
tr: dosya sistemi

source: file system
eu: fitxategi-sistema
tr: dosya sistemi

source: Checking Free and Used Space
eu: Leku libre eta erabilia egiaztatzea
tr: Boş ve Kullanılan Alanlar Denetleniyor

source: Choose <menuchoice><guimenu>Places</guimenu><guimenuitem>Computer</guimenuitem></menuchoice>,
eu: Hautatu ezazu <menuchoice><guimenu>Lekuak</guimenu><guimenuitem>Ordenagailua</guimenuitem></menuchoice>,
tr: <menuchoice><guimenu>Yerler</guimenu><guimenuitem>Bilgisayar</guimenuitem></menuchoice> yolunu takip edin,

source: Select the desired device and right click on it,
eu: Nahi duzun gailua hautatu eta eskuin klik egin ezazu bere gainean.
tr: İstediğiniz aygıtı seçip üzerinde sağ tıklayın.

source: Select <guimenuitem>Properties</guimenuitem>.
eu: <guimenuitem>Propietateak</guimenuitem> hautatu.
tr: <guimenuitem>Özellikler</guimenuitem>'i seçin.

source: To check the amount of free and used space on your computer, on your removable devices and on your file systems, do as follow: <placeholder-1/>
eu: Zure ordenagailuan, gailu eramangarrietan edo zure fitxategi-sistemetan duzun leku libre eta erabilia egiaztatzeko, hau egiz ezazu: <placeholder-1/>
tr: Bilgisayarınızdaki boş ve kullanılan alanları kontrol etmek için şu yönergeleri takip edin: <placeholder-1/>

source: You will be present with a two color <emphasis>pie chart</emphasis> indicating the free and used space on that particular device.
eu: Bi koloreko <emphasis>grafikoa</emphasis> erakutsiko zaizu, gailu horretako leku libre eta erabilia adieraziz.
tr: O aygıta ait boş ve dolu alanları gösteren iki renkli <emphasis>pasta dilimi</emphasis> grafiği gösterilecektir.

source: The blue color indicates the free space, the yellow one indicates the used space. On the right of this chart there's a small legend with the exactly free and used space.
eu: Kolore urdinak leku librea adierazten du, horiak erabilitako lekua adierazten du. Grafiko honen eskuinaldean dituzu leku libre eta erabili zehatzak.
tr: Mavi renk boş alana işaret ederken sarı renk dolu alanı gösterir. Bu grafiğin sağında tam olarak ne kadar boş ve kullanılan alan olduğunu gösteren bir yazı bulunur.

source: If you want to know the amount of free and used space of a removable device like a CD/DVD-ROM or a USB key, first mount that particular device.
eu: CD/DVD-ROM baten edo USB giltza baten leku libre eta erabilia ezagutu nahi badituzu, gailu hori muntatu ezazu lehenik.

source: Advanced Analysis
eu: Analisi aurreratua
tr: Gelişmiş Analiz

source: For a more accurate analysis of your filesystem, you can use <application>Disk Usage Analyzer</application>. To launch <application>Disk Usage Analyzer</application>, choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Disk Usage Analyzer</guimenuitem></menuchoice>, or from a terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) type <command>baobab</command> and hit <keycap>Return</keycap>.
eu: Zure fitxategi-sistemaren analisi zehatzagoa nahi baduzu, <application>Disko-erabilpenaren aztertzailea</application> erabili ezazu. <application>Disko-erabilpenaren aztertzailea</application> abiarazteko, sakatu ezazu <menuchoice><guimenu>Aplikazioak</guimenu><guimenuitem>Gehigarriak</guimenuitem><guimenuitem>Disko-erabilpenaren aztertzailea</guimenuitem></menuchoice>, edo terminal batean (<menuchoice><guimenu>Aplikazioak</guimenu><guimenuitem>Gehigarriak</guimenuitem><guimenuitem>Terminala</guimenuitem></menuchoice>) idatzi ezazu <command>baobab</command> eta <keycap>Sartu</keycap> sakatu.
tr: Dosyasisteminizle ilgili daha net bilgilere ulaşmak için <application>Disk Kullanımı Çözümleyicisi</application> uygulamasını kullanabilirsiniz. <application>Disk Kullanımı Çözümleyicisi</application> uygulamasını çalıştırmak için, <menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Donatılar</guimenuitem><guimenuitem>Disk Kullanımı Çözümleyicisi</guimenuitem></menuchoice> yolunu takip edin ya da bir uçbirimde (<menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Donatılar</guimenuitem><guimenuitem>Uçbirim</guimenuitem></menuchoice>) <command>baobab</command> komutunu yazın ve <keycap>Enter</keycap> tuşuna basın.

source: For analysing the entire filesystem, press <guilabel>Scan Filesystem</guilabel> form the toolbar, or for analysing only your home folder, press <guilabel>Scan Home</guilabel>.
eu: Fixtategi-sistema osoa analizatzeko, sakatu ezazu <guilabel>Eskaneatu fitxategi-sistema</guilabel>. Zure etxe-direktorioa analizatzeko, sakatu ezazu <guilabel>Eskaneatu karpeta nagusia</guilabel>-
tr: Tüm dosyasistemini analiz etmek istiyorsanız araç çubuğundan <guilabel>Dosyasistemini Tara</guilabel>'ya tıklayın. Sadece ev klasörlerinizi analizetmek istiyorsanız <guilabel>Ev Dizinini Tara</guilabel>'yı seçin.

source: For more information about, see <ulink url="ghelp:baobab" type="help"><application>Disk Usage Analyzer</application></ulink>.
eu: Honi buruzko informazio gehiago eskuratzeko, ikusi ezazu <ulink url="ghelp:baobab" type="help"><application>Disko-erabilpenaren aztertzailea</application></ulink>.
tr: Daha fazla bilgi için: <ulink url="ghelp:baobab" type="help"><application>Disk Kullanımı Analizi</application></ulink>

source: Partitioning a Device
eu: Gailu bat partizionatzea
tr: Bir Birimi Bölümlere Ayırma

source: To partition a disk in Ubuntu, either a hard disk or a removable device, the program <application>GNOME Partition Editor</application> is needed.
eu: Ubuntun gailu bat partizionatzeko (disko gogor edo disko eramangarri bat), <application>GNOME Partitzio-editorea</application> behar da.
tr: Ubuntu'da bir diski (sabit disk veya ayrılabilir disk) bölümlere ayırmak için <application>GNOME Bölümleme Düzenleyicisi</application> programı kullanılır.

source: To install <application>GNOME Partition Editor</application>, install the <application>gparted</application> package (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
eu: <application>GNOME Partitzio-editorea</application> instalatzeko, <application>gparted</application> paketea instalatu (ikusi <ulink type="help" url="ghelp:add-applications">Aplikazioak gehitu</ulink>)
tr: <application>GNOME Bölümleme Düzenleyicisi</application>'ni yüklemek için <application>gparted</application> paketini yükleyin (bkz <ulink type="help" url="ghelp:add-applications">Uygulama Ekleme</ulink>).

source: To launch <application>GNOME Partition Editor</application> choose <menuchoice><guimenu>System</guimenu><guisubmenu>Administration </guisubmenu><guimenuitem>Gnome Partition Editor</guimenuitem></menuchoice>, or from a terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) type <command>gksudo gparted</command> and press <keycap>Enter</keycap>.
eu: <application>GNOME Partizio-editorea</application> abiarazteko, sakatu ezazu <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administrazioa </guisubmenu><guimenuitem>GNOME Partizio-editorea</guimenuitem></menuchoice>, edo terminal batean (<menuchoice><guimenu>Aplikazioak</guimenu><guimenuitem>Gehigarriak</guimenuitem><guimenuitem>Terminala</guimenuitem></menuchoice>) idatzi ezazu <command>gksudo gparted</command> eta sakatu <keycap>Sartu</keycap>.
tr: <application>GNOME Bölümleme Düzenleyicisi</application>'ni çalıştırmak için <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Yönetim</guisubmenu><guimenuitem>Bölümleme Düzenleyicisi</guimenuitem></menuchoice> yolunu takip edin ya da bir uçbirimde (<menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Donatılar</guimenuitem><guimenuitem>Uçbirim</guimenuitem></menuchoice>) <command>gksudo gparted</command> komutunu yazın ve <keycap>Enter</keycap> tuşuna basın.

source: Freeing Space in a Partition
eu: Lekua libratzea Partizio batean
tr: Bölümde Boş Alan Oluşturma

source: Launch <application>GNOME Partition Editor</application>.
eu: <application>GNOME Partitzio-editorea</application> abiarazi.
tr: <application>GNOME Bölümleme Düzenleyicisi</application>'ni çalıştırın.

source: Select the device to partition from the drop-down list at the top-right of the main window.
eu: Partizionatuko duzun gailua hautatu ezazu eskuin goialdeko zerrendan.
tr: Ana pencerenin sağ üst köşesindeki listeden bölümlendirmek istediğiniz aygıtı seçin.

source: A list of partitions will appear. Select the desired partition and choose <menuchoice><guimenu>Partition</guimenu><guimenuitem>unmount</guimenuitem></menuchoice>.
eu: Partizioen zerrenda agertuko da. Nahi duzun partizioa hautatu eta <menuchoice><guimenu>Partizioa</guimenu><guimenuitem>desmuntatu</guimenuitem></menuchoice> sakatu ezazu.
tr: Bölümlerin bir listesi belirecektir. İstenilen bölümü seçin ve <menuchoice><guimenu>Bölüm</guimenu><guimenuitem>ayır</guimenuitem></menuchoice> yolunu izleyin.

source: To resize the partition choose <guilabel>Resize/Move</guilabel>. The dialog <guilabel>Resize/Move</guilabel> will be shown. You can use the <guilabel>Free Space Following (MiB)</guilabel> spin box to choose how much space to free after this partition, or <guilabel>Free Space Preceding (MiB)</guilabel> to free space before this partition. Alternatively you can use the slider to adjust the partition size..
eu: Partizioaren tamaina aldatzeko, <guilabel>Tamainaz aldatu/Mugitu</guilabel> sakatu ezazu. <guilabel>Tamainaz aldatu/Mugitu</guilabel> leihoa irekiko da. <guilabel>Leku librea atzetik (MiB)</guilabel> eta <guilabel>Leku librea aurretik (MiB)</guilabel> erabil itzazu. Bestela, grafikoaren muturrak ere mugitu ditzakezu.

source: To apply the changes, click <guibutton>Resize/Move</guibutton>.
eu: Aldaketak aplikatzeko, sakatu ezazu <guilabel>Tamainaz aldatu/Mugitu</guilabel>.
tr: Değişiklikleri onaylamak için <guibutton>Boyutlandır/Taşı</guibutton> butonuna tıklayın.

source: To create a new partition inside an already partitioned device, first you have to resize the partition. If you already have free space, skip to <xref linkend="creating-new-partition"/>. <placeholder-1/>
eu: Partizio berria sortzeko dagoeneko partizionatuta dagoen gailu batean, lehenik partizioaren tamaina aldatu beharko duzu. Dagoeneko leku librea badaukazu, <xref linkend="creating-new-partition"/> pausoan jarraitu ezazu. <placeholder-1/>
tr: Zaten bölümlendirilmiş bir birimde yeni bölüm oluşturmak için öncelikle bölümü yeniden boyutlandırmanız gerekir. Eğer boş alanınız varsa şu adıma geçin <xref linkend="creating-new-partition"/>. <placeholder-1/>
