Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/hardware/po/*.po
Languages: eu, tr

source: Information on basic keyboard usage.
eu: Teklatuaren oinarrizko erabileraren inguruko informazioa.
tr: Temel klavye kullanımı hakkında bilgi

source: Keyboard Preferences
eu: Teklatuaren hobespenak
tr: Klavye Seçenekleri

source: Change settings related to your keyboard, such as the layout of the keyboard.
eu: Zure teklatuaren inguruko ezarpenak aldatu; teklatuaren diseinua, adibidez.
tr: Klavye düzeni gibi ayarları değiştirin.

source: Keyboard Indicator
eu: Teklatuaren indikatzailea
tr: Klavye Göstergesi

source: The manual of the Keyboard Indicator, which allows you to change between different keyboard layouts.
eu: Teklatuaren indikatzailearen gidaliburua, teklatuaren diseinu ugari artean aldatu ahal izan dezazun.

source: Accessibility - Configuring the Mouse and Keyboard
eu: Erabilgarritasuna - Sagua eta teklatua konfiguratzea
tr: Erişilebilirlik - Fareyi ve Klavyeyi Yapılandırmak

source: Information on configuring the mouse and keyboard for users of assistive technologies.
eu: Sagua eta teklatua nola konfiguratu laguntza-teknologiak erabiltzeko.

source: Using the Keyboard to Navigate the Desktop
eu: Teklatua erabiltzea mahaigainean zehar mugitzeko
tr: Masaüstünde Gezinmek İçin Klavyeyi Kullanmak

source: A guide on how to navigate the desktop using only a keyboard.
eu: Teklatua bakarrik erabiliz mahaigainean zehar nola mugitu azaltzen duen gida.
tr: Sadece klavye kullanarak masaüstünde gezinme kılavuzu

source: Keyboard Accessibility Monitor
eu: Teklatu-erabilgarritasun monitorea

source: The manual of the Keyboard Accessibility Monitor, which shows the status of any keyboard accessibility features which are turned on.
eu: Teklatu-erabilgarritasun ezaugarrien egoera bistaratzen duen Teklatu-erabilgarritasun monitorearen inguruko gida.

source: Using the Character Palette
eu: Karaktere-mapa erabiltzea
tr: Karakter Setini Kullanmak

source: Use the Character Palette to insert letters and symbols which are not on your keyboard.
eu: Karakte-mapa erabil ezazu zure teklatuan ez dauden hizki eta ikurrak idazteko.
tr: Klavyenizde olmayan harf ve sembolleri eklemek için Karakter Setini kullanın.

source: Touchpads and graphics tablets
eu: Touchpad eta tableta grafikoak

source: You can use a touchpad or graphics tablet to move a mouse pointer.
eu: Touchpad edo tabeta grafikoa erabil dezakezu sagua mugitzeko.

source: Information on changing the settings of a laptop touchpad.
eu: Ordenagailu mugikor baten touchpad-aren ezarpenen inguruko informazioa.

source: translator-credits
eu: Launchpad Contributions: Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual
tr: Launchpad Contributions: Ali KIBICI https://launchpad.net/~alinux-the-master

source: Placeholder.
tr: Yertutucu
