Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/hardware/po/*.po
Languages: eu, tr

source: Creating a New Partition
eu: Partizio bat sortzea
tr: Yeni Bölüm Oluşturma

source: A list of partitions will appear. Select the one called <guilabel>unallocated</guilabel> and click <guibutton>New</guibutton>.
eu: Patizioen zerrenda agertuko da. <guilabel>Leku librea</guilabel> hautatu eta <guibutton>Berria</guibutton> sakatu ezazu.
tr: Bölümlerin bir listesi belirecektir. <guilabel>bölümlenmemiş</guilabel> yazanı seçin ve <guibutton>Yeni</guibutton> butonuna tıklayın.

source: From the <guilabel>Filesystem</guilabel> drop-down list choose the desired type of filesystem to use and click <guibutton>Add</guibutton>.
eu: Erabili nahi duzun fitxategi-sistema hautatu ezazu <guilabel>Fitxategi-sistema</guilabel> zerrendan, eta <guibutton>Gehitu</guibutton> sakatu.
tr: <guilabel>Dosyasistemi</guilabel> menüsünden kullanmak istediğiniz dosyasistemi tipini seçin ve <guibutton>Ekle</guibutton> butonuna tıklayın.

source: To apply all the changes made, click <guibutton>Apply</guibutton>.
eu: Eginiko aldaketak aplikatzeko, sakatu ezazu <guibutton>Aplikatu</guibutton>.
tr: Tüm değişiklikleri kabul etmek için <guibutton>Uygula</guibutton> butonuna tıklayın.

source: To create a new partition: <placeholder-1/>
eu: Partizio berria sortzeko: <placeholder-1/>
tr: Yeni bir bölüm oluşturmak için: <placeholder-1/>

source: Related Topics
eu: Antzeko gaiak
tr: İlgili Konular

source: Formatting a Partition
eu: Partizioa formateatzea
tr: Bölümü Biçimlendirme

source: To format a partition in Ubuntu, the program <application>GNOME Partition Editor</application> is needed.
eu: Ubuntun partizio bat formateatzeko, <application>GNOME Partizio-editorea</application> beharko duzu.
tr: Ubuntu'da bir bölümü biçimlendirmek için <application>GNOME Bölümle Düzenleyicisi</application> programı kullanılır.

source: Select the partition you want to format and choose <menuchoice><guimenu>Partition</guimenu><guimenuitem>Format to</guimenuitem></menuchoice> and select from the list the type of filesystem to format the partition to.
eu: Formateatu nahi duzun partizioa hautatu, <menuchoice><guimenu>Partizioa</guimenu><guimenuitem>Formatu hau eman</guimenuitem></menuchoice> hautatu, eta zein fitxategi-sistema erabili nahi duzun hautatu ezazu.
tr: Biçimlendirmek istediğiniz bölümü seçin ve <menuchoice><guimenu>Bölüm</guimenu><guimenuitem>Biçimlendir</guimenuitem></menuchoice> menüsünden biçimlendirmek istediğiniz dosyasistemi tipini seçin.

source: To format a partition, do as follows: <placeholder-1/>
eu: Partizio bat formateatzeko, hau egin ezazu: <placeholder-1/>
tr: Bölümü biçimlendirmek için şu adımları takip edin: <placeholder-1/>

source: Pressing <guibutton>Apply</guibutton> will cause all of the files on the partition to be permanently deleted.
eu: <guibutton>Aplikatu</guibutton> sakatzen baduzu, partizioetako fitxategi guztiak ezabatuko dira.
tr: <guibutton>Uygula</guibutton> butonuna tıkladığınızda bölümdeki bütün veriler tamamen silinecektir.

source: What is Formatting?
eu: Zer da formateatzea?
tr: Biçimlendirme Nedir?

source: To format a hard disk, a device or a partition means to prepare that particular device to be used for storing data.
eu: Disko gogor, gailu eramangarri edo partizio bat formateatzen duzunean, datuak metatzeko gai izan dadin prestatzen duzu.
tr: Bir sabit diski, birimi ya da bölümü biçimlendirmek o aygıtı veri depolamak için uygun hale getirmek demektir.

source: The operation of formatting a hard disk or a partition, implies the applying of a specific format to that device: this format is the filesystem.
eu: Disko gogor edo partizio bat formateatzean, formatu jakin bat aplikatzen zaio gailu horri: formatu hori da fitxategi-sistema.

source: When you buy a disk usually it is not formatted, and you cannot use it for archiving data. When you format the device, you will notice that the free space in it is less than the original size. This is due to the fact that some space has to be used to make the device usable: this space is occupied by the filesystem.
eu: Disko bat erosten duzunean, ziurrenik ez da formateatuta egongo, eta beraz, ezingo duzu daturik gorde bertan. Gailu bat formateatzen duzunean, jatorrizko tamaina baino leku libre gutxiago dagoela ikusiko duzu. Honen arrazoia: gailua erabilgarri egiteko erabiltzen da leku hori, hau da, fitxategi-sistema erabiltzen du.

source: What is a Filesystem?
eu: Zer da fitxategi-sistema bat?
tr: Dosyasistemi Nedir?

source: The filesystem is a mechanism with wich files are archived and organised on a storing device such as a hard disk, and is an important part of an operating system. Without a filesystem, accessing and storing files would be impossible.
eu: Metatze-gailuetan (disko gogorrak, adibidez) datuak gordetzeko eta antolatzeko mekanismo bat da fitxategio-sistema; sistema-eragile baten funtsezko zati bat da. Fitxategi-sistema bat gabe, ezinezkoa izango litzateke fitxategiak irakurtzea eta gordetzea.

source: Ext2/Ext3: these are usually found on GNU/Linux operating systems. Ubuntu uses <emphasis>ext3</emphasis> as its default filesystem.
eu: Ext2/Ext3: GNU/Linux sistema-eragileetan aurkitu ohi dira. Ubuntuk <emphasis>ext3</emphasis> fitxategi-sistema lehenesten du.
tr: Ext2/Ext3: genellikle GNU/Linux işletim sistemlerinde kullanılır. Ubuntu öntanımlı olarak <emphasis>ext3</emphasis> dosyasistemini kullanır

source: <acronym>FAT16</acronym>, <acronym>FAT32</acronym>: these are Microsoft Windows filesystems found on older computers. If you want to share data between two computers, you would probably choose the <emphasis><acronym>FAT32</acronym></emphasis> filesystem.
eu: <acronym>FAT16</acronym>, <acronym>FAT32</acronym>: hauek Microsoft Windows fitxategi-sistemak dira, ordenagailu zaharretan aurkitu ohi direnak. Datuak partekatu nahi badituzu bi ordenagailuren artean, zuirrenik <emphasis><acronym>FAT32</acronym></emphasis> fitxategi-sistema erabili beharko zenuke.
tr: <acronym>FAT16</acronym>, <acronym>FAT32</acronym>: Eski bilgisayarlarda kullanılan Microsoft Windows dosyasistemidir. Eğer iki bilgisayar arasında veri paylaşımı yapmak istiyorsanız muhtemelen <emphasis><acronym>FAT32</acronym></emphasis> dosyasistemini seçmelisiniz.

source: <acronym>NTFS</acronym>: this is Microsoft Windows new filesystem being used as the default one in new Windows versions.
eu: <acronym>NTFS</acronym>: hau Microsoft Windows fitxategi-sistema berria da, eta Windows bertsio berrietan aurkitu ohi da.
tr: <acronym>NTFS</acronym>: Microsoft Windows dosyasistemidir ve yeni Windows sürümlerinde kullanılır.

source: <acronym>HFS</acronym>: this is Macintosh default filesystem.
eu: <acronym>HFS</acronym>: hau Macintosh fitxategi-sistema lehenetsia da.
tr: <acronym>HFS</acronym>: Macintosh dosyasistemi.

source: There are different types of filesystem. The most common are: <placeholder-1/>
eu: Fixtategi-sistema ezberdinak dira hauek. Hauek dira ohikoenak: <placeholder-1/>
tr: Birçok farklı dosyasistemi vardır. Yaygın olarak kullanılanları : <placeholder-1/>

source: What is a Partition?
eu: Zer da partizio bat?
tr: Bölüm Nedir?

source: A partition is a means of dividing a phisical device, such as a hard disk, into many logical devices.
eu: Gailu fisiko bat (disko gogorra, adibidez) gailu logiko ezberdinetan zatikatzean sortu ohi dira partizioak.
tr: Bölüm, fiziksel bir aygıtı, sabit disk gibi, birden fazla mantıksal birime bölümlendirmek anlamına gelir.

source: Each logical device is seen by the operating system as a distinct device, and thus is treated as an independent disk.
eu: Sistema-eragilerarentzat, gailu ezberdin bat da gailu logiko bakoitza, eta halaxe maneiatzen du.
tr: Her mantıksal birim işletim sistemine ayrı bir aygıtmış gibi görünür ve bu yüzden ayrı bir disk gibi işlem görür.

source: To retrieve free space;
eu: Leku librea eskuratzeko;
tr: Boş alan yaratmak için;

source: To install different operating systems;
eu: Sistema-eragile ezberdinak instalatzeko;
tr: Farklı işletim sistemleri yüklemek için;

source: To better organize data on the hard disk.
eu: Datuak hobeto antolatzeko disko gogorrean.
tr: Sabit diskinizdeki verileri daha iyi organize etmek için.

source: Partitioning a hard disk can be done for several reasons: <placeholder-1/>
eu: Arrazoi ugari egon daitezke disko gogor bat partizionatzeko: <placeholder-1/>
tr: Bir sabit diski bölümlemek için birçok neden vardır: <placeholder-1/>

source: Mounting and Unmounting Devices
eu: Gailuak muntatzea eta desmuntatzea
tr: Bir Aygıtı Bağlamak ve Ayırmak

source: For information about mounting and unmounting a device, see <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Using Removable Media</ulink>
eu: Gailu bat muntatzearen eta desmuntatzearen inguruko informazioa eskuratzeko, ikusi ezazu <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Euskarri mugikorrak erabiltzea</ulink>
tr: Bir cihazı bağlamak ve ayırmak hakkında daha fazla bilgi için: <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Ayrılabilir Medya Kullanımı</ulink> konusuna bakınız.

source: Pay attention when removing a device: <emphasis role="strong">always unmount</emphasis> it to avoid data loss. If you attempt to remove a device without unmounting it, you will get a message explaining how to properly unmount a device.
eu: Kontu izan gailu bat kentzean: <emphasis role="strong">beti desmuntatu ezazu</emphasis> daturik ez galtzeko. Gailu eramangarri bat desmuntatu gabe kentzen saiatuz gero, gailua ongi nola kendu azaltzen dizun mezu bat erakutsiko zaizu.

source: Laptops
eu: Ordenagailu mugikorrak
tr: Dizüstü Bilgisayarlar

source: This section contains information for people using Ubuntu on a laptop computer.
eu: Atal honetan Ubuntu ordenagailu mugikor batean nola erabili azalduko zaizu.
tr: Bu bölüm Ubuntu'yu disüstü bilgisayarlarında kullananlar için bilgiler içermektedir.

source: Suspending and hibernating laptops
eu: Ordenagailu mugikorrak esekitzea eta hibernatzea
tr: Dizüstü bilgisayarı uyku kipine ve askıya almak

source: In order to save battery power, you can put your laptop into one of a number of power-saving modes when you are not using it. The available modes are detailed below:
eu: Bateria-energia gordetzeko, erabiltzen ez duzunean, energia gordetzeko modu batean ezarri dezakezu ordenagailua. Hauek dira erabili ditzakezun moduak:

source: <emphasis role="strong">Suspending</emphasis> a laptop is like putting the computer to sleep. The computer will still be turned on and all of your work will be left open, but the laptop will use much less battery power. You can wake the computer by pressing a key or clicking the mouse.
eu: <emphasis role="strong">Esekitzea</emphasis>: ordenagailua lotan jartzea da. Ordenagailua piztuta mantenduko da eta zure lanak irekita mantenduko dira, baina askoz energia gutxiago erabiliko da. Edozein tekla sakatu edo saguarekin klik egin dezakezu ordenagailua esnatzeako.

source: <emphasis role="strong">Hibernating</emphasis> is turning the computer off completely while saving the current state of the computer (such as keeping all of your open documents). When you turn the computer back on after hibernating, all of your work should be restored as it was before hibernation. No power is used at all when the computer is hibernating.
eu: <emphasis role="strong">Hibernatzea</emphasis>: ordenagailua erabat itzaltzea da, baina une horretako egoera mantenduz (dokumentuak irekita mantentzen, etab.). Ordenagailua hibernaziotik bueltan pizten duzunean, hibernatu aurretik zegoen bezalaxe piztuko da. Ez da energiarik erabiltzen ordenagailua hibernatzen ari denean.

source: <emphasis role="strong">Shutting down</emphasis> is turning the computer off completely, without saving the current state of the computer. No power is used at all when the computer is shut down.
eu: <emphasis role="strong">Itzaltze</emphasis>: ordenagailua erabat itzaltzea da, une horretako egoera gorde gabe. Ez da energiarik erabiltzen ordenagailua itzalita dagoenean.

source: <emphasis role="strong">Resuming</emphasis> is bringing the computer out of a power saving mode and back into normal operation. You can resume the computer from being suspended by pressing a keyboard button or by clicking the mouse. You can resume from being hibernated by pressing the power button on your computer.
eu: <emphasis role="strong">Esnatzea</emphasis>: ordenagailua energia gordetzeko modu batetik egoera normalera bueltan ekartzea da. Esekita egotetik esnatu dezakezu edozein tekla edo saguarekin klik eginez. Hibernaziotik esnatu dezakezu ordenagailua pizteko botoia sakatuz.

source: You can manually put your computer into a power-saving mode by pressing <menuchoice><guimenu>System</guimenu><guimenuitem>Quit...</guimenuitem></menuchoice> and then pressing the appropriate button.
eu: Eskuz jarri dezakezu energia gordetzeko modu batean zure ordenagailua: <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Irten...</guimenuitem></menuchoice> sakatu eta botoi egokia hautatuz.

source: Some computers may have problems going into certain power saving modes. The best way of checking if your computer can handle a power-saving mode is to try to switch into that mode and see if it behaves as you expected.
eu: Ordenagailu batzuek arazoak izan ditzakete energia gordetzeko modu batzuekin. Zure ordenagailuak energia gordetzeko modu jakin bat erabili dezakeen jakiteko modu hoberena, modu horixe probatzea da.

source: Fixing problems with suspending, hibernating and resuming
eu: Esekitzeren, hibernatzearen eta esnatzearen arazoak konpontzea

source: If your computer cannot suspend, hibernate or resume properly, there may be a number of things that you can try to get it working correctly.
eu: Ezin baduzu zure ordenagailua ongi eseki, hibernatu edo esnatu, gauza batzuk proba ditzakezu hau konpontzeko.

source: Check the test report for your laptop, if one has been made (see <xref linkend="laptops-testing-reports"/>).
eu: Zure ordenagailuaren proba-txostena egiaztatu ezazu, baldin badago (ikusi <xref linkend="laptops-testing-reports"/>).

source: Ask for assistance through an <ulink url="http://www.ubuntu.com/support/free">Ubuntu support channel</ulink>.
eu: Laguntza eskatu ezazu <ulink url="http://www.ubuntu.com/support/free">Ubuntu sostengu kanalean</ulink>.

source: Power management settings
eu: Energia kudeatzeko ezarpenak
tr: Güç yönetimi ayarları

source: You may wish to change the power management settings of your laptop in order to help extend its battery life and reduce energy wastage.
eu: Agian, zure ordenagailu mugikorraren energia kudeatzeko ezarpenak aldatu nahiko dituzu, bateriaren iraupena luzatu eta energiaren gastua txikitzeko.

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Power Management</guimenuitem></menuchoice>.
eu: Sakatu ezazu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Hobespenak</guimenuitem><guimenuitem>Energia-kudeatzailea</guimenuitem></menuchoice>.
tr: <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Yeğlenenler</guimenuitem><guimenuitem>Güç Yönetimi</guimenuitem></menuchoice> yolunu izleyin.

source: Change the settings as appropriate. Changes are applied instantly.
eu: Egoki deritzozun moduan aldatu itzazu ezarpenak. Berehala aplikatzen dira aldaketak.

source: Displaying a screensaver may use more power than simply letting the screen go blank. Turning off the screensaver could slightly improve the battery life of your laptop.
eu: Pantaila itzaltzean baina energia gehiago erabiltzen da pantaila-babesle bat erabiltzean. Pantaila-babeslea ezgaitzean zure ordenagailu mugikorraren bateriaren iraupena pixkat hobetu zenezake.

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Screensaver</guimenuitem></menuchoice>.
eu: Sakatu ezazu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Hobespenak</guimenuitem><guimenuitem>Pantaila-babeslea</guimenuitem></menuchoice>.
tr: <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Yeğlenenler</guimenuitem><guimenuitem>Ekran Koruyucu</guimenuitem></menuchoice> yolunu izleyin.

source: Change the <guilabel>Screensaver theme</guilabel> to <guilabel>Blank screen</guilabel>. This will simply display a blank screen as a screensaver.
eu: <guilabel>Pantaila-babeslearen gaia</guilabel> aldatu eta <guilabel>Pantaila beltza</guilabel> hautatu ezazu. Honela, pantaila beltza erabiliko da pantaila-babesle modura.

source: When your laptop is running on battery, one of the biggest drains on power is the display. Turning the brightness of the display down could improve battery life significantly; many laptops allow you to do this by pressing <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> several times.
eu: bateriarekin funtzionatzen ari denean zure ordenagailu mugikorra, pnataila iza ohi da energia gehien behar duena. Bateriaren iraupena dezente handitu dezakezu pantailaren distira txikituz; ordenagailu mugikor askotan <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> sakatuz egin dezakezu hau.

source: Touchpads
eu: Touchpad-ak

source: Most laptop computers come with a touchpad, which is used to control the mouse pointer. There are many ways of changing the way that the touchpad behaves; follow the instructions below to install an easy-to-use tool for changing touchpad settings.
eu: Ordenagilu mugikor askok touchpad-a dakarte, sagu modura erabil dezazun. Modu askotara aldatu dezakezu touchpad baten funtzionatzeko modua; ondorengo argibide hauek jarraitu itzazu touchpad-aren ezarpenak aldatzeko tresna erabilterraz bat instalatzeko.

source: Install the <application>gsynaptics</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
eu: <application>gsynaptics</application> paketea instalatu ezazu <quote>Universe</quote> errepositoriotik (ikusi <ulink type="help" url="ghelp:add-applications">Aplikazioak Gehitu</ulink>).

source: Press <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>.
eu: Sakatu ezazu <menuchoice><guimenu>Aplikazioak</guimenu><guimenuitem>Gehigarriak</guimenuitem><guimenuitem>Terminala</guimenuitem></menuchoice>.

source: Type the following, entering your administrator password when prompted:
eu: Ondorengoa idatzi ezazu (administratzailearen pasahitza erabiliz, hala eskatuz gero):
tr: Yönetici parolanızı girdikten sonra şunu yazın:

source: Find the section which begins with the following:
eu: Ondorengo honekin hasten den atala aurkitu ezazu:

source: Insert the following line into the section, <emphasis>before</emphasis> the line which reads <quote>EndSection</quote>:
eu: Lerro hau gehitu ezazu atal horretan, <quote>EndSection</quote> dioen lerroaren <emphasis>aurretk</emphasis>:

source: Save your changes to the file and close all currently running applications, saving your work as you do so.
eu: Fitxategiari egin dizkiozun aldaketak gorde eta aplikazio guztiak itxi itzazu, zur elan guztiak gordez.

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Quit...</guimenuitem></menuchoice> and select <guibutton>Log Out</guibutton>, and then log in again.
eu: <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Irten...</guimenuitem></menuchoice> sakatu, <guibutton>Saioa amaitu</guibutton> hautatu, eta berriro hasi ezazu saioa.

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Touchpad</guimenuitem></menuchoice> and change the touchpad settings to your liking. Changes should take effect immediately.
eu: <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Hobespenak</guimenuitem><guimenuitem>Touchpad</guimenuitem></menuchoice> sakatu eta touchpad-aren ezarpenak aldatu itzazu. Berehala aplikatuko dira aldaketak.

source: See the <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">community support pages</ulink> for more information on touchpads.
eu: Touchpad-ei buruzko informazio gehiago eskuratzeko, jo ezazu <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">komunitatearen sostengu orrietara</ulink>.

source: Finding laptop testing reports
eu: Ordenagailu mugikorraren proba-txostenak aurkitzea

source: Many laptops are regularly tested by the Ubuntu community to ensure that various features work correctly. The results of these tests are available for you to read, and may offer insight into any problems you might be experiencing with your laptop.
eu: Ubunturen komunitateak ordenagailu mugikor asko behin eta berriro probatzen dihardu, guztia ongfi dabilela egiaztatzeko. Proba hauen emaitzak irakurri ditzakezu, zure ordenagailuarekin izan dezakezun arazoei buruzko informazio gehiago eskuratzeko.

source: See the Laptop Testing <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">community support pages</ulink> for a full listing of available laptop tests.
eu: Laptop Testing <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">komunitatearen sostengu orrietan</ulink> begiratu dezakezu proba eskuragarrien zerrenda.

source: You can participate in laptop testing yourself by contacting the <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Laptop Testing Team</ulink>.
eu: Zuk zeuk ere parte har dezakezu ordenagailu mugikorren probetan, <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Laptop Testing Taldea</ulink>rekin kontaktatuz.

source: Mice and keyboards
eu: Sagu eta teklatuak

source: This section provides instructions on using and configuring mice, keyboards and other input devices to make them more comfortable for you to use.
eu: Atal honetan saguak, teklatuak eta beste sarrera-gailuak nola erabili eta konfiguratu (zuretzat erosoago izan daitezen) azalduko zaizu.

source: Mice and other pointing devices
eu: Sagua, eta halako gailuak

source: You can change numerous options related to your mouse, such as how fast the pointer moves and how clicks are interpreted by the computer.
eu: Zure saguaren inguruko gauza asko aldatu ditzakezu: abiadura, ordenagailuak klik-ak nola ulertu,...

source: Mouse Skills
eu: Saguaren ekintzak

source: Information on basic mouse skills, such as pointing, clicking and dragging.
eu: Saguaren ekintzen (mugitu, klik egin, arrastatu,...) inguruko informazioa.

source: Mouse Preferences
eu: Saguaren Hobespenak
tr: Fare Seçenekleri

source: Instructions on how to change various settings related to your mouse, such as whether the mouse is left-handed and how fast the pointer moves.
eu: Zure saguaren inguruko ezarpen ugari aldatzeko argibideak: nola ladatu bere abiadura, ezkertiarrentzako nola egokitu,...

source: Accessibility - Configuring the Mouse
eu: Erabilgarritasuna - Sagua konfiguratzea
tr: Erişilebilirlik - Fareyi Yapılandırmak

source: Information on changing mouse preferences for users of assitive technologies.
eu: Zure sagua nola konfiguratu laguntza-teknologikoak darabiltzaten erabiltzaileentzat.

source: Accessibility - Configuring Alternative Pointing Devices
eu: Erabilgarritasuna - Saguaren antzeko alternatibak konfiguratzea
tr: Erişilebilirlik - Alternatif İşaretçi Cihazları Yapılandırmak

source: Information on using a pointing device other than a mouse.
eu: Saguaren antzekoak nola konfiguratu.
tr: Fare dışındaki işaretçi cihazların kullanımı hakkında bilgi.

source: Keyboards
eu: Teklatuak
tr: Klavyeler

source: There are many options related to your keyboard which you can change, such as the keyboard language and keyboard shortcuts.
eu: Zure teklatuaren inguruko aukera asko aldatu ditzakezu: hizkuntza, laster-teklak...
tr: Klavye dili ve klavye kısayolları gibi klavyenize ait değiştirebileceğiniz birçok ayar vardır.

source: Basic Keyboard Skills
eu: Oinarrizko teklatu-ekintzak
