Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/basic-commands/po/*.po
Languages: fi

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
fi: ubuntu-doc@lists.ubuntu.com (Ubuntun dokumentaatioprojekti)

source: Basic Commands
fi: Tärkeimmät komennot

source: Placeholder.
fi: Varalla.

source: Using this Guide
fi: Tämän oppaan käyttö

source: "Under Linux there are GUIs (graphical user interfaces), where you can point and click and drag, and hopefully get work done without first reading lots of documentation. The traditional Unix environment is a CLI (command line interface), where you type commands to tell the computer what to do. That is faster and more powerful, but requires finding out what the commands are." -- from <placeholder-1/>
fi: Linuxia voi käyttää graafisella käyttöliittymällä, jolla toimintoja ohjataan enimmäkseen hiiren avulla. Siinä työskentely sujuu yleensä vähemmälläkin ohjeiden lukemisella. Perinteinen Unix-käyttöliittymä on komentorivi, jossa tietokoneelle kirjoitetaan komentoja näppäimistöllä. Tämä on nopeampaa ja tehokkaampaa, mutta vaatii käyttäjältä komentojen tuntemusta.

source: This guide will make you familiar with basic GNU/Linux shell commands. It is not intended to be a complete guide to the command line, just an introduction to complement Ubuntu's graphical tools.
fi: Tämä opas tutustuttaa sinut GNU/Linuxissa tavallisimmin käytettäviin komentorivikomentoihin. Tämän oppaan ei ole tarkoitus olla täydellinen opas komentorivin käyttöön vaan vain johdanto sen käyttöön Ubuntun graafisten työkalujen lisäksi.

source: All command names, file names or paths to directories will be shown using a <command>monospace font</command>.
fi: Komennot, tiedostonimet ja hakemistopolut esitetään käyttäen <command>tätä kirjasinta</command>.

source: All the commands on this guide are to be issued from a command prompt in a <application>Terminal</application> and will be shown as: <screen>command to type</screen>
fi: Kaikki tämän oppaan komennot annettaan komentokehotteeseen <pplication>Pääte</application>-sovelluksessa. Esitysmuoto on seuraava: <screen>komento</screen>

source: <emphasis role="strong">Note that Linux is case sensitive.</emphasis> User, user, and USER are all different to Linux.
fi: <emphasis role="strong">Huomaa että Linux on merkkikokoriippuvainen.</emphasis> KÄYTTÄJÄ, Käyttäjä ja käyttäjä ovat eri sanoja Linuxille.

source: Starting a Terminal
fi: Päätteen käynnistäminen

source: To open a <application>Terminal</application> do as follow:
fi: Käynnistä <application>Pääte</application> seuraavasti:

source: Choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>;
fi: Valitse <menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Apuohjelmat</guimenuitem><guimenuitem>Pääte</guimenuitem></menuchoice>;

source: Or press <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> and type <command>gnome-terminal</command>.
fi: Tai paina <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> ja kirjoita <command>gnome-terminal</command>.

source: File and Directory Commands
fi: Komennot tiedostojen ja hakemistojen käsittelyyn

source: The <command>cd</command> command changes directories. When you open a terminal you will be in your home directory. To move around the file system you will use <command>cd</command>. Examples:
fi: Komento <command>cd</command> vaihtaa hakemistoa. Kun käynnistät päätteen, olet aluksi kotihakemistossasi. Voit siirtyä muualle järjestelmän hakemistorakentessa käyttämällä <command>cd</command>-komentoa. Esimerkkejä:

source: To navigate into the root directory, type: <screen>cd /</screen>
fi: Siirry juurihakemistoon komennolla <screen>cd /</screen>

source: To navigate to your home directory, type: <screen>cd</screen> or <screen>cd ~</screen>
fi: Siirry kotihakemistoosi komennolla <screen>cd</screen> tai <screen>cd ~</screen>

source: To navigate up one directory level, type: <screen>cd ..</screen>
fi: Siirry hakemistohierarkiassa yksi taso ylöspäin komennolla <screen>cd ..</screen>

source: To navigate to the previous directory (or back), type: <screen>cd -</screen>
fi: Siirry takaisin edelliseen hakemistoon komennolla <screen>cd -</screen>

source: To navigate through multiple levels of directory at once, specify the full directory path that you want to go to. For example, type: <screen>cd /var/www</screen> to go directly to the <filename class="directory">/www</filename> subdirectory of <filename class="directory">/var/</filename>. As another example, type: <screen>cd ~/Desktop</screen> to move you to the <filename class="directory">Desktop</filename> subdirectory inside your home directory.
fi: Voit siirtyä hakemistorakenteessa monien tasojen ohi kerralla kirjoittamalla täydellisen hakemistopolun. Esimerkiksi komennolla <screen>cd /var/www</screen> siirryt suoraan <filename class="directory">/var/</filename>-hakemiston <filename class="directory">/www</filename>-alihakemistoon. Toisaalta esimerkiksi komennolla <screen>cd ~/Desktop</screen> siirryt suoraan kotihakemistosi <filename class="directory">Desktop</filename>-alihakemistoon.

source: <application>GNOME Terminal</application> also displays this information in the title bar of it's window.
fi: Tämä tieto näkyy myös <application>Päätteen</application> otsikkopalkissa.

source: <command>pwd</command>: The <command>pwd</command> command will show you which directory you're located in (<acronym>pwd</acronym> stands for <quote>print working directory</quote>). For example, typing <screen>pwd</screen> in the <filename class="directory">Desktop</filename> directory, will show <computeroutput>~/Desktop</computeroutput>. <placeholder-1/>
fi: <command>pwd</command> näyttää nykyisen hakemiston (<acronym>pwd</acronym> tulee sanoista <quote>print working directory</quote>, "tulosta työhakemisto"). Esimerkiksi komento <screen>pwd</screen> tulostaisi <filename class="directory">Desktop</filename>-hakemistossa <computeroutput>/home/käyttäjätunnuksesi/Desktop</computeroutput>. <placeholder-1/>

source: The <command>ls</command> command shows you the files in your current directory. Used with certain options, you can see sizes of files, when files where made, and permissions of files. For example, typing <screen>ls ~</screen> will show you the files that are in your home directory.
fi: <command>ls</command>-komento näyttää nykyisen hakemiston tiedostot ja alihakemistot. Sopivia valitsimia käyttämällä näet tiedostojen koot, milloin ne on luotu ja minkälaiset oikeudet niille on asetettu. Esimerkiksi komento <screen>ls ~</screen> näyttäisi kotihakemistossasi olevat tiedostot ja hakemistot.

source: The <command>cp</command> command makes a copy of a file for you. For example, type: <screen>cp file foo</screen> to make a exact copy of <filename>file</filename> and name it <filename>foo</filename>, but the file <filename>file</filename> will still be there.
fi: <command>cp</command>-komento kopioi tiedostoja. Esimerkiksi <screen>cop tiedosto uusi</screen> kopioisi tiedoston <filename>tiedosto</filename> nimelle <filename>uusi</filename>.

source: If you are using <command>mv</command> with <command>sudo</command> you will not be able to use the <emphasis role="strong">~</emphasis> shortcut, but will have to use the full pathnames to your files. This is because when you are working as root, <emphasis role="strong">~</emphasis> will refer to the root account's home directory, not your own.
fi: Jos käytät <command>mv</command>:tä <command>sudo</command>n kanssa, et voi käyttää <emphasis role="strong">~</emphasis>-merkkiä viittaamaan kotihakemistoosi, vaan sinun on käytettävä täydellisiä hakemistopolkuja. Tämä johtuu siitä, että tällöin toimit pääkäyttäjänä, jolloin <emphasis role="strong">~</emphasis> viittaa pääkäyttäjän - eikä suinkaan sinun - kotihakemistoon.

source: The <command>mv</command> command moves a file to a different location or will rename a file. Examples are as follows: <screen>mv file foo</screen> will rename the file <filename>file</filename> to <filename>foo</filename>. <screen>mv foo ~/Desktop</screen> will move the file <filename>foo</filename> to your <filename class="directory">Desktop</filename> directory but will not rename it. You must specify a new file name to rename a file. <placeholder-1/>
fi: Komento <command>mv</command> siirtää tiedoston toiseen hakemistoon tai uudelleennimeää sen. Esimerkiksi <screen>mv tiedosto uusi</screen> uudelleennimeäisi tiedoston <filename>tiedosto</filename> nimelle <filename>uusi</filename>. <screen>mv tiedosto ~/Desktop</screen> taas siirtäisi tiedoston <filename>tiedosto</filename> kotihakemistosi <filename class="directory">Desktop</filename>-alihakemistoon mutta ei muuttaisi sen nimeä. <placeholder-1/>

source: Use the <command>rm</command> command to remove or delete a file in your directory. It will not work on directories which have files in them.
fi: <command>rm</command>-komennolla voi poistaa tiedostoja. Se ei poista hakemistoja, jotka eivät ole tyhjiä.

source: The <command>mkdir</command> command will allow you to create directories. For example, typing: <screen>mkdir music</screen> will create a music directory in the current directory.
fi: <command>mkdir</command> luo uuden hakemiston. Esimerkiksi komento <screen>mkdir musiikki</screen> loisi uuden musiikki-hakemiston nykyiseen hakemistoon.

source: System Information Commands
fi: Järjestelmästä tietoa antavat komennot

source: The <command>df</command> command displays filesystem disk space usage for all partitions. <screen>df -h</screen> will give information using megabytes (M) and gigabytes (G) instead of blocks (<emphasis role="strong">-h</emphasis> means "human-readable").
fi: <command>df</command> näyttää tietoja siitä, paljonko levytilaa eri osioilla on käytössä ja vapaana. Komento <screen>df -h</screen> näyttää tiedot käyttäen mega- (M) ja gigatavuja (G) levyn varausyksiköiden sijasta.

source: The <command>free</command> command displays the amount of free and used memory in the system. <screen>free -m</screen> will give the information using megabytes, which is probably most useful for current computers.
fi: <command>free</command> näyttää tietoja käytössä- ja vapaana olevasta muistista. <screen>free -m</screen> näyttää tiedot käyttäen megatavuja, mikä on käytännöllisintä nykykoneilla.

source: The <command>top</command> command displays information on your GNU/Linux system, running processes and system resources, including CPU, RAM &amp; swap usage and total number of tasks being run. To exit <application>top</application>, press <keycap>q</keycap>.
fi: <command>top</command> näyttää tietoa GNU/Linux-järjestelmästäsi, käynnissä olevista prosesseista ja järjestelmän resursseista kuten suorittimen, muistin ja levyvälimuistin käytöstä. <application>top</application>-ohjelmasta poistutaan painamalla <keycap>q</keycap>-näppäintä.

source: The <command>uname</command> command with the <emphasis role="strong">-a</emphasis> option, prints all system information, including machine name, kernel name &amp; version, and a few other details. Most useful for checking which kernel you're using.
fi: <command>uname</command>-komento näyttää valitsinta <emphasis role="strong">-a</emphasis> käytettäessä tärkeitä tietoja järjestelmästä, kuten tietokoneen ja ytimen nimen, sekä ytimen version. Tämä komento on hyödyllinen selvitettäessä mikä ydin on parhaillaan käytössä.

source: The <emphasis role="strong">lsb_release</emphasis> command with the <emphasis role="strong">-a</emphasis> option prints version information for the Linux release you're running. For example, typing: <screen>lsb_release -a</screen> will give you: <screen> No LSB modules are available. Distributor ID: Ubuntu Description: Ubuntu 7.04 Release: 7.04 Codename: feisty</screen>
fi: <emphasis role="strong">lsb_release</emphasis>-komento näyttää valitsinta <emphasis role="strong">-a</emphasis> käytettäessä tietoja käytössä olevasta Linux-jakeluversiosta. Esimerkiksi <screen>lsb_release -a</screen> tulostaisi seuraavan: <screen> No LSB modules are available. Distributor ID: Ubuntu Description: Ubuntu 7.10 Release: 7.10 Codename: gutsy</screen>

source: The <command>ifconfig</command> command reports on your system's network interfaces.
fi: <command>ifconfig</command>-komento näyttää tietoja järjestelmän verkkolaitteista.

source: Executing Commands with Elevated Privileges
fi: Komentojen suorittaminen pääkäyttäjän oikeuksin

source: The following commands will need to be prefaced with the <command>sudo</command> command. Please see <ulink url="https://help.ubuntu.com/community/RootSudo">RootSudo</ulink> for information on using <command>sudo</command>.
fi: Seuraavat komennot vaativat <command>sudo</command>-komennon käyttämistä. Lisätietoja <command>sudo</command>n käytöstä löytyy Ubuntun wikin artikkelista <ulink url="https://help.ubuntu.com/community/RootSudo">RootSudo</ulink>.

source: Adding a New Group
fi: Uuden ryhmän lisääminen

source: The <command>addgroup</command> command is used to create a new group on the system. To create a new group, type: <screen>addgroup newgroup</screen> The above command will create a new group called <emphasis role="strong">newgroup</emphasis>.
fi: Komennolla <command>addgroup</command> voi luoda uuden ryhmän. <screen>addgroup uusi</screen> loisi uuden ryhmän, jonka nimi on <emphasis role="strong">uusi</emphasis>.

source: Adding A New User
fi: Uuden käyttäjän lisääminen

source: The <command>adduser</command> is used to create new users on the system. To create a new user, type: <screen>adduser newuser</screen> The above command will create a new user called <emphasis role="strong">newuser</emphasis>.
fi: Komennolla <command>adduser</command> lisätään uusi käyttäjä. Esimerkiksi komento <screen>adduser liisa</screen> loisi uuden käyttäjän, jonka käyttäjänimi on <emphasis role="strong">liisa</emphasis>

source: To assign a password for the new user use the <command>passwd</command> command: <screen>passwd newuser</screen>
fi: Uudelle käyttäjälle asetetaan salasana <command>passwd</command>-komennolla: <screen>passwd liisa</screen>

source: Finally, to assign the new user to the new group, type: <screen>adduser newuser newgroup</screen>
fi: Lopuksi käyttäjän voi liittää ryhmään komennolla <screen>adduser liisa uusi</screen>

source: Options
fi: Valitsimet

source: The default behavior for a command may usually be modified by adding a <emphasis role="strong">-- <emphasis>option</emphasis></emphasis> to the command. The <link linkend="ls"><command>ls</command></link> command, for example, has a <emphasis role="strong">-s</emphasis> option so that <command>ls -s</command> will include file sizes in the listing. There is also a <emphasis role="strong">-h</emphasis> option to get those sizes in a "human readable" format.
fi: Komentojen käyttäytymistä voidaan muuttaa käyttämällä valitsimia (<emphasis role="strong">-- <emphasis>asetus</emphasis></emphasis>). Esimerkiksi <link linkend="ls"><command>ls</command></link>:lle voidaan antaa valitsin <emphasis role="strong">-s</emphasis (<command>ls -s</command>) jolloin <command>ls</command> näyttää myös tiedostojen koot listauksessa. Jos käytetään myös valitsinta <emphasis role="strong">-h</emphasis>, tiedostojen koot näytetään käyttäen mega- ja gigatavuja (eli selkeämmässä muodossa).

source: Options can be grouped in clusters so <screen>ls -sh</screen> is exactly the same command as <screen>ls -s -h</screen> Most options have a long version, prefixed with two dashes instead of one, so even <screen>ls --size --human-readable</screen> is the same command.
fi: Valitsimia voidaan antaa useita yhdessä. Esimerkiksi <screen>ls -sh</screen> on aivan sama komento kuin <screen>ls -s -h</screen>. Monilla valitsimilla on myös pidempi versio, jonka alkuun laitetaan kaksi viivaa. Siis myös <screen>ls --size --human-readable</screen> on sama kuin edelliset komennot.

source: "Man" and getting help
fi: "Man" ja ohjeiden hakeminen

source: <emphasis role="strong"><emphasis>command</emphasis> --help</emphasis> and <emphasis role="strong">man <emphasis>command</emphasis></emphasis> are the two most important tools at the command line.
fi: <emphasis role="strong"><emphasis>komento</emphasis> --help</emphasis> ja <emphasis role="strong">man <emphasis>komento</emphasis></emphasis> ovat kaksi tärkeintä komentorivityökalua.

source: Virtually all commands understand the <emphasis role="strong">-h</emphasis> (or <emphasis role="strong">--help</emphasis>) option which will produce a short usage description of the command and it's options, then exit back to the command prompt. Type <screen>man -h</screen> or <screen>man --help</screen> to see this in action.
fi: Lähes kaikki komennot tuntevat <emphasis role="strong">-h</emphasis> (tai <emphasis role="strong">--help</emphasis>) -valitsimen joka näyttää lyhyet ohjeet komennon käyttämiseksi. Kokeile esimerkiksi komentoa <screen>man -h</screen> tai <screen>man --help</screen>.

source: Every command and nearly every application in Linux will have a man (manual) file, so finding them is as simple as typing <command>man command</command> to bring up a longer manual entry for the specified command. For example, <screen>man mv</screen> will bring up the <command>mv</command> (move) manual.
fi: Kaikilla komennoilla ja lähes kaikille ohjelmilla on Linuxissa ns. man-sivut (ohjesivut, englanniksi manual). Nämä ohjeet löydät helposti komennolla <command>man komento</command>. Esimerkiksi <screen>man mv</screen> näyttäisi ohjeet <command>mv</command>-komennon käyttöön (<command>mv</command>:n man-sivun).

source: Move up and down the man file with the arrow keys, and quit back to the command prompt with <keycap>q</keycap>.
fi: Man-sivua voi selata nuolinäppäimillä. Takaisin komentokehotteeseen pääsee painamalla <keycap>q</keycap>:ta.

source: <screen>man man</screen> will bring up the manual entry for the <command>man</command> command, which is a good place to start.
fi: <screen>man man</screen> näyttää tarkemmat ohjeet <command>man</command>-komennon käyttöön.

source: <screen>man intro</screen> is especially useful - it displays the "Introduction to user commands" which is a well-written, fairly brief introduction to the Linux command line.
fi: <screen>man intro</screen> on erityisen hyödyllinen, sillä se näyttää helpot ohjeet komentorivin käyttöön.

source: There are also <command>info</command> pages, which are generally more in-depth than <command>man</command> pages. Try <screen>info info</screen> for the introduction to info pages.
fi: Lisäksi on olemassa <command>info</command>-sivuja, jotka ovat yleensä tarkempia kuin <command>man</command>-sivut. Lisätietoja info-sivuista näet komennolla <screen>info info</screen>.

source: Searching for man files
fi: Man-tiedotoista hakeminen

source: If you aren't sure which command or application you need to use, you can try searching the man files.
fi: Jos ei ole varma mitä komentoa tai sovellusta käyttäisi, voi kokeilla hakea man-tiedostoista.

source: This is the same as the <command>apropos</command> command.
fi: Tämä on sama kuin <command>apropos</command>-komento.

source: <command>man -k foo</command>, will search the man files for <emphasis>foo</emphasis>. Try <screen>man -k nautilus</screen> to see how this works. <placeholder-1/>
fi: <command>man -k komento</command> etsii man-sivua komennolle <emphasis>komento</emphasis>. Kokeile esimerkiksi komentoa <screen>man -k nautilus</screen>. <placeholder-1/>

source: This is the same as the <command>whatis</command> command.
fi: Tämä tekee saman kuin <command>whatis</command>-komento.

source: <command>man -f foo</command>, searches only the titles of your system's man files. For example, try <screen>man -f gnome</screen><placeholder-1/>
fi: <command>man -f komento</command> etsii man-sivujen otsikoista tietoja komennosta. Kokeile esimerkiksi komentoa <screen>man -f gnome</screen><placeholder-1/>

source: Other Useful Things
fi: Muuta hyödyllistä

source: Pasting in commands
fi: Komentojen liittäminen

source: Often, you will be referred to instructions that require commands to be pasted into the terminal. You might be wondering why the text you've copied from a web page using <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> won't paste in with <keycombo><keycap>Ctrl</keycap><keycap>V</keycap></keycombo>. Surely you don't have to type in all those nasty commands and filenames? Relax. Middle Button Click on your mouse (both buttons simultaneously on a two-button mouse) or Right Click and select <menuchoice><guimenuitem>Paste</guimenuitem></menuchoice> from the menu.
fi: Monesti sinua neuvotaan kopioimaan tarvittavia komentoja päätteeseen. Tällöin saatat ihmetellä, miksei näppäinyhdistelmällä <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> kopioidun tekstin liittäminen onnistu näppäinyhdistelmällä <keycombo><keycap>Ctrl</keycap><keycap>V</keycap></keycombo>. Sinun ei kuitenkaan tarvitse kopioida käsin kaikkia näitä komentoja, napsauta vain hiiren keskinappia (tai molempia hiiren nappeja yhtäaikaa) tai valitse <menuchoice><guimenuitem>Liitä</guimenuitem></menuchoice> hiiren oikeasta näppäimestä aukeavasta valikosta.

source: Save on typing
fi: Kirjoita vähemmän

source: <keycap>Up Arrow</keycap> or <keycombo><keycap>Ctrl</keycap><keycap>p</keycap></keycombo>
fi: <keycap>Nuoli ylös</keycap> tai <keycombo><keycap>Ctrl</keycap><keycap>p</keycap></keycombo>

source: Scrolls through the commands you've entered previously.
fi: Näyttää aiemmin annettuja komentoja.

source: <keycap>Down Arrow</keycap> or <keycombo><keycap>Ctrl</keycap><keycap>n</keycap></keycombo>
fi: <keycap>Nuoli alas</keycap> tai <keycombo><keycap>Ctrl</keycap><keycap>n</keycap></keycombo>

source: Takes you back to a more recent command.
fi: Näyttää viimeaikaisempia komentoja.

source: When you have the command you want.
fi: Painetaan kun komentorivillä on aiottu komento.

source: Tab
fi: Sarkain

source: A very useful feature. It autocompletes any commands or filenames, if there's only one option, or else gives you a list of options.
fi: Erittäin hyödyllinen näppäin. Täydentää komennon tai tiedostonimen, kun siitä on kirjoitettu vain osa. Jos vaihtoehtoja on useampia, näytetään ne luettelona.

source: Change the text
fi: Tekstin muokkaaminen

source: The mouse won't work. Use the <keycap>Left/Right arrow</keycap> keys to move around the line.
fi: Et voi käyttää hiirtä, joten käytä nuolinäppäimiä liikkuttaaksesi kohdistinta rivillä.

source: When the cursor is where you want it in the line, typing <emphasis>inserts</emphasis> text, it doesn't overtype what's already there.
fi: Kun kohdistin on haluamassasi paikassa, voit lisätä tekstiä siihen. Kirjoittamasi teksti ei korvaa alkuperäistä tekstiä.

source: Moves the cursor to the <emphasis>start</emphasis> of a line.
fi: Siirtää kohdistimen rivin alkuun.

source: Moves the cursor to the <emphasis><emphasis role="strong">e</emphasis>nd</emphasis> of a line.
fi: Siirtää kohdistimen rivin loppuun.

source: Moves to the <emphasis role="strong">b</emphasis>eginning of the previous or current word.
fi: Siirtää kohdistimen tämänhetkisen tai edeltävän sanan alkuun.

source: Deletes from the current cursor position to the end of the line.
fi: Poistaa kohdistimen jälkeisen osan rivistä.

source: Deletes the whole of the current line.
fi: Poistaa tämänhetkisen rivin kokonaan.

source: Deletes the word before the cursor.
fi: Poistaa kohdistinta edeltävän osan sanasta.

source: More Information
fi: Lisätietoja

source: The following online guides are available:
fi: Seuraavat oppaat ovat tarjolla Internetissä:
