Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/basic-commands/po/*.po
Languages: fi

source: <ulink url="https://help.ubuntu.com/community/AptGetHowto"> AptGetHowto</ulink> - using apt-get to install packages from the command line.
fi: <ulink url="http://users.utu.fi/sjsepp/linux_ohje/navigation.html"> Ohjeita Linuxin kotikäyttöön</ulink> - sisältää laajan ja selkeän komentorivioppaan aloittelevalle ja edistyneemmälle käyttäjälle.

source: <ulink url="https://help.ubuntu.com/community/Repositories/CommandLine"> Commandline Repository Editing</ulink> - adding the Universe/Multiverse repositories through the command line.
fi: <ulink url="http://linux.fi/index.php/Komentorivin_perusteet"> Komentorivin perusteet</ulink> - tiivis esitys komentorivin perusominaisuuksista.

source: <ulink url="https://help.ubuntu.com/community/grep">grep Howto</ulink> - grep is a powerful command line search tool.
fi: <ulink url="http://linux.fi/index.php/Komentorivikomennot">Komentorivikomennot</ulink> - luettelo tavallisimmista komennoista kuvauksen kera.

source: <ulink url="https://help.ubuntu.com/community/find">find </ulink> - locate files on the command line.
fi: <ulink url="https://help.ubuntu.com/community/CommandlineHowto"> CommandlineHowto</ulink> - laajempi kuin tämä perusopas, mutta vielä keskeneräinen (englanninkielinen).

source: <ulink url="https://help.ubuntu.com/community/CommandlineHowto"> CommandlineHowto</ulink> - longer and more complete than this basic guide, but still unfinished.
fi: <ulink url="https://help.ubuntu.com/community/AptGetHowto"> AptGetHowto</ulink> - ohjelmapakettien asentaminen komentoriviltä apt-getin avulla (englanninkielinen)

source: <ulink url="https://help.ubuntu.com/community/HowToReadline"> HowToReadline</ulink> - information on some more advanced customization for the command line.
fi: <ulink url="https://help.ubuntu.com/community/grep">grep Howto</ulink> - grep on tehokas komentoriviltä käytettävä hakutyökalu (englanninkielinen).

source: For more detailed tutorials on the Linux command line, please see:
fi: Seuraavassa on yksityiskohtaisia oppaita Linuxin komentorivikäyttöön:

source: <ulink url="http://linuxcommand.org/"/>- basic BASH tutorials, including BASH scripting
fi: <ulink url="http://linuxcommand.org/"/> - perusoppaita BASH:in käyttämiseen ja komentosarjojen tekemiseen (englanniksi).

source: <ulink url="http://linuxsurvival.com/index.php"/>- Java-based tutorials
fi: <ulink url="http://linuxsurvival.com/index.php"/> - Javalla toteutettuja oppaita (englanniksi)

source: <ulink url="http://rute.2038bug.com/index.html.gz"/>- a massive online book about system administration, almost all from the command line.
fi: <ulink url="http://rute.2038bug.com/index.html.gz"/> - erittäin laaja verkkokirja järjestelmänhallinnasta, pääasiassa komentoriviä käyttäen.

source: translator-credits
fi: Ubuntun suomentajaryhmä <ubuntu-fi@lists.ubuntu.com>, 2006 Launchpad Contributions: Ari Torhamo https://launchpad.net/~ari-torhamo Heikki Mäntysaari https://launchpad.net/~heikkim Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Tauriainen https://launchpad.net/~t-tauriainen otto peura https://launchpad.net/~opeura Launchpad Contributions: Ari Torhamo https://launchpad.net/~ari-torhamo Heikki Mäntysaari https://launchpad.net/~heikkim Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Tauriainen https://launchpad.net/~t-tauriainen otto peura https://launchpad.net/~opeura
