Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/add-applications/po/*.po
Languages: is, pt, pt_br, sv

source: Be careful when installing software from third-party repositories. It may not have been tested with Ubuntu and could cause your system to break.
is: Farðu varlega þegar þú setur upp hugbúnað úr útibúum þriðja aðila. Það er möguleiki á að það hafi ekki verið prófað með Ubuntu og gæti valdið því að kerfið þitt virki ekki.
pt: Tenha cuidado ao instalar software de repositórios de terceiros. Pode não ter sido testado com o Ubuntu e danificar o seu sistema.
pt_br: Seja cuidadoso ao instalar programas de repositórios de terceiros. Eles podem não ter sido testados com o Ubuntu e podem causar falhas em seu sistema.
sv: Var försiktig vid installation av programvara från tredjepartsförråd. Det kanske inte har testats med Ubuntu och kan göra att ditt system trasigt.

source: Open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Software Sources</guimenuitem></menuchoice> and press <guilabel>Third-Party Software</guilabel>.
is: Opnaðu <menuchoice><guimenu>Kerfi</guimenu><guimenuitem>Stjórnun</guimenuitem><guimenuitem>Hugbúnaðaruppsprettur</guimenuitem></menuchoice> og ýttu á <guilabel>Hugbúnaður þriðja aðila</guilabel>.
pt: Abrir <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Fontes de Aplicações</guimenuitem></menuchoice> e escolher <guilabel>Aplicações de Terceiros</guilabel>.
pt_br: Abra <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Canais de Software</guimenuitem></menuchoice> e clique em <guilabel>Software de Terceiros</guilabel>.
sv: Öppna <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Programvarukällor</guimenuitem></menuchoice> och tryck på <guilabel>Tredjepartsprogramvara</guilabel>.

source: Press <guibutton>Add</guibutton> to add a new repository.
is: Ýttu á <guibutton>Bæta við</guibutton> til þess að bæta við nýju útibúi.
pt: Clique em <guibutton>Adicionar</guibutton> para adicionar um novo repositório.
pt_br: Clique em <guibutton>Adicionar</guibutton> para adicionar um novo repositório.
sv: Klicka på <guibutton>Lägg till</guibutton> för att lägga till ett nytt förråd.

source: Enter the <guilabel>APT line</guilabel> for the extra repository. This should be available from the website of the repository or similar, and should look similar to the following:
is: Sláðu inn <guilabel>APT línu</guilabel> nýja útibúsins. Hún ætti að vera tiltæk á vefsíðu útibúsins, eða með svipuðum hætti, og ætti að líta út svipað og eftirfylgjandi:
pt: Insira a <guilabel>linha APT</guilabel> para o repositório extra. Este endereço deve estar disponível no site do repositório e deve ser semelhante ao seguinte:
pt_br: Insira o <guilabel>endereço APT</guilabel> para o repositório extra. Este endereço deve estar disponível no site do repositório e deve ser similar ao seguinte:
sv: Ange <guilabel>APT-raden</guilabel> för det extra förrådet. Det ska finnas tillgängligt från webbplatsen för förrådet eller liknande, och bör se ut som denna:

source: Press <guibutton>Add Source</guibutton> and then click <guibutton>Close</guibutton> to save your changes.
is: Ýttu á <guibutton>Bæta við uppsprettu</guibutton> og ýttu á <guibutton>Loka</guibutton> til þess að vista breytingarnar þínar.
pt: Pressione <guibutton>Adicionar fonte</guibutton> e clique <guibutton>Fechar</guibutton> para guardar as suas alterações.
pt_br: Clique em <guibutton>Adicionar Fonte</guibutton> e então em <guibutton>Fechar</guibutton> para salvar suas alterações.
sv: Tryck på <guibutton>Lägg till källa</guibutton> och sedan på <guibutton>Stäng</guibutton> för att spara dina ändringar.

source: Most software repositories use a GPG key to digitally sign the files they provide, which makes it easy to check that the files have not been tampered with since their creation. In order for apt to be able to check this, you need the public key that corresponds to the signatures. The key should be available for download on the repository's website.
is: Flest hugbúnaðarútibú nota GPG lykil til þess að skrifa rafrænt undir skrár í þeirra umsjá, sem auðveldar athuganir á því hvort að skrám hefur verið breytt síðan þær voru skapaðar. Til þess að apt geti athugað þetta vantar opinberan lykil sem passar við undirskriftirnar. Þessi lykill ætti að vera hægt að sækja frá vefsíðu útibúsins.
pt: A maior parte dos repositórios de software usa uma chave GPG para assinar digitalmente os ficheiros que disponibiliza, o que torna simples verificar se os ficheiros não foram alterados após a sua criação. Para que o apt seja capaz de fazer esta verificação, é necessária a chave pública que corresponde às assinaturas. A chave deve estar disponível para download no sítio da internet do repositório.
pt_br: Grande parte dos repositórios usa uma chave GPG para assinar digitalmente os arquivos que são disponibilizados, o que facilita verificar se os arquivos não foram alterados desde sua criação. Para que o apt possa checar isso, você necessita de uma chave pública que corresponde às assinaturas. A chave deve estar disponível para download no site do repositório.
sv: De flesta programvaruförråd använder en GPG-nyckel för att digitalt signera filerna som de tillhandahåller, vilket gör det enkelt att kontrollera att filerna inte har ändrats sedan de skapades. För att apt ska kunna kontrollera detta behöver du den publika nyckeln som motsvarar signaturerna. Nyckeln ska finnas tillgänglig för hämtning på förrådets webbplats.

source: Once you have downloaded the GPG key, import the key by selecting the <guilabel>Authenticate</guilabel> tab, and clicking on <guibutton>Import Key File...</guibutton>, and then selecting the GPG key to be imported.
is: Þegar þú hefur sótt GPG lykilinn, flytur þú hann inn í kerfið með því að velja <guilabel>Auðkenna</guilabel> flipann og smella á <guibutton>Flytja inn lykilskrá...</guibutton>. Því næst velurðu GPG lykilinn sem á að flytja inn.
pt: Assim que descarregar a chave GPG, importe a chave selecionando o tab <guilabel>Autentificar</guilabel>, e clicando em <guibutton>Importar Ficheiro de Chave...</guibutton>, e depois selecionando a chave GPG a ser importada.
pt_br: Uma vez que você tenha baixado a chave GPG, importe-a selecionando a aba <guilabel>Autenticar</guilabel> e clicando em <guibutton>Importar Arquivo de Chave...</guibutton> e então selecionando a chave GPG que deve ser importada.
sv: När du har hämtat ner GPG-nyckeln ska du importera nyckeln genom att välja fliken <guilabel>Autentisering</guilabel>, klicka sedan på <guibutton>Importera nyckelfil...</guibutton> och välj sedan GPG-nyckeln som ska importeras.

source: Click <guibutton>Reload</guibutton> in the package manager to update the list of available packages.
is: Ýttu á <guibutton>Endurhlaða</guibutton> í pakkastjóranum til þess að uppfæra listann yfir tiltæka pakka.
pt: Clique <guibutton>Actualizar</guibutton> no gestor de pacotes para actualizar a lista de pacotes disponíveis.
pt_br: Clique em <guibutton>Recarregar</guibutton> no gerenciador de pacotes para atualizar a lista de pacotes disponíveis.
sv: Klicka på <guibutton>Läs om</guibutton> i din pakethanterare för att uppdatera listan över tillgängliga paket.

source: Add/Remove Applications
is: Bæta við/Fjarlægja forrit
pt: Adicionar/Remover Aplicações
pt_br: Adicionar/Remover Programas
sv: Lägg till/Ta bort program

source: With the <guimenuitem>Add/Remove…</guimenuitem> item in the <guimenu>Applications</guimenu> menu, you can install programs to do new things with Ubuntu. You can also remove programs you do not want. You need administrative access to use <application>Add/Remove Programs</application> (see <ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink> for more details).
is: Með <guimenuitem>Bæta við/Fjarlægja…</guimenuitem> möguleikanum í <guimenu>Forrit</guimenu> valmyndinni, getur þú sett upp forrit til þess að gera nýja hluti með Ubuntu. Þú getur einnig fjarlægt forrit sem þú hefur ekki áhuga á. Þú þarft stjórnunaraðgang til þess að nota <application>Bæta við/Fjarlægja forrit</application> (sjá <ulink type="help" url="ghelp:administrative">Stjórnunarverk</ulink> fyrir meiri upplýsingar).
pt: Com o item <guimenuitem>Adicionar/Remover…</guimenuitem> no menu <guimenu>Aplicações</guimenu> pode instalar programas para realizar novas actividades com o Ubuntu. Pode também remover programas que não deseja. Você precisa de acesso administrativo para usar o <application>Adicionar/Remover Aplicações</application> (veja <ulink type="help" url="ghelp:administrative">Tarefas Administrativas</ulink> para mais detalhes)
pt_br: Com o item <guimenuitem>Adicionar/Remover…</guimenuitem> no menu <guimenu>Aplicações</guimenu> você pode instalar programas para realizar novas atividades com o Ubuntu. Você também pode remover programas que não deseja. Você precisa de um acesso administrativo para usar <application>Adicionar/Remover Aplicações</application> (veja <ulink type="help" url="ghelp:administrative">Tarefas Administrativas</ulink> para mais detalhes)
sv: Du kan installera program för att göra nya saker med Ubuntu genom att gå till <guimenuitem>Lägg till/Ta bort…</guimenuitem> i menyn <guimenu>Program</guimenu>. Du kan även ta bort program som du inte längre vill ha. Du behöver administrativ åtkomst för att använda <application>Lägg till/Ta bort program</application> (se <ulink type="help" url="ghelp:administrative">Administrativa uppgifter</ulink> för mer information).

source: If you know the name of a program you want to install, enter it in the <guilabel>Search</guilabel> field. Otherwise, begin by choosing a software category on the left.
is: Ef þú veist nafnið á forritinu sem þú vilt setja upp, sláðu það þá inn í <guilabel>Leit</guilabel>arsvæðið. Annars byrjarðu á því að velja hugbúnaðarflokk til vinstri.
pt: Se souber o nome de um programa que pretende instalar, introduza-o no campo <guilabel>Procurar</guilabel>. Caso contrário, comece por escolher uma categoria de software à esquerda.
pt_br: Se você souber o nome de um programa que você quer instalar, digite-o no campo <guilabel>Busca</guilabel>. Se não, comece escolhendo uma categoria de software à esquerda.
sv: Om du vet namnet på ett program som du vill installera kan du skriva in det i <guilabel>Sök</guilabel>-fältet. Annars kan du bläddra genom en programkategori i listan på vänstra sidan av fönstret.

source: Programs that are already installed begin with a check mark next to their name. Uncheck a program if you want to remove it from your computer.
is: Forrit sem eru nú þegar uppsett eru merkt með haki í kassann við hliðina á nafninu þeirra. Afhakaðu forrit sem þú vilt fjarlægja af tölvunni.
pt: Programas que já estão instalados estão marcados ao pé do seu nome. Desmarque um programa para o remover do seu computador.
pt_br: Os programas que já estão instalados começam com uma marca de verificação próxima ao seu nome. Desmarque o programa se você quiser removê-lo do seu computador.
sv: Program som redan är installerade har en ikryssad ruta bredvid programnamnet. Ta bort krysset om du vill ta bort programmet från din dator.

source: When you click <guibutton>Apply</guibutton> or <guibutton>OK</guibutton>, any new software will be downloaded from the Internet, and Ubuntu will make the changes you selected. If you have not activated the online package archive, you may be asked to insert your Ubuntu CD-ROM to install some packages.
is: Þegar þú ýtir á <guibutton>Beita</guibutton> eða <guibutton>Í lagi</guibutton> verður nýr hugbúnaður sóttur af Internetinu og Ubuntu gerir þær breytingar sem þú valdir. Ef þú hefur ekki virkt nettengda pakkasafnið gætir þú þurft að setja inn Ubuntu geisladisk til þess að setja upp suma pakka.
pt: Quando clica <guibutton>Aplicar</guibutton> ou <guibutton>OK</guibutton>, todo o software novo será transferido a partir da Internet, e o Ubuntu fará as mudanças que seleccionou. Se não activou o arquivo de pacotes online, pode ser-lhe pedido para inserir o seu CD-ROM do Ubuntu para instalar alguns pacotes.
pt_br: Quando você clicar em <guibutton>Aplicar</guibutton> ou em <guibutton>OK</guibutton>, todo o software novo será baixado da internet e o Ubuntu fará as mudanças que você selecionou. Se você não ativou o repositório de pacotes online, pode ser pedido que você introduza o CD-ROM do Ubuntu para instalar alguns pacotes.
sv: När du klickar på knappen <guibutton>Verkställ</guibutton> eller <guibutton>OK</guibutton> kommer den nya programvaran att hämtas från internet och Ubuntu kommer att verkställa de ändringar som du valt att göra. Om du inte har aktiverat åtkomst till paketförråd via internet kan du bli tillfrågad om att mata in din Ubuntu-skiva för att installera vissa paket.

source: Some software cannot be installed or removed using <application>Add/Remove Applications</application>. If you cannot find the package you are looking for, start the advanced package manager <application>Synaptic</application> (see <xref linkend="advanced"/>).
is: Ákveðinn hugbúnaður getur ekki verið settur upp eða fjarlægður með <application>Bæta við/Fjarlægja forrit</application>. Ef þú getur ekki fundið pakkann sem þú ert að leita að, ræstu þá ítarlega pakkastjórann <application>Synaptic</application> (sjá <xref linkend="advanced"/>).
pt: Algum software não pode ser instalado ou removido utilizando o botão <application>Adicionar/Remover Aplicações</application>. Se o pacote que está a procura, inicie o gestor de pacotes avançados, o <application>Synaptic</application> (ver <xref linkend="advanced"/>).
pt_br: Alguns softwares não podem ser instalados ou removidos usando o <application>Adicionar/Remover Aplicações</application>. Se você não achar o pacote pelo qual procura, inicie o gerenciador avançado de pacotes <application>Synaptic</application> (veja <xref linkend="advanced"/>).
sv: Viss programvara kan inte installeras eller tas bort med <application>Lägg till/Ta bort program</application>. Om du inte kan hitta paketet som du letar efter kan du starta den avancerade pakethanteraren <application>Synaptic</application> (se <xref linkend="advanced"/>).

source: Installing packages without an Internet connection
is: Uppsetning pakka án Internettengingar
pt: Instalar pacotes sem uma ligação à Internet
pt_br: Instalando pacotes sem uma conexão com a Internet
sv: Installera paket utan en internetanslutning

source: Other than using tools that download packages automatically, it is also possible to use a CD to install packages through a package manager while not connected to the Internet. The Ubuntu installation CD can be used for this purpose, and other CDs with different packages are available as well. Additionally, the program <application>APTonCD</application> can automatically backup installed packages on your system, and create CDs with the contents of various repositories on them.
is: Auk þess að nota tól sem sækja pakka sjálfkrafa er mögulegt að nota geisladisk til þess að setja upp pakka í gegnum pakkastjóra þegar maður er ekki tengdur Internetinu. Ubuntu uppsetningargeisladiskurinn getur verið notaður í þessum tilgangi og einnig aðrir geisladiskar með öðrum pökkum. Ásamt því þá getur forritið <application>APTonCD</application> sjálfkrafa tekið öryggisafrit af uppsettum pökkum á kerfinu og útbúið geisladiska með innihaldi ýmissa útibúa á þeim.
pt: Em alternativa a usar as ferramentas que fazem download de pacotes automaticamente, também é possível usar um CD para instalar pacotes através de um gerente de pacotes quando não está ligado à Internet. O CD de instalação do Ubuntu pode ser usado para esta finalidade, e outros CDs com pacotes diferentes estão disponíveis também. Mais ainda, o programa < application >APTonCD< /application > pode fazer automaticamente uma cópia de segurança dos pacotes no seu sistema, e criar CDs com conteúdo de vários repositórios.
pt_br: Além de usar ferramentas que baixam os pacotes automaticamente, é possível usar um CD para instalar pacotes através do gerenciador de pacotes enquanto não estiver conectado à Internet. O CD de instalação do Ubuntu pode ser usado com este propósito e outros CDs com diferentes pacotes também estão disponíveis. Além disso, o programa <application>APTonCD</application> pode fazer uma cópia de segurança dos pacotes instalados no seu sistema e criar CDs com o conteúdo de vários repositórios.
sv: Istället för att använda verktyg som automatiskt hämtar ner paket kan man använda en cd-skiva för att installera paket via en pakethanterare när man inte är ansluten till Internet. En installations-cd med Ubuntu kan användas för detta, men även andra cd-skivor med olika paket. Dessutom kan programmet <application>APTonCD</application> användas för att automatiskt säkerhetskopiera installerade paket på ditt system samt skapa cd-skivor med innehållet från ett flertal paketkällor.

source: Installing packages using the Ubuntu installation CD
is: Uppsetning pakka með Ubuntu uppsetningargeisladisk
pt: A instalar pacotes utilizando o CD de instalação do Ubuntu
pt_br: Instalando pacotes usando o CD de instalação do Ubuntu
sv: Installera paket med Ubuntus installations-cd

source: Some packages from the <emphasis>main</emphasis> and <emphasis>restricted</emphasis> Ubuntu package repositories can be installed from the Ubuntu installation CD. Simply insert your Ubuntu installation CD and open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>. To list only packages on the Ubuntu installation CD, click on the <guibutton>Origin</guibutton> button in the lower left corner of <application>Synaptic Package Manager</application>. The packages are listed under the <guimenuitem>Ubuntu 7.10_Gutsy Gibbon</guimenuitem> section.
is: Nokkrir pakkar í <emphasis>Stofn</emphasis> og <emphasis>Hamlandi</emphasis> Ubuntu pakkaútibúum geta verið settir upp af Ubuntu uppsetningargeisladisknum. Einfaldlega settu Ubuntu uppsetningargeisladiskinn í tölvuna og opnaðu <menuchoice><guimenu>Kerfi</guimenu><guimenuitem>Stjórnun</guimenuitem><guimenuitem>Synaptic Pakkastjóri</guimenuitem></menuchoice>. Til þess að fá lista yfir pakka sem eru eingöngu á Ubuntu uppsetningargeisladisknum ýttu þá á <guibutton>Uppruni</guibutton> hnappinn í lægra vinstra horni <application>Synaptic Pakkastjórans</application>. Pakkana má þá finna undir <guimenuitem>Ubuntu 7.10_Gutsy Gibbon</guimenuitem> kaflanum.
pt: Alguns pacotes dos repositórios <emphasis>main</emphasis> e <emphasis>restricted</emphasis> do Ubuntu podem ser instalador a partir do CD de instalação do Ubuntu. Apenas insira seu CD de instalação do Ubuntu e abra <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Gestor de Pacotes Synaptic</guimenuitem></menuchoice>. Para listar apenas os pacotes no CD de instalação do Ubuntu, pressione o botão <guibutton>Origem</guibutton> no canto inferior esquerdo do <application>Gestor de Pacotes Synaptic</application>. Os pacotes são listados na sessão <guimenuitem>Ubuntu 7.10_Gutsy Gibbon</guimenuitem>
pt_br: Alguns pacotes dos repositórios <emphasis>main</emphasis> e <emphasis>restricted</emphasis> do Ubuntu podem ser instalador a partir do CD de instalação do Ubuntu. Apenas insira seu CD de instalação do Ubuntu e abra <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Gerenciador de Pacotes Synaptic</guimenuitem></menuchoice>. Para listar apenas os pacotes no CD de instalação do Ubuntu, pressione o botão <guibutton>Origem</guibutton> no canto inferior esquerdo do <application>Gerenciador de Pacotes Synaptic</application>. Os pacotes são listados na sessão <guimenuitem>Ubuntu 7.10_Gutsy Gibbon</guimenuitem>
sv: Vissa paket från Ubuntu-paketförråden <emphasis>main</emphasis> och <emphasis>restricted</emphasis> kan installeras från Ubuntus installations-cd. Mata helt enkelt in din installations-cd för Ubuntu och öppna <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Pakethanteraren Synaptic</guimenuitem></menuchoice>. Klicka på knappen <guibutton>Ursprung</guibutton> i nedre vänstra hörnet av <application>Pakethanteraren Synaptic</application> för att endast lista paketen på Ubuntus installations-cd. Paketen listas under sektionen <guimenuitem>Ubuntu 7.10_Gutsy Gibbon</guimenuitem>.

source: If the packages are not listed, it may be because the CD is not listed as a package repository (the CD should be listed as a repository by default). To add the CD as a package repository:
is: Ef pakkarnir eru ekki á listanum gæti það verið vegna þess að geisladiskurinn er ekki gefinn upp sem pakkaútibú (geisladiskurinn ætti að vera gefinn upp sem útibú sjálfkrafa). Til þess að bæta geisladisknum við pakkaútibúið:
pt: Se os pacotes não se encontram listados, poderá ser porque o CD não está listado como um repositório de pacotes (o CD devia estar listado como um repositório por padrão). Para adicionar o CD como um repositório de pacotes:
pt_br: Se os pacotes não estão listados, pode ser porque o CD não está listado como um repositório de pacotes (o CD deve estar listado por padrão). Para adicionar o CD como um repositório de pacotes:
sv: Om paketen inte visas kan det bero på att cd-skivan inte finns listad som ett paketförråd (cd-skivan ska som standard listas som ett förråd). För att lägga till cd-skivan som ett paketförråd:

source: Eject the CD.
is: Taktu geisladiskinn úr tölvunni.
pt: Ejetar o CD.
pt_br: Ejetar o CD.
sv: Mata ut skivan.

source: Open the <emphasis>Software Sources</emphasis> dialog by selecting <guimenuitem>Repositories</guimenuitem> from the <guimenu>Settings</guimenu> menu of <application>Synaptic Package Manager</application>.
is: Opnaðu <emphasis>Hugbúnaðarupptök</emphasis> svargluggann með því að velja <guimenuitem>Útibú</guimenuitem> af <guimenu>Stillingar</guimenu> valmynd <application>Synaptic Pakkastjórans</application>.
pt: Abra o diálogo <emphasis>Fontes de Aplicações</emphasis> seleccionando <guimenuitem>Repositórios</guimenuitem> a partir do menu <guimenu>Configurações</guimenu> da aplicação <application>Synaptic Package Manager</application>.
pt_br: Abra o diálogo <emphasis>Fontes de Programas</emphasis> selecionando <guimenuitem>Repositórios</guimenuitem> no menu <guimenu>Configurações</guimenu> do <application>Gerenciador de Pacotes Synaptic</application>.
sv: Öppna dialogrutan <emphasis>Programvarukällor</emphasis> genom att välja <guimenuitem>Förråd</guimenuitem> från menyn <guimenu>Inställningar</guimenu> i <application>Pakethanteraren Synaptic</application>.

source: Go to the Third-Party Software tab and click on the <guibutton>Add CD-ROM</guibutton> button.
is: Veldu Hugbúnaður þriðja aðila flipann og ýttu á guibutton>Bæta við geisladisk</guibutton> hnappinn.
pt: Vá até ao separador \"Aplicações de Terceiros\" e clique no botão <guibutton>Adicionar CD-ROM</guibutton>.
pt_br: Vá até a aba \"Programas de terceiros\" e clique no botão <guibutton>Adicionar CD-ROM</guibutton>.
sv: Gå till fliken Tredjepartsprogramvara och klicka på knappen <guibutton>Lägg till cd-rom</guibutton>.

source: Insert the CD.
is: Settu geisladiskinn í tölvuna.
pt: Insira o CD
pt_br: Insira o CD.
sv: Mata in skivan.

source: The packages should then be listed.
is: Pakkarnir ættu þá að vera á listanum.
pt: Então os pacotes devem ser listados.
pt_br: Então os pacotes devem ser listados.
sv: Paketen ska sedan listas.

source: Enabling other CDs that can be used to install packages
is: Virkja aðra geisladiska sem geta verið notaðir til að setja upp pakka
pt: Permitir que outros CDs possam ser usados para instalar pacotes
pt_br: Habilitando outros CDs que podem ser usados para instalar pacotes
sv: Aktivera andra cd-skivor som kan användas för att installera paket
