Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/add-applications/po/*.po
Languages: is, pt, pt_br, sv

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
is: ubuntu-doc@lists.ubuntu.com (Ubuntu skjölunarverkefnið)
pt: ubuntu-doc@lists.ubuntu.com (Projecto de Documentação Ubuntu)
pt_br: ubuntu-doc@lists.ubuntu.com (Projeto de Documentação do Ubuntu)
sv: ubuntu-doc@lists.ubuntu.com (Ubuntus dokumentationsprojekt)

source: Adding and Removing Software
is: Bæta við og fjarlægja hugbúnað
pt: Adicionar e Remover Aplicações
pt_br: Adicionando e Removendo Programas
sv: Lägg till och ta bort programvara

source: Placeholder.
is: Svæðishandhafi
pt: Espaço reservado.
sv: Platshållare.

source: Adding, Removing and Updating Applications
is: Bæta við, fjarlægja og uppfæra forrit
pt: Adicionar, Remover e Actualizar Aplicações
pt_br: Adicionando, Removendo e Atualizando Aplicações
sv: Lägg till, ta bort och uppdatera program

source: Credits and License
is: Heiður og leyfi
pt: Créditos e Licença
pt_br: Créditos e Licença
sv: Erkännanden och licens

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
is: Þessu skjali er haldið við af skjölunarhópi Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Þeirra sem lagt hafa verkinu lið er getið <ulink url="../../../common/C/contributors.xml">hér</ulink>.
pt: Este documento é gerido pela equipa de documentação do Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para obter a lista de contribuidores veja a <ulink url="../../../common/C/contributors.xml">página de contribuidores</ulink>
pt_br: Este documento é mantido pela equipe de documentação do Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para uma lista de contribuintes veja a <ulink url="../../../common/C/contributors.xml">página de contribuintes</ulink>
sv: Det här dokumentet underhålls av Ubuntus dokumentationsteam (https://wiki.ubuntu.com/DocumentationTeam). För en lista över bidragsgivare, se den här <ulink url="../../../common/sv/contributors.xml">sidan</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
is: Þetta skjal er gefið út undir Creative Commons ShareAlike 2.5 License (CC-BY-SA) skilmálunum.
pt: Este documento está disponível segundo a licença Creative Commons ShareAlike 2.5 License (CC-BY-SA).
pt_br: Este documento é disponibilizado sob a Licença Creative Commons ShareAlike 2.5 (CC-BY-SA).
sv: Det här dokumentet har gjorts tillgängligt under licensen Creative Commons ShareAlike 2.5 License (CC-BY-SA).

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
is: Þér er frjálst að breyta, bæta og lagfæra kóðann á bakvið skjölun Ubuntu undir þessum skilmálum. Öll afleidd verkefni skulu vera gefin út undir þessum sömu skilmálum.
pt: É livre para modificar, alargar e melhorar o código-fonte da documentação do Ubuntu sobre os termos desta licença. Todos os trabalhos derivados devem ser disponibilizados sobre esta licença.
pt_br: Você é livre para modificar, estender e melhorar o código-fonte da documentação do Ubuntu sob os termos desta licença. Todos os trabalhos derivados devem ser liberados sob esta licença.
sv: Du får fritt modifiera, utöka och förbättra källkoden till Ubuntudokumentationen under vilkoren för den här licensen. Alla verk baserade på detta måste släppas under den här licensen.

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
is: Þessu skjali er dreyft með það í huga að það komi að góðum notum en ÁN ALLRAR ÁBYRGÐAR; jafnvel án þeirrar ábyrgðar sem fólgin er í SELJANLEIKA eða HÆFNI TIL AÐ GEGNA ÁKVEÐNU HLUTVERKI EINS OG SKÝRT ER Í FYRIRVARA.
pt: Esta documentação é distribuída na esperança de que seja útil, mas SEM NENHUMA GARANTIA; nem mesmo a garantia implícita de MERCANTIBILIDADE ou ADAPTAÇÃO A UM PROPÓSITO ESPECÍFICO COMO DESCRITO NAS DISPOSIÇÕES LEGAIS.
pt_br: Esta documentação é distribuída na esperança que será útil, mas SEM NENHUMA GARANTIA; nem mesmo a garantia implicada de COMERCIABILIDADE do ou a APTIDÃO PARA UMA FINALIDADE PARTICULAR COMO DESCRITA NO DISCLAIMER.
sv: Den här dokumentationen distribueras med förhoppningen att den kommer att vara användbar, men UTAN NÅGRA GARANTIER, varken uttryckliga eller implicita, ENLIGT VAD SOM BESKRIVS I FRISKRIVNINGSKLAUSULEN.

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
is: Afrit af leyfinu er hér: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike Leyfi</ulink>.
pt: Uma cópia da licença está disponível aqui: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
pt_br: Uma cópia da licença está disponível em: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sv: En kopia av licensen finns tillgänglig här: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Canonical Ltd. and members of the Ubuntu Documentation Project
is: Canonical Ltd. og meðlimir skjölunarverkefnis Ubuntu
pt: Canonical Ltd. e membros do Projecto de Documentação Ubuntu
pt_br: Canonical Ltda. e membros do Projeto de Documentação do Ubuntu
sv: Canonical Ltd. och medlemmar av Ubuntus dokumentationsprojekt

source: The Ubuntu Documentation Project
is: Skjölunarverkefni Ubuntu
pt: Projecto de Documentação Ubuntu
pt_br: O Projeto de Documentação do Ubuntu
sv: Ubuntus dokumentationsprojekt

source: In this section you can learn how to use a package manager to add or remove applications in Ubuntu with a few clicks. You can also learn about more advanced techniques of managing applications and discover some optional applications to add to Ubuntu and try.
is: Í þessum kafla lærir þú hvernig á að nota pakkastjóra til þess að bæta við og fjarlægja forrit í Ubuntu með örfáum músarsmellum. Þú getur líka lært um forritastjórnun fyrir lengra komna og uppgötvað ný möguleg forrit til að bæta við og prófa í Ubuntu.
pt: Nesta secção aprenderá a usar um gestor de pacotes para adicionar ou remover aplicações no Ubuntu com apenas alguns cliques. Poderá também aprender técnicas mais avançadas de gerir aplicações e descobrir algumas aplicações opcionais que pode adicionar ao Ubuntu para experimentar.
pt_br: Nesta seção você pode aprender como utilizar um gerenciador de pacotes para adicionar ou remover aplicações no Ubuntu com poucos cliques. Você também pode aprender mais técnicas para gerenciar aplicações e descobrir algumas aplicações opcionais para serem adicionadas ao Ubuntu e testadas.
sv: I det här avsnittet kan du lära dig hur man använder en pakethanterare för att lägga till eller ta bort program med ett fåtal klick. Du kan också läsa om mer avancerade metoder för att hantera program och upptäcka ytterligare program som du kan installera och prova på.

source: What is a package manager?
is: Hvað er pakkastjóri?
pt: O que é um gestor de pacotes?
pt_br: O que é um gerenciador de pacotes?
sv: Vad är en pakethanterare?

source: A package manager is a program that installs and uninstalls software, and keeps track of all the components each piece of software needs.
is: Pakkastjóri er forrit sem setur upp og fjarlægir hugbúnað ásamt því að halda utan um alla íhluti sem hver og einn hugbúnaður þarfnast.
pt: Um gestor de pacotes é um programa que instala e desinstala aplicações, e resolve as dependências de que cada aplicação necessita.
pt_br: Um gerenciador de pacotes é um programa que instala e desinstala programas, mantendo um histórico de todos os componentes que cada parte dos programas precisa.
sv: En pakethanterare är ett program som installerar och avinstallerar program samt håller ordning på alla komponenter och filer som programmen behöver.

source: To add or remove applications in Ubuntu, you need to use a <emphasis>package manager</emphasis>. It will automatically download the software required from the Internet and install it.
is: Til þess að bæta við eða fjarlægja forrit í Ubuntu þarftu að nota <emphasis>pakkastjóra</emphasis>. Hann mun sjálfkrafa sækja hugbúnaðinn sem vantar af internetinu og setja hann upp.
pt: Para adicionar ou remover aplicações no Ubuntu, precisa de utilizar o <emphasis>gestor de pacotes</emphasis>. Este irá descarregar automaticamente as aplicações necessárias da Internet e instalá-las.
pt_br: Para adicionar ou remover programas no Ubuntu, você precisa de um <emphasis>gerenciador de pacotes</emphasis>. Ele irá automaticamente baixar o programa desejado da Internet e instalá-lo.
sv: För att lägga till eller ta bort program bör du använda en <emphasis>pakethanterare</emphasis>. Pakethanterare förenklar hämtningen av program från Internet och installation av dem.

source: There are three main package managers you can use in Ubuntu:
is: Það eru þrír megin pakkastjórar sem þú getur notað í Ubuntu:
pt: Existem três gestores de pacotes principais que pode usar no Ubuntu:
pt_br: Existem três principais gerenciadores de pacotes que você pode usar no Ubuntu:
sv: Det finns tre pakethanterare som du kan använda i Ubuntu:

source: <link linkend="gnome-app-install"><application>Add/Remove Programs</application></link> - The easiest way to install and uninstall programs.
is: <link linkend="gnome-app-install"><application>Bæta við/Fjarlægja Forrit</application></link> - Auðveldasta leiðin til að setja upp og fjarlægja forrit.
pt: <link linkend="gnome-app-install"><application>Adicionar/Remover Programas</application></link> - A forma mais simples de instalar e remover programas.
pt_br: <link linkend="gnome-app-install"><application>Adicionar/Remover...</application></link> - A maneira mais fácil de instalar e remover programas.
sv: <link linkend="gnome-app-install"><application>Lägg till/Ta bort program</application></link> - Det enklaste sättet att installera och avinstallera de vanligaste programmen.

source: <link linkend="synaptic"><application>Synaptic</application></link> - Advanced control of software and other system components.
is: <link linkend="synaptic"><application>Synaptic</application></link> - Ítarleg stjórn á hugbúnaði og öðrum íhlutum kerfisins.
pt: <link linkend="synaptic"><application>Synaptic</application></link> - Controlo avançado de software e outros componentes do sistema.
pt_br: <link linkend="synaptic"><application>Synaptic</application></link> - Controle avançado de softwares e outros componentes do sistema.
sv: <link linkend="synaptic"><application>Pakethanteraren Synaptic</application></link> - Avancerad hantering av programvara och andra komponenter i ditt system.

source: <link linkend="apt"><application>Apt</application></link> - If you prefer using the Terminal.
is: <link linkend="apt"><application>Apt</application></link> - Ef þú kýst að nota útstöð.
pt: <link linkend="apt"><application>Apt</application></link> - Se preferir usar o Terminal.
pt_br: <link linkend="apt"><application>Apt</application></link> - Se você prefere utilizar o Terminal.
sv: <link linkend="apt"><application>Apt</application></link> - Om du föredrar att arbeta i en terminal.

source: If you open more than one of these programs at once, they may not work. Close them all and open just one.
is: Ef þú opnar fleiri en eitt af þessum forritum á sama tíma gætu þau ekki virkað. Lokaðu þeim öllum og reyndu að opna bara eitt.
pt: Se executar mais que um destes programas ao mesmo tempo, eles poderão não funcionar. Termine-os a todos e execute apenas um deles.
pt_br: Se você abrir mais de um destes programas ao mesmo tempo, eles não funcionarão. Feche todos eles e abra somente um.
sv: Om du öppnar fler än ett av dessa program samtidigt kommer de kanske inte att fungera. Stäng dem alla och öppna endast ett av dem.

source: You need administrative access to use any of these programs. See <ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink> for more details.
is: Þú þarft stjórnandaaðgang til þess að geta nota þessi forrit. Sjá <ulink type="help" url="ghelp:administrative">Stjórnunarverk</ulink> fyrir meiri upplýsingar.
pt: Necessita de acesso administrativo para usar qualquer um destes programas. Veja <ulink type="help" url="ghelp:administrative">Tarefas Administrativas</ulink> para mais detalhes.
pt_br: Você precisa de acesso administrativo para utilizar algum desses programas. Veja <ulink type="help" url="ghelp:administrative">Tarefas Administrativas</ulink> para obter mais detalhes.
sv: Du behöver administrativ behörighet för att använda dessa program. Se <ulink type="help" url="ghelp:administrative">Administrativa uppgifter</ulink> för mer information.

source: Software repositories
is: Hugbúnaðarútibú
pt: Repositórios de Software
pt_br: Repositórios de software
sv: Programvaruförråd

source: A software repository is a place from which you can download and install software over the Internet.
is: Hugbúnaðarútibú er staður þar sem þú getur sótt hugbúnað yfir netið og sett upp á tölvunni.
pt: Um repositório de software é um local de onde se pode transferir e instalar software a partir da Internet.
pt_br: Um repositório de software é um lugar de onde você pode baixar e instalar programas pela Internet.
sv: Ett programvaruförråd är en plats varifrån du kan hämta och installera programvara via internet.

source: There are thousands of programs available to install on Ubuntu. These programs are stored in software archives (<emphasis>repositories</emphasis>) and are made freely available for installation over the Internet. This makes it very easy to install new programs in Linux, and it is also very secure, because each program you install is built specially for Ubuntu and checked before it is installed.
is: Það eru þúsundir af forritum tiltæk til uppsetningar á Ubuntu. Þessi forrit eru geymd í hugbúnaðarsöfnum (<emphasis>útibúum</emphasis>) og eru gerð frjálslega tiltæk til uppsetningar af internetinu. Þetta auðveldar uppsetningu á nýjum forritum í GNU/Linux ásamt því að vera mjög örugg leið, vegna þess að hvert forrit sem þú setur upp er sérstaklega byggt fyrir Ubuntu og athugað áður en það er sett upp.
pt: Existem milhares de programas disponíveis para instalação no Ubuntu. Estes programas são armazenados em (<emphasis>repositórios</emphasis>) de arquivos de aplicações e estão disponíveis gratuitamente para instalação através da Internet. Isto torna muito fácil instalar programas em Linux, e é também muito seguro, uma vez que cada programa instalado é desenvolvido especialmente para Ubuntu e verificado antes da instalação.
pt_br: Há milhares de programas disponíveis para instalação no Ubuntu. Esses programas são armazenados em arquivos de software (<emphasis>repositórios</emphasis>) e disponibilizados livremente para instalação pela Internet. Isto torna muito fácil a instalação de novos programas no Linux e também muito segura, pois cada programa que você instalar é feito especialmente para o Ubuntu e verificado antes da instalação.
sv: Det finns tusentals program tillgängliga att installera i Ubuntu. Dessa program finns lagrade i programvaruarkiv (<emphasis>förråd</emphasis>) och görs fritt tillgängliga för installation över Internet. Detta gör det väldigt enkelt att installera nya program i Linux och det är också mycket säkert därför att alla program som du installerar är byggda specifikt för Ubuntu och kontrollerade innan de installeras.

source: To organise the software, Ubuntu repositories are categorised into four groups: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis>, and <emphasis>Multiverse</emphasis>. The rationale used to determine which software goes into which category is based on the level of support that software development teams provide for a program and the level of compliance the program has to the <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Free Software Philosophy</ulink>.
is: Til þess að koma skipulagi á hugbúnaðinn eru Ubuntu útibúin flokkuð í fjórar tegundir: <emphasis>Stofn</emphasis>, <emphasis>Hamlaður</emphasis>, <emphasis>Alheimur</emphasis> og <emphasis>Fjölheimur</emphasis>. Rökin sem eru notuð til þess að ákveða hvaða hugbúnaður fer í hvaða flokk er byggð á þeim stuðningi sem hugbúnaðarþróunarteymin gefa með forritinu og hversu vel forritið fylgir <ulink url="http://www.ubuntu.com/ubuntu/philosophy">hugmyndafræði frjáls hugbúnaðar</ulink>.
pt: De modo a organizar as aplicações, os repositórios Ubuntu estão categorizados em quatro grupos: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis>, e <emphasis>Multiverse</emphasis>. A lógica usada para determinar que aplicação é inserida em que categoria é baseada no nível de suporte que as equipas de desenvolvimento dão a cada programa e no nível de conformidade da aplicação para com a <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Filosofia do Software Livre</ulink>.
pt_br: Para organizar os programas, os repositórios do Ubuntu são categorizados em quatro grupos: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis>, e <emphasis>Multiverse</emphasis>. A lógica utilizada para determinar quais programas entram em cada categoria é baseada no nível de suporte que as equipes de desenvolvimento fornecem ao programa e ao nível de obediência que o programa tem em relação à <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Filosofia de Software Livre</ulink>.
sv: För att organisera programvaran har Ubuntu-förråden kategoriserats i fyra grupper: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis> och <emphasis>Multiverse</emphasis>. Uppbyggnaden är till för att fastställa vilken programvara som ingår i vilken kategori är baserad på den nivå av stöd som programvaruutvecklarna ger för ett program och den nivå av standard som programmet uppfyller mot <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Free Software Philosophy</ulink>.

source: The standard Ubuntu Install CD contains some software from the <emphasis>Main</emphasis> and <emphasis>Restricted</emphasis> categories.
is: Staðlaði Ubuntu uppsetningar geisladiskurinn inniheldur hugbúnað frá <emphasis>Stofn</emphasis> og <emphasis>Hamlaður</emphasis> flokkunum.
pt: O CD de Instalação-base do Ubuntu contém algum software das categorias <emphasis>Main</emphasis> e <emphasis>Restricted</emphasis>.
pt_br: O CD padrão de instalação do Ubuntu contém alguns programas das categorias <emphasis>Main</emphasis> e <emphasis>Restricted</emphasis>.
sv: Ubuntus standardinstallationsskiva innehåller några programvaror från kategorierna <emphasis>Main</emphasis> och <emphasis>Restricted</emphasis>.

source: If your system is connected to the Internet, many more software programs are made available for installation. For example, the <quote>Universe</quote> and <quote>Multiverse</quote> repositories are only available over the Internet.
is: Ef kerfið þitt er tengt Internetinu eru miklu fleiri hugbúnaðarforrit tiltæk til uppsetningar. Til dæmis, <quote>Alheimur</quote> og <quote>Fjölheimur</quote> útibúin eru aðeins tiltæk á Internetinu.
pt: Se o seu sistema está ligado à Internet, muito mais programas estão disponíveis para instalação. Por exemplo, os repositórios <quote>Universo</quote> and <quote>Multiverso</quote> estão disponíveis apenas na Internet.
pt_br: Se o seu sistema está conectado à Internet, muitos outros programas estão disponíveis para instalação. Por exemplo, os repositórios <quote>Universe</quote> e <quote>Multiverse</quote> só estão disponíveis pela Internet.
sv: Om ditt system är anslutet till internet finns många fler program tillgängliga för installation. Till exempel finns endast förråden <quote>Universe</quote> och <quote>Multiverse</quote> tillgängliga via internet.

source: The <emphasis>Multiverse</emphasis> repository contains software which has been classified as <emphasis>non-free</emphasis>. This software may not be permitted in some jurisdictions. When installing each package from this repository, you should verify that the laws of your country permit you to use it. Also, this software may not include security updates.
is: <emphasis>Fjölheimur</emphasis> útibúið inniheldur hugbúnað sem hefur verið flokkaður sem <emphasis>ófrjáls</emphasis>. Það er möguleiki að þennan hugbúnað megi ekki nota í vissum lögsagnarumdæmum. Þegar pakki frá þessu útibúi er settur upp ættir þú að staðfesta að lögin í þínu landi leyfi þér að nota hann. Auk þess er möguleiki á að þessi hugbúnaður innihaldi ekki öryggisuppfærslur.
pt: O repositório <emphasis>Multiverse</emphasis> contém aplicações classificadas como <emphasis>não-livres</emphasis>. Estas aplicações podem não ser permitidas por algumas jurisdições. Quando instala pacotes deste repositório, deve verificar se as leis do seu país os permitem utilizar. Adicionalmente, deve ter em conta que estas aplicações podem não ter actualizações de segurança.
pt_br: O repositório <emphasis>Multiverse</emphasis> contém programas que são classificados como <emphasis>não-livres</emphasis>. Estes programas podem não ser permitidos em algumas jurisdições. Ao instalar um pacote desse repositório, você deveria verificar se as leis de seu país permitem o uso do mesmo. Além disso, esse programa pode não incluir atualizações de segurança.
sv: Förrådet <emphasis>Multiverse</emphasis> innehåller programvara som har klassificerats som <emphasis>icke-fri</emphasis>. Denna programvara kan eventuellt vara otillåten i vissa sammanhang. Innan installation av sådan programvara bör du kontrollera att programvaran är tillåten enligt lagarna i ditt land. Den här programvaran kanske även saknar säkerhetsuppdateringar.

source: You can find more information about the Repositories available <ulink url="http://www.ubuntu.com/ubuntu/components">on the website</ulink>.
is: Þú getur fundið meiri upplýsingar um tiltæk útibú á <ulink url="http://www.ubuntu.com/ubuntu/components">vefsíðunni</ulink>.
pt: Pode encontrar mais informação sobre Repositórios disponível <ulink url="http://www.ubuntu.com/ubuntu/components">no sítio web</ulink>.
pt_br: Você pode encontrar maiores informações sobre repositórios <ulink url="http://www.ubuntu.com/ubuntu/components">no site do Ubuntu</ulink>.
sv: Du kan läsa mer om de tillgängliga förråden <ulink url="http://www.ubuntu.com/ubuntu/components">på hemsidan</ulink>.

source: Adding extra repositories
is: Bæta við viðbótarútibúum
pt: Adicionar repositórios adicionais
pt_br: Adicionando repositórios extras
sv: Lägg till ytterligare förråd

source: It is possible to add extra repositories, such as those provided by third parties or those for older version of Ubuntu.
is: Það er möguleiki að bæta við viðbótarútibúum, eins og þeim sem eru í umsjá þriðja aðila eða fyrir eldri útgáfur af Ubuntu.
pt: É possível adicionar repositórios adicionais, como aqueles disponibilizados por terceiros ou versões antigas no Ubuntu.
pt_br: É possível adicionar repositórios extras, tais como os que são fornecidos por terceiros ou aqueles de versões mais antigas do Ubuntu.
sv: Det är möjligt att lägga till ytterligare förråd, exempelvis sådana som tillhandahålls av tredjepart eller förråd för en äldre version av Ubuntu.
