Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/add-applications/po/*.po
Languages: is, pt, pt_br, sv

source: To enable <application>Synaptic</application> to install packages from CDs which contain packages:
is: Til þess að leyfa <application>Synaptic</application> að setja upp pakka frá geisladiskum sem innihalda pakka:
pt: Permitir que a aplicação < application >Synaptic< /application > instale pacotes a partir de CDs que contêm pacotes:
pt_br: Para habilitar o <application>Synaptic</application> a instalar pacotes de CDs que contêm pacotes:
sv: För att låta <application>Synaptic</application> installera paket från cd-skivor som innehåller programpaket:

source: Open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>.
is: Opnaðu <menuchoice><guimenu>Kerfi</guimenu><guimenuitem>Stjórnun</guimenuitem><guimenuitem>Synaptic Pakkastjóri</guimenuitem></menuchoice>.
pt: Abra <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Gestor de Pacotes Synaptic</guimenuitem></menuchoice>.
pt_br: Abra <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Gerenciador de Pacotes Synaptic</guimenuitem></menuchoice>.
sv: Öppna <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Pakethanteraren Synaptic</guimenuitem></menuchoice>.

source: Open the <emphasis>Software Sources</emphasis> tool by selecting <guimenuitem>Repositories</guimenuitem> from the <guimenu>Settings</guimenu> menu of <application>Synaptic Package Manager</application>.
is: Opnaðu <emphasis>Hugbúnaðarupptök</emphasis> tólið með því að velja <guimenuitem>Útibú</guimenuitem> af <guimenu>Stillingar</guimenu> valmynd <application>Synaptic Pakkastjórans</application>.
pt: Abra a ferramenta <emphasis>Fontes de Aplicações</emphasis> seleccionando <guimenuitem>Repositórios</guimenuitem> no menu <guimenu>Configurações</guimenu> do <application>Gestor de Pacotes Synaptic</application>.
pt_br: Abra a ferramenta <emphasis>Fontes de Programas</emphasis> selecionando <guimenuitem>Repositórios</guimenuitem> no menu <guimenu>Configurações</guimenu> do <application>Gerenciador de Pacotes Synaptic</application>.
sv: Öppna verktyget <emphasis>Programvarukällor</emphasis> genom att välja <guimenuitem>Förråd</guimenuitem> från menyn <guimenu>Inställningar</guimenu> i <application>Pakethanteraren Synaptic</application>.

source: Insert the CD which contains the packages.
is: Settu geisladiskinn sem inniheldur pakkana í tölvuna.
pt: Insira o CD que contém os pacotes.
pt_br: Insira o CD que contém os pacotes.
sv: Mata in cd-skivan som innehåller paketen.

source: The packages should then be listed. To have <application>Synaptic</application> only list packages from the CD, click the <guibutton>Origin</guibutton> button on the lower left corner of <application>Synaptic Package Manager</application>, then find the name of the CD on the list on the upper left corner of <application>Synaptic</application>.
is: Pakkarnir ættu þá að vera á listanum. Til þess að láta <application>Synaptic</application> eingöngu sýna pakka af geisladisknum ýttu þá á <guibutton>Uppruni</guibutton> hnappinn í lægra vinstra horni <application>Synaptic Pakkastjórans</application> og finndu nafn geisladisksins í listanum í efra vinstra horni <application>Synaptic</application>.
pt: Os pacotes deverão estar listados. Para que o <application>Synaptic</application> liste apenas os pacotes do CD, clique no botão <guibutton>Origem</guibutton> no canto inferior esquerdo do <application>Gestor de Pacotes Synaptic</application> e então encontre o nome do CD na lista no canto superior esquerdo do <application>Synaptic</application>.
pt_br: Os pacotes devem então ser listados. Para que o <application>Synaptic</application> liste apenas os pacotes do CD, clique no botão <guibutton>Origem</guibutton> no canto inferior esquerdo do <application>Gerenciador de Pacotes Synaptic</application> e então encontre o nome do CD na lista no canto superior esquerdo do <application>Synaptic</application>.
sv: Paketen kommer då att listas. För att <application>Synaptic</application> endast ska lista paket från cd-skivan kan du klicka på knappen <guibutton>Ursprung</guibutton> i nedre vänstra hörnet i <application>Pakethanteraren Synaptic</application>, leta sedan fram namnet på cd-skivan i listan i övre vänstra hörnet av <application>Synaptic</application>.

source: Using APTonCD to install packages
is: Notkun APTonCD til að setja upp pakka
pt: Usando APTonCD para instalar pacotes
pt_br: Usando APTonCD para instalar pacotes
sv: Använd APTonCD för att installera paket

source: <application>APTonCD</application> can be used to create a CD that contains all the packages you have on your system, or it can create CDs with packages or entire repositories of your choice. In a package manager such as <application>Synaptic</application>, find the <emphasis>aptoncd</emphasis> package and install it.
is: <application>APTonCD</application> getur verið notað til að búa til geisladisk sem inniheldur alla pakka sem þú hefur uppsetta á kerfinu þínu eða útbúa geisladisk með pökkum eða heilum útibúum eftir þínu höfði. Í pakkastjóra eins og <application>Synaptic</application> finndu <emphasis>aptoncd</emphasis> pakkann og settu hann upp.
pt: O <application>APTonCD</application> pode ser usado para criar um CD que contenha todos os pacotes que tenha instalado no seu sistema ou pode criar CDs com pacotes ou repositórios inteiros da sua escolha. Num gestor de pacotes como o <application>Synaptic</application>, encontre o pacote <emphasis>aptoncd</emphasis> e instale-o.
pt_br: O <application>APTonCD</application> pode ser usado para criar um CD que contenha todos os pacotes que você tenha instalado em seu sistema ou ele pode criar CDs com pacotes ou repositórios inteiros da sua escolha. Em um gerenciador de pacotes como o <application>Synaptic</application>, encontre o pacote <emphasis>aptoncd</emphasis> e instale-o.
sv: <application>APTonCD</application> kan användas för att skapa en cd-skiva som innehåller alla paket du har på din dator. Den kan även skapa cd-skivor med paket eller hela förråd. I en pakethanterare, exempelvis <application>Synaptic</application>, leta efter paketet <emphasis>aptoncd</emphasis> och installera det.

source: Further documentation on <application>APTonCD</application> can be found on it's website, <ulink url="http://aptoncd.sourceforge.net">aptoncd.sourceforge.net</ulink>
is: Ítarlegri leiðbeiningar um <application>APTonCD</application> er hægt að finna á vefsíðunni <ulink url="http://aptoncd.sourceforge.net">aptoncd.sourceforge.net</ulink>
pt: Mais documentação sobre o <application>APTonCD</application> pode ser encontrada no site <ulink url="http://aptoncd.sourceforge.net">aptoncd.sourceforge.net</ulink>
pt_br: Mais documentação sobre o <application>APTonCD</application> pode ser encontrada no site <ulink url="http://aptoncd.sourceforge.net">aptoncd.sourceforge.net</ulink>
sv: Ytterligare dokumentation för <application>APTonCD</application> kan hittas på deras webbplats, <ulink url="http://aptoncd.sourceforge.net">aptoncd.sourceforge.net</ulink>

source: Advanced package management
is: Ítarleg pakkastjórnun
pt: Gestor de pacotes avançado
pt_br: Gerenciamento de pacotes avançado
sv: Avancerad pakethantering

source: Several other package managers exist in Ubuntu. These contain more advanced features than <application>Add/Remove Applications</application>.
is: Ýmsir aðrir pakkastjórar eru til í Ubuntu. Þeir bjóða upp á mun ítarlegri möguleika heldur en <application>Bæta við/Fjarlægja forrit</application>.
pt: Existem muitos mais gestores de pacotes no Ubuntu. Estes contêm funcionalidades mais avançadas que o <application>Adicionar/Remover Aplicações</application>.
pt_br: Existem vários outros gerenciadores de pacotes no Ubuntu. Eles contém mais atributos avançados que o <application>Adicionar/Remover Aplicações</application>.
sv: Det finns flera pakethanterare i Ubuntu. Dessa har mer avancerade funktioner än <application>Lägg till/Ta bort program</application>.

source: Synaptic Package Manager
is: Synaptic pakkastjóri
pt: Gestor de Pacotes Synaptic
pt_br: Gerenciador de Pacotes Synaptic
sv: Pakethanteraren Synaptic

source: <application>Synaptic</application> is an advanced package management application that can install and remove every package available to your system. The interface is graphical like <application>Add/Remove Applications</application>, but presents much more information and gives you complete control over the software on your computer.
is: <application>Synaptic</application> er ítarlegt pakkastjórnarforrit sem getur sett upp og fjarlægt hvern einn og einasta pakka sem er tiltækur á kerfinu þínu. Viðmótið er myndrænt eins og í <application>Bæta við/Fjarlægja forrit</application> en býður upp á miklu meiri upplýsingar og gefur þér fullkomna stjórn á hugbúnaðinum á tölvunni þinni.
pt: O <application>Synaptic</application> é uma aplicação de gestão de pacotes avançada que pode instalar e remover todos os pacotes disponíveis no seu sistema. A interface é gráfica como em <application>Adicionar/Remover Aplicações</application>, mas apresenta muito mais informação e dá-lhe controlo completo sobre o software no seu computador.
pt_br: O <application>Synaptic</application> é um aplicativo de gerenciamento avançado de pacotes que pode instalar e remover qualquer pacote disponível para o seu sistema. A interface é gráfica como <application>Adicionar/Remover Programas</application>, mas apresenta muito mais informações e te dá controle completo sobre o software em seu computador
sv: <application>Synaptic</application> är en avancerad pakethanterare som kan installera och avinstallera alla paket som finns tillgängliga på ditt system. Användargränsnittet är grafiskt precis som <application>Lägg till/Ta bort program</application> men ger dig mycket mer information och fullständig kontroll över programvaran på din dator.

source: To launch <application>Synaptic</application>, press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>. You need administrative access to use <application>Synaptic</application>. See <ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink> for more details.
is: Til þess að keyra <application>Synaptic</application> ýttu þá á <menuchoice><guimenu>Kerfi</guimenu><guimenuitem>Stjórnun</guimenuitem><guimenuitem>Synaptic Pakkastjóri</guimenuitem></menuchoice>. Þú þarft stjórnunaraðgang til þess að nota <application>Synaptic</application>. Sjá <ulink type="help" url="ghelp:administrative">Stjórnunarverk</ulink> fyrir meiri upplýsingar.
pt: Para iniciar o <application>Synaptic</application>, carregue em <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Gestor de Pacotes Synaptic</guimenuitem></menuchoice>. Precisa ter acesso administrativo para usar o <application>Synaptic</application>. Veja <ulink type="help" url="ghelp:administrative">Tarefas Administrativas</ulink> para mais detalhes.
pt_br: Para iniciar o <application>Synaptic</application>, pressione <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Gerenciador de Pacotes Synaptic</guimenuitem></menuchoice>. Você precisa ter acesso administrativo para usar o <application>Synaptic</application>. Veja <ulink type="help" url="ghelp:administrative">Tarefas Administrativas</ulink> para mais detalhes.
sv: Tryck på <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Pakethanteraren Synaptic</guimenuitem></menuchoice> för att starta <application>Synaptic</application>. Du behöver administrativ åtkomst för att använda <application>Synaptic</application>. Se <ulink type="help" url="ghelp:administrative">Administrativa uppgifter</ulink> för mer information.

source: If you know the name of the package you want to install or remove, click the <guibutton>Search</guibutton> button, and enter the package name or a short search term. You can also search for packages by description (for example, you can find all packages mentioning <quote><wordasword>arcade</wordasword></quote> or <quote><wordasword>mathematics</wordasword></quote>).
is: Ef þú veist nafnið á pakkanum sem þú vilt setja upp eða fjarlægja ýttu þá á <guibutton>Leit</guibutton>arhnappinn og sláðu inn pakkanafnið eða stutta leitarlýsingu. Þú getur einnig leita að pökkum eftir lýsingu (til dæmis geturðu fundið alla pakka þar sem orðin <quote><wordasword>leikir</wordasword></quote> eða <quote><wordasword>stærðfræði</wordasword></quote> eru nefnd.
pt: Se sabe o nome do pacote que quer instalar ou remover, clique no botão <guibutton>Procura</guibutton>, e insira o nome do pacote ou um termo curto de pesquisa. Pode ainda procurar pacotes pela descrição (por exemplo, pode encontrar todos os pacotes mencionando <quote><wordasword>arcada</wordasword></quote> ou <quote><wordasword>matemática</wordasword></quote>).
pt_br: Se você souber o nome do pacote que você quer instalar ou remover, clique no botão <guibutton>Procurar</guibutton> e digite o nome do pacote ou um termo curto para pesquisa. Você pode também procurar os pacotes pela descrição (por exemplo, você pode encontrar todos os pacotes que mencionem <quote><wordasword>arcade</wordasword></quote> ou <quote><wordasword>mathematics</wordasword></quote>).
sv: Om du vet namnet på det paket som du vill installera eller ta bort kan du söka efter det. Klicka på <guibutton>Sök</guibutton>-knappen och ange namnet eller en kort sökterm. Du kan även söka efter paketets beskrivning (till exempel kan du söka efter paket som innehåller ordet <quote><wordasword>arcade</wordasword></quote> eller <quote><wordasword>mathematics</wordasword></quote>).

source: Use the categories on the left to filter the list of packages. To return to the list of categories after doing a search, click <guibutton>Sections</guibutton>.
is: Notaðu flokkana til vinstri til þess að sía listann af pökkum. Til þess að snúa aftur aftur í listann af flokkum eftir að hafa framkvæmt leit ýttu á <guibutton>Kaflar</guibutton>.
pt: Use as categorias à esquerda para filtrar a lista de pacotes. Para regressar à lista de categorias após a pesquisa, clique em <guibutton>Secções</guibutton>.
pt_br: Use as categorias à esquerda para filtrar a lista de pacotes. Para retornar à lista de categorias após realizar uma pesquisa, clique em <guibutton>Seções</guibutton>.
sv: Använd kategorilistan till vänster för att filtrera paketlistan. För att få tillbaka listan efter en sökning klickar du på <guibutton>Sektioner</guibutton>.

source: To install a package, click the box next to it and choose <guimenuitem>Mark for installation</guimenuitem>. If you change your mind, choose <guimenuitem>Unmark</guimenuitem>.
is: Til þess að setja upp pakka ýttu á kassann við hliðina á honum og veldu <guimenuitem>Velja til uppsetningar</guimenuitem>. Ef þú skiptir um skoðun veldu þá <guimenuitem>Afvelja</guimenuitem>.
pt: Para instalar um pacote, clique na caixa ao seu lado e escolha <guimenuitem>Marcar para instalação</guimenuitem>. Se mudar de opinião, escolha <guimenuitem>Desmarcar</guimenuitem>.
pt_br: Para instalar um pacote, clique na caixa próxima a ele e escolha <guimenuitem>Marcar para instalação</guimenuitem>. Se você mudar de idéia, escolha <guimenuitem>Desmarcar</guimenuitem>.
sv: För att installera ett paket, klicka på kryssrutan bredvid paketet och välj <guimenuitem>Markera för installation</guimenuitem>. Om du ändrar dig är det bara att klicka igen och välja <guimenuitem>Avmarkera</guimenuitem>.

source: To remove a package that is already installed, choose <guimenuitem>Mark for Removal</guimenuitem>.
is: Til þess að fjarlægja pakka sem er nú þegar uppsettur veldu <guimenuitem>Velja til fjarlægingar</guimenuitem>.
pt: Para remover um pacote que já está instalado, escolha <guimenuitem>Marcar para desinstalação</guimenuitem>.
pt_br: Para remover um pacote que já está instalado, escolha <guimenuitem>Marcar para Remoção</guimenuitem>.
sv: För att ta bort ett paket som redan är installerat, välj <guimenuitem>Markera för borttagning</guimenuitem>.

source: When you have finished, click <guibutton>Apply</guibutton> and Ubuntu will make the changes you selected. If you do not want to make any changes, close the window instead.
is: Þegar þú hefur klárað það sem þú vilt gera veldu þá <guibutton>Beita</guibutton> og Ubuntu um framkvæma breytingarnar sem þú baðst um. Ef þú vilt ekki framkvæma neinar breytingar lokaðu þá glugganum í staðinn.
pt: Quando terminar, clique em <guibutton>Aplicar</guibutton> e o Ubuntu fará as mudanças que você seleccionou. Se não quiser realizar nenhuma das mudanças, então feche a janela.
pt_br: Quando você terminar, clique em <guibutton>Aplicar</guibutton> e o Ubuntu fará as mudanças que você selecionou. Se você não quiser realizar nenhuma das mudanças, então feche a janela.
sv: När du är färdig kan du klicka på <guibutton>Verkställ</guibutton> och Ubuntu kommer att verkställa de ändringar du valde att göra. Om du inte vill göra några ändringar kan du istället stänga fönstret.

source: Command-line package management with APT
is: Pakkastjórnun í skipanaham með APT
pt: Gestão de pacotes por linha de comandos com o APT
pt_br: Gerenciamento de pacotes na linha de comando via APT
sv: Pakethantering på kommandoraden med APT

source: If you are comfortable using the Terminal, you can use <application>apt</application> (Advanced Packaging Tool) to install or remove software. You need administrative access to use <application>apt</application>. See <ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink> for more details.
is: Ef þér finnst þægilegt að nota útstöð þá geturðu notað <application>apt</application> (sem stendur fyrir Advanced Packaging Tool) til þess að bæta við eða fjarlægja hugbúnað. Þú þarft stjórnunaraðgang til þess að nota <application>apt</application>. Sjá <ulink type="help" url="ghelp:administrative">Stjórnunarverk</ulink> fyrir meiri upplýsingar.
pt: Caso se sinta confortável com a utilização do Terminal, pode usar o <application>apt</application> (Advanced Packaging Tool) para instalar ou remover software. Necessita de privilégios administrativos para usar o <application>apt</application>. Veja <ulink type="help" url="ghelp:administrative">Tarefas Administrativas</ulink> para mais detalhes.
pt_br: Se você se sentir confortável em utilizar o Terminal, você pode usar o <application>apt</application> (Advanced Packaging Tool) para instalar ou remover programas. Você precisa de acesso administrativo para usar o <application>apt</application>. Veja <ulink type="help" url="ghelp:administrative">Tarefas Administrativas</ulink> para obter mais detalhes.
sv: Om du känner dig komfortabel med att använda kommandoraden kan du använda <application>apt</application> (Advanced Packaging Tool) för att installera eller ta bort programvara. Du behöver administrativ behörighet för att använda <application>apt</application>. Se <ulink type="help" url="ghelp:administrative">Administrativa uppgifter</ulink> för mer information.

source: To update the local list of packages, enter in a Terminal: <screen>sudo apt-get update</screen>
is: Til þess að uppfæra staðværan lista yfir pakka, sláðu þá inn á útstöð <screen>sudo apt-get update</screen>
pt: Para actualizar a lista local de pacotes, digite na consola: <screen>sudo apt-get update</screen>
pt_br: Para atualizar a lista local de pacotes, digite no Terminal: <screen>sudo apt-get update</screen>
sv: För att uppdatera den lokala paketlistan, ange följande i en terminal: <screen>sudo apt-get update</screen>

source: To install all available updates: <screen>sudo apt-get upgrade</screen>
is: Til þess að setja upp tiltækar uppfærslur: <screen>sudo apt-get upgrade</screen>
pt: Para instalar todas as actualizações disponíveis: <screen>sudo apt-get upgrade</screen>
pt_br: Para instalar todas as atualizações disponíveis: <screen>sudo apt-get upgrade</screen>
sv: För att installera alla tillgängliga uppdateringar: <screen>sudo apt-get upgrade</screen>

source: To search for a package: <screen>apt-cache search <replaceable>package</replaceable></screen>
is: Til að leita að pakka: <screen>apt-cache search <replaceable>pakki</replaceable></screen>
pt: Para procurar um pacote: <screen>apt-cache search <replaceable>pacote</replaceable></screen>
pt_br: Para pesquisar por um pacote: <screen>apt-cache search <replaceable>pacote</replaceable></screen>
sv: För att söka efter ett paket: <screen>apt-cache search <replaceable>paket</replaceable></screen>

source: To install a package: <screen>sudo apt-get install <replaceable>package</replaceable></screen>
is: Til að setja upp pakka: <screen>sudo apt-get install <replaceable>pakki</replaceable></screen>
pt: Para instalar um pacote: <screen>sudo apt-get install <replaceable>pacote</replaceable></screen>
pt_br: Para instalar um pacote: <screen>sudo apt-get install <replaceable>pacote</replaceable></screen>
sv: För att installera ett paket: <screen>sudo apt-get install <replaceable>paket</replaceable></screen>

source: To remove a package: <screen>sudo apt-get remove <replaceable>package</replaceable></screen>
is: Til þess að fjarlægja pakka: <screen>sudo apt-get remove <replaceable>pakki</replaceable></screen>
pt: Para remover um pacote: <screen>sudo apt-get remove <replaceable>pacote</replaceable></screen>
pt_br: Para remover um pacote: <screen>sudo apt-get remove <replaceable>pacote</replaceable></screen>
sv: För att ta bort ett paket: <screen>sudo apt-get remove <replaceable>paket</replaceable></screen>

source: To list other <application>apt</application> commands and options: <screen>apt-get help</screen>
is: Til þess að fá lista yfir aðrar <application>apt</application> skipanir og valmöguleika: <screen>apt-get help</screen>
pt: Para listar outros comandos e opções do <application>apt</application>: <screen>apt-get help</screen>
pt_br: Para listar outros comandos e opções do <application>apt</application>: <screen>apt-get help</screen>
sv: För att lista andra <application>apt</application>-kommandon samt flaggor: <screen>apt-get help</screen>

source: For more information, see the <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Debian <application>apt</application> manual</ulink>.
is: Fyrir meiri upplýsingar, skoðaðu <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Debian <application>apt</application> leiðbeiningarnar</ulink>.
pt: Para mais informações consulte o <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Manual <application>apt</application> Debian</ulink>.
pt_br: Para mais informações veja o <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Manual <application>apt</application> Debian</ulink>.
sv: För mer information, se manualen för <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Debian <application>apt</application></ulink>.

source: Installing a single package file
is: Setja upp ákveðna pakkaskrá
pt: Instalar um único ficheiro de aplicação
pt_br: Instalando um único arquivo de pacote
sv: Installera en enstaka paketfil
