Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/add-applications/po/*.po
Languages: is, pt, pt_br, sv

source: The preferred method of installing programs is via the package managers described in this chapter. However, although the Ubuntu package archives are very large, it is possible that you may wish to install a package that is not available in the Ubuntu archives. If this happens, you can also download and install files from websites.
is: Ákjósanlegasta aðferðin til að setja upp forrit er í gegnum pakkastjóra eins og líst hefur verið í þessum kafla. En, jafnvel þótt að Ubuntu pakkasöfnin séu mjög stór, er það möguleiki að þú viljir sækja pakka sem er ekki tiltækur í Ubuntu söfnunum. Ef þetta gerist getur þú einnig sótt og sett upp skrár af vefsíðum.
pt: O método preferencial de instalação de programas é aquele feito por via dos gestores de pacotes descritos neste capitulo. No entanto, e apesar dos arquivos de pacotes do Ubuntu serem muito grandes, é possível que queira instalar um pacote que não se encontra disponível nos arquivos do Ubuntu. Se for este o caso, pode também descarregar e instalar ficheiros provenientes de sítios web.
pt_br: O método preferido para a instalação de programas é utilizando os gerenciadores de pacotes descritos neste capítulo. Contudo, apesar dos pacotes dos repositórios do Ubuntu serem vastos, é possível que você queira instalar um pacote que não esteja disponível nos repositórios do Ubuntu. Se isso acontecer, você pode copiar e instalar arquivos a partir de sites da web.
sv: Den rekommenderade metoden att installera program på är via pakethanterarna som beskrivs i detta kapitel. Men om du, trots att Ubuntus paketarkiv är mycket stora, inte skulle hitta ett paket du behöver där kan du också hämta och installera paket från Internet.

source: It is important to ensure that any files you download come from a safe source before installing them.
is: Það er mikilvægt að sjá til þess að skrárnar sem þú sæki séu frá öruggum aðila áður en þær eru settar upp.
pt: É importante que se assegure que quaisquer ficheiros que descarregue provêm de uma fonte segura, antes de os instalar.
pt_br: É importante se assegurar de que qualquer arquivo que você baixar da internet provém de uma fonte segura, antes de instalá-lo.
sv: Det är viktigt att se till att alla filer som du hämtar kommer från säkra källor innan du installerar dem.

source: There are many different kinds of Linux package files. Most of these are associated with the package managers of specific Linux distributions. Examples are <emphasis>Debian Package</emphasis> files (<filename class="extension">.deb</filename> files), <emphasis>RPM Package Manager</emphasis> files (<filename class="extension">.rpm</filename> files), <emphasis>Tarballs</emphasis> (<filename class="extension">.tar</filename> files) and <filename class="extension">.run</filename> files.
is: Það eru til allskonar tegundir af GNU/Linux pakkaskrám. Flestar þeirra eru tengdar pakkastjórum mismunandi GNU/Linux dreifinga. Dæmi eru <emphasis>Debian Pakka</emphasis>skrár (<filename class="extension">.deb</filename> skrár), <emphasis>RPM Pakkastjóra</emphasis> skrár (<filename class="extension">.rpm</filename> skrár), <emphasis>Tarboltar</emphasis> (<filename class="extension">.tar</filename> skrár) og <filename class="extension">.run</filename> skrár.
pt: Existem muitos tipos diferentes de arquivos de pacotes para Linux. A maioria deles está associada a gestores de pacotes de distribuições Linux específicas. Exemplos são os arquivos de <emphasis>Pacotes do Debian</emphasis> (arquivos <filename class="extension">.deb</filename>), arquivos do <emphasis>Gestor de Pacotes RPM</emphasis> (arquivos <filename class="extension">.rpm</filename>), <emphasis>Tarballs</emphasis> (arquivos <filename class="extension">.tar</filename>) e arquivos <filename class="extension">.run</filename>.
pt_br: Existem muitos tipos diferentes de arquivos de pacotes para o Linux. A maioria deles está associada a gerenciadores de pacotes de distribuições Linux específicas. Exemplos são os arquivos de <emphasis>Pacotes do Debian</emphasis> (arquivos <filename class="extension">.deb</filename>), arquivos do <emphasis>Gerenciador de Pacotes RPM</emphasis> (arquivos <filename class="extension">.rpm</filename>), <emphasis>Tarballs</emphasis> (arquivos <filename class="extension">.tar</filename>) e arquivos <filename class="extension">.run</filename>.
sv: Det finns många olika typer av paketfiler för Linux. De flesta av dessa associeras med pakethanteraren för den specifika Linux-distributionen. Exempel är paketfiler för <emphasis>Debian</emphasis> (<filename class="extension">.deb</filename>-filer), filer för <emphasis>pakethanteraren RPM</emphasis> (<filename class="extension">.rpm</filename>-filer), <emphasis>tar-arkiv</emphasis> (<filename class="extension">.tar</filename>-filer) och <filename class="extension">.run</filename>-filer.

source: This section deals with installing these single files.
is: Þessi kafli fjallar um uppsetningar á þessum einstöku skrám.
pt: Esta secção lida com a instalação destes ficheiros.
pt_br: Esta seção lida com a instalação destes arquivos únicos.
sv: Det här avsnittet beskriver installationen av dessa filer.

source: It is not guaranteed that these files will be compatible with your system and you will not receive security updates if you install these files. For these reasons, if you wish to install a program, always use a native Ubuntu package of the application available through a package manager, if there is one available.
is: Það er ekki alltaf gefið að þessar skrár verði samhæfar með kerfinu þínu og þú munt ekki fá öryggisuppfærslur ef þú setur þessar skrár upp. Af þeim ástæðum, ef þú vilt setja upp forrit, notaðu þá alltaf Ubuntu pakka af forritinu sem eru tiltækir í gegnum pakkastjóra, að því gefnu að hann sé fyrir hendi.
pt: Não é garantido que estes ficheiros sejam compatíveis com o seu sistema e não receberá quaisquer actualizações de segurança se os instalar. Por estas razões, se deseja instalar um programa, use sempre um pacote nativo Ubuntu disponível através do gestor de pacotes, quando disponível.
pt_br: Não é garantido que estes arquivos sejam compatíveis com o seu sistema e não receberão quaisquer atualizações de segurança se você instalá-los. Por estas razões, se você deseja instalar um programa, use sempre um pacote nativo do Ubuntu disponível através do gerenciador de pacotes, se o mesmo estiver disponível.
sv: Det är inte garanterat att dessa filer kommer att vara kompatibla med ditt system, och du kommer inte att få några säkerhetsuppdateringar om du installerar dem. Av dessa skäl bör du använda de färdiga Ubuntupaketen som finns tillgängliga genom en pakethanterare, om det är möjligt.

source: Install/uninstall <filename class="extension">.deb</filename> files
is: Setja upp/fjarlægja <filename class="extension">.deb</filename> skrár
pt: Instalar/desinstalar arquivos <filename class="extension">.deb</filename>
pt_br: Instalar/desinstalar arquivos <filename class="extension">.deb</filename>
sv: Installera/avinstallera <filename class="extension">.deb</filename>-filer

source: These files are <emphasis>Debian packages</emphasis>. The package files associated with Ubuntu have the <filename class="extension">.deb</filename> suffix because of Ubuntu's close relations with the Debian GNU/Linux distribution. You will need administrative privileges to install a <filename class="extension">.deb</filename> file. See <ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink> for more details.
is: Þessar skrár eru <emphasis>Debian pakkar</emphasis>. Pakkar sem eru tengdir Ubuntu hafa <filename class="extension">.deb</filename> skráarendinguna vegna þess hversu skylt Ubuntu er Debian GNU/Linux útgáfunni. Þú þarft stjórnunarréttindi til þess að setja upp <filename class="extension">.deb</filename> skrá. Sjá <ulink type="help" url="ghelp:administrative">Stjórnunarverk</ulink> fyrir meiri upplýsingar.
pt: Esses arquivos são <emphasis>pacotes do Debian</emphasis>. Os arquivos de pacotes associados com o Ubuntu tem o sufixo <filename class="extension">.deb</filename> pois o Ubuntu tem estreitas relações com a distribuição Debian GNU/Linux. Irá necessitar de privilégios administrativos para instalar um arquivo <filename class="extension">.deb</filename>. Veja <ulink type="help" url="ghelp:administrative">Tarefas Administrativas</ulink> para mais detalhes.
pt_br: Esses arquivos são <emphasis>pacotes do Debian</emphasis>. Os arquivos de pacotes associados com o Ubuntu tem o sufixo <filename class="extension">.deb</filename> pois o Ubuntu tem estreitas relações com a distribuição Debian GNU/Linux. Você precisará de privilégios administrativos para instalar um arquivo <filename class="extension">.deb</filename>. Veja <ulink type="help" url="ghelp:administrative">Tarefas Administrativas</ulink> para mais detalhes.
sv: Dessa filer är <emphasis>Debian-paket</emphasis>. Paketfilerna associerade med Ubuntu har filändelsen <filename class="extension">.deb</filename> på grund av Ubuntus nära samarbete med GNU/Linux-distributionen Debian. Du kommer att behöva administrativ behörighet för att installera en fil av typen <filename class="extension">.deb</filename>. Se <ulink type="help" url="ghelp:administrative">Administrativa uppgifter</ulink> för mer information.

source: To install a <filename class="extension">.deb</filename> file, double-click on it. If you prefer using the Terminal, enter: <screen>sudo dpkg -i <replaceable>package_file.deb</replaceable></screen>
is: Til þess að setja upp <filename class="extension">.deb</filename> skrá, tvísmelltu á hana. Ef þú kýst að nota útstöð, sláðu þá inn: <screen>sudo dpkg -i <replaceable>pakka_skra.deb</replaceable></screen>
pt: Para instalar um arquivo <filename class="extension">.deb</filename>, clique duas vezes nele. Se você preferir usar o Terminal, digite: <screen>sudo dpkg -i <replaceable>aquivo_de_pacote.deb</replaceable></screen>
pt_br: Para instalar um arquivo <filename class="extension">.deb</filename>, dê um clique duplo nele. Se você prefirir usar o Terminal, digite: <screen>sudo dpkg -i <replaceable>aquivo_de_pacote.deb</replaceable></screen>
sv: Dubbelklicka på en <filename class="extension">.deb</filename>-fil för att installera den. Om du föredrar att använda terminal kan du ange: <screen>sudo dpkg -i <replaceable>paketfil.deb</replaceable></screen>

source: To uninstall a <filename class="extension">.deb</filename> file, deselect it in your package manager. Or from a Terminal, enter: <screen>sudo dpkg -r <replaceable>package_name</replaceable></screen>
is: Til að fjarlægja <filename class="extension">.deb</filename> skrá, afveldu hana í pakkastjóranum þínum. Þú getur einnig í útstöð slegið inn: <screen>sudo dpkg -r <replaceable>pakkanafn</replaceable></screen>
pt: Para desinstalar um arquivo <filename class="extension">.deb</filename>, desmarque-o no seu gestor de pacotes. Ou, num Terminal, digite: <screen>sudo dpkg -r <replaceable>nome_do_pacote</replaceable></screen>
pt_br: Para desinstalar um arquivo <filename class="extension">.deb</filename>, desmarque ele no seu gerenciador de pacotes. Ou, em um Terminal, digite: <screen>sudo dpkg -r <replaceable>nome_do_pacote</replaceable></screen>
sv: Avmarkera filen i din pakethanterare för att avinstallera en <filename class="extension">.deb</filename>-fil. Om du använder en terminal kan du ange: <screen>sudo dpkg -r <replaceable>paketnamn</replaceable></screen>

source: Convert <filename class="extension">.rpm</filename> files to <filename class="extension">.deb</filename> files
is: Umskrá <filename class="extension">.rpm</filename> skrám í <filename class="extension">.deb</filename> skrár
pt: Converter arquivos <filename class="extension">.rpm</filename> para arquivos <filename class="extension">.deb</filename>
pt_br: Converter arquivos <filename class="extension">.rpm</filename> para arquivos <filename class="extension">.deb</filename>
sv: Konvertera <filename class="extension">.rpm</filename>-filer till <filename class="extension">.deb</filename>-filer

source: Another type of package files is <emphasis>Red Hat Package Manager</emphasis> files which have the <filename class="extension">.rpm</filename> suffix. It is not recommended to install these on an Ubuntu system. In almost all cases, a native Ubuntu <filename class="extension">.deb</filename> package is available. However, if absolutely necessary, an <filename class="extension">.rpm</filename> file can be converted to a <filename class="extension">.deb</filename> package using the program <application>alien</application>. The resulting <filename class="extension">.deb</filename> file will be installed using dpkg as indicated above.
is: Önnur tegund af pakkaskrám er <emphasis>Red Hat pakkastjóra</emphasis> skrár sem hafa <filename class="extension">.rpm</filename> skráarendinguna. Það er ekki ráðlagt að setja þessa upp á Ubuntu kerfi. Í næstum öllum tilfellum er upprunalegur Ubuntu <filename class="extension">.deb</filename> pakki tiltækur. Aftur á móti, ef það er algjörlega nauðsynlegt, þá er hægt að umskrá <filename class="extension">.rpm</filename> skrá yfir í <filename class="extension">.deb</filename> pakka með því að nota forritið <application>geimvera</application>. Útkoman er <filename class="extension">.deb</filename> skrá sem hægt er að setja upp með því að nota dpkg eins og útskýrt er að ofan.
pt: Outro tipo de arquivo de pacote é o do <emphasis>Gestor de Pacotes do Red Hat</emphasis> que tem o sufixo <filename class="extension">.rpm</filename>. Não é recomendado instalá-los num sistema Ubuntu. Na maioria dos casos, um pacote <filename class="extension">.deb</filename> nativo para o Ubuntu está disponível. Entretanto, se absolutamente necessário, um arquivo <filename class="extension">.rpm</filename> pode ser convertido num pacote <filename class="extension">.deb</filename> usando o programa <application>alien</application>. O arquivo <filename class="extension">.deb</filename> resultante será instalado usando o dpkg como indicado anteriormente.
pt_br: Um outro tipo de arquivo de pacote é o arquivo do <emphasis>Gerenciador de Pacotes do Red Hat</emphasis> que têm o sufixo <filename class="extension">.rpm</filename>. Não é recomendado instalá-los em um sistema Ubuntu. Na maioria dos casos, um pacote <filename class="extension">.deb</filename> nativo para o Ubuntu está disponível. Entretanto, se absolutamente necessário, um arquivo <filename class="extension">.rpm</filename> pode ser convertido para um pacote <filename class="extension">.deb</filename> usando o programa <application>alien</application>. O arquivo <filename class="extension">.deb</filename> resultante será instalado usando o dpkg como indicado anteriormente.
sv: En annan typ av paketfiler är <emphasis>Red Hat Package Manager</emphasis>-filer som har filändelsen <filename class="extension">.rpm</filename>. Det är inte rekommenderat att installera dessa filer på ett Ubuntu-system. I de flesta fall finns motsvarande <filename class="extension">.deb</filename>-paket tillgängligt i Ubuntu. Dock, om det är absolut nödvändigt, kan en <filename class="extension">.rpm</filename>-fil konverteras till ett <filename class="extension">.deb</filename>-paket med programmet <application>alien</application>. Den resulterande <filename class="extension">.deb</filename>-filen kan då installeras med hjälp av dpkg som det indikeras ovan.

source: Install the <application>alien</application> package.
is: Setja upp forritið <application>geimvera</application>.
pt: Instale o pacote <application>alien</application>.
pt_br: Instale o pacote <application>alien</application>.
sv: Installera paketet <application>alien</application>.

source: In a Terminal, enter: <screen>sudo alien <replaceable>package_file.rpm</replaceable></screen>
is: Í útstöð, sláðu inn: <screen>sudo alien <replaceable>pakka_skra.rpm</replaceable></screen>
pt: Num Terminal, digite: <screen>sudo alien <replaceable>arquivo_de_pacote.rpm</replaceable></screen>
pt_br: Em um Terminal, digite: <screen>sudo alien <replaceable>arquivo_de_pacote.rpm</replaceable></screen>
sv: Ange följande i en terminal: <screen>sudo alien <replaceable>paketfil.rpm</replaceable></screen>

source: Install <emphasis>tarballs</emphasis>
is: Setja upp <emphasis>tarbolta</emphasis>
pt: Instalar <emphasis>tarballs</emphasis>
pt_br: Instalar <emphasis>tarballs</emphasis>
sv: Installera <emphasis>tar-arkiv</emphasis>

source: Files with the <filename class="extension">.tar</filename>, <filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename> or <filename class="extension">.tar.bz2</filename> suffix are package files known as <emphasis>tarballs</emphasis> which are widely used in Linux and Unix.
is: Skrár með <filename class="extension">.tar</filename>, <filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename> eða <filename class="extension">.tar.bz2</filename> skráarendingar eru pakkaskrár þekktar sem <emphasis>tarboltar</emphasis> og eru víða notaðar í GNU/Linux og Unix.
pt: Arquivos com os sufixos <filename class="extension">.tar</filename>, <filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename> ou <filename class="extension">.tar.bz2</filename> são pacotes conhecidos como <emphasis>tarballs</emphasis> e são largamente utilizados em Linux e Unix.
pt_br: Arquivos com os sufixos <filename class="extension">.tar</filename>, <filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename> ou <filename class="extension">.tar.bz2</filename> são pacotes conhecidos como <emphasis>tarballs</emphasis> e são largamente utilizados no Linux e no Unix.
sv: Filer med filändelserna <filename class="extension">.tar</filename>, <filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename> eller <filename class="extension">.tar.bz2</filename> är paketfiler, även kända som <emphasis>tar-arkiv</emphasis> som används i stor utsträckning i Linux och Unix.

source: If there is no native Ubuntu package available in any of the Ubuntu repositories, you can use the command line to install or uninstall the tarball file.
is: Ef það er enginn upprunalegur Ubuntu pakki tiltækur í neinu af Ubuntu útibúunum, getur þú notað skipanaham til að setja upp eða fjarlægja tarbolta skrá.
pt: Se nenhum pacote nativo do Ubuntu estiver disponível em nenhum dos repositórios do Ubuntu poderá usar a linha de comandos para instalar ou desinstalar o ficheiro tarball.
pt_br: Se não houver um pacote nativo para o Ubuntu disponível nos repositórios do Ubuntu, você pode utilizar a linha de comando para instalar e desinstalar o arquivo tarball.
sv: Om det inte finns något passande Ubuntu-paket tillgängligt i något av Ubuntu-förråden kan du använda kommandoraden för att installera eller avinstallera ett tar-arkiv.

source: The first step will be to uncompress and extract the tarball. If it is a <emphasis>.tgz</emphasis> or a <emphasis>.tar.gz</emphasis>, in a Terminal enter: <screen>tar xfvz <replaceable>tarball_name</replaceable></screen>
is: Fyrsta skrefið er að afþjappa og draga út tarboltann. Ef það er <emphasis>.tgz</emphasis> eða <emphasis>.tar.gz</emphasis> skráarending. Í útstöð sláðu inn: <screen>tar xfvz <replaceable>tarbolta_nafn</replaceable></screen>
pt: Este primeiro passo será para descompactar e extrair o tarball. Se é um <emphasis>.tgz</emphasis> ou <emphasis>.tar.gz</emphasis>, em um terminal digite: <screen>tar xfvz <replaceable>nome_do_tarball</replaceable></screen>
pt_br: Este primeiro passo será para descompactar e extrair o tarball. Se é um <emphasis>.tgz</emphasis> ou <emphasis>.tar.gz</emphasis>, em um terminal digite: <screen>tar xfvz <replaceable>nome_do_tarball</replaceable></screen>
sv: Det första steget är att dekomprimera och extrahera tar-arkivet. Om det är en <emphasis>.tgz</emphasis> eller en <emphasis>.tar.gz</emphasis> ska du ange följande i en terminal: <screen>tar xfvz <replaceable>tar-arkivets namn</replaceable></screen>

source: Then it will be necessary to follow the instructions that come with the package. These are generally located in the extracted tarball in a file called <filename>README</filename> or <filename>INSTALL</filename>.
is: Þá er nauðsynlegt að fylgja upplýsingum sem koma með pakkanum. Þær eru oftast staðsettar í útdregna tarboltanum í skrá kallaðri <filename>README</filename> eða <filename>INSTALL</filename>.
pt: Então será necessário seguir as instruções que acompanham o pacote. Elas estão localizadas normalmente, no tarball extraído, num ficheiro chamado <filename>README</filename> ou <filename>INSTALL</filename>.
pt_br: Então será necessário seguir as instruções que acompanham o pacote. Elas estão localizadas normalmente, no tarball extraído, em um arquivo chamado <filename>README</filename> ou <filename>INSTALL</filename>.
sv: Sedan är det nödvändigt att följa instruktionera som kommer med paketet. Dessa finns oftast i det extraherade tar-arkivet, i en fil som kallas <filename>README</filename> eller <filename>INSTALL</filename>.

source: Tarballs often contain the source code of the program, and need to be <emphasis>compiled</emphasis> in order to be used.
is: Tarboltar innihalda oft frumkóða forritsins sem þarf að <emphasis>þýða</emphasis> til þess að forritið verði nothæft.
pt: Os tarballs contêm habitualmente o código-fonte do programa e necessitam de ser <emphasis>compilados</emphasis> para poderem ser usados.
pt_br: Tarballs geralmente contém o código-fonte de um programa, e precisa ser <emphasis>compilado</emphasis> para ser usado.
sv: Tar-arkiv innehåller ofta programmets källkod och behöver <emphasis>kompileras</emphasis> innan programmet kan användas.

source: Compiling programs requires some packages that are not installed by default. You can install these all at once by installing the <application>build-essential</application> package.
is: Að þýða forrit krefst pakka sem hafa ekki sjálfgefið verið uppsettir. Þú getur sett alla þessa pakka upp á sama tíma með því að setja upp <application>build-essential</application> pakkann.
pt: A compilação de programas requer alguns pacotes que não estão instalados por omissão. Pode instalá-los a todos de uma vez instalando o pacote <application>build-essential</application>.
pt_br: A compilação de programas requer alguns pacotes que não são instalados por padrão. Você pode instalá-los de uma vez instalando o pacote <application>build-essential</application>.
sv: Kompilering av program kräver att vissa paket som inte installerats som standard. Du kan installera dessa i samtidigt genom att installera paketet <application>build-essential</application>.

source: Install <filename class="extension">.run</filename> packages
is: Setja upp <filename class="extension">.run</filename> pakka
pt: Instalar pacotes <filename class="extension">.run</filename>
pt_br: Instalar pacotes <filename class="extension">.run</filename>
sv: Installera <filename class="extension">.run</filename>-paket
