Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/ubuntu/add-applications/po/*.po
Languages: is, pt, pt_br, sv

source: Sometimes you may need to install software (most often a game) which has been packaged as a .run file. These files contain the software and a small program to install the software.
is: Stundum þarftu kannski að setja upp hugbúnað (oftast tölvuleik) sem hefur verið pakkað sem .run skrá. Þessar skrár innihalda hugbúnaðinn og lítið forrit til að setja upp hugbúnaðinn.
pt: Por vezes poderá precisar de instalar programas (normalmente um jogo) que foi empacotado como um arquivo .run. Esses arquivos contêm o programa e um pequeno programa para instalá-lo.
pt_br: Algumas vezes você precisará instalar programas (normalmente um jogo) que foi empacotado como um arquivo .run. Esses arquivos contêm o programa e um pequeno programa para instalá-lo.
sv: Ibland behöver du installera programvara (oftast ett spel) som har paketerats som en .run-fil. Dessa filer innehåller programvaran och ett litet program för att installera programvaran.

source: Follow the procedure below to install software packaged in a <filename class="extension">.run</filename> file:
is: Fylgdu ferlinu fyrir neðan til þess að setja upp pakka í <filename class="extension">.run</filename> skrá:
pt: Siga os procedimentos abaixo para instalar software empacotado num arquivo <filename class="extension">.run</filename>:
pt_br: Siga os procedimentos abaixo para instalar softwares empacotados em um arquivo <filename class="extension">.run</filename>:
sv: Följ nedanstående procedur för att installera programvara paketerad i en <filename class="extension">.run</filename>-fil:

source: Find the <filename class="extension">.run</filename> file in the <application>File Browser</application>
is: Finndu <filename class="extension">.run</filename> skrá í <application>Skráarvafranum</application>
pt: Procure o arquivo <filename class="extension">.run</filename> no <application>Navegador de Ficheiros</application>
pt_br: Encontre o arquivo <filename class="extension">.run</filename> no <application>Navegador de Arquivos</application>
sv: Leta upp <filename class="extension">.run</filename>-filen i <application>filbläddraren</application>

source: Right-click the file and select <guilabel>Properties</guilabel>
is: Hægrismelltu á skrána og veldu <guilabel>Eiginleikar</guilabel>
pt: Clique com o botão direito no arquivo e seleccione <guilabel>Propriedades</guilabel>
pt_br: Clique com o botão direito no arquivo e selecione <guilabel>Propriedades</guilabel>
sv: Högerklicka på filen och välj <guilabel>Egenskaper</guilabel>

source: Under the <guilabel>Permissions</guilabel> tab, make sure that <guilabel>Allow executing file as program</guilabel> is checked and press <guibutton>Close</guibutton>
is: Undir <guilabel>Réttindi</guilabel> flipanum, gangtu úr skugga um að <guilabel>Leyfa að keyra skrána sem forrit</guilabel> er íhakað og ýttu á <guibutton>Loka</guibutton>
pt: No separador <guilabel>Permissões</guilabel>, tenha certeza que <guilabel>Permitir a execução do ficheiro como aplicação</guilabel> está marcado e pressione <guibutton>Fechar</guibutton>
pt_br: Na aba <guilabel>Permissões</guilabel>, tenha certeza que <guilabel>Permitir a execução do arquivo como programa</guilabel> está marcado e pressione <guibutton>Fechar</guibutton>
sv: Under fliken <guilabel>Rättigheter</guilabel> ska du kontrollera att alternativet <guilabel>Tillåt körning av filen som ett program</guilabel> är kryssad och tryck på <guibutton>Stäng</guibutton>

source: Double-click the <filename class="extension">.run</filename> file to open it. A dialog box should appear
is: Tvísmelltu á <filename class="extension">.run</filename> skrána til að opna hana. Svargluggi ætti að birtast
pt: Clique duas vezes no arquivo <filename class="extension">.run</filename> para abri-lo. Uma caixa de diálogo deverá aparecer
pt_br: Clique duplo no arquivo <filename class="extension">.run</filename> para abrí-lo. Uma caixa de diálogo deve aparecer
sv: Dubbelklicka på <filename class="extension">.run</filename>-filen för att öppna den. En dialogruta kommer att visas

source: Press <guibutton>Run in Terminal</guibutton> to run the installer
is: Ýttu á <guibutton>Keyra í útstöð</guibutton> til að keyra uppsetjarann
pt: Pressione <guibutton>Executar em Terminal</guibutton> para executar o instalador
pt_br: Pressione <guibutton>Executar em Terminal</guibutton> para executar o instalador
sv: Tryck på <guibutton>Kör i terminal</guibutton> för att köra installeraren

source: A <application>Terminal</application> window will open. Follow any instructions on-screen to install the program
is: <application>Útstöð</application>vargluggi mun opnast. Fylgdu leiðbeiningum á skjánum til að setja upp forritið.
pt: Uma janela de <application>Terminal</application> abrirá. Siga as instruções no ecrã para instalar o programa
pt_br: Uma janela de <application>Terminal</application> abrirá. Siga as instruções na tela para instalar o programa
sv: Ett <application>terminal</application>-fönster kommer att öppnas. Följ alla instruktioner på skärmen för att installera programmet

source: Once you have started the installer, it may take a while to display an installation screen. This is normally due to the installer extracting all of the files from the .run file ready for use.
is: Þegar þú hefur ræst uppsetjarann getur það tekið smá tíma að fá upp uppsetningarskjá. Þetta er vanalega vegna þess að uppsetjarinn er að draga út skrárnar sem .run skráin þarf að nota.
pt: Uma vez que você tenha iniciado o instalador, ele levará algum tempo para mostrar um ecrã de instalação. Isto é normal, pois o instalador deve extrair todos os ficheiros do arquivo .run pronto a usar.
pt_br: Uma vez que você tenha iniciado o instalador, ele levará algum tempo para mostrar uma tela de instalação. Isto é normal, pois o instalador deve extrair todos os arquivos do arquivo .run para que possam ser usados.
sv: När du har startat installeraren så kan det ta ett tag att visa installationsskärmen. Det är på grund av att installeraren extraherar alla filerna från .run-filen för att göra dem färdiga att använda.

source: translator-credits
is: Launchpad Contributions: Tryggvi Björgvinsson https://launchpad.net/~tryggvib
pt: Launchpad Contributions: Andre Guedes https://launchpad.net/~crei0 António Lima https://launchpad.net/~amrlima HelderPereira https://launchpad.net/~pereira-helder Joel Calado https://launchpad.net/~joelcalado Marco Rodrigues https://launchpad.net/~gothicx Pedro Caldeira Abreu https://launchpad.net/~pedro-caldeira Rafael Mendonça França https://launchpad.net/~faelufs Susana Pereira https://launchpad.net/~susana leonorhungria https://launchpad.net/~leonorhungria
pt_br: Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Andre Noel https://launchpad.net/~andrenoel Augusta Carla Klug https://launchpad.net/~augusta-klug Daniel Neis https://launchpad.net/~danielneis Luiz Armesto https://launchpad.net/~luiz-armesto Rafael Sachetto https://launchpad.net/~rsachetto Rodrigo Renie https://launchpad.net/~dmenor Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Andre Noel https://launchpad.net/~andrenoel Daniel Neis https://launchpad.net/~danielneis Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Luiz Armesto https://launchpad.net/~luiz-armesto
sv: Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Johnny Svärdefalk https://launchpad.net/~milq Simon Bohlin https://launchpad.net/~simon-bohlin Torbjörn Hed https://launchpad.net/~torbjorn-hed doktorn https://launchpad.net/~patrik-84 rancor https://launchpad.net/~therancor Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Simon Bohlin https://launchpad.net/~simon-bohlin Torbjörn Hed https://launchpad.net/~torbjorn-hed
