Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/newtoubuntu/po/*.po
Languages: ar, ast, bg, fi, gl, he, hu, id, is, ko, mk, nb, pl, pt, ro, sq, vi, zh_tw

source: To remove a group from the system, click on <guilabel>Manage Groups</guilabel>, select the group you want to delete and click <guilabel>Delete</guilabel>
ar: لإزالة مجموعة من النظام، انقر <guilabel>أدر المجموعات</guilabel>، اختر المجموعة التي تريد حذفها وانقر <guilabel>احذف</guilabel>
ast: Pa esaniciar un grupu del sistema, calque en <guilabel>Xestionar grupos</guilabel>, seleicione'l grupu que deseya esborrar y calque en <guilabel>Esborrar</guilabel>
bg: За да изтриете група от системата, натиснете на <guilabel>Управление на групи</guilabel>, изберете групата която искате да изтриете и натиснете <guilabel>Изтриване</guilabel>
fi: Järjestelmästä voidaan poista ryhmä napsauttamalla <guilabel>Hallitse ryhmiä</guilabel>, valitsemalla poistettava ryhmä ja napsauttamalla <guilabel>Poista</guilabel>.
gl: Para eliminar un grupo do sistema, prema en <guilabel>Xestionar Grupos</guilabel>, escolla o grupo que quere eliminar e calque en <guilabel>Eliminar</guilabel>
he: על מנת להסיר קבוצה מהמערכת, לחץ על <guilabel>ניהול קבוצות</guilabel>, בחר את הקבוצה אותה תרצה למחוק ולחץ על <guilabel>מחק</guilabel>
hu: Kattintson a <guilabel>Csoportok kezelése</guilabel> gombra, válassza ki a törölni kívánt csoportot és kattintson a <guilabel>Törlés</guilabel> gombra egy csoport eltávolításához a rendszerből.
id: Untuk menghapus grup dari sistem, klik <guilabel>Pengaturan Grups</guilabel>, pilih grup yang ingin anda hapus lalu klik <guilabel>Hapus</guilabel>
is: Til að fjarlægja hóp frá kerfinu, veldu <guilabel>Stjórna Hópum</guilabel>, veldu hópinn og smelltu á <guilabel>Eyða</guilabel>.
ko: 시스템에서 특정 그룹을 삭제하려면, <guilabel>그룹 관리</guilabel> 를 클릭한 후에 삭제하려는 그룹을 선택하고 <guilabel>지우기</guilabel> 를 누릅니다.
mk: За бришење на група од системот, кликнете на <guilabel>Менаџирај групи</guilabel>, изберете ја групата што сакате да ја избришете и кликнете на <guilabel>Избриши</guilabel>
nb: For å fjerne en gruppe fra systemet, klikk på <guilabel>Håndter grupper</guilabel>, velg gruppen du vil slette og klikk <guilabel>Slett</guilabel>.
pl: Aby usunąć grupę z systemu, kliknij <guilabel>Zarządzaj grupami</guilabel>, wybierz grupę która chcesz usunąć i kliknij <guilabel>Usuń</guilabel>
pt: Para remover um grupo do sistema, carregue em <guilabel>Gerir Grupos</guilabel>, escolha o grupo que quer remover e carregue em <guilabel>Apagar</guilabel>
ro: Pentru a șterge un grup din sistem, efectuați clic pe <guilabel>Gestionează Grupuri</guilabel>, alegeți grupul pe care doreți să îl ștergeți iar apoi clic pe <guilabel>Șterge</guilabel>
sq: Për të hequr një grup nga sistemi, klikoni tek <guilabel>Menaxho Grupet</guilabel>, përzgjidhni grupin që dëshironi të fshini dhe klikoni <guilabel>Fshije</guilabel>
vi: Để bỏ một nhóm khỏi hệ thống, bấm vào <guilabel>Quản lý nhóm</guilabel>, chọn nhóm bạn muốn xóa và bấm <guilabel>Xóa</guilabel>
zh_tw: 欲刪除系統中某群組時，先按<guilabel>管理群組</guilabel>、選取要刪除的群組後按下<guilabel>刪除</guilabel>即可。

source: Whether you&rsquo;ve upgraded from a previous version of Ubuntu, or you&rsquo;re switching from Windows or Mac OS X, these pages will help you get your bearings.
ar: سواءً كنت ترقي من نسخة سابقة من أوبونتو، أو كنت تبدّل من ويندوز أو ماك أوإس إكس، هذه الصفحات سوف تساعدك في خطواتك الأولى.
ast: Lo mesmo tea autualizándose dende una versión anterior d'Ubuntu, o cambiándose dende Windows o Mac OS X, estes páxines aidaránlu a familiarizase.
bg: Независимо от това дали сте надградили от предишна версия на Ubuntu или идвате от Windows или Mac OS X, тези страници ще ви въведат в обстановката.
fi: Nämä sivut auttavat uuteen Ubuntuun tutustumisessa olitpa sitten jo kokenut Ubuntun käyttäjä tai juuri siirtymässä Ubuntuun Windows- tai Mac OS X -käyttöjärjestelmästä.
gl: Tanto se actualizou dunha versión previa de Ubuntu como se provén de Windows ou de Mac OS X, estas páxinas axudaranno a orientarse.
he: במידה you&rsquo;v ושידרגת מגירסאת אובונטו קודמת, או you&rsquo;v עברת מWindows או Mac OS X, הדפים הללו יעזרו לך לעבור.
hu: Akár az Ubuntu egy korábbi verzióját frissíti, akár Windows vagy Mac OS X rendszerről áll át, ezek a lapok a segítségére lesznek az eligazodásban.
id: Baik anda mengupgrade dari versi Ubuntu sebelumnya, atau anda baru berpindah dari Windows atau Mac OS X, panduan ini akan membantu anda.
is: Hvort sem að þú er að uppfæra úr eldri útgáfu af Ubuntu eða að þú ert að skipta úr Windows eða Mac OS X þá eru þessar síður gagnlegar.
ko: 여러분이 이전 버전의 우분투에서 업그레이드 한 경우나 Windows 혹은 Mac OS X 로부터 전환한 경우라도, 이 페이지들이 도움이 될 것입니다.
mk: Независно од тоа дали надгадувате од претходна верзија на Ubuntu, или пак преминувате од Widows или Mac OS X, овие страници ќе Ви бидат од голема помош.
nb: Enten du har oppgradert fra en tidligere versjon av Ubuntu, eller om du har byttet fra Windows eller Mac OS X, disse sidene vil hjelpe deg med å få byrdene av skuldrene dine.
pl: Jeśli dokonałeś aktualizacji z poprzedniej wersji Ubuntu lub przesiadłeś się z Windows lub Mac OS X, to te strony pomogą Ci się odnaleźć.
pt: Quer tenha actualizado a partir de uma versão anterior do Ubuntu ou mudado a partir do Windows ou Mac OS X, estas páginas irão ajudá-lo a encaminhar-se.
ro: Dacă ați actualizat sistemul de la o versiune precedentă de Ubuntu, sau ați migrat de la Windows sau Mac OS X, aceste pagini vă vor ajuta să vă acomodați cu calculatorul.
sq: Edhe nëse ju&rsquo;ve keni patur një version të mëparshëm të Ubuntu, apo po kaloni nga Windows ose Mac OS X, këto faqe do t'iu ndihmojnë të ambientoheni.
vi: Cho dù bạn nâng cấp từ một phiên bản trước của Ubuntu hay bạn mới chuyển sang từ Windows hay Mac OS X, các trang sau sẽ cung cấp những thông tin hữu ích cho bạn.
zh_tw: 無論你想從舊版 Ubuntu 升級、或從 Windows、Mac OS X 等其他系統改用 Ubuntu，這些頁面都能幫你的忙。

source: Basic computer skills
ar: مهارات الحاسوب الأساسية
ast: Habilidaes informátiques básiques
bg: Основни компютърни умения
fi: Perustietokonetaidot
gl: Destrezas informáticas básicas
he: כישורי מחשב בסיסים
hu: Számítógépes alapismeretek
id: Kemampuan dasar komputasi
is: Grunn tölvu hæfni
ko: 기본적인 컴퓨터 기술
mk: Основни компјутерски вештини
nb: Grunnleggende datakunnskaper
pl: Podstawowe umiejętności komputerowe
pt: Conhecimentos básicos de computadores
ro: Abilități de bază de folosire a calculatorului
sq: Aftësi bazë kompjuterike
vi: Các kỹ năng máy tính cơ bản
zh_tw: 基本電腦能力

source: An overview of your desktop and how to use it
ar: نظرة عامة على سطح مكتبك وكيفية استخدامه
ast: Un vistazu al so escritoriu y cómo usalu
bg: Преглед на работния плот и как да го използвате
fi: Yleiskuvaus työpöydästä ja sen käytöstä.
gl: Vista xeral do seu escritorio e de como usalo
he: סקירה כללית של שולחן העבודה שלך וכיצד להשתמש בו
hu: Alapvető információk a rendszerről és annak használatáról
id: Sekilas dari desktop anda dan bagaimana menggunakanya
is: Yfirlit skjáborðsins og hvernig á að nota hann
ko: 데스크탑에 대한 소개 및 사용법
mk: Приказ на работната околина и како се користи
nb: Et overblikk over ditt skrivebord og hvordan bruke det
pl: Informacje na temat pulpitu oraz wskazówki jak go używać
pt: Uma visão geral acerca do seu ambiente de trabalho e de como o utilizar
ro: O privire de ansamblu asupra spațiului de lucru personal și folosirea acestuia
sq: Një mbikqyrje e desktopit tuaj dhe si ta përdorni atë
vi: Khái quát về môi trường làm việc và cách sử dụng
zh_tw: 電腦使用方法概說

source: The role of the administrator
ar: دور الإداري
ast: El papel del alministrador
bg: Ролята на администратора
fi: Ylläpitäjän tehtävät
gl: O papel do administrador
he: כלל המנהל
hu: Az adminisztrátor szerepe
id: Peran dari administrator
is: Hlutverk kerfisstjórans
ko: 관리자의 역할
mk: Улогата на администраторот
nb: Rollen til administratoren
pl: Rola administratora
pt: O papel do administrador
ro: Rolul administratorului
sq: Roli i administratorit
vi: Vai trò của người quản trị hệ thống
zh_tw: 管理員的角色

source: If you&rsquo;ve been using Windows
ar: إذا كنت تستخدم ويندوز
ast: Si tien estao usando Windows
bg: Ако сте ползвали Уиндоус
fi: Jos olet käyttänyt Windowsia
gl: Se antes usaba Windows
he: אם השתמשת בWindows
hu: Windows-felhasználóknak
id: Jika Anda pernah menggunakan Windows
is: Ef þú hefur verið að nota Windows
ko: Windows를 사용해 오셨다면
mk: Ако сте користеле Windows
nb: Hvis du har brukt Windows
pl: Jeśli korzystasz z systemu Windows
pt: Se tem estado a usar Windows
ro: Dacă ați folosit Windows
sq: Nëse ju keni përdorur Windows
vi: Nếu bạn đã từng sử dụng Windows
zh_tw: 如果你曾用過 Windows 作業系統

source: translator-credits
ar: Launchpad Contributions: Omar Ali Mokhtar https://launchpad.net/~omar-cplusplus Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: Khaled Hosny https://launchpad.net/~khaledhosny Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Osama https://launchpad.net/~osamak-wfm Launchpad Contributions: Khaled Hosny https://launchpad.net/~khaledhosny Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Osama https://launchpad.net/~osamak-wfm
ast: Launchpad Contributions: Astur https://launchpad.net/~malditoastur Launchpad Contributions: Astur https://launchpad.net/~malditoastur Xuacu https://launchpad.net/~xuacusk8 alea https://launchpad.net/~alvaro-asturlinux
bg: Launchpad Contributions: Kamen Lichev https://launchpad.net/~klichev Launchpad Contributions: Kamen Lichev https://launchpad.net/~klichev Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: Kamen Lichev https://launchpad.net/~klichev Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Narf https://launchpad.net/~narf krak https://launchpad.net/~krasimir-kumanov Launchpad Contributions: Kamen Lichev https://launchpad.net/~klichev Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: Kamen Lichev https://launchpad.net/~klichev Krasimir Chonov https://launchpad.net/~kchonov Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: Kamen Lichev https://launchpad.net/~klichev Krasimir Chonov https://launchpad.net/~kchonov Launchpad Translations Administrators https://launchpad.net/~rosetta-admins
fi: Ubuntun suomentajaryhmä <ubuntu-fi@lists.ubuntu.com>, 2006 Launchpad Contributions: Mikko Piippo https://launchpad.net/~piippo-cc Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Tauriainen https://launchpad.net/~t-tauriainen Launchpad Contributions: Mikko Piippo https://launchpad.net/~piippo-cc Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Tauriainen https://launchpad.net/~t-tauriainen Launchpad Contributions: Mikko Piippo https://launchpad.net/~piippo-cc Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Tauriainen https://launchpad.net/~t-tauriainen Launchpad Contributions: Elias Julkunen https://launchpad.net/~eliasj Mikko Piippo https://launchpad.net/~piippo-cc Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Tauriainen https://launchpad.net/~t-tauriainen
gl: Launchpad Contributions: Xosé https://launchpad.net/~ubuntu-galizaweb Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Xosé https://launchpad.net/~ubuntu-galizaweb Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Xosé https://launchpad.net/~ubuntu-galizaweb Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Xosé https://launchpad.net/~ubuntu-galizaweb Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Pablo Casais Solano https://launchpad.net/~pcasais Xosé https://launchpad.net/~ubuntu-galizaweb imeneo https://launchpad.net/~imeneo Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Pablo Casais Solano https://launchpad.net/~pcasais Xosé https://launchpad.net/~ubuntu-galizaweb imeneo https://launchpad.net/~imeneo
he: Launchpad Contributions: Revan https://launchpad.net/~mark125 Yaniv Abir https://launchpad.net/~yanivabir Launchpad Contributions: Mark Krapivner https://launchpad.net/~mark125 Omri Strumza https://launchpad.net/~blueomega Yaniv Abir https://launchpad.net/~yanivabir Launchpad Contributions: Mark Krapivner https://launchpad.net/~mark125 Omri Strumza https://launchpad.net/~blueomega Yaniv Abir https://launchpad.net/~yanivabir Yaron https://launchpad.net/~sh-yaron Launchpad Contributions: Mark Krapivner https://launchpad.net/~mark125 Omri Strumza https://launchpad.net/~blueomega Yaniv Abir https://launchpad.net/~yanivabir Yaron https://launchpad.net/~sh-yaron Launchpad Contributions: Mark Krapivner https://launchpad.net/~mark125 Omri Strumza https://launchpad.net/~blueomega Yaniv Abir https://launchpad.net/~yanivabir Yaron https://launchpad.net/~sh-yaron
hu: Launchpad Contributions: Gabor Kelemen https://launchpad.net/~kelemeng Karoly Gossler https://launchpad.net/~connor nick=atya,c=hu https://launchpad.net/~mato-peter Launchpad Contributions: Gabor Kelemen https://launchpad.net/~kelemeng Karoly Gossler https://launchpad.net/~connor nick=atya,c=hu https://launchpad.net/~mato-peter Launchpad Contributions: Gabor Kelemen https://launchpad.net/~kelemeng Karoly Gossler https://launchpad.net/~connor nick=atya,c=hu https://launchpad.net/~mato-peter Launchpad Contributions: Gabor Kelemen https://launchpad.net/~kelemeng Karoly Gossler https://launchpad.net/~connor nick=atya,c=hu https://launchpad.net/~mato-peter
id: Andy Apdhani <imtheface@gmail.com>, 2006. Launchpad Contributions: Andy Apdhani https://launchpad.net/~imtheface Mahyuddin Susanto https://launchpad.net/~udienz padmawan https://launchpad.net/~andhika-padmawan Launchpad Contributions: Andy Apdhani https://launchpad.net/~imtheface Mahyuddin Susanto https://launchpad.net/~udienz padmawan https://launchpad.net/~andhika-padmawan Launchpad Contributions: Andika Triwidada https://launchpad.net/~andika Andy Apdhani https://launchpad.net/~imtheface Mahyuddin Susanto https://launchpad.net/~udienz padmawan https://launchpad.net/~andhika-padmawan Launchpad Contributions: Andika Triwidada https://launchpad.net/~andika Andy Apdhani https://launchpad.net/~imtheface Arief Setiadi Wibowo https://launchpad.net/~q-thrynx Mahyuddin Susanto https://launchpad.net/~udienz padmawan https://launchpad.net/~andhika-padmawan Launchpad Contributions: Andika Triwidada https://launchpad.net/~andika Andy Apdhani https://launchpad.net/~imtheface Arief Setiadi Wibowo https://launchpad.net/~q-thrynx Cecep Mahbub https://launchpad.net/~cecepm Mahyuddin Susanto https://launchpad.net/~udienz padmawan https://launchpad.net/~andhika-padmawan
is: Launchpad Contributions: Tumi Steingrímsson https://launchpad.net/~tumi.st Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Tumi Steingrímsson https://launchpad.net/~tumi.st Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Nori https://launchpad.net/~arnorv Tumi Steingrímsson https://launchpad.net/~tumi.st Launchpad Contributions: Baldur Þór Sveinsson https://launchpad.net/~bsveinsson Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Nori https://launchpad.net/~arnorv Tumi Steingrímsson https://launchpad.net/~tumi.st
ko: 우분투 한국어 번역팀 <ubuntu-ko@lists.ubuntu.com>, 2006 Launchpad Contributions: Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix Launchpad Contributions: Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix Launchpad Contributions: DasomOLI https://launchpad.net/~dasomoli Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix Launchpad Contributions: DasomOLI https://launchpad.net/~dasomoli Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix
mk: Launchpad Contributions: Андон Сикавица https://launchpad.net/~andon-sikavica Launchpad Contributions: Андон Сикавица https://launchpad.net/~andon-sikavica Launchpad Contributions: Андон Сикавица https://launchpad.net/~andon-sikavica Launchpad Contributions: Андон Сикавица https://launchpad.net/~andon-sikavica Launchpad Contributions: Андон Сикавица https://launchpad.net/~andon-sikavica
nb: Anders Martinsen <>, Tor Harald Thorland <linux@strigen.com>, 2006 Launchpad Contributions: Eirik Haatveit https://launchpad.net/~haatveit Launchpad Contributions: Eirik Haatveit https://launchpad.net/~haatveit Mats Taraldsvik https://launchpad.net/~meastp Launchpad Contributions: Eirik Haatveit https://launchpad.net/~haatveit Mats Taraldsvik https://launchpad.net/~meastp Launchpad Contributions: Daniel Høyer Iversen https://launchpad.net/~dahoiv Eirik Haatveit https://launchpad.net/~haatveit Mats Taraldsvik https://launchpad.net/~meastp Thor Marius K. Høgås https://launchpad.net/~nitrolinken Øyvind Jensen https://launchpad.net/~jensen-ift
pl: Tomasz Dominikowski (Polish Ubuntu Translators) Launchpad Contributions: Dominik Zablotny https://launchpad.net/~doza Shade https://launchpad.net/~adam-mrowczynski Launchpad Contributions: Dominik Zablotny https://launchpad.net/~doza Launchpad Contributions: Dominik Zablotny https://launchpad.net/~doza Dominik Zablotny https://launchpad.net/~doza-sztorm Mateusz Tybura https://launchpad.net/~wujciol Launchpad Contributions: Dominik Zablotny https://launchpad.net/~doza Jakub Kołakowski https://launchpad.net/~jajcob Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mateusz Tybura https://launchpad.net/~wujciol Launchpad Contributions: Dominik Zablotny https://launchpad.net/~doza Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mateusz Tybura https://launchpad.net/~wujciol Piotr Makowski (Aviary.pl) https://launchpad.net/~zaryk Wiatrak https://launchpad.net/~wiatrak. Launchpad Contributions: Artur Szymanski https://launchpad.net/~arteek Dominik Zablotny https://launchpad.net/~doza Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mateusz Tybura https://launchpad.net/~wujciol Piotr Makowski (Aviary.pl) https://launchpad.net/~zaryk Wiatrak https://launchpad.net/~wiatrak.
pt: Launchpad Contributions: Marco Rodrigues https://launchpad.net/~gothicx Susana Pereira https://launchpad.net/~susana Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Marco Rodrigues https://launchpad.net/~gothicx Susana Pereira https://launchpad.net/~susana Launchpad Contributions: Flávio Martins https://launchpad.net/~xhaker Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Marco Rodrigues https://launchpad.net/~gothicx Marco da Silva https://launchpad.net/~marcodasilva Susana Pereira https://launchpad.net/~susana Launchpad Contributions: Flávio Martins https://launchpad.net/~xhaker Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Marco Rodrigues https://launchpad.net/~gothicx Mykas0 https://launchpad.net/~mykas0 Susana Pereira https://launchpad.net/~susana Launchpad Contributions: Dark_Webster https://launchpad.net/~pedro-flores-16 Flávio Martins https://launchpad.net/~xhaker Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Marco Rodrigues https://launchpad.net/~gothicx Mykas0 https://launchpad.net/~mykas0 Susana Pereira https://launchpad.net/~susana
ro: Launchpad Contributions: Silviu Bojica https://launchpad.net/~bojicas Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Silviu Bojica https://launchpad.net/~bojicas Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Ionuț Jula https://launchpad.net/~ionutjula Silviu Bojica https://launchpad.net/~bojicas Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Doru Horișco https://launchpad.net/~doruhushhush Ionuț Jula https://launchpad.net/~ionutjula Manuel R. Ciosici https://launchpad.net/~manuelciosici Silviu Bojica https://launchpad.net/~bojicas Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Doru Horișco https://launchpad.net/~doruhushhush Ionuț Jula https://launchpad.net/~ionutjula Manuel R. Ciosici https://launchpad.net/~manuelciosici Silviu Bojica https://launchpad.net/~bojicas
sq: Launchpad Contributions: Vilson Gjeci https://launchpad.net/~vilsongjeci Launchpad Contributions: Matthew East https://launchpad.net/~mdke Vilson Gjeci https://launchpad.net/~vilsongjeci
vi: Launchpad Contributions: Viet Hung https://launchpad.net/~vvhung Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Viet Hung https://launchpad.net/~vvhung Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Viet Hung https://launchpad.net/~vvhung Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Viet Hung https://launchpad.net/~vvhung lusiads https://launchpad.net/~lusiads Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Viet Hung https://launchpad.net/~vvhung hoang448 https://launchpad.net/~hoang448 lusiads https://launchpad.net/~lusiads Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Viet Hung https://launchpad.net/~vvhung hoang448 https://launchpad.net/~hoang448 lusiads https://launchpad.net/~lusiads
zh_tw: Shunhsiung Shih <shunhsiung@gmail.com>, 2006 Launchpad Contributions: Bob Chao https://launchpad.net/~bobchao Clyde Chen https://launchpad.net/~rextordano Shunhsiung Shih https://launchpad.net/~shunhsiung Launchpad Contributions: Bob Chao https://launchpad.net/~bobchao Shunhsiung Shih https://launchpad.net/~shunhsiung Launchpad Contributions: Bob Chao https://launchpad.net/~bobchao Shunhsiung Shih https://launchpad.net/~shunhsiung Launchpad Contributions: Bob Chao https://launchpad.net/~bobchao Shunhsiung Shih https://launchpad.net/~shunhsiung Launchpad Contributions: Bob Chao https://launchpad.net/~bobchao Shunhsiung Shih https://launchpad.net/~sshsiung

source: New to Ubuntu 8.10?
fi: Uusi Ubuntu 8.10:n käyttäjä?
hu: Új Ubuntu 8.10 felhasználó?
