Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/newtoubuntu/po/*.po
Languages: ar, ast, bg, fi, gl, he, hu, id, is, ko, mk, nb, pl, pt, ro, sq, vi, zh_tw

source: During installation of Ubuntu, a single user and password is created. However, any modern operating system permits multiple users to operate the computer while preserving their own personal settings and files. On Ubuntu, each user has their own <emphasis>home directory</emphasis> in which files and settings are stored. Further, each user can be part of one or more <emphasis>groups</emphasis>, which define which parts of the system that user has access to.
ar: أثناء تثبيت أوبونتو، ينشأ مستخدم واحد وكلمة سر. لكن أي نظام تشغيل حديث يسمح لمستخدمين عدة بتشغيل الحاسوب مع حماية إعدادتهم وملفاتهم الخاصة. في أوبونتو، لكل مستخدم <emphasis>دليل منزل</emphasis> تخزّن فيه الملفات والإعدادات. أيضا، كل مستخدم يمكن أن يكون جزاءً في <emphasis>مجموعة</emphasis> أو أكثر، التي تعرّف أي أجزاء النظام للمستخدم وصولٌ إليها.
ast: Durante l'instalación d'Ubuntu, criase un usuariu únicu y contraseña. Sicasí, cualesquier sistema operativu modernu permite que varios usuarios puean trabayar col equipu, calteniendo por separtao les sos propies opciones y archivos personales. N'Ubuntu, cada usuariu tien el so propiu <emphasis>directoriu personal</emphasis> nos que s'atroxen los archivos y les opciones. Arriendes, cada usuariu pue formar parte de ún o dellos <emphasis>grupos</emphasis>, que definen a qué partes del sistema tien accesu talu usuariu.
bg: По време на инсталацията на Ubuntu бива създаден един единствен потребител и парола. Независимо от това, всяка съвременна операционна система позволява множество потребители да ползват компютъра, запазвайки техните лични настройки и файлове. В Ubuntu всеки потребител си има собствена <emphasis>домашна (home) директория</emphasis>, в която се съхраняват файловете и настройките. Допълнително всеки потребител може да бъде член на една или повече <emphasis>групи</emphasis>, които задават частите от системата, до които той има достъп.
fi: Ubuntua asennettaessa luodaan yksi käyttäjätunnus salasanoineen. Nykyaikaiset käyttöjärjestelmät kuitenkin mahdollistavat useiden käyttäjätilien luomisen. Näin eri käyttäjien henkilökohtaiset asetukset ja tiedostot säilytetään erikseen. Ubuntussa jokaisella käyttäjällä on oma <emphasis>kotihakemistonsa</emphasis>, jonne tiedostot ja asetukset tallennetaan. Lisäksi jokainen käyttäjä voi kuulua yhteen tai useampaan <emphasis>ryhmään</emphasis>. Ryhmät määrittelevät, mitä järjestelmän osia kukin käyttäjä voi käyttää.
gl: Durante a instalación de Ubuntu créase un único usuario e contrasinal. Porén, calquer sistema operativo moderno permite que varios usuarios traballen co computador ao tempo que se preservan a súa configuración persoal e os seus ficheiros. En Ubuntu, cada usuario ten o seu propio <emphasis>directorio persoal</emphasis> no que se gardan os ficherios e a configuración. Todos os directorios persoais atópanse no directorio /home. Ademais, cada usuario pode facer parte dun ou máis <emphasis>grupos</emphasis>, co que se define a que partes do sistema ten acceso ese usuario.
he: במהלך ההתקנה של אובונטו, נוצר משתמש אחד וסיסמא. בכל אופן, כל מערכת הפעלה מודרנית מאפשרת למספר משתמשים לתפעל את המחשב בזמן שהיא שומרת את הקבצים וההגדרות שלהם. באובונטו, לכל משתמש יש את <emphasis>תקיית הבית</emphasis> שלו ובאה מאוכסנים הקבצים וההגדרות שלו. בנוסף, כל משתמש יכול לקחת חלק <emphasis>קבוצה</emphasis> אחת או יותר, אשר מגדירה לאילו חלקים מהמערכת תהיה למשתמש גישה
hu: Az Ubuntu telepítése során egy felhasználó és jelszó jön létre. A modern operációs rendszerek lehetővé teszik, hogy a számítógépet több felhasználó használja úgy, hogy a személyes beállításaik és fájljaik megmaradjanak. Az Ubuntu alatt minden felhasználónak megvan a <emphasis>saját könyvtára</emphasis>, ahol a fájljai és a beállításai tárolódnak. Minden felhasználó egy vagy több <emphasis>csoport</emphasis> tagja lehet, így meghatározható, hogy a felhasználó a rendszer mely részeihez férhet hozzá.
id: Saat instalasi Ubuntu, satu pengguna dan katakunci dibuat. Walaupun demikian, banyak sistem operasi membolehkan banyak pengguna mengoperasikan komputer sekaligus menyimpan pengaturan dan berkas milik masing-masing. Pada Ubuntu, setiap pengguna memiliki <emphasis>direktori rumah</emphasis> masing-masing di mana berkas dan pengaturan disimpan. Lebih lanjut, tiap pengguna dapat menjadi bagian dari satu atau lebih <emphasis>grup</emphasis>, yang mendefinisikan pada bagian mana dari sistem seorang pengguna dapat mengakses.
is: Við uppsetningu á Ubuntu þá er búinn til einn notandi og aðgangsorð. Hinsvegar öll nútíma stýrikerfi er með möguleika á að vera með marga notendur sem hver er með sín sköl og stillingar. Í Ubuntu er hver notandi með sitt <emphasis>heima svæði</emphasis> þar sem að skjöl og stillingar eru vistaðar. Ennfremur getur hver notandi verið hluti af <emphasis>hóp</emphasis> sem að getur verið með sameignlegan aðgang að hluta kerfisins.
ko: 우분투를 설치하는 과정에서 하나의 사용자와 암호가 생성됩니다. 하지만, 모든 최신 운영 체제들은 여러 명의 사용자들이 자신들의 개인적인 설정 및 파일들을 유지한 채로 컴퓨터를 사용할 수 있도록 해 줍니다. 우분투에서 각 사용자들은 자신만의 설정과 파일들을 저장하는 <emphasis>홈 디렉토리</emphasis>를 가집니다. 또한 각 사용자는 시스템에 접근할 수 있는 권한을 나타내는 하나 이상의 <emphasis>그룹</emphasis>에 포함될 수 있습니다.
mk: За време на инсталирањето на Ubuntu, креиран е корисник со лозинка. Сепак, повеќето модерни оперативни системи дозовлуваат поголем број на корисници да управуваат со компјутерот, притоа сочувувајќи ги личните подесувања и датотеки. Во Ubuntu, секој корисник си има свој <emphasis>домашен (home) директориум</emphasis> во кој се чуваат датотеки и подесувања. Исто така, секој корисник може да биде дел од една или повеќе <emphasis>групи</emphasis>, кои дефинираат во кој дел од системот корисникот има пристап.
nb: Under installasjonen av Ubuntu blir det kun opprettet en brukerkonto, Etter installasjon er det mulig å opprette flere kontoer, slik at hver bruker kan ha egne personlige innstillinger. I Ubuntu er det slik at hver bruker får en egen <emphasis>hjemmekatalog</emphasis> hvor personlige filer og innstillinger blir lagret. Videre kan hver bruker også være medlem av en eller flere <emphasis>grupper</emphasis>. Gruppetilhørighet avgjør hvilke deler av systemet den brukeren skal ha adgang til.
pl: Podczas instalacji Ubuntu tworzone jest konto jednego użytkownika zabezpieczone hasłem, chociaż współczesne systemy operacyjne zezwalają na korzystanie z komputera wielu osobom z uwzględnieniem ich ustawień i plików. W Ubuntu każdy użytkownik ma swój własny <emphasis>katalog domowy</emphasis>, w którym przechowywane są pliki i ustawienia. Co więcej, każdy użytkownik może być członkiem jednej lub więcej <emphasis>grup</emphasis>, które określają, do jakich części systemu użytkownik ma dostęp.
pt: Durante a instalação do Ubuntu apenas é criado um utilizador e senha. No entanto, qualquer sistema operativo moderno permite que vários utilizadores operem sobre o computador preservando as suas configurações pessoais e ficheiros. No Ubuntu cada utilizador tem o seu <emphasis>directório pessoal</emphasis> no qual são guardadas as suas configurações e ficheiros. Cada utilizador pode também fazer parte de um ou mais <emphasis>grupos</emphasis> que definem quais as partes do sistema a que o utilizador tem acesso.
ro: În timpul instalării Ubuntu, un singur utilizator și o parolă sunt create. Totuși, orice sistem de operare modern permite folosirea sa de către mai mulți utilizatori, păstrând setările și fișierele personale. În Ubuntu orice utilizator are propriul lui <emphasis>director personal</emphasis> în care fișierele și setările sunt stocate. Mai mult, fiecare utilizator poare face parte din unul sau mai multe <emphasis>grupuri<-emphasis>, care definesc ce părți din sistem sunt accesbile acestuia.
sq: Gjatë instalimit të Ubuntu krijohet vetëm një përdorues dhe një fjalëkalim. Sidoqoftë, çdo sistem operativ modern iu lejon shumë përdoruesve që ta përdorin kompjuterin, ndërkohë që ruan parametrat dhe skedarët e tyre personalë. Në Ubuntu, çdo përdorues ka <emphasis>direktorinë bazë</emphasis> të vetën në të cilën ruhen skedarët dhe parametrat. Veç kësaj, çdo përdorues mund të jetë pjesë e një apo më tepër <emphasis>grupeve</emphasis>, të cilat përkufizojnë se në cilat pjesë të sistemit mund të hyjë ai përdorues.
vi: Trong quá trình cài đặt Ubuntu, một tên người dùng và mật khẩu sẽ được tạo ra. Tuy nhiên, các hệ điều hành ngày nay đều cho phép cơ chế nhiều người dùng cùng vận hành máy tính trong khi vẫn đảm bảo duy trì hệ thống tập tin và các thiết lập cá nhân của từng người dùng. Trong Ubuntu, mỗi người dùng đều có <emphasis>thư mục gốc</emphasis> của mình trong đó lưu các tập tin và các thiết lập. Hơn nữa, mỗi một người dùng có thể thuộc vào một hay nhiều <emphasis>nhóm</emphasis>, trong đó xác định các phần của hệ thống mà người dùng có quyền truy cập đến.
zh_tw: 在 Ubuntu 的安裝過程中會建立一組使用者帳號及密碼，不過近代的作業系統都能在同一台電腦上為眾多使用者保留其個人設定及私人檔案。在 Ubuntu 中，每個使用者都有個<emphasis>個人資料夾</emphasis>（home），私人檔案跟設定皆儲存於其中。此外，每個使用者都可以隸屬於一個（以上）的<emphasis>群組</emphasis>（group），藉此設定其可存系統中的哪些部份。

source: To modify the users or groups on your system, you can use the <application>Users And Groups</application> application located in <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Users and Groups</guimenuitem></menuchoice>.
ar: لتعديل المستخدمين أو المجموعات على نظامك، تستطيع استخدام تطبيق<application>المستخدمون والمجموعات</application> الواقع في <menuchoice><guimenu>نظام</guimenu><guimenuitem>إدارة</guimenuitem><guimenuitem>المستخدمون والمجموعات</guimenuitem></menuchoice>.
ast: Para modificar los usuarios o grupos del so sistema, pue usar l'aplicación <application>Usuarios y grupos</application>, allugada en <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Alministración</guimenuitem><guimenuitem>Usuarios y grupos</guimenuitem></menuchoice>.
bg: За да промените потребителите или групите на системата, можете да използвате приложението <application>Потребители и групи</application>, което се намира в <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрация</guimenuitem><guimenuitem>Потребители и групи</guimenuitem></menuchoice>.
fi: Järjestelmän käyttäjiä ja ryhmiä voidaan muokata <application>Käyttäjät ja ryhmät</application> -sovelluksella, joka löytyy valikoista seuraavasti: <menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Ylläpito</guimenuitem><guimenuitem>Käyttäjät ja ryhmät</guimenuitem></menuchoice>.
gl: Para modificar os usuarios ou grupos do seu sistema, pode empregar a aplicación <application>Usuarios E Grupos</application>, que se atopa en <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Usuarios e Grupos</guimenuitem></menuchoice>.
he: כדי לשנות את המשתמשים והקבוצות במערכת אתה יכול להשמתמש ביישום <application>משתמשים וקבוצות</application> הממוקם ב <menuchoice><guimenu>מערכת</guimenu><guimenuitem>ניהול</guimenuitem><guimenuitem>משתמשים וקבוצות</guimenuitem></menuchoice>.
hu: A rendszeren lévő felhasználók vagy csoportok módosítására használható a <application>Felhasználók és csoportok</application> alkalmazás, amely a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Felhasználók és csoportok</guimenuitem></menuchoice> menüpont alatt érhető el.
id: Untuk memodifikasi pengguna dan grup pada sistem Anda, Anda dapat menggunakan aplikasi <application>Pengguna dan Grup</application> yang berlokasi di <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrasi</guimenuitem><guimenuitem>Pengguna dan Grup</guimenuitem></menuchoice>.
ko: 시스템 내의 사용자와 그룹 설정을 변경하려면, <menuchoice><guimenu>시스템</guimenu><guimenuitem>관리</guimenuitem><guimenuitem>사용자와 그룹</guimenuitem></menuchoice>에 있는 <application>사용자와 그룹</application> 프로그램을 사용할 수 있습니다.
mk: За уредување на корисниците или групите на Вашиот систем, можете да ја користите <application>Корисници и групи</application> апликацијата лоцирана <menuchoice><guimenu>Систем</guimenu><guimenuitem>Администрација</guimenuitem><guimenuitem>Корисници и групи</guimenuitem></menuchoice>.
nb: For å endre på brukerkontoer og gruppemedlemskap på ditt system, kan du bruke <application>Brukere og grupper</application> programmet som du finner på <menuchoice><guimenu>System</guimenu><guimenuitem>Administrasjon</guimenuitem><guimenuitem>Brukere og grupper</guimenuitem></menuchoice>
pl: Aby modyfikować użytkowników i grupy w systemie, możesz użyć aplikacji <application>Użytkownicy I Grupy</application> znajdującej się w <menuchoice><guimenu>System</guimenu><guimenuitem>Administracja</guimenuitem><guimenuitem>Użytkownicy i Grupy</guimenuitem></menuchoice>.
pt: Para modificar os utilizadores ou grupos do seu sistema pode usar a aplicação <application>Utilizadores e Grupos</application> localizada em <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Utilizadores e Grupos</guimenuitem></menuchoice>.
ro: Pentru a modifica utilizatorii sau grupurile de pe sistem, puteți folosi aplicația <application>Utilizatori și Grupuri</application> situată în <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Utilizatori și Grupuri</guimenuitem></menuchoice>
sq: Për të modifikuar përdoruesit dhe grupet në sistemin tuaj, ju mund të përdorni programin <application>Përdoruesit dhe Grupet</application> që ndëdhet në <menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Administrimi</guimenuitem><guimenuitem>Përdorues dhe Grupe</guimenuitem></menuchoice>.
vi: Để sửa đổi các thông tin người dùng và nhóm trong hệ thống, bạn có thể dùng trình quản lý <application>Người dùng và Nhóm</application> từ menu <menuchoice><guimenu>Hệ thống</guimenu><guimenuitem>Quản trị</guimenuitem><guimenuitem>Người dùng và Nhóm</guimenuitem></menuchoice>.
zh_tw: 欲管理系統中的使用者或群組資訊，可以用<menuchoice><guimenu>系統</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>使用者及群組</guimenuitem></menuchoice>的<application>使用者及群組</application>工具。

source: You need administrative rights to use this application (see <ulink url="administrative.xml">Administrative tasks</ulink>). You need to log out and in again in order for the changes to become effective.
ar: سوف تحتاج صلاحيات إدارية لاستخدام هذا التطبيق (راجع <ulink url="administrative.xml">المهمات الإدارية</ulink>). أنت بحاجة لأن تخرج ثم تلج مجددا لتصبح التغييرات فعّالة.
ast: Necesita tener privilexos alministrativos pa usar esta aplicación (consulte <ulink url="administrative.xml">Tarees alministratives</ulink>). Necesitará terminar la so sesión ya aniciar una nueva pa que los cambeos faigan efeutu.
bg: Нуждаете се от администраторски права, за да ползвате това приложение (вижте <ulink url="administrative.xml">Администраторски задачи</ulink>). Нужно е да се изключите и включите отново, за да имат ефект промените.
fi: Tämän sovelluksen käyttämiseksi tarvitaan ylläpito-oikeudet (katso <ulink url="administrative.xml">Ylläpidolliset toimenpiteet</ulink>). Muutokset tulevat näkyviin kun kirjaudut järjestelmään seuraavan kerran.
gl: Compriralle dispor de privilexios administrativos para empregar esta aplicación (consulte <ulink url="administrative.xml">Tarefas administrativas</ulink>). Terá que sair do sistema e volver a entrar para que se fagan efectivas as súas modificacións.
he: אתה צריך הרשאות ניהול כדי להשתמש ביישום זה (ראה <ulink url="administrative.xml">כלי ניהול</ulink>). אתה צריך להתנתק ולהתחבר שוב כדי שהשינויים יוחלו.
hu: Az alkalmazás használatához adminisztrátori jogokra van szükség (tekintse meg a <ulink url="administrative.xml">Adminisztrációs feladatok</ulink> részt). A változások érvényre juttatásához ki kell lépnie, majd vissza.
id: Anda perlu hak administrasi untuk menggunakan aplikasi ini (lihat <ulink url="administrative.xml">Pekerjaan Administrasi</ulink>). Anda perlu log keluar lalu masuk lagi untukk mengefektifkan perubahan.
is: Þú þarft að hafa kerfisstjóra réttindi til að nota þetta forrit (sjá <ulink url="administrative.xml">Kerfisstjóra aðgerðir</ulink>). Þú þarft að skrá þig út og aftur inn til að breytingarnar verði virkar.
ko: 이 프로그램을 이용하기 우해서는 관리자 권한이 필요합니다(<ulink url="administrative.xml">Administrative tasks</ulink> 참조). 이러한 변경 사항들이 적용되기 위해서는 일단 로그아웃한 뒤에 다시 로그인해야 합니다.
mk: Потребни Ви се администраторски права за користење на оваа апликација (видете <ulink url="administrative.xml">административни задачи</ulink>). Треба да се одлогирате и логирате повторно за промените да имаат ефект.
nb: Du trenger administrative rettigheter for å bruke dette programmet (se <ulink url="administrative.xml">Administrative oppgaver</ulink>). Du må logge deg ut og inn igjen for at endringene skal bli iverksatt.
pl: Aby używać tej aplikacji potrzebujesz uprawnień administratora (zobacz: <ulink url="administrative.xml">Zadania administratora</ulink>). Aby zmiany zostały uwzględnione należy wylogować się i zalogować ponownie.
pt: Necessita de privilégios de administração para usar esta aplicação (veja <ulink url="administrative.xml">Tarefas Administrativas</ulink>). De modo a tornar as alterações permanentes é necessário que termine e volte a iniciar a sessão.
ro: Aveți nevoie de drepturi administrative pentru a folosi această aplicație (vezi <ulink url="administrative.xml">Sarcini administrative</ulink>). Pentru ca modificările să fie vizibile trebuie să ieșiți și să intrați din nou.
sq: Juve ju nevojiten të drejta administrative për të përdorur këtë program (shiko <ulink url="administrative.xml">Detyrat Administrative</ulink>). juve ju nevojitet të dilni nga llogaria juaj dhe të hyni përsëri në mënyrë që ndryshimet të bëhen efektive.
vi: Bạn cần có quyền quản trị hệ thống để sử dụng ứng dụng này (xem <ulink url="administrative.xml">Các tác vụ quản trị hệ thống</ulink>). Bạn cần đăng xuất và đăng nhập trở lại vào hệ thống để các thay đổi có hiệu lực.
zh_tw: 使用此管理工具需要管理員權限（參見<ulink url="administrative.xml">管理工作</ulink>）。修改使用者或群組設定後必須重新登入系統，修改的部份方能生效。

source: To add a new user, click on <guilabel>Add user</guilabel>, fill-in the data fields then click <guilabel>OK</guilabel>. To edit the properties of each user, click the <guilabel>Properties</guilabel> button located in the main <guilabel>Users</guilabel> window.
ar: لإضافة مستخدم جديد، انقر على <guilabel>أضف مستخدما</guilabel>، املأ حقول البيانات ثم انقر <guilabel>موافق</guilabel>. لتحرير خصائص كل مستخدم، انقر الزر <guilabel>خصائص</guilabel> الواقع في النافذة الرئيسية <guilabel>المستخدمون</guilabel>.
ast: P'amestar a un nuevu usuariu, calque en <guilabel>Amestar usuariu</guilabel>, Rellene los campos de datos y calque en <guilabel>Aceptar</guilabel>. Pa editar les propiedaes de cada usuariu, calque'l botón <guilabel>Propiedaes</guilabel> allugáu na ventana principal d' <guilabel>Usuarios</guilabel> .
bg: За да добавите нов потребител, натиснете <guilabel>Добавяне на потребител</guilabel>, попълнете данните в полетата и натиснете <guilabel>Добре</guilabel>. За да редактирате свойствата на всеки потребител, натиснете бутона <guilabel>Свойства</guilabel>, намиращ се в главния прозорец <guilabel>Потребители</guilabel>.
fi: Lisätäksesi käyttäjän napsauta <guilabel>Lisää käyttäjä</guilabel>, täytä kentät ja valitse <guilabel>OK</guilabel>-painike. Muokataksesi käyttäjän ominaisuuksia napsauta <guilabel>Käyttäjät</guilabel>-ikkunassa <guilabel>Ominaisuudet</guilabel>-painiketta.
gl: Para engadir un usuario novo, calque en <guilabel>Engadir usuario</guilabel>, encha os campos de datos e prema en <guilabel>Aceptar</guilabel>. Para modificar as propiedades de cada usuario, prema no botón <guilabel>Propiedades</guilabel> que se atopa na xanela principal <guilabel>Usuarios</guilabel>.
he: כדי להוסיף משתמש חדש, לחצו על <guilabel>הוספת משתמש</guilabel>, מלאו את שדות המידע ולחצו על <guilabel>אישור</guilabel>. כדי לערוך את המאפיינים של כל משתמש, לחצו על כפתור ה<guilabel>מאפיינים</guilabel> שממקום בחלון ה<guilabel>משתמשים/guilabel> העיקרי.
hu: Új felhasználó hozzáadásához kattintson a <guilabel>Felhasználó hozzáadása</guilabel> gombra, töltse ki az adatmezőket, majd kattintson az <guilabel>OK</guilabel> gombra. Az egyes felhasználók tulajdonságainak szerkesztéséhez kattintson a <guilabel>Tulajdonságok</guilabel> gombra a fő <guilabel>Felhasználók</guilabel> ablakban.
id: Untuk menambah pengguna, klik pada <guilabel>Tambah pengguna</guilabel>, isi ruas data kemudian kilik <guilabel>OK</guilabel>. Untuk menyunting properti dari tiap pengguna, klik tombol <guilabel>Properti</guilabel> yang terletak di jendela utama <guilabel>Pengguna</guilabel>.
ko: 새로운 사용자를 추가하려면, <guilabel>사용자 더하기</guilabel>를 클릭하고, 데이터 필드를 채운 후에 <guilabel>확인</guilabel>을 누릅니다. 각 사용자의 등록 정보를 편집하려면, 주 <guilabel>사용자</guilabel> 창에 위치한 <guilabel>등록 정보</guilabel> 버튼을 누릅니다.
mk: За додавање на нов корисник, кликнете на <guilabel>Додади корисник</guilabel>, пополнете ги податочните полиња и кликнете <guilabel>Во ред</guilabel>. За менување на својствата на секој корисник, кликнете го копчето <guilabel>Параметри</guilabel> во главниот <guilabel>Корисници</guilabel> прозорец.
nb: For å legge til en ny bruker, klikk på <guilabel>Legg til bruker</guilabel>. Fyll ut datafeltene og klikk <guilabel>OK</guilabel>. For å endre på instillingene for en av brukerne så klikker du på <guilabel>Egenskaper</guilabel>.
pl: Aby dodać nowego użytkownika kliknij na <guilabel>Dodaj użytkownika</guilabel>, wypełnij dane i kliknij <guilabel>OK</guilabel>. Aby modyfikować właściwości pojedynczych użytkowników, kliknij na przycisk <guilabel>Właściwości</guilabel> znajdujący się w głównym oknie <guilabel>Użytkownicy</guilabel>.
pt: Para adicionar um novo utilizador, clique em <guilabel>Adicionar utilizador</guilabel>, preencha os campos de dados e clique em <guilabel>OK</guilabel>. Para editar as propriedades de cada utilizador, clique no botão <guilabel>Propriedades</guilabel> localizado na janela principal <guilabel>Utilizadores</guilabel>.
ro: Pentru a adăuga un utilizator nou, efectuați clic pe <guilabel>Adăugare utilizator</guilabel>, completați câmpurile libere și apoi apăsați butonul <guilabel>OK</guilabel>. Pentru modificarea proprietăților fiecărui utilizator, efectuați clic pe butonul <guilabel>Proprietăți</guilabel> din fereastra principală <guilabel>Utilizatori</guilabel>.
sq: Për të shtuar një përdorues të ri, klikoni tek <guilabel>Shto përdorues</guilabel>, mbushni fushat e të dhënave dhe pastaj klikoni <guilabel>OK</guilabel>. për të modifikuar parametrat për çdo përdorues, klikoni butonin <guilabel>Parametrat</guilabel> që ndodhet në dritaren kryesore <guilabel>Përdoruesit</guilabel>.
vi: Để thêm một người dùng mới, nhấn vào <guilabel>Thêm người dùng</guilabel>, điền vào các ô dữ liệu rồi nhấn <guilabel>OK</guilabel>. Để thay đổi các thuộc tính của một người dùng, nhấn nút <guilabel>Thuộc tính</guilabel> nằm trên cửa sổ chính <guilabel>Người dùng</guilabel>.
zh_tw: 要新增使用者，點選<guilabel>新增使用者</guilabel>，填寫資料欄位後點選<guilabel>確定</guilabel>。要編輯使用者的屬性，點選<guilabel>使用者</guilabel>視窗中的<guilabel>屬性</guilabel>按鈕。
