Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/newtoubuntu/po/*.po
Languages: ar, ast, bg, fi, gl, he, hu, id, is, ko, mk, nb, pl, pt, ro, sq, vi, zh_tw

source: To give a new user administrative rights (see <ulink url="administrative.xml">Administrative Tasks</ulink>), edit that user's properties, and under the <guilabel>User Privileges</guilabel> tab, ensure that the <guilabel>Administer the system</guilabel> box is checked.
ar: لإعطاء المستخدم الجديد صلاحيات إدارية (راجع <ulink url="administrative.xml">المهمات الإدارية</ulink>)، حرّر خصائص ذلك المستخدم، وتحت اللسان <guilabel>صلاحيات المستخدم</guilabel>، تأكد من أن الصندوق <guilabel>إدارة النظام</guilabel> مُختار.
ast: Para dar privilexos alministrativos a un nuevu usuariu (consulte <ulink url="administrative.xml">Tarees alministratives</ulink>), edite les propiedaes d'esi usuariu, y baxo la solapa <guilabel>Privilexos del usuariu</guilabel>, asegúrese de que la caxella <guilabel>Alministrar el sistema</guilabel> tea marcada.
bg: За да дадете администраторски права на нов потребител (вижте <ulink url="administrative.xml">Администраторски задачи</ulink>), редактирайте свойствата на потребителя и в полето <guilabel>Потребителски привилегии</guilabel> се уверете, че е маркирана кутийката <guilabel>Администриране на системата</guilabel>.
fi: Jos haluat antaa uudelle käyttäjälle ylläpito-oikeudet (katso <ulink url="administrative.xml">Ylläpidolliset toimenpiteet</ulink>), muokkaa kyseisen käyttäjän ominaisuuksia <guilabel>Käyttäjän oikeudet</guilabel> -välilehdellä. Varmista, että <guilabel>Ylläpitää järjestelmää</guilabel> on valittuna.
gl: Para darlle dereitos administrativos a un usuario novo (consulte <ulink url="administrative.xml">Tarefas Administrativas</ulink>), edite as propiedades dese usuario e, baixo a pestana <guilabel>Privilexios de Usuario</guilabel>, asegúrase de que está seleccionao <guilabel>Administrar o sistema</guilabel>.
he: כדי לתת למשתמש חדש הרשאות ניהול (ראה <ulink url="administrative.xml">כלי ניהול</ulink>), ערוך את המאפיינים של המשתמש, ותחת לשונית <guilabel></guilabelזכויות משתמש>, וודא שתיבת <guilabel>נהל את המערכת</guilabel> מסומנת.
hu: Ha egy felhasználónak adminisztrátori jogokat akar adni (további információ: <ulink url="administrative.xml">Adminisztrációs feladatok</ulink>), jelölje be a felhasználó tulajdonságainál, a <guilabel>Felhasználói jogosultságok</guilabel> lapon <guilabel>A rendszer adminisztrációja</guilabel> jelölőnégyzetet.
id: Untuk memberikan hak administratif pada pengguna (lihat <ulink url="administrative.xml">Pekerjaan Administratif</ulink>), ubah properti pengguna, dan di bawah tab <guilabel>Hak Pengguna</guilabel>, pastikan bahwa kotak <guilabel>Mengatur sistem</guilabel> telah dicentang.
ko: 새로운 사용자에게 관리자 권한을 주려면(<ulink url="administrative.xml">관리 작업</ulink> 참조), 사용자 속성을 편집하여 <guilabel>사용자 권한</guilabel> 탭에서 <guilabel>시스템 관리자</guilabel> 박스가 선택되어 있는지 확인하세요.
mk: За да му дадете административни права на одреден корисник (видете <ulink url="administrative.xml">административни задачи</ulink>), едитирајте ги корисничките параметри и под јазичето <guilabel>Кориснички привилегии</guilabel>, осигурајте се дека кутивчето <guilabel>Администрирај го системот</guilabel> е избрано.
nb: For å gi en ny bruker administrative rettigheter (se <ulink url="administrative.xml">Administrative oppgaver</ulink>), rediger den brukerens egenskaper, og under <guilable>Brukerrettigheter</guilabel> fanen, pass på at <guilabel>Administrer systemet</guilabel> er huket av.
pl: Aby przyznać nowemu użytkownikowi prawa administratora (zobacz <ulink url="administrative.xml">Zadania administratora</ulink>), edytuj właściwości tego użytkownika i w zakładce <guilabel>Uprawnienia użytkownika</guilabel> upewnij się, że zostało oznaczone pole <guilabel>Administruje systemem</guilabel>.
pt: Para dar privilégios administrativos a um novo utilizador (veja ulink url="administrative.xml">Tarefas Administrativas</ulink>), edite as propriedades do utlizador e no separador <guilabel>Privilégios do Utilizador</guilabel> certifique-se de que marca a caixa <guilabel>Administrar o Sistema</guilabel>.
ro: Pentru a da unui utilizator nou drepturi administrative (vezi <ulink url="administrative.xml">Sarcini administrative</ulink>), modificați proprietățile acelui utilizator iar în secțiunea <guilabel>Privilegii de Utilizator</guilabel> asigurați-vă că este activată opțiunea <guilabel>Administrează sistemul</guilabel>
sq: Për t'i dhënë një përdoruesi të ri të drejta administrative (shiko <ulink url="administrative.xml">Detyrat Administrative</ulink>), modifikoni parametrat e atij përdoruesi dhe tek tabela <guilabel>Privilegjet e Përdoruesit</guilabel> sigurohuni që kutia <guilabel>Administron sistemin</guilabel> të jetë përzgjedhur.
vi: Để thêm quyền quản trị hệ thống cho người dùng (xem <ulink url="administrative.xml">Các tác vụ quản trị hệ thống</ulink>), chọn cập nhật thuộc tính của người dùng này, và tại tab <guilabel>Quyền người dùng</guilabel>, đánh dấu chọn cho ô <guilabel>Quản trị hệ thống</guilabel>.
zh_tw: 欲授予某使用者管理權限（見<ulink url="administrative.xml">管理工作</ulink>），請編輯該使用者之屬性、並於<guilabel>使用者權限</guilabel>一頁下勾選<guilabel>管理此系統</guilabel>項目。

source: To add a new group, click on <guilabel>Manage Groups</guilabel> and click <guilabel>Add group</guilabel>. Choose a name for the new group and, if you want, change the default value for the <guilabel>Group ID</guilabel>. If you try to allocate a <guilabel>Group ID</guilabel> that is in use, the system will warn you.
ar: لإضافة مجموعة جديدة، انقر على <guilabel>أدر المجموعات</guilabel> وانقر <guilabel>أضف مجموعة</guilabel>. اختر اسما للمجموعة الجديدة، وغيّر القيمة الافتراضية ل<guilabel>هوية المجموعة</guilabel>. إذا حاول تخصيص <guilabel>هوية مجموعة</guilabel> مستخدمة بالفعل، سوف يحذّرك النظام.
ast: P'amestar un nuevu grupu, calque en <guilabel>Xestionar grupos</guilabel> y llueu en <guilabel>Amestar grupu</guilabel>. Seleicione un nome pal nuevu grupu y, si lo deseya, camude'l valor predetermináu del <guilabel>ID del grupu</guilabel>. Si tenta d'usar un <guilabel>ID de grupu</guilabel> que ya se tea usando, el sistema avisarálu.
bg: За добавяне на нова група натиснете на <guilabel>Manage Groups</guilabel> и натиснете <guilabel>Add group</guilabel>. Изберете име на новата група и ако искате променете стойността <guilabel>Group ID</guilabel>. Ако се опитате да изберете <guilabel>Group ID</guilabel> което вече се използва, системата ще ви предупреди.
fi: Uusi ryhmä voidaan lisätä napsauttamalla <guilabel>Hallitse ryhmiä</guilabel> ja <guilabel>Lisää ryhmä</guilabel>. Tämän jälkeen valitaan uudelle ryhmälle nimi ja haluttaessa oletusarvo <guilabel>Ryhmän ID</guilabel>:lle (tunnisteelle). Järjestelmä varoittaa, jos tässä yritetään käyttää jo käytössä olevaa tunnistetta.
gl: Para engadir un grupo novo, prema en <guilabel>Xestionar Grupos</guilabel> e clique en <guilabel>Engadir grupo</guilabel>. Escolla un nome para o novo grupo e, se quere, modifique o valor predefinido do <guilabel>ID de Grupo</guilabel>. Se tenta asignar un <guilabel>ID de Grupo</guilabel> que xa exista, o sistema avisarao.
he: להוספת קבוצה חדשה, לחץ על <guilabel>ניהול קבוצות</guilabel> ולחץ על <guilabel>הוסף קבוצה</guilabel>. בחר שם לקבוצה החדשה וגם, במידת הרצון, שנה את ערך ברירת המחדל של <guilabel>מזהה הקבוצה</guilabel>. אם תנסה להקצות <guilabel>מזהה קבוצה</guilabel> שכבר נמצא בשימוש, המערכת תזהיר אותך.
hu: Új csoport hozzáadásához nyomja meg a <guilabel>Csoportok kezelése</guilabel> gombot, majd a <guilabel>Csoport hozzáadása</guilabel> gombot. Adjon nevet az új csoportnak és igény szerint módosítsa az alapértelmezett <guilabel>Csoportazonosítót</guilabel>. Ha már használatban lévő <guilabel>Csoportazonosítót</guilabel> kíván használni, akkor a rendszer figyelmezteti erre.
id: Untuk menambah grup baru, klik <guilabel>Pengaturan Grup</guilabel> lalu klik <guilabel>Tambah Grup</guilabel>. Pilih nama untuk grup baru dan, jika anda ingin, ganti nilai standar untuk <guilabel>ID Grup</guilabel>. Jika anda mencoba untuk alokasikan <guilabel>ID Grup</guilabel> yang sedang digunakan, sistem akan memperingatkan anda.
is: Til að bæta við nýjum hóp, smelltu á <guilabel>Stjórna Hópum</guilabel> og smelltu á <guilabel>Bæta við hóp</guilabel>. Veldu nafn á nýja hópinn og breyttu sjálfgefnu <guilabel>Auðkenni Hópsins</guilabel> ef þú vilt. Ef að þú velur auðkenni sem er þegar í notkun þá varar kerfið þig við.
ko: 새로운 그룹을 추가하려면 <guilabel>그룹 관리</guilabel> 를 클릭한 후에 <guilabel>그룹 더하기</guilabel> 를 클릭합니다. 새로운 그룹을 위한 이름을 선택하고, 만약 원한다면 <guilabel>그룹 ID</guilabel> 를 위한 기본 설정값을 변경합니다. 만약 여러분이 할당한 <guilabel>그룹 ID</guilabel> 가 이미 사용 중이면, 시스템이 경고를 할 것입니다.
mk: За додавање на нова група, кликнете на <guilabel>Менаџирај група</guilabel>, а потоа на <guilabel>Додај група</guilabel>. Изберете име за новата група и ако сакате променете ја стандардната вредност на <guilabel>ID на група</guilabel>. Ако пробате да алоцирате <guilabel>ID на група</guilabel> кое е веќе во употреба, ситемот ќе Ве предупреди.
nb: For å legge til en ny gruppe, klikk på <guilabel>Håndter grupper</guilabel> og klikk <guilabel>Legg til gruppe</guilabel>. Velg et navn for den nye gruppen og, hvis du ønsker, skift standardverdien for gruppens <guilabel>Gruppe-ID</guilabel>. Hvis du prøver å bruke en <guilabel>Gruppe-ID</guilabel> som allerede er i bruk, så vil systemet advare deg.
pl: Aby dodać nową grupę, kliknij na <guilabel>Zarządzaj grupami</guilabel> a następnie <guilabel>Dodaj grupę</guilabel>. Podaj nazwę nowej i grupy i w razie potrzeby zmień domyślną wartość <guilabel>ID Grupy</guilabel>. Przy próbie ustawienia już używanego <guilabel>ID Grupy</guilabel> system wyświetli ostrzeżenie.
pt: Para adicionar um novo grupo, carregue em <guilabel>Gerir Grupos</guilabel> e carregue <guilabel>Adicionar grupo</guilabel>. Escolha um nome para o novo grupo, e se quiser, pode alterar o valor por omissão do <guilabel>ID do Grupo</guilabel>. Se tentar alocar um <guilabel>ID de Grupo</guilabel> que já esteja em grupo, o sistema irá o avisar.
ro: Pentru a adăuga un nou grup, efectuați clic pe <guilabel>Gestionează Grupuri</guilabel> și apoi clic pe <guilabel>Adaugă Grup</guilabel>. Alegeți un nume pentru noul grup, iar dacă doreți modificaț valoare implicită pentru <guilabel>ID Grup</guilabel>. Dacă încercați să adăugați un <guilabel>ID Grup</guilabel> deja existent, veți fi anunțat de sistem.
sq: Për të shtuar një grup të ri, klikoni tek <guilabel>Menaxho Grupet</guilabel> dhe klikoni <guilabel>Shto grup</guilabel>. Zgjidhni një emër përgrupin e ri dhe, nëse dëshironi, ndërrojeni vlerën e parazgjedhur për <guilabel>ID Grupi</guilabel>. Nëse përpiqeni të vendosni një <guilabel>ID Grupi</guilabel> që është në përdorim, sistemi do t'iu lajmërojë.
vi: Để thêm một nhóm mới, bấm vào <guilabel>Quản lý nhóm</guilabel> và bấm <guilabel>Thêm nhóm</guilabel>. Đặt một tên cho nhóm mới tạo, nếu bạn muốn, bạn có thể đổi giá trị mặc định <guilabel>ID Nhóm</guilabel>. Nếu bạn chỉ định một <guilabel>Group ID</guilabel> đã sử dụng, hệ thống sẽ cảnh báo bạn.
zh_tw: 欲新增群組，請點選<guilabel>管理群組</guilabel>後再按<guilabel>新增群組</guilabel>。輸入新群組名稱後，亦可按需求更動<guilabel>群組識別碼</guilabel>的預設值。如果你指定的<guilabel>群組識別碼</guilabel>已由其他群組佔用，則系統會通知你。

source: You can add users to the newly created group by selecting the checkbox next to each users name in the <guilabel>Group Members</guilabel> list. Removing a user is as simple as adding one: unselect the checkbox next to a users name. When you are ready, click <guilabel>OK</guilabel> and the new group with its users, if inserted, will be created.
ar: تستطيع إضافة مستخدمين إلى المجموعة المنشأة حديثا عن طريق اختيار صندوق الاختيار المجاوز لكل اسم مستخدم في القائمة <guilabel>أعضاء المجموعة</guilabel>. إزالة مستخدم سهل كإضافته: ألغِ اختيار صندوق الاختيار المجاور لاسم المستخدم. عندما تكون جاهزا، انقر <guilabel>موافق</guilabel> وسوف تنشأ المجموعة الجديدة مع مستخدميها، إذا وُجدوا.
ast: Pue amestar usuarios al grupu recién criáu seleicionando la caxella xunto al nome de cada usuariu na llista <guilabel>Miembros del grupu</guilabel>. Quitar a un usuariu ye tan cenciello como amestar ún: des-seleicione la caxella xunto al nome del usuariu. Cuando tenga terminao, calque <guilabel>Aceutar</guilabel> y criaráse el nuevu grupu con los sos usuarios, en so casu.
bg: Можете да добавите потребител към новосъздадената група чрез маркиране на потребители в <guilabel>Group Members</guilabel> списъка. Триенето на потребители е просто като добавянето: отмаркирайте полето за маркиране до името на потребителя. Когато сте готови , натиснете <guilabel>OK</guilabel> и новата група с ще бъде съъздадена.
fi: Uuteen ryhmään voidaan lisätä käyttäjiä valitsemalla käyttäjän nimen vieressä oleva ruutu <guilabel>Ryhmän jäsenet</guilabel> -luettelossa. Käyttäjän poistaminen on yhtä yksinkertaista: valinta käyttäjän nimen vierestä poistetaan. Napsauta lopuksi <guilabel>OK</guilabel>-painiketta, jolloin uusi ryhmä jäsenineen luodaan.
gl: Pode engadir usuarios ao grupo recén creado seleccionando as caixiñas que están a carón do nome de cada usuario na lista <guilabel>Membros do Grupo</guilabel>. Eliminar un usuario é tan simple como engadilo: retire a selección da caixiña que está a carón do nome do usuario. Cando remate, clique en <guilabel>De acordo</guilabel> e crearase o novo grupo cos seus usuarios se os incluíu.
he: תוכל להוסיף משתמשים לקבוצות החדשות שנוצרו על ידי בחירת תיבות הסימון ליד כל אחד משמות המשתמשים ברשימת<guilabel>חברי הקבוצה</guilabel>. הסרת משתמש הינה פשוטה כמו הוספת משתמש: בטל את בחירת תיבות הסימון שליד שמות המשתמשים. כאשר אתה מוכן, לחץ <guilabel>אישור</guilabel> והקבוצה החדשה עם המשתמשים שבה, במידה והוזנו, תיווצר.
hu: Az újonnan létrehozott csoporthoz felhasználókat a <guilabel>Csoporttagok</guilabel> listában a felhasználók neve melletti jelölőnégyzetek kiválasztásával adhat hozzá. Egy felhasználó eltávolítása ugyanolyan egyszerű, mint a hozzáadása: törölje a felhasználó neve melletti jelölőnégyzetet. Ha elkészült, akkor kattintson az <guilabel>OK</guilabel> gombra és az új csoport létrejön a megadott felhasználókkal.
id: Anda dapat menambah pengguna ke grup yang baru saja dibuat dengan mencentang kotak disamping nama pengguna di daftar <guilabel>Anggota Grup</guilabel>. Menghapus pengguna sama mudahnya dengan menambah: cukup hapus centang di kotak samping nama pengguna. Jika anda sudah siap, klik <guilabel>OK</guilabel> dan grup baru berserta penggunanya, jika ditambahkan, akan dibuat.
is: Þú getur bætt við hópum við nýjan hóp með því að haka við nöfn notenda í <guilabel>Group Members</guilabel> listanum. Jafn auðvelt er að taka út notanda eins og að setja hann í hópinn, bara að taka hakið út. Þegar þú ert búinn þá smellir þú á <guilabel>OK</guilabel> og hópurinn með notendum verður búinn til.
ko: <guilabel>그룹 멤버</guilabel> 목록에서 각 사용자 이름 옆에 있는 체크 박스를 선택하여 새롭게 만든 그룹에 사용자를 추가할 수 있습니다. 사용자를 제외하는 것도 추가와 마찬가지로 간단합니다. 단순히 사용자 이름 옆의 체크 박스를 해제하면 됩니다. 준비가 된 후 <guilabel>확인</guilabel> 을 클릭하면 새로운 그룹이 (추가된 사용자와 함께) 생성됩니다.
mk: Може да додавате корисници на новата грпа со избирање на кутивчињата до секој корисник во листата <guilabel>Членови на група</guilabel>. Бришњето на корисник е едноставно како додавањето: само го отштиклирате кутивчето до корисничкото име. Кога ќе завршите, кликнете на <guilabel>Во ред</guilabel> и новата група, заедно со корисниците кои се внесени, ќе биде креирана.
nb: Du kan legge til brukere til den nylige opprettede gruppen ved å huke av ruten ved siden av hver brukers navn i <guilabel>Gruppemedlemmer</guilabel> listen. Å fjerne en bruker er like lett som å legge en til; huk vekk ruten vedsiden av en brukers navn. Når du er klar, klikk <guilabel>OK</guilabel> og den nye gruppen med dens brukere, hvis noen, vil bli opprettet.
pl: Możesz dodać użytkowników do nowo utworzonej grupy zaznaczając pole przy nazwie użytkownika na liście <guilabel>Członkowie grupy</guilabel>. Usuwanie użytkownika jest tak samo proste jak dodawanie: odznacz pole przy nazwie użytkownika. Gdy wszystko gotowe, kliknij <guilabel>OK</guilabel> i nowa grupa z zaznaczonymi użytkownikami zostanie utworzona.
pt: Você pode adicionar utilizadores a um grupo seleccionando a caixa ao lado de cada nome de utilizador na lista <guilabel>Membros do Grupo</guilabel>. Remover um utilizador é tão simples como adicionar um: retire a marca da caixa ao lado do nome do utilizador. Quando estiver pronto, carregue <guilabel>OK</guilabel> e o novo grupo com os seus utilizadores, se inserido, será criado.
ro: Puteți adăuga utilizatori noului grup prin selectarea căsuței din fața numelui fiecărui utilzator. Când ați terminat, efectuați clic pe butonul <guilabel>OK</guilabel> iar noul grup va fi adăugat.
sq: Ju mund t'iu shtoni përdorues grupeve të krijuara duke zgjedhur kutinë pranë emrit të çdo përdoruesi tek lista <guilabel>Anëtarë të Grupit</guilabel>. Heqja e një përdoruesi është po aq e thjeshtë sa të shtosh një të tillë, hiq përzgjedhjen nga kutia pranë emrit të përdoruesit. Kur të jeni gati, klikoni <guilabel>OK</guilabel> dhe grupi i ri me përdoruesit e tij, nëse është futur, do të krijohet.
vi: Bạn có thể thêm người dùng vào nhóm vừa tạo bằng cách đánh dấu các hộp kiểm trước các tên người dùng trong <guilabel>Thành viên nhóm</guilabel>. Bỏ một người dùng khỏi nhóm cũng dễ như với việc thêm người dùng vào nhóm: bạn chỉ việc bỏ đánh dấu hộp kiểm trước tên người dùng. Khi bạn thực hiện xong, bấm <guilabel>OK</guilabel> và nhóm mới cùng các thành viên của nó (nếu có) sẽ được tạo.
zh_tw: 你還可以將一些使用者加到這個新建立的群組中，只要在<guilabel>群組成員</guilabel>選單中勾選要加入的使用者帳號名稱就行了，自群組中排除某使用者也只要取消勾選即可。一切完工後，點選<guilabel>確定</guilabel>，則新群組及其成員名單便建立完畢。

source: To edit the properties of a group, from within the <guilabel>Groups</guilabel> main window, choose a group name and click on the <guilabel>Properties</guilabel> button.
ar: لتحرير خصائص مجموعة، من النافذة الرئيسية <guilabel>المجموعات</guilabel>، اختر اسم المجموعة وانقر على الزر <guilabel>خصائص</guilabel>.
ast: Pa editar les propiedaes d'un grupu, dientro de la ventana principal de <guilabel>Grupos</guilabel>, escueya un grupu y calque el botón <guilabel>Propiedaes</guilabel>.
bg: За да редактирате свойствата на група, в главния прозорец <guilabel>Групи</guilabel> изберете име на група и натиснете бутона <guilabel>Свойства</guilabel>.
fi: Muokataksesi ryhmän ominaisuuksia <guilabel>Ryhmät</guilabel>-ikkunassa, valitse ryhmän nimi ja napsauta <guilabel>Ominaisuudet</guilabel>-painiketta.
gl: Para modificar as propiedades dun grupo, desde dentro da xanela princial <guilabel>Grupos</guilabel>, escolla o nome dun grupo e clique no botón <guilabel>Propiedades</guilabel>.
he: כדי לערוך את מאפייניה של קבוצה, מתוך חלון ה <guilabel>קבוצות</guilabel> הראשי, בחר את שם הקבוצה ולחץ על כפתור <guilabel>מאפיינים</guilabel>.
hu: Egy csoport tulajdonságainak szerkesztéséhez a fő <guilabel>Csoportok</guilabel> ablakból válassza ki a csoport nevét és kattintson a <guilabel>Tulajdonságok</guilabel> gombra.
id: Untuk menyunting properti dari suatu grup, dari dalam jendela utama <guilabel>Grups</guilabel>, pilih nama grup dan klik tombol <guilabel>Properti</guilabel>.
is: Til að breyta stillingum hóps beint frá <guilabel>Hópa</guilabel> aðalvalmynd þá velur þú hópinn og smellir á takkann <guilabel>Stillingar</guilabel>.
ko: 그룹의 등록 정보를 편집하는 것은, <guilabel>그룹</guilabel> 창에서, 그룹 이름을 선택하고 <guilabel>등록 정보</guilabel> 단추를 누릅니다.
mk: За менување на својствата на групата, од главниот прозорец <guilabel>Групи</guilabel>, изберете го името на групата и кликнете на копчето <guilabel>Параметри</guilabel>.
nb: For å endre egenskapene til en gruppe, inne i <guilabel>Gruppe</guilabel> hovedvinduet, velg en gruppe og klikk på <guilabel>Egenskaper</guilabel> knappen.
pl: Aby zmodyfikować właściwości grupy z głównego okna <guilabel>Grupy</guilabel>, wybierz nazwę grupy i kliknij na przycisk <guilabel>Właściwości</guilabel>.
pt: Para editar as propriedades de um grupo, dentro da janela principal <guilabel>Grupos</guilabel>, escolha o nome de um grupo e clique no botão <guilabel>Propriedades</guilabel>.
ro: Pentru modificarea proprietăților unui grup, în cadrul ferestrei principale <guilabel>Grupuri</guilabel>, alegeți numele grupului și apăsați butonul <guilabel>Proprietăți</guilabel>.
sq: Për të modifikuar parametrat e një grupi, nga dritarja kryesore <guilabel>Grupet</guilabel>, përzgjidhni një emër grupi dhe pastaj klikoni në butonin <guilabel>Parametrat</guilabel>.
vi: Để thay đổi thuộc tính của một nhóm, từ cửa sổ chính <guilabel>Nhóm</guilabel>, chọn tên nhóm và nhấn vào nút <guilabel>Thuộc tính</guilabel>.
zh_tw: 要編輯群組的屬性，從<guilabel>群組</guilabel>主視窗，選擇群組名稱且點選<guilabel>屬性</guilabel>按鈕。

source: To remove a user from the system, select the user you want to delete and click <guilabel>Delete</guilabel>.
ar: لإزالة مستخدم من النظام، اختر المستخدم الذي تريد حذفه وانقر <guilabel>احذف</guilabel>.
ast: Pa esaniciar a un usuariu del sistema, seleicione l'usuario que deseye esborrar y calque <guilabel>Esborrar</guilabel>.
bg: За да изтриете потребител от системата, изберете потребителя и натиснете <guilabel>Изтриване</guilabel>.
fi: Järjestelmästä voidaan poistaa käyttäjä valitsemalla poistettava käyttäjä ja napsauttamalla <guilabel>Poista</guilabel>.
gl: Para eliminar un usuario do sistema, escolla o usuario que quere eliminar e prema <guilabel>Eliminar</guilabel>.
he: על מנת להסיר משתמש מהמערכת, בחר במשתמש אותו תרצה למחוק ולחץ על <guilabel>מחק</guilabel>.
hu: Válassza ki a törölni kívánt felhasználót és kattintson a <guilabel>Törlés</guilabel> gombra egy felhasználó eltávolításához a rendszerből.
id: Untuk menghapus pengguna dari sistem, pilih pengguna yang ingin anda hapus lalu klik <guilabel>Hapus</guilabel>.
is: Til að fjarlæga notenda frá kerfinu, veldur notandann sem þú vilt eyða og smelltu á <guilabel>Eyða</guilabel>.
ko: 시스템에서 특정 사용자를 삭제하려면, 삭제하려는 사용자를 선택한 후에 <guilabel>지우기</guilabel> 를 누릅니다.
mk: За бришење на корисник од системот, изберете го корисникот и кликнете на <guilabel>Избриши</guilabel>.
nb: For å fjerne en bruker fra systemet, velg brukeren du ønsker å fjerne og klikk <guilabel>Slett</guilabel>.
pl: Aby usunąć użytkownika z systemu, należy wybrać użytkownika, którego chcemy usunąć i nacisnąć <guilabel>Usuń</guilabel>.
pt: Para remover um utilizador do sistema, seleccione o utilizador que deseja e clique em <guilabel>Apagar</guilabel>.
ro: Pentru a șterge un utilizator din sistem, alegeți utilizatorul apoi efectuați clic pe <guilabel>Șterge</guilabel>.
sq: Për të hequr një përdorues nga sistemi, përzgjidh përdoruesin që do të fshish dhe kliko <guilabel>Fshije</guilabel>.
vi: Để xóa một người dùng khỏi hệ thống, chọn người dùng bạn muốn xóa và bấm <guilabel>Xóa</guilabel>.
zh_tw: 欲從系統中刪除使用者帳號，先選取一個使用者，再按下<guilabel>刪除</guilabel>。
