Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/newtoubuntu/po/*.po
Languages: ar, ast, bg, fi, gl, he, hu, id, is, ko, mk, nb, pl, pt, ro, sq, vi, zh_tw

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
ar: ubuntu-doc@lists.ubuntu.com (مشروع توثيق أوبونتو)
ast: ubuntu-doc@list.ubuntu.com (Proyeutu de Documentación d' Ubuntu)
bg: ubuntu-doc@lists.ubuntu.com (Проектът за документация на Ubuntu)
fi: ubuntu-doc@lists.ubuntu.com (Ubuntun dokumentaatioprojekti)
gl: ubuntu-doc@lists.ubuntu.com (Proxecto de Documentación de Ubuntu)
he: ubuntu-doc@lists.ubuntu.com (פרוייקט התיעוד של אובונטו)
hu: ubuntu-doc@lists.ubuntu.com (Ubuntu dokumentációs projekt)
id: ubuntu-doc@lists.ubuntu.com (Proyek Dokumentasi Ubuntu)
is: ubuntu-doc@lists.ubuntu.com (Ubuntu skjölunar verkefnið)
ko: ubuntu-doc@lists.ubuntu.com (우분투 문서화 프로젝트)
mk: ubuntu-doc@lists.ubuntu.com (Проект за документација на Ubuntu)
nb: ubuntu-doc@lists.ubuntu.com (Ubuntu dokumentasjonsprosjekt)
pl: ubuntu-doc@lists.ubuntu.com (Projekt Dokumentacji Ubuntu)
pt: ubuntu-doc@lists.ubuntu.com (Projecto de Documentação Ubuntu)
ro: ubuntu-doc@lists.ubuntu.com (Proiectul de Documentație Ubuntu)
sq: ubuntu-doc@lists.ubuntu.com (Projekti i Dokumentimit Ubuntu)
vi: ubuntu-doc@lists.ubuntu.com (Dự án tài liệu Ubuntu)
zh_tw: ubuntu-doc@lists.ubuntu.com (Ubuntu 文件計劃)

source: mdke@ubuntu.com (Matthew East)
bg: mdke@ubuntu.com (Матю Ийст)

source: New to Ubuntu?
ar: أأنت حديث العهد بأوبنتو؟
ast: ¿Nuevu n'Ubuntu?
bg: Нови в Ubuntu?
fi: Uusi Ubuntun käyttäjä?
gl: É a primeira vez con Ubuntu?
he: חדש באובונטו?
hu: Új Ubuntu felhasználó?
id: Baru Mengenal Ubuntu?
is: Nýgræðingur í Ubuntu?
ko: 우분투를 처음 사용해 보십니까?
mk: Нови сте во Ubuntu?
nb: Ny Ubuntubruker?
pl: Nowy w Ubuntu?
pt: Novo no Ubuntu?
ro: Nou în Ubuntu?
sq: Pa Përvojë në Ubuntu?
vi: Mới sử dụng Ubuntu?
zh_tw: 新手上路？

source: Introduction to the basics of Ubuntu, and what you need to know if you are switching to Ubuntu from another operating system.
ar: مقدمة إلى أساسات أوبونتو، وما تحتاج معرفته إذا كنت تبدّل إلى أوبونتو من نظام تشغيل آخر.
ast: Una introducción a los conceutos básicos d'Ubuntu, y lo que necesita saber si ta camudando a Ubuntu dende otru sistema operativu.
bg: Въведение в основите на Ubuntu и какво трябва да знаете, ако се прехвърляте към Ubuntu от друга операционна система.
fi: Johdanto Ubuntun perusteisiin, sekä mitä pitää tietää jos on vaihtamassa Ubuntuun jostain toisesta käyttöjärjestelmästä
gl: Introdución elemental a Ubuntu e ao que precisa saber se está na transición a Ubuntu desde outro sistema operativo.
he: מבוא לצעדים הבסיסיים באובונטו, וכן מה שאתה צריך לדעת אם אתה עברת לאובונטו ממערכת הפעלה אחרת.
hu: Az Ubuntu alapjainak bemutatása és az alapvető tudnivalók más operációs rendszerről Ubuntura váltók részére.
id: Perkenalan dengan dasar-dasar Ubuntu, dan apa yang Anda perlu tahu bila Anda hendak berpindah ke Ubuntu dari sistem operasi lain.
is: Grunnkynning á Ubuntu og það sem að þú þarft að vita ef þú ert að skipta úr öðru stýrikerfi.
ko: 우분투에 대한 기본적인 사항들과 다른 운영 체제에서 우분투로 전환한 경우에 알아야 할 내용들에 대한 소개
mk: Вовед во основите на Ubuntu и што треба да знаете ако се префрлате на Ubuntu од друг оперативен систем.
nb: Introduksjon til det grunnleggende om Ubuntu og hva du trenger å vite hvis du skal bytte til Ubuntu fra et annet operativ system.
pl: Wprowadzenie do podstaw Ubuntu, a także co musisz wiedzieć, jeśli przełączasz się na Ubuntu z innego systemu operacyjnego.
pt: Introdução aos conceitos básicos do Ubuntu e o que necessita de saber se se está a mudar para Ubuntu a partir de outro sistema operativo.
ro: Introducere în bazele Ubuntu, și ce trebuie sa știți dacă migrați către Ubuntu dinspre un alt sistem de operare.
sq: Jep bazat e Ubuntu dhe çfarë ju duhet të dini nëse vini në Ubuntu nga një sistem tjetër operativ.
vi: Giới thiệu căn bản về Ubuntu, và những thông tin cần thiết nếu bạn chuyển sang Ubuntu từ một hệ điều hành khác.
zh_tw: Ubuntu 基礎介紹、從其他作業系統改用 Ubuntu 該知道的事。

source: Users and Groups
ar: المستخدمون والمجموعات
ast: Usuarios y grupos
bg: Потребители и групи
fi: Käyttäjät ja ryhmät
gl: Usuarios e Grupos
he: משתמשים וקבוצות
hu: Felhasználók és csoportok
id: Pengguna dan Grup
is: Notendur og hópar
ko: 사용자와 그룹
mk: Корисници и групи
nb: Brukere og grupper
pl: Użytkownicy i Grupy
pt: Utilizadores e Grupos
ro: Utilizatori și grupuri
sq: Përdoruesit dhe Grupet
vi: Người dùng và Nhóm
zh_tw: 使用者及群組

source: Credits and License
ar: الإشادات و الرخصة
ast: Créitos y Llicencia
bg: Заслуги и лиценз
fi: Tekijät ja lisenssi
gl: Créditos e licenza
he: קרדיט ורישיון
hu: Köszönetnyilvánítás és licenc
id: Penghargaan dan Lisensi
is: Heiður og leyfi
ko: 만든 사람들과 저작권
mk: Заслуги и лиценца
nb: Bidragsytere og lisens
pl: Autorzy i Licencja
pt: Créditos e licença
ro: Autori și Licență
sq: Kredite dhe Linçensimi
vi: Chứng chỉ và Giấy phép
zh_tw: 貢獻者與授權

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
ar: هذه الوثيقة تحت رعاية فريق توثيق أوبنتو (https://wiki.ubuntu.com/DocumentationTeam). للاطلاع على قائمة المساهمين،طالع <ulink url="../../libs/C/contributors.xml">صفحة المساهمين</ulink>
ast: Esti documentu ta calteníu pol equipu de documentación d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pa una llista de los contribuidores, mira la <ulink url="../../libs/C/contributors.xml">páxina de contribuidores</ulink>
bg: Този документ се поддържа от екипа за документация на Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Списъкът с учатниците в този екип вижте на <ulink url="../../libs/C/contributors.xml">страница на разработчиците</ulink>
fi: Ubuntun dokumentointitiimi (https://wiki.ubuntu.com/DocumentationTeam) ylläpitää tätä ohjetta. Ohjeen kirjoittamiseen osallistuneet henkilöt löytyvät <ulink url="../../libs/C/contributors.xml">tekijät-sivulta</ulink>.
gl: Este documento é mantido polo equipo de documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para unha lista dos que contribuíron, véxase a <ulink url="../../libs/C/contributors.xml">páxina dos contribuidores</ulink>.
he: מסמך זה מתוחזר על ידי צוות התיעוד של אובונטו (https://wiki.ubuntu.com/DocumentationTeam). לרשימת התורמים, עיינו ב<ulink url="../../libs/C/contributors.xml">עמוד התורמים</ulink>
hu: Ezt a dokumentumot az Ubuntu dokumentációs csapat tartja karban (https://wiki.ubuntu.com/DocumentationTeam). A közreműködők listája a <ulink url="../../libs/C/contributors.xml">közreműködők oldalán</ulink> található meg.
id: Dokumen ini dikelola oleh Tim dokumentasi Ubuntu (https: / / wiki.ubuntu.com / DocumentationTeam). Daftar kontributor dapat dilihat di<ulink url="../../libs/C/contributors.xml"> halaman kontributor </ ulink>
is: Þessu skjali er haldið við af skjölunarhópi Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Hér koma þeir fram sem veittu sitt framlag <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
pl: Ten dokument jest pod opieką Zespołu Dokumentacji Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Lista autorów jest dostępna na <ulink url="../../libs/C/contributors.xml">tej stronie</ulink>.
ro: Acest document este întreținut de echipa de documentație Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pentru o listă a contributorilor, vedeți <ulink url="../../libs/C/contributors.xml">pagina contributorilor</ulink>
sq: Ky dokument mirëmbahet nga skuadra e dokumentimit të Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Për një listë të kontribuesve, shikoni <ulink url="../../libs/C/contributors.xml">faqen e kontribuesve</ulink>
vi: Tài liệu này được viết và chỉnh sửa bởi nhóm biên soạn tài liệu Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Để xem danh sách những người đã đóng góp cho dự án, hãy xem <ulink url="../../libs/C/contributors.xml">trang cộng tác viên</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ar: هذه الوثيقة بترخيص الإبداع العمومي المشاركة بالمثل 2.5
ast: Esti documentu ta fechu baxo la Creative Commons ShareAlike 2.5 License (CC-BY-SA).
bg: Този документ се предлага под силата на лиценза Creative Commons ShareAlike 2.5 (CC-BY-SA).
fi: Tämä ohje on käytettävissä Creative Commons ShareAlike 2.5 -lisenssillä (CC-BY-SA).
gl: Este documento está disponíbel baixo a Licenza Creative Commons ShareAlike 2.5 (CC-BY-SA).
he: המסמך זמין תחת רישיון ייחוס-שיתוף זהה 2.5 (CC-BY-SA)
hu: Ez a dokumentum a Creative Commons Nevezd meg! – Így add tovább! 2.5 (CC-BY-SA) licenc alatt érhető el.
id: Dokumen ini tersedia dibawah Lisensi Creative Commons ShareAlike 2.5 (CC-BY-SA).
is: Þetta skjal er gefið út undir Creative Commons ShareAlike 2.5 License (CC-BY-SA) skilmálunum.
ko: 이 문서는 크리에이티브 커먼즈 저작자표시-동일조건변경허락 2.5 라이센스(CC-BY-SA)에 따라 이용가능합니다.
mk: Овој документ е достапен под Creative Commons ShareAlike 2.5 лиценцата (CC-BY-SA).
nb: Dette dokumentet er tilgjengelig under Creative Commons ShareAlike 2.5-lisensen (CC-BY-SA)
pl: Ten dokument jest udostępniany na zasadach licencji Creative Commons ShareAlike 2.5 (CC-BY-SA).
pt: Este documento está disponível segundo a licença Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ro: Acest document este disponibil sub termenii licenței Creative Commons ShareAlike 2.5 License (CC-BY-SA).
sq: Ky dokument është i licensuar nga Creative Commons ShareAlike 2.5 (CC-BY-SA).
vi: Tài liệu này được phân phối với giấy phép Creative Commons ShareAlike 2.5 License (CC-BY-SA).
zh_tw: 本文件以創用 CC「姓名標示-相同方式分享 2.5 版」授權條款授權。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
ar: لك أن تعدّل و تزيد و تحسّن وثائق الشفرة المصدرية لأوبونتو بموجب شروط هذه الرخصة. كل الأعمال المشتقة يجب أن تنشر بذات الرخصة.
ast: Vusté ye llibre de camudar, estender y meyorar el códigu fonte de la documentación d'Ubuntu baxo los términos d'esta llicencia. Tolos trabayos derivaos tienen d'espublizase baxo esta llicencia.
bg: Имате правото свободно да променяте, разширявате и подобрявате изходния код на Ubuntu документацията при условията на този лиценз. Всички производни разработки трябва да бъдат под силата на този лиценз.
fi: Voit muokata, jatkaa ja parantaa Ubuntun ohjeiden lähdekoodia tämän lisenssin alla. Kaikkien jatkotuotosten pitää olla julkaistu samalla lisenssillä.
gl: É libre de modificar, ampliar e mellorar o código fonte da documentación de Ubuntu baixo os termos desta licenza. Todas as obras derivadas téñense que publicar baixo esta licenza.
he: אתה חופשי לשנות, להרחיב ולשפר את קוד המקור של תיעוד אובונטו תחת תנאי רישיון זה. כל העבודות הנגזרות חייבות להיות מופצות תחת רישיון זה.
hu: Joga van módosítani, kiegészíteni és fejleszteni az Ubuntu dokumentációk forrását. A származtatott munkákat ugyanezen licenc alatt kell kiadnia.
id: Anda bebas untuk mengubah, memperluas, dan memperbaiki kode sumber dokumentasi Ubuntu sesuai syarat-syarat yang ada dari lisensi ini. Semua pekerjaan turunan harus diterbitkan dibawah lisensi ini.
is: Þér er heimilt að breyta, auka eða bæta frumkóða Ubuntu skjölunarinnar að uppfylltum ákvæðum þessa leyfis. Öll afleidd vinna verður að vera gefin út undir þessu leyfi.
ko: 여러분은 이 라이센스의 규정에 따라 얼마든지 우분투 문서의 소스 코드를 변경, 확장, 개선할 수 있습니다. 다만, 이러한 작업에 따른 모든 결과물들은 이 라이센스와 함께 배포되어야 합니다.
mk: Имате слобода да го модификувате, проширувате и подобрувате изворниот код на документацијата на Ubuntu под услови дефинирани од оваа лиценца. Сите наследени дела мора да бидат објавени под оваа лиценца.
nb: Du står fritt til å endre, utvide og forbedre Ubuntu-dokumentasjonens kildekoder under vilkårene til denne lisensen. Alt avledet arbeid må gis ut under samme lisens.
pl: Każdy ma prawo modyfikować, rozszerzać i poprawiać kod źródłowy dokumentacji Ubuntu na zasadach zawartych w niniejszej licencji. Wszelkie dzieła pochodne muszą być udostępniane na tej samej licencji.
pt: É livre para modificar, alargar e melhorar o código fonte da documentação do Ubuntu sobre os termos desta licença. Todos os trabalhos derivados devem ser disponibilizados sobre esta licença.
ro: Aveți libertatea de a modifica, extinde și îmbunătăţi codul sursă al documentației Ubuntu respectând termenii acestei licențe. Orice lucrare derivată din acestă documentație trebuie să se supună termenilor acestei licențe.
sq: Jeni i lirë të modifikoni, zgjeroni dhe të përmirësoni kodin e dokumentave të Ubuntu nën termat e kësaj license. Të gjitha punimet apo veprat e derivuara duhet të publikohen nën kushtet e po kësaj license.
vi: Bạn có quyền tự do chỉnh sửa, mở rộng và phát triển tài liệu mã nguồn của Ubuntu theo các điều khoản của giấy phép này. Tất cả các thành quả sao chép phải được phát hành theo giấy phép này
zh_tw: 您可依此授權自由編輯、添增並改善 Ubuntu 說明文件之原始碼，而衍生作品必須依循同樣的授權條款發表。

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
ar: يوزّع هذا المستند على أمل أن يكون مفيداً لكن دون أية ضمانات؛ ولا حتى الضمان الضمني لقابلية البيع أو ملائمة الاستخدام لهدف محدد، كما هو موصوف في وثيقة التنصّل.
ast: Esta documentación distribúise col envís de que seya d'utilidad, pero ENSIN NENGUNA GARANTÍA; nin siquier la garantía implícita de COMERCIALIZACIÓN o de que SEYA ADECUADA PA UN PROPÓSITU PARTICULAR, TALO Y COMO SE CONSEÑA NA CLÁUSULA D'EXENCIÓN DE RESPONSABILIDÁ.
bg: Този документ се разпространява с надеждата, че ще бъде полезен, но БЕЗ НИКАКВА ГАРАНЦИЯ; дори без косвена гаранция за ГОДНОСТ ЗА ПРОДАЖБА или ПРИГОДНОСТ ЗА УПОТРЕБА С ОПРЕДЕЛЕНА ЦЕЛ, КАКТО Е ОПИСАНО В РАЗДЕЛА ОТКАЗВАНЕ ОТ ПРАВА.
fi: Tämä dokumentaatio jaetaan siinä toivossa, että siitä on hyötyä, mutta ilman takuuta; edes epäsuoraa takuuta kaupattuvuudesta, tai soveltuvuudesta tiettyyn käyttöön kuten vastuuvapauslausekkeessa kuvaillaan, ei anneta.
gl: Esta documentación distribúese coa esperanza de que resulte útil, mais SEN GARANTÍA NENGUNHA; sen sequer a garrantía implícita de COMERCIALIZACIÓN ou ADECUACIÓN PARA UN PROPÓSITO ESPECÍFICO, TAL E COMO SE DESCRIBE NA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDADE.
he: תיעוד זה מופץ בתקווה שיהווה תועלת, אך ללא שום אחריות; אפילו ללא האחריות המשתמעת או הנרמזת של "סחר או התאמה למטרה מסויימת" כפי שמתואר בהצהרה.
hu: A dokumentációt abban a reményben terjesztjük, hogy hasznos lesz, de nem vállalunk SEMMIFÉLE GARANCIÁT, még olyan értelemben sem, hogy alkalmas-e a KÖZREADÁSRA vagy EGY BIZONYOS FELADAT ELVÉGZÉSÉRE AZ EBBEN A FIGYELMEZTETÉSBEN LEÍRTAK SZERINT.
id: Dokumentasi ini didistribusikan dengan harapan dokumentasi ini akan berguna, tetapi TANPA ADANYA JAMINAN; tanpa jaminan yang termasuk dari DAGANGAN atau KECOCOKAN UNTUK TUJUAN TERTENTU SEPERTI YANG DIGAMBARKAN DALAM PENYANGKALAN.
is: Þessu skjali er dreyft með það í huga að það komi að góðum notum en ÁN ALLRAR ÁBYRGÐAR; jafnvel án þeirrar ábyrgðar sem fólgin er í SELJANLEIKA eða HÆFNI TIL AÐ GEGNA ÁKVEÐNU HLUTVERKI EINS OG SKÝRT ER Í FYRIRVARA.
ko: 이 문서는 유용하게 사용될 수 있으리라는 희망에서 배포되고 있지만, 특정한 목적에 맞는 적합성 여부나 판매용으로 사용할 수 있으리라는 묵시적인 보증을 포함한 어떠한 형태의 보증도 제공하지 않습니다.
mk: Оваа документација е дистрибуирана со надеж дека ќе биде од корист на некого, но БЕЗ НИКАКВИ ГАРАНЦИИ; без дури и имплицираната гаранција при ПРОДАЖБА или ПРИЛАГОДУВАЊЕ ЗА ОДРЕДЕНА НАМЕНА КАКО ШТО Е ОПИШАНО ВО ОСПОРУВАЊЕТО.
nb: Denne dokumentasjonen er distribuert i håp om at den skal være nyttig, men UTEN NOEN GARANTI; selv uten den anmodede garantien for KURANT KVALITET eller TILPASSELIGHET FOR EN SPESIFIK HENSIKT SOM BESKREVET I ANSVARSFRASKRIVELSEN.
pl: Ten dokument jest rozpowszechniany z nadzieją, iż będzie przydatny, ale BEZ ŻADNYCH GWARANCJI; nawet bez domniemanej gwarancji ZGODNOŚCI Z UMOWĄ lub MOŻLIWOŚCI ZASTOSOWANIA W KONKRETNYM CELU TAK JAK OPISANO TO W OŚWIADCZENIU.
pt: Esta documentação é distribuída com a esperança de que seja útil, mas SEM NENHUMA GARANTIA; sem mesmo a garantia implícita de MERCANTIBILIDADE ou ADAPTAÇÃO A UM PROPÓSITO ESPECÍFICO COMO DESCRITO NAS DISPOSIÇÕES LEGAIS.
ro: Această documentație este difuzată în speranța că va fi utilă, dar FĂRĂ NICI O GARANŢIE; nici chiar garanția implicită de COMERCIALIZARE sau ADAPTARE PENTRU UN ANUMIT SCOP, CONFORM DESCRIERII DIN DECLARAȚIA DE NEASUMARE A RESPONSABILITĂȚII.
sq: Ky dokumentim shpërndahet me shpresën se do të jetë i dobishëm, por PA ASNJË GARANCI; madje edhe pa garancinë e shprehur të TREGTUESHMËRISË ose PËRSHTATJES PËR NJË QËLLIM TË CAKTUAR SI ËSHTË PËRSHKRUAR MË LART.
vi: Những tài liệu này được cung cấp với hy vọng rằng nó sẽ hữu ích cho bạn, nhưng KHÔNG CÓ BẤT KỲ ĐẢM BẢO NÀO; thậm chí không có sự đảm bảo bao hàm của KHẢ NĂNG KINH DOANH ĐƯỢC hay SỰ PHÙ HỢP CHO MỘT MỤC ĐÍCH SỬ DỤNG CỤ THỂ NHƯ MÔ TẢ TRONG ĐIỀU KHOẢN TỪ BỎ TRÁCH NHIỆM.
zh_tw: 此文件的發行，希望是一份有用的資料，而沒有附帶任何的保證。對任何商業行為不隱含任何保證，對任何特定的目的也不保證絕對符合。

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ar: نسخة من الرخصة متوفرة هنا: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">رخصة الإبداع العمومي المشاركة بالمثل</ulink>.
ast: Hai disponible una copia de la llicencia equí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
bg: Копие на лиценза може да намерите тук: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
fi: Kopio lisenssistä löytyy sivulta <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike -lisenssi</ulink>.
gl: Hai dispoñible unha copia da licenza aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licenza Compartir Igual da Creative Commons</ulink>.
he: עותק של רשיון זה זמין כאן: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">רשיון יחס שיתוף זההCreative Commons</ulink>.
hu: A licenc másolata elérhető a <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink> oldalon.
id: Salinan lisensi tersedia di sini: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
is: Hægt er að sjá afrit af leyfinu hér: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike leyfið</ulink>.
pl: Kopia licencji jest dostępna tutaj: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licencja Creative Commons ShareAlike</ulink>.
ro: O copie a licenței este disponibilă aici: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licența Creative Commons ShareAlike</ulink>.
sq: Një kopje e licencës gjendet këtu:<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
vi: Bạn có thể xem bản sao của giấy phép này tại đây: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Ubuntu Documentation Project
ar: مشروع توثيق أوبونتو
ast: Proyeutu de Documentación d'Ubuntu
bg: Проектът за документация на Ubuntu
fi: Ubuntun dokumentaatioprojekti
gl: Proxecto de Documentación do Ubuntu
he: פרויקט התיעוד של אובונטו
hu: Ubuntu dokumentációs projekt
id: Proyek Dokumentasi Ubuntu
is: Skjölunarverkefni Ubuntu
ko: 우분투 문서화 프로젝트
mk: Проект за документација на Ubuntu
nb: Dokumentasjonsprosjektet for Ubuntu
pl: Projektu Dokumentacji Ubuntu
pt: Projecto de Documentação do Ubuntu
ro: Proiectul de Documentație Ubuntu
sq: Projekti i Dokumentimit të Ubuntu
vi: Dự án biên soạn tài liệu cho Ubuntu

source: Canonical Ltd. and members of the <placeholder-1/>
ar: كانونيكال المحدودة و أعضاء <placeholder-1/>
ast: Canonical Ltd. y miembros del <placeholder-1/>
bg: Canonical Ltd. и членовете на <placeholder-1/>
fi: Canonical Ltd. ja seuraavan ryhmän jäsenet: <placeholder-1/>
gl: Canonical Ltd. e membros do <placeholder-1/>
he: Canonical בע"מ וחברים בפרויקט ה<placeholder-1/>
hu: Canonical Ltd. és az <placeholder-1/> tagjai
id: Canonical Ltd. dan anggota-anggota dari <placeholder-1/>
is: Canonical Ltd. og meðlimi <placeholder-1/>
ko: Canonical Ltd. 와 <placeholder-1/>의 멤버
mk: Canonical Ltd. и членовите на <placeholder-1/>
nb: Canonical Ltd. og medlemmer av <placeholder-1/>
pl: Canonical Ltd. oraz członkowie <placeholder-1/>
pt: Canonical Lda. e os membros do <placeholder-1/>
ro: Canonical Ltd. și membri ai <placeholder-1/>
sq: Canonical Ltd. dhe anëtarët e <placeholder-1/>
vi: Canonical Ltd. và các thành viên của <placeholder-1/>

source: The Ubuntu Documentation Project
ar: مشروع توثيق أوبونتو
ast: El Proyeutu de Documentación d'Ubuntu
bg: Проектът за документация на Ubuntu
fi: Ubuntun dokumentaatioprojekti
gl: O Proxecto de Documentación de Ubuntu
he: פרוייקט התיעוד של אובונטו
hu: Az Ubuntu dokumentációs projekt
id: Proyek Dokumentasi Ubuntu
is: Skjölunarverkefni Ubuntu
ko: 우분투 문서화 프로젝트
mk: Проект за документација на Ubuntu
nb: Ubuntus dokumentasjonsprosjekt
pl: Projekt Dokumentacji Ubuntu
pt: Projecto de Documentação Ubuntu
ro: Proiectul de documentație Ubuntu
sq: Projekti i Dokumentimit të Ubuntu
vi: Dự án biên soạn tài liệu Ubuntu
zh_tw: Ubuntu 說明文件專案
