Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/programming/po/*.po
Languages: ar, bg, ca, cs, de, el, es, fi, fr, gl, hu, is, ja, ko, mk, pl, ro, ru, sk, sv, zh_cn

source: This section contains some basic information for those wishing to use Ubuntu for writing and running their own programs.
hu: Ez a fejezet leírja, hogyan lehet az Ubuntut saját programok írására és futtatására használni.
sk: Táto sekcia obsahuje základné informácie pre tých, ktorí chcú používať Ubuntu na tvorbu a spúšťanie ich vlastných programov.

source: <citetitle>Dive Into Python</citetitle> is a book for learning how to program in Python, aimed at programmers with some previous experience.
hu: A <citetitle>Dive Into Python</citetitle> könyv a Pythonban való programozásról szól, azoknak a programozóknak, akik rendelkeznek némi programozói tapasztalattal.
is: <citetitle>Dive Into Python</citetitle> er kennslubók í Python, fyrir forritara með einhverja reynslu.
mk: <citetitle>Dive Into Python</citetitle> e книга за учење како да се програмира во Python, наменета за програмери со претходно искуство.
sk: <citetitle>Ponorte sa do Pythonu</citetitle> je učebnica programovacieho jazyka Python. Kniha sa zameriava na programátorov, ktorí už majú s programovaním nejakú skúsenosť.

source: Read <placeholder-1/>
hu: Olvassa el itt: <placeholder-1/>
is: Lesa <placeholder-1/>
mk: Читај <placeholder-1/>
sk: Čítať <placeholder-1/>

source: PyGTK Tutorial is a tutorial on developing with the graphical toolkit often used for developing Ubuntu applications. It assumes that you have knowledge of Python but not necessarily GTK.
hu: A PyGTK leírás az Ubuntu alkalmazásokban gyakran használt grafikus eszközkészlettel való fejlesztésről szól. Feltételezi a Python ismeretét, de a GTK-ét nem feltétlenül.
is: PyGTK Tutorial er kennsla í hönnun notendaviðmóts. Ætlast er til þess að þú hafir einhverja reynslu af Python.
mk: PyGTK Tutorial е упатство за развивање со графичките помагала кои често се користат за развивање на Ubuntu апликациите. Во упатството се претпоставува претхондо познавање на Python, но не и на GTK.
sk: Príručka k PyGTK je príručka k programovaniu s grafickým toolkitom často používaným na vyvíjanie aplikácií pre Ubuntu. Predpokladá, že máte znalosti z jazyka Python, ale nevyžaduje znalosť GTK.

source: Install the <application>python-gtk2-tutorial</application> package (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>). You will need to use <application>Synaptic Package Manager</application> to install this package.
hu: Telepítse a <application>python-gtk2-tutorial</application> csomagot (lásd <ulink type="help" url="ghelp:add-applications">Alkalmazások hozzáadása</ulink>). A <application>Synaptic csomagkezelő</application> segítségével tudja ezt megtenni.
is: Setja inn <application>python-gtk2-tutorial</application> pakkann (sjá <ulink type="help" url="ghelp:add-applications">Bæta við forritum</ulink>). Þú þarft að nota <application>Synaptic Package Manager</application> til að setja þennan pakka inn.
mk: Инсталирајте го <application>python-gtk2-tutorial</application> пакетот (видете <ulink type="help" url="ghelp:add-applications">Додавање на апликации</ulink>). Ќе треба да го користите <application>менаџерот за пакети - Synaptic</application>, за инсталирање на пакетот.
sk: Nainštalujte balík <application>python-gtk2-tutorial</application> (viď <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink>). Pre nainštalovanie potrebujete použiť <application>Správcu balíkov Synaptic</application>.

source: Install the <application>devhelp</application> package (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
hu: Telepítse a <application>devhelp</application> csomagot (lásd <ulink type="help" url="ghelp:add-applications">Alkalmazások hozzáadása</ulink>).
is: Setja inn <application>devhelp</application> pakkann (sjá <ulink type="help" url="ghelp:add-applications">Bæta við forritum</ulink>).
mk: Инсталирајте го <application>devhelp</application> пакетот (видете <ulink type="help" url="ghelp:add-applications">Додади апликации</ulink>).
sk: Nainštalujte balík <application>devhelp</application> (viď <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink>).

source: Install the <application>build-essential</application> package (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
hu: Telepítse a <application>build-essential</application> csomagot (lásd <ulink type="help" url="ghelp:add-applications">Alkalmazások hozzáadása</ulink>).
is: Setja inn <application>build-essential</application> pakkann (sjá <ulink type="help" url="ghelp:add-applications">Bæta við forritum</ulink>).
mk: Инсталирајте го <application>build-essential</application> пакетот (видете <ulink type="help" url="ghelp:add-applications">додавање на апликации</ulink>).
sk: Nainštalujte balík <application>build-essential</application> (viď <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink>).

source: Install the <application>anjuta</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
hu: Telepítse az <application>anjuta</application> csomagot a <quote>Universe</quote> tárolóból (lásd <ulink type="help" url="ghelp:add-applications">Alkalmazások hozzáadása</ulink>).
is: Setja inn <application>anjuta</application> pakkann úr <quote>Universe</quote> útibúinu (sjá <ulink type="help" url="ghelp:add-applications">Bæta við forritum</ulink>).
mk: Инсталирајте го <application>anjuta</application> пакетот од <quote>Universe</quote> складиштата (видете <ulink type="help" url="ghelp:add-applications">додавање на апликации</ulink>).
sk: Nainštalujte balík <application>anjuta</application> zo zdroja <quote>Universe</quote> (viď <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink>).

source: Press <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, type <quote>anjuta</quote> and press <guibutton>Run</guibutton> to start using <application>Anjuta</application>.
hu: Nyomja meg az <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> billentyűkombinációt, majd írja be a következőt: <quote>anjuta</quote>, és kattintson a <guibutton>Futtatás</guibutton> feliratú gombra az <application>Anjuta</application> alkalmazás elindításához.
is: Ýttu á <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, sláðu inn <quote>anjuta</quote> og ýttu á <guibutton>Keyra</guibutton> til að byrja að nota <application>Anjuta</application>.
mk: Притиснете <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, внесете <quote>anjuta</quote> и кликнете на <guibutton>Изврши</guibutton> за стартување на <application>Anjuta</application>.
sk: Stlačte <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, napíšte <quote>anjuta</quote> a stlačte <guibutton>Spustiť</guibutton> pre začatie používania aplikácie <application>Anjuta</application>.

source: KDevelop IDE for KDE
hu: KDevelop IDE KDE-hez
is: KDevelop þróunarumhverfi (IDE) fyrir KDE
mk: KDevelop интегрирана развојна околина за KDE
sk: KDevelop IDE pre KDE

source: <application>KDevelop</application> is an IDE for developing applications in C and C++ for the <quote>KDE</quote> platform.
hu: A <application>KDevelop</application> egy integrált fejlesztőkörnyezet (IDE) C és C++ programozási nyelvekhez a <quote>KDE</quote> platformra.
is: <application>KDevelop</application> er þróunarumhverfi til að þróa forrit í C og C++ fyrir <quote>KDE</quote> verkvanginn.
mk: <application>KDevelop</application> е интегрирана развојна околина за апликации пишувани во C и C++ за <quote>KDE</quote> платформата.
sk: <application>KDevelop</application> je integrované vývojové prostredie pre vývoj aplikácií v jazyku C a C++ pre platformu <quote>KDE</quote>.

source: Install the <application>kdevelop</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
hu: Telepítse a <application>kdevelop</application> csomagot a <quote>Universe</quote> tárolóból (lásd <ulink type="help" url="ghelp:add-applications">Alkalmazások hozzáadása</ulink>).
is: Setja inn <application>kdevelop</application> pakkann úr <quote>Universe</quote> útibúinu (sjá <ulink type="help" url="ghelp:add-applications">Bæta við forritum</ulink>).
mk: Инсталирајте го <application>kdevelop</application> пакетот <quote>Universe</quote> складиштата (видете <ulink type="help" url="ghelp:add-applications">додавање на апликации</ulink>).
sk: Nainštalujte balík <application>kdevelop</application> zo zdroja <quote>Universe</quote> (viď <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink>).

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Programming</guisubmenu><guimenuitem>KDevelop</guimenuitem></menuchoice> to start using <application>KDevelop</application>.
hu: A <application>KDevelop</application> indításához kattintson az <menuchoice><guimenu>Alkalmazások</guimenu><guisubmenu>Fejlesztés</guisubmenu><guimenuitem>KDevelop</guimenuitem></menuchoice> menüpontra.
is: Ýttu á <menuchoice><guimenu>Forrit</guimenu><guisubmenu>Forritun</guisubmenu><guimenuitem>KDevelop</guimenuitem></menuchoice> til að byrja að nota <application>KDevelop</application>.
mk: Кликнете <menuchoice><guimenu>Апликации</guimenu><guisubmenu>Програмирање</guisubmenu><guimenuitem>KDevelop</guimenuitem></menuchoice> за стартување на <application>KDevelop</application>.
sk: Stlačte <menuchoice><guimenu>Applikácie</guimenu><guisubmenu>Programovanie</guisubmenu><guimenuitem>KDevelop</guimenuitem></menuchoice> pre začatie používania aplikácie <application>KDevelop</application>.

source: These instructions are for <emphasis>i386</emphasis> and <emphasis>AMD64</emphasis> computers only. For <emphasis>PowerPC</emphasis> machines, see <ulink url="https://help.ubuntu.com/community/Java">Ubuntu Help Online</ulink>.
hu: Ez az útmutató <emphasis>i386</emphasis> és <emphasis>AMD64</emphasis> számítógépekre érvényes csak. <emphasis>PowerPC</emphasis> gép esetén lásd az <ulink url="https://help.ubuntu.com/community/Java">Ubuntu online segítség (angol)</ulink> oldalait.
sk: Tieto informácie sú iba pre počítače s architektúrou <emphasis>i386</emphasis> a <emphasis>AMD64</emphasis>. Pre počítače <emphasis>PowerPC</emphasis> sa pozrite do <ulink url="https://help.ubuntu.com/community/Java">Online Ubuntu pomocníka</ulink>.

source: Install <application>sun-java5-jdk</application> from the <quote>Multiverse</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>). You will need to use <application>Synaptic Package Manager</application> to install these packages.
hu: Telepítse a <application>sun-java5-jdk</application> csomagot a <quote>Multiverse</quote> tárolóból (lásd <ulink type="help" url="ghelp:add-applications">Alkalmazások hozzáadása</ulink>). A <application>Synaptic csomagkezelő</application> segítségével tudja ezt megtenni.
is: Setja inn <application>sun-java5-jdk</application> pakkann úr <quote>Multiverse</quote> útibúinu (sjá <ulink type="help" url="ghelp:add-applications">Bæta við forritum</ulink>). Þú þarft að nota <application>Synaptic Package Manager</application> til að setja þessa pakka inn.
mk: Инсталирајте го <application>sun-java5-jdk</application> од <quote>Multiverse</quote> складиштата (видете <ulink type="help" url="ghelp:add-applications">додавање на апликации</ulink>). Ќе ви биде потребен <application>менаџерот на пакети Synaptic</application> за да ги инсталирате овие пакети.
sk: Nainštalujte <application>sun-java5-jdk</application> zo zdroja <quote>Multiverse</quote> (vid <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink>). Pre nainštalovanie balíkov potrebujete použiť <application>Správcu balíkov Synaptic</application> .

source: Install the <application>eclipse</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
hu: Telepítse az <application>eclipse</application> csomagot a <quote>Universe</quote> tárolóból (lásd <ulink type="help" url="ghelp:add-applications">Alkalmazások hozzáadása</ulink>).
is: Setja inn <application>eclipse</application> pakkann úr <quote>Universe</quote> útibúinu (sjá <ulink type="help" url="ghelp:add-applications">Bæta við forritum</ulink>).
mk: Инсталирајте го <application>eclipse</application> пакетот од <quote>Universe</quote> складиштата (видете <ulink type="help" url="ghelp:add-applications">додавање на апликации</ulink>).
sk: Nainštalujte balík <application>eclipse</application> zo zdroja <quote>Universe</quote> (viď <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink>).

source: Install the <application>monodevelop</application> and <application>monodoc</application> packages from the <quote>Universe</quote> repository.
hu: Telepítse a <application>monodevelop</application> és <application>monodoc</application> csomagokat a <quote>Universe</quote> tárolóból.
is: Settu inn <application>monodevelop</application> og <application>monodoc</application> pakkana frá <quote>Universe</quote> útibúinu.
mk: Инсталирајте ги <application>monodevelop</application> и <application>monodoc</application> пакетите од <quote>Universe</quote> складиштето.
sk: Nainštalujte balíky <application>monodevelop</application> a <application>monodoc</application> zo zdroja <quote>Universe</quote>.

source: Install the <application>gambas</application> package from the <quote>Universe</quote> repository.
hu: Telepítse a <application>gambas</application> csomagot a <quote>Universe</quote> tárolóból.
is: Settu inn <application>gambas</application> pakkann frá <quote>Universe</quote> útibúinu.
mk: Инсталирајте го <application>gambas</application> пакетот од <quote>Universe</quote> складиштето.
sk: Nainštalujte balík <application>gambas</application> zo zdroja <quote>Universe</quote>.

source: There are many development tools available for Ubuntu. A list of some of these is included below.
hu: Számos fejlesztőeszköz érhető el Ubuntura. Néhány ilyen található meg az alábbi listában.
is: Það eru mörg þróunartól í boði í Ubuntu. Lista af nokkrum þeirra má sjá að neðan,
mk: Постојат многу развојни алатки достапни во Ubuntu. Листа на некои од нив е прикажана подолу.
sk: V Ubuntu je dostupných veľa nástrojov pre vývojárov. Nižšie nájdete zoznam niektorých z nich.

source: Integrated Development Environments (IDEs) and source-code editors
hu: Integrált fejlesztőkörnyezetek (IDE-k) és forráskódszerkesztők
is: Þróunarumhverfi (IDE) og kóðaritlar
mk: Интегрирани развојни околини и едитори на изворен код
sk: Integrované vývojové prostredia (IDE) a editory zdrojového kódu

source: <ulink url="http://anjuta.sourceforge.net/">Anjuta</ulink> is an Integrated Development Environment (IDE) for C and C++.
hu: <ulink url="http://anjuta.sourceforge.net/">Anjuta</ulink>: egy integrált fejlesztőkörnyezet (IDE) C és C++ nyelvekhez.
is: <ulink url="http://anjuta.sourceforge.net/">Anjuta</ulink> er þróunarumhverfi (IDE) fyrir C og C++.
mk: <ulink url="http://anjuta.sourceforge.net/">Anjuta</ulink> e Интегрирана Развојан Околина за C и C++.
sk: <ulink url="http://anjuta.sourceforge.net/">Anjuta</ulink> je integrované vývojové prostredie (IDE) pre C a C++.

source: <ulink url="http://bluefish.openoffice.nl/index.html">Bluefish</ulink> is a powerful editor for experienced web designers and programmers.
hu: <ulink url="http://bluefish.openoffice.nl/index.html">Bluefish</ulink>: hatékony szerkesztő tapasztalt webtervezőknek és webprogramozóknak.
is: <ulink url="http://bluefish.openoffice.nl/index.html">Bluefish</ulink> er öflugur ritill fyrir vefhönnuði og foritara
mk: <ulink url="http://bluefish.openoffice.nl/index.html">Bluefish</ulink> e моќен едитор за напредни веб-дизајнери и програмери.
sk: <ulink url="http://bluefish.openoffice.nl/index.html">Bluefish</ulink> je výkonný editor pre skúsených web dizajnérov a programátorov.

source: <ulink url="http://www.eclipse.org/">Eclipse</ulink> is an IDE for Java and other programming languages. It forms the basis for closed-source programs such as JBuilder.
hu: <ulink url="http://www.eclipse.org/">Eclipse</ulink>: egy IDE Java és egyéb programozási nyelvekhez. Zárt forrású programok, mint például a JBuilder alapját képezi.
is: <ulink url="http://www.eclipse.org/">Eclipse</ulink> er þróunarumhverfi fyrir Java og er grunnurinn að nokkrum forritum með lokaðan kóða, t.d JBuilder.
mk: <ulink url="http://www.eclipse.org/">Eclipse</ulink> е интегрирана развојна околина за Јава и други програмски јазици. Таа ја формира основата за програми со затворен код како што е JBuilder.
sk: <ulink url="http://www.eclipse.org/">Eclipse</ulink> je IDE pre Javu a iné programovacie jazyky. Tvorí základ pre uzavreté zdrojové programy ako JBuilder.

source: <ulink url="http://www.die-offenbachs.de/detlev/eric3.html">Eric</ulink> is a fully featured Python and Ruby IDE.
hu: <ulink url="http://www.die-offenbachs.de/detlev/eric3.html">Eric</ulink>: egy teljes értékű Python és Ruby IDE.
sk: <ulink url="http://www.die-offenbachs.de/detlev/eric3.html">Eric</ulink> je plne funkčné IDE pre Python a Ruby.

source: <ulink url="http://geany.uvena.de/">Geany</ulink> is a general-purpose IDE which can handle manydifferent programming and markup languages.
hu: A <ulink url="http://geany.uvena.de/">Geany</ulink> egy általános célú IDE, amely képes számos különböző programozási és jelölőnyelvet kezelni.
mk: <ulink url="http://geany.uvena.de/">Geany</ulink> е развојна околина со општа намена која може да се справува со многу различни програмски и обележувачки јазици.
sk: <ulink url="http://geany.uvena.de/">Geany</ulink> je IDE so všeobecným použitím, ktoré zvláda prácu s množstvom rôznych programovacích a značkovacích jazykov.

source: <ulink url="http://www.python.org/idle/">IDLE</ulink> is the Python IDE built with the Tkinter GUI toolkit.
hu: <ulink url="http://www.python.org/idle/">IDLE</ulink>: Tkinter GUI eszközkészlettel készített Python IDE.
is: <ulink url="http://www.python.org/idle/">IDLE</ulink> er Python þróunarunhverfi með Tkinter GUI tóli.
mk: <ulink url="http://www.python.org/idle/">IDLE</ulink> е Python интегрирана развојна околина направена со помош на Tkinter библиотеките за графички кориснички интерфејси.
sk: <ulink url="http://www.python.org/idle/">IDLE</ulink> je IDE pre Python s GUI nástrojovou sadou Tkinter.

source: <ulink url="http://www.kdevelop.org/">KDevelop</ulink> is a IDE for KDE which supports many programming languages.
hu: <ulink url="http://www.kdevelop.org/">KDevelop</ulink>: sok programozási nyelvet támogató IDE KDE környezethez.
is: <ulink url="http://www.kdevelop.org/">KDevelop</ulink> er þróunarumhverfi sem styður mörg forritunarmál.
mk: <ulink url="http://www.kdevelop.org/">KDevelop</ulink> е интегрирана развојна околина за KDE, која поддржува многу прогрмаски јазици.
sk: <ulink url="http://www.kdevelop.org/">KDevelop</ulink> je IDE pre KDE, ktoré podporuje mnoho programovacích jazykov.

source: <ulink url="http://www.monodevelop.com/Main_Page">MonoDevelop</ulink> is an IDE for writing Mono/.NET applications in C# and other languages.
hu: <ulink url="http://www.monodevelop.com/Main_Page">MonoDevelop</ulink>: Mono/.NET alkalmazások fejlesztéséhez C# és egyéb programozási nyelveken.
is: <ulink url="http://www.monodevelop.com/Main_Page">MonoDevelop</ulink> ier þróunarumhverfi til að skrifa Mono/.NET forrit í C# og öðrum forritunarmálum.
mk: <ulink url="http://www.monodevelop.com/Main_Page">MonoDevelop</ulink> е интегрирана развојна околина за пишување на Mono/.NET апликации во C# и други јазици.
sk: <ulink url="http://www.monodevelop.com/Main_Page">MonoDevelop</ulink> je IDE pre písanie Mono/.NET aplikácií v C# a ďalších jazykoch.

source: <ulink url="http://www.netbeans.org/index.html">NetBeans</ulink> is a Java IDE that features support for CVS and a form builder.
hu: <ulink url="http://www.netbeans.org/index.html">NetBeans</ulink>: CVS támogatással és felhasználóifelület-tervezővel rendelkező Java IDE.
is: <ulink url="http://www.netbeans.org/index.html">NetBeans</ulink> er Java þróunarumhverfi með eyðublaða-gerð og stuðningi fyrir CVS.
mk: <ulink url="http://www.netbeans.org/index.html">NetBeans</ulink> е Јава интегрирана развојна околина која има поддршка за CVS и правење на форми.
sk: <ulink url="http://www.netbeans.org/index.html">NetBeans</ulink> je Java IDE, ktoré obsahuje podporu CVS a návrh formulárov.

source: <ulink url="http://quanta.kdewebdev.org/">Quanta</ulink> is a powerful IDE for web development and features support for DocBook editing.
hu: <ulink url="http://quanta.kdewebdev.org/">Quanta</ulink>: egy erőteljes integrált fejlesztőkörnyezet webes fejlesztésekhez és DocBook szerkesztéshez.
is: <ulink url="http://quanta.kdewebdev.org/">Quanta</ulink> er öflugt þróunarumhverfi fyrir vefþróun og býður upp á stuðning við DocBook ritun.
mk: <ulink url="http://quanta.kdewebdev.org/">Quanta</ulink> е моќна развојна околина за веб програмирање, која има можност за уредување на DocBook.
sk: <ulink url="http://quanta.kdewebdev.org/">Quanta</ulink> je mocné IDE pre vývoj webu a obsahuje podporu pre DocBook editovanie.

source: Source-code management systems
hu: Forráskódkezelő rendszerek
is: Útgáfustjórnunarkerfi
mk: Системи за менаџмент со изворен код
sk: Systémy správy zdrojového kódu

source: <ulink url="http://www.bazaar-ng.org/">Bazaar-NG</ulink> is a decentralised version control system used for Ubuntu development.
hu: <ulink url="http://www.bazaar-vcs.org/">Bazaar</ulink>: az Ubuntu fejlesztéséhez is használt eloszott verziókövető-rendszer.
is: <ulink url="http://www.bazaar-ng.org/">Bazaar-NG</ulink> er miðlægt útgáfustjórnunarkerfi, m.a notað fyrir Ubuntu þróunina.
mk: <ulink url="http://www.bazaar-ng.org/">Bazaar-NG</ulink> е децентрализиран (дистрибуиран) систем за контрола на верзиите кои се користи за развој на Ubuntu.
sk: <ulink url="http://www.bazaar-ng.org/">Bazaar-NG</ulink> je decentralizovaný systém kontroly verzií (CVS) pre vývoj Ubuntu.

source: <ulink url="http://www.nongnu.org/cvs/">CVS</ulink> is an advanced version control system used by many open-source projects.
hu: <ulink url="http://www.nongnu.org/cvs/">CVS</ulink>: egy sok nyílt forráskódú projekt által használt fejlett verziókövető rendszer.
is: <ulink url="http://www.nongnu.org/cvs/">CVS</ulink> er háþróað útgáfustjórnunarkerfi sem er notað í mörgum frjálsum hugbúnaðarverkum.
mk: <ulink url="http://www.nongnu.org/cvs/">CVS</ulink> е напреден систем за контрола на верзиите кој се користи во многу проекти со отворен код.
sk: <ulink url="http://www.nongnu.org/cvs/">CVS</ulink> je pokročilý systém kontroly verzií využívaný v mnohých projektoch s otvoreným zdrojovým kódom.

source: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN) is a powerful version control system intended as a replacement for CVS.
hu: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN): egy erőteljes verziókövető rendszer, amelyet a CVS leváltására hoztak létre.
is: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN) er öflugt útgáfustjórnunarkerfi sem er ætlað að taka við af CVS.
mk: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN) е моќен систем за контрола на верзиите, кој е наменет како замена за CVS.
sk: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN) je mocný systém kontroly verzií, ktorý sa má stať nástupcom CVS.

source: <ulink url="http://www.die-offenbachs.de/eric/">Eric</ulink> is a fully featured Python and Ruby IDE.
mk: <ulink url="http://www.die-offenbachs.de/eric/">Eric</ulink> претставува богата Python и Ruby равојна околина.
