Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/programming/po/*.po
Languages: ar, bg, ca, cs, de, el, es, fi, fr, gl, hu, is, ja, ko, mk, pl, ro, ru, sk, sv, zh_cn

source: The <application>Netbeans</application> platform provides a complete, extensible Java development environment.
ar: تقدم منصة <application>Netbeans</application> بيئة تطوير جافا كاملة، قابلة للامتداد.
bg: Платформата <application>Netbeans</application> предоставя пълна, гъвкава Java среда за разработване.
ca: La plataforma <application>Netbeans</application> proporcions un entorn de desenvolupament del Java complet i ampliable.
cs: Platforma <application>Netbeans</application> poskytuje úplné, rozšiřitelné vývojové prostředí pro Javu.
de: <application>Netbeans</application> stellt eine komplette und erweiterbare Java-Entwicklungsumgebung bereit.
el: Η πλατφόρμα <application>Netbeans</application> παρέχει ένα ολοκληρωμένο, επεκτάσιμο περιβάλλον ανάπτυξης της Java.
es: La plataforma <application>Netbeans</application> proporciona un completo y extensible entorno de desarrollo Java.
fi: <application>Netbeans</application> tarjoaa täydellisen ja laajennattavan Java kehitysympäristön.
fr: La plate-forme <application>Netbeans</application> fournit un environnement de développement Java complet et extensible.
gl: A plataforma <application>Netbeans</application> fornece un contorno de desenvolvemento para Java completo e estendíbel.
ja: <application>Netbeans</application>プラットフォームは、完全で拡張可能なJava開発環境を提供します。
ko: <application>Netbeans</application> 플랫폼은 환벽하며, 확장된 자바개발환경을 제공합니다.
pl: Platforma<application>Netbeans</application> dostarcza kompletne, rozszerzalne środowisko programowania w języku Java.
ro: Platforma <application>Netbeans</application> aduce un mediu complet și extensibil de dezvoltare Java.
ru: Платформа <application>Netbeans</application> предоставляет полную, расширяемую среду разработки на языке Java.
sv: Plattformen <application>Netbeans</application> tillhandahåller en komplett och funktionsrik utvecklingsmiljö för Java.
zh_cn: <application>Netbeans</application> 平台提供了一个完整的，可扩展的 Java 开发环境。

source: <ulink url="apt:netbeans">Install the <application>netbeans</application> package</ulink>.
ar: <ulink url="apt:netbeans">ثبّت الحزمة <application>netbeans</application></ulink>.
bg: <ulink url="apt:netbeans">Инсталирайте пакета <application>netbeans</application></ulink>.
cs: <ulink url="apt:netbeans">Nainstalujte balík <application>netbeans</application></ulink>.
de: <ulink url="apt:netbeans">Instalieren Sie das Software-Paket <application>netbeans</application</ulink>.
es: <ulink url="apt:netbeans">Instalar el paquete <application>netbeans</application></ulink>.
fi: <ulink url="apt:netbeans">Asenna <application>netbeans</application>-paketti</ulink>.
fr: <ulink url="apt:netbeans">Installez le paquet <application>netbeans</application></ulink>.
ja: <ulink url="apt:netbeans"><application>netbeans</application> パッケージをインストールします</ulink>。
pl: <ulink url="apt:netbeans">Zainstaluj pakiet <application>netbeans</application></ulink>.
ro: <ulink url="apt:netbeans">Instalați pachetul <application>netbeans</application></ulink>.
ru: <ulink url="apt:netbeans">Установите пакет <application>netbeans</application></ulink>.
sv: <ulink url="apt:netbeans">Installera paketet <application>netbeans</application></ulink>.
zh_cn: <ulink url="apt:netbeans">安装<application>netbeans</application>软件包</ulink>。

source: Other programming languages
ar: لغات البرمجة الأخرى
bg: Други езици за програмиране
ca: Altres llenguatges de programació
cs: Jiné programovací jazyky
de: Andere Programmiersprachen
el: Άλλες γλώσσες προγραμματισμού
es: Otros lenguajes de programación
fi: Muut ohjelmointikielet
fr: Autres langages de programmation
gl: Outras linguaxes de programación
hu: Egyéb programozási nyelvek
is: Önnur forritunarmál
ja: 他のプログラミング言語
ko: 다른 프로그래밍 언어
mk: Други програмски јазици
pl: Inne języki programowania
ro: Alte limbaje de programare
ru: Другие языки программирования
sk: Iné programovacie jazyky
sv: Övriga programmeringsspråk
zh_cn: 其它编程语言

source: There are many programming tools available in Ubuntu for many different programming languages. This section provides a short list of some of the more commonly-used languages.
ar: يوجد الكثير من أدوات البرمجة متوفرة في أوبونتو للكثير من لغات البرمجة المختلفة. يقدم هذا القسم قائمة قصيرة ببعض اللغات الأكثر شيوعا في الاستخدام.
bg: Има много инструменти за програмиране достъпни в Ubuntu за много езици за програмиране. Тази секция предоставя кратък списък с някои от по-често използваните езици.
ca: Hi ha un gran nombre d'eines de programació disponibles a l'Ubuntu per a molts llenguatges de programació diferents. Aquesta secció proporciona una llista breu dels llenguatges més comuns.
cs: V Ubuntu je dostupných mnoho programátorských nástrojů pro mnoho různých programovacích jazyků. Tato sekce poskytuje stručný seznam některých častěji používaných jazyků.
de: Es stehen für Ubuntu viele Programmierwerkzeuge für viele verschiedene Programmiersprachen zur Verfügung. Dieser Abschnitt stellt eine kurze Liste einiger oft verwendeter Sprachen dar.
el: Υπάρχουν πολλά προγραμματιστικά εργαλεία διαθέσιμα στο Ubuntu για πολλές διαφορετικές γλώσσες. Η ενότητα αυτή παρέχει μια μικρή λίστα ορισμένων από τις πιο συνηθισμένες γλώσσες.
es: Hay muchas herramientas de programación disponibles en Ubuntu para muchos lenguajes de programación diferentes. Esta sección proporciona una breve lista de algunos de los lenguajes más usados:
fi: Ubuntulle on tarjolla työkaluja lukuisille eri ohjelmointikielille. Tässä osassa esitetään lyhyt lista joistain yleisesti käytetyistä kielistä.
fr: Il y a beaucoup d'outils de programmation qui sont disponibles dans Ubuntu pour beaucoup de langages de programmation différents. Cette section fournit un courte liste de quelque uns des langages les plus utilisés.
gl: Existen numerosas ferramentas de programación disponíbeis en Ubuntu para moitas linguaxes de programación diferentes. Esta sección fornece unha breve listaxe dalgunhas das linguaxes máis empregadas.
hu: Rengeteg programozási segédeszköz érhető el különböző programozási nyelvekhez Ubuntun. Ez a rész egy rövid listát nyújt a leggyakrabban használt nyelvekről.
is: Það eru mörg forritunartól í boði í Ubuntu fyrir mörg mismunadi forritunarmál. Þessi kafli sýnir stuttan lista fyrir nokkur af mest notuðu forritunarmálunum,
ja: Ubuntuにはさまざまなプログラミング言語に対する、数多くのツールが用意されています。このセクションでは、よく利用される言語に関するツールのいくつかを簡単に紹介します。
ko: 우분투에는 다양한 다른 프로그래밍 언어들을 위한 많은 프로그래밍 도구들이 포함되어 있습니다. 이 부분에서는 주로 사용되는 언어들에 대한 도구들의 간략한 목록을 소개합니다.
mk: Постојат многу алатки за програмирање достапни во Ubuntu за многу различни програмски јазици. Овој дел прикажува кратка листа на најпопуларните.
pl: Istnieje wiele narzędzi programistycznych dla Ubuntu dla wielu różnych języków programowania. Ta sekcja przedstawia krótką listę niektórych powszechnie używanych języków.
ro: În Ubuntu sunt disponibile mai multe utilitare pentru programare pentru mai multe limbaje de programare diferite. Acest capitol vă prezintă o listă scurtă cu unele limbaje de programare, din cele mai folosite în mod obișnuit.
ru: Большое количество различных инструментов доступно в Ubuntu для множества языков программирования. Данный раздел содержит короткий список некоторых утилит для нескольких наиболее распространённых языков.
sk: V Ubuntu je dostupných mnoho programovacích nástrojov pre množstvo rôznych programovacích jazykov. Táto sekcia obsahuje krátky zoznam niektorých používanejších jazykov.
sv: Det finns många programmeringsverktyg tillgängliga i Ubuntu för många olika programmeringsspråk. Detta avsnitt visar en kort lista på några av de mer vanligt använda språken.
zh_cn: Ubuntu 中有很多针对不同编程语言的编程工具。本节提供其中一些用于较常用语言的简短列表。

source: Mono .NET development environment
ar: بيئة تطوير Mono .NET
bg: Mono .NET среда за разработване
ca: L'entorn de desenvolupament Mono .NET
cs: Mono .NET vývojové prostředí
de: Mono .NET-Entwicklungsumgebung
el: Το περιβάλλον ανάπτυξης .NET, το Mono
es: Entorno de desarrollo Mono .NET
fi: Mono .NET -kehitysympäristö
fr: Environnement de développement .NET Mono
gl: Contorno de desenvolvemento Mono .NET.
hu: Mono .NET fejlesztőkörnyezet
is: Mono .NET þróunarumhverfi
ja: Mono .NET 開発環境
ko: 모노 .NET 개발 환경
mk: Mono .NET развојна околина
pl: Środowisko programistyczne Mono .NET
ro: Mono, mediu de programare .NET
ru: Среда разработки Mono для .NET
sk: Vývojové prostredie pre Mono .NET
sv: Mono .NET utvecklingsmiljö
zh_cn: Mono .NET开发环境

source: <application>Mono</application> is an implementation of the <application>.NET</application> stack, which allows you to write cross-platform programs in a number of different languages, including C#, Java, Visual Basic .NET and JavaScript. More information about <application>Mono</application> is available from the <ulink url="http://www.mono-project.com/">Mono project homepage</ulink>.
ar: <application>Mono</application> هو تطبيق لحزمة <application>.NET</application>، الذي يسمح لك بكتابة برامجمتعددة المنصات بعدة من اللغات المختلفة، بما في ذلك، سي#، وجافا وفيجوال بيسك .نت، وجافاسكربت. مزيد من المعلومات حول<application>Mono</application> متوفرة في <ulink url="http://www.mono-project.com/">صفحة مشروع Mono الرئيسية</ulink>.
bg: <application>Mono</application> е имплементиране на <application>.NET</application> стака, който ви позволява да пишете многоплатформени програми на много езици, включително C#, Java, Visual Basic .NET и JavaScript. Повече информация за <application>Mono</application> е налична от <ulink url="http://www.mono-project.com/">домашната страница на проекта Mono</ulink>.
ca: El <application>Mono</application> és una implementació de la plataforma <application>.NET</application> que us permet escriure programes interplataforma per a una sèrie de llenguatges diferents, com ara el C#, el Java, el Visual Basic .NET i el JavaScript. Trobareu més informació sobre el <application>Mono</application> a la <ulink url="http://www.mono-project.com/">pàgina principal del projecte Mono</ulink>.
cs: <application>Mono</application> je implementace prostředí <application>.NET</application>, který dovoluje psát multiplatformní programy v mnoha různých jazycích, včetně C#, Java, Visual Basic .NET a JavaScript. Více informací o <application>Mono</application> je dostupných na <ulink url="http://www.mono-project.com/">stránkách projektu Mono</ulink>.
de: <application>Mono</application> ist eine Implementierung des <application>.NET</application>-Frameworks, welche es erlaubt, plattformübergreifende Anwendungen in zahlreichen verschiedenen Sprachen, einschließlich C#, Java, Visual Basic .NET und JavaScript, zu schreiben. Nähere Informationen zu <application>Mono</application> finden sich unter <ulink url="http://www.mono-project.com/">Mono project homepage</ulink>.
el: Το <application>Mono</application> είναι μια υλοποίηση του <application>.NET</application>, που σας επιτρέπει να γράφετε ανεξάρτητα από πλατφόρμα προγράμματα σε διάφορες γλώσσες, συμπεριλαμβανομένων και των C#, Java, Visual Basic .NET και JavaScript. Περισσότερες πληροφορίες για το <application>Mono</application> είναι διαθέσιμες στην <ulink url="http://www.mono-project.com/">ιστοσελίδα του Mono</ulink>.
es: <application>Mono</application> es una implementación de <application>.NET</application>, que le permite escribir programas multiplataforma en varios lenguajes distintos, como C#, Java, Visual Basic .NET y JavaScript. Hay disponible más información sobre <application>Mono</application> en el <ulink url="http://www.mono-project.com/">portal del proyecto Mono</ulink>.
fi: <application>Mono</application> on <application>.NET</application>-ympräristön toteutus, joka mahdollistaa alustariippumattomien ohjelmien kirjoittamisen monilla eri ohjelmointikielillä (kuten C#, Java, Visual Basic.NET ja JavaScript). Enemmän tietoja <application>Mono</application>sta löytyy <ulink url="http://www.mono-project.com/">Mono-projektin kotisivuilta</ulink>.
fr: <application>Mono</application> est une implémentation de la pile <application>.NET</application>, qui vous permet d'écrire des programmes multi-plateformes dans un grand nombre de langages, dont C#, Java, Visual Basic .NET et JavaScript. Vous pourrez trouver plus d'informations sur <application>Mono</application> dans la <ulink url="http://www.mono-project.com/">page du projet Mono</ulink>. (en anglais)
gl: <application>Mono</application> é unha implementación da pilla <application>.NET</application>, que lle permite escribir programas entre plataformas en varias linguaxes diferentes, incluídas C#, Java, Visual Basic .NET e JavaScript. Existen máis información sobre <application>Mono</application> desde a <ulink url="http://www.mono-project.com/">Páxina do proxecto Mono</ulink>.
hu: A <application>Mono</application> a <application>.NET</application> platform egy implementációja, amelynek segítségével keresztplatformos alkalmazásokat tud fejleszteni különböző programozási nyelveken (többek között C#, Java, Visual Basic .NET és JavaScript). További információt a Monoról a <ulink url="http://www.mono-project.com/">Mono projekt honlapján</ulink> találhat.
ja: <application>Mono</application>は、C#やJava、Visual Basic .NET、JavaScriptなどさまざまな言語に対してクロスプラットフォームなプログラミング環境を提供する<application>.NET</application>の実装の一つです。<application>Mono</application>に関するより詳しい情報は<ulink url="http://www.mono-project.com/">Mono projectのホームページ</ulink>で読むことができます。
ko: <application>모노(Mono)</application>는 C#, 자바, Visual Basic .NET, 자바스크립트 등의 여러 언어들로 크로스 플랫폼 프로그램을 개발할 수 있게 해 주는 <application>.NET</application> 스택의 구현입니다. <application>모노</application>에 대한 자세한 정보는 <ulink url="http://www.mono-project.com/">모노 프로젝트 홈페이지</ulink>에서 찾아볼 수 있습니다.
mk: <application>Mono</application> е имплементација на <application>.NET</application> стекот, кој овозможува пишување на повеќе-платформски програми во различни јазици, вклучувајќи ги C#, Java, Visual Basic .NET и JavaScript. За повеќе информации околу <application>Mono</application> на <ulink url="http://www.mono-project.com/">страницата на Mono проектот</ulink>.
pl: <application>Mono</application> jest implementacją stosu <application>.NET</application>, pozwalającą na tworzenie wieloplatformowych programów w jednym z wielu języków programowania, takich jak: C#, Java, Visual Basic .NET i JavaScript. Więcej informacji o <application>Mono</application> znajdziesz na <ulink url="http://www.mono-project.com/">Stronie projektu Mono</ulink> (Uwaga: strona w języku angielskim).
ro: Aplicația <application>Mono</application> este o implementare a platformei <application>.NET</application>, care vă oferă posibilitatea să scrieți programe care să funcționeze pe mai multe platforme și să folosiți diferite limbaje de programare, inclusiv C#, Java, Visual Basic .NET și JavaScript. Mai multe informații despre aplicația <application>Mono</application> puteți afla consultând <ulink url=\"http://www.mono-project.com/\">Situl oficial Mono</ulink>.
ru: <application>Mono</application> представляет собой реализацию платформы <application>.NET</application>, позволяющую разрабатывать кросс-платформенные приложения на различных языках, включая C#, Java, Visual Basic .NET и JavaScript. Более полная информация о <application>Mono</application> доступна на <ulink url="http://www.mono-project.com/">домашней странице Mono</ulink>.
sk: <application>Mono</application> je implementáciou zásobníku <application>.NET</application>, ktorá vám umožňuje písať programy pre rôzne platformy a množstve rôznych jazykov, medzi ktoré patrí C#, Java, Visual Basic .NET a JavaScript. Viac informácií o <application>Mono</application> nájdete na <ulink url="http://www.mono-project.com/">domovskej stránke projektu Mono</ulink>.
sv: <application>Mono</application> är en implementation av standarden bakom ramverket <application>.NET</application>. Mono tillåter dig att skriva multiplattforms-program och tillåter användning av flera olika programspråk, så som C#, Java, Visual Basic .NET och JavaScript. Mer information om <application>Mono</application> finns på <ulink url="http://www.mono-project.com/">hemsidan för Mono-projektet</ulink>.
zh_cn: <application>Mono</application> 是 <application>.NET</application> 栈的一个实现，其允许您使用很多不同语言编写跨平台的程序，包括 C#、Java、Visual Basic .NET 和 JavaScript。关于 <application>Mono</application> 的更多信息可以在 <ulink url="http://www.mono-project.com/">Mono 项目主页找到</ulink>。

source: Install the <ulink url="apt:monodevelop"><application>monodevelop</application></ulink> and <ulink url="apt:monodoc"><application>monodoc</application></ulink> packages.
ar: ثبت الحزمتين <ulink url="apt:monodevelop"><application>monodevelop</application></ulink> و <ulink url="apt:monodoc"><application>monodoc</application></ulink>.
bg: Инсталирайте пакетите <ulink url="apt:monodevelop"><application>monodevelop</application></ulink> и <ulink url="apt:monodoc"><application>monodoc</application></ulink> packages.
cs: Nainstalujte balíky <ulink url="apt:monodevelop"><application>monodevelop</application></ulink> a <ulink url="apt:monodoc"><application>monodoc</application></ulink> packages.
de: Installieren Sie die Software-Pakete <ulink url="apt:monodevelop"><application>monodevelop</application></ulink> und <ulink url="apt:monodoc"><application>monodoc</application></ulink>.
el: Εγκαταστήστε το <ulink url="apt:monodevelop"><application>monodevelop</application></ulink> και τα πακέτα <ulink url="apt:monodoc"><application>monodoc</application></ulink>.
es: Instale los paquetes <ulink url="apt:monodevelop"><application>monodevelop</application></ulink> y <ulink url="apt:monodoc"><application>monodoc</application></ulink>.
fi: Asenna paketit <ulink url="apt:monodevelop"><application>monodevelop</application></ulink> ja <ulink url="apt:monodoc"><application>monodoc</application></ulink>.
fr: Installez les paquets <ulink url="apt:monodevelop"><application>monodevelop</application></ulink> et <ulink url="apt:monodoc"><application>monodoc</application></ulink>.
ja: <ulink url="apt:monodevelop"><application>monodevelop</application></ulink> と <ulink url="apt:monodoc"><application>monodoc</application></ulink> パッケージをインストールします。
ko: <ulink url="apt:monodevelop"><application>monodevelop</application></ulink>과 <ulink url="apt:monodoc"><application>monodoc</application></ulink> 꾸러미 설치.
pl: Zainstaluj pakiety <ulink url="apt:monodevelop"><application>monodevelop</application></ulink> i <ulink url="apt:monodoc"><application>monodoc</application></ulink>.
ro: Instalați pachetul <ulink url="apt:monodevelop"><application>monodevelop</application></ulink> și pachetul <ulink url="apt:monodoc"><application>monodoc</application></ulink>.
ru: Установите пакеты <ulink url="apt:monodevelop"><application>monodevelop</application></ulink> и <ulink url="apt:monodoc"><application>monodoc</application></ulink>.
sv: Installera paketen <ulink url="apt:monodevelop"><application>monodevelop</application></ulink> och <ulink url="apt:monodoc"><application>monodoc</application></ulink>.
zh_cn: 安装<ulink url="apt:monodevelop"><application>monodevelop</application></ulink>和<ulink url="apt:monodoc"><application>monodoc</application></ulink>软件包。

source: Press <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Programming</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice> to start the <application>MonoDevelop</application> IDE.
ar: اضغط <menuchoice><guimenuitem>تطبيقات</guimenuitem><guimenuitem>برمجة</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice> لبدء بيئة تطوير <application>MonoDevelop</application> المتكاملة.
bg: Натиснете <menuchoice><guimenuitem>Програми</guimenuitem><guimenuitem>Програмиране</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice>, за стартирате <application>MonoDevelop</application> IDE.
ca: Premeu <menuchoice><guimenuitem>Aplicacions</guimenuitem><guimenuitem>Programació</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice> per a iniciar l'IDE <application>MonoDevelop</application>.
cs: Stiskněte <menuchoice><guimenuitem>Aplikace</guimenuitem><guimenuitem>Programován</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice> pro spuštění <application>MonoDevelop</application> IDE.
de: Wählen Sie <menuchoice><guimenuitem>Anwendungen</guimenuitem><guimenuitem>Entwicklung</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice> aus, um die <application>MonoDevelop</application>-IDE zu starten.
el: Πατήστε <menuchoice><guimenu>Εφαρμογές</guimenu><guisubmenu>Προγραμματισμός</guisubmenu><guimenuitem>MonoDevelop</guimenuitem></menuchoice> για να ξεκινήσετε με το περιβάλλον ανάπτυξης <application>MonoDevelop</application>.
es: Pulse <menuchoice><guimenuitem>Aplicaciones</guimenuitem><guimenuitem>Programación</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice> para iniciar el IDE <application>MonoDevelop</application>.
fi: Valitse <menuchoice><guimenuitem>Sovellukset</guimenuitem><guimenuitem>Ohjelmointi</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice> käynnistääksesi <application>MonoDevelop</application>-kehitysympäristön.
fr: Sélectionnez <menuchoice><guimenu>Applications</guimenu><guisubmenu>Développement</guisubmenu><guimenuitem>MonoDevelop</guimenuitem></menuchoice> pour lancer l'IDE <application>MonoDevelop</application>.
gl: Vaia a <menuchoice><guimenuitem>Aplicacións</guimenuitem><guimenuitem>Programación</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice> para iniciar o IDE <application>MonoDevelop</application>.
hu: A <application>MonoDevelop</application> integrált fejlesztőkörnyezet (IDE) elindításához kattintson az <menuchoice><guimenuitem>Alkalmazások</guimenuitem><guimenuitem>Fejlesztés</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice> menüpontra.
is: Ýttu á <menuchoice><guimenuitem>Forrit</guimenuitem><guimenuitem>Forritun</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice> til að opna <application>MonoDevelop</application> þróunarumhverfið.
ja: <menuchoice><guimenuitem>アプリケーション</guimenuitem><guimenuitem>プログラミング</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice>を押して、<application>MonoDevelop</application>統合開発環境を起動してください。
ko: <application>MonoDevelop</application> IDE를 실행하려면 <menuchoice><guimenu>프로그램</guimenu><guisubmenu>개발</guisubmenu><guimenuitem>MonoDevelop</guimenuitem></menuchoice>을 선택하세요.
mk: Притиснете <menuchoice><guimenuitem>Апликации</guimenuitem><guimenuitem>Програмирање</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice> за стартување на <application>MonoDevelop</application>.
pl: Aby uruchomić <application>MonoDevelop</application>, otwórz <menuchoice><guimenuitem>Programy</guimenuitem><guimenuitem>Programowanie</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice>.
ro: Selectați <menuchoice><guimenuitem>Aplicații</guimenuitem><guimenuitem>Programare</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice> pentru a lansa mediul integrat de programare (IDE) <application>MonoDevelop</application>.
ru: Воспользуйтесь <menuchoice><guimenuitem>Приложения</guimenuitem><guimenuitem>Программирование</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice> для начала работы со средой <application>MonoDevelop</application>.
sk: Pre spustenie <application>MonoDevelop</application> IDE vyberte <menuchoice><guimenuitem>Aplikácie</guimenuitem><guimenuitem>Programovanie</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice>.
sv: Tryck på <menuchoice><guimenuitem>Program</guimenuitem><guimenuitem>Programmering</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice> för att starta <application>MonoDevelop</application> IDE.
zh_cn: 按下 <menuchoice><guimenuitem>应用程序</guimenuitem><guimenuitem>编程</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice> 来启动<application>MonoDevelop</application> IDE。
