Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/programming/po/*.po
Languages: ar, bg, ca, cs, de, el, es, fi, fr, gl, hu, is, ja, ko, mk, pl, ro, ru, sk, sv, zh_cn

source: Press <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Programming</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice> to start the <application>Monodoc</application> documentation browser.
ar: اضغط <menuchoice><guimenuitem>تطبيقات</guimenuitem><guimenuitem>برمجة</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice> لبدء متصفّح التوثيق <application>Monodoc</application>.
bg: Натиснете <menuchoice><guimenuitem>Програми</guimenuitem><guimenuitem>Програмиране</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice>, за да стартирате браузъра с документация на <application>Monodoc</application>.
ca: Premeu <menuchoice><guimenuitem>Aplicacions</guimenuitem><guimenuitem>Programació</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice> per a iniciar el navegador de la documentació <application>Monodoc</application>.
cs: Stiskněte <menuchoice><guimenuitem>Aplikace</guimenuitem><guimenuitem>Programování</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice> pro spuštění <application>Monodoc</application> prohlížeč dokumentace.
de: Wählen Sie <menuchoice><guimenuitem>Anwendungen</guimenuitem><guimenuitem>Entwicklung</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice> aus, um den <application>Monodoc</application>-Dokumentationsbrowser zu starten.
el: Πατήστε <menuchoice><guimenu>Εφαρμογές</guimenu><guisubmenu>Προγραμματισμός</guisubmenu><guimenuitem>MonoDoc</guimenuitem></menuchoice> για να ξεκινήσετε με τον περιηγητή τεκμηρίωσης <application>MonoDevelop</application>.
es: Pulse <menuchoice><guimenuitem>Aplicaciones</guimenuitem><guimenuitem>Programación</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice> para iniciar el navegador de documentación <application>Monodoc</application>.
fi: Valitse <menuchoice><guimenuitem>Sovellukset</guimenuitem><guimenuitem>Ohjelmointi</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice> käynnistääksesi <application>Monodoc</application>-ohjeselaimen.
fr: Sélectionnez <menuchoice><guimenu>Applications</guimenu><guisubmenu>Développement</guisubmenu><guimenuitem>MonoDoc</guimenuitem></menuchoice> pour lancer le navigateur de documentation <application>MonoDoc</application>.
gl: Vaia a <menuchoice><guimenuitem>Aplicacións</guimenuitem><guimenuitem>Programación</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice> para iniciar o navegador de documentación <application>Monodoc</application>.
hu: A <application>Monodoc</application> dokumentáció-böngésző elindításához kattintson az <menuchoice><guimenuitem>Alkalmazások</guimenuitem><guimenuitem>Fejlesztés</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice> menüpontra.
is: Ýttu á <menuchoice><guimenuitem>Forrit</guimenuitem><guimenuitem>Forritun</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice> til að opna <application>MonoDoc</application> skjölunarvafrann.
ja: <menuchoice><guimenuitem>アプリケーション</guimenuitem><guimenuitem>プログラミング</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice>を押して、<application>Monodoc</application>ドキュメンテーションブラウザを起動してください。
ko: <application>Monodoc</application> 문서 브라우저를 실행하려면 <menuchoice><guimenu>프로그램</guimenu><guisubmenu>개발</guisubmenu><guimenuitem>MonoDoc</guimenuitem></menuchoice>을 선택하세요.
mk: Притиснете <menuchoice><guimenuitem>Апликации</guimenuitem><guimenuitem>Програмирање</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice> за стартување на прегледувачот на документација <application>Monodoc</application>.
pl: Otwórz <menuchoice><guimenuitem>Programy</guimenuitem><guimenuitem>Programowanie</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice> aby uruchomić przeglądarkę dokumentacji <application>Monodoc</application>.
ro: Selectați <menuchoice><guimenuitem>Aplicații</guimenuitem><guimenuitem>Programare</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice> pentru a lansa navigatorul pentru documentație <application>Monodoc</application>.
ru: Выберите <menuchoice><guimenuitem>Приложения</guimenuitem><guimenuitem>Программирование</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice> для запуска просмотрщика документации <application>Monodoc</application>.
sk: Na spustenie prehliadača dokumentácie <application>Monodoc</application> vyberte <menuchoice><guimenuitem>Aplikácie</guimenuitem><guimenuitem>Programovanie</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice>.
sv: Tryck på <menuchoice><guimenuitem>Program</guimenuitem><guimenuitem>Programmering</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice> för att starta <application>Monodoc</application> dokumentationsläsare.
zh_cn: 按下 <menuchoice><guimenuitem>应用程序</guimenuitem><guimenuitem>编程</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice> 来启动 <application>Monodoc</application> 文档浏览器。

source: Gambas graphical BASIC language
ar: لغة Gambas بيسك المرئية
bg: Gambas графичен BASIC език
ca: El llenguatge BASIC gràfic Gambas
cs: Gambas grafický BASIC jazyk
de: Gambas grafische BASIC-Sprache
el: Η γραφική γλώσσα BASIC, η Gambas
es: Lenguaje gŕafico BASIC Gambas
fi: Gambas - graafinen BASIC-kieli
fr: Langage BASIC graphique Gambas
gl: Gambas para a linguaxe BASIC gráfica
hu: Gambas grafikus BASIC nyelv
is: Gambas myndrænt BASIC tungunál
ja: Gambas グラフィカルBASIC言語
ko: Gambas 그래픽 베이직 언어
mk: Gambas графички BASIC јазик
pl: Gambas - graficzny język BASIC
ro: Gambas limbaj BASIC cu interfață grafică
ru: Gambas - графический язык BASIC
sk: Gambas grafický BASIC jazyk
sv: Gambas grafiska BASIC språk
zh_cn: Gambas 图形化 BASIC 语言

source: <application>Gambas</application> is a <application>Visual Basic</application>-like development environment, which allows you to rapidly design and build graphical applications using the easy-to-learn BASIC language.
ar: <application>Gambas</application> هي بيئة تطوير شبيهة ب<application>فيجوال بيسك</application>، والتي تسمح لك بتصميم وبناء تطبيقات رسومية باستخدام لغة بيسك سهلة التعلم.
bg: <application>Gambas</application> е подобна среда на разработване на <application>Visual Basic</application>, която ви позволява бързо проектиране и изграждане на графични програми д помощта на лесен за научаване BASIC език.
ca: El <application>Gambas</application> és un entorn de desenvolupament semblant al <application>Visual Basic</application> que us permet dissenyar i crear ràpidament aplicacions gràfiques amb el llenguatge BASIC, el qual és molt fàcil d'aprendre.
cs: <application>Gambas</application> je vývojové prostředí podobné <application>Visual Basic</application>, které dovoluje rychlý návrh a tvorbu grafických aplikací s použitím jazyku BASIC jednoduchého pro naučení.
de: <application>Gambas</application> ist eine <application>Visual Basic</application>-ähnliche Entwicklungsumgebung, die es Ihnen erlaubt, schnell grafische Oberflächen zu entwerfen und zu erstellen, indem Sie die leicht erlernbare BASIC-Sprache verwenden.
el: Το <application>Gambas</application> είναι ένα περιβάλλον ανάπτυξης που μοιάζει στην <application>Visual Basic</application>, το οποίο σας επιτρέπει να σχεδιάζετε και να αναπτύσσετε γραφικές εφαρμογές χρησιμοποιώντας την εύκολη στην εκμάθηση γλώσσα BASIC.
es: <application>Gambas</application> es un entorno de desarrollo similar a <application>Visual Basic</application>, que le permite diseñar y construir rápidamente aplicaciones gráficas usando un lenguaje de programación fácil de aprender, BASIC.
fi: <application>Gambas</application> on <application>VisualBasic</application>-tyylinen kehitysympäristö, joka mahdollistaa graafisten ohjelmien suunnittelun ja kehityksen helposti opittavaa BASIC-kieltä käyttäen.
fr: <application>Gambas</application> est un environnement de développement similaire à <application>Visual Basic</application>, qui vous permet de concevoir rapidement des applications graphiques en utilisant le langage facile à apprendre BASIC.
gl: <application>Gambas</application> é un ambiente de desenvolvimento como <application>Visual Basic</application> que permite deseñar e construir rapidamente aplicacións gráficas empregando a linguaxe BASIC, doada de aprender.
hu: A <application>Gambas</application> egy <application>Visual Basic</application>-hez hasonló fejlesztőkörnyezet, amelynek segítségével gyorsan tud grafikus felületű programokat készíteni a könnyen megtanulható BASIC nyelven.
is: <application>Gambas</application> er þróunarumhverfi sem líkist <application>Visual Basic</application>, Sem leyfir þér að hanna og smíða myndræn forrit á einfaldan hátt með því að nota hið auðlærða BASIC tungumál.
ja: <application>Gambas</application>は<application>Visual Basic</application>のような開発環境で、容易に習得できるBASIC言語を使うことで、簡単かつ素早くグラフィカルアプリケーションを設計・作成することができます。
ko: <application>Gambas</application>는 배우기 쉬운 베이직(BASIC) 언어를 이용하여 신속하게 그래픽 프로그램을 작성할 수 있는 <application>Visual Basic</application>과 비슷한 개발 환경입니다.
mk: <application>Gambas</application> е развојна околина слична на <application>Visual Basic</application>, која овозможува брз дизајн и градење на графички апликации преку едноставниот за учење BASIC јазик.
pl: <application>Gambas</application> jest środowiskiem programistycznym przypominającym <application>Visual Basic</application>, które pozwala szybko projektować i budować programy z graficznym interfejsem użytkownika, przy użyciu łatwego w nauce języka BASIC.
ro: <application>Gambas</application> este un mediu de programare asemănător cu <application>Visual Basic</application>, care vă permite să concepeți și să realizați rapid aplicații grafice utilizând limbajul ușor de învățat BASIC.
ru: <application>Gambas</application> это среда разработки, похожая на <application>Visual Basic</application>, она дает возможность быстро разработать и откомпилировать графические приложения, используя легкий в изучении язык BASIC.
sk: <application>Gambas</application> je vývojové prostredie podobné <application>Visual Basicu</application>, ktoré vám umožňuje rýchlo vytvoriť a postaviť grafické aplikácie prostredníctvom ľahko sa naučiteľného jazyka BASIC.
sv: <application>Gambas</application> är en <application>Visual Basic</application>-lik utvecklingsmiljö, som gör att du snabbt kan designa och bygga grafiska applikationer genom att använda det lättlärda BASIC språket.
zh_cn: <application>Gambas</application> 是一个类似 <application>Visual Basic</application> 的开发环境，其允许您使用容易掌握的 BASIC 语言快速设计和构建图形化应用程序。

source: <ulink url="apt:gambas">Install the <application>gambas</application> package</ulink>.
ar: <ulink url="apt:gambas">ثبت الحزمة <application>gambas</application></ulink>.
bg: <ulink url="apt:gambas">Инсталирайте пакета <application>gambas</application></ulink>.
cs: <ulink url="apt:gambas">Nainstalujte balík <application>gambas</application></ulink>.
de: <ulink url="apt:gambas">Installieren Sie das Software-Paket <application>gambas</application></ulink>.
el: <ulink url="apt:gambas">Εγκαταστήστε το πακέτο <application>gambas</application></ulink>.
es: <ulink url="apt:gambas">Instale el paquete <application>gambas</application></ulink>.
fi: <ulink url="apt:gambas">Asenna paketti <application>gambas</application></ulink>.
fr: <ulink url="apt:gambas">Installez le paquet <application>gambas</application></ulink>.
ja: <ulink url="apt:gambas"><application>gambas</application> パッケージをインストールします</ulink>。
ko: <ulink url="apt:gambas"><application>gambas</application> 꾸러미 설치</ulink>.
pl: <ulink url="apt:gambas">Zainstaluj pakiet <application>gambas</application></ulink>.
ro: <ulink url="apt:gambas">Instalați pachetul <application>gambas</application></ulink>.
ru: <ulink url="apt:gambas">Установите пакет <application>gambas</application></ulink>.
sv: <ulink url="apt:gambas">Installera paketet <application>gambas</application></ulink>.
zh_cn: <ulink url="apt:gambas">安装<application>gambas</application>软件包</ulink>。

source: Press <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Programming</guimenuitem><guimenuitem>Gambas</guimenuitem></menuchoice> to start the <application>Gambas</application> IDE.
ar: اضغط <menuchoice><guimenuitem>تطبيقات</guimenuitem><guimenuitem>برمجة</guimenuitem><guimenuitem>Gambas</guimenuitem></menuchoice> لبدء بيئة تطوير <application>Gambas</application> المتكاملة.
bg: Натиснете <menuchoice><guimenuitem>Програми</guimenuitem><guimenuitem>Програмиране</guimenuitem><guimenuitem>Gambas</guimenuitem></menuchoice>, за да стартирате <application>Gambas</application> IDE.
ca: Premeu <menuchoice><guimenuitem>Aplicacions</guimenuitem><guimenuitem>Programació</guimenuitem><guimenuitem>Gambas</guimenuitem></menuchoice> per a iniciar l'IDE <application>Gambas</application>.
cs: Stiskněte <menuchoice><guimenuitem>Aplikace</guimenuitem><guimenuitem>Programování</guimenuitem><guimenuitem>Gambas</guimenuitem></menuchoice> pro spuštění <application>Gambas</application> IDE.
de: Wählen Sie <menuchoice><guimenuitem>Anwendungen</guimenuitem><guimenuitem>Entwicklung</guimenuitem><guimenuitem>Gambas</guimenuitem></menuchoice> aus, um die <application>Gambas</application>-IDE zu starten.
el: Πατήστε <menuchoice><guimenu>Εφαρμογές</guimenu><guisubmenu>Προγραμματισμός</guisubmenu><guimenuitem></guimenuitem>Gambas</menuchoice> για να ξεκινήσετε με το <application>Gambas</application>.
es: Pulse <menuchoice><guimenuitem>Aplicaciones</guimenuitem><guimenuitem>Programación</guimenuitem><guimenuitem>Gambas</guimenuitem></menuchoice> para iniciar el IDE <application>Gambas</application>.
fi: Valitse <menuchoice><guimenuitem>Sovellukset</guimenuitem><guimenuitem>Ohjelmointi</guimenuitem><guimenuitem>Gambas</guimenuitem></menuchoice> käynnistääksesi <application>Gambas</application>-kehitysympäristön.
fr: Sélectionnez <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Développement</guimenuitem><guimenuitem>Gambas</guimenuitem></menuchoice> pour lancer l'IDE <application>Gambas</application>.
gl: Vaia a <menuchoice><guimenuitem>Aplicacións</guimenuitem><guimenuitem>Programación</guimenuitem><guimenuitem>Gambas</guimenuitem></menuchoice> para iniciar o<application>Gambas</application>.
hu: A <application>Gambas</application> integrált fejlesztőkörnyezet (IDE) indításához kattintson az <menuchoice><guimenuitem>Alkalmazások</guimenuitem><guimenuitem>Fejlesztés</guimenuitem><guimenuitem>Gambas</guimenuitem></menuchoice> menüpontra.
is: Ýttu á <menuchoice><guimenuitem>Forrit</guimenuitem><guimenuitem>Forritun</guimenuitem><guimenuitem>Gambas</guimenuitem></menuchoice> til að opna <application>Gambas</application> þróunarumhverfið.
ja: <menuchoice><guimenuitem>アプリケーション</guimenuitem><guimenuitem>プログラミング</guimenuitem><guimenuitem>Gambas</guimenuitem></menuchoice>を押して、<application>Gambas</application>を起動してください。
ko: <application>Gambas</application> IDE를 실행하려면 <menuchoice><guimenu>프로그램</guimenu><guisubmenu>개발</guisubmenu><guimenuitem>Gambas</guimenuitem></menuchoice>을 선택하세요.
mk: Притиснете <menuchoice><guimenuitem>Апликации</guimenuitem><guimenuitem>Програмирање</guimenuitem><guimenuitem>Gambas</guimenuitem></menuchoice> за стартување на <application>Gambas</application>.
pl: Aby uruchomić środowisko <application>Gambas</application>, otwórz <menuchoice><guimenuitem>Programy</guimenuitem><guimenuitem>Programowanie</guimenuitem><guimenuitem>Gambas</guimenuitem></menuchoice>.
ro: Selectați <menuchoice><guimenuitem>Aplicații</guimenuitem><guimenuitem>Programare</guimenuitem><guimenuitem>Gambas</guimenuitem></menuchoice> pentru a lansa mediul integrat de programare (IDE) <application>Gambas</application>.
ru: Выберите <menuchoice><guimenuitem>Приложения</guimenuitem><guimenuitem>Программирование</guimenuitem><guimenuitem>Gambas</guimenuitem></menuchoice> для запуска интегрированной среды разработки <application>Gambas</application>.
sk: Pre spustenie <application>Gambas</application> IDE vyberte <menuchoice><guimenuitem>Aplikácie</guimenuitem><guimenuitem>Programovanie</guimenuitem><guimenuitem>Gambas</guimenuitem></menuchoice>.
sv: Tryck på <menuchoice><guimenuitem>Program</guimenuitem><guimenuitem>Programmering</guimenuitem><guimenuitem>Gambas</guimenuitem></menuchoice> för att starta <application>Gambas</application> IDE.
zh_cn: 按下 <menuchoice><guimenuitem>应用程序</guimenuitem><guimenuitem>编程</guimenuitem><guimenuitem>Gambas</guimenuitem></menuchoice> 来启动 <application>Gambas</application> IDE。

source: A set of example applications are provided with <application>Gambas</application>, which you can use to help you to learn the language. To view an example application, start <application>Gambas</application>, press <guibutton>Examples</guibutton> on the <guilabel>Welcome to Gambas!</guilabel> screen and select the example which you would like to view.
ar: طقم من تطبيقات الأمثلة مقدمة مع <application>Gambas</application>، التي تستطيع استخدامها لمساعدتك في تعلم اللغة. لعرض تطبيق مثال، ابدأ <application>Gambas</application>، اضغط <guibutton>Examples</guibutton> على شاشة <guilabel>Welcome to Gambas!</guilabel> واختر المثال الذي تريد عرضه.
bg: С <application>Gambas</application> са предоставени примерни програми, които могат да ви помогнат да научите езика. За да видите примерна програма, стартирайте <application>Gambas</application>, натиснете <guibutton>Examples</guibutton> в екрана <guilabel>Welcome to Gambas!</guilabel> и изберете примера, който искате да видите.
ca: El <application>Gambas</application> proporciona un conjunt d'aplicacions d'exemple que podeu utilitzar com a assistència en l'aprenentatge del llenguatge. Per veure una aplicació d'exemple, inicieu el <application>Gambas</application>, premeu <guibutton>Exemples</guibutton> a la pantalla <guilabel>Benvinguts al Gambas!</guilabel> i seleccioneu l'exemple que vulgueu veure.
cs: Skupina ukázkových aplikací je poskytována spolu s <application>Gambas</application>, které vám mohou pomoci naučit se jazyk. Pro zobrazení ukázkové aplikace spusťte <application>Gambas</application>, stiskněte <guibutton>Ukázky</guibutton> na obrazovce <guilabel>Vítejte v Gambas!</guilabel> a vyberte si požadovanou ukázku na zobrazení.
de: Einige Beispiele werden bei <application>Gambas</application> mitgeliefert, die Sie dazu verwenden können, die Sprache zu lernen. Um eine Beispielanwendung anzusehen, starten Sie <application>Gambas</application>, klicken Sie auf <guibutton>Examples</guibutton> im <guilabel>Welcome to Gambas!</guilabel>-Bildschirm und wählen Sie ein beliebiges Beispiel aus, um dieses anzusehen.
el: Ένα σύνολο εφαρμογών παραδειγμάτων παρέχονται με το <application>Gambas</application>, που σας βοηθάει να μάθετε την γλώσσα. Για να δείτε ένα παράδειγμα, εκκινήστε το <application>Gambas</application>, πατήστε <guibutton>Examples</guibutton> στην οθόνη <guilabel>Welcome to Gambas!</guilabel> και επιλέξτε ένα παράδειγμα που θα θέλατε να δείτε.
es: <application>Gambas</application> proporciona un conjunto de aplicaciones de ejemplo que le pueden ayudar a aprender el lenguaje. Para ver una aplicación de ejemplo, inicie <application>Gambas</application>, pulse <guibutton>Ejemplos</guibutton> en la pantalla <guilabel>¡Bienvenido a Gambas!</guilabel> y seleccione el ejemplo que le gustaría ver.
fi: <application>Gambas</application>in mukana toimitetaan monia esimerkkiohjelmia, joiden avulla voit opiskella kieltä. Esimerkkiohjelmia katsoaksesi käynnistä <application>Gambas</application>, valitse <guibutton>Examples</guibutton> <guilabel>Welcome to Gambas!</guilabel>-ikkunasta ja valitse esimerkki, jota haluat tarkastella.
fr: Un éventail d'exemples d'applications est fourni avec <application>Gambas</application>, que vous pouvez utiliser pour vous aider à apprendre le langage. Pour voir un tel exemple, démarrez <application>Gambas</application>, appuyez sur <guibutton>Examples</guibutton> sur l'écran <guilabel>Bienvenue sur Gambas !</guilabel> et sélectionnez l'exemple que vous souhaitez voir.
gl: Fornécese un conxunto de aplicacións de exemplo con <application>Gambas</application>, que vostede pode empregar para ir aprendendo a linguaxe. Para ver unha aplicación de exemplo, inicie <application>Gambas</application>, calque en <guibutton>Examplos</guibutton>na pantalla <guilabel>Benvida a Gambas!</guilabel> e escolla o exemplo que queira ver.
hu: A nyelv megtanulását segítendő, a <application>Gambas</application> több példaprogrammal érkezik. Egy ilyen példa megtekintéséhez indítsa el a <application>Gambas</application> alkalmazást, majd kattintson a <guibutton>Példák</guibutton> feliratú gombra az <guilabel>Üdvözli a Gambas!</guilabel> ablakban. Ezután válassza ki, hogy melyik példát kívánja megtekinteni.
is: Sett af forritadæmum fylgja með <application>Gambas</application>, sem þú gertur notað til að hjálpa þér að læra forritunarmálið. Til að skoða forritadæmi, keyrðu <application>Gambas</application>, ýttu á <guibutton>Dæmi</guibutton> á <guilabel>Velkomin í Gambas!</guilabel> skjánum og veldu dæmið sem þú vilt skoða,
ja: <application>Gambas</application>にはサンプルアプリケーションが揃っているので、言語を習得する際に役に立つでしょう。サンプルアプリケーションを試してみるには、<application>Gambas</application>を起動し、<guilabel>Gambasへようこそ！</guilabel>画面の<guibutton>サンプル</guibutton>を押して、試してみたいサンプルを選択してください。
ko: <application>Gambas</application>는 언어를 배우는 데 도움을 줄 수 있는 여러 가지 예제 프로그램을 함께 제공합니다. 예제 프로그램을 살펴보려면 <application>Gambas</application>를 실행하고, <guilabel>Welcome to Gambas!</guilabel> 화면에서 <guibutton>Examples</guibutton>를 선택한 후 보고 싶은 예제를 선택하면 됩니다.
mk: Множество од примери на апликации се понудени со <application>Gambas</application>, кој може да го користите за да научите некој јазик. За да видите пример апликација, стартувајте <application>Gambas</application>, притиснете <guibutton>Examples</guibutton> на екранот <guilabel>Welcome to Gambas!</guilabel> и одберете пример што сакате да го видите.
pl: Wraz z <application>Gambasem</application> dostarczany jest zbiór przykładowych programów, których możesz użyć w celu nauki języka. Aby obejrzeć przykładowy program, uruchom <application>Gambas</application>, kliknij <guibutton>Przykłady</guibutton> na ekranie <guilabel>Witamy w Gambas!</guilabel>, a następnie wybierz interesujący cię przykład.
ro: Un set de exemple de aplicații sunt furnizate cu <application>Gambas</application>, pe care le puteți folosi pentru a vă ajuta să învățați limbajul de programare. Pentru a putea accesa un exemplu lansați aplicația <application>Gambas</application>, apăsați butonul <guibutton>Examples</guibutton> din fereastra <guilabel>Welcome to Gambas!</guilabel> și selectați exemplul cu care doriți să lucrați.
ru: В <application>Gambas</application> есть набор примеров программ, они помогут вам изучить этот язык программирования. Для просмотра примера запустите <application>Gambas</application>, нажмите <guibutton>Примеры</guibutton> на экране <guilabel>Добро пожаловать в Gambas!</guilabel>, и выберите пример, который вы хотите посмотреть.
sk: Súčasťou <application>Gambasu</application> je aj niekoľko ukážkových aplikácií, ktoré vám pomôžu naučiť sa jeho jazyk. Na pozretie si ukážkových aplikácií spustite <application>Gambas</application>, stlačte <guibutton>Examples</guibutton> z obrazovky <guilabel>Welcome to Gambas!</guilabel> a vyberte si ukážku, ktorú si prajete pozrieť.
sv: Ett antal exempelprogram är inkluderade med <application>Gambas</application>, vilka du kan använda för att hjälpa dig att lära språket. För att titta på en exempelprogram. starta <application>Gambas</application>, tryck på <guilabel>Exempel</guilabel> på skärmen <guilabel>Välkommen till Gambas!</guilabel> och välj exemplet som du vill titta på.
zh_cn: <application>Gambas</application> 提供了一些样例应用程序，您可以使用它们来学习该语言。要想查看一个样例程序，请启动 <application>Gambas</application>，按下 <guilabel>欢迎来到 Gambas！</guilabel> 屏幕上的 <guibutton>样例</guibutton> 后选择您想查看的样例。
