Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/programming/po/*.po
Languages: ar, bg, ca, cs, de, el, es, fi, fr, gl, hu, is, ja, ko, mk, pl, ro, ru, sk, sv, zh_cn

source: Java 1.6 is also available, and can be installed by following the above directions, swapping all instances of 1.5 to 1.6
ar: جافا 1.6 متوفرة أيضا، ويمكن تثبيتها باتباع الخطوات أعلاه، بدّل كل مواضع 1.5 إلى 1.6
bg: Java 1.6 също е достъпна и може да бъде инсталирана като следвате инструкциите по-горе и замените 1.5 с 1.6
ca: El Java 1.6 també és disponible, i pot instal·lar-se seguint les instruccions de més amunt, substituint totes les referències a 1.5 per 1.6.
cs: Java 1.6 je taktéž dostupná a může být nainstalována výše uvedenými instrukcemi, s výměnou všech výskytů 1.5 za 1.6
de: Java 1.6 steht auch zur Verfügung und kann installiert werden. Bitte folgen Sie den oben beschriebenen Anweisungen und ersetzen Sie überall 1.5 durch 1.6.
el: Η Java 1.6 είναι επίσης διαθέσιμη και μπορεί να εγκατασταθεί χρησιμοποιώντας τις παραπάνω οδηγίες, αντικαθιστώντας το 1.5 με το 1.6
es: Java 1.6 también está disponible, y puede instalarse siguiendo las instrucciones anteriores, cambiando todas las ocurrencias de 1.5 por 1.6
fi: Javan versio 1.6 on myös saatavilla. Voit asentaa sen edellisten ohjeiden mukaisesti käyttämällä versiota 1.6 version 1.5 tilalla.
fr: Java 1.6 est également disponible et peut être installé comme décrit ci-dessus, en remplaçant toutes les occurences de 1.5 par 1.6
gl: Java 1.6 tamén está disponíbel e pode instalarse seguindo as instrucións precedentes e mudando 1.5 por 1.6 onde apareza.
hu: A Java 1.6 szintén elérhető és telepíthető a fenti utasítások alapján, csak az összes előforduló 1.5 helyett 1.6-ot kell írni.
is: Java 1.6 er einnig í boði, og er hægt að setja það upp með því að fylgja leiðbeiningunum að ofan, en skipta öllum tilvikum af 1.5 út fyrir 1.6
ja: Java 1.6も利用可能です。上記の1.5の部分を全て1.6に読みかえて実行すればインストールできます。
ko: 자바 1.6도 이용할 수 있습니다. 1.6 버전을 설치하려면 위와 동일한 과정을 거친 후에 1.5 대신 1.6을 선택하면 됩니다.
mk: Java 1.6 е исто така достапна и може да се инсталира со следење на следниве дирекции, менувајќи ги сите инстанци на 1.5 во 1.6
pl: Dostępna jest także Java 1.6, którą można zainstalować w ten sam sposób jak ten pokazany wyżej, zmieniając wszystkie wystąpienia 1.5 na 1.6.
ro: Este disponibilă și versiunea Java 1.6 și poate fi instalată folosind instrucțiunile de mai sus, înlocuind, acolo unde apare, 1.5 cu 1.6.
ru: Java 1.6 тоже доступна. Для установки воспользуйтесь инструкциями, представленными выше, заменяя 1.5 на 1.6
sk: Je dostupná taktiež Java 1.6, ktorú nainštalujete nasledovaním vyššie uvedených inštrukcií, akurát vo všetkých bodoch zameníte 1.5 za 1.6
sv: Java 1.6 är också tillgängligt, och kan installeras genom att följa ovanstående instruktioner, fast byta ut alla instanser av 1.5 mot 1.6
zh_cn: Java 1.6 也是可用的，只需根据上述的步骤，将所有的 1.5 换成 1.6 即可完成安装。

source: <ulink url="apt:sun-java6-jdk">Install the <application>sun-java6-jdk</application> package</ulink>.
ar: <ulink url="apt:sun-java6-jdk">ثبت الحزمة <application>sun-java6-jdk</application></ulink>.
bg: <ulink url="apt:sun-java6-jdk">Инсталирайте пакета <application>sun-java6-jdk</application></ulink>.
cs: <ulink url="apt:sun-java6-jdk">Nainstalujte balík <application>sun-java6-jdk</application></ulink>.
de: <ulink url="apt:sun-java6-jdk">Installieren Sie das Software-Paket <application>sun-java6-jdk</application></ulink>.
el: <ulink url="apt:sun-java6-jdk">Εγκαταστήστε το πακέτο <application>sun-java6-jdk</application></ulink>.
es: <ulink url="apt:sun-java6-jdk">Instale el paquete <application>sun-java6-jdk</application></ulink>.
fi: <ulink url="apt:sun-java6-jdk">Asenna paketti <application>sun-java6-jdk</application></ulink>.
fr: <ulink url="apt:sun-java6-jdk">Installez le paquet <application>sun-java6-jdk</application></ulink>.
ja: <ulink url="apt:sun-java6-jdk"><application>sun-java6-jdk</application> パッケージをインストールします</ulink>。
ko: <ulink url="apt:sun-java6-jdk"><application>sun-java6-jdk</application> 꾸러미 설치</ulink>.
pl: <ulink url="apt:sun-java6-jdk">Zainstaluj pakiet <application>sun-java6-jdk</application></ulink>.
ro: <ulink url="apt:sun-java6-jdk">Instalați pachetul <application>sun-java6-jdk</application></ulink>.
ru: <ulink url="apt:sun-java6-jdk">Установите пакет <application>sun-java6-jdk</application></ulink>.
sv: <ulink url="apt:sun-java6-jdk">Installera paketet <application>sun-java6-jdk</application></ulink>.
zh_cn: <ulink url="apt:sun-java6-jdk">安装<application>sun-java6-jdk</application>软件包</ulink>。

source: To get your system to use Sun Java instead of the open-source (but less functional) GIJ that is installed by default, run: <screen>sudo update-alternatives --config java</screen> and choose the option that has <filename>j2re1.6-sun</filename> in it.
ar: لتجعل نظامك يستخدم صن جافا بدلا من المصدر المفتوح (لكن الأقل أداءً) GIJ المثبت مبدئيا، نفّذ: <screen>sudo update-alternatives --config java</screen> واختر الخيار الذي فيه <filename>j2re1.6-sun</filename>.
bg: За да започне вашата система да използва Sun Java вместо отворения код (но-малко функционален) GIJ, който е инсталиран по подразбиране, изпълнете: <screen>sudo update-alternatives --config java</screen> и изберете опцията, която има <filename>j2re1.6-sun</filename> в нея.
ca: Si voleu que el vostre sistema utilitzi el Java de Sun en lloc de la versió de codi lliure GIJ instal·lada per defecte (que és menys funcional), executeu: <screen>sudo update-alternatives --config java</screen> i escolliu la opció on es mostri <filename>j2re1.6-sun</filename>.
cs: Aby váš systém začal používat Sun Javu místo svobodné (ale méně funkční) GIJ nainstalované standardně spusťte: <screen>sudo update-alternatives --config java</screen> a zvolte tu možnost, která má v názvu <filename>j2re1.6-sun</filename>.
de: Um die Java-Umgebung von Sun anstelle der freien, aber in der Funktionalität eingeschränkten GIJ-Umgebung zu verwenden, geben Sie auf der Befehlszeile den Befehl <screen>sudo update-alternatives --config java</screen> ein und wählen die Option <filename>j2re1.6-sun</filename> aus.
el: Για να εγκαταστήσετε στο σύστημα σας την έκδοση της Sun Java αντί για την την έκδοση ανοικτού κώδικα GIJ που είναι εγκατεστημένη εξ´ ορισμού, εκτελέστε την εντολή: <screen>sudo update-alternatives --config java</screen> και επιλέξτε την επιλογή που περιέχει το <filename>j2re1.6-sun</filename>.
es: Para que su sistema use el Java de Sun en lugar de GIJ (la versión libre pero menos funcional instalada de forma predeterminada), ejecute: <screen>sudo update-alternatives --config java</screen> y seleccione la opción <filename>j2re1.6-sun</filename>.
fi: Käyttääksesi Sun Java:a vapaan (mutta rajoitetumman) oletusarvoisen GIJ:n sijaan, suorita: <screen>sudo update-alternatives --config java</screen> ja valitse vaihtoehto, jossa mainitaan <filename>j2re1.6-sun</filename>.
fr: Pour que votre système utilise la version de Sun plutôt que la version libre GIj (qui possède moins de fonctions) installée par défaut, exécutez : <screen>sudo update-alternatives --config java</screen> et choisissez l'option contenant <filename>j2re1.6-sun</filename>.
gl: Para que o sistema empregue o Java do Sun no cando do GIJ de código aberto (mais menos funcional) que se instala por omisión, execute : <screen>sudo update-alternatives --config java</screen>e escolla a opción que ten <filename>j2re1.6-sun</filename> no nome.
ja: システムに初期設定でインストールされている、オープンソース(ではあるが、機能は少ない)であるGIJの代わりにSun Javaを入手するには、<screen>sudo update-alternatives --config java</screen>を実行し、<filename>j2re1.6-sun</filename>のオプションを選択してください。
ko: 시스템은 기본적으로 설치된 오픈소스 GIJ대신 선의 자바를 사용합니다. 실행: <screen>sudo update-alternatives --config java</screen>그리고 <filename>j2re1.6-sun</filename>를 선택하면 됩니다.
pl: Aby używać w swoim systemie Sun Java zamiast otwartego (lecz mniej funkcjonalnego) GIJ, który jest domyślnie instalowany w systemie, uruchom: <screen>sudo update-alternatives --config java</screen> i wybierz opcję, która zawiera w sobie <filename>j2re1.6-sun</filename>.
ro: Pentru a configura sistemul dumneavoastră să folosească Sun Java în locul variante open-source (dar cu funcționalitate redusă) GCJ care este instalată implicit, executați <screen>sudo update-alternatives --config java</screen> și alegeți opțiunea care are <filename>j2re1.6-sun</filename> în nume.
ru: Для того, чтобы использовать Java от Sun вместо GIJ (с открытыми кодами, но менее функционального), запустите <screen>sudo update-alternatives --config java</screen> и выберите <filename>j2re1.6-sun</filename>.
sv: Kör följande kommando för att få ditt system att använda Sun:s Java istället för (men mindre funktionell) GIJ med öppen källkod som är installerad som standard: <screen>sudo update-alternatives --config java</screen> och välj alternativet som har <filename>j2re1.6-sun</filename> i sig.
zh_cn: 要使你的系统使用 Sun Java 而不是默认安装的开源 (功能较少) GIJ， 运行： <screen>sudo update-alternatives --config java</screen> 并选择 <filename>j2re1.6-sun</filename> 这个选项。

source: Hello World
ar: مرحبا يا عالم
bg: Здравей Свят
ca: Hola, món
cs: Ahoj světe
de: Hallo Welt
es: Hola mundo
fi: Hei Maailma
gl: Ola mundo
ko: 안녕하세요
pl: Witaj świecie
ru: Привет, Мир
sv: Hej världen

source: Enter the following code into a text editor and save it as "Hello.java":
ar: أدخل الكود التالي إلى محرر نصوص واحفظه باسم "Hello.java":
bg: Въведете следния код в полето за въвеждане на текст и го запазете като "Hello.java":
cs: Vložte následující kód do textového editoru a uložte jej jako "Hello.java":
de: Geben Sie den folgenden Quelltext in einen Texteditor ein und speichern Sie ihn als »Hallo.java« ab:
el: Εισάγετε τον παρακάτω κώδικα σε έναν επεξεργαστή κειμένου και αποθηκεύστε το ως "Hello.java":
es: Introduzca el siguiente código en un editor de textos y grábelo como «Hello.java»:
fi: Kirjoita seuraava koodi tekstieditoriin ja tallenna se nimellä "Hello.java":
fr: Tapez le code suivant dans un éditeur de texte et sauvez le sous « Hello.java ».
ja: 以下のコードをテキスト・エディターに入力し、"Hello.java"として保存してください:
ko: 아래의 코드를 문서편집기에 입력하고 "Hello.java"로 저장합니다:
pl: Wpisz następujący kod do edytora tekstowego i zapisz go jako "Hello.java":
ro: Introduceți codul următor într-un editor de text și salvați-l ca „Hello.java”:
ru: Введите следующий код в текстовом редакторе и сохраните его как "Hello.java":
sv: Ange följande kod i en textredigerare och spara den som "Hello.java":
zh_cn: 在文本编辑器里键入以下代码和另存文件名字为 “Hello.java”：

source: Open a terminal and compile your code by typing:<screen>javac Hello.java</screen>. You can then run your code by typing:<screen>java Hello</screen>
ar: افتح طرفية وصرّف كودك بطباعة: <screen>javac Hello.java</screen>. تستطيع حينها تشغيل كودك بطباعة:<screen>java Hello</screen>
bg: Отворете терминал и компилирайте вашия код като въведете:<screen>javac Hello.java</screen>. После можете да изпълните вашия код като напишете:<screen>java Hello</screen>
de: Öffnen Sie ein Terminal und compilieren Sie den Quelltext, indem Sie <screen>javac Hallo.java</screen> eingeben. Sie können das Programm dann ausführen, indem Sie <screen>java Hallo</screen> eingeben.
el: Ανοίξτε ένα τερματικό και μεταγλωττίστε τον κώδικα εισάγοντας: <screen>javac Hello.java</screen>. Μετά μπορείτε να τρέξετε τον κώδικας σας γράφοντας: <screen>java Hello</screen>
es: Abra un terminal y compile su código tecleando: <screen>javac Hello.java</screen>. A continuación podrá ejecutar su código tecleando: <screen>java Hello</screen>
fi: Käynnistä pääte ja käännä koodi komennolla<screen>javac Hello.java</screen>. Tämän jälkeen voit suorittaa ohjelmasi komennolla<screen>java Hello</screen>
fr: Ouvrez un terminal et compilez votre code en saisissant : <screen>javac Hello.java</screen>. Vous pouvez ensuite exécuter votre code en tapant :<screen>java Hello</screen>
ja: 端末を開き、以下のコマンドを入力してコードをコンパイルします:<screen>javac Hello.java</screen> そして以下のコマンドを入力し、コードを実行します:<screen>java Hello</screen>
ko: 터미널을 열고 다음을 입력해서 컴파일 합니다: <screen>javac Hello.java</screen>. 다음을 입력해서 실행할 수 있습니다: <screen>java Hello</screen>
pl: Otwórz terminal i skompiluj swój kod poprzez wpisanie:<screen>javac Hello.java</screen>. Następnie uruchom swój kod wpisując: <screen>java Hello</screen>
ro: Deschideți un terminal și compilați programul dumneavoastră tastând:<screen>javac Hello.java</screen>. După aceea puteți rula programul tastând comanda:<screen>java Hello</screen>
ru: Откройте терминал и скомпилируйте код, набрав:<screen>javac Hello.java</screen>. Вы можете запустить свой код, набрав:<screen>java Hello</screen>
sv: Öppna en terminal och kompilera din kod genom att skriva:<screen>javac Hello.java</screen>. Du kan sedan köra din kod genom att skriva:<screen>java Hello</screen>
zh_cn: 打开终端输入：<screen>javac Hello.java</screen> 来编译您的代码。您可以键入：<screen>java Hello</screen>来运行您的代码

source: Integrated Development Environments
ar: بيئات التطوير المتكاملة
bg: Вградени среди за разработка
ca: Entorns de desenvolupament integrats
cs: Integrovaná vývojová prostředí
de: Integrierte Entwicklungsumgebungen (IDEs)
el: Ολοκληρωμένα περιβάλλοντα ανάπτυξης
es: Entornos de desarrollo integrados
fi: Integroidut kehitysympäristöt
fr: Environnements de développement intégrés
gl: Ambientes de desenvolvemento integrados
ja: 統合開発環境
ko: 통합 개발 환경
pl: Zintegrowane Środowisko Programistyczne
ro: Medii de dezvoltare integrate
ru: Интегрированные среды разработки (IDE)
sv: Integrerade utvecklingsmiljöer
zh_cn: 集成开发环境

source: Eclipse IDE for Java
ar: بيئة تطوير Eclipse لجافا
bg: Eclipse IDE за Java
ca: L'IDE Eclipse per al Java
cs: Eclipse IDE pro Javu
de: Eclipse-IDE für Java
el: Το περιβάλλον ανάπτυξης Eclipse για την Java
es: IDE Eclipse para Java
fi: Eclipse-kehitysympristö Javalle
fr: Environnement de développement intégré (IDE) Eclipse pour Java
gl: IDE Eclipse para Java
hu: Eclipse IDE Javahoz
is: Eclipse þróunarumhverfi (IDE) fyrir Java
ja: Java用統合開発環境Eclipse
ko: 자바를 위한 이클립스 IDE
mk: Eclipse развојна околина за Java
pl: Środowisko programistyczne Eclipse dla języka Java
ro: Eclipse IDE pentru Java
ru: Среда разработки Eclipse для Java
sk: Eclipse IDE pre Javu
sv: Eclipse IDE för Java

source: The <application>Eclipse</application> platform provides a complete, extensible Java development environment.
ar: تقدم منصة <application>Eclipse</application> بيئة تطوير جافا كاملة، قابلة للامتداد.
bg: Платформата <application>Eclipse</application> предоставя пълна, гъвкава Java среда за разработване.
ca: La plataforma <application>Eclipse</application> proporciona un entorn Java complet i ampliable.
cs: Platforma <application>Eclipse</application> obsahuje kompletní, rozšiřitelné vývojové prostředí pro Javu.
de: Die <application>Eclipse</application>-Plattform bietet eine vollständige, erweiterbare Java-Entwicklungsumgebung.
el: Η πλατφόρμα του <application>Eclipse</application> παρέχει ένα ολοκληρωμένο και επεκτάσιμο περιβάλλον ανάπτυξης για την Java.
es: La plataforma <application>Eclipse</application> proporciona un entorno de desarrollo Java completo y extensible.
fi: <application>Eclipse</application>-ympäristö tarjoaa täydellisen kehitysympäristön Javalle.
fr: La plateforme <application>Eclipse</application> fournit un environnement de développement Java complet et extensible.
gl: A plataforma <application>Eclipse</application> fornece un contorno de desenvolvemente completo e extensíbel para Java.
hu: Az <application>Eclipse</application> platform egy teljeskörű és bővíthető Java fejlesztőkörnyezetet biztosít.
is: <application>Eclipse</application> verkvangurinn býður upp á heildrænt, útvíkkanlegt Java þróunarumverfi.
ja: <application>Eclipse</application>プラットフォームは、拡張性の高いJava開発環境一式を提供してくれます。
ko: <application>이클립스(Eclipse)</application> 플랫폼은 완전하고 확장 가능한 자바 개발 환경을 제공합니다.
mk: <application>Eclipse</application> платформата нуди комплетна и проширлива Java развојна околина.
pl: <application>Eclipse</application> stanowi pełne, rozszerzalne środowisko programistyczne przeznaczone dla języka Java.
ro: Platforma <application>Eclipse</application> asigură un mediu de programare pentru Java complet și extensibil.
ru: Платформа <application>Eclipse</application> представляет собой полноценное и расширяемое средство разработки на Java.
sk: Platforma <application>Eclipse</application> poskytuje kompletné a rozšíriteľné vývojové prostredie pre Javu.
sv: Plattformen <application>Eclipse</application> tillhandahåller en komplett, utbyggbar utvecklingsmiljö för Java.
zh_cn: <application>Eclipse</application> 平台提供了一个完整的、可扩展的 Java 开发环境。

source: <ulink url="apt:eclipse">Install the <application>eclipse</application> package</ulink>.
ar: <ulink url="apt:eclipse">ثبت الحزمة <application>eclipse</application></ulink>.
bg: <ulink url="apt:eclipse">Инсталирайте пакета <application>eclipse</application></ulink>.
cs: <ulink url="apt:eclipse">Nainstalujte balík <application>eclipse</application></ulink>.
de: <ulink url="apt:eclipse">Installieren Sie das Software-Paket <application>eclipse</application></ulink>.
el: <ulink url="apt:eclipse">Εγκαταστήστε το πακέτο <application>eclipse</application></ulink>.
es: <ulink url="apt:eclipse">Instale el paquete <application>eclipse</application></ulink>.
fi: <ulink url="apt:eclipse">Asenna paketti <application>eclipse</application></ulink>.
fr: <ulink url="apt:eclipse">Installez le paquet <application>eclipse</application></ulink>.
ja: <ulink url="apt:eclipse"><application>eclipse</application> パッケージをインストールします</ulink>。
ko: <ulink url="apt:eclipse"><application>eclipse</application> 꾸러미 설치</ulink>.
pl: <ulink url="apt:eclipse">Zainstaluj pakiet <application>eclipse</application></ulink>.
ro: <ulink url="apt:eclipse">Instalați pachetul <application>eclipse</application></ulink>.
ru: <ulink url="apt:eclipse">Установите пакет <application>eclipse</application></ulink>.
sv: <ulink url="apt:eclipse">Installera paketet <application>eclipse</application></ulink>.
zh_cn: <ulink url="apt:eclipse">安装<application>eclipse</application>软件包</ulink>。

source: Press <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Programming</guimenuitem><guimenuitem>Eclipse IDE</guimenuitem></menuchoice> to start using <application>Eclipse</application>.
ar: اضغط <menuchoice><guimenuitem>تطبيقات</guimenuitem><guimenuitem>برمجة</guimenuitem><guimenuitem>Eclipse IDE</guimenuitem></menuchoice> لبدء استخدام <application>Eclipse</application>.
bg: Натиснете <menuchoice><guimenuitem>Програми</guimenuitem><guimenuitem>Програмиране</guimenuitem><guimenuitem>Eclipse IDE</guimenuitem></menuchoice>, за да започнете работа с <application>Eclipse</application>.
ca: Premeu <menuchoice><guimenuitem>Aplicacions</guimenuitem><guimenuitem>Programació </guimenuitem><guimenuitem>Eclipse IDE</guimenuitem></menuchoice> per començar a utilitzar l'<application>Eclipse</application>.
cs: Stiskněte <menuchoice><guimenuitem>Aplikace</guimenuitem><guimenuitem>Programování</guimenuitem><guimenuitem>Eclipse IDE</guimenuitem></menuchoice> pro spuštění <application>Eclipse</application>.
de: Wählen Sie <menuchoice><guimenuitem>Anwendungen</guimenuitem><guimenuitem>Entwicklung</guimenuitem><guimenuitem>Eclipse IDE</guimenuitem></menuchoice>aus, um <application>Eclipse</application> zu verwenden.
el: Πατήστε <menuchoice><guimenu>Εφαρμογές</guimenu><guisubmenu>Προγραμματισμός</guisubmenu><guimenuitem></guimenuitem>Eclipse IDE</menuchoice> για να ξεκινήσετε με το <application>Eclipse</application>.
es: Pulse <menuchoice><guimenuitem>Aplicaciones</guimenuitem><guimenuitem>Programación</guimenuitem><guimenuitem>Eclipse IDE</guimenuitem></menuchoice> para empezar a usar <application>Eclipse</application>.
fi: Valitse <menuchoice><guimenuitem>Sovellukset</guimenuitem><guimenuitem>Ohjelmointi</guimenuitem><guimenuitem>Eclipse IDE</guimenuitem></menuchoice> käynnistääksesi <application>Eclipse</application>n.
fr: Sélectionnez <menuchoice><guimenu>Applications</guimenu><guisubmenu>Développement</guisubmenu><guimenuitem>Eclipse</guimenuitem></menuchoice> pour lancer <application>Eclipse</application>.
gl: Vaia a <menuchoice><guimenuitem>Aplicacións</guimenuitem><guimenuitem>Programación</guimenuitem><guimenuitem>IDE Eclipse</guimenuitem></menuchoice> para comezar a empregar <application>Eclipse</application>.
hu: Az <application>Eclipse</application> indításához kattintson az <menuchoice><guimenuitem>Alkalmazások</guimenuitem><guimenuitem>Fejlesztés</guimenuitem><guimenuitem>Eclipse</guimenuitem></menuchoice> menüpontra.
is: Ýttu á <menuchoice><guimenuitem>Forrit</guimenuitem><guimenuitem>Forritun</guimenuitem><guimenuitem>Eclipse IDE</guimenuitem></menuchoice> til að byrja að nota <application>Eclipse</application>.
ja: <menuchoice><guimenuitem>アプリケーション</guimenuitem><guimenuitem>プログラミング</guimenuitem><guimenuitem>Eclipse IDE</guimenuitem></menuchoice> を押して <application>Eclipse</application> を開始してください。
ko: <application>이클립스</application>를 실행하려면 <menuchoice><guimenu>프로그램</guimenu><guisubmenu>개발</guisubmenu><guimenuitem>Eclipse</guimenuitem></menuchoice>를 선택하세요.
mk: Притиснете на <menuchoice><guimenuitem>Апликации</guimenuitem><guimenuitem>Програмирање</guimenuitem><guimenuitem>Eclipse IDE</guimenuitem></menuchoice> за стартување на <application>Eclipse</application>.
pl: Aby uruchomić program <application>Eclipse</application>, otwórz <menuchoice><guimenuitem>Programy</guimenuitem><guimenuitem>Programowanie</guimenuitem><guimenuitem>Eclipse IDE</guimenuitem></menuchoice>.
ro: Selectați <menuchoice><guimenuitem>Aplicații</guimenuitem><guimenuitem>Programare</guimenuitem><guimenuitem>Eclipse IDE</guimenuitem></menuchoice> pentru a lansa aplicația <application>Eclipse</application>.
ru: Выберите <menuchoice><guimenuitem>Приложения</guimenuitem><guimenuitem>Программирование</guimenuitem><guimenuitem>Eclipse IDE</guimenuitem></menuchoice> для начала работы с <application>Eclipse</application>.
sk: Pre spustenie <application>Eclipse</application> vyberte <menuchoice><guimenuitem>Aplikácie</guimenuitem><guimenuitem>Programovanie</guimenuitem><guimenuitem>Eclipse IDE</guimenuitem></menuchoice>.
sv: Tryck på <menuchoice><guimenuitem>Program</guimenuitem><guimenuitem>Programmering</guimenuitem><guimenuitem>Eclipse IDE</guimenuitem></menuchoice> för att börja använda <application>Eclipse</application>.
zh_cn: 按下 <menuchoice><guimenuitem>应用程序</guimenuitem><guimenuitem>编程</guimenuitem><guimenuitem>Eclipse IDE</guimenuitem></menuchoice> 来开始使用 <application>Eclipse</application>。
