Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/programming/po/*.po
Languages: ar, bg, ca, cs, de, el, es, fi, fr, gl, hu, is, ja, ko, mk, pl, ro, ru, sk, sv, zh_cn

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
ar: ubuntu-doc@lists.ubuntu.com (مشروع توثيق أوبونتو)
bg: ubuntu-doc@lists.ubuntu.com (Проект за документация на Ubuntu)
ca: ubuntu-doc@lists.ubuntu.com (projecte de documentació de l'Ubuntu)
cs: ubuntu-doc@lists.ubuntu.com (Dokumentační projekt Ubuntu)
de: ubuntu-doc@lists.ubuntu.com (Ubuntu-Dokumentationsprojekt)
el: ubuntu-doc@lists.ubuntu.com (Έργο Τεκμηρίωσης του Ubuntu)
es: ubuntu-doc@lists.ubuntu.com (Proyecto de documentación Ubuntu)
fi: ubuntu-doc@lists.ubuntu.com (Ubuntun dokumentaatioprojekti)
fr: ubuntu-doc@lists.ubuntu.com (projet de documentation Ubuntu)
gl: ubuntu-doc@lists.ubuntu.com (Proxecto de Documentación de Ubuntu)
hu: ubuntu-doc@lists.ubuntu.com (Ubuntu dokumentációs projekt)
is: ubuntu-doc@lists.ubuntu.com (Ubuntu skjölunarverkefnið)
ja: ubuntu-doc@lists.ubuntu.com (Ubuntu ドキュメンテーション・プロジェクト)
ko: ubuntu-doc@lists.ubuntu.com (우분투 문서화 프로젝트)
mk: ubuntu-doc@lists.ubuntu.com (Проект за документација на Ubuntu)
pl: ubuntu-doc@lists.ubuntu.com (Projekt dokumentacji Ubuntu)
ro: ubuntu-doc@lists.ubuntu.com (Proiectul de Documentație Ubuntu)
ru: ubuntu-doc@lists.ubuntu.com (Проект документации Ubuntu)
sk: ubuntu-doc@lists.ubuntu.com (Dokumentačný projekt Ubuntu)
sv: ubuntu-doc@lists.ubuntu.com (Ubuntus dokumentationsprojekt)
zh_cn: ubuntu-doc@lists.ubuntu.com (Ubuntu 文档项目)

source: Writing Your Own Programs
ar: كتابة برنامجك الخاص
bg: Писане на собствени програми
de: Eigene Programme schreiben
es: Escribir sus propios programas
fi: Omien ohjelmien kirjoittaminen
fr: Écriture de vos propres programmes
ja: 自作プログラムを書く
pl: Tworzenie własnych programów
ru: Написание собственных прорамм
sv: Skriv dina egna program

source: Placeholder.
ar: حيز مؤقت
bg: Контейнер.
ca: Text variable.
de: Platzhalter.
el: Αντικαταστάτης
es: Ubicador.
fi: Varalla.
fr: Substituant.
gl: Marcador de posición.
hu: Helykitöltő.
is: Staðgengill.
ja: プレースホルダ
ko: 개체 틀
mk: Резервирано место.
pl: Symbol zastępczy.
ro: Înlocuitor.
ru: Место подстановки (заполнитель)
sk: Zástupný znak
sv: Platshållare.
zh_cn: 占位符

source: Credits and License
ar: الإشادات و الرخصة
bg: Заслуги и лиценз
ca: Crèdits i llicència
cs: Zásluhy a licence
de: Mitwirkende und Lizenzbestimmungen
el: Συντελεστές και Άδεια Χρήσης
es: Créditos y licencia
fi: Tekijät ja lisenssi
fr: Remerciements et licence
gl: Créditos e Licenza
hu: Köszönetnyilvánítás és licenc
is: Heiður og leyfi
ja: 著作権とライセンス
ko: 만든 사람들과 저작권
mk: Заслуги и лиценца
pl: Autorzy i Licencja
ro: Autori și Licență
ru: Авторы и лицензия
sk: Poďakovanie a licencia
sv: Erkännanden och licens
zh_cn: 贡献者与授权许可

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
ar: هذا المستند مدار بواسطة فريق توثيق أوبونتو (https://wiki.ubuntu.com/DocumentationTeam). لقائمة بالمساهمين، راجع <ulink url="../../libs/C/contributors.xml">>صفحة المساهمين</ulink>
bg: Този документ се поддържа от екипа за документация на Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Списъкът с учатниците в този екип вижте на <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
ca: Aquest document el manté l'equip de documentació de l'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Vegeu la <ulink url="../../libs/C/contributors.xml">pàgina dels col·laboradors</ulink> per a obtenir una llista d'aquells qui hi han col·laborat.
cs: Tento dokument je spravován dokumentačním týmem Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pokud chcete shlédnout seznam přispěvatelů, navštivte <ulink url="../../libs/C/contributors.xml">stránku přispěvatelů</ulink>
de: Dieses Dokument wird vom Ubuntu-Dokumentationsteam gepflegt (https://wiki.ubuntu.com/DocumentationTeam). Eine Liste der Mitwirkenden finden Sie unter <ulink url="../../libs/C/contributors.xml">Mitwirkende</ulink>.
el: Αυτό το έγγραφο συντηρείται από την ομάδα τεκμηρίωσης του Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Για τη λίστα των συντελεστών, δείτε <ulink url="../../libs/C/contributors.xml">την σελίδα τους</ulink>
es: Este documento lo mantiene el Equipo de Documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para ver una lista de contribuyentes, consulte la <ulink url="../../libs/C/contributors.xml">página de contribuyentes</ulink>
fi: Ubuntun dokumentointitiimi (https://wiki.ubuntu.com/DocumentationTeam) ylläpitää tätä ohjetta. Ohjeen kirjoittamiseen osallistuneet henkilöt löytyvät <ulink url="../../libs/C/contributors.xml">tekijät-sivulta</ulink>.
fr: Ce document est maintenu par l'équipe de documentation d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pour obtenir la liste des contributeurs, consultez la <ulink url="../../libs/C/contributors.xml">page des contributeurs</ulink>. En cas de problème avec la traduction française, vous pouvez contacter l'équipe de traduction sur la liste de diffusion : ubuntu-fr-l10n@lists.ubuntu.com
gl: Este documento manteno o equipo de documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para ver unha lista dos que contribuíron, véxase a <ulink url="../../libs/C/contributors.xml">páxina de colaboradores</ulink>.
ja: このドキュメントはUbuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam)によってメンテナンスされています。貢献者のリストは<ulink url="../../libs/C/contributors.xml">contributors page</ulink>を見てください
ko: 이 문서는 우분투 문서 팀(https://wiki.ubuntu.com/DocumentationTeam)에서 관리 합니다. 공헌자 목록은 <ulink url="../../libs/C/contributors.xml">contributors page</ulink>을 보세요.
pl: Ten dokument jest pod opieką Zespołu Dokumentacji Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Lista autorów jest dostępna na <ulink url="../../libs/C/contributors.xml">tej stronie</ulink>.
ro: Acest document este întreținut de Echipa de documentație Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pentru o listă a contribuitorilor, vedeți <ulink url="../../libs/C/contributors.xml">pagina contribuitorilor</ulink>.
ru: Этот документ поддерживается командой документирования Убунту (https://wiki.ubuntu.com/DocumentationTeam). Для просмотра списка участников перейдите по ссылке <ulink url="../../libs/C/contributors.xml">Страница участников команды документирования</ulink>.
sv: Detta dokument underhålls av Ubuntus dokumentationsteam (https://wiki.ubuntu.com/DocumentationTeam). Se <ulink url="../../libs/C/contributors.xml">bidragsgivarnas sida</ulink> för en lista över bidragsgivare.
zh_cn: 此文档由 Ubuntu 文档小组维护 (https://wiki.ubuntu.com/DocumentationTeam)。贡献者的列表位于<ulink url="../../libs/C/contributors.xml">贡献者页面</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ar: هذا المستند متوفر تحت رخصة العموميات الخلاقة التشارك بالمثل 2.5 (CC-BY-SA).
bg: Този документ е достъпен под лиценза Creative Commons ShareAlike 2.5 (CC-BY-SA).
ca: Aquest document està sota les condicions de la llicència Creative Commons ShareAlike 2.5 (CC-BY-SA).
cs: Tento dokument je uveřejněn pod licencí Creative Commons ShareAlike 2.5 (CC-BY-SA).
de: Dieses Dokument wurde unter der Creative-Commons-ShareAlike-Lizenz 2.5 (CC-BY-SA) veröffentlicht.
el: Το έγγραφο αυτό διατίθεται υπό την άδεια Creative Commons ShareAlike 2.5 (CC-BY-SA).
es: Este documento se encuentra disponible bajo la licencia de Creative Commons ShareAlike 2.5 (CC-BY-SA).
fi: Tämä ohje on käytettävissä Creative Commons ShareAlike 2.5 -lisenssillä (CC-BY-SA).
fr: Ce document est diffusé sous la licence Creative Commons Paternité – Partage des conditions initiales à l'identique v. 2.5 (CC-BY-SA).
gl: Este documento está dispoñible baixo a Licenza Creative Commons Compartir-Igual 2.5 (CC-BY-SA).
hu: Ez a dokumentum a Creative Commons Nevezd meg! – Így add tovább! 2.5 (CC-BY-SA) licenc alatt érhető el.
is: Þetta skjal er gefið út undir Creative Commons ShareAlike 2.5 License (CC-BY-SA) skilmálunum.
ja: このドキュメントは、Creative Commons ShareAlike 2.5 License (CC-BY-SA)のもとで利用可能とします。
ko: 이 문서는 크리에이티브 커먼즈 저작자표시-동일조건변경허락 2.5 라이센스(CC-BY-SA)에 따라 이용가능합니다.
mk: Овој документ е достапен под Creative Commons ShareAlike 2.5 лиценцата (CC-BY-SA).
pl: Ten dokument jest udostępniany na zasadach licencji Creative Commons ShareAlike 2.5 (CC-BY-SA).
ro: Acest document este disponibil sub termenii licenței Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ru: Этот документ доступен под лицензией Creative Commons ShareAlike 2.5 (CC-BY-SA)
sk: Tento dokument je dostupný za podmienok licencie Creative Commons ShareAlike 2.5 (CC-BY-SA).
sv: Det här dokumentet har gjorts tillgängligt under licensen Creative Commons ShareAlike 2.5 License (CC-BY-SA).
zh_cn: 本文档基于 Creative Commons ShareAlike 2.5 许可协议 (CC-BY-SA) 发布。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
ar: لك أن تعدّل و تزيد و تحسّن وثائق الشفرة المصدرية لأوبونتو بموجب شروط هذه الرخصة. كل الأعمال المشتقة يجب أن تنشر بذات الرخصة.
bg: Имате правото свободно да променяте, разширявате и подобрявате изходния код на Ubuntu документацията при условията на този лиценз. Всички производни разработки трябва да бъдат под силата на този лиценз.
ca: Sou lliure de modificar, ampliar i millorar el codi font de la documentació de l'Ubuntu segons els termes d'aquesta llicència. Totes les obres que se'n derivin s'hauran de fer públiques segons les condicions d'aquesta llicència.
cs: Jste oprávněni upravovat, rozšiřovat a vylepšovat zdrojový kód dokumentace Ubuntu pod podmínkami této licence. Všechny odvozené práce musí být uveřejněny pod touto licencí.
de: Es steht Ihnen frei, den Quelltext der Ubuntu-Dokumentation im Rahmen dieser Lizenzbedingungen zu verändern, zu erweitern und zu verbessern. Alle davon abstammenden Werke müssen unter dieser Lizenz veröffentlicht werden.
el: Είστε ελεύθεροι να τροποποιήσετε, να επεκτείνετε και να βελτιώσετε τον πηγαίο κώδικα της τεκμηρίωσης του Ubuntu, υπό τους όρους της συγκεκριμένης άδειας.
es: Usted es libre de modificar, extender y mejorar el código fuente de la documentación de Ubuntu bajo los términos de esta licencia. Todos los trabajos derivados deben publicarse bajo esta licencia.
fi: Voit muokata, jatkaa ja parantaa Ubuntun ohjeiden lähdekoodia tämän lisenssin alla. Kaikkien jatkotuotosten pitää olla julkaistu samalla lisenssillä.
fr: Vous êtes libre de modifier, de compléter ou d'améliorer le code source de la documentation Ubuntu sous les termes de cette licence. Tous les travaux dérivés doivent être soumis à cette même licence.
gl: É libre de modificar, ampliar e mellorar o código fonte da documentación de Ubuntu baixo os termos desta licenza. Todas as obras derivadas téñense que publicar baixo esta licenza.
hu: Joga van módosítani, kiegészíteni és fejleszteni az Ubuntu dokumentációk forrását. A származtatott munkákat ugyanezen licenc alatt kell kiadnia.
is: Þér er heimilt að breyta eða bæta frumkóða Ubuntu skjölunarinnar að uppfylltum ákvæðum þessa leyfis. Öll afleidd vinna verður að vera gefin út undir þessu leyfi.
ja: このライセンスのもとであれば、利用者は Ubuntu ドキュメントのソースコードを自由に改変、加筆、改善することができます。すべての派生物はこのライセンスのもとでリリースしなければなりません｡
ko: 여러분은 이 라이센스의 규정에 따라 얼마든지 우분투 문서의 소스 코드를 변경, 확장, 개선할 수 있습니다. 다만, 이러한 작업에 따른 모든 결과물들은 이 라이센스와 함께 배포되어야 합니다.
mk: Имате слобода да го модифицирате, проширувате и подобрувате изворниот код на документацијата на Ubuntu под услови на оваа лиценца. Сите наследени дела мора да бидат објавени под оваа лиценца.
pl: Każdy ma prawo modyfikować, rozszerzać i poprawiać kod źródłowy dokumentacji Ubuntu na zasadach zawartych w niniejszej licencji. Wszelkie dzieła pochodne muszą być udostępniane na tej samej licencji.
ro: Aveți libertatea de a modifica, extinde și îmbunătăţi codul sursă al documentației Ubuntu respectând termenii acestei licențe. Orice lucrare derivată din acestă documentație trebuie să se supună termenilor acestei licențe.
ru: По условиям этой лицензии вы можете изменять, расширять и улучшать исходный код документации Ubuntu. Любые производные документы также должны быть выпущены под этой лицензией.
sk: Môžete slobodne modifikovať, rozširovať a zlepšovať zdrojové kódy dokumentácie Ubuntu pod podmienkami tejto licencie. Všetky odvodené práce musia byť vydané pod touto licenciou.
sv: Du får fritt modifiera, utöka och förbättra källkoden till Ubuntudokumentationen under vilkoren för den här licensen. Alla verk baserade på detta måste släppas under den här licensen.
zh_cn: 您可以在该许可证的条款下自由地修改、扩展，以及改进本 Ubuntu 文档的源码。所有的衍生作品必须在本许可下发布。

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
ar: يوزع هذا التوثيق على أمل أنه سيكون مفيداً، لكن بدون أية ضمانات، حتى بدون الضمان الملمح لقابلية التسويق أو مناسبة الاستخدام لغرض معين كما هو مبين في وثيقة التنصّل.
bg: Този документ се разпространява с надеждата, че ще бъде полезен, но БЕЗ НИКАКВА ГАРАНЦИЯ; дори без косвена гаранция за ГОДНОСТ ЗА ПРОДАЖБА или ПРИГОДНОСТ ЗА УПОТРЕБА С ОПРЕДЕЛЕНА ЦЕЛ, КАКТО Е ОПИСАНО В РАЗДЕЛА ОТКАЗВАНЕ ОТ ПРАВА.
ca: Aquesta documentació es distribueix amb l'esperança que serà útil, però SENSE CAP GARANTIA; ni tan sols la garantia de MERCANTIBILITAT o d'ADEQUACIÓ PER UN FI PARTICULAR, COM ES DESCRIU EN AQUEST AVÍS D'EXEMPCIÓ DE RESPONSABILITAT.
cs: Tato dokumentace je distribuována ve víře v její použitelnost ,ale BEZ JAKÉKOLIV ZÁRUKY; bez záruky PRODEJNOSTI nebo ČÁSTEČNÉ CÍLE JAK POPSÁNO V TOMTO USTANOVENÍ.
de: Dieses Dokument wurde in der Hoffnung herausgeben, dass es sich als nützlich und hilfreich erweisen werde. Dies beinhaltet jedoch keine Gewährleistung, weder ausdrücklich noch implizit, einschließlich – aber nicht begrenzt auf – Marktreife oder Verwendbarkeit für einen bestimmten Zweck, wie im Haftungsausschluss beschrieben.
el: Αυτή η τεκμηρίωση διανέμεται με την ελπίδα ότι θα είναι χρήσιμη, αλλά ΧΩΡΙΣ ΟΠΟΙΑΔΗΠΟΤΕ ΕΓΓΥΗΣΗ, χωρίς ακόμη και την υπονοούμενη εγγύηση ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ ή ΤΗΣ ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ ΟΠΩΣ ΠΕΡΙΓΡΑΦΕΤΑΙ ΣΤΗΝ ΑΠΟΠΟΙΗΣΗ ΕΥΘΥΝΗΣ.
es: Esta documentación se distribuye con la intención de que resulte de utilidad, pero SIN NINGUNA GARANTÍA, ni siquiera la garantía implícita de COMERCIALIZACIÓN o de que SEA ADECUADA PARA UN PROPÓSITO PARTICULAR, TAL Y COMO SE INDICA EN LA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDAD.
fi: Tämä dokumentaatio jaetaan siinä toivossa, että siitä on hyötyä, mutta ilman takuuta; edes epäsuoraa takuuta kaupattuvuudesta, tai soveltuvuudesta tiettyyn käyttöön kuten vastuuvapauslausekkeessa kuvaillaan, ei anneta.
fr: Cette documentation est distribuée dans l'espoir qu'elle sera utile, mais SANS AUCUNE GARANTIE de quelque nature que ce soit ; expresse ou implicite, y compris, mais sans y être limité, les garanties D'APTITUDE À LA VENTE ou À UN BUT PARTICULIER COMME EXPOSÉ DANS LA MISE EN GARDE. (N.B. : en cas de litige, seule la version anglaise fait foi)
gl: Esta documentación distribúese coa esperanza de que resulte útil, mais SEN NINGUNHA GARANTÍA ; nin garantía implícita de CALIDADE COMERCIAL ou de IDONEIDADE PARA UN PROPÓSITO PARTICULAR, TAL E COMO SE DESCRIBE NA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDADE.
hu: A dokumentációt abban a reményben terjesztjük, hogy hasznos lesz, de nem vállalunk SEMMIFÉLE GARANCIÁT, még olyan értelemben sem, hogy alkalmas-e a KÖZREADÁSRA vagy EGY BIZONYOS FELADAT ELVÉGZÉSÉRE AZ EBBEN A FIGYELMEZTETÉSBEN LEÍRTAK SZERINT.
is: Þessu skjali er dreift með það í huga að það komi að góðum notum en ÁN ALLRAR ÁBYRGÐAR; jafnvel án þeirrar ábyrgðar sem fólgin er í SELJANLEIKA eða HÆFNI TIL AÐ GEGNA ÁKVEÐNU HLUTVERKI EINS OG SKÝRT ER Í FYRIRVARA.
ja: この文書は利用者の便宜になることを期待して配布しますが、何らの保証をするものではなく、また、免責条項に記載のある通り、商品性や特定用途に対する適合性を暗黙に保証するものでもありません。
ko: 이 문서는 유용하게 사용될 수 있으리라는 희망에서 배포되고 있지만, 특정한 목적에 맞는 적합성 여부나 판매용으로 사용할 수 있으리라는 묵시적인 보증을 포함한 어떠한 형태의 보증도 제공하지 않습니다.
mk: Оваа документација е дистрибуирана со надеж дека ќе биде од корист на некого, но БЕЗ НИКАКВИ ГАРАНЦИИ; без дури и имплицираната гаранција при ПРОДАЖБА или ПРИЛАГОДУВАЊЕ ЗА ОДРЕДЕНА НАМЕНА КАКО ШТО Е ОПИШАНО ВО ОСПОРУВАЊЕТО.
pl: Ten dokument jest rozpowszechniany z nadzieją, iż będzie przydatny, ale BEZ ŻADNYCH GWARANCJI; nawet bez domniemanej gwarancji ZGODNOŚCI Z UMOWĄ lub MOŻLIWOŚCI ZASTOSOWANIA W KONKRETNYM CELU TAK JAK OPISANO TO W OŚWIADCZENIU.
ro: Această documentație este difuzată în speranța că va fi utilă, dar FĂRĂ NICI O GARANŢIE; nici chiar garanția implicită de COMERCIALIZARE sau ADAPTARE PENTRU UN ANUMIT SCOP, CONFORM DESCRIERII DIN DECLARAȚIA DE NEASUMARE A RESPONSABILITĂȚII.
ru: Эта документация распространяется в надежде, что она будет полезной, но БЕЗ КАКИХ ЛИБО ГАРАНТИЙ; даже без возможной гарантии РАБОТОСПОСОБНОСТИ или ПРИГОДНОСТИ К ОПРЕДЕЛЕННОЙ ЦЕЛИ, КАК ОПИСАНО В СОГЛАШЕНИИ.
sk: Táto dokumentácia je šírená v nádeji, že bude užitočnou, no BEZ AKEJKOĽVEK ZÁRUKY; ktorá nezahŕňa ani implicitnú záruku PREDAJNOSTI alebo VHODNOSTI PRE URČITÝ ÚČEL TAK, AKO JE POPISOVANÉ V ZRIEKNUTÍ SA ZÁRUKY.
sv: Den här dokumentationen distribueras med förhoppningen att den kommer att vara användbar, men UTAN NÅGRA GARANTIER, varken uttryckliga eller implicita, ENLIGT VAD SOM BESKRIVS I FRISKRIVNINGSKLAUSULEN.
zh_cn: 发布本文档是希望它有所用途，但不提供任何担保；甚至如免责声明中所说那样对特定目标的适销性或适用性也不提供任何隐性的担保。

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ar: نسخة من الرخصة متوفرة هنا: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">رخصة العموميات الخلاقة التشارك بالمثل</ulink>.
bg: Копие на лиценза може да намерите тук: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ca: Trobareu una còpia de la llicència aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">llicència Creative Commons ShareAlike</ulink>.
cs: Kopie licence je dostupná zde: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
de: Eine Kopie der Lizenzbestimmungen ist verfügbar unter: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
el: Ένα αντίγραφο της άδειας χρήσης είναι διαθέσιμο εδώ: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
es: Hay una copia de la licencia disponible aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licencia Creative Commons ShareAlike</ulink>.
fi: Kopio lisenssistä löytyy sivulta <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike -lisenssi</ulink>.
fr: Une copie de la licence est disponible ici : <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
gl: Hai dispoñible unha copia da licenza aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licenza Creative Commons CompartirIgual</ulink>.
ja: ライセンスは次のリンクで参照できます: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。
ko: 인증서 복사는 여기에서 하면 됩니다: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
pl: Kopia licencji jest dostępna tutaj: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licencja Creative Commons ShareAlike</ulink>.
ro: O copie a licenței este disponibilă aici: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licența Creative Commons „Atribuire-Distribuire în condiţii identice”</ulink>.
ru: Копия этой лицензии доступна по адресу <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sv: En kopia av licensen finns tillgänglig här: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
zh_cn: 许可证的副本位于：<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Ubuntu Documentation Project
ar: مشروع توثيق أوبونتو
bg: Проектът за документация на Ubuntu
ca: Projecte de documentació de l'Ubuntu
cs: Dokumentační projekt Ubuntu
de: Ubuntu-Dokumentationsprojekt
el: Έργο Τεκμηρίωσης Ubuntu
es: Proyecto de documentación de Ubuntu
fi: Ubuntun dokumentaatioprojekti
fr: Projet de documentation d'Ubuntu
gl: Proxecto de Documentación do Ubuntu
ja: Ubuntuドキュメンテーション・プロジェクト
ko: 우분투 문서화 프로젝트
mk: Проект за документација на Ubuntu
pl: Projektu Dokumentacji Ubuntu
ro: Proiectul de documentație Ubuntu
ru: Проект документации Ubuntu
sv: Dokumentationsprojekt för Ubuntu
zh_cn: Ubuntu 文档项目

source: Canonical Ltd. and members of the <placeholder-1/>
ar: كانونيكال المحدودة وأعضاء <placeholder-1/>
bg: Canonical Ltd. и членовете на <placeholder-1/>
ca: Canonical Ltd. i els membres de <placeholder-1/>
cs: Canonical Ltd. a členové <placeholder-1/>
de: Canonical Ltd. und Mitglieder vom <placeholder-1/>
el: Η εταιρία Canonical Ltd. και συντελεστές από το <placeholder-1/>
es: Canonical Ltd. y miembros de <placeholder-1/>
fi: Canonical Ltd. ja seuraavan ryhmän jäsenet: <placeholder-1/>
fr: Canonical Ltd. et les membres de <placeholder-1/>
gl: Canonical Ltd. e membros do <placeholder-1/>
ja: Canonical Ltd.と<placeholder-1/>一同
ko: Canonical Ltd.와 <placeholder-1/>의 참여원
mk: Canonical Ltd. и членовите на <placeholder-1/>
pl: Canonical Ltd. i członkowie <placeholder-1/>
ro: Canonical Ltd. și membri ai <placeholder-1/>
ru: Canonical Ltd. и участники <placeholder-1/>
sv: Canonical Ltd. och medlemmar från <placeholder-1/>
zh_cn: Canonical 公司和 <placeholder-1/> 的成员

source: The Ubuntu Documentation Project
ar: مشروع توثيق أوبونتو
bg: Прокетът за документация на Ubuntu
ca: El projecte de documentació de l'Ubuntu
cs: Dokumentační projekt Ubuntu
de: Das Ubuntu-Dokumentationsprojekt
el: Το Έργο Τεκμηρίωσης του Ubuntu
es: Proyecto de documentación de Ubuntu
fi: Ubuntun dokumentaatioprojekti
fr: Le projet de documentation Ubuntu
gl: O Proxecto de Documentación de Ubuntu
hu: Az Ubuntu dokumentációs projekt
is: Skjölunarverkefni Ubuntu
ja: Ubuntu Documentation Project
ko: 우분투 문서화 프로젝트
mk: Проект за документација на Ubuntu
pl: Projekt Dokumentacji Ubuntu
ro: Proiectul de Documentație Ubuntu
ru: Проект документации Ubuntu
sk: Dokumentačný projekt Ubuntu
sv: Ubuntus dokumentationsprojekt
zh_cn: Ubuntu文档项目
