Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/programming/po/*.po
Languages: ar, bg, ca, cs, de, el, es, fi, fr, gl, hu, is, ja, ko, mk, pl, ro, ru, sk, sv, zh_cn

source: <application>Devhelp</application> is an application to read and search all of the documentation that you install.
ar: <application>Devhelp</application> هو تطبيق للقراءة والبحث في كل المستندات التي ثبّتها.
bg: <application>Devhelp</application> е приложение за четене и търсене в цялата документация, която инсталирате.
ca: El <application>Devhelp</application> és una aplicació per a llegir i cercar a tota la documentació que instal·leu.
cs: <application>Devhelp</application> je aplikace pro čtení a vyhledávání ve veškeré nainstalované dokumentaci.
de: <application>Devhelp</application> ist ein Programm zum Lesen und Durchsuchen der gesamten Entwicklerdokumentation, die sie installiert haben.
el: Το <application>Devhelp</application> είναι μια εφαρμογή που σας επιτρέπει να διαβάσετε και να αναζητήσετε πληροφορίες στο σύνολο της τεκμηρίωσης που έχετε εγκαταστήσει.
es: <application>Devhelp</application> es una aplicación para leer y buscar en toda la documentación que haya instalado.
fi: <application>Devhelp</application> on ohjelma, jolla voit lukea ja etsiä tietoa kaikista oppaista, jotka olet asentanut.
fr: <application>Devhelp</application> est une application qui permet de consulter la documentation que vous avez installée et d'y effectuer des recherches.
gl: <application>Devhelp</application> é unha aplicación para ler e procurar por toda a documentación que instale.
hu: A <application>Devhelp</application> alkalmazás a telepített dokumentációk olvasására és keresésére szolgál.
is: <application>Devhelp</application> er forrit til þess að leita í, og lesa alla þá skjölun og hjálparefni sem er á tölvunni þinni.
ja: <application>Devhelp</application> はインストールしたすべてのドキュメントの閲覧と検索をするためのアプリケーションです。
ko: <application>개발자 도움말</application>은 여러분이 설치한 문서의 모든 것을 검색하고 읽을 수 있는 프로그램입니다.
mk: <application>Девпомош</application> е апликација за читање и пребарување на целокупната документација што ја инсталирате.
pl: <application>Devhelp</application> to aplikacja do czytania i przeszukiwania całej zainstalowanej dokumentacji.
ro: <application>Devhelp</application> este o aplicație pentru a căuta și citi toată documentația pe care o instalați.
ru: <application>Devhelp</application> приложение для чтения и поиска среди всей установленной вами документации.
sk: <application>Devhelp</application> je aplikácia na čítanie a prehľadávanie nainštalovanej dokumentácie.
sv: <application>Devhelp</application> är ett program för att läsa och söka igenom all dokumentation som du installerar.
zh_cn: <application>Devhelp</application> 是一个阅读和搜索所有您安装文档的应用程序。

source: <ulink url="apt:devhelp">Install the <application>devhelp</application> package</ulink>.
ar: <ulink url="apt:devhelp">ثبت الحزمة <application>devhelp</application></ulink>.
bg: <ulink url="apt:devhelp">Инсталирайте пакета <application>devhelp</application></ulink>.
cs: <ulink url="apt:devhelp">Nainstalujte balík <application>devhelp</application></ulink>.
de: <ulink url="apt:devhelp">Installieren Sie das Software-Paket <application>devhelp</application></ulink>.
el: <ulink url="apt:devhelp">Εγκαταστήστε το πακέτο <application>devhelp</application></ulink>.
es: <ulink url="apt:devhelp">Instale el paquete <application>devhelp</application></ulink>.
fi: <ulink url="apt:devhelp">Asenna paketti <application>devhelp</application> package</ulink>.
fr: <ulink url="apt:devhelp">Installez le paquet <application>devhelp</application></ulink>.
ja: <ulink url="apt:devhelp"><application>devhelp</application> パッケージをインストールします</ulink>。
ko: <ulink url="apt:devhelp"<application>devhelp</application> 꾸러미 설치</ulink>.
pl: <ulink url="apt:devhelp">Zainstaluj pakiet <application>devhelp</application></ulink>.
ro: <ulink url="apt:devhelp">Instalează pachetul <application>devhelp</application></ulink>.
ru: <ulink url="apt:devhelp">Установите пакет <application>devhelp</application></ulink>.
sv: <ulink url="apt:devhelp">Installera paketet <application>devhelp</application></ulink>.
zh_cn: <ulink url="apt:devhelp">安装<application>devhelp</application>软件包</ulink>。

source: Choose <menuchoice><guimenu>Applications</guimenu><guisubmenu>Programming</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>.
ar: اختر <menuchoice><guimenu>تطبيقات</guimenu><guisubmenu>برمجة</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>.
bg: Изберете <menuchoice><guimenu>Програми</guimenu><guisubmenu>Програмиране</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>.
ca: Escolliu <menuchoice><guimenu>Aplicacions</guimenu><guisubmenu>Programació</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>
cs: Zvolte <menuchoice><guimenu>Aplikace</guimenu><guisubmenu>Programování</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guisubmenu>Programmierung</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>.
el: Επιλέξτε <menuchoice><guimenu>Εφαρμογές</guimenu><guisubmenu>Προγραμματισμός</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>.
es: Elija <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Programación</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>.
fi: Valitse <menuchoice><guimenu>Sovellukset</guimenu><guisubmenu>Ohjelmointi</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>.
fr: Choisissez <menuchoice><guimenu>Applications</guimenu><guisubmenu>Développement</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>.
gl: Escolla <menuchoice><guimenu>Aplicacións</guimenu><guisubmenu>Programación</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>.
hu: Válassza ki az <menuchoice><guimenu>Alkalmazások</guimenu><guisubmenu>Fejlesztés</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice> menüpontot.
is: Veldu <menuchoice><guimenu>Forrit</guimenu><guisubmenu>Forritun</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>.
ja: <menuchoice><guimenu>アプリケーション</guimenu><guisubmenu>プログラミング</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice> を選択してください。
ko: <menuchoice><guimenu>프로그램</guimenu><guisubmenu>개발</guisubmenu><guimenuitem>개발자 도움말</guimenuitem></menuchoice>을 선택하세요.
mk: Изберете <menuchoice><guimenu>Апликации</guimenu><guisubmenu>Програмирање</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>.
pl: Wybierz <menuchoice><guimenu>Aplikacje</guimenu><guisubmenu>Programowanie</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>.
ro: Selectați <menuchoice><guimenu>Applicații</guimenu><guisubmenu>Programare</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>.
ru: Выберите <menuchoice><guimenu>Приложения</guimenu><guisubmenu>Разработка ПО</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>.
sk: Zvoľte <menuchoice><guimenu>Aplikácie</guimenu><guisubmenu>Programovanie</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>.
sv: Välj <menuchoice><guimenu>Program</guimenu><guisubmenu>Programmering</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>.
zh_cn: 选择 <menuchoice><guimenu>应用程序</guimenu><guisubmenu>编程</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>。

source: C and C++
ar: سي وسي++
bg: C и C++
ca: C i C++
cs: C a C++
de: C und C++
el: C και C++
es: C y C++
fi: C ja C++
fr: C et C++
gl: C e C++
hu: C és C++
is: C og C++
ja: C と C++
ko: C/C++
mk: C и C++
pl: C i C++
ro: C şi C++
ru: C и С++
sk: C a C++
sv: C och C++
zh_cn: C 和 C++

source: Compiling C and C++ programs requires some packages that are not installed by default.
ar: تصريف برامج سي وسي++ يتطلب بعض الحزم غير المثبّتة مبدئيا.
bg: Компилирането на C и C++ програми изисква някои пакети, които не се инсталират по подразбиране.
ca: La compilació de programes en C i C++ requereix alguns paquets que no s'instal·len per defecte.
cs: Kompilování C a C++ programů vyžaduje některé balíky, které nejsou dostupné ve výchozí instalaci.
de: Um C- und C++-Programme zu kompilieren, sind einige Pakete erforderlich, die standardmäßig nicht installiert sind.
el: Η μεταγλώττιση προγραμμάτων C και C++ απαιτεί ορισμένα πακέτα που δεν είναι εγκατεστημένα από την αρχή.
es: Compilar programas C y C++ requiere algunos paquetes que no están instalados por defecto.
fi: C- ja C++-kielisten ohjelmien kääntämiseen tarvitset muutamia paketteja, joita ei asenneta oletuksena.
fr: La compilation de programmes en C et C++ nécessite des paquets qui ne sont pas installés par défaut.
gl: Para compilar programas en C e C++ fan falla algúns paquetes que non se instalan por omisión.
hu: C és C++ programok fordításához olyan csomagokra lesz szüksége, amelyek nem kerülnek alapértelmezésben telepítésre.
is: Til að þýða C og C++ þarf nokkra pakka sem ekki eru í sjálfgefnu uppsetningunni.
ja: CやC++プログラムをコンパイルするには、デフォルトでインストールされないいくつかのパッケージが必要です。
ko: C/C++ 프로그램을 컴파일하기 위해서는 기본적으로 설치되어 있지 않은 몇 가지 꾸러미들이 필요합니다.
mk: Компајлирањето на C и C++ програми побарува некои пакети кои не се стандардно инсталирани.
pl: Do skompilowania programów w językach C i C++ wymagane są dodatkowe pakiety nieobecne w domyślnej instalacji.
ro: Pentru compilarea programelor scrise în C și C++ este nevoie de câteva pachete care nu sunt instalate implicit.
ru: Для компиляции программ на C и C++ требуются некоторые пакеты, не устанавливаемые по умолчанию.
sk: Kompilovanie C a C++ programov vyžaduje niektoré balíky, ktoré nie sú štandardne nainštalované.
sv: Kompilering av C och C++ program kräver några paket som inte är installerade som standard.
zh_cn: 编译 C 及 C++ 程序需要一些没有被默认安装的软件包。

source: <ulink url="apt:build-essential">Install the <application>build-essential</application> package</ulink>.
ar: <ulink url="apt:build-essential">ثبت الحزمة <application>build-essential</application></ulink>.
bg: <ulink url="apt:build-essential">Инсталирайте пакета <application>build-essential</application></ulink>.
cs: <ulink url="apt:build-essential">Nainstalujte balík <application>build-essential</application></ulink>.
de: ulink url="apt:build-essential">Installieren Sie das Software-Paket <application>build-essential</application></ulink>.
el: <ulink url="apt:build-essential">Εγκαταστήστε το πακέτο <application>build-essential</application></ulink>.
es: <ulink url="apt:build-essential">Instale el paquete <application>build-essential</application></ulink>.
fi: <ulink url="apt:build-essential">Asenna paketti <application>build-essential</application></ulink>.
fr: <ulink url="apt:build-essential">Installez le paquet <application>build-essential</application></ulink>.
ja: <ulink url="apt:build-essential"><application>build-essential</application> パッケージをインストールします</ulink>。
ko: <ulink url="apt:build-essential"><application>build-essential</application>꾸러미 설치</ulink>.
pl: <ulink url="apt:build-essential">Zainstaluj pakiet <application>build-essential</application></ulink>.
ro: <ulink url="apt:build-essential">Instalează pachetul <application>build-essential</application></ulink>.
ru: <ulink url="apt:build-essential">Установите пакет <application>build-essential</application></ulink>.
sv: <ulink url="apt:build-essential">Installera paketet <application>build-essential</application></ulink>.
zh_cn: <ulink url="apt:build-essential">安装<application>build-essential</application>软件包</ulink>。

source: There are many tools available for C and C++ developers. Those wishing to develop graphical applications will find that choosing a graphical toolkit/platform will make development more convenient. The two most popular development platforms for Ubuntu are <quote>GTK/GNOME</quote> and <quote>Qt/KDE</quote>, each of which has its own set of tools and documentation.
ar: يوجد الكثير من الأدوات المتوفرة لمطوري سي وسي++. الذي يرغبون في تطوير تطبيقات رسومية سيجدوان أن اختيار عدّة أدوات/منصة رسومية سيجعل التطوير أكثر سهولة. أشهر منصتي تطوير لأوبونتو هما <quote>GTK/GNOME</quote> و <quote>Qt/KDE</quote>، كل واحدة لها طقمها من الأدوات والتوثيق.
bg: Има много инструменти достъпни за разработчиците на C и C++. Тези, които искат да разработват графични програми ще разберат, че избирането на графични инструменти/платформа ще направи разработването по-удобно. Двете най-популярни платформи за разработване за Ubuntu са <quote>GTK/GNOME</quote> и <quote>Qt/KDE</quote>, като всяка една от тях има свой собствен набор от инструменти и документация.
ca: Hi ha moltes eines disponibles per als desenvolupadors de C i C++. Aquells que vulguin desenvolupar aplicacions gràfiques trobaran que si escullen un joc d'eines gràfiques podran fer el desenvolupament de manera més convenient. Les dues plataformes més populars per a l'Ubuntu són el<quote>GTK/GNOME</quote> i el <quote>Qt/KDE</quote>, cadascuna amb el seu propi conjunt d'eines i de documentació.
cs: Pro vývojáře C a C++ existuje mnoho nástrojů. Ti, kteří si přejí vyvíjet grafické aplikace, zjistí, že volbou grafických toolkitů/platforem se jejich vývoj stane mnohem pohodlnější. Nejpopulárnějšími vývojovými platformami v Ubuntu jsou <quote>GTK/GNOME</quote> a <quote>Qt/KDE</quote>, každé z nich má svou vlastní skupinu nástrojů a dokumentace.
de: Es sind viele Werkzeuge für C- and C++-Entwickler verfügbar. Jene, die Anwendungen mit grafischer Oberfläche entwickeln möchten, werden herausfinden, dass ein grafisches Werkzeug die Entwicklung stark vereinfacht. Die zwei in Ubuntu am meisten verbreiteten Entwicklungsplattformen sind <quote>GTK/GNOME</quote> und <quote>Qt/KDE</quote>, von denen beide jeweils eigene Werkzeuge und Dokumentationen haben.
el: Υπάρχουν πολλά εργαλεία διαθέσιμα για προγραμματιστές της C και της C++. Αυτοί που θέλουν να αναπτύξουν γραφικές εφαρμογές θα βρουν την επιλογή μιας γραφικής πλατφόρμας ποιο βολική. Οι δύο ποιο δημοφιλείς πλατφόρμες ανάπτυξης είναι η <quote>GTK/GNOME</quote> και η <quote>Qt/KDE</quote>, όπου η κάθε μια έχει τα δικά της εργαλεία και την δική της τεκμηρίωση.
es: Hay muchas herramientas disponibles para los desarrolladores en C y C++. Quienes deseen desarrollar aplicaciones gráficas, encontrarán que elegir una herramienta/plataforma gráfica les facilitará el desarrollo. Las dos plataformas de desarrollo más populares para Ubuntu son <quote>GTK/GNOME</quote> y <quote>Qt/KDE</quote>, cada una de las cuales tiene su propio conjunto de herramientas y documentación.
fi: C- ja C++-kehittäjille on tarjolla monia työkaluja. Graafisten ohjelmien kehittäjien kannattaa käyttää graafisia työkaluja, jotka tekevät kehitystyöstä mukavampaa. Kaksi suosituinta alustaa graafisten ohjelmien kehittämiseen ovat <quote>GTK/GNOME</quote> ja <quote>Qt/KDE</quote>, joihin molempiin kuuluu omat työkalut ja ohjeet.
fr: Il existe beaucoup d'outils disponibles pour les développeurs C et C++. Ceux souhaitant développer des applications graphiques constateront que le choix d'une boîte à outils/plateforme graphique rendra le développement plus commode. Les deux plateformes de développement les plus populaires pour Ubuntu sont <quote>GTK/GNOME</quote> et <quote>Qt/KDE</quote>, chacune livrant son propre jeu d'outils et de documentation.
gl: Existen moitas ferramentas disponíbeis para os programadores de C e C++. Quen queira desenvolver aplicacións gráficas verá que se escolle unhas ferramentas/plataforma gráfica fará que a programación sexa máis doada. As dúas plataformas de desenvolvementos máis populares en Ubuntu son <quote>GTK/GNOME</quote> e <quote>Qt/KDE</quote>, cada unha das que dispón do seu propio conxunto de ferramentas e documentación.
hu: Több segédeszköz is elérhető C és C++ fejlesztők számára. A grafikus alkalmazások fejlesztőinek életét könnyebbé teheti egy grafikus eszközkészlet/platform használata. A két legnépszerűbb fejlesztési platform az Ubuntun a <quote>GTK/GNOME</quote> és a <quote>Qt/KDE</quote>, mindegyikük saját eszközökkel és dokumentációval rendelkezik.
ja: CとC++の開発者には、数多くのツールが用意されています。グラフィカルなアプリケーションを開発したいなら、グラフィカルツールキット/プラットフォームを選んで利用すると便利でしょう。Ubuntuでもっとも人気のある開発プラットフォームは<quote>GTK/GNOME</quote>と<quote>Qt/KDE</quote>であり、それぞれに開発環境と文書が用意されています。
ko: C/C++ 개발자들을 위한 많은 도구들이 존재합니다. 그래픽 프로그램을 개발하려고 한다면 그래픽 툴킷/플랫폼을 선택하는 것이 개발 과정을 좀 더 편하게 해줄 것입니다. 우분투에서 사용할 수 있는 두 가지 가장 대중적인 개발 플랫폼으로는 <quote>GTK/그놈</quote>과 <quote>Qt/KDE</quote>가 있습니다. 이들은 각각 자신들만의 도구와 문서를 포함합니다.
mk: Постојат многу достапни алатки за равивање во C и C++. Оние кои сакаат да развиваат графички апликации можат да изберат графичка платформа што ќе им го олесни развојот. Двете најпопуларни развојни платформи во Ubuntu се <quote>GTK/GNOME</quote> и <quote>Qt/KDE</quote>, секоја со свое множество на алатки и документација.
pl: Istnieje wiele narzędzi dla programistów C i C++. Osoby pragnące pisać programy z graficznym interfejsem użytkownika zauważą, że wybranie jednej z platform programistycznych lub narzędzi uczyni programowanie znacznie łatwiejszym. Dwie najbardziej popularne platformy programistyczne dla Ubuntu to <quote>GTK/GNOME</quote> i <quote>Qt/KDE</quote>. Każde z nich zawiera własny zestaw narzędzi i dokumentacji.
ro: Există multe utilitare disponibile pentru cei ce vor să programeze în C sau C++. Cei care doresc să realizeze aplicații grafice vor afla că alegerea unui utilitar grafic sau platformă va face programarea mult mai comodă. Două din cele mai populare platforme de lucru pentru realizare de aplicații pentru Ubuntu sunt <quote>GTK/GNOME</quote> și <quote>Qt/KDE</quote>, fiecare cu setul său de utilitare și propria documentație.
ru: Для разработчиков на C и C++ доступны разнообразные инструменты. Наиболее популярные платформы разработки в Ubuntu - <quote>GTK/GNOME</quote> и <quote>Qt/KDE</quote>, каждая со своим набором инструментов и документацией.
sk: Existuje veľa nástrojov pre vývojárov C a C++. Tí, ktorí chcú vyvíjať grafické aplikácie zistia, že je pre nich pohodlnejšie zvoliť si grafický toolkit/platformu.Dve najobľúbenejšie vývojárske platformy v Ubuntu sú <quote>GTK/GNOME</quote> a <quote>Qt/KDE</quote>, pričom každá z nich má vlastné nástroje a dokumentáciu.
sv: Det finns många verktyg tillgängliga för C och C++ utvecklare. De som vill utveckla grafiska applikationer kommer att upptäcka att det blir enklare om man använder ett grafikbibliotek/plattform än med rå X11-programmering. De två mest populära utvecklingsplattformarna för Ubuntu är <quote>GTK/GNOME</quote> och <quote>Qt/KDE</quote>, där båda har en egen uppsättning utvecklingsverktyg och dokumentation.
zh_cn: 有很多工具对 C 和 C++ 开发人员可用。那些想要开发图形应用程序的会发现选择一个图形工具包/平台会使得开发工作更便捷。Ubuntu 中最流行的两个开发平台是 <quote>GTK/GNOME</quote> 和 <quote>Qt/KDE</quote>，各自都有其自身的一套工具和文档。

source: Anjuta IDE for GNOME
ar: بيئة التطوير أنجوتا لجنوم
bg: Anjuta IDE за GNOME
ca: L'IDE Anjuta per al GNOME
cs: Anjuta IDE pro GNOME
de: Anjuta-IDE für GNOME
el: Το περιβάλλον ανάπτυξης Anjuta για το GNOME
es: IDE Anjuta para GNOME
fi: Anjuta-kehitysympäristö GNOME:lle
fr: Environnement de développement intégré (IDE) Anjuta pour GNOME
gl: IDE Anjuta para GNOME
hu: Anjuta IDE GNOME-hoz
is: Anjuta þróunarumhverfi (IDE) fyrir GNOME
ja: GNOME用統合開発環境(Anjuta)
ko: 그놈 환경을 위한 Anjuta IDE
mk: Anjuta интегрирана развојна околина за GNOME
pl: Środowisko programistyczne Anjuta dla GNOME
ro: Anjuta Mediu Integrat de Programare (IDE) pentru GNOME
ru: Среда разработки Anjuta для GNOME
sk: IDE Anjuta pre GNOME
sv: Anjuta IDE för GNOME

source: <application>Anjuta</application> is an IDE for developing applications in C and C++ for the <quote>GNOME</quote> platform.
ar: <application> أنجوتا</application> هي بيئة تطوير متكاملة لتطوير البرمجيات بلغتي سي وسي++ لمنصة <quote>جنوم</quote>.
bg: <application>Anjuta</application> е IDE за разработване на приложения в C и C++ за платформата <quote>GNOME</quote>.
ca: L'<application>Anjuta</application> és un IDE per a desenvolupar aplicacions en C i C++ per a la plataforma del <quote>GNOME</quote>.
cs: <application>Anjuta</application> je IDE (integrované vývojové prostředí) pro vývoj aplikací v C a C++ pro platformu <quote>GNOME</quote>.
de: <application>Anjuta</application> ist eine IDE für die Entwicklung von Anwendungen in C und C++ für die <quote>GNOME</quote>-Plattform.
el: Το <application>Anjuta</application> είναι ένα ολοκληρωμένο περιβάλλον ανάπτυξης (Integrated Development Environment - IDE) εφαρμογών σε C και C++ για την πλατφόρμα του <quote>GNOME</quote>.
es: <application>Anjuta</application> es un IDE para el desarrollo de aplicaciones en C y C++ para la plataforma <quote>GNOME</quote>.
fi: <application>Anjuta</application> on kehitysympäristö C- ja C++-kielisten ohjelmien kirjoittamiseen <quote>GNOME</quite>:lle.
fr: <application>Anjuta</application> est un environnement de développement intégré (IDE) pour le développement d'applications en C et C++ pour la plate-forme <quote>GNOME</quote>.
gl: <application>Anjuta</application> é un IDE para desenvolver aplicacións en C e C++ para a plataforma <quote>GNOME</quote>.
hu: Az <application>Anjuta</application> egy integrált fejlesztőkörnyezet (IDE) C és C++ programozási nyelvekhez a <quote>GNOME</quote> platformra.
is: Setja inn <application>build-essential</application> pakkann (sjá <ulink type="help" url="ghelp:add-applications">Bæta við forritum</ulink>).
ja: <application>Anjuta</application>は<quote>GNOME</quote>プラットフォーム向けの、CやC++でアプリケーションを開発するための統合開発環境です。
ko: <application>Anjuta</application>는 <quote>그놈</quote> 플랫폼에서 C/C++ 프로그램을 개발하기 위한 통합 개발 환경(IDE)입니다.
mk: <application>Anjuta</application> е интегрирана развојана околина за развивање на апликации во C и C++ за <quote>GNOME</quote> платформата.
pl: <application>Anjuta</application> jest środowiskiem do tworzenia programów w C i C++ dla platformy <quote>GNOME</quote>.
ro: <application>Anjuta</application> este un mediu de programare IDE folosit pentru realizarea de aplicații scrise în C sau C++ pentru platforma <quote>GNOME</quote>.
ru: <application>Anjuta</application> - это IDE для разработки приложений на C и C++ для платформы <quote>GNOME</quote>.
sk: <application>Anjuta</application> je integrované vývojové prostredie pre vývoj aplikácií v jazyku C a C++ pre platformu <quote>GNOME</quote>.
sv: <application>Anjuta</application> är ett IDE för att utveckla applikationer i C och C++ för plattformen <quote>GNOME</quote>.
zh_cn: <application>Anjuta</application> 是一个为 <quote>GNOME</quote> 平台开发 C 和 C++ 应用程序的 IDE。

source: <ulink url="apt:anjuta">Install the <application>anjuta</application> package</ulink>.
ar: <ulink url="apt:anjuta">ثبت الحزمة <application>anjuta</application></ulink>.
bg: <ulink url="apt:anjuta">Инсталирайте пакета <application>anjuta</application></ulink>.
cs: <ulink url="apt:anjuta">Nainstalujte balík <application>anjuta</application></ulink>.
de: ulink url="apt:anjuta">Installieren Sie dasSoftware-Paket <application>anjuta</application></ulink>.
el: <ulink url="apt:anjuta">Εγκαταστήστε το πακέτο <application>anjuta</application></ulink>.
es: <ulink url="apt:anjuta">Instale el paquete <application>anjuta</application></ulink>.
fi: <ulink url="apt:anjuta">Asenna paketti <application>anjuta</application></ulink>.
fr: <ulink url="apt:anjuta">Installez le paquet <application>anjuta</application></ulink>.
ja: <ulink url="apt:anjuta"><application>anjuta</application> パッケージをインストールします</ulink>。
ko: <ulink url="apt:anjuta"><application>anjuta</application>꾸러미 설치</ulink>.
pl: <ulink url="apt:anjuta">Zainstaluj pakiet <application>anjuta</application></ulink>.
ro: <ulink url="apt:anjuta">Instalați pachetul <application>anjuta</application></ulink>.
ru: <ulink url="apt:anjuta">Установите пакет <application>anjuta</application></ulink>.
sv: <ulink url="apt:anjuta">Installera paketet <application>anjuta</application></ulink>.
zh_cn: <ulink url="apt:anjuta">安装<application>anjuta</application>软件包</ulink>。
