Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/programming/po/*.po
Languages: ar, bg, ca, cs, de, el, es, fi, fr, gl, hu, is, ja, ko, mk, pl, ro, ru, sk, sv, zh_cn

source: This section contains information to help you get started writing and running your own programs.
ar: هذا القسم يحتوي معلومات لمساعدك في البدء في كتابة وتنفيذ برامجك الخاصة.
bg: Тази секция съдържа информация за това, как да започнете с писане и изпълняване на ваши собствени програми.
ca: Aquesta secció conté informació sobre com començar a crear i executar els vostres propis programes.
cs: Tato sekce obsahuje informace, které vám pomohou začít psát a spouštět vlastní programy.
de: Dieser Abschnitt enthält grundlegende Informationen, die Ihnen dabei helfen, eigene Programme zu schreiben und zu nutzen.
el: Η επιλογή αυτή περιέχει πληροφορίες για να σας βοηθήσει να ξεκινήσετε να γράφετε και να εκτελείτε δικά σας προγράμματα.
es: Esta sección contiene información para ayudarle a empezar a escribir y correr sus propios programas.
fi: Tässä osiossa kerrotaan, kuinka pääset alkuun omien ohjelmien kirjoittamisessa ja suorittamisessa.
fr: Cette section contient des informations pour vous aider à commencer à écrire et exécuter vos propres programmes.
gl: Esta sección contén información para axudar a comezar a escribir e executar programas propios.
ja: このセクションでは、自身のプログラムを書いて動かすために役に立つ情報を含んでいます。
ko: 이 절은 프로그램을 작성하고 실행할때 필요한 정보가 있습니다.
pl: Ten rozdział zawiera informacje, które mogą być pomocne w rozpoczęciu przygody z pisaniem i uruchamianiem własnych programów.
ro: Această secţiune conţine informații care vă ajută să începeți să scrieți și executați propriile voastre programe.
ru: Этот раздел содержит информацию, которая поможет вам начать писать и запускать свои собственные программы.
sv: Detta avsnitt innehåller information för att hjälpa dig att komma igång och skriva och köra dina egna program.
zh_cn: 本节包含了一些帮助你开始编写和运行你自己的程序的信息。

source: Learning how to program
ar: تعلم كيفية البرمجة
bg: Научете се как да програмирате
ca: Aprendre a programar
cs: Učení se programovat
de: Programmieren lernen
el: Μάθετε πως να προγραμματίζετε
es: Aprender a programar
fi: Ohjelmoinnin oppiminen
fr: Apprendre à programmer
gl: Aprender a programar
hu: Tanuljon programozni
is: Að læra að forrita
ja: プログラミングの方法を学ぶ
ko: 프로그래밍 방법 배우기
mk: Научете како да програмирате
pl: Nauka programowania
ro: De unde învățăm să programăm
ru: Обучение программированию
sk: Učenie sa programovaniu
sv: Lära sig programmering
zh_cn: 学习怎样编程

source: Ubuntu provides a number of resources intended to help you to learn how to develop and run programs yourself. Below is a list of some resources which you may find useful.
ar: يقدم أوبونتو عددا من المصادر المهيّئة لمساعدتك في تعلم كيفية تطوير وتنفيذ البرامج بنفسك. أدناه قائمة ببعض الموارد التي قد تجدها مفيدة.
bg: Ubuntu предоставя много ресурси в помощ на това да се научите как да разработвате и изпълнявате програми. Отдолу има списък на някои ресурси, които могат да ви бъдат полезни.
ca: L'Ubuntu proporciona una sèrie de recursos per ajudar-vos a aprendre a desenvolupar i executar programari vós mateix. Més avall hi ha una llista de recursos que potser trobareu útils.
cs: Ubuntu poskytuje množství prostředků pokoušejících se pomoci vám naučit se vyvíjení a spouštění vlastních programu. Níže je seznam některých prostředků, které můžete nalézt užitečnými.
de: Ubuntu stellt Ihnen eine große Zahl von Ressourcen zu Verfügung, die Ihnen dabei helfen sollen, zu lernen, wie man selbst Programme entwickelt und startet. Unten ist eine Liste einiger Ressourcen, die Sie nützlich finden könnten.
el: Το Ubuntu παρέχει ένα αριθμό πηγών που έχουν σκοπό να σας βοηθήσουν να μάθετε πως να αναπτύσσετε και να εκτελείτε προγράμματα. Παρακάτω υπάρχει μια λίστα που μπορεί να σας φανεί χρήσιμη.
es: Ubuntu proporciona un serie de recursos con la intención de ayudarle a aprender cómo desarrollar y ejecutar programas por sí mismo. A continuación se listan algunos recursos que puede encontrar útiles.
fi: Ubuntu tarjoaa sinulle monia työkaluja, joiden on tarkoitus auttaa sinua oppimaan, miten kehittää ja ajaa ohjelmia. Alla on lista lähteistä, jotka voivat olla hyödyllisiä.
fr: Ubuntu fournit un bon nombre de ressources ayant pour but de vous apprendre comment développer et utiliser des programmes par vous-même. Ci-dessous une liste de ressources qui pourraient vous être utiles.
gl: Ubuntu fornece moitos recursos que pretenden axudar a aprender a desenvolver e executar programas vostede mesmo. Abaixo hai unha listaxe dalgúns recursos que poden resultarlle útiles.
hu: Az Ubuntu számos erőforrást is biztosít, így segítve Önt saját programjainak fejlesztésében és futtatásában. Az alábbi listában néhány ilyet talál.
ja: Ubuntuにはソフトウェアの開発や実行を学ぶための資料が用意されています。以下に、その資料のリストを掲載します。
ko: 우분투는 여러분이 스스로 프로그램을 개발하고 실행하는 방법을 배울 수 있는 여러 가지 문서들을 제공합니다. 아래의 목록은 여러분이 유용하게 사용할 수 있는 문서들입니다.
mk: Ubuntu нуди голем број на ресурси кој можат да Ви помогнат во учењето како сами да развивате и извршувате програми. Следува листа на некои од ресурсите кои можат да Ви бидат корисни.
pl: Ubuntu zawiera zasoby, które pomogą Ci się nauczyć samodzielnego tworzenia i uruchamiania własnych programów. Poniżej znajduje się lista zasobów, które mogą Ci się przydać.
ro: Ubuntu asigură o serie de resurse gândite pentru a vă ajuta să învățați voi înșivă să concepeți și să rulați programe. Mai jos puteți găsi o listă cu o parte din aceste resurse care vă pot fi de ajutor.
ru: Ubuntu предоставляет ряд ресурсов, помогающих в обучении программированию. Ниже приведены некоторые из них.
sk: Ubuntu poskytuje množstvo zdrojov zameraných na pomoc, ako vás naučiť vyvíjať a spúšťať programy. Nižšie sa nachádza zoznam niektorých užitočných zdrojov, ktoré vám môžu pomôcť.
sv: Ubuntu tillhandahåller ett antal resurser som är avsedda att hjälpa dig att lära hur man utvecklar och kör program på egen hand. Nedan finns en lista på några av de resurser som du kan tänkas ha nytta av.
zh_cn: Ubuntu提供了很多资源来帮助你们学习怎样开发和运行程序。下面是一些可能你会觉得有用的资源的列表。

source: Dive Into Python
ar: الغوص في بايثون
bg: Да се гмурнем в Python
ca: Capbusseu-vos en el Python
cs: Ponořte se do Pythonu
es: Inmersión en Python
fr: Dive into Python (Plongez au cœur de Python)
gl: Dive Into Python (Mergúllate no Python)
ja: Pythonに挑戦
ro: Dive Into Python (Aprofundarea limbajului Python - De la novice la expert)
ru: Погружение в Python
sk: Ponorte sa do Pythonu

source: <application>Dive Into Python</application> is a book for learning how to program in Python, aimed at programmers with some previous experience.
ar: <application>الغوص في بايثون</application> هو كتاب لتعليم كيفية البرمجة في بايثون، يستهدف المبرمجين الذي يمتلكون بعض الخبرة السابقة.
bg: <application>Dive Into Python</application> е книга, за да се научите как да програмирате на Python, насочена към програмисти, които имат опит.
cs: <application>Ponořte se do Pythonu</application> je kniha pro naučení se programování v Pythonu, zaměřená na programátory s předešlými zkušenostmi.
de: <application>Dive Into Python</application> ist ein Buch, um zu lernen, wie man in Python programmiert, es zielt auf Programmierer mit Erfahrung im Programmieren ab.
el: Το <application>Dive Into Python</application> είναι ένα βιβλίο για να μάθετε να προγραμματίζετε σε Python και είναι κατάλληλο για προγραμματιστές με κάποια εμπειρία.
es: <application>Dive Into Python</application> (Inmersión en Python) es un libro para aprender a programar en Python, dirigido a programadores con cierta experiencia previa.
fi: <application>Dive Into Python</application> on Python-oppikirja ohjelmoijille, joilla on jonkin verran kokemusta muista ohjelmointikielistä.
fr: <application>Dive into Pyhton</application> (Plongez au cœur de Python) est un livre pour apprendre comment programmer en Python. Il est destiné à des développeurs ayant déjà un peu d'expérience.
ja: <application>Pythonに挑戦 (原題:Dive Into Python)</application>とはPythonのプログラムの仕方を学ぶことを目的とした本で、ある程度の経験を積んだプログラマーへ向けて執筆されています。
ko: <application>Python으로 뛰어들기</application>은 파이선으로 프로그램하는 방법을 배우는 책입니다. 대상은 일분 예전 경험을 가진 프로그래머입니다.
pl: <application>Dive Into Python</application> to książka dzięki której nauczysz się jak programować w języku Python. Napisano ją z myślą o programistach, którzy posiadają już pewne doświadczenie.
ro: <application>Dive Into Python</application> este o carte pentru învățarea programării în limbajul Python, destinată programatorilor care au ceva experiență anterioară.
ru: <application>Погружение в Python</application> — это книга, обучающая программированию на языке Python, предназначенная для программистов, уже имеющих некоторый опыт.
sv: <application>Dive Into Python</application> är en bok för att lära sig att programmera med Python, tänkt för programmerare med viss tidigare erfarenhet av programmering.
zh_cn: <application>Dive Into Python</application>是一本学习如何用 Python 编程的书籍，利于有经验的程序员。

source: <ulink url="apt:diveintopython">Install the <application>diveintopython</application> package</ulink>.
ar: <ulink url="apt:diveintopython">ثبّت الحزمة <application>diveintopython</application></ulink>.
bg: <ulink url="apt:diveintopython">Инсталирайте пакета <application>diveintopython</application></ulink>.
cs: <ulink url="apt:diveintopython">Nainstalujte balík <application>diveintopython</application></ulink>.
de: <ulink url="apt:diveintopython"> Installieren Sie das Software-Paket <application>diveintopython</application></ulink>.
el: <ulink url="apt:diveintopython">Εγκαταστήστε το πακέτο <application>diveintopython</application></ulink>.
es: <ulink url="apt:diveintopython">Instale el paquete <application>diveintopython</application></ulink>.
fi: <ulink url="apt:diveintopython">Asenna paketti <application>diveintopython</application></ulink>.
fr: <ulink url="apt:diveintopython">Installez le paquet <application>diveintopython</application> </ulink>.
ja: <ulink url="apt:diveintopython"><application>diveintopython</application> パッケージをインストールします</ulink>。
ko: <ulink url="apt:diveintopython"><application>diveintopython</application>꾸러미 설치</ulink>.
pl: <ulink url="apt:diveintopython">Zainstaluj pakiet <application>diveintopython</application></ulink>.
ro: <ulink url="apt:diveintopython">Instalați pachetul <application>diveintopython</application></ulink>.
ru: <ulink url="apt:diveintopython">Установить <application>diveintopython (Погружение в Python)</application> </ulink>.
sv: <ulink url="apt:diveintopython">Installera paketet <application>diveintopython</application></ulink>.
zh_cn: <ulink url="apt:diveintopython">安装<application>diveintopython</application>软件包</ulink>。

source: To access the documentation, visit <ulink url="file:///usr/share/doc/diveintopython/html/toc/index.html">diveintopython</ulink>.
ar: للوصول إلى التوثيق، زر <ulink url="file:///usr/share/doc/diveintopython/html/toc/index.html">diveintopython</ulink>.
bg: За да използвате документа, посетете <ulink url="file:///usr/share/doc/diveintopython/html/toc/index.html">diveintopython</ulink>.
cs: Pro přístup k dokumentaci navštivte <ulink url="file:///usr/share/doc/diveintopython/html/toc/index.html">diveintopython</ulink>.
de: Um auf die Dokumentation zuzugreifen, öffnen Sie die Datei <ulink url="file:///usr/share/doc/diveintopython/html/toc/index.html">diveintopython</ulink>.
el: Για πρόσβαση στην τεκμηρίωση, επισκεφθείτε το <ulink url="file:///usr/share/doc/diveintopython/html/toc/index.html">diveintopython</ulink>.
es: Para acceder a la documentación, visite <ulink url="file:///usr/share/doc/diveintopython/html/toc/index.html">diveintopython</ulink>.
fi: Asentamisen jälkeen pääset lukemaan kirjaa tästä: <ulink url="file:///usr/share/doc/diveintopython/html/toc/index.html">Dive into Python</ulink>.
fr: Pour accéder à la documentation, utilisez <ulink url="file:///usr/share/doc/diveintopython/html/toc/index.html">diveintopython</ulink>.
ja: <ulink url="file:///usr/share/doc/diveintopython/html/toc/index.html">diveintopython</ulink>を参照し、ドキュメントにアクセスしてください。
ko: 이 문서가 필요할때, 여기를 보세요 <ulink url="file:///usr/share/doc/diveintopython/html/toc/index.html">diveintopython</ulink>.
pl: Aby otworzyć dokumentację kliknij <ulink url="file:///usr/share/doc/diveintopython/html/toc/index.html">tutaj</ulink>.
ro: Pentru a accesa documentația, vizitați pagina <ulink url="file:///usr/share/doc/diveintopython/html/toc/index.html">diveintopython</ulink>.
ru: Для доступа к документации, посетите <ulink url="file:///usr/share/doc/diveintopython/html/toc/index.html">diveintopython </ ulink>.
sv: För att komma åt dokumentationen, besök <ulink url="file:///usr/share/doc/diveintopython/html/toc/index.html">diveintopython</ulink>.
zh_cn: 访问相关文档请访问<ulink url="file:///usr/share/doc/diveintopython/html/toc/index.html">diveintopython</ulink>。

source: PyGTK Tutorial
ar: دروس PyGTK
bg: PyGTK упътване
ca: Programa d'aprenentatge del PyGTK
cs: Výuka PyGTK
el: Βοήθημα της PyGTK
es: Tutorial PyGTK
fi: PyGTK Ohje
fr: Tutoriel PyGTK
gl: Tutorial PyGTK
hu: PyGTK leírás
ko: PyGTK 강좌
pl: Wprowadzenie do PyGTK
ro: Ghid practic PyGTK
ru: Руководство PyGTK
sk: Príručka k PyGTK
zh_cn: PyGTK 教程

source: <application>PyGTK Tutorial</application> is a tutorial on developing with the graphical toolkit often used for developing Ubuntu applications. It assumes that you have knowledge of Python but not necessarily GTK.
ar: <application>دروس PyGTK</application> هي دروس عن التطوير مع عدة الرسوميات التي تستخدم عادة لتطوير تطبيقات أوبونتو. تفترض أن لديك معرفة ببايثون ولكن ليس من الضرورة GTK.
bg: <application>PyGTK обиколка</application> е обиколка за разработка на графични инструменти често използвани за разработване на програмите на Ubuntu. Предполага се, че имате познания за Python, но незадължително по GTK.
de: Das <application>PyGTK Tutorial</application> ist eine Anleitung über das Programmieren mit dem grafischen Toolkit, das oft für die Entwicklung von Ubuntu-Anwendungen verwendet wird. Sie setzt Python-Kenntnisse voraus, GTK-Kenntnisse sind aber nicht zwingend notwendig.
el: Το <application>Εγχειρίδιο του PyGTK</application> είναι ένας οδηγός ανάπτυξης με ένα γραφικό εργαλείο που χρησιμοποιείται συχνά στην ανάπτυξη εφαρμογών του Ubuntu. Θεωρεί ότι έχετε γνώσεις Python, αλλά όχι αναγκαστικά και GTK.
es: <application>PyGTK Tutorial</application> es un tutorial para aprender a desarrollar con el tooltik gráfico usado habitualmente para desarrollar aplicaciones para Ubuntu. Presupone que se poseen conocimientos previos de Python pero no necesariamente de GTK.
fi: <application>PyGTK-ohje</application> opettaa käyttämään GTK-kirjastoa graafisten käyttöliittymien ohjelmointiin. GTK:ta käytetään yleensä kehitettäessä Ubuntun sovelluksia. Oppaassa oletetaan, että tunnet Python-ohjelmoinnin perusteet.
fr: <application>PyGTK Tutorial</application> (Tutoriel PyGTK) est un tutoriel sur le développement avec la boîte à outils graphiques la plus utilisée pour les applications Ubuntu. Il suppose que vous connaissez déjà Python mais pas nécessairement GTK.
ja: <application>PyGTK Tutorial</application>は、Ubuntuのアプリケーションの開発にもしばしば使われるグラフィカル・ツールキットで開発をするためのチュートリアルです。このチュートリアルはあなたがPythonについての知識を持っていることを前提にしていますが、GTKの知識については必要ありません。
ko: <application>PyGTK 따라하기</application>는 우분투 프로그램 개발시 자주 사용되는 시각적 도구를 개발하기 위한 따라하기 입니다. GTK부분은 제외한 파이션에 관해 잘 알고 있다고 가정하고 있습니다.
pl: <application>PyGTK Tutorial</application> jest przewodnikiem o programowaniu przy użyciu graficznego zestawu narzędzi, często używanego do rozwijania poszczególnych programów w Ubuntu. Zakłada on, posiadasz już wiedzę na temat Pythona, ale niekoniecznie o GTK.
ro: <application>Ghidul practic PyGTK</application> este un îndrumător pentru dezvoltarea folosind uneltele de interfață grafică folosite deseori pentru dezvoltarea de aplicații Ubuntu. Pornește de la premisa că aveți cunoștințe despre Python dar nu neapărat și despre GTK.
ru: <application>PyGTK Tutorial</application> — это руководство по разработке с использованием графического интерфейса, часто используемого при разработке приложений для Ubuntu. Оно подразумевает, что вы уже знаете Python и, возможно, но не обязательно, GTK.
sv: <application>PyGTK Tutorial</application> är en handledning för utveckling med den grafiska verktygslådan som ofta används för att utveckla Ubuntu-program. Den är tänkt för dig som har kännedom om Python men inte nödvändigtvis GTK.
zh_cn: <application>PyGTK 教程</application>是通常使用 Ubuntu 开发中的应用程序图形化界面的教程。假如您认识 Python 的使用但不一定认识 GTK 。

source: <ulink url="apt:python-gtk2-tutorial">Install the <application>python-gtk2-tutorial</application> package</ulink>.
ar: <ulink url="apt:python-gtk2-tutorial">ثبّت الحزمة <application>python-gtk2-tutorial</application></ulink>.
bg: <ulink url="apt:python-gtk2-tutorial">Инсталирайте пакета <application>python-gtk2-tutorial</application></ulink>.
cs: <ulink url="apt:python-gtk2-tutorial">Nainstalujte balík <application>python-gtk2-tutorial</application></ulink>.
de: <ulink url="apt:python-gtk2-tutorial">Installieren Sie das Software-Paket <application>python-gtk2-tutorial</application></ulink>.
el: <ulink url="apt:python-gtk2-tutorial">Εγκαταστήστε το πακέτο <application>python-gtk2-tutorial</application></ulink>.
es: <ulink url="apt:python-gtk2-tutorial">Instale el paquete <application>python-gtk2-tutorial</application></ulink>.
fi: <ulink url="apt:python-gtk2-tutorial">Asenna paketti <application>python-gtk2-tutorial</application></ulink>.
fr: <ulink url="apt:python-gtk2-tutorial">Installez le paquet <application>python-gtk2-tutorial</application></ulink>.
ja: <ulink url="apt:python-gtk2-tutorial"><application>python-gtk2-tutorial</application> パッケージをインストールします</ulink>。
ko: <ulink url="apt:python-gtk2-tutorial"><application>python-gtk2-tutorial</application>꾸러미 설치</ulink>.
pl: <ulink url="apt:python-gtk2-tutorial">Zainstaluj pakiet <application>python-gtk2-tutorial</application></ulink>.
ro: <ulink url="apt:python-gtk2-tutorial">Instalează pachetul <application>python-gtk2-tutorial</application></ulink>.
ru: <ulink url="apt:python-gtk2-tutorial">Установите пакет <application>python-gtk2-tutorial</application></ ulink>.
sv: <ulink url="apt:python-gtk2-tutorial">Installera paketet <application>python-gtk2-tutorial</application></ulink>.
zh_cn: <ulink url="apt:python-gtk2-tutorial">安装<application>python-gtk2-tutorial</application>软件包</ulink>。

source: To access the documentation, visit <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink>.
ar: للوصول إلى هذا المستند، زر <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink>.
bg: За достъп со документацията, посетете <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink>.
ca: Per accedir a la documentació, visiteu <<ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink>.
cs: Pro přístup k dokumentaci navštivte <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink>.
de: Unter <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink> kann die Dokumentation gelesen werden.
el: Για πρόσβαση στην τεκμηρίωση, επισκεφθείτε το <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink>.
es: Para acceder a la documentación, visite <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink>.
fi: Tutustuaksesi oppaaseen vieraile osoitteessa <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink>.
fr: Pour accéder à la documentation, rendez-vous sur <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink>.
gl: Para consultar a documentación, visite <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink>.
hu: A dokumentáció eléréséhez olvassa el a <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-leírást</ulink>.
is: Farðu á <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">Python-gtk-kennsla</ulink> til að nálgast skjölunina.
ja: ドキュメントへアクセスするには、<ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink>を参照してください。
ko: 문서에 접근하려면 <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink>에 방문해 보세요.
mk: За да пристапите до документацијата, посетете го <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink>.
pl: Aby otworzyć dokumentację kliknij <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">tutaj</ulink>.
ro: Pentru a accesa documentația consultați <ulink url=\"file:///usr/share/doc/python-gtk2-tutorial/html/index.html\">python-gtk-tutorial</ulink>.
ru: Чтобы прочитать документацию, откройте <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink>.
sk: Pre prístup k dokumentácii navštívte <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink>.
sv: För att komma åt dokumentationen, besök <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink>.
zh_cn: 要阅读该教程，请访问 <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink>。
