Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/programming/po/*.po
Languages: ar, bg, ca, cs, de, el, es, fi, fr, gl, hu, is, ja, ko, mk, pl, ro, ru, sk, sv, zh_cn

source: translator-credits
ar: Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Omar Ali Mokhtar https://launchpad.net/~omar-cplusplus Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: Khaled Hosny https://launchpad.net/~khaledhosny Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Osama https://launchpad.net/~osamak-wfm
bg: Launchpad Contributions: Krasimir Chonov https://launchpad.net/~kchonov
ca: Launchpad Contributions: David Planella https://launchpad.net/~dpm Launchpad Contributions: David Planella https://launchpad.net/~dpm Launchpad Contributions: David Planella https://launchpad.net/~dpm Joan Duran https://launchpad.net/~jodufi Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: David Planella https://launchpad.net/~dpm Joan Duran https://launchpad.net/~jodufi Launchpad Translations Administrators https://launchpad.net/~rosetta-admins
cs: David Vachulka, 2006 Launchpad Contributions: Kamil Páral https://launchpad.net/~ripper42 dvx https://launchpad.net/~david-konstrukce-cad Launchpad Contributions: Kamil Páral https://launchpad.net/~kamil.paral dvx https://launchpad.net/~david-konstrukce-cad Launchpad Contributions: Kamil Páral https://launchpad.net/~kamil.paral dvx https://launchpad.net/~david-konstrukce-cad Launchpad Contributions: Kamil Páral https://launchpad.net/~kamil.paral dvx https://launchpad.net/~david-konstrukce-cad Launchpad Contributions: Adrian Guniš https://launchpad.net/~andygun Kamil Páral https://launchpad.net/~kamil.paral dvx https://launchpad.net/~david-konstrukce-cad
de: Sebastian Heinlein <glatzor@ubuntu.com> Launchpad Contributions: Ralf https://launchpad.net/~ralf-weyer Launchpad Contributions: Ralf https://launchpad.net/~ralf-weyer Launchpad Contributions: Ralf https://launchpad.net/~ralf-weyer Sebastian Heinlein https://launchpad.net/~glatzor norro https://launchpad.net/~launchpad-norro Launchpad Contributions: Jochen Skulj https://launchpad.net/~joskulj Keruskerfuerst https://launchpad.net/~arminmohring Moritz Baumann https://launchpad.net/~mo-germany Ralf https://launchpad.net/~ralf-weyer Sebastian Heinlein https://launchpad.net/~glatzor Launchpad Contributions: Christof Reuter https://launchpad.net/~christof-reuter Jochen Skulj https://launchpad.net/~joskulj Keruskerfuerst https://launchpad.net/~arminmohring Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Moritz Baumann https://launchpad.net/~mo-germany Launchpad Contributions: Christof Reuter https://launchpad.net/~christof-reuter Jochen Skulj https://launchpad.net/~joskulj Keruskerfuerst https://launchpad.net/~arminmohring Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Moritz Baumann https://launchpad.net/~mo-germany
el: Launchpad Contributions: Konstantinos Togias https://launchpad.net/~ktogias Launchpad Contributions: Konstantinos Togias https://launchpad.net/~ktogias Launchpad Contributions: Kainourgiakis Giorgos https://launchpad.net/~kaingeo Konstantinos Togias https://launchpad.net/~ktogias Launchpad Contributions: Kainourgiakis Giorgos https://launchpad.net/~kaingeo Konstantinos Togias https://launchpad.net/~ktogias Launchpad Contributions: Kainourgiakis Giorgos https://launchpad.net/~kaingeo Konstantinos Togias https://launchpad.net/~ktogias
es: Launchpad Contributions: Benjamín Valero Espinosa https://launchpad.net/~benjavalero Deisy Yekaterina https://launchpad.net/~onlyone342 EuzkoArima https://launchpad.net/~euzkoarima Gerardo Cruz https://launchpad.net/~gcruz Jose Ernesto Davila https://launchpad.net/~josernestodavila Luis F. López M. https://launchpad.net/~luis.lopez Mariano Mara https://launchpad.net/~marplatense Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo ryo https://launchpad.net/~jorgelpzdemunain Launchpad Contributions: Benjamín Valero Espinosa https://launchpad.net/~benjavalero EuzkoArima https://launchpad.net/~euzkoarima Gerardo Cruz https://launchpad.net/~gcruz Jose Ernesto Davila https://launchpad.net/~josernestodavila Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Luis F. López M. https://launchpad.net/~luis.lopez Mariano Mara https://launchpad.net/~marplatense Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo ryo https://launchpad.net/~jorgelpzdemunain Launchpad Contributions: Benjamín Valero Espinosa https://launchpad.net/~benjavalero EuzkoArima https://launchpad.net/~euzkoarima Gerardo Cruz https://launchpad.net/~gcruz Jose Ernesto Davila https://launchpad.net/~josernestodavila Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Luis F. López M. https://launchpad.net/~luis.lopez Mariano Mara https://launchpad.net/~marplatense Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo ryo https://launchpad.net/~jorgelpzdemunain Launchpad Contributions: Benjamín Valero Espinosa https://launchpad.net/~benjavalero EuzkoArima https://launchpad.net/~euzkoarima Gerardo Cruz https://launchpad.net/~gcruz Jose Ernesto Davila https://launchpad.net/~josernestodavila Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Luis F. Lopez https://launchpad.net/~luis.lopez Mariano Mara https://launchpad.net/~marplatense Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo ryo https://launchpad.net/~jorgelpzdemunain Launchpad Contributions: Benjamín Valero Espinosa https://launchpad.net/~benjavalero EuzkoArima https://launchpad.net/~euzkoarima Gerardo Cruz https://launchpad.net/~gcruz Jose Ernesto Davila https://launchpad.net/~josernestodavila Luis F. Lopez https://launchpad.net/~luis.lopez Mariano Mara https://launchpad.net/~marplatense Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo ryo https://launchpad.net/~jorgelpzdemunain Launchpad Contributions: Benjamín Valero Espinosa https://launchpad.net/~benjavalero EuzkoArima https://launchpad.net/~euzkoarima Gerardo Cruz https://launchpad.net/~gcruz Jose Ernesto Davila https://launchpad.net/~josernestodavila Luis F. Lopez https://launchpad.net/~luis.lopez Mariano Mara https://launchpad.net/~marplatense Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo ryo https://launchpad.net/~jorgelpzdemunain
fi: Ubuntun suomentajaryhmä <ubuntu-fi@lists.ubuntu.com>, 2006 Launchpad Contributions: Heikki Mäntysaari https://launchpad.net/~heikkim Mikko Piippo https://launchpad.net/~piippo-cc Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Tauriainen https://launchpad.net/~t-tauriainen Launchpad Contributions: Heikki Mäntysaari https://launchpad.net/~heikkim Mikko Piippo https://launchpad.net/~piippo-cc Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Tauriainen https://launchpad.net/~t-tauriainen Launchpad Contributions: Heikki Mäntysaari https://launchpad.net/~heikkim Mikko Piippo https://launchpad.net/~piippo-cc Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Tauriainen https://launchpad.net/~t-tauriainen Launchpad Contributions: Eero Salokannel https://launchpad.net/~epatic Elias Julkunen https://launchpad.net/~eliasj Heikki Mäntysaari https://launchpad.net/~heikki-mantysaari Mikko Piippo https://launchpad.net/~piippo-cc Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Tauriainen https://launchpad.net/~t-tauriainen Launchpad Contributions: Eero Salokannel https://launchpad.net/~epatic Elias Julkunen https://launchpad.net/~eliasj Heikki Mäntysaari https://launchpad.net/~heikki-mantysaari Mikko Piippo https://launchpad.net/~piippo-cc Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Tauriainen https://launchpad.net/~t-tauriainen Launchpad Contributions: Eero Salokannel https://launchpad.net/~epatic Elias Julkunen https://launchpad.net/~eliasj Heikki Mäntysaari https://launchpad.net/~heikki-mantysaari Mikko Piippo https://launchpad.net/~piippo-cc Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Tauriainen https://launchpad.net/~t-tauriainen
fr: Launchpad Contributions: Benoit Malet https://launchpad.net/~benoit-malet Claude Paroz https://launchpad.net/~paroz Gilles Accad https://launchpad.net/~dagg Nicolas Borboën https://launchpad.net/~ponsfrilus Nicolog https://launchpad.net/~monsieur-nico Launchpad Contributions: Benoit Malet https://launchpad.net/~benoit-malet Claude Paroz https://launchpad.net/~paroz Gilles Accad https://launchpad.net/~dagg Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Nicolas Borboën https://launchpad.net/~ponsfrilus Nicolog https://launchpad.net/~monsieur-nico Launchpad Contributions: Benoit Malet https://launchpad.net/~benoit-malet Claude Paroz https://launchpad.net/~paroz Gilles Accad https://launchpad.net/~dagg Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Nicolas Borboën https://launchpad.net/~ponsfrilus Nicolas Velin https://launchpad.net/~nsv Nicolog https://launchpad.net/~monsieur-nico Launchpad Contributions: Benoit Malet https://launchpad.net/~benoit-malet Bruno Patri https://launchpad.net/~bruno-patri Claude Paroz https://launchpad.net/~paroz Gilles Accad https://launchpad.net/~dagg Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Nicolas Borboën https://launchpad.net/~ponsfrilus Nicolas Velin https://launchpad.net/~nsv Nicolog https://launchpad.net/~monsieur-nico Launchpad Contributions: Banal https://launchpad.net/~banalanab Benoit Malet https://launchpad.net/~benoit-malet Bruno Patri https://launchpad.net/~bruno-patri Claude Paroz https://launchpad.net/~paroz Nicolas Borboën https://launchpad.net/~ponsfrilus Nicolas Velin https://launchpad.net/~nsv Nicolog https://launchpad.net/~monsieur-nico Stéphane V https://launchpad.net/~svergeylen Launchpad Contributions: Banal https://launchpad.net/~banalanab Benoit Malet https://launchpad.net/~benoit-malet Bruno Patri https://launchpad.net/~bruno-patri Claude Paroz https://launchpad.net/~paroz Nicolas Borboën https://launchpad.net/~ponsfrilus Nicolas Velin https://launchpad.net/~nsv Nicolog https://launchpad.net/~monsieur-nico Stéphane V https://launchpad.net/~svergeylen
gl: Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Xosé https://launchpad.net/~ubuntu-galizaweb Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Xosé https://launchpad.net/~ubuntu-galizaweb Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Xosé https://launchpad.net/~ubuntu-galizaweb Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Matthew East https://launchpad.net/~mdke Xosé https://launchpad.net/~ubuntu-galizaweb
hu: Launchpad Contributions: Gabor Kelemen https://launchpad.net/~kelemeng Szilveszter Farkas https://launchpad.net/~phanatic Launchpad Contributions: Gabor Kelemen https://launchpad.net/~kelemeng Szilveszter Farkas https://launchpad.net/~phanatic
is: Launchpad Contributions: Einar Jón Gunnarsson https://launchpad.net/~tolvupostur Launchpad Contributions: Einar Jón Gunnarsson https://launchpad.net/~tolvupostur Launchpad Translations Administrators https://launchpad.net/~rosetta-admins
ja: Launchpad Contributions: Mitsuya Shibata https://launchpad.net/~cosmos-door Shushi Kurose https://launchpad.net/~kurokuro Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mitsuya Shibata https://launchpad.net/~cosmos-door Shushi Kurose https://launchpad.net/~kurokuro Launchpad Contributions: Kentaro Kazuhama https://launchpad.net/~kazken3 Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mitsuya Shibata https://launchpad.net/~cosmos-door Shushi Kurose https://launchpad.net/~kurokuro Launchpad Contributions: Kentaro Kazuhama https://launchpad.net/~kazken3 Mitsuya Shibata https://launchpad.net/~cosmos-door Shushi Kurose https://launchpad.net/~kurokuro Launchpad Contributions: Kentaro Kazuhama https://launchpad.net/~kazken3 Mitsuya Shibata https://launchpad.net/~cosmos-door Shushi Kurose https://launchpad.net/~kurokuro Y.Nishiwaki https://launchpad.net/~annamoito
ko: 우분투 한국어 번역팀 <ubuntu-ko@lists.ubuntu.com>, 2006 Launchpad Contributions: Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix Launchpad Contributions: Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix Launchpad Contributions: DasomOLI https://launchpad.net/~dasomoli Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix Launchpad Contributions: DasomOLI https://launchpad.net/~dasomoli Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix Launchpad Contributions: DasomOLI https://launchpad.net/~dasomoli Inseok Lee https://launchpad.net/~dlunch Namhyung Kim https://launchpad.net/~namhyung Shin Hungjae https://launchpad.net/~fplive atie https://launchpad.net/~atie-at-matrix
mk: Launchpad Contributions: Андон Сикавица https://launchpad.net/~andon-sikavica Launchpad Contributions: Андон Сикавица https://launchpad.net/~andon-sikavica Launchpad Contributions: Андон Сикавица https://launchpad.net/~andon-sikavica Launchpad Contributions: Андон Сикавица https://launchpad.net/~andon-sikavica
pl: Tomasz Dominikowski (Polish Ubuntu Translators) Launchpad Contributions: Dominik Zablotny https://launchpad.net/~doza Launchpad Contributions: Dominik Zablotny https://launchpad.net/~doza TSr https://launchpad.net/~tsr Launchpad Contributions: Dominik Zablotny https://launchpad.net/~doza Dominik Zablotny https://launchpad.net/~doza-sztorm HB https://launchpad.net/~mszubart Maciej Górnicki https://launchpad.net/~gutko Mateusz Tybura https://launchpad.net/~wujciol TSr https://launchpad.net/~tsr Launchpad Contributions: Dominik Zablotny https://launchpad.net/~doza HB https://launchpad.net/~mszubart Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mateusz Tybura https://launchpad.net/~wujciol TSr https://launchpad.net/~tsr Launchpad Contributions: Dominik Zablotny https://launchpad.net/~doza HB https://launchpad.net/~mszubart Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mateusz Tybura https://launchpad.net/~wujciol TSr https://launchpad.net/~tsr Wiatrak https://launchpad.net/~wiatrak. Launchpad Contributions: Artur Szymanski https://launchpad.net/~arteek Dominik Zablotny https://launchpad.net/~doza HB https://launchpad.net/~mszubart Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mateusz Tybura https://launchpad.net/~wujciol Piotr Strębski https://launchpad.net/~strebski TSr https://launchpad.net/~tsr Wiatrak https://launchpad.net/~wiatrak.
ro: Launchpad Contributions: Doru Horisco https://launchpad.net/~doruhushhush Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Andrei Voinescu https://launchpad.net/~voinescu-andrei Doru Horisco https://launchpad.net/~doruhushhush Ionuț Jula https://launchpad.net/~ionutjula Silviu Bojica https://launchpad.net/~bojicas Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Doru Horișco https://launchpad.net/~doruhushhush Ionuț Jula https://launchpad.net/~ionutjula Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Doru Horișco https://launchpad.net/~doruhushhush Ionuț Jula https://launchpad.net/~ionutjula Lucian Adrian Grijincu https://launchpad.net/~lucian.grijincu Manuel R. Ciosici https://launchpad.net/~manuelciosici munteanvali https://launchpad.net/~munteanvali
ru: Georgy Faradzhev <georgy.faradzhev@gmail.com> Igor Zubarev <igor4u@gmail.com> Андрей Кондукторов <merkator@bk.ru> Dmitry Dementiev <ddmitry@gmail.com> Dmitry Drozdovich <demon_lord@rambler.ru> George Anderston <anderston@gmail.com> Mi Kashkin <mkashkin@gmail.com> Сергей Укустов <zajats@nc.ru> Dmitry Petrov <demon@krasno.ru> Sergey Smirnov <sergous@gmail.com> Shamil Abdullajev <jogin@hot.ee> alexei <alek32@mail.ru> boa <b.o.a@mail.ru> wiz <aenor.realm@gmail.com> Вячеслав Родионов <bepcyc@gmail.com> Александр Саламатников <dev65@gala.net> Sauil Launchpad Contributions: Alexey Balmashnov https://launchpad.net/~a.balmashnov Deisy Yekaterina https://launchpad.net/~onlyone342 Igor Zubarev https://launchpad.net/~igor4u Sergei Cherepanov https://launchpad.net/~s.cherepanov Launchpad Contributions: Alexey Balmashnov https://launchpad.net/~a.balmashnov Igor Zubarev https://launchpad.net/~igor4u Sergei Cherepanov https://launchpad.net/~s.cherepanov Александр AldeX Крылов https://launchpad.net/~aldex Launchpad Contributions: Alexey Balmashnov https://launchpad.net/~a.balmashnov Anton Shestakov https://launchpad.net/~engored Igor Zubarev https://launchpad.net/~igor4u Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Sergei Cherepanov https://launchpad.net/~s.cherepanov Александр AldeX Крылов https://launchpad.net/~aldex Launchpad Contributions: Alexey Balmashnov https://launchpad.net/~a.balmashnov Anton Shestakov https://launchpad.net/~engored Igor Zubarev https://launchpad.net/~igor4u Sergei Cherepanov https://launchpad.net/~s.cherepanov Александр AldeX Крылов https://launchpad.net/~aldex Launchpad Contributions: Alexey Balmashnov https://launchpad.net/~a.balmashnov Anton Shestakov https://launchpad.net/~engored DLevin https://launchpad.net/~dmitrylevin Igor Zubarev https://launchpad.net/~igor4u Sergei Cherepanov https://launchpad.net/~s.cherepanov Sergey Rebko https://launchpad.net/~arch1s segooon https://launchpad.net/~segooon Александр AldeX Крылов https://launchpad.net/~aldex Launchpad Contributions: Alexander Semyonov https://launchpad.net/~rotuka Alexey Balmashnov https://launchpad.net/~a.balmashnov Anton Shestakov https://launchpad.net/~engored DLevin https://launchpad.net/~dmitrylevin Igor Zubarev https://launchpad.net/~igor4u Sergei Cherepanov https://launchpad.net/~s.cherepanov Sergey Rebko https://launchpad.net/~arch1s segooon https://launchpad.net/~segooon Александр AldeX Крылов https://launchpad.net/~aldex
sk: Launchpad Contributions: mirek https://launchpad.net/~bletvaska Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Matej Duman https://launchpad.net/~dumi mirek https://launchpad.net/~bletvaska
sv: Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Simon Bohlin https://launchpad.net/~simon-bohlin Torbjörn Hed https://launchpad.net/~torbjorn-hed Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Simon Bohlin https://launchpad.net/~simon-bohlin Torbjörn Hed https://launchpad.net/~torbjorn-hed Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Simon Bohlin https://launchpad.net/~simon-bohlin Torbjörn Hed https://launchpad.net/~torbjorn-hed Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Simon Bohlin https://launchpad.net/~simon-bohlin Torbjörn Hed https://launchpad.net/~torbjorn-hed Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Simon Bohlin https://launchpad.net/~simon-bohlin Torbjörn Hed https://launchpad.net/~torbjorn-hed ersi https://launchpad.net/~ersi
zh_cn: Launchpad Contributions: 1+1=2 https://launchpad.net/~dbzhang800 Ihnus Qcshz https://launchpad.net/~qcshzihnus donghuixie https://launchpad.net/~xiedonghui Launchpad Contributions: 1+1=2 https://launchpad.net/~dbzhang800 Ihnus Qcshz https://launchpad.net/~qcshzihnus Launchpad Translations Administrators https://launchpad.net/~rosetta-admins TaoFei https://launchpad.net/~taofei donghuixie https://launchpad.net/~xiedonghui Launchpad Contributions: 1+1=2 https://launchpad.net/~dbzhang800 Ihnus Qcshz https://launchpad.net/~qcshzihnus Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Tao Wei https://launchpad.net/~weitao1979 TaoFei https://launchpad.net/~taofei donghuixie https://launchpad.net/~xiedonghui Launchpad Contributions: 007pig https://launchpad.net/~007pig 1+1=2 https://launchpad.net/~dbzhang800 Ihnus Qcshz https://launchpad.net/~qcshzihnus Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Tao Wei https://launchpad.net/~weitao1979 TaoFei https://launchpad.net/~taofei donghuixie https://launchpad.net/~xiedonghui Launchpad Contributions: 007pig https://launchpad.net/~007pig 1+1=2 https://launchpad.net/~dbzhang800 ChenMing https://launchpad.net/~chenming Constine https://launchpad.net/~logo09 Ihnus Qcshz https://launchpad.net/~qcshzihnus Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Tao Wei https://launchpad.net/~weitao1979-deactivatedaccount TaoFei https://launchpad.net/~taofei donghuixie https://launchpad.net/~xiedonghui

source: public class Hello { public static void main(String[] args) { System.out.println("Hello world"); } }
ca: public class Hello { public static void main(String[] args) { System.out.println("Hola, món"); } }
cs: public class Hello { public static void main(String[] args) { System.out.println("Ahoj světe"); } }
de: public class Hallo { public static void main(String[] args) { System.out.println("Hallo Welt"); } }
es: public class Hello { public static void main(String[] args) { System.out.println("Hola Mundo"); } }
fi: public class Hello { public static void main(String[] args) { System.out.println("Hei Maailma"); } }
gl: public class Hello { public static void main(String[] args) { System.out.println("Olá, mundo"); } }
pl: public class Hello { public static void main(String[] args) { System.out.println("Witaj świecie"); } }
sv: public class Hello { public static void main(String[] args) { System.out.println("Hej världen"); } }

source: Devhelp
ko: 개발자 도움말
mk: Девпомош

source: Netbeans
ko: 넷빈

source: Programming
hu: Fejlesztés
is: Forritun
mk: Програмирање
sk: Programovanie

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
hu: Ezt a dokumentumot az Ubuntu dokumentációs csapat (https://wiki.ubuntu.com/DocumentationTeam) tartja karban. A közreműködők listáját <ulink url="../../../common/C/contributors.xml">a közreműködők oldalán</ulink> találhatja meg.
sk: Tento dokument je spravovaný dokumentačným tímom Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pre zoznam prispievateľov pozrite <ulink url="../../../common/C/contributors.xml">stránku prispievateľov</ulink>

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
hu: A licenc szövege elérhető a <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink> oldalon.
sk: Kópia licencie je dostupná tu: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Licencia Creative Commons ShareAlike</ulink>.

source: Canonical Ltd. and members of the Ubuntu Documentation Project
hu: Canonical Ltd. és az Ubuntu dokumentációs projekt tagjai
sk: Canonical Ltd. a členovia Dokumentačného projektu Ubuntu
