Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/programming/po/*.po
Languages: ar, bg, ca, cs, de, el, es, fi, fr, gl, hu, is, ja, ko, mk, pl, ro, ru, sk, sv, zh_cn

source: Development Tools
ar: أدوات التطوير
bg: Инструменти за разработка
ca: Eines de desenvolupament
cs: Vývojové nástroje
de: Entwicklungswerkzeuge
el: Εργαλεία Ανάπτυξης
es: Herramientas de desarrollo
fi: Ohjelmistokehitystyökalut
fr: Outils de développement
gl: Ferramentas de Desenvolvemento
hu: Fejlesztőeszközök
is: Þróunartól
ja: 開発ツール
ko: 개발 도구
mk: Алатки за развој
pl: Narzędzia programistyczne
ro: Utilitare pentru programare
ru: Средства разработки
sk: Nástroje pre vývojárov
sv: Utvecklingsverktyg
zh_cn: 开发工具

source: There are many development tools available for Ubuntu. A selection of these are described below.
ar: يوجد الكثير من أدوات التطوير المتوفرة لأوبونتو. انتقاء منها مشروح أدناه.
bg: Достъпни са много инструменти за разработка за Ubuntu. Подбрани от тях са описани отдолу.
cs: Pro Ubuntu existuje mnoho vývojových nástrojů. Výběr z nich je popsán níže.
de: Es gibt eine Vielzahl von Entwicklungswerkzeugen, die für Ubuntu verfügbar sind. Eine Auswahl wird weiter unten beschrieben.
el: Υπάρχουν πάρα πολλά εργαλεία ανάπτυξης για το Ubuntu. Μερικά απ' αυτά φαίνονται παρακάτω.
es: Existen muchas herramientas de desarrollo disponibles en Ubuntu. A continuación se describen algunas de ellas.
fi: Ubuntulle on tarjolla monia työkaluja ohjelmistokehitykseen. Seuraavassa on esitelty joitain yleisimpiä.
fr: Il y a beaucoup d'outils de développement disponibles pour Ubuntu. Une sélection de ceux-ci est présentée ci-dessous.
ja: Ubuntuではたくさんの開発ツールが利用可能となっています。以下ではこれらの中から厳選したものを解説します。
ko: 우분투에서 많은 개발도구가 있으며, 아래에서 보세요.
pl: System Ubuntu dostarcza wiele narzędzi programistycznych. Ich lista dostępna jest poniżej.
ro: Există multe programe utilitare pentru programare disponibile în Ubuntu. În continuare sunt descrise o parte dintre acestea.
ru: В Ubuntu доступно множество инструментов разработчика. Некоторые из них описаны ниже.
sv: Det finns många utvecklingsverktyg tillgängliga i Ubuntu. Ett urval av dessa beskrivs här nedan.
zh_cn: Ubuntu 上有很多可用的开发工具。选择一些工具说明如下。

source: Version control systems
ar: أنظمة تحكم النسخ
bg: Системи за управление на версия
de: Systeme zur Versionskontrolle
el: Συστήματα ελέγχου εκδόσεων (Version control systems)
es: Sistemas de control de versiones
fi: Versionhallintajärjestelmät
fr: Systèmes de contrôle de version
ja: バージョン管理システム
ko: 판번 관리 시스템
pl: Systemy kontroli wersji
ro: Sisteme pentru controlul versiunii
ru: Системы контроля версий
sv: Versionshanteringssystem
zh_cn: 版本控制系统

source: <application>Bazaar-NG</application> is a decentralised version control system used for Ubuntu development
ar: <application>Bazaar-NG</application> هو نظام تحكم نسخ لا مركزي مستخدم لتطوير أوبونتو
bg: <application>Bazaar-NG</application> е децентрализирана система за управление, използвана при разработката на Ubuntu
de: <application>Bazaar-NG</application> ist ein dezentralisiertes System zur Versionskontrolle, das für die Entwicklung von Ubuntu verwendet wird.
el: Το <application>Bazaar-NG</application> αποκεντρωμένο σύστημα ελέγχου εκδόσεων που χρησιμοποιείται για την ανάπτυξη του Ubuntu.
es: <application>Bazaar-NG</application> es un sistema de control de versiones descentralizado usado en el desarrollo de Ubuntu.
fi: <application>Bazaar-NG</application> on hajautettu versionhallintajärjestelmä, jota käytetään Ubuntun kehityksessä.
fr: <application>Bazaar-NG</application> est un système décentralisé de gestion des versions utilisé dans le développement d'Ubuntu.
ja: <application>Bazaar-NG</application>はUbuntuの開発に使われている分散バージョン管理システムです。
ko: <application>Bazaar-NG</application>은 우분투개발용으로 판번관리시스템 분산용으로 사용됩니다.
pl: <application>Bazaar-NG</application> jest zdecentralizowanym systemem kontroli wersji używanym w procesie rozwijania systemu Ubuntu
ro: <application>Bazaar-NG</application> este un sistem descentralizat pentru controlul versiunii folosit pentru dezvoltarea proiectului Ubuntu
ru: <application>Bazaar-NG</application> — это децентрализованная система контроля версий, используемая в разработке Ubuntu
sv: <application>Bazaar-NG</application> är ett decentraliserat versionshanteringssystem som används för utvecklingen av Ubuntu
zh_cn: <application>Bazaar-NG</application>是为 Ubuntu 开发而使用的 decentralised 版本控制系统

source: Install the <ulink url="apt:bzr"><application>bzr</application></ulink> and the <ulink url="apt:bzr-gtk"><application>bzr-gtk</application></ulink> packages.
ar: ثت الحزمتين <ulink url="apt:bzr"><application>bzr</application></ulink> و <ulink url="apt:bzr-gtk"><application>bzr-gtk</application></ulink>.
bg: Инсталирайте пакетите <ulink url="apt:bzr"><application>bzr</application></ulink> и <ulink url="apt:bzr-gtk"><application>bzr-gtk</application></ulink>.
cs: Nainstalujte balíky <ulink url="apt:bzr"><application>bzr</application></ulink> a <ulink url="apt:bzr-gtk"><application>bzr-gtk</application></ulink>.
de: Installieren Sie die Software-Pakete <ulink url="apt:bzr"><application>bzr</application></ulink> und <ulink url="apt:bzr-gtk"><application>bzr-gtk</application></ulink>.
el: Εγκαταστήστε τα πακέτα <ulink url="apt:bzr"><application>bzr</application></ulink> και <ulink url="apt:bzr-gtk"><application>bzr-gtk</application></ulink>.
es: Instale los paquetes <ulink url="apt:bzr"><application>bzr</application></ulink> y <ulink url="apt:bzr-gtk"><application>bzr-gtk</application></ulink>.
fi: Asenna paketit <ulink url="apt:bzr"><application>bzr</application></ulink> ja <ulink url="apt:bzr-gtk"><application>bzr-gtk</application></ulink>.
fr: Installez les paquets <ulink url="apt:bzr"><application>bzr</application></ulink> et <ulink url="apt:bzr-gtk"><application>bzr-gtk</application></ulink>.
ja: <ulink url="apt:bzr"><application>bzr</application></ulink> と <ulink url="apt:bzr-gtk"><application>bzr-gtk</application></ulink> パッケージをインストールします。
ko: <ulink url="apt:bzr"><application>bzr</application></ulink>와 <ulink url="apt:bzr-gtk"><application>bzr-gtk</application></ulink> 꾸러미 설치.
pl: Zainstaluj pakiety <ulink url="apt:bzr"><application>bzr</application></ulink> i <ulink url="apt:bzr-gtk"><application>bzr-gtk</application></ulink>.
ro: Instalați pachetele <ulink url="apt:bzr"><application>bzr</application></ulink> și <ulink url="apt:bzr-gtk"><application>bzr-gtk</application></ulink>.
ru: Установите пакеты <ulink url="apt:bzr"><application>bzr</application></ulink> и <ulink url="apt:bzr-gtk"><application>bzr-gtk</application></ulink>.
sv: Installera paketen <ulink url="apt:bzr"><application>bzr</application></ulink> och <ulink url="apt:bzr-gtk"><application>bzr-gtk</application></ulink>.
zh_cn: 安装<ulink url="apt:bzr"><application>bzr</application></ulink>和<ulink url="apt:bzr-gtk"><application>bzr-gtk</application></ulink>软件包。

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Programming</guisubmenu><guimenuitem>Olive bazaar Branch Manager</guimenuitem></menuchoice> to start the <application>Bazaar-GTK</application> graphical interface or to use the command line interface open a terminal and type: <screen>bzr</screen>
ar: اضغط <menuchoice><guimenu>تطبيقات</guimenu><guisubmenu>برمجة</guisubmenu><guimenuitem>Olive bazaar Branch Manager</guimenuitem></menuchoice> لبدء واجهة <application>Bazaar-GTK</application> graphical interface الرسومية أو لاستخدام الواجهة الخطية افتح طرفية واطبع: <screen>bzr</screen>
bg: Натиснете <menuchoice><guimenu>Програми</guimenu><guisubmenu>Програмиране</guisubmenu><guimenuitem>Olive bazaar Branch Manager</guimenuitem></menuchoice>, за да стартирате графичния интерфейс <application>Bazaar-GTK</application> или да използвате командния ред, като отворите терминал и напишете: <screen>bzr</screen>
de: Wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guisubmenu>Entwicklung</guisubmenu><guimenuitem>Olive bazaar Branch Manager</guimenuitem></menuchoice>, um die grafische <application>Bazaar-GTK</application> Umgebung zu starten, oder benutzen sie die Steuerung über die Befehlszeile, indem Sie in ein Terminal <screen>bzr</screen> eingeben.
el: Επιλέξτε <menuchoice><guimenu>Εφαρμογές</guimenu><guisubmenu>Προγραμματισμός</guisubmenu><guimenuitem>Olive bazaar Branch Manager</guimenuitem></menuchoice> για να εκκινήσετε την γραφική εφαρμογή <application>Bazaar-GTK</application> ή χρησιμοποιήστε το περιβάλλον γραμμής εντολών και εισάγετε την εντολή: <screen>bzr</screen>
es: Pulse <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Programación</guisubmenu><guimenuitem>Olive bazaar Branch Manager</guimenuitem></menuchoice> para iniciar la interfaz gráfica <application>Bazaar-GTK</application>, o bien, para usar la interfaz en línea de comandos abra un terminal y teclee: <screen>bzr</screen>
fi: Valitse <menuchoice><guimenu>Sovellukset</guimenu><guisubmenu>Ohjelmointi</guisubmenu><guimenuitem>Olive bazaar Branch Manager</guimenuitem></menuchoice> käynnistääksesi <application>Bazaar-GTK</application>:n tai käytä komentorivikäyttöliittymää kirjoittamalla päätteeseen komento <screen>bzr</screen>
fr: Cliquez sur <menuchoice><guimenu>Applications</guimenu><guisubmenu>Programmation</guisubmenu><guimenuitem>Olive bazaar Branch Manager</guimenuitem></menuchoice> pour démarrer l'interface graphique <application>Bazaar-GTK</application>. Vous pouvez aussi utiliser la ligne de commande en saisissant dans un terminal : <screen>bzr</screen>
ja: <menuchoice><guimenu>アプリケーション</guimenu><guisubmenu>プログラミング</guisubmenu><guimenuitem>Olive bazaar Branch Manager</guimenuitem></menuchoice>を押して<application>Bazaar-GTK</application>グラフィカル・インターフェイスを起動します。また、コマンドライン・インターフェイスを使用する場合は、端末を開き以下のコマンドを入力します: <screen>bzr</screen>
ko: <menuchoice><guimenu>프로그램</guimenu><guisubmenu>개발</guisubmenu><guimenuitem>Olive bazaar Branch Manager</guimenuitem></menuchoice>을 누르고 <application>Bazaar-GTK</application> 시각적화면이나 명령줄화면으로 시작할때 터미널을 열고 다음을 입력하세요: <screen>bzr</screen>
pl: Wciśnij <menuchoice><guimenu>Programy</guimenu><guisubmenu>Programowanie</guisubmenu><guimenuitem>Olive bazaar Branch Manager</guimenuitem></menuchoice>, aby uruchomić interfejs graficzny <application>Bazaar-GTK</application> lub użyj interfejsu wiersza poleceń otwierając terminal i wpisując w nim: <screen>bzr</screen>
ro: Selectați opțiunea <menuchoice><guimenu>Aplicații</guimenu><guisubmenu>Programare</guisubmenu><guimenuitem>Olive Bazaar Branch Manager</guimenuitem></menuchoice> pentru a porni aplicația cu interfață grafică <application>Bazaar-GTK</application> sau dacă doriți să folosiți interfața linie de comandă, deschideți un terminal și tastați: <screen>bzr</screen>
ru: Нажмите <menuchoice><guimenu>Приложения</guimenu><guisubmenu>Программирование</guisubmenu><guimenuitem>Olive Bazaar Branch Manager</guimenuitem></menuchoice> для запуска графического интерфейса <application>Bazaar-GTK</application> или воспользуйтесь интерфейсом командной строки — запустите терминал и выполните: <screen>bzr</screen>
sv: Tryck på <menuchoice><guimenu>Program</guimenu><guisubmenu>Programmering</guisubmenu><guimenuitem>Olive bazaar Branch Manager</guimenuitem></menuchoice> för att starta det grafiska gränssnittet <application>Bazaar-GTK</application> eller för att använda kommandoradsgränssnittet så kan du öppna en terminal och skriva: <screen>bzr</screen>
zh_cn: 按下<menuchoice><guimenu>应用</guimenu><guisubmenu>程序</guisubmenu><guimenuitem>Olive bazaar Branch Manager</guimenuitem></menuchoice>来启动<application>Bazaar-GTK</application>图形化界面或者打开终端的命令行界面输入：<screen>bzr</screen>

source: Other version control systems
ar: أنظمة تحكم نسخ أخرى
bg: Друга версия на система за управление
de: Andere Systeme zur Versionskontrolle
el: Άλλα συστήματα ελέγχου εκδόσεων
es: Otros sistemas de control de versiones
fi: Muut versionhallintajärjestelmät
fr: Autres systèmes de gestion de versions
ja: その他のバージョン管理システム
ko: 다른 판번관리시스템
pl: Inne systemy kontroli wersji
ro: Alte sisteme pentru controlul versiunii
ru: Другие системы контроля версий
sv: Andra versionshanteringssystem
zh_cn: 其它版本控制系统

source: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN) is a version control system intended as a replacement for CVS.
ar: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN) هو نظام تحكم نسخ يستهدف استبدال CVS.
bg: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN) е версия на система за управление, предназначена за замяна на CVS.
de: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN) ist ein System zur Versionskontrolle, das als Ersatz für CVS gedacht ist.
el: Το <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN) είναι ένα σύστημα ελέγχου εκδόσεων που αποσκοπεί στην αντικατάσταση του CVS.
es: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN) es un sistema de control de versiones que pretende ser el sustituto de CVS.
fi: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN) on CVS:n korvaajaksi kehitetty versionhallintajärjestelmä.
fr: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN) est un système de gestion de versions conçu pour remplacer CVS.
ja: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN) はCVSの置き換えを目指して開発られたバージョン管理システムです。
ko: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN)는 CVS를 대체하는 판번관리시스템입니다.
pl: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN) jest systemem kontroli wersji zaprojektowanym jako zamiennik CVS.
ro: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN) este un sistem pentru controlul versiunii care intenționează să înlocuiască sistemul CVS.
ru: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN) — система контроля версий, созданная как замена CVS.
sv: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN) är ett versionshanteringssystem som är tänkt som en ersättning för CVS.
zh_cn: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN) 为意图代替 CVS 的版本控制系统。

source: <ulink url="http://www.nongnu.org/cvs/">CVS</ulink> is also available, however you should give strong consideration to using other version control systems for new projects.
ar: <ulink url="http://www.nongnu.org/cvs/">CVS</ulink> متاح أيضا، لكن يجب التفكير بجدية عن استخدام أنظمة تحكم نسخ أخرى للمشاريع الحديثة.
bg: <ulink url="http://www.nongnu.org/cvs/">CVS</ulink> също е достъпна, въпреки това трябва сериозно да помислите дали да използвате друга версия на система за управление за нови проекти.
de: <ulink url="http://www.nongnu.org/cvs/">CVS</ulink>ist auch verfügbar, allerdings sollten Sie eher in Betracht ziehen, in neuen Projekten ein anderes System zur Versionskontrolle zu verwenden.
el: Το <ulink url="http://www.nongnu.org/cvs/">CVS</ulink> είναι επίσης διαθέσιμο, αλλά θα πρέπει μάλλον να επιλέξετε κάποιο άλλο σύστημα ελέγχου εκδόσεων για νέα έργα λογισμικού.
es: <ulink url="http://www.nongnu.org/cvs/">CVS</ulink> también está disponible, aunque debería considerar fuertemente el uso de otros sistemas de control de versiones para sus nuevos proyectos.
fi: <ulink url="http://www.nongnu.org/cvs/">CVS</ulink> on myös käytettävissä. Sitä ei kuitenkaan yleensä kannata käyttää uusien projektien kanssa.
fr: <ulink url="http://www.nongnu.org/cvs/">CVS</ulink> est également disponible. Cependant vous devriez sérieusement envisager l'utilisation d'autres gestionnaires de version pour de nouveaux projets.
ja: <ulink url="http://www.nongnu.org/cvs/">CVS</ulink> も同じく利用可能ですが、新しいプロジェクトには他のバージョン管理システムを使用することを強くお勧めします。
ko: <ulink url="http://www.nongnu.org/cvs/">CVS</ulink>도 가능합니다. 새 프로젝트에 다른 판번관리시스템을 사용해서 더 강력하게 관리하기 바랍니다.
pl: <ulink url="http://www.nongnu.org/cvs/">CVS</ulink> jest także dostępne, jednakże powinieneś poważnie się zastanowić nad używaniem innych systemów kontroli wersji dla nowych projektów.
ro: De asemenea, este disponibil și sistemul <ulink url="http://www.nongnu.org/cvs/">CVS</ulink>, dar este recomandat să luați serios în considerare folosirea altui sistem pentru controlul versiunii, dacă doriți să lucrați la proiecte noi.
ru: Сама <ulink url="http://www.nongnu.org/cvs/">CVS</ulink> также доступна, однако рекомендуется тщательно изучить возможность использования других систем контроля версий для новых проектов.
sv: <ulink url="http://www.nongnu.org/cvs/">CVS</ulink> finns också tillgängligt, dock bör du starkt fundera på att använda ett annat versionshanteringssystem för nya projekt.
zh_cn: <ulink url="http://www.nongnu.org/cvs/">CVS</ulink>同样可用,然而您应该认真考虑清楚为新的项目使用其它版本控制系统。

source: Other tools
ar: أدوات أخرى
bg: Други инструменти
ca: Altres eines
cs: Jiné nástroje
de: Andere Werkzeuge
el: Άλλα εργαλεία
es: Otras herramientas
fi: Muut työkalut
fr: Autres outils
gl: Outras ferramentas
hu: Egyéb eszközök
is: Önnur tól
ja: 他のツール
ko: 그 밖의 도구들
mk: Други алатки
pl: Inne narzędzia
ro: Alte Utilitare
ru: Другие инструменты
sk: Ďalšie nástroje
sv: Övriga verktyg
zh_cn: 其它工具

source: <ulink url="http://glade.gnome.org/">Glade</ulink> is a user interface designer for building GNOME and GTK applications.
ar: <ulink url="http://glade.gnome.org/">Glade</ulink> هو مصمم واجهة مستخدم لبناء تطبيقات جنوم و GTK.
bg: <ulink url="http://glade.gnome.org/">Glade</ulink> е за проектиране на потребителски интерфейс за изграждане на GNOME и GTK програми.
ca: El <ulink url="http://glade.gnome.org/">Glade</ulink> és un dissenyador d'interfícies gràfiques per a crear aplicacions del GNOME i del GTK.
cs: <ulink url="http://glade.gnome.org/">Glade</ulink> je návrhář uživatelského rozhraní pro tvorbu GNOME a GTK aplikací.
de: <ulink url="http://glade.gnome.org/">Glade</ulink> ist ein Werkzeug zum Erstellen von Benutzeroberflächen für GNOME- und GTK-Anwendungen.
el: Το <ulink url="http://glade.gnome.org/">Glade</ulink> είναι ένας σχεδιαστής διεπαφής για την ανάπτυξη εφαρμογών GNOME και GTK.
es: <ulink url="http://glade.gnome.org/">Glade</ulink> es un diseñador de interfaces de usuario para construir aplicaciones GNOME y GTK.
fi: <ulink url="http://glade.gnome.org/">Glade</ulink> on ohjelma käyttöliittymien suunnitteluun GTK/GNOME-ohjelmille.
fr: <ulink url="http://glade.gnome.org/">Glade</ulink>est un concepteur d'interface utilisateur pour construire des applications GNOME et GTK.
gl: <ulink url="http://glade.gnome.org/">Glade</ulink> é un deseñador de interface de usuario para crear aplicacións GNOME e GTK.
hu: <ulink url="http://glade.gnome.org/">Glade</ulink>: egy felhasználói felület tervező GNOME és GTK alkalmazásokhoz.
is: <ulink url="http://glade.gnome.org/">Glade</ulink> er notendaviðmótshönnuður til að smíða GNOME og GTK forrit.
ja: <ulink url="http://glade.gnome.org/">Glade</ulink>はGNOMEとGTKアプリケーションを作成する際に、ユーザーインターフェースの設計を補助してくれるツールです。
ko: <ulink url="http://glade.gnome.org/">Glade</ulink>는 그놈과 GTK 응용 프로그램을 빌드하기 위한 사용자 인터페이스 디자이너입니다.
mk: <ulink url="http://glade.gnome.org/">Glade</ulink> е дизајнер на кориснички интерфејси за правење на GNOME и GTK апликации.
pl: <ulink url="http://glade.gnome.org/">Glade</ulink> jest programem do projektowania graficznego interfejsu aplikacji korzystających z GNOME i GTK.
ro: <ulink url=\"http://glade.gnome.org/\">Glade</ulink> este o o aplicație folosită pentru crearea de interfețe grafice pentru aplicațiile destinate platformelor GNOME și GTK.
ru: <ulink url="http://glade.gnome.org/">Glade</ulink> это программа для разработки пользовательского интерфейса для приложений GNOME и GTK.
sk: <ulink url="http://glade.gnome.org/">Glade</ulink> je dizajnér používateľského rozhrania pre tvorbu GNOME a GTK aplikácií.
sv: <ulink url="http://glade.gnome.org/">Glade</ulink> skapar användargränssnitt för uppbyggnad av GNOME och GTK applikationer.
zh_cn: <ulink url="http://glade.gnome.org/">Glade</ulink> 是一个用于构建 GNOME 和 GTK 应用程序的用户界面设计器。
