Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/programming/po/*.po
Languages: ar, bg, ca, cs, de, el, es, fi, fr, gl, hu, is, ja, ko, mk, pl, ro, ru, sk, sv, zh_cn

source: Press <menuchoice><guimenu>Applications</guimenu><guimenuitem>Programming</guimenuitem><guimenuitem>Anjuta IDE</guimenuitem></menuchoice> to start using <application>anjuta</application>.
ar: اضغط <menuchoice><guimenu>تطبيقات</guimenu><guimenuitem>برمجة</guimenuitem><guimenuitem>بيئة أنجوتا</guimenuitem></menuchoice> لبدء استخدام <application>أنجوتا</application>.
bg: Натиснете <menuchoice><guimenu>Програми</guimenu><guimenuitem>Програмиране</guimenuitem><guimenuitem>Anjuta IDE</guimenuitem></menuchoice>, за да стартирате <application>anjuta</application>.
cs: Pro spuštění <application>anjuta</application> zvolte <menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Programování</guimenuitem><guimenuitem>IDE Anjuta</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Entwicklung</guimenuitem><guimenuitem>Anjuta IDE</guimenuitem></menuchoice> an, um <application>anjuta</application> zu starten.
el: Πατήστε <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Προγραμματισμός</guimenuitem><guimenuitem>Περιβάλλον ανάπτυξης λογισμικού Anjuta</guimenuitem></menuchoice>
es: Pulse <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Programación</guimenuitem><guimenuitem>Anjuta IDE</guimenuitem></menuchoice> para empezar a usar <application>anjuta</application>.
fi: Käynnistä <application>Anjuta</application> valitsemalla <menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Ohjelmointi</guimenuitem><guimenuitem>Anjuta IDE</guimenuitem></menuchoice>
fr: Cliquez sur <menuchoice><guimenu>Applications</guimenu><guimenuitem>Programmation</guimenuitem><guimenuitem>Anjuta IDE</guimenuitem></menuchoice> pour commencer à utiliser <application>Anjuta</application>.
ja: <menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>プログラミング</guimenuitem><guimenuitem>Anjuta IDE</guimenuitem></menuchoice>を押し、<application>anjuta</application>の使用を始めてください。
ko: <menuchoice><guimenu>프로그램</guimenu><guimenuitem>개발</guimenuitem><guimenuitem>Anjuta IDE</guimenuitem></menuchoice>를 누르고, <application>anjuta</application> 시작하기.
pl: Aby otworzyć program <application>anjuta</application> wciśnij <menuchoice><guimenu>Programy</guimenu><guimenuitem>Programowanie</guimenuitem><guimenuitem>Anjuta IDE</guimenuitem></menuchoice>.
ro: Selectați opțiunea <menuchoice><guimenu>Aplicații</guimenu><guimenuitem>Programare</guimenuitem><guimenuitem>Anjuta IDE</guimenuitem></menuchoice> pentru a lansa aplicația <application>anjuta</application>.
ru: Для запуска <application>anjuta</application> воспользуйтесь меню <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Программирование</guimenuitem><guimenuitem>Anjuta IDE</guimenuitem></menuchoice>.
sv: Tryck på <menuchoice><guimenu>Program</guimenu><guimenuitem>Programmering</guimenuitem><guimenuitem>Utvecklingsmiljön Anjuta</guimenuitem></menuchoice> för att börja använda <application>anjuta</application>.
zh_cn: 按下<menuchoice><guimenu>应用</guimenu><guimenuitem>程序</guimenuitem><guimenuitem>Anjuta IDE</guimenuitem></menuchoice>来启动<application>anjuta</application>。

source: Java
ar: جافا
ko: 자바
ru: Язык программирования Java

source: For <emphasis>PowerPC</emphasis> machines, see <ulink url="https://help.ubuntu.com/community/Java">Ubuntu Help Online</ulink>.
ar: لآلات <emphasis>PowerPC</emphasis>، راجع <ulink url="https://help.ubuntu.com/community/Java">مساعدة أوبونتو على الإنترنت</ulink>.
bg: За <emphasis>PowerPC</emphasis> машини, вижте <ulink url="https://help.ubuntu.com/community/Java">Онлайн помощ на Ubuntu</ulink>.
ca: Consulteu l'<ulink url="https://help.ubuntu.com/community/Java">ajuda en línia de l'Ubuntu</ulink> si utilitzeu un ordinador <emphasis>PowerPC</emphasis>.
cs: Ohledně počítačů <emphasis>PowerPC</emphasis> shlédněte <ulink url="https://help.ubuntu.com/community/Java">online nápovědu Ubuntu</ulink>.
de: Entsprechende Informationen für <emphasis>PowerPC</emphasis>-Maschinen sind unter <ulink url="https://help.ubuntu.com/community/Java">Ubuntu Help Online</ulink> zu finden.
el: Για υπολογιστές τύπου <emphasis>PowerPC</emphasis>, δείτε την <ulink url="https://help.ubuntu.com/community/Java">Βοήθεια του Ubuntu</ulink>.
es: Para máquinas <emphasis>PowerPC</emphasis>, vea <ulink url="https://help.ubuntu.com/community/Java">Ayuda en línea de Ubuntu</ulink>.
fi: <emphasis>PowerPC</emphasis>-koneita varten katso: <ulink url="https://help.ubuntu.com/community/Java">Ubuntu Help Online</ulink>.
fr: Pour les machines utilisant des processeurs <emphasis>PowerPC</emphasis>, consultez <ulink url="https://help.ubuntu.com/community/Java">Ubuntu Help Online</ulink> (en anglais).
gl: Para máquinas <emphasis>PowerPC</emphasis> consulte <ulink url="https://help.ubuntu.com/community/Java">Axuda en liña da Ubuntu</ulink>.
ja: <emphasis>PowerPC</emphasis>マシンについては、<ulink url="https://help.ubuntu.com/community/Java">Ubuntu Help Online</ulink>を見てください。
ko: <emphasis>PowerPC</emphasis>사용자는 다음을 보세요 <ulink url="https://help.ubuntu.com/community/Java">Ubuntu Help Online</ulink>.
pl: Dla maszyn <emphasis>PowerPC</emphasis> zobacz <ulink url="https://help.ubuntu.com/community/Java">Ubuntu - pomoc w sieci</ulink>.
ro: Pentru artitecturi <emphasis>PowerPC</ emphasis>, vezi <ulink url="https://help.ubuntu.com/community/Java">Ajutor Ubuntu online</ ulink>.
ru: Для машин <emphasis>PowerPC</emphasis> смотрите <ulink url="https://help.ubuntu.com/community/Java">Онлайн документацию Ubuntu</ulink>.
sv: För <emphasis>PowerPC</emphasis>-datorer, se <ulink url="https://help.ubuntu.com/community/Java">Ubuntu Help Online</ulink>.
zh_cn: 对于 <emphasis>PowerPC</emphasis> 机器，参阅 <ulink url="https://help.ubuntu.com/community/Java">Ubuntu 在线帮助</ulink>。

source: Java, developed by Sun Microsystems, is and interpreted language which is compiled to bytecode. This bytecode can be run on any Java Virtual Machine, making Java a highly portable language. It is object oriented, has similar syntax to C and is designed to be secure.
ar: جافا، المطورة بواسطة صن مايكروسيستمز، هي لغة مفسرة تصرّف إلى كود ثنائي. هذا الكود الثنائي يمكن أن ينفّذ على أي آلة جافا مرئية ما يجعل جافا لغة محمولة بشكل كبير. موجهة بالكائنات، ولها صياغة شبيهة بسي، ومصممة لتكون آمنة.
bg: Java, разработена от Sun Microsystems е и интерпретиращ език, който е компилиран с байткод. Байткода може да се изпълни на всяка Java Virtual Machine (Java виртуална машина), като прави Java много мобилен език. Обектно ориентиран, има подобен синтаксис като на C и е проектиран с по-висока защита.
ca: El Java, desenvolupat per Sun Microsystems és un llenguatge interpretat que es compila a codi de bytes, el qual es pot executar a qualsevol Màquina Virtual Java, cosa que fa que el Java sigui un llenguatge molt portable. És orientat a objectes, té una sintaxi similar al C i fou dissenyat per a ésser segur.
cs: Java, vyvíjená Sun Microsystems, je interpretovaný jazyk kompilovaný do bytekódu. Tento bytekód může být spuštěn na libovolném virtuálním stroji Java, což z Javy dělá vysoce přenosný jazyk. Je objektově orientovaná, má podobnou syntaxi jako C a je navržená s ohledem na bezpečnost.
de: Das von der Firma Sun Microsystems entwickelte Java ist eine Interpretersprache, die in Bytecode übersetzt wird. Dieser Bytecode kann in jeder virtuellen Java-Maschine ausgeführt werden, was Java zu einer leicht portierbaren Sprache macht. Sie ist objektorientiert, hat eine C-ähnliche Syntax und wurde mit Fokus auf Sicherheit entwickelt.
el: Η Java είναι μια γλώσσα που μεταγλωττίζει σε bytecode. Το bytecode αυτό μπορεί να εκτελεστεί σε μια οποιαδήποτε εικονική μηχανή της Java, κάνοντας την μια γλώσσα που χρησιμοποιείται σε πολλές πλατφόρμες. Είναι αντικειμενοστραφής, έχει παρόμοια σύνταξη με την C και είναι σχεδιασμένη να είναι ασφαλής.
es: Java, desarrollado por Sun Microsystems, es un lenguaje interpretado que se compila a bytecode (código intermedio). Este bytecode puede ejecutarse en cualquier Máquina Virtual Java, lo que hace que Java sea un lenguaje muy portable. Es orientado a objetos, tiene una sintaxis similar a la de C y está diseñado para ser seguro.
fi: Sun Microsystemsin kehittämä Java on tulkittava kieli, joka käännetään tavukoodiksi. Tämä koodi voidaan suorittaa millä tahansa Java-virtuaalikoneella, mikä tekee Javasta alustariippumattoman kielen. Se on oliopohjainen, sen syntaksi on lähellä C-kieltä ja se on suunniteltu turvalliseksi.
fr: Java, développé par Sun Microsystems, est un langage interprété, compilé en « bytecode ». Ce bytecode peut être exécuté sur n'importe quelle machine virtuelle Java. Ceci fait de Java un langage multi-plates-formes. C'est un langage orienté objet, à la syntaxe similaire au C et il est conçu pour la sécurité.
gl: O Java, creado por sun Microsystems, é unha linguaxe interpretada compilada en bytecode. Este bytecode pódese executar nunha Máquina Virtual Java, o que fai do Java unha linguaxe moi portábel. Está orientada a obxectos, ten unha sintaxe semellante á do C e está designada para ser segura.
ja: Sun マイクロシステムズによって開発されたJavaは、バイトコードにコンパイルされた言語を解釈します。どんなJava仮想マシンでもこのバイトコードを実行でき、非常に持ち運び可能な言語のJavaで作ることができます。
ko: 선마이크로시스템에서 개발된 자바는 해석언어이며 바이트코드로 컴파일됩니다. 이는 자바가상머신에서 실행되며 자바는 고급 이동형언어로 만들며, 객체 지향언어로 C문법과 비슷하고 안전하게 설계되었습니다.
pl: Java, stworzona przez Sun Microsystems, jest interpretowanym językiem, kompilowanym do kodu binarnego. Ten kod może być uruchamiany na każdej Maszynie Wirtualnej Javy (JVM), czyniąc Javę językiem przenośnym. Jest zorientowana obiektowo, posiada składnię zbliżoną do C i jest zaprojektowana, aby być bezpieczną.
ro: Java, dezvoltat de Sun Microsystems, este un limbaj interpretat care este compilat în bytecode. Acest bytecode poate fi executat pe orice mașină virtuală Java, făcând Java un limbaj de programare foarte portabil. Este orientat obiect, are sintaxă similară cu cea a limbajului C și este proiectat să aducă securitate.
ru: Java, разработанная фирмой Sun Microsystems, является интерпретируемым языком программирования, компилируемым в байткод. Этот байткод может быть запущен на любой виртуальной машине Java, делая её широко переносимым языком. Java — объектно-ориентированный язык с похожим на Си синтаксисом и разработанный быть безопасным.
sv: Java, utvecklat av Sun Microsystems, är ett tolkat språk som kompileras till bytecode. Denna bytecode kan köras på valfri Java Virtual Machine, vilket gör Java ett ett mycket portabelt språk. Det är objektorienterat och har en syntax som liknar C samt är designad till att vara säker.
zh_cn: Java 是由 Sun Microsystems 开发的，它是一个解释性的语言，可用编译成 bytecode。Bytecode 可以运行在任何 Java 虚拟机上，这使得 Java 成为了一个具有很高便携性的语言。它是面向对象的，和 C 有类似的语法，并且被设计为安全的。

source: Installation
ar: التثبيت
bg: Инсталиране
ca: Instal·lació
cs: Instalace
el: Εγκατάσταση
es: Instalación
fi: Asentaminen
gl: Instalación
ja: インストール
ko: 설치
pl: Instalacja
ro: Instalare
ru: Установка
zh_cn: 安装

source: Ubuntu supports both Java 1.5 and 1.6 in both Sun and Open Source flavors.
ar: يدعم أوبونتو جافا 1.5 وجافا 1.6 في نكهتي صن والمصدر المتفتوح.
bg: Ubuntu поддържа и двете Java 1.5 и 1.6 в идвете Sun и Open Source.
ca: L'Ubuntu funciona tant amb el Java 1.5 i 1.6, tant en la variant de Sun com en la variant de programari lliure.
cs: Ubuntu podporuje Javu 1.5 i 1.6 jak od Sunu, tak svobodnou verzi.
de: Ubuntu unterstützt Java 1.5 und 1.6, sowohl in der Sun- als auch in der Open-Source–Variante.
el: Το Ubuntu υποστηρίζει τις Java 1.5 και 1.6, στις εκδόσεις της Sun αλλά και στις εκδόσεις ανοικτού κώδικα.
es: Ubuntu permite Java 1.5 y 1.6 en ambas versiones Sun y Open Source.
fi: Ubuntu tukee Javan 1.5- ja 1.6-versioita sekä Sunin että avoimen lähdekoodin versioina.
fr: Ubuntu prend en charge aussi bien Java 1.5 et 1.6 dans leurs versions libres ou celles de Sun.
gl: Ubuntu admite tanto Java 1.5 como 1.6 nos sabores de Sun e Open Source.
ja: UbuntuはSun版とオープンソース版のJava 1.5と1.6の両方をサポートしています。
ko: 우분투는 Sun과 오픈소스진영에서 작성된 자바 1.5와 1.6 모두 지원합니다.
pl: Ubuntu wspiera wersje Javy 1.5 i 1.6, zarówno w odmianach rozwijanych przez Sun jak i Open Source.
ro: Ubuntu suportă atât Java 1.5 cât şi 1.6 atât în varianta Sun cât și cea Open Source.
ru: Ubuntu поддерживает Java 1.5 и 1.6, в вариантах как Sun, так и Open Source.
sv: Ubuntu har stöd för både Java 1.5 och 1.6 i Suns variant och öppen källkod.
zh_cn: Ubuntu同时支持Sun和开源版本的Java 1.5和1.6。

source: <ulink url="apt:sun-java5-jdk">Install the <application>sun-java5-jdk</application> package</ulink>.
ar: <ulink url="apt:sun-java5-jdk">ثبت الحزمة <application>sun-java5-jdk</application></ulink>.
bg: <ulink url="apt:sun-java5-jdk">Инсталирайте пакета <application>sun-java5-jdk</application></ulink>.
cs: <ulink url="apt:sun-java5-jdk">Nainstalujte balík <application>sun-java5-jdk</application></ulink>.
de: <ulink url="apt:sun-java5-jdk">Installieren Sie das Software-Paket <application>sun-java5-jdk</application></ulink>.
el: <ulink url="apt:sun-java5-jdk">Εγκαταστήστε το πακέτο <application>sun-java5-jdk</application></ulink>.
es: <ulink url="apt:sun-java5-jdk">Instale el paquete <application>sun-java5-jdk</application></ulink>.
fi: <ulink url="apt:sun-java5-jdk">Asenna paketti <application>sun-java5-jdk</application></ulink>.
fr: <ulink url="apt:sun-java5-jdk">Installez le paquet <application>sun-java5-jdk</application></ulink>.
ja: <ulink url="apt:sun-java5-jdk"><application>sun-java5-jdk</application> パッケージをインストールします</ulink>。
ko: <ulink url="apt:sun-java5-jdk"><application>sun-java5-jdk</application>꾸러미 설치</ulink>.
pl: <ulink url="apt:sun-java5-jdk">Zainstaluj pakiet <application>sun-java5-jdk</application></ulink>.
ro: <ulink url="apt:sun-java5-jdk">Instalați pachetul <application>sun-java5-jdk</application></ulink>.
ru: <ulink url="apt:sun-java5-jdk">Установите пакет <application>sun-java5-jdk</application></ulink>.
sv: <ulink url="apt:sun-java5-jdk">Installera paketet <application>sun-java5-jdk</application></ulink>.
zh_cn: <ulink url="apt:sun-java5-jdk">安装<application>sun-java5-jdk</application>软件包</ulink>。

source: Read the Java license presented. You must accept it to continue.
ar: اقرأ رخصة جافا أولا. عليك الموافقة عليها للاستمرار.
bg: Прочетете лицензионното споразумение на Java. Трябва да сте съгласни с него, за да продължите.
ca: Llegiu la llicència del Java presentada. Haureu d'acceptar-la per a poder continuar.
cs: Přečtěte si uvedenou licenci Javy. Před pokračováním musíte souhlasit.
de: Lesen sie die dargestellte Java-Lizenz. Sie müssen diese akzeptieren, um fortzufahren.
el: Διαβάστε την άδεια χρήσης της Java. Πρέπει να την αποδεχτείτε για να συνεχίσετε.
es: Lea la licencia de Java que se muestra. Debe aceptarla para continuar.
fi: Lue ja hyväksy Javan lisenssiehdot.
fr: Lisez les conditions de licence de Java qui vous sont présentées. Vous devez les accepter pour continuer.
gl: Lea a licenza de Java que se lle presenta. Tenna que aceptar para continuar.
hu: Olvassa el a megjelenő Java licencet. A folytatáshoz el kell fogadnia azt.
is: Lestu Java leyfið sem er sýnt hér. Þú verður að samþykkja það til að halda áfram
ja: Javaのライセンス条項を読んでください。インストールを続けるにはこれに同意しなければなりません。
ko: 자바 라이센스를 읽어보십시오. 진행하기 위해서는 여기에 동의해야만 합니다.
mk: Прочитајте ја прикажаната лиценца за Java. Мора да ја прифатите пред да продолжите.
pl: Przeczytaj licencję. Musisz ją zaakceptować, aby kontynuować.
ro: Citiți licența Java care vă este prezentată. Trebuie să o acceptați pentru a putea continua.
ru: Прочитайте лицензионное соглашение для Java. Для продолжения установки необходимо принять условия лицензии.
sk: Prečítajte si uvedenú licenciu Javy. Ak chcete pokračovať, musíte s ňou súhlasiť.
sv: Läs igenom Javalicensen när den visas. Du måste acceptera den för att fortsätta.
zh_cn: 请阅读给出的 Java 授权许可。您必须接受才能继续。

source: To get your system to use Sun Java instead of the open-source (but less functional) GIJ that is installed by default, run: <screen>sudo update-alternatives --config java</screen> and choose the option that has <filename>j2re1.5-sun</filename> in it.
ar: لتجعل نظامك يستخدم صن جافا بدلا من المصدر المفتوح (لكن الأقل أداءً) GIJ المثبت مبدئيا، نفّذ: <screen>sudo update-alternatives --config java</screen> واختر الخيار الذي فيه <filename>j2re1.5-sun</filename>.
bg: За да използва системата ви Sun Java вместо инсталирания по подразбиране GIJ (с отворен код, но по-малко функционален), стартирайте: <screen>sudo update-alternatives --config java</screen> и изберете опцията, която съдържа <filename>j2re1.5-sun</filename> в себе си.
ca: Per fer que el vostre sistema faci servir el Java de Sun en comptes del programari lliure GIJ, que és menys funcional i que ja està instal·lat per defecte, executeu: <screen>sudo update-alternatives --config java</screen> i escolliu l'opció que conté <filename>j2re1.5-sun</filename>.
cs: Pro změnu nastavení systému, aby používal Sun Javu místo otevřeného (ale méně funkčního) GCJ nainstalovaného ve výchozím stavu, spusťte: <screen>sudo update-alternatives --config java</screen> a zvolte volbu, která obsahuje <filename>j2re1.5-sun</filename>.
de: Um die Java-Umgebung von Sun anstelle der freien, aber in der Funktionalität eingeschränkten GIJ-Umgebung zu verwenden, geben Sie auf der Befehlszeile den Befehl <screen>sudo update-alternatives --config java</screen> ein und wählen die Option <filename>j2re1.5-sun</filename> aus.
el: Για να κάνετε το σύστημα σας να χρησιμοποιεί την Java της Sun αντί της ανοικτού κώδικα (αλλά λιγότερο λειτουργικής) GIJ που είναι προεπιλεγμένη, εκτελέστε την εντολή: screen>sudo update-alternatives --config java</screen> και επιλέξτε την επιλογή που έχει το <filename>j2re1.5-sun</filename>.
es: Para que su sistema utilice el paquete Java de Sun en lugar del GIJ (que es libre pero menos funcional) que se instala por omisión, ejecute: <screen>sudo update-alternatives --config java</screen> y seleccione allí la opción <filename>j2re1.5-sun</filename>.
fi: Käyttääksesi Sunin Javaa oletuksena asennettavan vapaan (mutta huonommin toimivan) GIJ:n sijaan aja komento <screen>sudo update-alternatives --config java</screen> ja valitse <filename>j2re1.5-sun</filename>.
fr: Pour permettre à votre système d'utiliser Java de Sun au lieu du Java open-source GIJ (qui propose moins de fonctionnalités) installé par défaut, tapez : <screen>sudo update-alternatives --config java</screen> et choisissez l'option qui contient <filename>j2re1.5-sun</filename> dans son nom.
gl: Para que o seu sistema utilice o Java da Sun en vez do GIJ de código aberto (mais con menos funcións) que se instala por omisión, execute <screen>sudo update-alternatives --config java</screen> e escolla a opción que ten <filename>j2re1.5-sun</filename>.
hu: Ahhoz, hogy a rendszer a Sun Java-t használja a nyílt forráskódú (de korlátozottabban használható) GIJ változattal szemben, amely az alapértelmezett, futtassa ezt a parancsot: <screen>sudo update-alternatives --config java</screen> és válassza a <filename>j2re1.5-sun</filename> opciót.
is: Til að láta kerfið þitt nota Sun Java í stað hinnar frjálsu (en takmarkaðri) GU sem er sett upp í sjálfgefnu upsetningunni, keyrðu: <screen>sudo update-alternatives --config java</screen> og veldu þann kost sem inniheldur <filename>j2re1.5-sun</filename>.
ja: システムがSun Javaを、デフォルトでインストールされているオープンソースの(しかし機能が劣る)GIJの代わりに、使用するようにするには、<screen>sudo update-alternatives --config java</screen> を実行して、<filename>j2re1.5-sun</filename> の文言を含むオプションを選択します。
ko: 기본 설치된 오픈 소스 (하지만 기능이 약간 적은) GIJ 대신 Sun Java를 사용하는 시스템을 만드려면 다음을 실행하세요: <screen>sudo update-alternatives --config java</screen> 그리고 <filename>j2re1.5-sun</filename> 옵션을 고르세요.
mk: За да направите Vашиот систем да ја користи Sun-овата Java, наместо GIJ Java-та со отворен код (која е помалку функционална) и се инсталира со стандардна конфигурација, ивршете <screen>sudo update-alternatives --config java</screen> и изберете ја опцијата што содржи <filename>j2re1.5-sun</filename> во неа.
pl: Aby twój system używał Javy firmy Sun zamiast otwartej (lecz mniej funkcjonalnej) GIJ która jest instalowana domyślnie, uruchom: <screen>sudo update-alternatives --config java</screen> i wybierz opcję, która zawiera <filename>j2re1.5-sun</filename>.
ro: Pentru a determina sistemul dumneavoastră să utilizeze Sun Java în locul versiunii open-source (dar mai puțin funcțională) GIJ dar care este instalată implicit, rulați în terminal: <screen>sudo update-alternatives --config java</screen> și selectați opțiunea care are <filename>j2re1.5-sun</filename> în conținutul ei.
ru: Чтобы использовать на вашей системе Sun Java вместо свободного (но с меньшими возможностями) аналога GIJ, устанавливаемого по умолчанию, запустите: <screen>sudo update-alternatives --config java</screen> и выберете пункт, имеющий <filename>j2re1.5-sun</filename> в названии.
sk: Ak si prajete, aby váš systém namiesto GIJ (Grafický interpretátor Javy) s otvoreným zdrojovým kódom (ale s nižšou funkčnosťou) používal Sun Javu, spustite: <screen>sudo update-alternatives --config java</screen> a zvoľte možnosť, ktorá obsahuje <filename>j2re1.5-sun</filename>.
sv: För att få ditt system att använda Sun Java istället för det fria (men mindre funktionella) GIJ som är installerat som standard, kör: <screen>sudo update-alternatives --config java</screen> och välj alternativet som har <filename>j2re1.5-sun</filename> i sig.
zh_cn: 要使您的系统使用 Sun Java 而不是默认安装的开源(但缺少某些功能)的 GIJ，运行：<screen>sudo update-alternatives --config java</screen>并选择名称中含有<filename>j2re1.5-sun</filename>的选项。
