Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/advanced-topics/po/*.po
Languages: ar, eo, kn, lt, lv, ms, si, sl, th, uk, vi, zh_hk

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
ar: ubuntu-doc@lists.ubuntu.com (مشروع توثيق أوبونتو)
eo: ubuntu-doc@lists.ubuntu.com (Dokumentada Projekto de Ubuntu)
kn: ubuntu-docs@lists.ubuntu.com (ಉಬುಂಟು ದಸ್ತಾವೇಜೀಕರಣ ಯೋಜನೆ)
lt: ubuntu-doc@lists.ubuntu.com (Ubuntu dokumentacijos projektas)
lv: ubuntu-doc@lists.ubuntu.com (Ubuntu dokumentācijas projekts)
ms: ubuntu-doc@lists.ubuntu.com(Projek Dokumentasi Ubuntu)
si: ubuntu-doc@lists.ubuntu.com (Ubuntu ලේඛන ව්‍යාපෘතිය)
sl: ubuntu-doc@lists.ubuntu.com (Dokumentacijski projekt Ubunta)
th: ubuntu-doc@lists.ubuntu.com (โครงการเอกสาร Ubuntu)
uk: ubuntu-doc@lists.ubuntu.com (Проект Документування Ubuntu)
vi: ubuntu-doc@lists.ubuntu.com (Dự án tài liệu Ubuntu)
zh_hk: ubuntu-doc@lists.ubuntu.com（Ubuntu文件計劃）

source: Advanced Topics
ar: موضوعات متقدمة
eo: Altnivelaj temoj
kn: ಕ್ಲಿಷ್ಟ ವಿಷಯಗಳು
lt: Išplėstinės temos
lv: Sarežģītie temati
ms: Topik Maju
si: අපහසු මාතෘකා
sl: Napredne vsebine
th: หัวเรื่อง ขั้นสูง
uk: Розширені Можливості
vi: Các chủ đề nâng cao

source: Placeholder
ar: حاجز مكان
eo: Lokokupilo
kn: ಪ್ಲೇಸ್ ಹೋಲ್ಡರ್
lt: Vietos laikiklis
ms: Pemegang tempat
sl: Držalec mesta
th: ตัวจองที่
uk: Поле підстановки
zh_hk: 萬用字元

source: Credits and License
ar: الإشادات و الرخصة
eo: Kreditoj kaj Licenco
kn: ಶ್ರೀಯ ಮತ್ತು ಪರವಾನಗಿ
lt: Padėkos ir licencija
lv: Autori un licence
ms: Kredit dan Lesen
si: සම්මාන හා බලපත්‍ර
sl: Zasluge in licenca
th: ผู้จัดทำและลิขสิทธิ์
uk: Автори та ліцензія
vi: Công đóng góp và Giấy phép
zh_hk: 嗚謝與授權

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
ar: هذه الوثيقة تحت رعاية فريق توثيق أوبنتو (https://wiki.ubuntu.com/DocumentationTeam). للاطلاع على قائمة المساهمين،طالع <ulink url="../../libs/C/contributors.xml">صفحة المساهمين</ulink>
ms: Dokumen in diselenggara oleh Pasukan Dokumentasi Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Untuk senarai penyumbang, sila merujuk <ulink url="../../libs/C/contributors.xml">Muka surat penyumbang</ulink>
si: මෙම ලේඛනය පවත්වාගෙන යන්නේ Ubuntu ලේඛන ව්‍යාපෘතියෙනි (https://wiki.ubuntu.com/DocumentationTeam). දායකයන්ගේ ලැයිස්තුව සදහා, බලන්න <ulink url="../../libs/C/contributors.xml">දායනයන්ගේ පිටුව</ulink>
th: เอกสารนี้ดูแลรักษาโดยทีมเอกสารของอูบุนตู (https://wiki.ubuntu.com/DocumentationTeam) สำหรับรายชื่อของผู้มีส่วนร่วม กรุณาดูที่ <ulink url="../../libs/C/contributors.xml">รายชื่อของผู้มีส่วนร่วม</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ar: هذا المستند متوفر تحت رخصة العموميات الخلاقة التشارك بالمثل 2.5 (CC-BY-SA).
eo: Tiu dokumento estas disponebligita sub la licenco Creative Commons ShareAlike 2.5 (CC-BY-SA).
kn: ಈ ದಸ್ತಾವೇಜನ್ನು ಕ್ರಿಯೇಟಿವ್ ಕಾಮನ್ಸ್ ಶೇರ್ ಅಲೈಕ್ 2.5 ಪರವಾನಗಿ (CC-BY-SA) ಯೊಂದಿಗೆ ಕೊಡಮಾಡಲಾಗುತ್ತಿದೆ.
lt: Šis dokumentas sukurtas prieinamu pagal Creative Commons ShareAlike 2.5 licenciją (CC-BY-SA).
lv: Šis dokuments ir pieejams zem Creative Commons ShareAlike 2.5 Licences (CC-BY-SA).
ms: Dokumen ini disediakan dibawah lesen 'Creative Commons ShareAlike 2.5 License' (CC-BY-SA).
si: Creative Commons ShareAlike 2.5 License (CC-BY-SA) යටතේ මෙම ලේඛනය සාදා ඇත.
sl: Dokument je na voljo pod licenco Creative Commons ShareAlike 2.5 (CC-BY-SA).
th: เอกสารฉบับนี้ใช้สัญญาอนุญาตแบบ Creative Commons ShareAlike 2.5 (CC-BY-SA)
uk: Цей документ розповсюджується за ліцензією Creative Commons ShareAlike 2.5 License (CC-BY-SA).
vi: Tài liệu này được phân phối với giấy phép Creative Commons ShareAlike 2.5 License (CC-BY-SA).
zh_hk: 本文件是以Creative Commons ShareAlike 2.5 License (CC-BY-SA) 發放的。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
ar: لك أن تعدّل و تزيد و تحسّن وثائق الشفرة المصدرية لأوبونتو بموجب شروط هذه الرخصة. كل الأعمال المشتقة يجب أن تنشر بذات الرخصة.
eo: Vi estas libra de modifi, pligrandigi kaj plibonigi la fontkodan dokumentaron de Ubuntu sub la kondiĉoj de ĉi-tiu licenco. Ĉiu elderiva laboro devas esti disdona sub ĉi-tiu licenco.
kn: ಈ ಪರವಾನಗಿಯ ನಿಬಂಧನೆಗಳ ಪ್ರಕಾರ ನೀವು ಉಬುಂಟು ದಸ್ತಾವೇಜುಗಳನ್ನು ಬದಲಾಯಿಸಬಹುದು, ಅಭಿವೃದ್ಧಿಪಡಿಸಬಹುದು, ಉತ್ತಮಪಡಿಸಬಹುದು. ಎಲ್ಲಾ ಜನ್ಯ ಉತ್ಪನ್ನಗಳನ್ನು ಇದೇ ಪರವಾನಗಿಯಿಂದ ಬಿಡುಗಡೆ ಮಾಡಬೇಕು.
lt: Galite nevaržomai keisti, plėsti ir tobulinti Ubuntu dokumentacijos pirminį tekstą pagal šios licencijos sąlygas. Visi neoriginalūs darbai turi būti išleisti pagal šią licenciją.
lv: Jūs varat izmainīt, papildināt un uzlabot Ubuntu dokumentācijas pirmkodu zem šīs licences. Visi atvasinājumi jāpublicē zem šīs licences.
ms: Anda dibenarkan mengubah, menambah dan membuat menambah baik kod sumber dokumentasi Ubuntu dibawah terma lesen ini. Semua hasil keluaran berkaitan hendaklah dikeluarkan dibawah lesen yang sama.
sl: Dokumentacijsko izvorno kodo Ubuntu lahko prosto spreminjate, razširjate in izboljšate pod pogoji te licence. Vsa izpeljana dela morajo biti izdana pod enako licenco.
th: คุณมีอิสระที่จะแก้ไข เพิ่มเติม เปลี่ยนแปลง และปรับปรุงซอร์สโค้ดของอูบันตูภายใต้เงื่อนไขสัญญาอนุญาตนี้ และสิ่งที่พัฒนาต่อจากการใช้งานซอร์สโค้ดนี้ ต้องออกภายใต้สัญญาอนุญาตนี้เช่นกัน
uk: Вам дозволено редагувати, розширювати та покращувати код документації Ubuntu згідно умов цієї ліцензії. Всі вихідні роботи повинні розповсюджуватися під цією ліцензією.
vi: Bạn được quyền tự do chỉnh sửa, mở rộng và cải tiến các tài liệu mã nguồn của Ubuntu theo các điều khoản của giấy phép. Tất cả các tài liệu dẫn xuất phải được phát hành theo giấy phép.
zh_hk: 你可以自由地以此許可證的條文修改、擴充和改進Ubuntu說明文件源碼。然而所有衍生的作品都必須在此許可證下發放。

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
ar: يوزّع هذا المستند على أمل أن يكون مفيداً لكن دون أية ضمانات؛ ولا حتى الضمان الضمني لقابلية البيع أو ملائمة الاستخدام لهدف محدد، كما هو موضوف في وثيقة التنصّل.
eo: Oni distribuas ĉi tiun dokumentaron esperante ke ĝi estos utila, sed SEN IA GARANTIO; sen eĉ la implica garantio de KOMERCINDO aŭ TAŬGECO POR SPECIFA CELO KIEL PRISKRIBITA EN LA FORKONFESO.
kn: ಈ ತಂತ್ರಾಶ ಉಪಯುಕ್ತವಾಗುತ್ತದೆ ಎಂಬ ಉದ್ದೇಶದಿಂದ ಹಂಚಲಾಗಿದೆ, ಆದರೆ ಇದಕ್ಕೆ ಯಾವುದೆ ತರಹದ ಖಂಡಿತ ಅಥವ ವಾರಂಟಿ ಕೊಡಲಾಗುವುದಿಲ್ಲ.
lt: Šis dokumentas platinamas tikintis, kad jis bus naudingas, tačiau BE JOKIOS GARANTIJOS; net be garantijos, nustatytos TINKAMUMUI PREKYBAI ,AR TINKAMUMUI KONKREČIAI PASKIRČIAI KAIP APRAŠYTA PASIŽADĖJIME.
lv: Šī dokumentācija tiek izplatīta ar cerību, ka tā būs kādam noderīga, bet BEZ JEBKĀDAS GARANTIJAS; pat bez netiešas garantijas par ATBILSTĪBU KONKRĒTAM MĒRĶIM, KĀ APRAKSTĪTS ATSAUCĒ.
ms: Dokumentasi ini diedarkan dengan harapan yang ianya akan menjadi berguna, tetapi TANPA SEBARANG WARANTI; tanpa waranti yang dilaksanakan untuk KEPERDAGANGAN atau KESESUAIAN BAGI TUJUAN SEPERTI YANG TELAH DITERANGKAN DALAM PENAFIAN INI
sl: Ta dokumentacija se razširja v upanju, da bo koristna, vendar BREZ KAKRŠNEGAKOLI JAMSTVA; tudi brez vštetega jamstva CENOVNE VREDNOSTI ali PRIMERNOSTI ZA DOLOČEN NAMEN, KOT JE OPISANO V IZJAVI O OMEJITVI ODGOVORNOSTI.
th: เอกสารนี้เผยแพร่โดยหวังว่าจะเป็นประโยชน์ แต่ไม่มีการรับประกันใด ๆ (WITHOUT ANY WARRANTY) ไม่มีแม้แต่การรับประกันเป็นนัยว่าขายได้ (MERCHANTABILITY) หรือเหมาะสม (FITNESS) สำหรับจุดประสงค์ใดโดยเฉพาะดังที่ได้บรรยายในเอกสารจำกัดความรับผิดชอบ (DISCLAIMER)
uk: Ця документація розповсюджується з сподіванням на те, що вона буде корисною, але БЕЗ ЖОДНИХ ГАРАНТІЙ; навіть без потенційної гарантії ПРИДАТНОСТІ ДЛЯ ВИКОРИСТАННЯ або ПРИДАТНОСТІ ДЛЯ СПЕЦИФІЧНИХ ЦІЛЕЙ ЯКІ ОПИСАНІ В РОЗ’ЯСНЕННІ
vi: Những tài liệu này được cung cấp với hy vọng rằng nó sẽ hữu ích cho bạn, nhưng KHÔNG CÓ BẤT KỲ ĐẢM BẢO NÀO; thậm chí không có sự đảm bảo bao hàm của KHẢ NĂNG KINH DOANH ĐƯỢC hay SỰ PHÙ HỢP CHO MỘT MỤC ĐÍCH SỬ DỤNG CỤ THỂ NHƯ MÔ TẢ TRONG ĐIỀU KHOẢN TỪ BỎ TRÁCH NHIỆM.
zh_hk: 本項文件的分發目的是給予幫助，然而卻不保證; 甚至不包含免責聲明內的可售性或適用於某一目的之保證。

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ar: نسخة من الرخصة متوفرة هنا: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">رخصة العموميات الخلاقة التشارك بالمثل</ulink>.
ms: Salinan lesen ada di sini: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Lesen Creative Commons ShareAlike</ulink>.
si: බලපත්‍රයේ පිටපත් මෙහි ඇත: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
th: สำเนาของใบอนุญาตเก็บไว้ที่นี่: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Ubuntu Documentation Project
ar: مشروع توثيق أوبونتو
eo: Dokumentada projekto pri Ubuntu
kn: ಉಬುಂಟು ದಸ್ತಾವೇಜೀಕರಣ ಯೋಜನೆ
lt: Ubuntu dokumentacijos projektas
lv: Ubuntu dokumentācijas projekts
ms: Projek Dokumentasi Ubuntu
si: Ubuntu ලේඛන ව්‍යාපෘතිය
sl: Projekt Ubuntu dokumentacije
th: โครงการเอกสารเกี่ยวกับการใช้งาน Ubuntu
uk: Проект документації Ubuntu
zh_hk: Ubuntu文件計劃

source: Canonical Ltd. and members of the <placeholder-1/>
ar: كانونيكال المحدودة وأعضاء <placeholder-1/>
eo: Canonical Ltd. kaj membroj de <placeholder-1/>
kn: ಕನೋನಿಕಲ್ ನಿ. ಮತ್ತು <placeholder-1/>ಯ ಸದಸ್ಯರು
lt: Canonical Ltd. ir <placeholder-1/> nariai
lv: Canonical Ltd. un <placeholder-1/> dalībnieki
ms: Canonical Ltd. dan ahli kepada <placeholder-1/>
si: Canonical Ltd. සහ සාමාජිකයන්ගේ <placeholder-1/>
sl: Canonical Ltd. in člani <placeholder-1/>
th: Canonical Ltd. และสมาชิกของ <placeholder-1/>
uk: Canonical Ltd. та учасники з <placeholder-1/>
zh_hk: Canonical有限公司和 <placeholder-1/> 的成員

source: The Ubuntu Documentation Project
ar: مشروع توثيق أوبونتو
eo: La Dokumentara Projekto de Ubuntu
kn: ಉಬುಂಟು ದಸ್ತಾವೇಜೀಕರಣ ಯೋಜನೆ
lt: Ubuntu dokumentacijos projektas
lv: Ubuntu dokumentācijas projekts
ms: Projek Dokumentasi Ubuntu
si: Ubuntu ලේඛන ව්‍යාපෘතිය
sl: Dokumentacijski projekt Ubuntu
th: โครงการเอกสาร Ubuntu
uk: Проект Документування Ubuntu
vi: Dự án Tài liệu Ubuntu
zh_hk: Ubuntu 文件計劃

source: Installing Server Applications
ar: تثبيت تطبيقات الخادوم
eo: Instali Servilajn Aplikaĵojn
kn: ಪರಿಚಾರಕ ಅನ್ವಯಗಳನ್ನು ಸಂಸ್ಟಾಪಿಸಲಾಗುತ್ತಿದೆ
lt: Serverio programų diegimas
lv: Servera aplikāciju uzstādīsana
ms: Instal Pelayan Aplikasi
si: සර්වරයේ යෙදුම් ස්ථාපිත කිරීම
sl: Namestitev strežniških aplikacij
th: ติดตั้งเซอร์เวอร์แอพพลิเคชั่น
uk: Установка Серверних Додатків
vi: Cài đặt các ứng dụng cho máy chủ
zh_hk: 安裝伺服器程式

source: Using the Command Line
ar: استعمال سطر الأوامر
eo: Uzi la Komandan Linion
kn: ಕಮ್ಯಾಂಡ್ ಲೈನ್ ಬಳಸಲಾಗುತ್ತಿದೆ
lt: Komandinės eilutės naudojimas
lv: Lietojot komandrindu
ms: Menggunakan Command Line
si: Command Line භාවිත කිරීම
sl: Uporaba ukazne vrstice
th: ใช้บรรทัดคำสั่ง
uk: Використання Командного Рядка
vi: Dùng chế độ dòng lệnh
zh_hk: 使用指令行

source: Writing Your Own Programs
ar: كتابة برامجك الخاصة
eo: Skribi Viajn Proprajn Programojn
kn: ನಿಮ್ಮ ಸ್ವಂತ ಅನ್ವಯಗಳನ್ನು ಬರೆಯಿರಿ
lt: Savo Programų Rašymas
lv: Personīgo lietotņu veidošana
ms: Menulis Program Anda Sendiri
si: ඔබේම වැඩසටහනක් ලියන්න
sl: Pisanje Lastnih Programov
th: เขียนโปรแกรมของคุณเอง
uk: Написання Власних Програм
vi: Tự viết chương trình của bạn
zh_hk: 設計自己的程式

source: man pages
ar: صفحات الكتيّبات
eo: man paĝoj
kn: ಸಹಾಯ ಪುಟಗಳು
lt: Žinyno puslapiai
lv: man dokumenti
si: man පිටු
sl: strani man
th: หน้าคู่มือ
uk: man-сторінки
vi: các trang sổ tay
zh_hk: 手冊

source: Terminal Commands References (<placeholder-1/>)
ar: مراجع أوامر الشاشة الطرفية (<placeholder-1/>)
eo: Referencoj pri Terminalal Komandoj (<placeholder-1/>)
lt: Terminalo Komandų Nurodymai (<placeholder-1/>)
lv: Termināļa komandu dokumentācija (<placeholder-1/>)
ms: Rujukan Arahan-arahan Terminal (<placeholder-1/>)
si: Terminal අණවචන නිර්දේශ (<placeholder-1/>)
sl: Povzetek ukazov terminala (<placeholder-1/)
th: คู่มืออ้างอิงคำสั่งในเทอร์มินัล (<placeholder-1/>)
uk: Посилання Термінальних Команд (<placeholder-1/>)
vi: Tham khảo về các lệnh hệ thống (<placeholder-1/>)
zh_hk: 終端機指令參考 (<placeholder-1/>)

source: GNU Info Pages
ar: صفحات معلومات جنو
eo: Informpaĝoj de GNU
kn: GNU ವಿಚಾರ ಪುಟಗಳು
lt: GNU Info puslapiai
lv: GNU Info Lapas
ms: Laman Info GNU
si: GNU තොරතුරැ පිටු
sl: GNU info strani
th: หน้าข้อมูล GNU
uk: Сторінки інформації GNU
vi: Trang Thông Tin GNU
zh_hk: GNU 資訊頁

source: translator-credits
ar: Launchpad Contributions: Caballero https://launchpad.net/~caball3r0 Launchpad Contributions: Caballero https://launchpad.net/~caball3r0 Launchpad Contributions: Caballero https://launchpad.net/~caball3r0 Launchpad Contributions: Caballero https://launchpad.net/~caball3r0 Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: Caballero https://launchpad.net/~caball3r0 Khaled Hosny https://launchpad.net/~khaledhosny Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Osama https://launchpad.net/~osamak-wfm
eo: Launchpad Contributions: Donald Rogers https://launchpad.net/~dero9753 OlivierWeb https://launchpad.net/~olivierweb Launchpad Contributions: Donald Rogers https://launchpad.net/~dero9753 Kitlei Róbert https://launchpad.net/~robi-ijs OlivierWeb https://launchpad.net/~olivierweb Launchpad Contributions: Donald Rogers https://launchpad.net/~dero9753 Kitlei Róbert https://launchpad.net/~robi-ijs OlivierWeb https://launchpad.net/~olivierweb Launchpad Contributions: Brian Croom https://launchpad.net/~aikoniv Donald Rogers https://launchpad.net/~dero9753 Kitlei Róbert https://launchpad.net/~robi-ijs OlivierWeb https://launchpad.net/~olivierweb Launchpad Contributions: Brian Croom https://launchpad.net/~aikoniv Donald Rogers https://launchpad.net/~dero9753 Kitlei Róbert https://launchpad.net/~robi-ijs Launchpad Translations Administrators https://launchpad.net/~rosetta-admins OlivierWeb https://launchpad.net/~olivierweb Launchpad Contributions: Brian Croom https://launchpad.net/~aikoniv Donald Rogers https://launchpad.net/~dero9753 Kitlei Róbert https://launchpad.net/~robi-ijs Launchpad Translations Administrators https://launchpad.net/~rosetta-admins OlivierWeb https://launchpad.net/~olivierweb
kn: Launchpad Contributions: rajesh https://launchpad.net/~s-r-rajesh Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins rajesh https://launchpad.net/~s-r-rajesh Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins rajesh https://launchpad.net/~s-r-rajesh Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins rajesh https://launchpad.net/~s-r-rajesh ಓಂಶಿವಪ್ರಕಾಶ್ (Omshivaprakash H L) https://launchpad.net/~omshivaprakash
lt: Launchpad Contributions: Paulius Venckus https://launchpad.net/~pauliusvenckus Launchpad Contributions: Paulius Venckus https://launchpad.net/~pauliusvenckus
lv: Launchpad Contributions: Mārtiņš Eglītis https://launchpad.net/~martins-eglitis Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mārtiņš Eglītis https://launchpad.net/~martins-eglitis Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mārtiņš Eglītis https://launchpad.net/~martins-eglitis Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mārtiņš Eglītis https://launchpad.net/~martins-eglitis Papuass https://launchpad.net/~martinsb Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mārtiņš Bruņenieks https://launchpad.net/~papuass Mārtiņš Eglītis https://launchpad.net/~martins-eglitis Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mārtiņš Bruņenieks https://launchpad.net/~papuass Mārtiņš Eglītis https://launchpad.net/~martins-eglitis
ms: Launchpad Contributions: Zakri Zakaria https://launchpad.net/~zairox sir.ade https://launchpad.net/~sir.ade Launchpad Contributions: Zakri Zakaria https://launchpad.net/~zairox sir.ade https://launchpad.net/~sir.ade Launchpad Contributions: Zakri Zakaria https://launchpad.net/~zairox sir.ade https://launchpad.net/~sir.ade Launchpad Contributions: Ahmed Noor Kader Mustajir B. Md Eusoff https://launchpad.net/~sir.ade Zakri Zakaria https://launchpad.net/~zairox Launchpad Contributions: Ahmed Noor Kader Mustajir Md Eusoff https://launchpad.net/~sir.ade Zakri Zakaria https://launchpad.net/~zairox myromance123 https://launchpad.net/~linkinpark-neon nawawi https://launchpad.net/~nawawi Launchpad Contributions: Ahmed Noor Kader Mustajir Md Eusoff https://launchpad.net/~sir.ade Matthew East https://launchpad.net/~mdke Zakri Zakaria https://launchpad.net/~zairox myromance123 https://launchpad.net/~linkinpark-neon nawawi https://launchpad.net/~nawawi
si: Launchpad Contributions: Dinuka https://launchpad.net/~bbelekkaya Launchpad Contributions: Dinuka https://launchpad.net/~bbelekkaya
sl: Matic Žgur <mr.zgur@gmail.com>, 2006 Launchpad Contributions: Matic Zgur https://launchpad.net/~mr-zgur Launchpad Contributions: Matic Zgur https://launchpad.net/~mr-zgur Vanja Cvelbar https://launchpad.net/~cvelbar Launchpad Contributions: Matic Zgur https://launchpad.net/~mr-zgur Vanja Cvelbar https://launchpad.net/~cvelbar Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Martin https://launchpad.net/~martin-bozic Matic Zgur https://launchpad.net/~mr-zgur Vanja Cvelbar https://launchpad.net/~cvelbar Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Martin Božič https://launchpad.net/~martin-bozic Matic Zgur https://launchpad.net/~mr-zgur Vanja Cvelbar https://launchpad.net/~cvelbar Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Martin Božič https://launchpad.net/~martin-bozic Matic Zgur https://launchpad.net/~mr-zgur Vanja Cvelbar https://launchpad.net/~cvelbar
th: ทีมแปลอูบันตูภาษาไทย (Ubuntu Thai Translators) Launchpad Contributions: Roys Hengwatanakul https://launchpad.net/~roysheng Launchpad Contributions: Roys Hengwatanakul https://launchpad.net/~roysheng Launchpad Contributions: Roys Hengwatanakul https://launchpad.net/~roysheng Launchpad Contributions: Roys Hengwatanakul https://launchpad.net/~roysheng dsin https://launchpad.net/~phong-ek Launchpad Contributions: Roys Hengwatanakul https://launchpad.net/~roysheng dsin https://launchpad.net/~phong-ek Launchpad Contributions: Roys Hengwatanakul https://launchpad.net/~roysheng dsin https://launchpad.net/~phong-ek
uk: Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins roman prokopyshyn https://launchpad.net/~colobocman Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins roman prokopyshyn https://launchpad.net/~colobocman Павло Славинський https://launchpad.net/~pavloslav
vi: Launchpad Contributions: Viet Hung https://launchpad.net/~vvhung Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Viet Hung https://launchpad.net/~vvhung Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Viet Hung https://launchpad.net/~vvhung Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Viet Hung https://launchpad.net/~vvhung
zh_hk: Launchpad Contributions: Cynthia Cheung https://launchpad.net/~s.ting Launchpad Contributions: Cynthia Cheung https://launchpad.net/~s.ting Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: Cynthia Cheung https://launchpad.net/~s.ting Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: 1+1=2 https://launchpad.net/~dbzhang800 Cynthia Cheung https://launchpad.net/~s.ting Launchpad Translations Administrators https://launchpad.net/~rosetta-admins
