Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: This section assumes you have successfully installed <application>mailman</application>, <application>apache2</application>, and <application>exim4</application>. Now you just need to configure them.
fr: Cette section suppose que vous ayez installé <application>mailman</application>, <application>apache2</application> et <application>exim4</application> avec succès. Maintenant, vous avez juste besoin de les configurer.
sv: Den här avdelningen förutsätter att du har installerat <application>mailman</application>, <application>apache2</application> och <application>exim4</application>. Nu behöver du bara konfigurera dem.
zh_cn: 本节假定您已经成功安装 <application>mailman</application>、<application>apache2</application> 和<application>exim4</application>。现在您只需要配置它们。

source: Once apache2 is installed, you can add the following lines in the <filename>/etc/apache2/apache2.conf</filename> file: <placeholder-1/> Mailman uses apache2 to render its CGI scripts. The mailman CGI scripts are installed in the <application>/usr/lib/cgi-bin/mailman</application> directory. So, the mailman url will be http://hostname/cgi-bin/mailman/. You can make changes to the <filename>/etc/apache2/apache2.conf</filename> file if you wish to change this behavior.
fr: Une fois Apache2 installé, vous pouvez ajoutez les lignes suivantes dans le fichier <filename>/etc/apache2/apache2.conf</filename> : <placeholder-1/> Mailman utilise Apache2 pour exécuter ses scripts CGI. Les scripts CGI de Mailman sont installés dans le répertoire <application>/usr/lib/cgi-bin/mailman</application>. C'est pourquoi l'URL de Mailman sera http://hostname/cgi-bin/mailman/. Vous pouvez modifier le fichier <filename>/etc/apache2/apache2.conf</filename> si vous souhaitez changer ce comportement.
sv: Så fort apache2 är installerat kan du lägga till följande rader till filen <filename>/etc/apache2/apache2.conf</filename>: <placeholder-1/> Mailman använder apache2 för att rendera sina CGI-skript. Mailmans CGI-skript installeras i katalogen <application>/usr/lib/cgi-bin/mailman</application>. Därför blir mailmans adress http://värdnamn/cgi-bin/mailman/. Du kan göra ändringar i filen <filename>/etc/apache2/apache2.conf</filename> om du vill ändra på det här beteendet.
zh_cn: 一旦 apache2 安装之后，您可以在 <filename>/etc/apache2/apache2.conf</filename> 文件添加下列行：<placeholder-1/> Mailman 使用 apache2 来运行它的 CGI 脚本。mailman 的 CGI 脚本被安装在 <application>/usr/lib/cgi-bin/mailman</application> 目录中。因此 mailman 的 url 将是 http://hostname/cgi-bin/mailman/。如果您希望改变这一状况，您可以修改 <filename>/etc/apache2/apache2.conf</filename> 文件。

source: Main
fr: Principal
zh_cn: 主

source: Router
fr: Routeur
zh_cn: 路由器

source: Once Exim4 is installed, you can start the Exim server using the following command from a terminal prompt: <screen> <command>sudo apt-get /etc/init.d/exim4 start</command> </screen> In order to make mailman work with exim4, you need to configure exim4. As mentioned earlier, by default, exim4 uses multiple configuration files of different types. For details, please refer to the <ulink url="http://www.exim.org">Exim</ulink> website. To run mailman, we should add new a configuration file to the following configuration types: <placeholder-1/> Exim creates a master configuration file by sorting all these mini configuration files. So, the order of these configuration files is very important.
fr: Une fois Exim4 installé, vous pouvez démarrer le serveur Exim grâce à la commande suivante entrée à l'invite d'un terminal : <screen> <command>sudo apt-get /etc/init.d/exim4 start</command> </screen> Afin que Mailman utilise Exim4, vous devez de configurer Exim4. Comme mentionné précédemment, par défaut, Exim4 utilise de multiples fichiers de configuration, de types différents. Pour plus de détails, veuillez vous référer au site internet de <ulink url="http://www.exim.org">Exim</ulink>. Pour exécuter Mailman, il nous faut ajouter un nouveau fichier de configuration aux types de configuration suivants : <placeholder-1/> Exim crée un fichier de configuration principal en triant tous ces petits fichiers de configuration. C'est pourquoi, l'ordre de ces fichiers de configuration est très important.
sv: Så fort Exim4 är installerat kan du starta Exim-servern med följande kommando vid en terminalprompt: <screen> <command>sudo apt-get /etc/init.d/exim4 start</command> </screen> För att få mailman att fungera med exim4 måste du konfigurera exim4. Som vi nämnde tidigare använder exim4 från början flera konfigurationsfiler av olika slag. För fler detaljer kan du titta på <ulink url="http://www.exim.org">Exims</ulink> hemsida. För att starta mailman behöver vi lägga till en ny konfigurationsfil till följande konfigurationstyper: <placeholder-1/> Exim skapar en huvudkonfigurationsfil genom att stortera alla dessa minikonfigurationsfiler. Följdaktligen är ordningen på dessa konfigurationsfiler mycket viktig.
zh_cn: 一旦 Exim4 安装之后，您可以在终端提示符后使用下列命令启动 Exim 服务器：<screen> <command>sudo apt-get /etc/init.d/exim4 start</command> </screen> 为了使 mailman 可以和 exim4 一起工作，您需要配置 exim4。正如先前所说的那样，在缺省状态下 exim4 使用不同类型的多个配置文件。详情请参考 <ulink url="http://www.exim.org">Exim</ulink> 网站。要运行 mailman，我们可以新建一个配置文件到下列配置类型：<placeholder-1/> Exim 按这些小的配置文件顺序创建出一个主配置文件。因此这些配置文件的顺序是非常重要的。

source: All the configuration files belonging to the main type are stored in the <filename>/etc/exim4/conf.d/main/</filename> directory. You can add the following content to a new file, named <filename>04_exim4-config_mailman</filename>: <placeholder-1/>
fr: Tous les fichiers de configuration appartenant à la catégorie Principal sont stockés dans le répertoire <filename>/etc/exim4/conf.d/main/</filename>. Vous pouvez ajouter le contenu suivant dans un nouveau fichier, nommé <filename>04_exim4-config_mailman</filename> : <placeholder-1/>
sv: Alla konfigurationsfiler som hör till typen main lagras i katalogen <filename>/etc/exim4/conf.d/main/</filename>. Du kan lägga till följande innehåll i en ny fil, som du kallar för <filename>04_exim4-config_mailman</filename>: <placeholder-1/>
zh_cn: 所有隶属于主类别的配置文件都被保存在 <filename>/etc/exim4/conf.d/main/</filename> 目录中。您可以将下面的内容添加到一个名为 <filename>04_exim4-config_mailman</filename> 的新文件中：<placeholder-1/>

source: All the configuration files belonging to transport type are stored in the <filename>/etc/exim4/conf.d/transport/</filename> directory. You can add the following content to a new file named <filename> 40_exim4-config_mailman</filename>: <placeholder-1/>
fr: Tous les fichiers de configuration appartenant à la catégorie Transport sont stockés dans le répertoire <filename>/etc/exim4/conf.d/transport/</filename>. Vous pouvez ajouter le contenu suivant dans un nouveau fichier, nommé <filename>40_exim4-config_mailman</filename> : <placeholder-1/>
sv: Alla konfigurationsfiler som hör till typen transport lagras i katalogen <filename>/etc/exim4/conf.d/transport/</filename>. Du kan lägga till följande innehåll i en ny fil, som du kallar för <filename> 40_exim4-config_mailman</filename>: <placeholder-1/>
zh_cn: 所有隶属于传输类型的文件被保存在 <filename>/etc/exim4/conf.d/transport/</filename> 目录中。您可以将下面的内容添加到一个名为 <filename>40_exim4-config_mailman</filename> 的新文件中：<placeholder-1/>

source: All the configuration files belonging to router type are stored in the <filename>/etc/exim4/conf.d/router/</filename> directory. You can add the following content in to a new file named <filename>101_exim4-config_mailman</filename>: <placeholder-1/>
fr: Tous les fichiers de configuration appartenant à la catégorie Routeur sont stockés dans le répertoire <filename>/etc/exim4/conf.d/router/</filename>. Vous pouvez ajouter le contenu suivant dans un nouveau fichier, nommé <filename>101_exim4-config_mailman</filename> : <placeholder-1/>
sv: Alla konfigurationsfiler som hör till typen router lagras i katalogen <filename>/etc/exim4/conf.d/router/</filename>. Du kan lägga till följande innehåll i en ny fil, som du kallar för <filename>101_exim4-config_mailman</filename>: <placeholder-1/>
zh_cn: 所有隶属于路由类的所有配置文件都被保存在 <filename>/etc/exim4/conf.d/router/</filename> 目录中。您可以将下列内容添加到名为 <filename>101_exim4-config_mailman</filename> 的新文件中：<placeholder-1/>

source: The order of main and transport configuration files can be in any order. But, the order of router configuration files must be the same. This particular file must appear before the <application>200_exim4-config_primary</application> file. These two configuration files contain same type of information. The first file takes the precedence. For more details, please refer to the references section.
fr: L'ordre des fichiers de configuration des catégories Principal et Transport n'est pas important. Mais l'ordre des fichiers de configuration de la catégorie Routeur doit être respecté. Ce fichier particulier doit se trouver avant le fichier <application>200_exim4-config_primary</application>. Ces deux fichiers de configuration contiennent le même type d'information, le premier fichier étant prioritaire. Pour plus de détails, veuillez vous reporter à la section « Références ».
sv: Ordningen på konfigurationsfilerna för main och transport kan vara vilken som. Ordningen på router, däremot, spelar roll. Just den här filen måste vara före filen <application>200_exim4-config_primary</application>. De här två konfigurationsfilerna innehåller samma typ av konfiguration. Den första filen får bestämma. För fler detaljer kan du läsa i avdelningen referenser.
zh_cn: 主类和传输类的配置文件的顺序可以随意。但路由类的配置文件的顺序必须相同。该文件必须在 <application>200_exim4-config_primary</application> 文件之前出现。如果两个配置文件包含相同类型的信息。第一个文件优先。详情请参阅参考部分。

source: Once mailman is installed, you can run it using the following command: <screen> <command>sudo /etc/init.d/mailman start</command> </screen> Once mailman is installed, you should create the default mailing list. Run the following command to create the mailing list: <screen> <command>sudo /usr/sbin/newlist mailman</command> </screen><placeholder-1/> We have configured exim to recognize all emails from mailman. So, it is not mandatory to make any new entries in <filename>/etc/aliases</filename>. If you have made any changes to the configuration files, please ensure that you restart those services before continuing to next section.
fr: Une fois mailman installé, vous pouvez l'exécuter grâce à la commande suivante : <screen> <command>sudo /etc/init.d/mailman start</command> </screen> Une fois mailman installé, vous devez créer la liste de diffusion par défaut. Utilisez la commande suivante pour créer la liste de diffusion : <screen> <command>sudo /usr/sbin/newlist mailman</command> </screen><placeholder-1/> Nous avons configuré exim pour qu'il reconnaisse tous les courriers électroniques issus de mailman. Il n'est donc pas indispensable de créer de nouvelles entrées dans <filename>/etc/aliases</filename>. Si vous avez procédé à des modifications dans les fichiers de configuration, assurez-vous de redémarrer ces services avant de passer à la section suivante.
sv: Så snart mailman är installerat kan du starta det med följande kommandon: <screen> <command>sudo /etc/init.d/mailman start</command> </screen> Så snart mailman är installerat, skall du skapa standard e-postlistan. Kör följande kommandon för att skapa e-postlistan: <screen> <command>sudo /usr/sbin/newlist mailman</command> </screen><placeholder-1/> Vi har konfigurerat exim till att känna igen e-post från mailman. Därför är det inte nödvändigt att skapa några ingångar i <filename>/etc/aliases</filename>. Om du har utfört några ändringar i konfigurationsfilerna, säkerställ att du startar om de tjänsterna innan du går vidare till nästa avsnitt.
zh_cn: 安装 mailman 之后，您可以使用下列命令来运行它：<screen> <command>sudo /etc/init.d/mailman start</command> </screen> 一旦安装完 mailman，您必须创建缺省的邮件列表。运行下列命令以创建邮件列表：<screen> <command>sudo /usr/sbin/newlist mailman</command> </screen><placeholder-1/> 我们已经把 exim 配置成可以识别所有来自 mailman 的邮件。因此并不强制要在 <filename>/etc/aliases</filename> 中添加任何新的条目。如果您对配置文件做了改动，请确保您在进入下一节之前重启了这些服务。

source: We assume you have a default installation. The mailman cgi scripts are still in the <application>/usr/lib/cgi-bin/mailman/</application> directory. Mailman provides a web based administration facility. To access this page, point your browser to the following url:
fr: Nous supposons que vous avez fait une installation par défaut. Les scripts cgi de mailman se trouvent toujours dans le répertoire <application>/usr/lib/cgi-bin/mailman/</application>. Mailman fournit un outil d'administration par internet. Pour accéder à cette page, ouvrez l'adresse suivante dans votre navigateur :
sv: Vi förutsätter att du har en standard installation. mailman cgi-skrpiten är fortfarande i mappen <application>/usr/lib/cgi-bin/mailman/</application>. Mailman tillhandahåller ett webbaserat administrationsplats. Åtkomst till sidan får du genom att peka din webbläsare till följande url:
zh_cn: 我们假设您是默认安装。mailman 的 cgi 脚本还在 <application>/usr/lib/cgi-bin/mailman/</application> 目录中。mailman 提供了一个基于 web 的管理工具。若想访问这个页面，请将您的浏览器指向以下 url：

source: The default mailing list, <emphasis>mailman</emphasis>, will appear in this screen. If you click the mailing list name, it will ask for your authentication password. If you enter the correct password, you will be able to change administrative settings of this mailing list. You can create a new mailing list using the command line utility (<command>/usr/sbin/newlist</command>). Alternatively, you can create a new mailing list using the web interface.
fr: La liste de diffusion par défaut, <emphasis>mailman</emphasis>, apparaitra sur cet écran. Si vous cliquez sur le nom de la liste, il vous sera demandé votre mot de passe d'authentification. Si vous entrez le bon mot de passe, alors vous pourrez modifier les paramètres d'administration de cette liste de diffusion. Vous pouvez créer une nouvelle liste de diffusion, en ligne de commande, avec l'utilitaire <command>/usr/sbin/newlist</command>. Sinon, vous pouvez aussi créer une nouvelle liste de diffusion en utilisant l'interface web.
sv: Standard e-postlistan <emphasis>mailman</emphasis>, framträder på skärmen. Om du klickar på e-postlistans namn, blir du tillfrågad efter ett verifieringslösenord. Om du skriver in korrekt lösenord, kommer du kunna att ändra administratörsinställningarna för din e-postlista. Du kan skapa en nya e-postlista genom att använda kommandoraden (<command>/usr/sbin/newlist</command>). Alternativt kan du skapa din nya e-postlista genom att använda webbgränsnittet.
zh_cn: 默认的邮件列表 <emphasis>mailman</emphasis> 会在这个屏幕中出现。如果您点击邮件列表的名称，它会向您询问通行密码。如果您输入了正确的密码，您就可以修改这个邮件列表的管理设定。您可以使用命令行工具来创建新的邮件列表(<command>/usr/sbin/newlist</command>)。或者您也可以使用 web 界面

source: Users
fr: Utilisateurs
sv: Användare
zh_cn: 用户

source: Mailman provides a web based interface for users. To access this page, point your browser to the following url:
fr: Mailman fournit aux utilisateurs une interface web. Pour accéder à cette page, ouvrez avec votre navigateur l'adresse suivante :
sv: Mailman erbjuder ett webbaserat gränssnitt för användare. För att komma åt den här sidan besöker du följande adress med din webbläsare:
zh_cn: Mailman 为用户提供了一个 web 界面，可以在您的浏览器中输入下列 url 来访问该页：

source: The default mailing list, <emphasis>mailman</emphasis>, will appear in this screen. If you click the mailing list name, it will display the subscription form. You can enter your email address, name (optional), and password to subscribe. An email invitation will be sent to you. You can follow the instructions in the email to subscribe.
fr: La liste de diffusion par défaut, <emphasis>mailman</emphasis>, apparaitra sur cet écran. Si vous cliquez sur le nom de la liste, vous verrez apparaitre le formulaire d'inscription. Vous pourrez alors saisir votre adresse électronique, votre nom ( facultatif ) et votre mot de passe afin de vous y inscrire. Un courriel d'invitation vous sera adressé. Vous pourrez alors suivre les instructions de ce courriel pour vous inscrire.
sv: Nu kommer standardsändlistan, <emphasis>mailman</emphasis>, att visas på skärmen. Om du klickar på sändlistans namn kommer du att få se ett registreringsformulär. Du kan skriva in din e-postadress, ditt namn (valfritt), och ett lösenord för att registrera dig. En e-postinbjudan kommer att skickas till dig. Du kan följa instruktionerna i e-postmeddelandet för att registrera dig.
zh_cn: 缺省邮件列表 <emphasis>mailman</emphasis> 将出现在屏幕上。如果您点击邮件列表名，它将显示订阅表单。您可以输入您的邮件地址、姓名 (可选)及密码来订阅。一个邀请邮件将发送给您。您可以根据该邮件的指示完成订阅。

source: GNU Mailman - Installation Manual
fr: GNU Mailman - Manuel d'installation
sv: GNU Mailman - installationsmanual
zh_cn: GNU Mailman - 安装手册

source: HOWTO - Using Exim 4 and Mailman 2.1 together
fr: Guide partique - Utiliser Exim4 avec Mailman 2.1
sv: HOWTO - Använd Exim 4 och Mailman 2.1 tillsammans
zh_cn: 指南 - 一起使用 Exim 4 和 Mailman 2.1

source: Now is a good time to decide which mailbox format you want to use. By default Postifx will use <emphasis role="strong">mbox</emphasis> for the mailbox format. Rather than editing the configuration file directly, you can use the <command>postconf</command> command to configure all <application>postfix</application> parameters. The configuration parameters will be stored in <filename>/etc/postfix/main.cf</filename> file. Later if you wish to re-configure a particular parameter, you can either run the command or change it manually in the file.
fr: Il est maintenant temps de décider du format de boîte aux lettres à utiliser. Par défaut Postfix utilisera le format <emphasis role="strong">mbox</emphasis>. Plutôt que de modifier directement le fichier de configuration, vous pouvez utiliser la commande <command>postconf</command> pour régler tous les paramètres de <application>postfix</application>. Les paramètres de configuration seront enregistrés dans le fichier <filename>/etc/postfix/main.cf</filename>. Si vous désirez modifier un réglage particulier par la suite, vous pourrez soit lancer la commande, soit le modifier directement dans le fichier.
sv: Nu är det dags att bestämma dig för vilket postlådeformat du vill använda. Som standard kommer Postfix att använda <emphasis role="strong">mbox</emphasis> som postlådeformat. Istället för att redigera konfigurationsfilen direkt kan du använda kommandot <command>postconf</command> för att konfigurera alla <application>postfix</application>-parametrar. Konfigurationsparametrarna kommer att sparas i filen <filename>/etc/postfix/main.cf</filename>. Om du senare vill konfigurera om en specifik parameter kan du antingen köra kommandot eller ändra den manuellt i filen.

source: To configure the mailbox format for <emphasis role="strong">Maildir:</emphasis>
fr: Pour utiliser le format de boîte aux lettres <emphasis role="strong">Maildir :</emphasis>
sv: Konfigurera postlådeformatet för <emphasis role="strong">Maildir:</emphasis>

source: This will place new mail in /home/<emphasis role="italic">username</emphasis>/Maildir so you'll need to configure your Mail Delivery Agent to use the same path.
fr: Les nouveaux messages seront stockés dans /home/<emphasis role="italic">nom_utilisateur</emphasis>/Maildir, vous devrez donc configurer votre agant de délivrance de courriel (MDA) pour qu'il utilise le même chemin.
sv: Det här kommer placera ny post i /home/<emphasis role="italic">användarnamn</emphasis>/Maildir så du behöver konfigurera din e-postserver till använda samma sökväg.

source: The next steps are to configure <application>postfix</application> to use SASL for SMTP AUTH.
fr: Les étapes suivantes montrent comment configurer <application>postfix</application> pour utiliser SASL pour l'authentification SMTP.
sv: Nästa steg är att konfigurera <application>postfix</application> till att använda SASL för SMTP AUTH.

source: Configure Postfix to do SMTP AUTH using SASL (saslauthd): <screen> sudo postconf -e 'smtpd_sasl_local_domain =' sudo postconf -e 'smtpd_sasl_auth_enable = yes' sudo postconf -e 'smtpd_sasl_security_options = noanonymous' sudo postconf -e 'broken_sasl_auth_clients = yes' sudo postconf -e 'smtpd_recipient_restrictions = permit_sasl_authenticated,permit_mynetworks,reject_unauth_destination' sudo postconf -e 'inet_interfaces = all' </screen> Open the <filename>/etc/postfix/sasl/smtpd.conf</filename> file and add the following lines to end of the file: <screen> pwcheck_method: saslauthd mech_list: plain login </screen>
fr: Configurer Postfix pour l'authentification SMTP avec SASL (saslauthd) : <screen> sudo postconf -e 'smtpd_sasl_local_domain =' sudo postconf -e 'smtpd_sasl_auth_enable = yes' sudo postconf -e 'smtpd_sasl_security_options = noanonymous' sudo postconf -e 'broken_sasl_auth_clients = yes' sudo postconf -e 'smtpd_recipient_restrictions = permit_sasl_authenticated,permit_mynetworks,reject_unauth_destination' sudo postconf -e 'inet_interfaces = all' </screen> Open the <filename>/etc/postfix/sasl/smtpd.conf</filename> file and add the following lines to end of the file: <screen> pwcheck_method: saslauthd mech_list: plain login </screen>
sv: Konfigurera Postfix till att göra SMTP AUTH med SASL (saslauthd): <screen> sudo postconf -e 'smtpd_sasl_local_domain =' sudo postconf -e 'smtpd_sasl_auth_enable = yes' sudo postconf -e 'smtpd_sasl_security_options = noanonymous' sudo postconf -e 'broken_sasl_auth_clients = yes' sudo postconf -e 'smtpd_recipient_restrictions = permit_sasl_authenticated,permit_mynetworks,reject_unauth_destination' sudo postconf -e 'inet_interfaces = all' </screen> Öppna filen <filename>/etc/postfix/sasl/smtpd.conf</filename> och lägg till följande rader på slutet av filen: <screen> pwcheck_method: saslauthd mech_list: plain login </screen>
