Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: Now you should configure <application>MoinMoin</application> to find your new Wiki <emphasis>mywiki</emphasis>. To configure <application>MoinMoin</application>, open <filename>/etc/moin/mywiki.py</filename> file and change the following line:
fr: Maintenant, vous devez configurer <application>MoinMoin</application> pour trouver votre nouveau Wiki <emphasis>mywiki</emphasis>. Pour ce faire, éditez le fichier <filename>/etc/moin/mywiki.py</filename> et changez la ligne suivante :
sv: Nu behöver du konfigurera <application>MoinMoin</application> till att hitta din nya Wiki <emphasis>mywiki</emphasis>. För att konfigurera <application>MoinMoin</application>, öppna filen <filename>/etc/moin/mywiki.py</filename> och ändra följande rad:
zh_cn: 现在您需要配置 <application>MoinMoin</application> 来找到您的新 Wiki <emphasis>mywiki</emphasis>。要配置 <application>MoinMoin</application>，请打开 <filename>/etc/moin/mywiki.py</filename> 文件并改动以下的行：

source: to
fr: en
sv: till
zh_cn: 改为

source: If the <filename>/etc/moin/mywiki.py</filename> file does not exists, you should copy <filename>/etc/moin/moinmaster.py</filename> file to <filename>/etc/moin/mywiki.py</filename> file and do the above mentioned change.
fr: Si le fichier <filename>/etc/moin/mywiki.py</filename> n'existe pas, vous devez recopier le fichier <filename>/etc/moin/moinmaster.py</filename> en <filename>/etc/moin/mywiki.py</filename> et procéder aux modifications ci-dessus.
sv: Om filen <filename>/etc/moin/mywiki.py</filename> inte finns, skall du kopiera filen <filename>/etc/moin/moinmaster.py</filename> till <filename>/etc/moin/mywiki.py</filename> Och utföra ändringen i filen som tidigare angetts .
zh_cn: 如果 <filename>/etc/moin/mywiki.py</filename> 文件不存在，您需要将 <filename>/etc/moin/moinmaster.py</filename> 文件复制为 <filename>/etc/moin/mywiki.py</filename> 文件，并进行上述的更改。

source: If you have named your Wiki as <emphasis>my_wiki_name</emphasis> you should insert a line <quote>("my_wiki_name", r".*")</quote> in <filename>/etc/moin/farmconfig.py</filename> file after the line <quote>("mywiki", r".*")</quote>.
fr: Si vous avez appelé votre Wiki <emphasis>my_wiki_name</emphasis>, vous devrez insérer une ligne <quote>("my_wiki_name", r".*")</quote> dans le fichier <filename>/etc/moin/farmconfig.py</filename> juste après la ligne <quote>("mywiki", r".*")</quote>.
sv: Om du gav din Wiki namnet <emphasis>my_wiki_name</emphasis> Skall du infoga en rad <quote>("my_wiki_name", r".*")</quote> i filen <filename>/etc/moin/farmconfig.py</filename> efter raden <quote>("mywiki", r".*")</quote>.
zh_cn: 如果您将您的 Wiki 命名为 <emphasis>my_wiki_name</emphasis>，您需要在 <filename>/etc/moin/farmconfig.py</filename> 中的 <quote>("mywiki", r".*")</quote> 行后插入一行 <quote>("my_wiki_name", r".*")</quote>。

source: Once you have configured <application>MoinMoin</application> to find your first Wiki application <emphasis>mywiki</emphasis>, you should configure <application>apache2</application> and make it ready for your Wiki application.
fr: Une fois <application>MoinMoin</application> configuré, pour que votre première application Wiki <emphasis>mywiki</emphasis> fonctionne, vous devrez configurer <application>apache2</application> et le préparer pour votre application Wiki.
sv: När du har konfigurerat <application>MoinMoin</application> till att hitta ditt första Wiki-applikation <emphasis>mywiki</emphasis>, så skall du konfigurera <application>apache2</application> och göra den redo för din Wiki-applikation.
zh_cn: 当您配置了 <application>MoinMoin</application> 来找到您的第一个 Wiki 应用程序 <emphasis>mywiki</emphasis> 后，您还要配置 <application>apache2</application> 以使其能运行您的 Wiki 应用程序。

source: You should add the following lines in <filename>/etc/apache2/sites-available/default</filename> file inside the <quote>&lt;VirtualHost *&gt;</quote> tag:
fr: Ainsi, vous devez ajouter les lignes suivantes à l'intérieur de l'étiquette <quote>&lt;VirtualHost *&gt;</quote> dans le fichier <filename>/etc/apache2/sites-available/default</filename>|nbsp]:
sv: Du behöver lägga till följande rader i filen <filename>/etc/apache2/sites-available/default</filename> innanför <quote>&lt;VirtualHost *&gt;</quote> taggen:
zh_cn: 您应当在 <filename>/etc/apache2/sites-available/default</filename> 中的 <quote>&lt;VirtualHost *&gt;</quote> 标签内添加如下内容：

source: Once you configure the <application>apache2</application> web server and make it ready for your Wiki application, you should restart it. You can run the following command to restart the <application>apache2</application> web server:
fr: Une fois que vous avez configuré le serveur web <application>apache2</application> et qu'il est prêt pour votre application Wiki, vous devrez le redémarrer de la façon suivante :
sv: När du har konfigurerat <application>apache2</application> och den är klar för din Wiki-applikation, behöver den startas om. Du kan skriva följande kommando för att starta om <application>apache2</application> webb server:
zh_cn: 当您配置完 <application>apache2</application> web 服务器，要使其能运行您的 Wiki 应用程序，您需要重启它。您可以运行如下命令来重启 <application>apache2</application> web 服务器：

source: Verification
fr: Vérification
sv: Bekräftelse
zh_cn: 验证

source: You can verify the Wiki application and see if it works by pointing your web browser to the following URL:
fr: Vous pouvez vérifier le bon fonctionnement de votre application Wiki en pointant votre navigateur web sur l'URL suivante :
sv: Du kan verifiera din Wiki-applikation och se om den fungerar genom att skriva in följande URL i din webbläsare:
zh_cn: 您可以把您的浏览器指向如下地址来验证 Wiki 应用是否工作：

source: You can also run the test command by pointing your web browser to the following URL:
fr: Vous pouvez également exécuter la commande de test en pointant votre navigateur web sur l'URL suivante :
sv: Du kan också skriva ett testkommando genom att skriva in följande URL i din webbläsare:
zh_cn: 您可以把您的浏览器指向如下地址来运行测试命令：工作

source: For more details, please refer to the <ulink url="http://moinmoin.wikiwikiweb.de/">MoinMoin</ulink> web site.
fr: Pour plus de détails, référez-vous au site web <ulink url="http://moinmoin.wikiwikiweb.de/">MoinMoin</ulink>.
sv: För mer detaljer, gå till <ulink url="http://moinmoin.wikiwikiweb.de/">MoinMoin</ulink> webbplats.
zh_cn: 更多细节，请参详：<ulink url="http://moinmoin.wikiwikiweb.de/">MoinMoin</ulink> 网站。

source: MediaWiki is an web based Wiki software written in the PHP language. It can either use <application>MySQL</application> or <application>PostgreSQL</application> Database Management System.
fr: MediaWiki est un logiciel de Wiki écrit en langage PHP. Il peut utiliser une base de données <application>MySQL</application> ou <application>PostgreSQL</application>.
sv: MediaWiki är en webbaserad wiki-programvara skrivet i språket PHP. Det kan antingen använda databashanteringssystemet <application>MySQL</application> eller <application>PostgreSQL</application>.

source: To install <application>MediaWiki</application>, run the following command in the command prompt:
fr: Pour installer <application>MediaWiki</application>, lancez la commande suivante à l'invite de commande :
sv: För att installera <application>MediaWiki</application>, skriv följande kommandon i kommandoprompten:
zh_cn: 若想安装 <application>MediaWiki</application>，请在命令行提示中运行如下命令：

source: You should also install <application>Apache2</application><application>PHP5</application> scripting language and Database Management Systems, <application>MySQL</application> or <application>PostgreSQL</application> depending on your need. Please refer to those sections in this manual for installation instructions.
fr: Vous devriez également installer <application>Apache2</application>, le langage de script <application>PHP5</application>, et le système de gestions de bases de données <application>MySQL</application> ou <application>PostgreSQL</application> en fonction de vos besoins. Veuillez vous référer aux sections correspondantes du manuel pour les instructions d'installation.
sv: Du bör även installera skriptspråk <application>PHP5</application> för <application>Apache2</application> och databashanteringssystemet <application>MySQL</application> eller <application>PostgreSQL</application> beroende av dina behov. Referera till dessa avsnitt i denna handbok för installationsinstruktioner.

source: Before you configuring <application>MediaWiki</application> application, you should configure PHP5. Edit the file <filename>/etc/php5/apache2/php.ini</filename> and uncomment the following lines, if they are still commented:
fr: Avant de configurer votre application <application>MediaWiki</application>, vous devez configurer PHP5. Éditez le fichier <filename>/etc/php5/apache2/php.ini</filename> et décommentez les lignes suivantes au cas où elles seraient en commentaire :
sv: Innan du konfigurerar applikationen <application>MediaWiki</application>, behöver du konfigurera PHP5. Redigera filen <filename>/etc/php5/apache2/php.ini</filename> och avkommentera följande rader ifall de fortfarande är kommenterade:
zh_cn: 在您配置 <application>MediaWiki</application> 应用程序之前，您需要配置 PHP5。请编辑 <filename>/etc/php5/apache2/php.ini</filename> 文件并反注释以下的行，如果它们仍是被注释的话：

source: Once you uncomment the above lines in the PHP5 configuration file <filename>/etc/php5/apache2/php.ini</filename>, you can run the following commands to configure MediaWiki:
fr: Une fois décommentées les lignes ci-dessus dans le fichier <filename>/etc/php5/apache2/php.ini</filename> de configuration de PHP5, vous pouvez exécuter les commandes suivantes pour configurer MediaWiki :
sv: När du har avkommenterat raderna i konfigurationsfilen för PHP5 som är beskrivet ovan <filename>/etc/php5/apache2/php.ini</filename>, kan du skriva följande kommandon för att konfigurera MediaWiki:
zh_cn: 当您反注释了 PHP5 配置文件 <filename>/etc/php5/apache2/php.ini</filename> 中的上述行之后，您可以运行以下命令来配置 MediaWiki：

source: Point your web browser to the following URL for MediaWiki setup:
fr: Pointez votre navigateur web sur l'URL suivante afin de configurer MediaWiki :
sv: Skriv in följande URL i din webbläsare för att komma till MediaWiki-konfigurationen:
zh_cn: 将您的 web 浏览器指向如下 URL 来设置 MediaWiki：

source: Please read the <quote>Checking environment...</quote> section in this page. You should be able to fix many issues by carefully reading this section.
fr: Veuillez consulter la section <quote>Vérifiez votre environnement...</quote> dans cette page. Vous devriez être capable de résoudre de nombreux problèmes potentiels en la lisant attentivement.
sv: Läs avsnittet <quote>Checking environment...</quote>på den här sidan. Du skall kunna lösa många problem genom att noggrant läsa avsnittet.
zh_cn: 请阅读本页中的 <quote>检查环境...</quote> 部分。通过仔细阅读这部分您应当能够解决许多问题。

source: For more details, please refer to the <ulink url="http://www.mediawiki.org">MediaWiki</ulink> web site.
fr: Pour plus de détails, référez-vous au site web <ulink url="http://www.mediawiki.org">MediaWiki</ulink>.
sv: För mer information, gå till <ulink url="http://www.mediawiki.org">MediaWiki</ulink> webbplatsen.
zh_cn: 详情请参阅 <ulink url="http://www.mediawiki.org">MediaWiki</ulink> 网站。

source: Web Servers
fr: Serveurs web
sv: Webbservrar
zh_cn: Web 服务器

source: A Web server is a software responsible for accepting HTTP requests from clients, which are known as Web browsers, and serving them HTTP responses along with optional data contents, which usually are Web pages such as HTML documents and linked objects (images, etc.).
fr: Un serveur Web est un logiciel chargé d'accepter les requêtes HTTP de clients, appelés navigateurs Web, et de leur envoyer des réponses HTTP en même temps que des contenus, qui sont habituellement des pages Web, c'est à dire des documents HTML et des objets liés (images, etc.).
sv: En webbserver är en mjukvara som ansvarar för att godkänna HTTP-förfrågningar från klienter, mer kända som webbläsare och försörjer dem med HTTP-svar tillsammans med datainnehåll, vilket normalt är webbsidor så som HTML-dokument och länkade objekt (bilder, mm.).
zh_cn: Web 服务器是一个负责接受来自客户端的 HTTP 请求的软件，并向它们返回 HTTP 应答与可选的数据内容，其中这些客户端称为 Web 浏览器，而返回的数据通常是 Web 页面，如 HTML 文档和链接的对象 (图像等)。

source: HTTPD - Apache2 Web Server
fr: HTTPD - serveur Internet Apache2
sv: HTTPD - Webbservern Apache2
zh_cn: HTTPD - Apache2 Web 服务器

source: Apache is the most commonly used Web Server on Linux systems. Web Servers are used to serve Web Pages requested by client computers. Clients typically request and view Web Pages using Web Browser applications such as <application>Firefox</application>, <application>Opera</application>, or <application>Mozilla</application>.
fr: Apache est le serveur Web le plus couramment utilisé sur les systèmes Linux. Les serveurs Web sont utilisés pour délivrer les pages Web demandées par les ordinateurs clients. Les clients demandent et affichent les pages Web en utilisant des logiciels de navigation sur le Web, tel que <application>Firefox</application>, <application>Opera</application> ou <application>Mozilla</application>.
sv: Apache är den vanligast använda webbservern på Linuxsystem. Webbservrar används till att dela ut webbsidor begärda av klientdatorer. Klienter brukar vanligtvis begära och titta på webbsidor genom att använda en webbläsare, så som <application>Firefox</application>, <application>Opera</application>, eller <application>Mozilla</application>.
zh_cn: Apache 是在 Linux 系统中使用最为广泛的 Web 服务器。Web 服务器被用来提供客户计算机所请求的 Web 页。客户计算机通常使用 Web 浏览器来请求和查看 Web 页，如 <application>Firefox</application>、<application>Opera</application>，或是 <application>Mozilla</application>。

source: Users enter a Uniform Resource Locator (URL) to point to a Web server by means of its Fully Qualified Domain Name (FQDN) and a path to the required resource. For example, to view the home page of the <ulink url="http://www.ubuntu.com">Ubuntu Web site</ulink> a user will enter only the FQDN. To request specific information about <ulink url="http://www.ubuntu.com/support/paid">paid support</ulink>, a user will enter the FQDN followed by a path.
fr: Les utilisateurs saisissent un URL (Uniform Resource Locator) qui pointe vers un serveur Web identifié par un nom de domaine pleinement qualifié (FQDN), et chemin d'accès vers le document demandé. Par exemple, pour lire la page d'accueil du <ulink url="http://www.ubuntu.com">site web d'Ubuntu</ulink> l'utilisateur va simplement saisir le nom de domaine (FQDN). Pour accéder à une information plus précise sur le <ulink url="http://www.ubuntu.com/support/paid">support payant</ulink>, l'utilisateur va saisir le FQDN suivi du chemin d'accès au document.
sv: Användaren anger en Uniform Resource Locator (URL) till att peka på en webbserver genom ett Fully Qualified Domain Name (FQDN) och en sökväg till den begärda resursen. Till exempel, för att visa webbsidan <ulink url="http://www.ubuntu.com">Ubuntu Web site</ulink> en användare kommer endast att skriva en FQDN. För att begära specifik information om <ulink url="http://www.ubuntu.com/support/paid">paid support</ulink>, kommer en användare ange FQDN följt av en sökväg.
zh_cn: 用户输入一个统一资源定位器 (Uniform Resource Locator, URL) 来通过全称域名 (Fully Qualified Domain Name, FQDN) 和到所需资源的路径指向一台 Web 服务器。例如，要查看 <ulink url="http://www.ubuntu.com">Ubuntu 网站</ulink> 的主页，用户只需输入其 FQDN。而当要请求关于 <ulink url="http://www.ubuntu.com/support/paid">收费支持</ulink> 的特定信息时，用户就要输入 FQDN 及后面的路径。

source: The most common protocol used to transfer Web pages is the Hyper Text Transfer Protocol (HTTP). Protocols such as Hyper Text Transfer Protocol over Secure Sockets Layer (HTTPS), and File Transfer Protocol (FTP), a protocol for uploading and downloading files, are also supported.
fr: La méthode la plus communément utilisée pour le transfert de pages web est le protocole de transfert d'hyper texte (dont l'acronyme anglais est HTTP). Le protocole de tansfert d'hyper texte sur sockets sécurisées (HTTPS) et le protocole de transfert de fichiers (FTP), qui permet d'envoyer et de télécharger des fichiers, sont également supportés.
sv: Det vanligaste protokollet för att överföra webbsidor är Hyper Text Transfer Protocol (HTTP). Andra protokoll som Hyper Text Transfer Protocol over Secure Sockets Layer (HTTPS) och File Transfer Protocol (FTP), ett protokoll för att skicka och hämta filer, stöds också.
zh_cn: 用于传输网页的最常用协议就是超文本传输协议 (HTTP)。也支持诸如基于安全套接层的超文本传输协议 (HTTPS) 以及用于上传和下载文件的文件传输协议 (FTP) 等协议。

source: Apache Web Servers are often used in combination with the <application>MySQL</application> database engine, the HyperText Preprocessor (<application>PHP</application>) scripting language, and other popular scripting languages such as <application>Python</application> and <application>Perl</application>. This configuration is termed LAMP (Linux, Apache, MySQL and Perl/Python/PHP) and forms a powerful and robust platform for the development and deployment of Web-based applications.
fr: Les serveurs Web Apache sont fréquemment utilisés en combinaison avec le moteur de base de données <application>MySQL</application>, le langage de script de pré-traitement hyper texte (<application>PHP</application>), et d'autres langages de scripts prisés tels que <application>Python</application> et <application>Perl</application>. Cette configuration, désignée par le terme LAMP (Linux, Apache, MySQL et Perl/Python/PHP), constitue une puissante et robuste plate-forme de développement et de déploiement d'applications Web.
sv: Apachewebbservrar används ofta tillsammans med databasen <application>MySQL</application>, skriptspråket HyperText Preprocessor (<application>PHP</application>) och andra populära skriptspråk som application>Python</application> och <application>Perl</application>. Den här konfigurationen kallas för LAMP (Linux, Apache, MySQL och Perl/Python/PHP) och utgör en kraftfull och robust plattform för utveckling och utrullning av webbaserade program.
zh_cn: Apache Web 服务器常与 <application>MySQL</application> 数据库引擎、超文本处理器 (<application>PHP</application>) 脚本语言及其他流行的脚本语言如<application>Python</application> 和 <application>Perl</application> 组合在一起。这一组合被称为 LAMP (Linux, Apache, MySQL and Perl/Python/PHP) ，并形成一个强大健壮的开发基于 Web 应用程序的开发平台。

source: The Apache2 web server is available in Ubuntu Linux. To install Apache2:
fr: Le serveur Web Apache2 est disponible sous Ubuntu. Pour l'installer :
sv: Webbservern Apache2 finns tillgänglig i Ubuntu Linux. För att installera Apache2:
zh_cn: Apache2 web 服务器在 Ubuntu Linux 中是可用的。要安装 Apache2：

source: At a terminal prompt enter the following command: <screen> <command>sudo apt-get install apache2</command> </screen>
fr: Dans un terminal, saisissez cette commande : <screen> <command>sudo apt-get install apache2</command> </screen>
sv: I ett terminalfönster skriv följande kommando: <screen> <command>sudo apt-get install apache2</command> </screen>
zh_cn: 在终端提示符后输入下列命令：<screen> <command>sudo apt-get install apache2</command> </screen>

source: Apache is configured by placing <emphasis>directives</emphasis> in plain text configuration files. The main configuration file is called <filename>apache2.conf</filename>. In addition, other configuration files may be added using the <emphasis>Include</emphasis> directive, and wildcards can be used to include many configuration files. Any directive may be placed in any of these configuration files. Changes to the main configuration files are only recognized by Apache2 when it is started or restarted.
fr: Apache est configuré par le biais de <emphasis>directives</emphasis> dans des fichiers texte de configuration. Le fichier principal est appelé <filename>apache2.conf</filename>. De plus, d'autres fichiers de configuration peuvent être ajoutés par l'intermédiaire de la directive <emphasis>Include</emphasis> et les caractères jokers permettent d'inclure simultanément plusieurs fichiers de configuration. Toute directive peut être placée dans n'importe lequel des fichiers de configuration. Les modifications du fichier de configuration principal ne sont prises en compte que lors du démarrage ou du redémarrage d'Apache2.
sv: Apache konfigureras genom att man skriver <emphasis>direktiv</emphasis> i vanliga textfiler. Huvudkonfigurationsfilen heter <filename>apache2.conf</filename>. Det går dessutom att lägga till fler konfigurationsfiler med direktivet <emphasis>Include</emphasis>, och jokertecken går att använda för att lägga till många konfigurationstecken. Alla direktiv går att placera i vilken konfigurationsfil som helst. Ändringar i huvudkonfigurationsfiler upptäcks inte av Apache2 förrän det startas eller startas om.
zh_cn: Apache 可以在纯文本配置文件中通过 <emphasis>语句</emphasis> 来配置的。主配置文件叫 <filename>apache2.conf</filename>。此外，其外配置文件可以用 <emphasis>Include</emphasis> 语句来添加，也可以使用通配符来包含多个配置文件。任何语句都可能被放在这些配置文件的任何一个文件中。修改过的主配置文件只在 Apach2 启动或重启时才能被其识别。

source: The server also reads a file containing mime document types; the filename is set by the <emphasis>TypesConfig</emphasis> directive, and is <filename>mime.types</filename> by default.
fr: Le serveur lit également un fichier contenant les types MIME des documents ; le nom de ce fichier est donné par la directive <emphasis>TypesConfig</emphasis> dont la valeur par défaut est <filename>mime.types</filename>.
sv: Servern läser också en fil som innehåller mimtyper för dokument; filnamnen sätts med direktivet <emphasis>TypesConfig</emphasis> är normalt <filename>mime.types</filename>.
zh_cn: 服务器也查看包含 mime 文档类型的文件；该文件名通过 <emphasis>TypesConfig</emphasis> 设置，缺省情况下是<filename>mime.types</filename>。

source: The default Apache2 configuration file is <filename>/etc/apache2/apache2.conf</filename> . You can edit this file to configure the Apache2 server. You can configure the port number, document root, modules, log files, virtual hosts, etc.
fr: Le fichier de configuration par défaut d'Apache2 est <filename>/etc/apache2/apache2.conf</filename>. Vous pouvez modifier ce fichier afin de configurer le serveur Apache2. Vous pouvez configurer le numéro de port, le répertoire racine des documents, les modules, les fichiers journaux, les hôtes virtuels, etc.
sv: Standardkonfigurationsfilen för Apache2 är <filename>/etc/apache2/apache2.conf</filename>. Du kan ändra på den här filen för att konfigurera Apache2-servern. Du kan ställa in portnummret, dokumentroot, moduler, loggfiler, virtuella värdnamn, mm.
zh_cn: 缺省的 Apache2 配置文件是 <filename>/etc/apache2/apache2.conf</filename>。您可以编辑该文件以配置 Apache2 服务器。您可以配置端口号、文档根目录、模块、日志文件及虚拟主机等。

source: Basic Settings
fr: Réglages de base
sv: Grundläggande inställningar
zh_cn: 基本设置

source: This section explains Apache2 server essential configuration parameters. Refer to the <ulink url="http://httpd.apache.org/docs/2.0/">Apache2 Documentation</ulink> for more details.
fr: Cette section donne les paramètres essentiels de la configuration du serveur Apache2. Pour de plus amples détails, référez vous à <ulink url="http://httpd.apache.org/docs/2.0/">la documentation Apache2</ulink>.
sv: Den här avdelningen förklarar Apache2-serverns viktigaste konfigurationsparametrar. Läs <ulink url="http://httpd.apache.org/docs/2.0/">Apache2:s dokumentation</ulink> för fler detaljer.
zh_cn: 本部分内容说明 Apache2 服务器基本的配置参数。详情请参阅 <ulink url="http://httpd.apache.org/docs/2.0/">Apache2 文档</ulink>
