Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: The changes you do in <filename>/etc/resolv.conf</filename> will be erased when you reboot your machine. If you want to make this change permanent, you should install <application>resolvconf</application> package and update the DNS information in <filename>/etc/resolvconf/resolv.conf.d/base</filename> file provided by that package.
fr: Les modifications que vous effectuez dans <filename>/etc/resolv.conf</filename> seront supprimées au redémarrage de la machine. Si vous désirez que ces modifications deviennent permanentes, il vous faudra installer le paquet <application>resolvconf</application> et mettre à jour les informations DNS du fichier <filename>/etc/resolvconf/resolv.conf.d/base</filename> fourni avec ce paquet.
sv: Ändringarna du gör i <filename>/etc/resolv.conf</filename> kommer tas bort när du starta om datorn. Om du vill göra ändringen permanent, behöver du installera paketet <application>resolvconf</application> och uppdatera DNS-informationen i filen <filename>/etc/resolvconf/resolv.conf.d/base</filename> skapad av nyss nämnda paket.
zh_cn: 您在 <filename>/etc/resolv.conf</filename> 中所做的改动会在您重启您的计算机时被删除。如果您想使改动永久保留，您应当安装 <application>resolvconf</application> 包并更新该包所提供的 <filename>/etc/resolvconf/resolv.conf.d/base</filename> 文件中的 DNS 信息。

source: <emphasis role="bold">Network Address</emphasis> The Network Address represents the bytes comprising the network portion of an IP address. For example, the host 12.128.1.2 in a Class A network would use 12.0.0.0 as the network address, which uses twelve (12) to represent the first byte of the IP address, (the network part) and zeroes (0) in all of the remaining three bytes to represent the potential host values. Network hosts using the very common private and non-routable IP addresses such as 192.168.1.100 would in turn use a Network Address of 192.168.1.0, which specifies the first three bytes of the Class C 192.168.1 network and a zero (0) for all the possible hosts on the network.
fr: <emphasis role="bold">Adresse du réseau</emphasis> L'adresse du réseau représente les octets qui forment la partie réseau de l'adresse IP. par exemple, l'hôte 12.128.1.2 dans un réseau de classe A utilisera 12.0.0.0 comme adresse du réseau. La valeur 12 du premier octet est utilisée pour représenter le réseau, et les 0 des 3 octets suivants représentent toutes les valeurs possibles pour les hôtes. Les hôtes qui utilisent les adresses privées non routables telles que 192.168.1.100 utiliseront 192.168.1.0 comme adresse du réseau. Elle est constituée des 3 premiers octets de l'adresse de classe C 19.168.1 et d'un 0 pour la partie hôtes.
sv: <emphasis role="bold">Nätverksadress</emphasis> Nätverksadressen representerar de bytes i en IP-adress som utgör nätverksdelen i en IP-adress. Till exempel, värden 12.128.1.2 i ett klass A-nätverk skulle använda 12.0.0.0 som nätverksadressen, vilket använder tolv (12) för att representera den första byten i IP-adressen (nätverksdelen), och nollor (0) i alla de tre kvarvarande bytesen för att representera möjliga värddatorer. Nätverksvärdar som använder de väldigt vanliga och icke-routebara IP-adresserna som 192.168.1.100 skulle istället ha nätverksadressen 192.168.1.0, vilket specificerar de tre första bitarna i klass c-nätverket 192.168.1 och en nolla (0) för alla de möjliga värdarna i nätverket.
zh_cn: <emphasis role="bold">网络地址</emphasis> 网络地址表示包括IP 地址网络部分的字节。 例如， 一个 A 类网络的主机 12.128.1.2 将使用 12.0.0.0 作为网络地址，使用 12 来表示 IP 地址的第一个字节 (网络部分)， 余下的三个为 0 的字节表示可能的主机值的。网络主机使用象 192.168.1.100 这样非常普遍的不可路由的私有 IP 地址将使用 192.168.1.0 网络地址，用前三个字节来指定 C 类 192.168.1 网络，而用一个 0 来表示网络上所有可能的主机。

source: <emphasis role="bold">Broadcast Address</emphasis> The Broadcast Address is an IP address which allows network data to be sent simultaneously to all hosts on a given subnetwork rather than specifying a particular network host. The standard general broadcast address for IP networks is 255.255.255.255, but this broadcast address cannot be used to send a broadcast message to every host on the Internet because routers block it. A more appropriate broadcast address is set to match a specific subnetwork. For example, on the popular private Class C IP network, 192.168.1.0, the broadcast address should be configured as 192.168.1.255. Broadcast messages are typically produced by network protocols such as the Address Resolution Protocol (ARP) and the Routing Information Protocol (RIP).
fr: <emphasis role="bold"> Adresse de diffusion</emphasis> L'adresse de diffusion est une adresse IP qui permet d'envoyer des données simultanément à tous les hôtes d'un sous-réseau au lieu d'un hôte particulier. L'adresse standard de diffusion des réseaux IP est 255.255.255.255, mais cette adresse ne peut pas envoyer de message à tous les hôtes d'Internet car les routeurs la bloquent. Une adresse mieux appropriée sera adaptée à un sous-réseau spécifique. Par exemple, dans un réseau de classe C, 192.168.1.0, l'adresse de diffusion sera 192.168.1.255. Les messages diffusés sont généralement envoyés par les protocoles comme Address Resolution Protocol (ARP) et Routing Information Protocol (RIP).
sv: <emphasis role="bold">broadcast-adress</emphasis> Broadcastadressen är en IP-adress som låter nätverksdata skickas samtidigt till alla värddatorer i ett givet subnätverk, istället för att specificera en speciell värddator. Standardbroadcastadressen för IP-nätverk är 255.255.255.25, men just den kan inte användas för att skicka broadcast-meddelanden till varje värddator på Internet eftersom routrarna blockerar det. En mer lämplig broadcast-adress är en som matchar ett speciellt subnätverk. Till exempel, på det populära klass C-IP-nätverket 192.168.1.0 bör broadcastadressen vara 192.168.1.255. Broadcastmeddelanden skickas vanligtvis av nätverksprotokoll som Address Resolution Protocol (ARP) och Routing Information Protocol (RIP).
zh_cn: <emphasis role="bold">广播地址</emphasis> 广播地址是一个允许向给定子网中的所有主机而不是一台特定的网络主机同时发送网络数据的 IP 地址。一般标准 IP 网络的地址是 255.255.255.255，但这个广播地址不能用来为 Internet 网上的每台主机发送一个广播消息，因为路由器会阻止它。更适当的广播地址设置是匹配特定子网的。例如，在流行的私有 C 类 IP 网 192.168.1.0 中，广播地址应该设为 192.168.1.255。广播消息一般都是由网络协议产生的，如地址识别协议 (ARP) 和路由信息协议 (RIP)。

source: IP routing is a means of specifying and discovering paths in a TCP/IP network along which network data may be sent. Routing uses a set of <emphasis>routing tables</emphasis> to direct the forwarding of network data packets from their source to the destination, often via many intermediary network nodes known as <emphasis>routers</emphasis>. IP Routing is the principal mode of path discovery on the Internet. There are two primary forms of IP Routing: <emphasis>Static Routing</emphasis> and <emphasis>Dynamic Routing.</emphasis>
fr: Le routage IP est un moyen de choisir des chemins à travers différents réseaux pour envoyer les données dans un réseau TCP/IP. Le routage utilise des <emphasis>tables de routage</emphasis> pour diriger les paquets de la source vers la destination, souvent en passant à travers plusieurs nœuds intermédiaires appelés <emphasis>routeurs</emphasis>. Le routage IP est le mode de choix de chemins le plus utilisé sur internet. Il existe 2 modes de routage IP : le <emphasis>routage statique</emphasis> et la <emphasis>routage dynamique</emphasis>.
sv: IP-routning är ett sätt att specificera och upptäcka vägar i ett TCP/IP-nätverk som det går att skicka data genom. Routning använder en uppsättning <emphasis>routingtabeller</emphasis> för att skicka nätverkspaket från den som skickar dem till mottagaren, ofta via många nätverksnoder däremellan som kallas <emphasis>routrar</emphasis>. IP-routning är det viktigaste sättet för att hitta trafikvägar på internet. Det finns idag två huvudmetoder för IP-routning: <emphasis>statisk routning</emphasis> och <emphasis>dynamisk routning</emphasis>.
zh_cn: IP 路由是在 TCP/IP 网络上为可能发送的网络数据指明或发现路径。路由使用一组<emphasis>路由表</emphasis>来指示网络数据包从源地址转发到目的地，经常是通过许多叫做路由器的网络节点做中转。IP 路由是 Internet 上路径发现的主要方式。IP 路由分为两种形式：<emphasis>静态路由</emphasis> 和 <emphasis>动态路由</emphasis>。

source: Dynamic Routing depends on large networks with multiple possible IP routes from a source to a destination and makes use of special routing protocols, such as the Router Information Protocol (RIP), which handle the automatic adjustments in routing tables that make dynamic routing possible. Dynamic routing has several advantages over static routing, such as superior scalability and the ability to adapt to failures and outages along network routes. Additionally, there is less manual configuration of the routing tables, since routers learn from one another about their existence and available routes. This trait also eliminates the possibility of introducing mistakes in the routing tables via human error. Dynamic routing is not perfect, however, and presents disadvantages such as heightened complexity and additional network overhead from router communications, which does not immediately benefit the end users, but still consumes network bandwidth.
fr: Le routage dynamique dépend de larges réseaux où de multiples routes sont possibles entre la source et la destination. Il utilise des protocoles spécialisés comme Router Information Protocol (RIP), qui prend en charge l'adaptation des tables de routage qui rend le routage dynamique possible. Le routage dynamique a de nombreux avantages sur le routage statique, comme une plus grande adaptabilité à la taille des réseaux et la possibilité de faire face à aux pannes et surcharges du réseau. De plus il nécessite moins de configuration manuelle des tables de routage puisque les routeurs apprennent les uns des autres les routes disponibles. Cela empêche également de faire des erreurs humaines dans les tables de routage. Le routage dynamique a cependant des inconvénients comme une plus grande complexité, ainsi qu'une utilisation plus intensive du réseau à cause de la communication entre routeurs, qui ne bénéficie pas directement à l'utilisateur, mais utilise quand me la bande passante.
sv: Dynamisk routning fungerar bra i stora nätverk med flera möjliga IP-vägar från sändaren till mottagaren och använder speciella routningsprotokoll som Router Information Protocol (RIP), som hanterar automatiska förändringar i routningstabellerna så att dynamisk routning blir möjligt. Dynamisk routning har flera fördelar jämfört med statisk routning, som överlägsen skalbarhet och möjligheten att anpassa sig till nätverkskrasher längs nätverksvägarna. Det blir dessutom mindre manuell konfiguration av routningstabellerna, eftersom routrarna lär sig av varandra om deras existens och om tillgängliga vägar. Den här funktionen eliminerar även risken att den mänskliga faktorn infinner sig och orsakar fel. Dynamisk routning är dock inte perfekt, och har nackdelar som ökad komplexitet och extra nätverkstrafik för routerkommunikationer. Det senare ger inte några direkta fördelar för slutanvändaren, men ändå använder nätverkets bandbredd.
zh_cn: 动态路由有赖于从一个源到目的有多条可用 IP 路由的大型网络，利用特定的路由协议，如路由信息协议 (RIP)，可以自动调整路由表以生成可能的动态路由。动态路由相对静态路由有几个优点,如拥有较大的伸缩性和能根据网络路由来适应网络中断和故障。另外，几乎无须手工配置路由表，因为路由器可以相互学到其他已有并且可用的路由器。这一特性也消除了由于人为错误而在路由表中引入错误的可能。然而，动态路由也并不完美，其表现出来的缺点如相当复杂以及由于路由器通讯所带来的额外的网络开销，并不能使最终用户由此获益，并却一直消耗着网络带宽。

source: Firewall Configuration
fr: Configuration du pare-feu
sv: Brandväggskonfigurering
zh_cn: 防火墙配置

source: FTP Server
fr: Serveur FTP
zh_cn: FTP 服务器

source: File Transfer Protocol (FTP) is a TCP protocol for uploading and downloading files between computers. FTP works on a client/server model. The server component is called an <emphasis>FTP daemon</emphasis>. It continuously listens for FTP requests from remote clients. When a request is received, it manages the login and sets up the connection. For the duration of the session it executes any of commands sent by the FTP client.
fr: Le protocole de transfert de fichiers (FTP) est un protocole TCP pour télécharger et téléverser des fichiers entre ordinateurs. FTP fonctionne sur un modèle client/serveur. Le composant serveur est appelé <emphasis>démon FTP</emphasis>. Il écoute en permanence les requêtes FTP des clients distants. Lorsqu'il reçoit une requête, il prend en charge l'identification et établit la connexion. Pendant la durée de la session il éxécute toute commande envoyée par le client FTP.
sv: File Transfer Protocol (FTP) är ett TCP protokoll för att skicka och hämta filer mellan datorer. FTP fungerar enligt en klient/server modell. Server komponenten kallas för <emphasis>FTP-demon</emphasis>.Den lyssnar fortlöpande efter FTP-förfrågningar från klienter. När en förfrågan har mottagits, hanterar den inloggningen och etablerar förbindelsen. Under tiden sessionen är varaktig utför den kommandona som skickas från FTP-klienten.
zh_cn: FTP (文件传输协议) 是一个用来在计算机之间上传和下载文件的 TCP 协议。FTP 以 客户端/服务器 模式工作。服务端被称作 <emphasis>FTP 守护进程</emphasis>。它持续监听来自远程客户端的 FTP 请求。当接收到一个请求时，它会管理登录并建立连接。在会话过程中它会执行由 FTP 客户端发出的任何命令。

source: Access to an FTP server can be managed in two ways:
fr: L'accès à un serveur FTP peut être pris en charge de deux façons :
sv: Det går att hantera tillgång till en FTP-server på två sätt:
zh_cn: 可以通过两种方式来管理 FTP 服务器的访问：

source: Anonymous
fr: Anonyme
sv: Anonymt
zh_cn: 匿名

source: Authenticated
fr: Authentifié
sv: Identifierat
zh_cn: 授权

source: In the Anonymous mode, remote clients can access the FTP server by using the default user account called 'anonymous" or "ftp" and sending an email address as the password. In the Authenticated mode a user must have an account and a password. User access to the FTP server directories and files is dependent on the permissions defined for the account used at login. As a general rule, the FTP daemon will hide the root directory of the FTP server and change it to the FTP Home directory. This hides the rest of the file system from remote sessions.
fr: En mode anonyme, les clients distants peuvent accéder au serveur FTP en utilisant le compte par défaut appelé « anonymous » ou « ftp » avec leur adresse de courriel comme mot de passe. En mode authentifié, un utilisateur doit disposer d'un compte et d'un mot de passe. L'accès aux divers répertoires et fichiers du serveur FTP dépend alors des permissions définies pour le compte utilisé pour la connexion. En règle générale, le service FTP masque le répertoire racine du serveur FTP et place l'utilisateur dans le répertoire d'accueil FTP. Cela permet de restreindre l'accès à une partie du système de fichiers lors de sessions distantes.
sv: I det anonyma läget kan fjärrvärdar komma åt FTP-servern genom att använda standardkontot "anonymous" eller "ftp" och skicka en e-postadress som lösenord. I det identifierade läget måste en användare ha ett konto och ett lösenord. Vilka användare som får tillgång till FTP-serverns kataloger och filer beror på vilka rättigheter användaren som loggar in har. Som en allmän regel kommer FTP-demonen att dölja root-katalogen för FTP-servern och byta ut den mot hemkatalogen för FTP. Det här döljer resten av filsystemet från fjärrsessioner.
zh_cn: 在匿名模式中，远程客户端可以使用 "anonymous" 或 "ftp" 缺省用户帐号并通过发送一个邮件地址做为密码来访问 FTP 服务器。在授权模式下一个用户必须拥有帐号和密码。用户所访问 FTP 服务器中目录和文件的权限是根据登录时所用帐号来定义的。一般来说，FTP 守护程序将隐藏在 FTP 服务器的根目录中并将其改到 FTP 家目录。这样就可以向远程传话隐藏文件系统的其他部分。

source: vsftpd - FTP Server Installation
fr: vsftpd - Installation du serveur FTP
sv: vsftpd - Installation av FTP-servern
zh_cn: vsftpd - FTP 服务器安装

source: vsftpd is an FTP daemon available in Ubuntu. It is easy to install, set up, and maintain. To install <application>vsftpd</application> you can run the following command: <screen> <command>sudo apt-get install vsftpd</command> </screen>
fr: vsftpd est un démon FTP disponible dans Ubuntu. Son installation, sa configuration et sa maintenance sont faciles. Pour installer <application>vsftpd</application> vous pouvez lancer la commande suivante dans un terminal : <screen> <command>sudo apt-get install vsftpd</command> </screen>
sv: vsftpd är en FTP-demon som finns för Ubuntu. Den är enkel att installera, konfigurera, och att underhålla. För att installera <application>vsftpd</application> kör du följande kommando: <screen> <command>sudo apt-get install vsftpd</command> </screen>
zh_cn: vsftpd 是可在 Ubuntu 中使用的 FTP 守护程序之一。它在安装、设置和维护方面十分方便。要安装 <application>vsftpd</application> 您可以使用下列命令：<screen> <command>sudo apt-get install vsftpd</command> </screen>

source: vsftpd - FTP Server Configuration
fr: vsftpd - Configuration du serveur FTP
sv: vsftpd - Konfiguration av FTP-servern
zh_cn: vsftpd - FTP 服务器配置

source: You can edit the vsftpd configuration file, <filename>/etc/vsftpd.conf</filename>, to change the default settings. By default only anonymous FTP is allowed. If you wish to disable this option, you should change the following line: <placeholder-1/> to <placeholder-2/> By default, local system users are not allowed to login to FTP server. To change this setting, you should uncomment the following line: <placeholder-3/> By default, users are allowed to download files from FTP server. They are not allowed to upload files to FTP server. To change this setting, you should uncomment the following line: <placeholder-4/> Similarly, by default, the anonymous users are not allowed to upload files to FTP server. To change this setting, you should uncomment the following line: <placeholder-5/> The configuration file consists of many configuration parameters. The information about each parameter is available in the configuration file. Alternatively, you can refer to the man page, <command>man 5 vsftpd.conf</command> for details of each parameter.
fr: Vous pouvez éditer le fichier de configuration de vsftpd, <filename>/etc/vsftpd.conf</filename>, pour changer la configuration par défaut. Par défaut, seul le mode FTP anonyme est autorisé. Si vous voulez désactiver cette option, vous devez modifier la ligne suivante : <placeholder-1/> par <placeholder-2/> Par défaut, les utilisateurs système locaux ne sont pas autorisés à se connecter au serveur FTP. Pour changer cela, vous pouvez décommenter la ligne suivante : <placeholder-3/> Par défaut, les utilisateurs sont autorisés à télécharger des fichiers du serveur FTP. Ils ne peuvent cependant pas en envoyer. Pour modifier ceci, vous devez décommenter la ligne suivante : <placeholder-4/> De manière similaire, par défaut, les utilisateurs anonymes n'ont pas le droit d'envoyer des fichiers vers le serveur FTP. Pour changer cela, vous pouvez décommenter la ligne suivante : <placeholder-5/> Le fichier de configuration contient un grand nombre d'options paramétrables. Une information à propos de chaque paramètre est disponible dans le fichier de configuration. Vous pouvez aussi vous référer aux pages de manuel, <command>man 5 vsftpd.conf</command>, pour obtenir le détail de chaque paramètre.
sv: Du kan ändra i vsftpd:s konfigurationsfil, <filename>/etc/vsftpd.conf</filename>, för att ändra standardinställningarna. Normalt är bara anonym FTP tillåten. Om du vill inaktivera den möjligheten bör du ändra följande rad: <placeholder-1/> till <placeholder-2/> Normalt får lokala systemanvändare inte logga in på FTP-servern. För att ändra det bör du avkommentera följande rad: <placeholder-3/> Normalt får användare ladda ner filer från FTP-servern. De får inte ladda upp filer till den. För att ändra den här inställningen bör du avkommentera följande rad: <placeholder-4/> På samma sätt får normalt inte anonyma användare ladda upp filer till FTP-servern. För att ändra på den här inställningen bör du avkommentera följande rad: <placeholder-5/> Konfigurationsfilen har många konfigurationsparametrar. Information om alla dessa finns i själva konfigurationsfilen. Du kan även läsa i manualsidan, <command>man 5 vsftpd.conf</command>, för detaljer kring alla parametrar.
zh_cn: 你可以编辑 vsftpd 配置文件，<filename>/etc/vsftpd.conf</filename>，来配置缺省设置。缺省状态下只允许匿名 FTP。如果您希望禁用该选项，您可以将下面这行：<placeholder-1/> 改为 <placeholder-2/>。缺省状态下，本地系统用户是不允许登录 FTP 服务器的。要改变该设置，您可以将下面这行反注释：<placeholder-3/>。缺省状态下，允许用户从 FTP 下载文件，但不允许他们上传文件到 FTP 服务器。为了能够上传文件到 FTP 服务器，需要改变该设置，您可以将下面这行反注释掉：<placeholder-4/>。类似的，默认情况下，匿名用户不被允许上传文件到 FTP 服务器中。要改变这种设置，您应当反注释下面的行：<placeholder-5/>配置文件包括许多配置参数。关于配置文件中的每个参数的信息都可以得到，或者您可以参考手册页，<command>man 5 vsftpd.conf</command> 说明每个参数的细节。

source: Once you configure <application>vsftpd</application> you can start the daemon. You can run following command to run the <application>vsftpd</application> daemon: <screen> <command>sudo /etc/init.d/vsftpd start</command> </screen>
fr: Une fois <application>vsftpd</application> configuré, vous pouvez démarrer le démon. La commande suivante permet de démarrer le démon <application>vsftpd</application> : <screen> <command>sudo /etc/init.d/vsftpd start</command> </screen>
sv: När du har konfigurerat <application>vsftpd</application> kan du starta demonen. Du kan köra följande kommando för att köra <application>vsftpd</application>-demonen: <screen> <command>sudo /etc/init.d/vsftpd start</command> </screen>
zh_cn: 一旦您配置好了 <application>vsftpd</application> 您就可以运行该守护程序了。您可以执行下列命令来运行<application>vsftpd</application> 守护进程：<screen> <command>sudo /etc/init.d/vsftpd start</command> </screen>

source: Please note that the defaults in the configuration file are set as they are for security reasons. Each of the above changes makes the system a little less secure, so make them only if you need them.
fr: Veuillez noter que les réglages par défaut du fichier de configuration sont tels qu'ils sont pour des raisons de sécurité. Chacun des changements cités ci-dessus diminue la sécurité du système, par conséquent ne les appliquez qu'en cas de nécessité.
sv: Notera att standardinställningarna i konfigurationsfilen är som de är av säkerhetsskäl. Alla ovanstående inställningar gör systemet lite mindre säkert, så gör bara de ändringar du behöver.
zh_cn: 请注意在配置文件中缺省的设置主要是出于安全考虑。上面每一个改变都会使系统的安全性更小，所以请只在您需要时才改变他们。

source: NFS allows a system to share directories and files with others over a network. By using NFS, users and programs can access files on remote systems almost as if they were local files.
fr: NFS permet à un système de partager des répertoires et des fichiers à travers un réseau. En utilisant NFS, utilisateurs et programmes peuvent accéder aux fichiers de systèmes distants comme s'ils étaient des fichiers locaux.
sv: NFS låter en dator dela kataloger och filer med andra över ett nätverk. Genom att använda NFS kan användare och program nå filer från fjärrsystem nästan som om de var lokala filer.
zh_cn: NFS 允许系统将其目录和文件共享给网络上的其他系统。通过 NFS，用户和应用程序可以访问远程系统上的文件，就象它们是本地文件一样。

source: Some of the most notable benefits that NFS can provide are:
fr: Parmi les avantages les plus remarquables de NFS, on peut mentionner :
sv: Några av de tydligaste fördelarna med NFS är:
zh_cn: NFS 最值得注意的优点有：

source: Local workstations use less disk space because commonly used data can be stored on a single machine and still remain accessible to others over the network.
fr: Les stations de travail locales utilisent moins d'espace disque parce que les données fréquemment utilisées peuvent être stockées sur une seule machine centrale tout en restant accessibles à d'autres par le réseau.
sv: Lokala arbetsstationer kan använda mindre hårddiskutrymme eftersom vanlig data kan lagras på en enda dator och fortfarande finnas tillgängligt för andra över nätverket.
zh_cn: 本地工作站可以使用更少的磁盘空间，因为常用数据可以被保存在一台机器上，并让网络上的其他机器可以访问它。
