Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: It will prompt you enter the passphrase. If you enter the correct passphrase, it will prompt you to enter Company Name, Site Name, Email Id, etc. Once you enter all these details, your CSR will be created and it will be stored in the <filename>server.csr</filename> file. You can submit this CSR file to a CA for processing. The CAN will use this CSR file and issue the certificate. On the other hand, you can create self-signed certificate using this CSR.
fr: Il va vous demander de saisir votre mot de passe. Si vous avez saisi le mot de passe correct, il vous demandera de saisir le nom de la compagnie, le nom du site, votre courriel, etc. Une fois tous ces points renseignés, votre CSR sera créée et stocké dans le fichier <filename>server.csr</filename>. Vous pouvez transmettre cette CSR à une autorité de certification (CA). L'autorité de certification va utiliser cette CSR et fournir un certificat. D'un autre côté, vous pouvez créer un certificat auto-signé en utilisant cette CSR.
sv: Det kommer att fråga dig om lösenordet. Om du skriver in rätt lösenord kommer det att fråga dig om företagsnamn, webbplatsnamn, e-post, mm. När du har skrivit in alla uppgifterna kommer ett CSR att skapas och lagras i filen <filename>server.csr</filename>. Du kan skicka in den här CSR-filen till en CA för att behandling. CA:t kommer att använda den här CSR-filen och utfärda certifikatet. Du kan också skapa ett egensignerat certifikat med den här CSR-filen.
zh_cn: 它将提示您输入 passphrase。如果您输入正确的 passphrase，它将提示您输入公司名、站点名、邮件ID等。一旦您输入了所有内容，您的 CSR 将被创建并被保存在 <filename>server.csr</filename> 文件中。您可以提交该 CSR 文件给一家 CA 去处理。CA 将使用该 CSR 并颁发证书。但是，您也可以使用该 CSR 生成自己签署的证书。

source: Creating a Self-Signed Certificate
fr: Création d'un Certificat Auto-signé (Self-Signed Certificate ou SSC)
sv: Skapa ett självsignerat certifikat
zh_cn: 创建一个自己签署的证书

source: To create the self-signed certificate, run the following command at a terminal prompt:
fr: Pour créer le certificat auto-signé, utilisez la commande suivante à l'invite d'un terminal :
sv: För att skapa ett självsignerat certifikat, kör följande kommando i en terminalprompt:
zh_cn: 要创建自己签署的证书，在终端提示符下运行以下命令：

source: The above command will prompt you to enter the passphrase. Once you enter the correct passphrase, your certificate will be created and it will be stored in the <filename>server.crt</filename> file.
fr: La commande ci-dessus vous demandera de saisir votre mot de passe. Une fois le mot de passe correct entré, votre certificat sera créé et stocké dans le fichier <filename>server.crt</filename>.
sv: Ovanstående kommando kommer att be dig skriva in lösenordet. När du har skrivit in rätt lösenordsfras kommer ditt certifikat att skapas och det kommer att lagras i filen <filename>server.crt</filename>.
zh_cn: 上述命令将提示您输入 passphrase。一旦您输入正确的 passphrase，您的证书将被创建并将保存在 <filename>server.crt</filename> 文件中。

source: If your secure server is to be used in a production environment, you probably need a CA-signed certificate. It is not recommended to use self-signed certificate.
fr: Si votre serveur doit être utilisé dans un environnement de production, vous avez probablement besoin d'un certificat signé par une autorité de certification. Il n'est pas recommandé d'utiliser un certificat auto-signé.
sv: Om din säkra server används i en produktionsmiljö behöver du troligen ett CA-signerat certifikat. Det är inte rekommenderat att använda självsignerade certifikat.
zh_cn: 如果您的安全服务器被用在生产环境中，你也许需要 CA 签署的证书。并不推荐使用自己签署的证书。

source: Installing the Certificate
fr: Installation du certificat
sv: Installera certifikatet
zh_cn: 安装证书

source: You can install the key file <filename>server.key</filename> and certificate file <filename>server.crt</filename> or the certificate file issued by your CA by running following commands at a terminal prompt:
fr: Vous pouvez installer le fichier de clés <filename>server.key</filename> et le fichier du certificat <filename>server.crt</filename> ou le fichier du certificat émis par votre autorité de certification, en exécutant les commandes suivantes dans une console :
sv: Du kan installera nyckelfilen <filename>server.key</filename> och certifikatfilen <filename>server.crt</filename> eller den certifikatsfil din CA har gett dig genom att köra följande kommandon vid en terminalprompt:
zh_cn: 您可以安装钥匙文件 <filename>server.key</filename> 和证书文件 <filename>server.crt</filename> 或由您的 CA 颁发的证书文件，在终端提示符后运行以下命令：

source: You should add the following four lines to the <filename>/etc/apache2/sites-available/default</filename> file or the configuration file for your secure virtual host. You should place them in the <emphasis>VirtualHost</emphasis> section. They should be placed under the <emphasis>DocumentRoot</emphasis> line:
fr: Vous devriez ajouter les quatre lignes suivantes au fichier <filename>/etc/apache2/sites-available/default</filename> ou au fichier de configuration pour votre hôte virtuel sécurisé. Vous devriez les placer dans la section <emphasis>VirtualHost</emphasis>. Elles devraient être situées sous la ligne <emphasis>DocumentRoot</emphasis> :
sv: Du bör lägga till följande fyra rader till filen <filename>/etc/apache2/sites-available/default</filename> eller konfigurationsfilen för din säkra virtuella värd. Du bör lägga dem i avdelningen <emphasis>VirtualHost</emphasis>. De bör läggas under raden <emphasis>DocumentRoot</emphasis>:
zh_cn: 您要添加以下四行到 <filename>/etc/apache2/sites-available/default</filename> 文件或您安全虚拟主机的配置文件。您要将它们放在 <emphasis>VirtualHost</emphasis> 部分。他们应该放在 <emphasis>DocumentRoot</emphasis> 行下面：

source: HTTPS should listen on port number 443. You should add the following line to the <filename>/etc/apache2/ports.conf</filename> file:
fr: HTTPS devrait écouter le port 443. Vous devriez ajouter la ligne suivante au fichier : <filename>/etc/apache2/ports.conf</filename>
sv: HTTPS bör lyssna på port 443. Du bör lägga till följande rad till filen <filename>/etc/apache2/ports.conf</filename>:
zh_cn: HTTPS 在 443 端口监听。您可以将下面一行添加到 <filename>/etc/apache2/ports.conf</filename> 文件中：

source: Accessing the Server
fr: Accéder au serveur
sv: Komma åt servern
zh_cn: 访问服务器

source: Once you install your certificate, you should restart your web server. You can run the following command at a terminal prompt to restart your web server:
fr: Une fois votre certificat installé, vous devriez redémarrer votre serveur web. Vous pouvez exécuter la commande suivante dans une console pour redémarrer votre serveur web :
sv: När du har installerat certifikatet måste du starta om din webbserver. Du kan köra följande kommando vid en terminalprompt för att starta om din webbserver:
zh_cn: 一旦您安装了您的证书，您应该重启您的 Web 服务器。您可以在终端提示符后运行以下命令以重启您的 web 服务器：

source: You should remember and enter the passphrase every time you start your secure web server.
fr: Vous devez saisir votre mot de passe, et vous en souvenir, à chaque fois que vous redémarrez votre serveur web.
sv: Du måste komma ihåg och skriva in lösenordet varje gång du startar din säkra webbserver.
zh_cn: 您应该记住并在每次您启动您的安全 web 服务器时输入 passphrase。

source: You will be prompted to enter the passphrase. Once you enter the correct passphrase, the secure web server will be started. You can access the secure server pages by typing https://your_hostname/url/ in your browser address bar.
fr: Votre mot de passe vous sera demandé. Une fois le mot de passe correct saisi, le serveur web sécurisé sera démarré. Vous pouvez accéder aux pages web du serveur sécurisé en tapant https://your_hostname/url/ dans la barre d'adresse de votre navigateur.
sv: Du kommer att bli frågad om att skriva in lösenordet. När du skriver in rätt lösenord kommer webbservern att startas. Du kan komma åt den säkra servern genom att skriva https://ditt_värdnamn/url/ i din webbläsarens adressfält.
zh_cn: 您将被提示输入 passphrase。一旦您输入正常的 passphrase，将启动安全 web 服务器。您可以通过在您的浏览器地址栏上输入 https://your_hostname/url/ 来访问安全服务器的页面。

source: References
fr: Références
sv: Referenser
zh_cn: 参考资料

source: Apache2 Documentation
fr: Documentation d'Apache2
sv: Apache2-dokumentation
zh_cn: Apache2 文档

source: Mod SSL Documentation
fr: Documentation du Mod SSL
sv: Dokumentation för Mod SSL
zh_cn: Mod SSL 文档

source: PHP5 - Scripting Language
fr: PHP5 - Langage de script
sv: PHP5 - Skriptspråk
zh_cn: PHP5 - 脚本语言

source: PHP is a general-purpose scripting language suited for Web development. The PHP script can be embedded into HTML. This section explains how to install and configure PHP5 in Ubuntu System with Apache2 and MySQL.
fr: PHP est un langage de script généraliste adapté au développement Web. Le script PHP peut être incorporé dans du HTML. Cette section explique comment installer et configurer PHP5 sur un système Ubuntu avec Apache2 et MySQL.
sv: PHP är ett skriptspråk med ett generellt syfte att vara anpassat för Webbutveckling. PHP-skript kan bäddas in i HTML. Det här avsnittet förklarar hur en installation och konfiguration på ett Ubuntu system med Apache2 och MySQL går till.
zh_cn: PHP 是一种适合 Web 开发的通用脚本语言。PHP 脚本可以被嵌入 HTML 之中。本节解释了如何在已有 Apache2 和 MySQL 的 Ubuntu 系统中安装和配置 PHP5。

source: This section assumes you have installed and configured Apache 2 Web Server and MySQL Database Server. You can refer to Apache 2 section and MySQL sections in this document to install and configure Apache 2 and MySQL respectively.
fr: Cette section suppose que vous avez installé et configuré le serveur Web Apache2 et le serveur de base de données MySQL. Vous pouvez vous référer aux sections sur Apache2 et sur MySQL dans ce document pour installer et configurer Apache2 et MySQL.
sv: Det här avsnittet förutsätter att du har installerat och konfigurerat Apache 2 Webbserver och MySQL databasserver. För anvisningar om installation och konfiguration av Apache 2 och MySQL hänvisas du till avsnitten för respektive program i den här dokumentationen.
zh_cn: 本节假设您已经安装了配置了 Apache 2 Web 服务器和 MySQL 数据库服务器。您可以参考本文档中的 Apache 2 部分和 MySQL 部分来分别安装和配置 Apache 2 和 MySQL。

source: The PHP5 is available in Ubuntu Linux.
fr: PHP5 est disponible sur Ubuntu Linux.
sv: PHP5 finns är tillgänglig i Ubuntu Linux.
zh_cn: Ubuntu Linux 中可以使用 PHP5。

source: To install PHP5 you can enter the following command in the terminal prompt: <screen> <command>sudo apt-get install php5-common php5 libapache2-mod-php5</command> </screen>
fr: Pour installer PHP5 vous pouvez saisir la commande suivante dans un terminal : <screen> <command>sudo apt-get install php5-common php5 libapache2-mod-php5</command> </screen>
sv: För att installera PHP5 kan du skriva in följande i terminalprompten: <screen> <command>sudo apt-get install php5-common php5 libapache2-mod-php5</command> </screen>
zh_cn: 若想安装PHP5，您可以在终端中输入如下命令：<screen> <command>sudo apt-get install php5-common php5 libapache2-mod-php5</command> </screen>

source: You can run PHP5 scripts from command line. To run PHP5 scripts from command line you should install <application>php5-cli</application> package. To install <application>php5-cli</application> you can enter the following command in the terminal prompt: <screen> <command>sudo apt-get install php5-cli</command> </screen>
fr: Vous pouvez exécuter des scripts PHP5 depuis la ligne de commande. Pour cela vous devez installer le paquet <application>php5-cli</application>. Pour installer <application>php5-cli</application> vous pouvez taper ce qui suit à l'invite de commande, dans un terminal : <screen> <command>sudo apt-get install php5-cli</command> </screen>
sv: Du kan köra PHP5-skript från kommandoraden. För att kunna köra PHP5-skript från kommandoraden behöver du installera paketet <application>php5-cli</application>. För att installera <application>php5-cli</application> kan du skriva följande kommando vid terminalprompten: <screen> <command>sudo apt-get install php5-cli</command> </screen>

source: You can also execute PHP5 scripts without installing PHP5 Apache module. To accomplish this, you should install <application>php5-cgi</application> package. You can run the following command in a terminal prompt to install <application>php5-cgi</application> package: <screen> <command>sudo apt-get install php5-cgi</command> </screen>
fr: Vous pouvez également exécuter des scripts PHP5 sans installer le module PHP5 d'Apache. Pour cela vous devez installer le paquet <application>php5-cgi</application>. L'installation de <application>php5-cgi</application> peut se faire en tapant ce qui suit à l'invite de commande d'un terminal : <screen> <command>sudo apt-get install php5-cgi</command> </screen>
sv: Du kan även köra PHP5-skript utan att installera PHP5-modulen för Apache. För att åstadkomma detta skall du installera paketet <application>php5-cgi</application>. Du kan köra följande kommando på terminalprompten för att installera paketet <application>php5-cgi</application>: <screen> <command>sudo apt-get install php5-cgi</command> </screen>

source: To use <application>MySQL</application> with PHP5 you should install <application>php5-mysql</application> package. To install <application>php5-mysql</application> you can enter the following command in the terminal prompt: <screen> <command>sudo apt-get install php5-mysql</command> </screen>
fr: Pour utiliser <application>MySQL</application> avec PHP5 vous devez installer le paquet <application>php5-mysql</application>. Pour installer <application>php5-mysql</application>, vous pouvez saisir la commande suivante dans un terminal : <screen> <command>sudo apt-get install php5-mysql</command> </screen>
sv: För att använda <application>MySQL</application> tillsammans med PHP5 skall du installera paketet <application>php5-mysql</application>. För att installera <application>php5-mysql</application> kan du skriva följande kommando i terminalprompten: <screen> <command>sudo apt-get install php5-mysql</command> </screen>
zh_cn: 若想通过 PHP5 使用 MySQL，您需要安装 <application>php5-mysql</application> 包。您可以在终端输入如下命令来安装 <application>php5-mysql</application>：<screen> <command>sudo apt-get install php5-mysql</command> </screen>

source: Similarly, to use <application>PostgreSQL</application> with PHP5 you should install <application>php5-pgsql</application> package. To install <application>php5-pgsql</application> you can enter the following command in the terminal prompt: <screen> <command>sudo apt-get install php5-pgsql</command> </screen>
fr: Réciproquement, pour utiliser <application>PostgreSQL</application> avec PHP5 vous devez installer le paquet <application>php5-pgsql</application>. Pour installer <application>php5-pgsql</application>, vous pouvez saisir la commande suivante dans un terminal : <screen> <command>sudo apt-get install php5-pgsql</command> </screen>
sv: På samma sätt, för att använda <application>PostgreSQL</application> tillsammans med PHP5 behöver du installera paketet <application>php5-pgsql</application>. För att installera <application>php5-pgsql</application> kan du skriva följande kommando i terminalprompten: <screen> <command>sudo apt-get install php5-pgsql</command> </screen>
zh_cn: 类似的，若想通过 PHP5 使用 PostgreSQL，您需要安装 <application>php5-pgsql</application> 包。您可以在终端输入如下命令来安装 <application>php5-pgsql</application>：<screen> <command>sudo apt-get install php5-pgsql</command> </screen>

source: Once you install PHP5, you can run PHP5 scripts from your web browser. If you have installed <application>php5-cli</application> package, you can run PHP5 scripts from your command prompt.
fr: Une fois PHP5 installé, vous pouvez exécuter des scripts PHP5 depuis votre navigateur Web. Si vous avez installé <application>php5-cli</application>, vous pouvez exécuter des scripts PHP5 depuis la ligne de commande.
sv: När PHP5 är installerat kan du köra PHP5-skript från din webbläsare. Om du har installerat paketet <application>php5-cli</application> kan du köra PHP5-skript från kommandoprompten.

source: By default, the Apache 2 Web server is configured to run PHP5 scripts. In other words, the PHP5 module is enabled in Apache2 Web server automatically when you install the module. Please verify if the files <filename>/etc/apache2/mods-enabled/php5.conf</filename> and <filename>/etc/apache2/mods-enabled/php5.load</filename> exist. If they do not exists, you can enable the module using <command>a2enmod</command> command.
fr: Par défaut, le serveur Web Apache2 est configuré pour exécuter les scripts PHP5. En d'autres termes, le module PHP5 est automatiquement activé dans le serveur Web Apache2 quand vous installez le module. Veuillez vérifier si les fichiers <filename>/etc/apache2/mods-enabled/php5.conf</filename> et <filename>/etc/apache2/mods-enabled/php5.load</filename> existent bien. S'ils n'existent pas, vous pouvez activer le module en utilisant la commande <command>a2enmod</command>.
sv: Som standard är Apache 2 Webbservern konfigurerad för att köra PHP5-skript. Med andra ord aktiveras PHP5-modulen automatiskt i Apache2 Webbservern när du installerar modulen. Kontrollera om filerna <filename>/etc/apache2/mods-enabled/php5.conf</filename> och <filename>/etc/apache2/mods-enabled/php5.load</filename> existerar. Om de inte finns, kan du aktivera modulen genom att använda kommandot <command>a2enmod</command>.
zh_cn: Apache 2 Web 服务器被默认配置为运行 PHP5 脚本。换句话说，在您安装了 PHP5 模块之后其就被自动在 Apache 2 Web 服务器中加载了。请确认 <filename>/etc/apache2/mods-enabled/php5.conf</filename> 文件和 <filename>/etc/apache2/mods-enabled/php5.load</filename> 文件是否存在。如果它们不存在的话，您可以使用 <command>a2enmod</command> 命令来加载模块。

source: Once you install PHP5 related packages and enabled PHP5 Apache 2 module, you should restart Apache2 Web server to run PHP5 scripts. You can run the following command at a terminal prompt to restart your web server: <screen><command>sudo /etc/init.d/apache2 restart</command> </screen>
fr: Une fois que vous avez installé les paquets en rapport avec PHP5 et activé le module PHP5 d'Apache2, vous devez redémarrer le serveur Web Apache2 pour pouvoir exécuter des scripts PHP5. Vous pouvez exécuter la commande suivante dans un terminal pour redémarrer votre serveur Web : <screen><command>sudo /etc/init.d/apache2 restart</command> </screen>
sv: När du har installerat PHP5 relaterade paket och aktiverat PHP5 Apache 2 modulen, behöver du starta om Apache 2 webbserver för att köra PHP5-skript. Du kan köra följande kommando i terminalprompten för att starta om din webbserver: <screen><command>sudo /etc/init.d/apache2 restart</command> </screen>
zh_cn: 一旦您安装了 PHP5 相关的包并加载了 PHP5 的 Apache 2 模块，您应当重启 Apache2 Web 服务器以便运行 PHP5 脚本。您可以在终端输入以下命令来重启您的 web 服务器：<screen><command>sudo /etc/init.d/apache2 restart</command> </screen>

source: Testing
fr: Tests
sv: Testa
zh_cn: 测试

source: To verify your installation, you can run following PHP5 phpinfo script:
fr: Pour tester votre installation, vous pouvez exécuter le script phpinfo de PHP5, suivant :
sv: För att verifiera din installation kan du köra följande PHP5 phpinfo skript:
zh_cn: 您可以运行如下的 PHP5 phpinfo 脚本来验证您的安装：

source: You can save the content in a file <filename>phpinfo.php</filename> and place it under <command>DocumentRoot</command> directory of Apache2 Web server. When point your browser to <filename>http://hostname/phpinfo.php</filename>, it would display values of various PHP5 configuration parameters.
fr: Vous pouvez enregistrer le contenu dans un fichier <filename>phpinfo.php</filename> et le placer dans le répertoire <command>DocumentRoot</command> du serveur Web Apache2. Quand vous pointerez votre navigateur sur <filename>http://hostname/phpinfo.php</filename>, il affichera les valeurs de divers paramètres de configuration de PHP5.
sv: Du kan spara innehållet i en fil <filename>phpinfo.php</filename> och placera det under katalogen <command>DocumentRoot</command> i Apache2 webbserver. Peka din webbläsare till <filename>http://hostname/phpinfo.php</filename>, då visas värden på olika PHP5 konfigurationsparametrar.
zh_cn: 您可以将此内容保存在一个 <filename>phpinfo.php</filename> 文件中并将其放在 Apache2 Web 服务器的 <command>DocumentRoot</command> 目录下。当把您的浏览器指向 <filename>http://hostname/phpinfo.php</filename> 后，将会显示 PHP5 的各种配置参数的值。

source: Squid - Proxy Server
fr: Squid - Serveur proxy
zh_cn: Squid - 代理服务器

source: Squid is a full-featured web proxy cache server application which provides proxy and cache services for Hyper Text Transport Protocol (HTTP), File Transfer Protocol (FTP), and other popular network protocols. Squid can implement caching and proxying of Secure Sockets Layer (SSL) requests and caching of Domain Name Server (DNS) lookups, and perform transparent caching. Squid also supports a wide variety of caching protocols, such as Internet Cache Protocol, (ICP) the Hyper Text Caching Protocol, (HTCP) the Cache Array Routing Protocol (CARP), and the Web Cache Coordination Protocol. (WCCP)
fr: Squid est un serveur mandataire/cache web très complet qui fournit des services de cache et de relais pour le protocole HTTP (Hyper Text Transport Protocol), le protocole FTP (File Transfer Protocol), et d'autres protocoles réseau courants. Squid peut gérer le cache et le relais des requêtes SSL (Secure Sockets Layer), agir en tant que cache pour les consultations DNS (Domain Name Server), et agir en tant que cache transparent. Squid supporte également une large variété de protocoles de cache, comme ICP (Internet Cache Protocol), HTCP (Hyper Text Caching Protocol), CARP (Cache Array Routing Protocol), et WCCP (Web Cache Coordination Protocol).
sv: Squid är en webbproxy och -cache och de flesta funktioner man kan önska sig. Squid innehåller proxy och cache-tjänster för Hyper Text Transport Protocol (HTTP), File Transfer Protocol (FTP) och andra populära nätverksprotokoll. Squid kan ge cache- och proxyfunktioner av förfrågningar för Secure Sockets Layer (SSL) och cachefunktioner för domännamnsuppslagningar (DNS), och genomföra transparent cachening. Squid stöder också en stor mängd cacheprotokoll som Internet Cache Protocol (ICP), Hyper Text Caching Protocol (HTCP), Cache Array Routing Protocol (CARP) och Web Cache Coordination Protocol (WCCP).
zh_cn: Squid 是一个全功能的 web 代理与缓存服务器应用程序，它为超文本传输协议 (HTTP)、文件传输协议 (FTP) 以及其他流行网络协议提供代理和缓存服务。Squid 可以实现安全套接层 (SSL) 请求的缓存和代理、域名服务器 (DNS) 的缓存以及进行传输缓存。Squid 也支持大量不同的缓存协议，如 Internet 缓存协议 (ICP)、超文本缓存协议 (HTCP)、缓存阵列路由协议 (CARP) 以及 Web 缓存协同协议 (WCCP)。
