Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: Apache2 ships with a virtual-host-friendly default configuration. That is, it is configured with a single default virtual host (using the <emphasis>VirtualHost</emphasis> directive) which can modified or used as-is if you have a single site, or used as a template for additional virtual hosts if you have multiple sites. If left alone, the default virtual host will serve as your default site, or the site users will see if the URL they enter does not match the <emphasis>ServerName</emphasis> directive of any of your custom sites. To modify the default virtual host, edit the file <filename>/etc/apache2/sites-available/default</filename>. If you wish to configure a new virtual host or site, copy that file into the same directory with a name you choose. For example, <command>sudo cp /etc/apache2/sites-available/default /etc/apache2/sites-available/mynewsite</command> Edit the new file to configure the new site using some of the directives described below.
fr: Apache2 contient par défaut une configuration des hôtes virtuels couvrant les besoins classiques. C'est à dire qu'il est configuré avec un seul hôte virtuel (utlisant la directive <emphasis>VirtualHost</emphasis>) qui peut être modifié, utilisé tel quel si vous ne disposez que d'un seul site, ou encore utilisé comme modèle pour d'autres hôtes virtuels si vous disposez de plusieurs sites. Utilisé comme tel, l'hôte virtuel par défaut sera votre site par défaut ou le site que les utilisateurs verront si l'URL entrée ne correspond à aucun de vos sites définis par des directives <emphasis>ServerName</emphasis>. Pour modifier l'hôte virtuel par défaut, éditez le fichier <filename>/etc/apache2/sites-available/default</filename>. Si vous souhaitez configurer un nouvel hôte virtuel ou un site, copiez ce fichier dans le même répertoire avec un nom de votre choix. Par exemple, <command>sudo cp /etc/apache2/sites-available/default /etc/apache2/sites-available/mynewsite</command> Éditez le nouveau fichier pour configurer le nouveau site en utilisant les directives décrites ci-dessus.
sv: Med Apache2 följer en standardkonfiguration som är väldigt smidig för virtuella värdnamn. Från början finns det ett enda virtuellt standardvärdnamn (använder direktivet <emphasis>VirtualHost</emphasis>) som kan modifieras eller användas som det är om du bara har en enda webbplats, eller användas som en mall för ytterligare virtuella värdnamn om du har flera webbplatser. Om du lämnar det ifred kommer det virtuella standardvärdnamnet att vara din standardsida, det vill säga den sidan användare kommer att se om de skriver in en URL som inte matchar något <emphasis>ServerName</emphasis>-direktiv i någon av dina andra webbplatser. För att ändra på det virtuella standardvärdnamnet, ändra på filen <filename>/etc/apache2/sites-available/default</filename>. Om du vill konfigurera ett nytt virtuellt värdnamn kan du kopiera den filen till samma katalog med valfritt namn. Till exempel: <command>sudo cp /etc/apache2/sites-available/default /etc/apache2/sites-available/min_nya_webbplats</command> Ändra på den nya filen för att ställa in den nya webbplatsen med några av de direktiv som beskrivs nedan.
zh_cn: Apache2 提供了一个友好虚拟主机的缺省配置。它配置成单个缺省虚拟主机 (使用 <emphasis>VirtualHost</emphasis> 语句) 。如果您有单个站点，可以修改或直接使用它。如果您有多个站点的话，可以将其作为其它虚拟主机的模板。如果对其不加理会，该缺省虚拟主机将会作为您的缺省网站提供服务，或者如果网站用户所输入的 URL 并没有匹配您任何所定义站点的 <emphasis>ServerName</emphasis> 语句时，将看到该虚拟主机内容。要修改缺省虚拟主机，可以编辑文件 <filename>/etc/apache2/sites-available/default</filename>。如果您希望配置一个新的虚拟主机或站点，在同一目录中将拷贝该文件并将新文件重命名为您所想要的文件名，如<command>sudo cp /etc/apache2/sites-available/default /etc/apache2/sites-available/mynewsite</command>。编辑新文件并用下面的所描述的语句来配置新的站点：

source: The <emphasis>ServerAdmin</emphasis> directive specifies the email address to be advertised for the server's administrator. The default value is webmaster@localhost. This should be changed to an email address that is delivered to you (if you are the server's administrator). If your website has a problem, Apache2 will display an error message containing this email address to report the problem to. Find this directive in your site's configuration file in /etc/apache2/sites-available.
fr: La directive <emphasis>ServerAdmin</emphasis> spécifie l'adresse mail qui figurera comme adresse de l'administrateur du serveur. La valeur par défaut est webmaster@localhost. Cette valeur devrait être remplacée par une adresse dont vous êtes destinataire (dans le cas où vous êtes l'administrateur du serveur). Si votre site rencontre un problème, Apache2 affichera un message d'erreur contenant cette adresse mail afin de lui rapporter le problème. Cette directive est à placer dans les fichiers de configuration de vos sites situés dans /etc/apache2/sites-available.
sv: Direktivet <emphasis>ServerAdmin</emphasis> specificerar administratörens e-postadress. Standardvärdet är webmaster@localhost. Du bör ändra det till en adress du faktiskt har tillgång till (om du är serveradministratören) Om din webbsida har ett problem kommer Apache2 att visa ett felmeddelande som innehåller den här e-postadressen för att rapportera felet till. Du hittar det här direktivet i din webbplats konfigurationsfil i /etc/apache2/sites-available.
zh_cn: <emphasis>ServerAdmin</emphasis> 语句指定服务器管理员的邮件地址，缺省值是 webmaster@localhost。应该改成您的邮件地址 (如果您是服务器管理员的话)。如果您的网站有问题，Apache2 将显示包含该邮件地址的错误信息以便报告该问题。在 /etc/apache2/sites-available 目录中您网站的配置文件里可以找到该语句。

source: The <emphasis>Listen</emphasis> directive specifies the port, and optionally the IP address, Apache2 should listen on. If the IP address is not specified, Apache2 will listen on all IP addresses assigned to the machine it runs on. The default value for the Listen directive is 80. Change this to 127.0.0.1:80 to cause Apache2 to listen only on your loopback interface so that it will not be available to the Internet, to (for example) 81 to change the port that it listens on, or leave it as is for normal operation. This directive can be found and changed in its own file, <filename>/etc/apache2/ports.conf</filename>
fr: La directive <emphasis>Listen</emphasis> précise le port, et de manière optionelle l'adresse IP, sur lesquel Apache2 écoute. Si l'adresse IP n'est pas spécifiée, Apache écoutera sur toutes les adresses IP assignées à la machine. La valeur par défaut de la directive Listen est 80. Modifiez la en 127.0.0.1:80 afin qu'Apache2 n'écoute que sur l'interface locale et ne soit pas accessible depuis internet, en 81 (par exemple) afin de modifier le port sur lequel Apache2 écoute, ou laissez la valeur par défaut dans la majorité des cas. Cette directive se situe dans son propre fichier <filename>/etc/apache2/ports.conf</filename>
sv: Direktivet <emphasis>Listen</emphasis> berättar vilken port, och eventuellt också IP-adress, som Apache2 ska lyssna på. Om ingen IP-adress väljs kommer Apache2 att lyssna på alla IP-adresser som tillhör datorn det ligger i. Standardvärdet för Listen är 80. Ändra det här till 127.0.0.1:80 för att få Apache2 att enbart lyssna på loopback-gränssnittet så att det inte är tillgänglig för internet, till (till exempel) 81 för att ändra porten som det lyssnar på, eller lämna det som det är för att det ska bete sig normalt. Det här direktivet hittar du och kan ställa in i en egen fil, <filename>/etc/apache2/ports.conf</filename>
zh_cn: <emphasis>Listen</emphasis> 语句指定端口以及可选的 IP 地址，Apache2 将在其上监听。如果 IP 地址没有被指定，Apache2 将监听所有指向其所运行机器上的 IP 地址。Listen 语句的缺省值是 80。把其改成 127.0.0.1:80 将使 Apache2 只在您的环回接口上临听以致于它相对于 Internet 不可用。也可改变其监听端口如81，或保持原样以便正常操作。该语句可以在它自己的文件 <filename>/etc/apache2/ports.conf</filename> 中发现并修改。

source: You may also want your site to respond to www.ubunturocks.com, since many users will assume the www prefix is appropriate. Use the <emphasis>ServerAlias</emphasis> directive for this. You may also use wildcards in the ServerAlias directive. For example, <command>ServerAlias *.ubunturocks.com</command> will cause your site to respond to any domain request ending in .ubunturocks.com.
fr: Comme beaucoup de personnes pensent que le préfixe www est d'usage, vous pouvez désirer que votre site réponde également à l'adresse www.ubunturocks.com. Utilisez la directive <emphasis>ServerAlias</emphasis> dans ce but. Vous pouvez également utiliser les caractères jocker au sein de la directive ServerAlias. Par exemple, <command> ServerAlias *.ubunturocks.com</command> permettra à votre site de répondre à n'importe quel nom se terminant par .ubunturocks.com.
sv: Du kanske också vill att din webbplats ska lyssna på www.ubunturocks.com, eftersom många användare kommer att anta att de behöver skriva www. Använd <emphasis>ServerAlias</emphasis> för det här. Du kan också använda jokertecken i ServerAlias-direktivet. Till exempel kommer <command>ServerAlias *.ubunturocks.com</command> att få din webbplats att lyssna på alla domänförfrågningar som slutar med .ubunturocks.com.
zh_cn: 您也可能要您的网站响应 www.ubunturocks.com 的请求，因为许多用户会假定 www 前缀是适当的。可以使用 <emphasis>ServerAlias</emphasis> 语句来解决这个问题。您也可以在 ServerAlias 中使用通配符。例如，<command>ServerAlias *.ubunturocks.com</command> 将使您的网站响应任何域名以 .ubunturocks.com 结尾的请求。

source: The <emphasis>ServerName</emphasis> directive is optional and specifies what FQDN your site should answer to. The default virtual host has no ServerName directive specified, so it will respond to all requests that do not match a ServerName directive in another virtual host. If you have just acquired the domain name ubunturocks.com and wish to host it on your Ubuntu server, the value of the ServerName directive in your virtual host configuration file should be ubunturocks.com. Add this directive to the new virtual host file you created earlier (<filename>/etc/apache2/sites-available/mynewsite</filename>). <placeholder-1/>
fr: La directive <emphasis>ServerName</emphasis> est optionnelle et prend pour valeur le FQDN auquel devrait répondre votre site. L'hôte virtuel par défaut ne dispose pas de directive ServerName : il répond alors à toutes les requêtes pour lesquelles aucune correspondance avec la directive ServerName des autres hôtes virtuels n'a été trouvée. Si vous avez acheté le domaine ubunturocks.com et que vous souhaitez l'héberger sur votre serveur Ubuntu, la valeur par défaut de la directive ServerName dans l'hôte virtuel correspondant devrait être ubunturocks.com. Ajoutez cette directive au nouvel hôte virtuel créé précédemment (<filename>/etc/apache2/sites-available/mynewsite</filename>). <placeholder-1/>
sv: Direktivet <emphasis>ServerName</emphasis> är valfritt och bestämmer vilken FQDN din webbplats ska svara till. Den virtuella värd som medföljer har inget ServerName specificerat, så den kommer att svara på alla förfrågningar som inte matchar någon annan virtuell värds ServerName. Om du just köpte domännamnet ubunturocks.com och vill använda det på din Ubuntu-server skriver du in värdet ubunturocks.com till direktivet ServerName. Lägg det här direktivet till den nya virtuella värdfilen du skapade innan (<filename>/etc/apache2/sites-available/min_nya_webbplats</filename>). <placeholder-1/>
zh_cn: <emphasis>ServerName</emphasis> 语句是可选的，它指明您的站点要应答什么样的 FQDN。缺省虚拟主机没有指定 ServName，因此它会应答那些与其它虚拟主机中的 ServerName 语句不匹配的所有请求。如果您刚刚获得 ubunturocks.com 域名并希望将您的 Ubuntu 服务器作为其主机，那么在您虚拟主机配置文件中的 ServerName 语句的值就应该是 ubunturocks.com。请在您先前创建的新虚拟主机文件 (<filename>/etc/apache2/sites-available/mynewsite</filename>) 中添加该语句。<placeholder-1/>

source: The <emphasis>DocumentRoot</emphasis> directive specifies where Apache should look for the files that make up the site. The default value is /var/www. No site is configured there, but if you uncomment the <emphasis>RedirectMatch</emphasis> directive in <filename>/etc/apache2/apache2.conf</filename> requests will be redirected to /var/www/apache2-default where the default Apache2 site awaits. Change this value in your site's virtual host file, and remember to create that directory if necessary!
fr: La directive <emphasis>DocumentRoot</emphasis> précise l'emplacement où Apache doit chercher les fichiers du site. La valeur par défaut est /var/www. Aucun site n'est configuré à cet emplacement, mais si vous décommentez la directive <emphasis>RedirectMatch</emphasis> dans le fichier de configuration <filename>/etc/apache2/apache2.conf</filename> les requêtes seront alors redirigées vers /var/www/apache2-default où se trouve le site par défaut d'Apache2. Modifiez cette valeur dans le fichier de configuration de votre hôte virtuel, et n'oubliez pas de créer le répertoire si nécessaire.
sv: Direktivet <emphasis>DocumentRoot</emphasis> bestämmer var Apache ska titta efter de filer webbplatsen består av. Standardvärdet är /var/www. Ingen webbplats är konfigurerad där, men om du avkommenterar direktivet <emphasis>RedirectMatch</emphasis> i <filename>/etc/apache2/apache2.conf</filename> så kommer alla förfrågningar att vidarebefordras till /var/www/apache2-default där Apache2:s standardwebbplats väntar. Ändra det här värdet i din webbplats virtuella värdfil och kom ihåg att skapa katalogen i fråga om det behövs!
zh_cn: <emphasis>DocumentRoot</emphasis> 语句指定 Apache 将到哪儿去寻找站点文件，缺省值为 /var/www。没有站点配置在那里，但如果您反注释在 <filename>/etc/apache2/apache2.conf</filename> 中的 <emphasis>RedirectMatch</emphasis> 语句，请求将被重定向到 /var/www/apache2-default，那里是缺省的 Apache2 站点。在您站点的虚拟主机文件中改变该值，记住在必要时可以创建相应的目录！

source: The /etc/apache2/sites-available directory is <emphasis role="bold"> not</emphasis> parsed by Apache2. Symbolic links in /etc/apache2/sites-enabled point to "available" sites. Use the a2ensite (Apache2 Enable Site) utility to create those symbolic links, like so: <command>sudo a2ensite mynewsite</command> where your site's configuration file is <filename> /etc/apache2/sites-available/mynewsite</filename>. Similarly, the a2dissite utility should be used to disable sites.
fr: Le contenu du répertoire /etc/apache2/sites-available n'est <emphasis role="bold"> pas</emphasis> utilisé par Apache2. Des liens symboliques dans /etc/apache2/sites-enabled pointent vers les configurations de sites disponibles situés dans le répertoire "available". Pour créer ces liens symboliques, il faut utiliser la commande a2ensite (activation d'un site Apache2 en anglais) comme suit : <command>sudo a2ensite mynewsite</command> où le fichier de configuration de votre site est <filename>/etc/apache2/sites-available/mynewsite</filename>. De manière symétrique, il faut utiliser a2dissite pour désactiver le site.
sv: Katalogen /etc/apache2/sites-available kommer <emphasis role="bold"> inte</emphasis> att läsas in av Apache2. Symboliska länkar i /etc/apache2/sites-enabled pekar till "tillgängliga" webbplatser. Använd verktyget a2ensite (Apache2 Enable Site) för att skapa dessa symboliska länkar såhär: <command>sudo a2ensite min_nya_webbplats</command>. På samma sätt kan du använda a2dissite för att inaktivera webbplatser.
zh_cn: /etc/apache2/sites-available 目录并 <emphasis role="bold">不会</emphasis> 被 Apache2 解析。在 /etc/apache2/sites-enabled 的软链接指向 "可用的" 站点。使用 a2ensite (Apache2 启用站点) 工具可以创建这些软链接，如：<command>sudo a2ensite mynewsite</command> 这里您站点的配置文件是 <filename> /etc/apache2/sites-available/mynewsite</filename>。同样，a2dissite 工具将用来禁用站点。

source: Default Settings
fr: Réglages par défaut
sv: Standardinställningar
zh_cn: 缺省设置

source: This section explains configuration of the Apache2 server default settings. For example, if you add a virtual host, the settings you configure for the virtual host take precedence for that virtual host. For a directive not defined within the virtual host settings, the default value is used.
fr: Cette section explique la configuration par défaut du serveur Apache2. Par exemple, si vous ajoutez un hôte virtuel, les paramètres définis à l'intérieur de l'hôte virtuel sont utilisées dans cet hôte virtuel. Pour une directive qui n'est pas définie à l'intérieur de l'hôte virtuel, la valeur par défaut est utilisée.
sv: Den här avdelningen förklarar konfigurationen av Apache2:s serverinställningar. Till exempel, om du lägger till en virtuell värd kommer inställningarna du konfigurerar att prioriteras över standardinställningarna för den virtuella värden. För de direktiv som inte specificeras i inställningarna för den virtuella värden kommer standardvärdet att användas.
zh_cn: 这部分内容说明 Apache2 服务器缺省设置的配置。举个例子，如果您添加一个虚拟主机，您为该虚拟主机配置的设置将优先于缺省虚拟主机。如果在该虚拟主机的设置中有个语句没有定义，那么将使用缺省值。

source: The <emphasis>DirectoryIndex</emphasis> is the default page served by the server when a user requests an index of a directory by specifying a forward slash (/) at the end of the directory name.
fr: La directive <emphasis>DirectoryIndex</emphasis> stipule la page par défaut qui doit être servie lorsqu'un utilisateur demande l'index d'un répertoire en spécifiant un slash final (/) à la fin du nom d'un répertoire.
sv: <emphasis>DirectoryIndex</emphasis> är standardsidan som servern skickar när en användare ber om ett index för en katalog genom att lägga till ett snedsträck (/) på slutet av katalognamnet.
zh_cn: 当用户在目录名后使用斜杠 (/) 来请求一个目录索引时，The <emphasis>DirectoryIndex</emphasis> 将通过服务器提供缺省页服务。

source: For example, when a user requests the page http://www.example.com/this_directory/, he or she will get either the DirectoryIndex page if it exists, a server-generated directory list if it does not and the Indexes option is specified, or a Permission Denied page if neither is true. The server will try to find one of the files listed in the DirectoryIndex directive and will return the first one it finds. If it does not find any of these files and if Options Indexes is set for that directory, the server will generate and return a list, in HTML format, of the subdirectories and files in the directory. The default value, found in <filename>/etc/apache2/apache2.conf</filename> is " index.html index.cgi index.pl index.php index.xhtml". Thus, if Apache2 finds a file in a requested directory matching any of these names, the first will be displayed.
fr: Par exemple, lorsqu'un utilisateur demande la page http://www.example.com/this_directory/, il ou elle obtiendra ou bien la page spécifiée par la directive DirectoryIndex si elle existe, ou bien un listing du répertoire généré par le serveur si l'option Indexes est spécifiée, ou bien une permission non accordée si aucun des deux cas précédents ne se vérifie. Le serveur essaiera de trouver l'une des pages données dans la directive DirectoryIndex et renverra la première trouvée. S'il ne trouve pas une de ces pages et si l'option Indexes est activée pour ce répertoire, le serveur génèrera et renverra une liste au format HTML des sous-répertoires et fichiers présents dans ce répertoire. La valeur par défaut se trouvant dans le fichier <filename>/etc/apache2/apache2.conf</filename> est " index.html index.cgi index.pl index.php index.xhtml". Si Apache2 trouve un fichier dans le répertoire demandé qui correspond à l'un de ces noms, le premier d'entre eux sera affiché.
sv: När användaren till exempel frågar om sidan http://www.exempel.com/den_har_katalogen/ kommer han eller hon få DirectoryIndex-sidan om den finns, en server-genererad innehållslista om den inte finns och Indexes-alternativet är specificerat, eller en "Permission Denied"-sida om varken eller är sant. Servern kommer att försöka tills den hittar en av de filerna som finns uppradade i DirectoryIndex-direktivet och kommer att returnera den första som hittas. Om den inte hittar någon av dessa filer och om Options Indexes är på för den katalogen kommer servern att returnera en lista i HTML-format över underkatalogerna och filerna i den katalogen. Standardvärdet, som du hittar i <filename>/etc/apache2/apache2.conf</filename>, är "index.html index.cgi index.pl index.php index.xhtml". Med andra ord kommer Apache2 att visa den första filen som matchar något av dessa namn som finns i den efterfrågade katalogen.
zh_cn: 例如，当一个用户请求 http://www.example.com/this_directory/ 页时，他或她要么得到 DirectoryIndex 页，如果它存在的话；要么得到一个服务器生成的目录列表，如果它不存在且设置了 Indexes 选项的话；要么就得到一个无权访问页，如果它不存在且没有设置 Indexes 选项的话。服务器尝试找到在 DirectoryIndex 语句中所列文件之一，并返回它所找到的第一个。如果它没有找到任何一个文件且该目录设置了 Indexes 选项，服务器将生成并返回一个 HTML 格式的列表，包括该目录中的子目录和文件。缺省值可以在 <filename>/etc/apache2/apache2.conf</filename> 文件中找到，是 " index.html index.cgi index.pl index.php index.xhtml"。因此，如果 Apache2 在所请求的目录中找到任何一个匹配这些名字的文件，第一个将被显示。

source: The <emphasis>ErrorDocument</emphasis> directive allows you to specify a file for Apache to use for specific error events. For example, if a user requests a resource that does not exist, a 404 error will occur, and per Apache2's default configuration, the file <filename>/usr/share/apache2/error/HTTP_NOT_FOUND.html.var </filename> will be displayed. That file is not in the server's DocumentRoot, but there is an Alias directive in <filename>/etc/apache2/apache2.conf</filename> that redirects requests to the /error directory to /usr/share/apache2/error/. To see a list of the default ErrorDocument directives, use this command: <command>grep ErrorDocument /etc/apache2/apache2.conf</command>
fr: La directive <emphasis>ErrorDocument</emphasis> vous permet de spécifier le fichier qu'Apache utilise pour des erreurs spécifiques. Par exemple, si un utilisateur fait une requête sur une ressource qui n'existe pas, une erreur 404 sera générée, et avec la configuration par défaut Apache2, le fichier <filename>/usr/share/apache2/error/HTTP_NOT_FOUND.html.var </filename> sera affiché. Ce fichier n'est pas dans le répertoire racine du serveur (DocumentRoot), mais il y a une directive Alias dans <filename>/etc/apache2/apache2.conf</filename> qui redirige les requêtes erronées vers /usr/share/apache2/error/. Pour voir une liste des directives ErrorDocument par défaut, utilisez la commande : <command>grep ErrorDocument /etc/apache2/apache2.conf</command>
sv: Direktivet <emphasis>ErrorDocument</emphasis> låter dig specificera en fil åt Apache för att använda vid vissa felhändelser. Till exempel, om användaren efterfrågar en resurs som inte finns kommer ett 404-fel att uppstå, och enligt Apache2:s standardkonfiguration kommer filen <filename>/usr/share/apache2/error/HTTP_NOT_FOUND.html.var </filename> att visas. Den filen ligger inte i serverns DocumentRoot, men det finns ett Alias-direktiv i <filename>/etc/apache2/apache2.conf</filename> som vidarebefordrar förfrågningar till katalogen /error till /usr/share/apache2/error/. För att se en lista över standarddirektiven för ErrorDocument, använd det här kommandot: <command>grep ErrorDocument /etc/apache2/apache2.conf</command>
zh_cn: <emphasis>ErrorDocument</emphasis> 语句允许您为 Apache 指定一个用于特定错误事件的文件。例如，如果用户请求的资源不存在，那么将引发 404 错误，而在 Apache2 的缺省配置中，文件 <filename>/usr/share/apache2/error/HTTP_NOT_FOUND.html.var </filename> 将被显示。该文件并不在服务器的 DocumentRoot 中，但在 <filename>/etc/apache2/apache2.conf</filename> 中有个别名语句将到 /error 目录的请求重定向到 /usr/share/apache2/error/ 中。要查看缺省的 ErrorDocument 语句列表，可以使用命令：<command>grep ErrorDocument /etc/apache2/apache2.conf</command>
