Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: Adding Repositories Howto (Ubuntu Wiki)
fr: Méthode pour ajouter des Dépôts (Wiki Ubuntu)
sv: Hur du lägger till förråd (Ubuntus Wiki) (engelska)
zh_cn: 如何添加软件库(Ubuntu Wiki)

source: Networking
fr: Réseau
sv: Nätverk
zh_cn: 联网

source: Networks consist of two or more devices, such as computer systems, printers, and related equipment which are connected by either physical cabling or wireless links for the purpose of sharing and distributing information among the connected devices.
fr: Les réseaux sont constitués d'au moins deux dispositifs, tels que des ordinateurs, des imprimantes ou des équipements similaires, connectés soit par câble soit par connexion radio (sans-fil), dans le but de partager et de distribuer de l'information entre les dispositifs connectés.
sv: Nätverk består av två eller flera enheter, så som datorsystem, skrivare och liknande utrustning som är ihopkopplade med kabel eller trådlös förbindelse med syftet att dela och fördela information mellan ihopkopplade enheter.
zh_cn: 网络由两个或多个设备组成，例如计算机系统、打印机，以及用物理线缆或是无线链接连接起来的相关设备，用来在其中共享和分发信息。

source: This section provides general and specific information pertaining to networking, including an overview of network concepts and detailed discussion of popular network protocols.
fr: Cette partie fournit des informations générales mais aussi spécifiques relatives aux réseaux, comprenant une introduction aux concepts de base et une présentation détaillée des protocoles réseaux les plus populaires.
sv: Det här avsnittet erbjuder allmän och specifik information gällande nätverksarbete, inklusive en översikt av nätverkskoncept och en detaljerad diskussion om nätverksprotokoll.
zh_cn: 本节提供属于联网范畴的一般和特定信息，包括网络概念的概览以及对于流行网络协议的详细讨论。

source: Network Configuration
fr: Configuration du réseau
sv: Nätverkskonfiguration
zh_cn: 网络配置

source: Ubuntu ships with a number of graphical utilities to configure your network devices. This document is geared toward server administrators and will focus on managing your network on the command line.
fr: Ubuntu est fourni avec de nombreux utilitaires graphiques pour la configuration des périphériques réseau. Ce document s'adresse aux administrateurs de serveurs et se focalisera sur la gestion de votre réseau en ligne de commande.
sv: Med Ubuntu följer ett antal grafiska verktyg för att konfigurera dina nätverksenheter. Det här dokumentet riktar sig mot serveradministratörer och fokuserar därför på att hantera nätverket från kommandoraden.
zh_cn: Ubuntu 提供了许多图形化工具来配制您的网络设备。本文适用于服务器管理员并聚焦在命令行中管理您的网络。

source: Most ethernet configuration is centralized in a single file, <filename>/etc/network/interfaces</filename>. If you have no ethernet devices, only the loopback interface will appear in this file, and it will look something like this: <screen># This file describes the network interfaces available on your system # and how to activate them. For more information, see interfaces(5). # The loopback network interface auto lo iface lo inet loopback address 127.0.0.1 netmask 255.0.0.0</screen> If you have only one ethernet device, eth0, and it gets its configuration from a DHCP server, and it should come up automatically at boot, only two additional lines are required: <screen>auto eth0 iface eth0 inet dhcp</screen> The first line specifies that the eth0 device should come up automatically when you boot. The second line means that interface (<quote>iface</quote>) eth0 should have an IPv4 address space (replace <quote>inet</quote> with <quote>inet6</quote> for an IPv6 device) and that it should get its configuration automatically from DHCP. Assuming your network and DHCP server are properly configured, this machine's network should need no further configuration to operate properly. The DHCP server will provide the default gateway (implemented via the <application>route</application> command), the device's IP address (implemented via the <application>ifconfig</application> command), and DNS servers used on the network (implemented in the <filename>/etc/resolv.conf</filename> file.)
fr: La plus grande partie de la configuration ethernet est centralisée dans un seul fichier, <filename>/etc/network/interfaces</filename>. Si vous n'avez aucun périphérique ethernet, seul l'interface loopback apparaitra dans ce fichier, qui ressemblera alors à ceci : <screen>#This file describes the network interfaces available on your system # and how to activate them. For more information, see interfaces(5). # The loopback network interface auto lo iface lo inet loopback address 127.0.0.1 netmask 255.0.0.0</screen> Si vous avez un seul périphérique ethernet, eth0, et que ce périphérique obtient sa configuration à partir d'un serveur DHCP, et qu'il est activé automatiquement au démarrage, seulement deux lignes supplémentaires sont nécessaires : <screen>auto eth0 iface eth0 inet dhcp</screen> La première ligne précise que l'interface eth0 doit être activée au démarrage. La seconde signifie que l'interface (<quote>iface</quote>) eth0 doit avoir une adresse IPv4 (remplacer <quote>inet</quote> par <quote>inet6</quote> pour un périphérique IPv6) et qu'elle obtient sa configuration automatiquement d'un serveur DHCP. En supposant que votre réseau et que votre serveur DHCP soient configurés correctement, le paramétrage réseau de cette machine ne devrait nécessiter aucune configuration supplémentaire. Le serveur DHCP fournira l'adresse de la passerelle par défaut (implémentée par la commande <application>route</application>), l'adresse IP de l'interface (implémentée par la commande <application>ifconfig</application>) ainsi que les adresses des serveurs DNS utilisés sur le réseau (implémentés dans le fichier <filename>/etc/resolv.conf</filename>).
sv: Det mesta av ethernetkonfigurationen är centraliserad till en fil, <filename>/etc/network/interfaces</filename>. Om du inte har några ethernetenheter kommer endast loopback gränssnittet synas till i filen och det kommer se ut ungefär så här: <screen># This file describes the network interfaces available on your system # and how to activate them. For more information, see interfaces(5). # The loopback network interface auto lo iface lo inet loopback address 127.0.0.1 netmask 255.0.0.0</screen> Om du endast har ett ethernetkort, eth0, och det får sin konfigurering från en DHCP-server och den skall komma up automatsikt under starten, endast två ytterligare rader behövs: <screen>auto eth0 iface eth0 inet dhcp</screen> Första rader anger att eth0-enheten automatiskt kommer upp under start. Den andra raden betyder att gränssnittet (<quote>iface</quote>) eth0 skall ha ett IPv4 adressutrymme (ersätt <quote>inet</quote> med <quote>inet6</quote> för ett IPv6 enhet) och att det får sin konfiguration automatiskt från en DHCP. Anta att ditt nätverk och DHCP-server är riktigt konfigurerade, då behöver den här datorns nätverk ingen mer konfiguration för att fungera riktigt. DHCP-servern kommeratt erbjuda en standard gatewaydator (implementerad via <application>route</application> kommandot, enhetens ip-adress (implementerad via <application>ifconfig</application> kommandot) och DNS-serverar som används på nätverket (implementerade genom filen <filename>/etc/resolv.conf</filename>.)
zh_cn: 大多数以太网配置都集中在单个文件 <filename>/etc/network/interfaces</filename> 中。如果您没有以太网设备，那么在该文件中将只出现环回口，该文件看上去类似这样：<screen># This file describes the network interfaces available on your system # and how to activate them. For more information, see interfaces(5). # The loopback network interface auto lo iface lo inet loopback address 127.0.0.1 netmask 255.0.0.0</screen>如果您只有一个以太网设备 eth0，被配置成从 DHCP 服务器得到设置，并且在引导时自动激活，那么只需要再添加两行：<screen>auto eth0 iface eth0 inet dhcp</screen>第一行说明 eth0 将会在您启动时自动激活。第二行说明该接口 (<quote>iface</quote>) eth0 将有得到一个 IPv4 地址空间 (如果是一个 IPv6 的设备将须将 <quote>inet</quote> 用 <quote>inet6</quote> 代替) 并且它将自动从 DHCP 中自动获得它的配置。假定您的网络和 DHCP 服务都已经被正确配置，该机的网络将不需要更多的配置。DHCP 服务器将提供默认网关 (通过 <application>route</application> 命令来实现) 、设备的 IP 地址 (通过 <application>ifconfig</application> 命令来实现)以及网络使用的 DNS 服务器 (在 <filename>/etc/resolv.conf</filename> 文件中实现。)

source: To configure your ethernet device with a static IP address and custom configuration, some more information will be required. Suppose you want to assign the IP address 192.168.0.2 to the device eth1, with the typical netmask of 255.255.255.0. Your default gateway's IP address is 192.168.0.1. You would enter something like this into <filename>/etc/network/interfaces</filename>: <screen>iface eth1 inet static address 192.168.0.2 netmask 255.255.255.0 gateway 192.168.0.1</screen> In this case, you will need to specify your DNS servers manually in <filename>/etc/resolv.conf</filename>, which should look something like this: <screen>search mydomain.example nameserver 192.168.0.1 nameserver 4.2.2.2</screen> The <emphasis role="italics">search</emphasis> directive will append mydomain.example to hostname queries in an attempt to resolve names to your network. For example, if your network's domain is mydomain.example and you try to ping the host <quote>mybox</quote>, the DNS query will be modified to <quote>mybox.mydomain.example</quote> for resolution. The <emphasis role="italics">nameserver</emphasis> directives specifiy DNS servers to be used to resolve hostnames to IP addresses. If you use your own nameserver, enter it here. Otherwise, ask your Internet Service Provider for the primary and secondary DNS servers to use, and enter them into <filename>/etc/resolv.conf</filename> as shown above.
fr: Pour configurer une interface ethernet avec une adresse IP statique, davantage d'informations sont nécessaires. Supposons que l'on veuille assigner l'adresse IP 192.168.0.2 à l'interface eth1, avec le masque réseau typique 255.255.255.0. Supposons que l'adresse de votre passerelle soit 192.168.0.1. Vous devrez alors indiquer les informations suivantes dans votre fichier <filename>/etc/network/interfaces</filename> : <screen>iface eth1 inet static address 192.168.0.2 netmask 255.255.255.0 gateway 192.168.0.1</screen> Dans ce cas, il vous faudra renseigner manuellement les adresses de vos serveurs DNS dans <filename>/etc/resolv.conf</filename> de la façon suivante : <screen>search mondomaine.exemple nameserver 192.168.0.1 nameserver 4.2.2.2</screen> La directive <emphasis role="italics">search</emphasis> ajoutera mondomaine.exemple aux requêtes destinées à résoudre les noms de votre réseau. Par exemple, si le domaine de votre réseau est mondomaine.exemple et que vous essayez de pinguer la machine <quote>monpc</quote>, la requête DNS sera ainsi modifiée : <quote>monpc.mondomaine.exemple</quote> avant d'être résolue. Les directives <emphasis role="italics">nameserver</emphasis> indiquent les adresses des serveurs DNS à utiliser pour transformer les noms de machines en adresses IP. Si vous utilisez votre propre serveur de noms, indiquez le à cet endroit. Sinon, indiquez les adresses des serveurs DNS primaires et secondaires fournies par votre Fournisseur d'Accès à l'Internet dans le fichier <filename>/etc/resolv.conf</filename> comme ci-dessus.
sv: För att konfigurera din ethernetenhet med en statisk ip-adress och anpassad konfiguration, då behövs det lite mer information. Förutsätt att du vill tilldela ip-adressen 192.168.0.2 till enheten, eth1, med den typiska nätverksmasken 255.255.255.0. Standard ip-adressen till din gateway är 192.168.0.1. Då behöver du skriva ungefär det här i <filename>/etc/network/interfaces</filename>: <screen>iface eth1 inet static address 192.168.0.2 netmask 255.255.255.0 gateway 192.168.0.1</screen> I det här fallet behöver du ange dina DNS-serverar manuellt i <filename>/etc/resolv.conf</filename>, vilket skall se ut ungefär så här: <screen>search mydomain.example nameserver 192.168.0.1 nameserver 4.2.2.2</screen> <emphasis role="italics">search</emphasis> direktivet kommer att lägga till mydomain.example till hostname frågorna i ett försök att besluta namn till ditt nätverk. Till exempel, om din nätverksdomän är mydomain.example och du försöker att pinga din värd <quote>mybox</quote>, DNS-frågorna kommer att ändras till <quote>mybox.mydomain.example</quote> för beslut. <emphasis role="italics">nameserver</emphasis> direktivet anger vilka DNS-serverar som skall användas för att besluta värdnamn och ip-adresser. Om du använder en egen namnserver, skriv in det här. I annat fall fråga din internetleverantör efter den primära och sekundära DNS-servern som du skall använda och skriv in dem i <filename>/etc/resolv.conf</filename> som beskrivet ovan.
zh_cn: 要把您的以太网设备配置成静态 IP 地址和自定义配置的话，则要求更多的信息。假设您想指定 IP 地址 192.168.0.2 给设备 eth1，其掩码是 255.255.255.0。您的默认网关的 IP 地址是 192.168.0.1。您可以在 <filename>/etc/network/interfaces</filename> 中输入类似下面的语句： <screen>iface eth1 inet static address 192.168.0.2 netmask 255.255.255.0 gateway 192.168.0.1</screen>在这个例子中，您将需要在 <filename>/etc/resolv.conf</filename> 中手工指定您的DNS服务器，看起来如下：<screen>search mydomain.example nameserver 192.168.0.1 nameserver 4.2.2.2</screen> <emphasis role="italics">search</emphasis> 语句在试图解析网络名时将把 mydomain.example 添到主机名查询中。举个例子，如果您的网络域名是 mydomain.example 并且您试图去 ping 主机 <quote>mybox</quote>，DNS 查询将在解析时改为 <quote>mybox.mydomain.example</quote>。<emphasis role="italics">nameserver</emphasis> 语句指定用于将主机名解析成 IP 地址的特定 DNS 服务器。如果您使用自己的名称服务器，请在这里输入它。否则请向您的 Internet 服务供应商询问要使用的主、辅 DNS 服务器，并如上上述将它们输入到 <filename>/etc/resolv.conf</filename> 中。

source: Many more configurations are possible, including dialup PPP interfaces, IPv6 networking, VPN devices, etc. Refer to <application>man 5 interfaces</application> for more information and supported options. Remember that <filename>/etc/network/interfaces</filename> is used by the <application>ifup</application>/<application>ifdown</application> scripts as a higher level configuration scheme than may be used in some other Linux distributions, and that the traditional, lower level utilities such as <application>ifconfig</application>, <application>route</application>, and <application>dhclient</application> are still available to you for ad hoc configurations.
fr: De nombreuses autres configurations sont possibles, y compris pour les interfaces de modem PPP, les réseaux IPv6, des VPN, etc. Lisez <application>man 5 interfaces</application> pour plus d'informations et les options supportées. Souvenez-vous que <filename>/etc/network/interfaces</filename> est utilisé par les scripts <application>ifup</application>/<application>ifdown</application> à un niveau plus haut que dans beaucoup d'autres distribution Linux, et que les utilitaires de bas niveau comme <application>ifconfig</application>, <application>route</application>, et <application>dhclient</application> sont toujours disponibles pour configurer votre réseau comme vous le souhaitez.
sv: Det går att konfigurera mycket mer, inklusive uppringda PPP-anslutningar, IPv6-nätverk, VPN-enheter med mera. Du kan få mer information och läsa om vad du kan skriva i <application>man 5 interfaces</application>. Kom ihåg att <filename>/etc/network/interfaces</filename> används av <application>ifup</application>/<application>ifdown</application>-scripten för att få ett konfigurationsschema som är lite mindre pilligt än det som används i vissa andra Linuxdistributioner, och att de traditionella verktygen som <application>ifconfig</application>, <application>route</application> och <application>dhclient</application> fortfarande finns tillgängliga om du vill använda dem.
zh_cn: 配置更多的接口是可能的，包括拨号的 PPP 接口、IPv6 网络、VPN 设备等。更多信息和支持选项请参考 <application>man 5 interfaces</application>。记住 <filename>/etc/network/interfaces</filename> 被 <application>ifup</application>/<application>ifdown</application> 脚本用于作为比其他一些 Linux 发行版更高层的配置模式。传统的低层工具如<application>ifconfig</application>、<application>route</application> 和 <application>dhclient</application> 仍旧可被您用来进行特别配置。

source: Managing DNS Entries
fr: Gérer les entrées DNS
sv: Hantera DNS-servrar
zh_cn: 管理 DNS 记录

source: This section explains how to configure which nameserver to use when resolving IP addresses to hostnames and vice versa. It does not explain how to configure the system as a name server.
fr: Cette partie explique comment configurer le serveur de noms à utiliser pour convertir les adresses IP en nom de machines et vice versa. Elle n'explique pas comment configurer un système en serveur de noms.
sv: Det här avsnittet förklarar hur man konfigurerar en namnserver att använda till att upplösa IP-adresser till värdnamn och tvärtom. Det förklarar inte hur man konfigurerar systemet som en namnserver.
zh_cn: 本节解释了当要将 IP 地址解析为主机名或是进行相反操作时，如何配置使用哪个名称服务器。本节并不解释如何将系统配置为一台名称服务器。

source: To manage DNS entries, you can add, edit, or remove DNS names from the <filename>/etc/resolv.conf</filename> file. A <ulink url="../sample/resolv.conf">sample file</ulink> is given below:
fr: Pour gérer les entrées DNS, vous pouvez ajouter, modifier, ou enlever les noms des DNS du fichier <filename>/etc/resolv.conf</filename>. Un <ulink url="../sample/resolv.conf">fichier d'exemple</ulink> est donné ci-dessous :
sv: För att hantera DNS-servrar kan du lägga till, ändra på, eller ta bart DNS-serveradresser från filen <filename>/etc/resolv.conf</filename>. Nedan följer en <ulink url="../sample/resolv.conf">exempelfil</ulink>:
zh_cn: 要管理 DNS 条目，您可以在 <filename>/etc/resolv.conf</filename> 文件中添加、编辑或删除 DNS 名称服务器。一个 <ulink url="../sample/resolv.conf">范例文件</ulink> 在下面给出：

source: The <application>search</application> key specifies the string which will be appended to an incomplete hostname. Here, we have configured it to <application>com</application>. So, when we run: <command>ping ubuntu</command> it would be interpreted as <command>ping ubuntu.com</command>.
fr: La clé <application>search</application> indique la chaîne de caractères qui sera ajoutée à la fin d'un nom d'hôte incomplet. Supposons que nous ayons indiqué la valeur <application>com</application>. À ce moment-là, quand on exécute la commande : <command>ping ubuntu</command>, elle sera interprétée comme suit : <command>ping ubuntu.com</command>.
sv: <application>search</application> nyckeln anger vilken sträng som kommer bifogas till ett ofullständigt värdnamn. Här är det konfigurerat till <application>com</application>. Så när vi kör: <command>ping ubuntu</command> blir det översatt till <command>ping ubuntu.com</command>.
zh_cn: <application>search</application> 关键字指定为不完整的主机名添加的字符串。在这里我们将其配置为 <application>com</application>。因此当我们运行：<command>ping ubuntu</command> 时它会被理解成 <command>ping ubuntu.com</command>。

source: The <application>nameserver</application> key specifies the nameserver IP address. It will be used to resolve a given IP address or hostname. This file can have multiple nameserver entries. The nameservers will be used by the network query in the same order.
fr: La clé <application>nameserver</application> indique l'adresse IP d'un serveur de noms. Elle sera utilisée pour convertir (pour résoudre) une adresse IP ou un nom d'hôte. Plusieurs adresses de serveurs de noms peuvent être indiquées dans ce fichier. Les serveurs de noms seront utilisés dans l'ordre indiqué.
sv: <application>nameserver</application>nyckeln anger namnserverns IP-adress. Den kommer att användas till att avgöra en bestämd IP-adress eller värdnamn. Den här filen kan ha flera angivna namnservrar. Namnservern kommer att användas av nätverksfrågorna i samma ordning.
zh_cn: <application>nameserver</application> 关键字指定名称服务器的 IP 地址。它会被用来解析一个给定的 IP 地址或主机名。该文件可以有多个名称服务器条目。网络查询将以与条目相同的顺序使用这些名称服务器。

source: If the DNS server names are retrieved dynamically from DHCP or PPPoE (retrieved from your ISP), do not add nameserver entries in this file. It will be overwritten.
fr: Si les adresses des serveurs de noms sont récupérées dynamiquement par DHCP ou PPPoE (à partir de votre FAI par exemple), ne rajoutez aucune entrée de serveurs de noms dans ce fichier. Elle serait remplacée par celle obtenue automatiquement.
sv: Om DNS-servernamnen mottages dynamiskt från DHCP eller PPPoE (mottaget från din internetleverantör), lägg inte till en namnserver rad i filen. Den kommer att skrivas över.
zh_cn: 如果 DNS 服务器名称是通过 DHCP 或 PPPoE (从您的 ISP ) 动态取回的，那么请不要在该文件中添加名称服务器条目。该条目会被覆盖。

source: The changes you make in <filename>/etc/resolv.conf</filename> will be erased when you reboot your machine. If you want to make this change permanent, you should install <application>resolvconf</application> package from the <emphasis>Universe</emphasis> repository and update the DNS information in the <filename>/etc/resolvconf/resolv.conf.d/base</filename> file provided by that package.
fr: Les modifications apportées dans <filename>/etc/resolv.conf</filename> seront écrasées lors du redémarrage de votre machine. Si vous voulez rendre permanent ce changement, vous devez installer le paquet <application>resolvconf</application> à partir du dépôt <emphasis>Universe</emphasis> et mettre à jour les informations DNS dans le fichier <filename>/etc/resolvconf/resolv.conf.d/base</filename> fourni par ce paquet.
sv: Ändringarna i filen <filename>/etc/resolv.conf</filename> kommer att bli borttagna vid nästa omstart av datorn. Om du vill att ändringarna skall bli permanenta, skall du installera paketet <application>resolvconf</application> från <emphasis>Universe</emphasis> förrådet och uppdatera DNS-informationen i filen <filename>/etc/resolvconf/resolv.conf.d/base</filename> som tillhandahålls av det paketet.
zh_cn: 您在 <filename>/etc/resolv.conf</filename> 中所作的更改会在您重启您的机器时被擦除。如果您想使这个更改保留，您就要由 <emphasis>Universe</emphasis> 库安装 <application>resolvconf</application> 软件包，并更新该软件包提供的 <filename>/etc/resolvconf/resolv.conf.d/base</filename> 文件中的DNS 信息。

source: Managing Hosts
fr: Gérer les hôtes
sv: Hantera datorvärdar
zh_cn: 管理主机

source: To manage hosts, you can add, edit, or remove hosts from <filename>/etc/hosts</filename> file. The file contains IP addresses and their corresponding hostnames. When your system tries to resolve a hostname to an IP address or determine the hostname for an IP address, it refers to the <filename>/etc/hosts</filename> file before using the name servers. If the IP address is listed in the <filename>/etc/hosts</filename> file, the name servers are not used. This behavior can be modified by editing <filename> /etc/nsswitch.conf</filename> at your peril.
fr: Pour gérer les hôtes, vous pouvez ajouter, éditer ou retirer des hôtes du fichier <filename>/etc/hosts</filename>. Ce fichier contient les adresses IP et leur nom d'hôte correspondant. Quand votre système essaye de résoudre un nom d'hôte vers une IP ou une IP vers un nom d'hôte, il regarde d'abord dans le fichier <filename>/etc/hosts</filename> avant de faire appel aux serveurs DNS. Si l'adresse IP est listée dans <filename>/etc/hosts</filename>, les serveurs DNS ne seront pas utilisés. Ce comportement peut être modifié en éditant <filename> /etc/nsswitch.conf</filename> à vos risques et périls.
sv: För att hantera värdar kan du lägga till, ändra, eller ta bort dem från filen <filename>/etc/hosts</filename>. Den här filen innehåller IP-adresserna och deras motsvarande värddatornamn. När ditt system försöker översätta ett värddatornammn till en IP-adress eller hitta värddatornamnet för en IP-adress, kommer den att leta i filen <filename>/etc/hosts</filename> innan den använder domänservrar. Om IP-adressen står i filen <filename>/etc/hosts</filename> kommer domänservrarna inte att användas. Det här beteendet går att ändra på genom att redigera <filename>/etc/nsswitch.conf</filename> på egen risk.
zh_cn: 要管理主机，您可以在 <filename>/etc/hosts</filename> 文件中添加、编辑或删除主机。该文件包括 IP 地址和相对应的主机名。当您的系统要解析一个主机到 IP 地址或从一个 IP 地址获取主机名时，它将在使用名称服务器之前参考 <filename>/etc/hosts</filename> 文件。如果该 IP 地址已经在 <filename>/etc/hosts</filename> 文件中被列出，那么将不再使用名称服务器。这一动作可以通过编辑 <filename> /etc/nsswitch.conf</filename> 来改变，不过后果自负。
