Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: <emphasis role="bold">Install Packages</emphasis>: To install a package, locate the package via the Not Installed Packages package category, for example, by using the keyboard arrow keys and the <keycap>ENTER</keycap> key, and highlight the package you wish to install. After highlighting the package you wish to install, press the <keycap>+</keycap> key, and the package entry should turn <emphasis role="italics">green</emphasis>, indicating it has been marked for installation. Now press <keycap>g</keycap> to be presented with a summary of package actions. Press <keycap>g</keycap> again, and you will be prompted to become root to complete the installation. Press <keycap>ENTER</keycap> which will result in a Password: prompt. Enter your user password to become root. Finally, press <keycap>g</keycap> once more and you'll be prompted to download the package. Press <keycap>ENTER</keycap> on the <emphasis role="italics">Continue</emphasis> prompt, and downloading and installation of the package will commence.
fr: <emphasis role="bold">Installer des paquets</emphasis>: pour installer un paquet, localisez-le avec la catégories "Paquets non installés", par exemple, en utilisant les touches fléchées du clavier et en appuyant sur <keycap>Entrée</keycap>, puis sélectionnez le paquet que vous voulez installer. Appuyez ensuite sur la touche <keycap>+</keycap>, et la couleur du paquet deviendra <emphasis role="italics">verte</emphasis>, indiquant qu'il est sélectionné pour être installé. Appuyez maintenant sur la touche <keycap>g</keycap> pour avoir un liste des actions possibles. Appuyez à nouveau sur <keycap>g</keycap>, et on vous demandera de devenir super-utilisateur pour continuer. Appuyez sur <keycap>Entrée</keycap> pour avoir une invite et tapez le mot de passe pour vous identifier en tant que super-utilisateur. Enfin, appuyez sur <keycap>g</keycap> une fois de plus et il vous sera demandé de télécharger le paquet. Appuyez sur <keycap>Entrée</keycap> à l'invite <emphasis role="italics">Continuer</emphasis> pour que le téléchargement et l'installation commencent.
sv: <emphasis role="bold">Installera paket</emphasis>: För att installera ett paket, lokalisera det via paketkategorin Inte installerade paket, till exempel, genom att använda tangentbordets piltangenter och tangenten <keycap>ENTER</keycap>, och markera paketet du vill installera. Efter att paketet är markerat, tryck på tangenten <keycap>+</keycap>, och paketposten bör nu bli <emphasis role="italics">grön</emphasis>, vilket innebär att det har valts för installation. Tryck nu på <keycap>g</keycap> för att få se en sammanfattning över ändringar. Tryck <keycap>g</keycap> igen och du kommer att bli frågad om att bli root för att slutföra installationen. Tryck <keycap>ENTER</keycap>, och du möts av en lösenordsprompt. Skriv in din användares lösenord för att bli root. Till slut, tryck på <keycap>g</keycap> en gång till, och du kommer att bli frågad om du vill ladda ner paketet. Välj <emphasis role="italics">Fortsätt</emphasis>, och hämtningen av paket kommer att börja.
zh_cn: <emphasis role="bold">安装软件包</emphasis>：要安装包，通过未安装软件包包类别找到该软件包，如通过键盘箭头键和 <keycap>ENTER</keycap> 键定位并高亮你想安装的软件包。在高亮你要安装的软件包之后，将其标示为安装。现在按 <keycap>g</keycap> 键显示软件包的操作提示。再按 <keycap>g</keycap> 键，您将被提示要成为 root 用户以完成安装。按 <keycap>ENTER</keycap> 键将显示 Password: 提示。输入您的用户密码成为 root 用户。最后，再一次按 <keycap>g</keycap> 键，您将被提示下载软件包。在<emphasis role="italics">Continue</emphasis> 提示上按 <keycap>ENTER</keycap> 键，开始下载和安装软件包。

source: <emphasis role="bold">Remove Packages</emphasis>: To remove a package, locate the package via the Installed Packages package category, for example, by using the keyboard arrow keys and the <keycap>ENTER</keycap> key, and highlight the package you wish to remove. After highlighting the package you wish to install, press the <keycap>-</keycap> key, and the package entry should turn <emphasis role="italics">pink</emphasis>, indicating it has been marked for removal. Now press <keycap>g</keycap> to be presented with a summary of package actions. Press <keycap>g</keycap> again, and you will be prompted to become root to complete the installation. Press <keycap>ENTER</keycap> which will result in a Password: prompt. Enter your user password to become root. Finally, press <keycap>g</keycap> once more, and you'll be prompted to download the package. Press <keycap>ENTER</keycap> on the <emphasis role="italics">Continue</emphasis> prompt, and removal of the package will commence.
fr: <emphasis role="bold">Désinstaller des paquets</emphasis> : pour désinstaller un paquet, localisez le avec la catégories "Paquets installés", par exemple, en utilisant les touches fléchées du clavier et en appuyant sur <keycap>Entrée</keycap>, puis sélectionnez le paquet que vous voulez désinstaller. Appuyez ensuite sur la touche <keycap>-</keycap>, et la couleur du paquet deviendra <emphasis role="italics">rose</emphasis>, indiquant qu'il est sélectionné pour être désinstallé. Appuyez maintenant sur la touche <keycap>g</keycap> pour avoir un liste des actions possibles. Appuyez à nouveau sur <keycap>g</keycap>, et on vous demandera de devenir super-utilisateur pour continuer. Appuyez sur <keycap>Entrée</keycap> pour avoir une invite et tapez le mot de passe pour vous identifier en tant que super-utilisateur. Appuyez sur <keycap>Entrée</keycap> à l'invite <emphasis role="italics">Continuer</emphasis> pour que la désinstallation commence.
sv: <emphasis role="bold">Ta bort paket</emphasis>: För att ta bort ett paket, leta rätt på det via Installerade paket-kategorin, till exempel, genom att använda tangentbordets piltangenter och tangenten <keycap>ENTER</keycap>, och markera paketet du vill ha. Efter att paketet är markerat, tryck på tangenten <keycap>-</keycap>, och paketposten bör nu bli <emphasis role="italics">rosa</emphasis>, vilket visar på att det har markerats för borttagning. Tryck nu på <keycap>g</keycap> för att få se en sammanfattning över ändringar. Tryck på <keycap>g</keycap> igen och du kommer att bli frågad om att bli root för att slutföra installationen. Tryck <keycap>ENTER</keycap>, och du möts av en lösenordsprompt. Skriv in din användares lösenord för att bli root. Till slut, tryck på <keycap>g</keycap> en gång till, och du kommer att bli frågad om du vill ladda ner paketet. Välj <emphasis role="italics">Fortsätt</emphasis>, och borttagningen av paket kommer att börja.
zh_cn: <emphasis role="bold">卸载软件包</emphasis>：要卸载软件包，通过已安装软件包包类别找到该软件包，如通过键盘箭头键和 <keycap>ENTER</keycap> 键定位并高亮你想卸载的软件包。在高亮你要卸载的软件包之后，按 <keycap>-</keycap> 键，文件包条目将变成 <emphasis role="italics">pink</emphasis>，标示其为卸载。现在按 <keycap>g</keycap> 键显示软件包的操作提示。再按 <keycap>g</keycap> 键，您将被提示要成为 root 用户以完成卸载。按 <keycap>ENTER</keycap> 键将显示 Password: 提示。输入您的用户密码成为 root 用户。最后，再一次按 <keycap>g</keycap> 键，您将被提示下载软件包。在<emphasis role="italics">Continue</emphasis> 提示上按 <keycap>ENTER</keycap> 键，开始卸载软件包。

source: <emphasis role="bold">Update Package Index</emphasis>: To update the package index, simply press the <keycap>u</keycap> key and you will be prompted to become root to complete the update. Press <keycap>ENTER</keycap> which will result in a Password: prompt. Enter your user password to become root. Updating of the package index will commence. Press <keycap>ENTER</keycap> on the OK prompt when the download dialog is presented to complete the process.
fr: <emphasis role="bold">Mise à jour de l'index des paquets</emphasis> : Pour mettre à jour l'index des paquets, pressez simplement la touche <keycap>u</keycap> et le programme vous demandera d'obtenir les droits d'administration pour poursuivre l'opération. Appuyer alors sur <keycap>ENTER</keycap> pour pouvoir saisir votre mot de passe et devenir administrateur. Validez et observez la mise à jour de l'index des paquets. Quand l'opération est terminée, appuyez sur la touche <keycap>ENTER</keycap>.
sv: <emphasis role="bold">Uppdatera paket index</emphasis>: För att uppdatera paket indexet, tryck på <keycap>u</keycap> tangenten och du kommer att bli uppmanad att bli root för att slutföra uppdateringen. tryck på <keycap>ENTER</keycap> vilket resulterar i en lösenordsprompt. Skriv in ditt användarlösenord för att bli root. Uppdateringen av paketindexet börjar. Klicka på <keycap>ENTER</keycap> när OK visas i hämtadialogen för att slutföra processen.
zh_cn: <emphasis role="bold">升级软件包索引</emphasis>： 要升级软件包索引，只需按 <keycap>u</keycap> 键，您会被提示要成为 root 来完成升级。按下 <keycap>ENTER</keycap> 将出现 Password: 提示。输入您的用户密码以成为 root。软件包索引的升级就会实行。当出现下载对话框时在 OK 提示上按下 <keycap>ENTER</keycap> 来完成该过程。

source: <emphasis role="bold">Upgrade Packages</emphasis>: To upgrade packages, perform the update of the package index as detailed above, and then press the <keycap>U</keycap> key to mark all packages with updates. Now press <keycap>g</keycap> whereby you'll be presented with a summary of package actions. Press <keycap>g</keycap> again, and you will be prompted to become root to complete the installation. Press <keycap>ENTER</keycap> which will result in a Password: prompt. Enter your user password to become root. Finally, press <keycap>g</keycap> once more, and you'll be prompted to download the packages. Press <keycap>ENTER</keycap> on the <emphasis role="italics">Continue</emphasis> prompt, and upgrade of the packages will commence.
fr: <emphasis role="bold">Mise à jour des Paquets</emphasis>: Pour mettre à jour les paquets, faire un rafraîchissement du catalogue des paquets comme indiqué précédemment. Puis, avec la touche <keycap>U</keycap>, sélectionner tous les paquets pour mise à jour. Appuyer ensuite sur <keycap>g</keycap> ce qui listera les différentes actions possibles sur les paquets. Appuyer à nouveau sur <keycap>g</keycap>, et le système vous proposera de passer en mode "administrateur". Appuyer sur <keycap>ENTREE</keycap> pour faire apparaître le champ "Mot de passe :" et saisir votre mot de passe pour devenir administrateur. Enfin, appuyer sur <keycap>g</keycap> une dernière fois, pour confirmer le téléchargement des mises à jour. Appuyer sur <keycap>ENTREE</keycap> lors de la confirmation <emphasis role="italics">Continuer</emphasis>, afin de lancer la mise à jour des paquets.
sv: <emphasis role="bold">Uppgradera paket</emphasis>: För att uppgradera paket genomför uppdateringen av paket index som beskrivs ovan, klicka sedan på <keycap>U</keycap> tangenten för att markera alla uppdateringsbara paket. Klicka sedan på <keycap>g</keycap> Varigenom du kommer att presenteras en summering av paketåtgärder. Klicka på <keycap>g</keycap> igen och du blir uppmanad att bli root för att slutföra installationen. klicka på <keycap>ENTER</keycap> vilket resulterar i en lösenordsprompt. Skriv in ditt användarlösenord för att bli root. Till sist, klicka på <keycap>g</keycap> ännu en gång och du blir tillfrågad om att hämta paketen. Klicka på <keycap>ENTER</keycap> på <emphasis role="italics">Fortsätt</emphasis> uppmaningen och uppgraderingen av paketen börjar.
zh_cn: <emphasis role="bold">升级软件包</emphasis>：要升级软件包，如上述执行软件包索引的升级，然后按下 <keycap>U</keycap> 键来标记所有能升级的软件包。现在按下 <keycap>g</keycap> 您会看到一个包动作的概要。再次按下 <keycap>g</keycap>，您会被提示成为 root 来完成安装。按下 <keycap>ENTER</keycap> 会出现 Password: 提示。输入您的用户密码以成为 root。最后，再次按下 <keycap>g</keycap>，您会被提示下载软件包。在 <emphasis role="italics">Continue</emphasis> 提示上按下 <keycap>ENTER</keycap>，软件包的升级就会被实行。

source: <emphasis role="bold">i</emphasis>: Installed package
fr: <emphasis role="bold">i</emphasis> : Paquets installés
sv: <emphasis role="bold">i</emphasis>: Installerat paket
zh_cn: <emphasis role="bold">i</emphasis>: 已安装的软件包

source: <emphasis role="bold">c</emphasis>: Package not installed, but package configuration remains on system
fr: <emphasis role="bold">c</emphasis> : le paquet n'est plus installé, mais sa configuration est conservée sur le système
sv: <emphasis role="bold">c</emphasis>: Paketet är inte installerat, men paketets konfigurationsfiler finns kvar i systemet
zh_cn: <emphasis role="bold">c</emphasis>: 软件包没有安装，但在系统中有软件包的残留配置

source: <emphasis role="bold">p</emphasis>: Purged from system
fr: <emphasis role="bold">p</emphasis> : purgé du système
sv: <emphasis role="bold">p</emphasis>: Totalt borttaget från systemet
zh_cn: <emphasis role="bold">p</emphasis>: 从系统彻底删除

source: <emphasis role="bold">v</emphasis>: Virtual package
fr: <emphasis role="bold">v</emphasis> : paquet virtuel
sv: <emphasis role="bold">v</emphasis>: Virtuellt paket
zh_cn: <emphasis role="bold">v</emphasis>: 虚拟软件包

source: <emphasis role="bold">B</emphasis>: Broken package
fr: <emphasis role="bold">B</emphasis> : paquet cassé
sv: <emphasis role="bold">B</emphasis>: Trasigt paket
zh_cn: <emphasis role="bold">B</emphasis>: 已损坏的软件包

source: <emphasis role="bold">u</emphasis>: Unpacked files, but package not yet configured
fr: <emphasis role="bold">u</emphasis> : fichiers décompressés, mais paquet pas encore configuré
sv: <emphasis role="bold">u</emphasis>: Filerna är uppackade, men paketet är ännu inte konfigurerat
zh_cn: <emphasis role="bold">u</emphasis>: 文件已解压，但尚未配置软件包

source: <emphasis role="bold">C</emphasis>: Half-configured - Configuration failed and requires fix
fr: <emphasis role="bold">C</emphasis>: À moitié configuré - La configuration a échoué et nécessite d'être réparée
sv: <emphasis role="bold">C</emphasis>: Halvkonfigurerad - konfigurationen misslyckades och kräver en åtgärd
zh_cn: <emphasis role="bold">C</emphasis>: 半配置的 - 配置失败并需要修复

source: <emphasis role="bold">H</emphasis>: Half-installed - Removal failed and requires fix
fr: <emphasis role="bold">H</emphasis>: À moitié installé - La suppression a échoué et nécessite d'être réparée
sv: <emphasis role="bold">H</emphasis>: Halvinstallerad - Borttagningen misslyckades och kräver en åtgärd
zh_cn: <emphasis role="bold">H</emphasis>: 半安装的 - 移除失败并需要修复

source: The first column of information displayed in the package list in the top pane, when actually viewing packages lists the current state of the package, and uses the following key to describe the state of the package: <placeholder-1/>
fr: La première colonne d'information affichée dans la liste des paquets du panneau du haut, lorsqu'on examine réellement des paquets, liste l'état actuel du paquet et utilise la syntaxe suivante pour décrire l'état du paquet: <placeholder-1/>
sv: Den första kolumnen i den övre rutan i huvudfönstret visar information om vilken status paketet har, och använder följande beteckningar för att beskriva detta: <placeholder-1/>
zh_cn: 当实际查看软件时列出软件包当前状态，在顶窗软件包列表中显示信息的第一列使用下列关键字来描述软件包状态：<placeholder-1/>

source: To exit Aptitude, simply press the <keycap>q</keycap> key and confirm you wish to exit. Many other functions are available from the Aptitude menu by pressing the <keycap>F10</keycap> key.
fr: Pour quitter Aptitude, appuyez simplement sur la touche <keycap>q</keycap> et confirmez que vous désirez fermer le logiciel. Beaucoup d'autres fonctions sont disponibles à partir du menu d'Aptitude, en appuyant sur la touche <keycap>F10</keycap>.
sv: För att avsluta Aptitude, tryck helt enkelt på <keycap>q</keycap> och bekräfta att du vill avsluta. Det finns många fler funktioner tillgängliga från Aptitudes meny, som du når genom att trycka på <keycap>F10</keycap>.
zh_cn: 要退出 Aptitude，只需简单按 <keycap>q</keycap> 键并确认您想退出即可。在 Aptitude 菜单中按 <keycap>F10</keycap> 键可以列出其他许多功能。

source: Configuration of the <emphasis>Advanced Packaging Tool</emphasis> (APT) system repositories is stored in the /etc/apt/sources.list configuration file. An example of this file is referenced here, along with information on adding or removing repository references from the file.
fr: La liste des dépôts utilisée par <emphasis>Advanced Packaging Tool</emphasis> (APT) est enregistrée dans le fichier de configuration /etc/apt/sources.list. Un exemple de ce fichier est présenté ici, de même que les informations pour ajouter ou supprimer des liens vers des dépôts dans ce fichier.
sv: Konfigurationen för förråden som <emphasis>Advanced Packaging Tool</emphasis> (APT) använder lagras i konfigurationsfilen /etc/apt/sources.list. Ett exempel på den här filen visas här, tillsammans med information om att lägga till och ta bort förråd från filen.
zh_cn: <emphasis>Advanced Packaging Tool</emphasis> (APT) 系统软件库的配置被保存在 /etc/apt/sources.list 文件中。这儿有个该文件的示例，

source: <ulink url="../sample/sources.list">Here</ulink> is a simple example of a typical <filename>/etc/apt/sources.list</filename> file.
fr: <ulink url="../sample/sources.list">Ceci</ulink> est un exemple simple d'un fichier <filename>/etc/apt/sources.list</filename> typique.
sv: <ulink url="../sample/sources.list">Här</ulink> finns ett enkelt exempel på en grundläggande <filename>/etc/apt/sources.list</filename>.
zh_cn: <ulink url="../sample/sources.list">这里</ulink> 是一个典型的 <filename>/etc/apt/sources.list</filename> 文件范例。

source: You may edit the file to enable repositories or disable them. For example, to disable the requirement of inserting the Ubuntu CD-ROM whenever package operations occur, simply comment out the appropriate line for the CD-ROM, which appears at the top of the file:
fr: Vous pouvez éditer le fichier pour activer ou désactiver certains dépôts. Par exemple, pour désactiver la nécessité d'insérer le CD-ROM Ubuntu à chaque fois que vous faites une opération sur les paquets, mettez simplement en commentaire la ligne appropriée qui se trouve au début du fichier :
sv: Du kan redigera filen för att aktivera eller avaktivera förråd. Om du till exempel vill avaktivera Ubuntu CD-skivan, så att du slipper stoppa in den i datorn när ändringar av paketen utförs, kommentera helt enkelt ut den lämpliga raden för CD-skivan, som finns överst i filen:
zh_cn: 您可以编辑该文件来使软件库生效或失效。举个例子，要不想无论何时在发生文件包操作都会引起要求插入 Ubuntu CD-ROM ，只需要简单地将在文件顶部的 CD-ROM 相应行注释掉即可：

source: # no more prompting for CD-ROM please # deb cdrom:[Ubuntu 7.04 _Feisty Fawn_ - Release i386 (20070419.1)]/ feisty main restricted
fr: # ne plus me demander le CDROM, merci ! # deb cdrom:[Ubuntu 7.04 _Feisty Fawn_ - Release i386 (20070419.1)]/ feisty main restricted

source: Extra Repositories
fr: Dépôts supplémentaires
sv: Extra förråd
zh_cn: 其他软件库

source: In addition to the officially supported package repositories available for Ubuntu, there exist additional community-maintained repositories which add thousands more potential packages for installation. Two of the most popular are the <emphasis>Universe</emphasis> and <emphasis>Multiverse</emphasis> repositories. These repositories are not officially supported by Ubuntu, but because they are maintained by the community they generally provide packages which are safe for use with your Ubuntu computer.
fr: En plus des dépôts officiels de paquets pris en charge par Ubuntu, il existe des dépôts maintenus par la communauté, qui offrent des milliers de paquets supplémentaires. Les deux plus connus sont les dépôts <emphasis>Universe</emphasis> et <emphasis>Multiverse</emphasis>. Ces dépôts ne sont pas officiellement pris en charge par Ubuntu, mais ils proposent généralement des paquets dont l'utilisation avec Ubuntu est sûre car il sont maintenus par la communauté.
sv: Utöver de officiella Ubuntu-paketförråden som stöds, finns det även ytterligare gemensamt underhållna förråd som tillför tusentals möjliga paket att installera. Två av de mest populära förråden är <emphasis>Universe</emphasis> och <emphasis>Multiverse</emphasis>. Dessa förråd stöds inte officiellt av Ubuntu, men eftersom de underhålls av gemenskapen, tillhandahåller de ofta paket som är säkra att använda på din Ubuntu-dator.
zh_cn: Ubuntu 除了官方支持的软件库外，还有额外的社区维护的软件库，能提供数千个可供安装的额外软件。其中最流行的两个软件库是 <emphasis>Universe</emphasis> 和 <emphasis>Multiverse</emphasis> 软件库。这些软件库不被 Ubuntu 官方支持，但是因为它们是由社区维护的，因此它们提供的软件通常可以在您的 Ubuntu 计算机中被安全地使用。

source: Packages in the <emphasis>Multiverse</emphasis> repository often have licensing issues that prevent them from being distributed with a free operating system, and they may be illegal in your locality.
fr: Les paquets du dépôt <emphasis>Multiverse</emphasis> posent souvent des problèmes de licence qui empêchent de les distribuer avec un système d'exploitation libre. Ils peuvent de plus être interdits par la législation de certains pays.
sv: Paket i förrådet <emphasis>Multiverse</emphasis> har ofta licensproblem som hindrar dem från att distribueras med ett fritt operativsystem och de kan vara olagliga i ditt land.
zh_cn: 在 <emphasis>Multiverse</emphasis> 软件库中的软件包通常有授权问题，这阻碍了它们随同一个自由操作系统一起发布，并且它们在您所处的地域中可能是非法的。

source: Be advised that neither the <emphasis>Universe</emphasis> or <emphasis>Multiverse</emphasis> repositories contain officially supported packages. In particular, there may not be security updates for these packages.
fr: Soyez attentifs au fait que ni le dépôt <emphasis>Universe</emphasis> ni le dépôt <emphasis>Multiverse</emphasis> ne contiennent des paquets officiellement supportés. Il peut donc ne pas y avoir de mises à jour de sécurité pour ces paquets.
sv: Tänk på att varken <emphasis>Universe</emphasis> eller <emphasis>Multiverse</emphasis> innehåller paket med officiellt stöd. Det här innebär att det inte nödvändigtvis kommer att finnas säkerhetsuppdatering för de här paketen.
zh_cn: 提醒您在 <emphasis>Universe</emphasis> 或 <emphasis>Multiverse</emphasis> 软件库中均没有官方支持的软件包。特别是这些软件包可能没有安全更新。

source: Many other package sources are available, sometimes even offering only one package, as in the case of package sources provided by the developer of a single application. You should always be very careful and cautious when using non-standard package sources, however. Research the source and packages carefully before performing any installation, as some package sources and their packages could render your system unstable or non-functional in some respects.
fr: De nombreuses autres sources de paquets sont disponibles, et ne proposent parfois qu'un seul paquet, c'est le cas des sources proposés par les développeurs d'une application unique. Vous devriez cependant toujours faire très attention quand vous utilisez des sources exotiques. Recherchez des sources et des paquets avec prudence avant d'effectuer une installation. Certains paquets provenant de sources non fiables peuvent rendre votre système instable ou inutilisable à certains égards.
sv: Många andra paketkällor finns tillgängliga som ibland bara erbjuder ett enda paket, vilket ofta är fallet om paketkällan tillhandahålls av utvecklaren av programmet. Du bör dock alltid vara försiktig när du använder andra paketkällor än de som medföljer. Undersök källan och paketen noga innan du genomför en installation, eftersom vissa paketkällor och paketen i dem kan göra att ditt system blir instabilt eller slutar fungera på ett eller annat sätt.
zh_cn: 许多其他软件包源也是可用的，有时甚至只提供一个软件包，这种情况主要发生在由单个应用程序的开发人员所提供软件包源上。然而当您在使用非标准软件包源时您应该非常小心谨慎，在执行任何安装之前仔细考查源和软件包，因为有些软件包源和其中的软件包可能会使您的系统在某些方面运行不稳定或不正常。

source: Starting Gutsy Gibbon, by default, the <emphasis>Universe</emphasis> and <emphasis>Multiverse</emphasis> repositories are enabled. But if you have disabled them, add or edit the <filename>/etc/apt/sources.list</filename> file and uncomment the following lines to enable those repositories:
fr: Avec Gutsy Gibbon, les dépôts <emphasis>Universe</emphasis> et <emphasis>Multiverse</emphasis> sont activés par défaut. Cependant, si vous les avez désactivés, il vous faudra modifier votre fichier <filename>/etc/apt/sources.list</filename> et supprimer le commentaire (les signes #) des lignes suivantes, pour les ré-activer :
sv: Som standard när du startat Gutsy Gibbon kommer förråden <emphasis>Universe</emphasis> och <emphasis>Multiverse</emphasis> att vara aktiverade. Men om du har inaktiverat dem, lägg till eller redigera filen <filename>/etc/apt/sources.list</filename> och avkommentera följande rader för att aktivera dessa förråd:
