Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: Authentication requires access to password field, that should be not accessible by default. Annother issue is that during password change using passwd shadowLastChange needs to be accessible as well. Following code shows example ACL setting that permits access to shadowLastChange:
fr: L'authentification nécessite l'accès au champ du mot de passe, qui ne devrait pas être accessible par défaut. Un autre problème vient du fait qu'au cours du changement de mot de passe à l'aide de « passwd », shadowLastChange doit également être accessible. Le code suivant montre un exemple de paramétrage d'ACL qui autorise l'accès à shadowLastChange :
sv: Autentisering behöver tillgång av lösenordsfält, det skall inte vara åtkomligt som standard. Ett annat problem är att under ett lösenordsbyte genom att använda passwd behövs det även åtkomst till shadowLastChange:
zh_cn: 认证需要对密码域的访问，而密码域不该是默认可访问的。另一个问题是在改变密码时也需要能够使用 passwd shadowLastChange。下面的代码显示了一个允许访问 shadowLastChange 的 ACL 设置样例：

source: LDAP replication
fr: Réplication LDAP
sv: LDAP-replikering
zh_cn: LDAP 副本

source: LDAP service often quickly becomes a highly critical service in an information system: all is depending of LDAP: autentication, authorization, mail system, etc. It is a good idea to setup a redundant system. It is easy to setup, and here is a quick howto.
fr: Le service d'annuaire LDAP devient souvent rapidement un service hautement critique dans un système d'information : tout dépend de LDAP : l'authentification, les autorisations, la messagerie, etc. Configurer un système redondant est donc une bonne idée que l'on peut de surcroit facilement mettre en œuvre comme le montre la petite explication suivante.
sv: LDAP-tjänster blir ofta en kritisk tjänst i ett informationssystem: allt är beroende av: verifiering, befogenheter, e-postsystem, etc. Det är en bra idé att installera ett redundant system. Det är enkelt att installera och här är en snabb instruktion.
zh_cn: LDAP 服务经常会很快成为一个信息系统中极为关键的服务：所有东西都依赖于 LDAP：认证、授权、邮件系统等。这时设置一个冗余系统就是一个好主意。其很容易设置，这里是一个快速指南。

source: Replication will be based here on a master-slave relation. Before implementing LDAP replication consider the following steps:
fr: La réplication sera basée ici sur une relation maître-esclave. Avant de mettre en œuvre la réplication LDAP, vérifiez les étapes suivantes :
sv: Replikeringen baseras på en master-slav relation. Innan du implementerar LDAP-replikationen överväg följande steg:
zh_cn: 在这里副本会基于一个主从关系。在实现 LDAP 之前请先考虑以下步骤：

source: Stop the master server's slapd daemon.
fr: Arrêter le démon slapd du serveur maître.
sv: Stoppa master-serverns slapd-demon.
zh_cn: 停止主服务器的 slapd 守护进程。

source: Reconfigure the master server's slapd.conf to enable replication to the new slave server.
fr: Reconfigurer le fichier slapd.conf du serveur maître afin de permettre la réplication sur le nouveau serveur esclave.
sv: Omkonfigurera master-serverns slapd.conf för att aktivera replikering till den nya slav-servern.
zh_cn: 重新配置主服务器的 slapd.conf 文件来激活到新从服务器的副本。

source: Export the database of the master server.
fr: Exporter la base de données du serveur maître.
sv: Exportera databasen från master-servern.
zh_cn: 导出主服务器的数据库。

source: Configure the replica server's <filename>slapd.conf</filename>.
fr: Configurer le fichier <filename>slapd.conf</filename> du serveur réplica.
sv: Konfigurera replika-serverns <filename>slapd.conf</filename>.
zh_cn: 配置副本服务器的 <filename>slapd.conf</filename>。

source: Import the database of the master server to the slaver server.
fr: Importer la base de données du serveur maître sur le serveur esclave.
sv: Importera databasen från master-servern till slav-servern.
zh_cn: 将主服务器的数据库导入到从服务器。

source: Re/Start the replica server's slapd process
fr: (Re)démarrer le processus slapd du serveur réplica
sv: Starta om replika-serverns slapd-process
zh_cn: 重/启动副本服务器的 slapd 进程

source: Re/Start the master server's slapd process.
fr: Redémarrer le processus slapd du serveur maître
sv: Starta om master-serverns slapd-process
zh_cn: 重/启动主服务器的 slapd 进程。

source: You will have to remember that modifications should ALWAYS be done on the master. If you modify the slave, they will get lost.
fr: Vous devez vous rappeler que les modifications doivent TOUJOURS être apportées sur le serveur maître. Si par mégarde vous modifiez le serveur esclave, vos modifications seront perdues.
sv: Du behöver komma ihåg att modifieringar skall ALLTID göras på master-servern. Om du modifierar på slav-servern kommer gå förlorade.
zh_cn: 您需要记住 总是 在主服务器上进行更改。如果您更改了从服务器，这些更改会被丢弃。

source: LDAP Master
fr: Maître LDAP
zh_cn: LDAP 主服务器

source: On the master, you have to modify the database section of the <filename>/etc/ldap/slapd.conf</filename> to add a replica instruction. The following example shows a replica on ldap-2.example.com with the Manager user with secret as password. The replication logfile is the place modifications are stored before they are send to the LDAP slave.
fr: Sur le serveur maître, vous devez modifier la section base de données du fichier <filename>/etc/ldap/slapd.conf</filename> pour ajouter une instruction de réplication. L'exemple suivant permet une réplication sur ldap-2.example.com avec l'utilisateur « Manager » et le mot de passe « secret ». Le journal de réplication contient les modifications effectuées avant qu'elles ne soient envoyées au serveur LDAP esclave.
sv: På mastern behöver du redigera databassektionen i filen <filename>/etc/ldap/slapd.conf</filename> och lägga till en replikeringsinstruktion. Följande är ett exempel av en kopia på ldap-2.example.com med användaren Manager med secret som lösenord. Den replikerade loggfilen är platsen där redigeringar sparas innan de skickas till LDAP-slaven.
zh_cn: 在主服务器上，您需要修改 <filename>/etc/ldap/slapd.conf</filename> 的数据库部分以便添加一个副本。以下的例子显示了一个在 ldap-2.example.com 中的副本，拥有 Manager 用户，并以 secret 作为密码。副本日志文件是用来存储在发送到 LDAP 从服务器之前的更改的。

source: Export the database of the master using slapcat. Then copy master.ldif to the slave using scp or other tools.
fr: Exportez la base de données du maître à l'aide de slapcat. Puis copiez master.ldif sur l'esclave à l'aide de scp ou d'autres outils.
sv: Exportera master-databasen genom att använda slapcat. Kopiera sedan master.ldif till slaven genom att använda scp eller andra verktyg.
zh_cn: 使用 slapcat 导出主服务器的数据库。然后使用 scp 或是其它工具将 master.ldif 复制到从服务器。

source: LDAP Slave
fr: Esclave LDAP
sv: LDAP-slav
zh_cn: LDAP 从服务器

source: On the slave, you have to authorize your master to update LDAP database. Add the following lines to your <filename>/etc/ldap/slapd.conf</filename> file in the database section:
fr: Sur l'esclave, vous devez autoriser votre maître à mettre à jour la base de données LDAP. Ajoutez les lignes suivantes à votre fichier <filename>/etc/ldap/slapd.conf</filename> dans la section 'database' :
sv: På slaven behöver du auktorisera din master till att uppdatera databasen. Lägg till följande rader i filen <filename>/etc/ldap/slapd.conf</filename> under databas avsnittet:
zh_cn: 在从服务器上，您需要授权您的主服务器更新 LDAP 数据库。在您的 <filename>/etc/ldap/slapd.conf</filename> 文件的数据库部分添加如下的行：

source: Import the <filename>master.ldif</filename> using slapadd.
fr: Importez le fichier <filename>master.ldif</filename> à l'aide de slapadd.
sv: Importera <filename>master.ldif</filename> genom att använda slapadd.
zh_cn: 使用 slapadd 导入 <filename>master.ldif</filename>。

source: Restart the master server.
fr: Redémarrer le serveur maître.
sv: Starta om master-servern.
zh_cn: 重启主服务器。

source: Restart the slave server.
fr: Rédémarrer le serveur esclave.
sv: Starta om slav-servern.
zh_cn: 重启从服务器。

source: Networks consist of two or more devices, such as computer systems, printers, and related equipment which are connected by either physical cabling wireless links for the purpose of sharing and distributing information among the connected devices.
fr: Les réseaux sont formés de deux ou plusieurs périphériques comme des ordinateurs, des imprimantes, reliés entre eux par un lien physique ou sans fil dans le but de partager des informations et des ressources ensemble.
sv: Nätverk består av två eller fler enheter, som datorer, skrivare, och annan liknande utrustning som ansluts antingen genom fysiska kablar eller med trådlösa länkar med syftet att dela eller distribuera information bland de anslutna enheterna.
zh_cn: 网络是由两个或两个以上的设备通过物理线缆或无线连接而成并在连接设备之间共享和分发信息。这些设备包括计算机系统、打印机或用有线或无线连接起来的其它相关设备。

source: This section of the Ubuntu Server Guide provides general and specific information pertaining to networking, including an overview of network concepts and detailed discussion of popular network protocols and server applications.
fr: Cette partie du Guide du serveur Ubuntu fournit des informations générales et spécifiques concernant les réseaux, y compris un aperçu des concepts réseau et des informations détaillées sur les principaux protocoles réseau et applications serveurs.
sv: Den här avdelningen av Ubuntus serverguide ger dig allmän och specifik information för nätverk, inklusive en överblick över nätverkskoncept och detaljerad information för populära nätverksprotokoll och serverprogram.
zh_cn: Ubuntu 服务器指南的这部分提供与联网相关的一般和特定信息，包括网络概念的简介以及对常用网络协议及服务器应用程序的详细讨论。

source: Most ethernet configuration is centralized in a single file, <filename>/etc/network/interfaces</filename>. If you have no ethernet devices, only the loopback interface will appear in this file, and it will look something like this: <screen># This file describes the network interfaces available on your system # and how to activate them. For more information, see interfaces(5). # The loopback network interface auto lo iface lo inet loopback address 127.0.0.1 netmask 255.0.0.0</screen> If you have only one ethernet device, eth0, and it gets its configuration from a DHCP server, and it should come up automatically at boot, only two additional lines are required: <screen>auto eth0 iface eth0 inet dhcp</screen> The first line specifies that the eth0 device should come up automatically when you boot. The second line means that interface (<quote>iface</quote>) eth0 should have an IPv4 address space (replace <quote>inet</quote> with <quote>inet6</quote> for an IPv6 device) and that it should get its configuration automatically from DHCP. Assuming your network and DHCP server are properly configured, this machine's network should need no further configuration to operate properly. The DHCP server will provide the default gateway (implemented via the <application>route</application> command), the device's IP address (implemented via the <application>ifconfig</application> command), and and DNS servers used on the network (implemented in the <filename>/etc/resolv.conf</filename> file.)
fr: La plus grande partie de la configuration ethernet est dans un seul fichier : <filename>/etc/network/interfaces</filename>. Si vous n'avez pas de périphérique ethernet, seule l'interface de boucle locale sera dans ce fichier, qui ressemblera à ceci : <screen># This file describes the network interfaces available on your system # and how to activate them. For more information, see interfaces(5). # The loopback network interface auto lo iface lo inet loopback address 127.0.0.1 netmask 255.0.0.0</screen> Si vous n'avez qu'un périphérique, eth0 obtenant sa configuration depuis un serveur DHCP et devant être activé au démarrage, seulement deux lignes supplémentaires sont nécessaires : <screen>auto eth0 iface eth0 inet dhcp</screen> La première ligne précise que le périphérique doit être automatiquement activé au démarrage. La deuxième ligne précise que cette interface (<quote>iface</quote>) eth0 doit avoir un adressage IPv4 (remplacer <quote>inet</quote> par <quote>inet6</quote> pour un périphérique IPv6), et doit être configurée automatiquement par DHCP. En supposant que votre réseau et votre serveur DHCP sont correctement configurés, le réseau devrait être opérationnel sans autre paramètrage. Le serveur DHCP fournira la passerelle par défaut (via la commande <application>route</application>), l'adresse IP du périphérique (via la commande <application>ifconfig</application>), et les serveurs DNS utilisés sur le réseau (dans le fichier <filename>/etc/resolv.conf</filename>).
sv: Nästan all konfiguration för ethernet finns samlat i en enda fil, <filename>/etc/network/interfaces</filename>. Om du inte har några ethernet-enheter kommer bara loopback-gränssnittet att synas i den här filen, och det kommer att se ut ungefär såhär: <screen># This file describes the network interfaces available on your system # and how to activate them. For more information, see interfaces(5). # The loopback network interface auto lo iface lo inet loopback address 127.0.0.1 netmask 255.0.0.0</screen> Om du bara har en ethernetenhet, eth0, och den blir konfigurerad från en DHCP-server, och den bör aktiveras automatiskt vid uppstart behöver du bara två rader till: <screen>auto eth0 iface eth0 inet dhcp</screen> Den första raden säger att enheten eth0 ska startas automatiskt vid uppstart, och den andra raden betyder att enheten (interface, <quote>iface</quote>) eth0 ska ha en IPv4-adress (ersätt <quote>inet</quote> med <quote>inet6</quote> om du vill ha en IPv6-adress) och att den ska få sina uppgifter automatiskt från DHCP. Om vi antar att ditt nätverk och DHCP-servern är ordentligt konfigurerade bör din dator inte behöva någon mer konfiguration för att fungera som den ska. DHCP-servern kommer att ge dig en gateway (implementeras via kommandot <application>route</application>), enhetens IP-adress (implementeras via kommandot <application>ifconfig</application>), och DNS-servrarna som används på nätverket (implementeras i filen <filename>/etc/resolv.conf</filename>).
zh_cn: 大多数以太网配置都集中在单个文件 <filename>/etc/network/interfaces</filename> 中。如果您没有以太网设备，那么在该文件中将只出现环回口，该文件看上去类似这样：<screen># This file describes the network interfaces available on your system # and how to activate them. For more information, see interfaces(5). # The loopback network interface auto lo iface lo inet loopback address 127.0.0.1 netmask 255.0.0.0</screen> 如果您只有一个以太网设备 eth0，被配置成从 DHCP 服务器得到设置，并且在引导时自动激活，那么只需要再添加两行：<screen>auto eth0 iface eth0 inet dhcp</screen> 第一行说明 eth0 将会在您启动时自动激活。第二行说明该接口 (<quote>iface</quote>) eth0 将有得到一个 IPv4 地址空间 (如果是一个 IPv6 的设备将须将 <quote>inet</quote> 用 <quote>inet6</quote> 代替) 并且它将自动从 DHCP 中自动获得它的配置。假定您的网络和 DHCP 服务都已经被正确配置，该机的网络将不需要更多的配置。DHCP 服务器将提供默认网关 (通过 <application>route</application> 命令来实现) 、设备的 IP 地址 (通过 <application>ifconfig</application> 命令来实现)以及网络使用的 DNS 服务器 (在 <filename>/etc/resolv.conf</filename> 文件中实现)。

source: To configure your ethernet device with a static IP address and custom configuration, some more information will be required. Suppose you want to assign the IP address 192.168.0.2 to the device eth1, with the typical netmask of 255.255.255.0. Your default gateway's IP address is 192.168.0.1. You would enter something like this into <filename>/etc/network/interfaces</filename>: <screen>iface eth1 inet static address 192.168.0.2 netmask 255.255.255.0 gateway 192.168.0.1</screen> In this case, you will need to specify your DNS servers manually in <filename>/etc/resolv.conf</filename>, which should look something like this: <screen>search mydomain.com nameserver 192.168.0.1 nameserver 4.2.2.2</screen> The <emphasis role="italics">search</emphasis> directive will append mydomain.com to hostname queries in an attempt to resolve names to your network. For example, if your network's domain is mydomain.com and you try to ping the host <quote>mybox</quote>, the DNS query will be modified to <quote>mybox.mydomain.com</quote> for resolution. The <emphasis role="italics">nameserver</emphasis> directives specifiy DNS servers to be used to resolve hostnames to IP addresses. If you use your own nameserver, enter it here. Otherwise, ask your Internet Service Provider for the primary and secondary DNS servers to use, and enter them into <filename>/etc/resolv.conf</filename> as shown above.
fr: Pour configurer votre périphérique ethernet avec une adresse IP statique et des paramètres personnalisés, d'autres informations seront nécessaires. Supposez que vous voulez assigner l'adresse 192.168.0.2 au périphérique eth1, avec classiquement un masque 255.255.255.0, et que l'adresse de la passerelle par défaut est 192.168.0.1. Le fichier <filename>/etc/network/interfaces</filename> ressemblera à ceci : <screen>iface eth1 inet static address 192.168.0.2 netmask 255.255.255.0 gateway 192.168.0.1</screen> Dans ce cas vous devez préciser les serveurs DNS vous même dans <filename>/etc/resolv.conf</filename>, qui ressemblera à ça : <screen>search mydomain.com nameserver 192.168.0.1 nameserver 4.2.2.2</screen> La directive <emphasis role="italics">search</emphasis> ajoutera mydomain.com aux requêtes de nom d'hôte dans le but de résoudre les noms dans votre réseau. Par exemple, si le domaine de votre réseau est mydomain.com et que vous tentez de pinger l'hôte <quote>mybox</quote>, la requête DNS sera modifiée pour chercher <quote>mybox.mydomain.com</quote>. La directive <emphasis role="italics">nameserver</emphasis> précise les serveurs qui seront utilisés pour la résolution de noms. Si vous utilisez votre propre serveur, entrez-le ici. Sinon demandez à votre fournisseur d'accès les adresses des serveurs DNS primaires et secondaires et entrez-les dans <filename>/etc/resolv.conf</filename> comme expliqué ci-dessus.
sv: För att konfigurera din ethernetenhet med en statisk IP-adress och en anpassad konfiguration behöver du skriva lite mer information. Anta att du vill att enheten eth1 ska få IP-numret 192.168.0.2 och nätmasken 255.255.255.0. Din standardgateways IP-adress är 192.168.0.1. Du skulle då behöva skriva något sådant här i <filename>/etc/network/interfaces</filename>: <screen>iface eth1 inet static address 192.168.0.2 netmask 255.255.255.0 gateway 192.168.0.1</screen> I det här fallet behöver du skriva in din DNS-server manuellt i <filename>/etc/resolv.conf</filename>, som skulle se ut ungefär såhär: <screen>search midomän.com nameserver 192.168.0.1 nameserver 4.2.2.2</screen> Direktivet <emphasis role="italics">search</emphasis> gör så att mindomän.com automatiskt läggs till alla datorförfrågningar för att försöka hitta datorer i ditt nätverk. Om ditt nätverks domännamn till exempel är mindomän.com och du försöker komma åt datorn <quote>minburk</quote> kommer DNS-förfrågan automatiskt att förvandlas till <quote>minburk.mindomän.com</quote>. Direktivet <emphasis role="italics">nameserver</emphasis> specificerar vilka DNS-servrar som ska användas för att förvandla datornamn till IP-adresser. Om du har en egen nameserver, skriv den här. I annat fall måste du fråga din internetleverantör om en primär och en sekundär DNS-server att använda, och skriva dem i <filename>/etc/resolv.conf</filename> enligt vad som beskrivs ovan.
zh_cn: 要把您的以太网设备配置成静态 IP 地址和自定义配置的话，则要求更多的信息。假设您想指定 IP 地址 192.168.0.2 给设备 eth1，其掩码是 255.255.255.0。您的默认网关的 IP 地址是 192.168.0.1。您可以在 <filename>/etc/network/interfaces</filename> 中输入类似下面的语句：<screen>iface eth1 inet static address 192.168.0.2 netmask 255.255.255.0 gateway 192.168.0.1</screen> 在这个例子中，您将需要在 <filename>/etc/resolv.conf</filename> 中手工指定您的DNS服务器，看起来如下： <screen>search mydomain.com nameserver 192.168.0.1 nameserver 4.2.2.2</screen> <emphasis role="italics">search</emphasis> 语句在试图解析网络名时把 mydomain.com 添到主机名查询中。举个例子，如果您的网络域名是 mydomain.com 并且您试图去 ping 主机 <quote>mybox</quote>，DNS 查询将在解析时改为 <quote>mybox.mydomain.com</quote>。<emphasis role="italics">nameserver</emphasis> 语句指定用于将主机名解析成 IP 地址的的 DNS 服务器。如果您使用自己的名称服务器，在这里输入它。否则询问您的 Internet 服务供应商要使用的主、辅 DNS 服务器，并把它们如上所示输入到 <filename>/etc/resolv.conf</filename> 中。

source: This section explains how to configure the nameserver to use when resolving IP address to hostnames and vice versa. It does not explain how to configure the system as a name server.
fr: Cette section explique comment configurer le serveur de noms à utiliser dans le cas d'une résolution d'adresse IP en nom d'hôte et vice-versa. Elle ne concerne pas la configuration du système en tant que serveur de noms.
sv: Den här avdelningen förklarar hur du konfigurerar DNS-servrar för att användas för att förvandla datornamn till IP-adresser och tvärt om. Den förklarar inte hur du konfigurerar systemet för att bli en DNS-server.
zh_cn: 本部分说明如何配置用来将IP地址解析成主机名或相反功能的名称服务，而不是说如何将整个系统配置成一个名称服务器。

source: The <application>search</application> key specifies the string which will be appended to an incomplete hostname. Here, we have mentioned it as <application>com</application>. So, when we run: <command>ping ubuntu</command> it would be interpreted as <command>ping ubuntu.com</command>.
fr: L'entrée <application>search</application> spécifie la chaîne de caractères qui sera ajoutée à un nom d'hôte incomplet. Ici, nous avons choisi <application>com</application>. Donc quand vous exécuterez <command>ping ubuntu</command>, ça sera interprété comme <command>ping ubuntu.com</command>.
sv: Nyckeln <application>search</application> bestämmer vilken sträng som läggs till ett felaktigt datornamn. I det här fallet har vi skrivit <application>com</application>. Det gör att om vi kör: <command>ping ubuntu</command> skulle det tolkas som <command>ping ubuntu.com</command>.
zh_cn: <application>search</application> 关键字指字为未完成主机名添加的字符串，在这里我们使用<application>com</application>。因此当我们运行：<command>ping ubuntu</command> 时它被理解成 <command>ping ubuntu.com</command>。

source: The <application>nameserver</application> key specifies the nameserver IP address. It will be used to resolve the given IP address or hostname. This file can have multiple nameserver entries. The nameservers will be used by the network query in the same order.
fr: L'entrée<application>nameserver</application> précise l'adresse IP du serveur de noms. Elle sera utilisée pour résoudre l'adresse IP ou le nom d'hôte donné. Ce fichier peut avoir plusieurs entrées de serveurs de nom. Ils seront utilisés par les requêtes dans l'ordre où ils sont écrits dans le fichier.
sv: Nyckeln <application>nameserver</application> bestämmer DNS-serverns IP-nummer. Det kommer användas för att leta upp en IP-adress eller ett datornamn. Den här filen kan innehålla flera nameserver-rader. DNS-servrarna kommer att användas i den ordningen för att göra nätverksförfrågningar.
zh_cn: <application>nameserver</application> 关键字指定名称服务器的 IP 地址，它将被用来解析 IP 地址或主机名。该文件可以有多个名称服务器记录。名称服务器将按相同顺序进行网络查询。

source: If the DNS server names are retrieved dynamically from DHCP or PPPoE (retrieved from your ISP), do not add nameserver entries in this file. It will be updated automatically.
fr: Si les noms des serveurs DNS sont récupérés dynamiquement par DHCP ou PPPoE (recouvrés à partir de votre FAI), n'ajoutez pas d'entrée « nameserver » dans ce fichier. Il sera mis à jour automatiquement.
sv: Om DNS-servernamn upprättas dynamiskt från DHCP eller PPPoE (hämtas från din ISP), lägg inte till någon namnaserver i den här filen. Det kommer uppdateras automatiskt.
zh_cn: 如果 DNS 服务器名称是由 DHCP 或是 PPPoE 自动获取的话(由您的 ISP 获取)，请不要在这个文件中添加名称服务器条目。它会被自动更新。
