Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: Windows Networking
fr: Réseaux Windows
sv: Windows-nätverk
zh_cn: Windows 联网

source: Computer networks are often comprised of diverse systems, and while operating a network made up entirely of Ubuntu desktop and server computers would certainly be fun, some network environments must consist of both Ubuntu and <trademark class="registered">Microsoft</trademark><trademark class="registered">Windows</trademark> systems working together in harmony. This section of the <phrase>Ubuntu</phrase> Server Guide introduces principles and tools used in configuring your Ubuntu Server for sharing network resources with Windows computers.
fr: Les réseaux d'ordinateurs sont souvent composés de systèmes divers et, même si opérer un réseau constitué exclusivement de stations de travail et de serveurs Ubuntu serait assurément plaisant, certains environnements réseau sont constitués à la fois de systèmes Ubuntu et de systèmes <trademark class="registered">Microsoft</trademark><trademark class="registered">Windows</trademark> travaillant ensemble en harmonie. Cette section du Guide du Serveur <phrase>Ubuntu</phrase> présente les principes et les outils utilisés pour configurer votre serveur Ubuntu afin de partager des ressources réseau avec des ordinateurs Windows.
sv: Datanätverk omfattas ofta av olika system och medan det med all säkerhet skulle vara roligt att sköta ett nätverk enbart bestående av Ubuntu skrivbord och serverdatorer, måste vissa nätverksmiljöer bestå av både Ubuntu och <trademark class="registered">Microsoft</trademark><trademark class="registered">Windows</trademark> system som fungerar tillsammans i harmoni. Det här avsnittet av <phrase>Ubuntu</phrase> serverguide introducerar principer och verktyg att använda till att konfigurera din Ubuntu-server för att dela nätverksresurser med Windowsdatorer.
zh_cn: 计算机网络通常包含不同的系统，虽然使用全由 Ubuntu 桌面计算机和服务器计算机构成的网络是有趣的，但一些网络环境还是需要 Ubuntu 和 <trademark class="registered">Microsoft</trademark> <trademark class="registered">Windows</trademark> 这两个系统协同工作。<phrase>Ubuntu</phrase> 服务器指南中的这部分内容介绍配置你 Ubuntu 服务器的原理及所用工具，以便同 Windows 计算机共享网络资源。

source: Successfully networking your Ubuntu system with Windows clients involves providing and integrating with services common to Windows environments. Such services assist the sharing of data and information about the computers and users involved in the network, and may be classified under three major categories of functionality:
fr: Pour établir avec succès un réseau entre votre système Ubuntu et des clients Windows, il faut fournir et intégrer les services utilisés couramment dans les environnements Windows. Ces services permettent aux ordinateurs et aux utilisateurs présents sur le réseau de partager de l'information et des données. Ils peuvent être classifiés en trois catégories principales selon leur fonctionnalité :
sv: För att använda Ubuntusystem tillsammans med Windowsklienter måste man använda tjänster som är kända i Windowsmiljöer. Sådana tjänster hjälper till att dela data samt information om datorer och användare som är anslutna till nätverket. Dessa tjänster kan delas in tre huvudsakliga kategorier:
zh_cn: 将您的 Ubuntu 系统与 Windows 客户机成功连网牵涉到为 Windows 环境提供和整合常用服务。这些服务有助于网络中计算机和用户的数据和信息共享，可以将它们按功能划分为以下三大类：

source: <emphasis role="bold">File and Printer Sharing Services</emphasis>. Using the Server Message Block (SMB) protocol to facilitate the sharing of files, folders, volumes, and the sharing of printers throughout the network.
fr: <emphasis role="bold">Services de partage de fichiers et d'imprimantes</emphasis>. Utiliser le protocole Server Message Block (SMB) pour faciliter le partage de fichiers, de dossiers, de volumes et d'imprimantes à travers le réseau.
sv: <emphasis role="bold">Fil- och skrivardelning</emphasis>. Använder protokollet Server Message Block (SMB) för att dela filer, mappar, enheter och skrivare i nätverket.
zh_cn: <emphasis role="bold">文件和打印机共享服务</emphasis>。SMB(Server Message Block，服务器信息块) 协议使得在网络上共享文件、文件夹、卷和打印机变得容易。

source: <emphasis role="bold">Directory Services</emphasis>. Sharing vital information about the computers and users of the network with such technologies as the Lightweight Directory Access Protocol (LDAP) and Microsoft <trademark class="registered">Active Directory</trademark>.
fr: <emphasis role="bold">Services d'annuaire</emphasis>. Partager l'information essentielle concernant les ordinateurs et les utilisateurs du réseau à l'aide de technologies telles que le Lightweight Directory Access Protocol (LDAP) et le Microsoft <trademark class="registered">Active Directory</trademark>.
sv: <emphasis role="bold">Katalogtjänster</emphasis>. Delar viktig information om datorer och användare i nätverket med hjälp av teknologier som Lightweight Directory Access Protocol (LDAP) och Microsoft <trademark class="registered">Active Directory</trademark>.
zh_cn: <emphasis role="bold">目录服务</emphasis>。通过LDAP(Lightweight Directory Access Protocol，轻量目录访问协议) 和 Microsoft <trademark class="registered">Active Directory</trademark>技术来共享网络计算机和用户的重要信息。

source: <emphasis role="bold">Authentication and Access</emphasis>. Establishing the identity of a computer or user of the network and determining the information the computer or user is authorized to access using such principles and technologies as file permissions, group policies, and the Kerberos authentication service.
fr: <emphasis role="bold">Authentification et accès</emphasis>. Établir l'identité d'un ordinateur ou d'un utilisateur et déterminer l'information à laquelle l'ordinateur ou l'utilisateur a l'autorisation d'accéder en utilisant des principes et des technologies telles que les droits d'accès sur les fichiers, les politiques de groupes, et le service d'authentification Kerberos.
sv: <emphasis role="bold">Autentisering och åtkomst</emphasis>. Säkerställer identiteten hos en dator eller användare i ett nätverk och avgör vilken information som dator eller användaren har tillåtelse att nå med hjälp av policys och teknologier som filrättigheter, gruppolicys och autentiseringstjänsten Kerberos.
zh_cn: <emphasis role="bold">认证和权限</emphasis>。建立网络计算机和用户的身份信息并通过使用文件权限、组策略和Kerberos认证服务等原理和技术来确定计算机或用户可以访问的信息。

source: Fortunately, your Ubuntu system may provide all such facilities to Windows clients and share network resources among them. One of the principle pieces of software your Ubuntu system includes for Windows networking is the SAMBA suite of SMB server applications and tools. This section of the <phrase>Ubuntu</phrase> Server Guide will briefly introduce the installation and limited configuration of the SAMBA suite of server applications and utilities. Additional, detailed documentation and information on SAMBA is beyond the scope of this documentation, but exists on the <ulink url="http://www.samba.org">SAMBA website</ulink>.
fr: Heureusement, votre système Ubuntu peut fournir tous ces services aux clients Windows et partager les ressources réseau avec eux. Un des principaux composants de votre système Ubuntu pour la réseautique Windows est la suite SAMBA d'outils et d'applications pour serveur SMB. Cette section du Guide serveur d'<phrase>Ubuntu</phrase> présentera brièvement l'installation et la configuration de base de la suite SAMBA. La documentation et l'information additionnelle et détaillée sur SAMBA dépassent le but du présent document mais peuvent être trouvées sur le <ulink url="http://www.samba.org">site web SAMBA</ulink>.
sv: Dessbättre kommer ditt Ubuntusystem förse alla sådana fördelar till Windowsklienterna och dela nätverksresurser mellan dem. En grundläggande programvara som ditt Ubuntusystem tillhandahåller för Windowsnätverk är SAMBA-sviten med SMB serverprogram och verktyg. Det här avsnittet av <phrase>Ubuntu</phrase> Server Guide kommer kortfattat att presentera installationen och en begränsad konfiguration av SAMBA-sviten med serverprogam och verktyg. Ytterligare detaljerad dokumentation och information om SAMBA är utanför omfånget av den här dokumentationen, men går att hitta på <ulink url="http://www.samba.org">SAMBA webbplats</ulink>.
zh_cn: 幸运的是，你的 Ubuntu 系统可以给 Windows 客户机提供上述所有的服务并且在它们之间共享网络资源。你的 Ubuntu 系统中用来和 Windows 网络互连的一个基本软件是包含 SMB 服务器应用程序及其工具。<phrase>Ubuntu</phrase> 服务器指南的这部分将简要介绍一下 SAMBA 套件中服务器应用程序及工具的安装和简单配置。此外，SAMBA的详细文档和信息已超出了本文档的编制范围，您可以在 <ulink url="http://www.samba.org">SAMBA 网站</ulink> 上找到。

source: Installing SAMBA
fr: Installer SAMBA
sv: Installera SAMBA
zh_cn: 安装 SAMBA

source: At the prompt enter the following command to install the SAMBA server and client applications:
fr: À l'invite, saisissez la commande suivante pour installer le serveur SAMBA et les applications clientes :
sv: Ange följande kommando vid prompten för att installera SAMBA-servern och klientprogram:

source: To mount Windows filesystems using SMB, you will also need smbfs. Enter the command:
fr: Pour monter des systèmes de fichiers Windows utilisant SMB, vous aurez également besoin de smbfs. Entrez la commande suivante :
sv: För att montera Windows-filsystem med SMB då behöver du även smbfs. Skriv kommandot:
zh_cn: 要用 SMB 挂载 Windows 文件系统，您还需要 smbfs。输入命令：

source: Configuring SAMBA
fr: Configurer SAMBA
sv: Konfigurera SAMBA
zh_cn: 配置 SAMBA

source: You may configure the SAMBA server by editing the <filename>/etc/samba/smb.conf</filename> file to change the default settings or add new settings. More information about each setting is available in the comments of the <filename>/etc/samba/smb.conf</filename> file or by viewing the <filename>/etc/samba/smb.conf</filename> manual page from the prompt with the following command typed at a terminal prompt:
fr: Vous pouvez configurer le serveur SAMBA en éditant le fichier <filename>/etc/samba/smb.conf</filename> pour modifier les paramètres par défaut ou en ajouter de nouveaux. Des informations supplémentaires sur chaque paramètre sont disponibles dans les commentaires du fichier <filename>/etc/samba/smb.conf</filename> ou en lisant le manuel du fichier <filename>/etc/samba/smb.conf</filename> en entrant la commande suivante dans un terminal :
sv: Du kan konfigurera SAMBA-servern genom att redigera filen <filename>/etc/samba/smb.conf</filename>. Varje rad innehåller olika inställningar. Mer information om de olika inställningarna går att hitta i kommentarerna i filen eller genom att läsa manualsidan till filen som du får fram genom att skriva följande kommando i terminalfönstret:
zh_cn: 您可以通过编辑 <filename>/etc/samba/smb.conf</filename> 文件来配置 SAMBA 服务：用以改变缺省设置或新增设置。可用设置项的更多信息可以查看 <filename>/etc/samba/smb.conf</filename> 文件中的注释，或在终端提示符后输入以下命令查看 <filename>/etc/samba/smb.conf</filename> 手册来获得：

source: Prior to editing the configuration file, you should make a copy of the original file and protect it from writing so you will have the original settings as a reference and to re-use as necessary.
fr: Avant de modifier le fichier de configuration, vous devriez faire une copie du fichier original et le protéger contre l'écriture afin de conserver les paramètres originaux en référence et ainsi les réutiliser si nécessaire.
sv: Innan du redigerar konfigurationsfilen bör du se till att göra en kopia av originalfilen och skrivskydda den, så att du har kvar originalinställningarna dels som referens, och dels för återanvändning ifall det blir nödvändigt.
zh_cn: 在编辑配置文件之前，您应该保留一份原文件的副本，不对其作修改，以便今后必要时可参考和重用这份原始配置。

source: Backup the <filename>/etc/samba/smb.conf</filename> file:
fr: Sauvegardez le fichier <filename>/etc/samba/smb.conf</filename> :
sv: Säkerhetskopiera filen <filename>/etc/samba/smb.conf</filename>:
zh_cn: 备份 <filename>/etc/samba/smb.conf</filename> 文件：

source: Now, edit the <filename>/etc/samba/smb.conf</filename> file and make your changes.
fr: Maintenant, éditez le fichier <filename>/etc/samba/smb.conf</filename> et effectuez vos modifications.
sv: Nu kan du redigera <filename>/etc/samba/smb.conf</filename> och göra de ändringar du vill göra.
zh_cn: 现在，可以编辑<filename>/etc/samba/smb.conf</filename>文件并做相应设置了。

source: Server
fr: Serveur
zh_cn: 服务器

source: In addition to the SAMBA suite of file and printer sharing server applications, Ubuntu also includes other powerful server applications designed to provide additional network server functionality to Windows clients similar to the functionality provided by actual Windows servers. For example, Ubuntu offers centralized management of network resources such as computers and users via Directory Services, and facilitates the identification, and authorization of computers and users via Authentication Services.
fr: En complément de la suite d'applications serveur SAMBA de partage de fichiers et d'imprimantes, Ubuntu inclut aussi d'autres applications serveur puissantes destinées à fournir des fonctionnalités réseau supplémentaires et similaires à celles fournies par les serveurs Windows aux clients Windows. Par exemple, Ubuntu offre une gestion centralisée des ressources réseau telles que les ordinateurs ou les utilisateurs grâce à Directory Services (services d'annuaire), et facilite l'identification et la gestion des permissions des ordinateurs et des utilisateurs grâce à Authentication Services (services d'authentification).
sv: Som ett komplement till SAMBA-sviten av fil och skrivardelningsprogram innehåller även Ubuntu andra kraftfulla serverprogram, som är designade för att ge dig extra nätverksserverfunktioner för Windowsklienter som liknar de som finns i faktiska windowsservrar. Till exempel erbjuder Ubuntu centraliserad hantering av nätverksresurser, som datorer och användare, via katalogtjänster och tillåter identifiering av datorer via autentieringstjänster.
zh_cn: 除了 SAMBA 文件及打印机共享服务器应用程序套装之外，Ubuntu 还包括了其他强大的服务器应用程序，它们设计成可以像真正的 Windows 服务器一样，向 Windows 客户端提供同样的网络附加服务功能。例如，Ubuntu 可以进行网络资源的中央化管理，如使用目录服务管理计算机和用户，进行身份识别，以及通过认证服务来管理计算机和用户的权限。

source: The following sections will discuss SAMBA and the supporting technologies, such as Lightweight Directory Access Protocol (LDAP) server, and Kerberos authentication server in more detail. You will also learn about some of the available configuration directives available the SAMBA configuration file which facilitate network integration with Windows clients and servers.
fr: Les sections suivantes évoqueront plus en détails SAMBA et les technologies associées, telles que le serveur Lightweight Directory Access Protocol (LDAP) ou le serveur d'authentification Kerberos. Vous apprendrez aussi quelques directives de configuration disponibles pour SAMBA qui facilitent l'intégration dans un réseau comportant des clients et des serveurs Windows.
sv: Följande delar kommer att ta upp SAMBA och tillhörande teknologier såsom Lightweight Directory Access Protocol (LDAP) och Kerberos i mer detalj. Du kommer också lära dig om några av de konfigurationsdirektiv som går att använda i SAMBA:s konfigurationsfil som låter dig integrera ditt Ubuntusystem med Windowsklienter och servrar.
zh_cn: 以下的章节将讨论 SAMBA 及其支持技术，如 LDAP 服务器和 Kerberos 认证服务器的更多细节。你也可以学到SAMBA配置文件中的一些有用的指令，以方便同 Windows 客户机和服务器集成。

source: Active Directory is a proprietary implementation of Directory Services by Microsoft, and is used to provide a means to share information about network resources and users. In addition to providing a centralized source of such information, Active Directory also acts as a centralized authentication security authority for the network. Active directory combines capabilities traditionally found in separate, specialized directory systems to simplify integration, management, and security of network resources. The SAMBA package may be configured to use Active Directory services from a Windows Domain Controller.
fr: Active Directory est une implémentation propriétaire de Microsoft des services d'annuaire et est utilisé pour partager l'information sur les ressources du réseau et ses utilisateurs. En plus de fournir une source centralisée de cette information, Active Directory agit aussi comme une autorité centralisée de sécurité et d'authentification pour le réseau. Active Directory, qui combine des capacités traditionnellement trouvées dans des systèmes d'annuaire distincts et spécialisés, simplifie l'intégration, la gestion et la sécurité des ressources réseau. Le paquet SAMBA peut être configuré pour utiliser les services Active Directory d'un contrôleur de domaine Windows.
sv: Active Directory är en proprietär implementation av katalogtjänster från Microsoft, och den används för att erbjuda sätt att dela information om nätverksresurser och användare. Förutom att fungera som en central källa för sådan information kan Active Directory också agera som en central källa för autentisering i nätverket. Active Directory kombinerar alla de möjligheter man traditionellt hittar i separata, specialiserade katalogsystem, för att förenkla integrering, hantering och säkerhet för nätverksresurser. Paketet SAMBA går att konfigurera så att det använder Active Directory-tjänster från en Windows Domain Controller.
zh_cn: Active Directory 是 Microsoft 专用的目录服务实现，用来提供一种共享网络资源和用户信息的方法。除了提供这些信息的统一源之外，Active Directory 也担任网络统一身份安全认证的角色。Active Directory 融合了通常独立、专用的目录系统中对网络资源的简单集成、管理和安全等功能。SAMBA 软件包可以被配置成使用由 Windows 域控制器提供的 Active Directory 服务。

source: The LDAP server application provides Directory Services functionality to Windows computers in a manner very similar to Microsoft Active Directory services. Such services include managing the identities and relationships of computers, users, and groups of computers or users that participate in the network, and providing a consistent means to describe, locate, and manage these resources. The freely available implementation of LDAP available for your Ubuntu system is called <emphasis role="italic">OpenLDAP</emphasis>. The server daemons responsible for handling OpenLDAP directory requests and the propagation of directory data from one LDAP server to another on Ubuntu, are <application>slapd</application> and <application>slurpd</application>. OpenLDAP may be used in conjunction with SAMBA to provide File, Print, and Directory services in much the same way a Windows Domain Controller does so long as SAMBA is compiled with LDAP support.
fr: L'application serveur LDAP fournit les fonctionnalités de service d'annuaire (Directory Services) aux ordinateurs Windows d'une manière très similaire aux services Microsoft Active Directory. Ces services comprennent la gestion des identités et des relations entre ordinateurs, utilisateurs, et groupes d'ordinateurs ou d'utilisateurs qui font partie du réseau. Ils procurent une manière cohérente de décrire, localiser et gérer ces ressources. L'implémentation libre de LDAP disponible pour votre système Ubuntu se nomme <emphasis role="italic">OpenLDAP</emphasis>. Sur Ubuntu, les processus serveur responsables du traitement des requêtes OpenLDAP et de la propagation des données d'un serveur LDAP à un autre sont <application>slapd</application> et <application>slurpd</application>. OpenLDAP peut être utilisé conjointement avec SAMBA pour fournir les services de partage des fichiers, d'imprimantes et les services d'annuaire tout comme le ferait un contrôleur de domaine Windows pour autant que SAMBA soit compilé avec le support LDAP.
sv: Serverprogrammet LDAP erbjuder Windowsdatorer katalogtjänster som fungerar på nästan samma sätt som Microsofts Active Directory-tjänster. Bland dessa tjänster finns hantering av identiteter och relationer mellan datorer, användare, och grupper av datorer eller användare som deltar i nätverket, och erbjuder ett konsekvent sätt att beskriva, lokalisera och hantera dessa resurser. Den fritt tillgängliga implementationen av LDAP som finns tillgängligt för ditt Ubuntusystem kallas <emphasis role="italic">OpenLDAP</emphasis>. LDAP:s server-demoner som är ansvariga för att hantera katalogförfrågningar och överföring av katalogdata från en LDAP-server till en annan i Ubuntu heter <application>slapd</application> och <application>slurpd</application>. OpenLDAP går att användas tillsammans med SAMBA för att erbjuda fil-, utskrifts- och katalogtjänster på ungefär samma sätt som en Windows Domain Controller gör så länge SAMBA är kompilerats med LDAP-stöd.
zh_cn: LDAP 服务器应用程序给 Windows 计算机提供了与 Microsoft Active Directory 服务非常相似的目录服务功能。这些服务包括管理加入网络的计算机、用户、计算机组和用户组的身份和关系，为描述、定位和管理这些资源提供一个统一的方法。在你的 Ubuntu 系统中所使用的是 LDAP 的一个自由有效的实现，名为<emphasis role="italic">OpenLDAP</emphasis>，这个名为<application>slapd</application> 和 <application>slurpd</application>的服务守护程序负责处理 OpenLDAP 目录请求和 LDAP 服务器与另一个 Ubuntu 服务器之间的目录数据传送。只要 SAMBA编译时加上LDAP 支持，OpenLDAP 与 SAMBA 一起就可以和Windows域服务器一样以相同的方式提供文件、打印和目录服务。
