Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: User Accounts define persons with some level of authorization to use certain computer and network resources. Typically, in a network environment, a user account is provided to each person allowed to access a computer or network, where policies and permissions then define what explicit rights that user account has access to. To define SAMBA network users for your Ubuntu system, you may use the <application>smbpasswd</application> command. For example to add a SAMBA user to your Ubuntu system with the user name <emphasis role="italic">jseinfeld</emphasis>, you would enter this command at the prompt:
fr: Les comptes d'utilisateurs définissent des personnes avec un certain niveau d'autorisation pour utiliser un certain ordinateur et des ressources réseau. Typiquement, dans un environnement réseau, un compte d'utilisateur est fourni à chaque personne autorisée à accéder à un ordinateur ou à un réseau, où des politiques de sécurité et des permissions définissent alors de quels droits explicites ce compte d'utilisateur dispose. Pour définir des utilisateurs réseau SAMBA sur votre système Ubuntu, vous pouvez utiliser la commande <application>smbpasswd</application>. Par exemple, pour ajouter un utilisateur SAMBA à votre système Ubuntu avec le nom d'utilisateur <emphasis role="italic">toto</emphasis>, vous pourriez entrer ceci à l'invite de commande :
sv: Användarkonton är personer som, efter någon form av identifiering, kan använda speciella datorer och nätverksresurser. Vanligtvis i en nätverksmiljö får alla personer som kan komma åt en dator eller nätverket var sitt användarkonto, där policys och rättigheter sedan definierar de exakta rättigheterna användarkontot har tillgång till. För att definiera nätverksanvändare i SAMBA i ditt Ubuntusystem, använd kommandot <application>smbpasswd</application>. För att till exempel lägga till en SAMBA-användare till ditt Ubuntusystem med användarnamnet <emphasis role="italic">jseinfeld</emphasis> skriver du följande kommando vid prompten:
zh_cn: 用户帐号定义了有一些授权来使用指定计算机和网络资源的人。通常，在网络环境中，用户帐号被提供给每个允许访问计算机或网络的人，然后这些计算机或网络根据策略和权限来明确用户帐号拥有多大的权力。要在你的 Ubuntu 系统中定义 SAMBA 网络用户，你可能使用<application>smbpasswd</application> 命令。如要为你 Ubuntu 系统上名为<emphasis role="italic">jseinfeld</emphasis> 的用户添加一个 SAMBA 用户，你可以在提示符后输入命令：

source: The <application>smbpasswd</application> application will then prompt you to enter a password for the user:
fr: L'application <application>smbpasswd</application> vous demandera alors d'entrer un mot de passe pour l'utilisateur :
sv: Programmet <application>smbpasswd</application> kommer sedan be dig skriva ett lösenord för användaren:
zh_cn: 然后 <application>smbpasswd</application> 应用程序将提示你为该用户输入密码：

source: New SMB password:
fr: Nouveau mot de passe SMB :

source: Enter the password you wish to set for the user, and the <application>smbpasswd</application> application will ask you to confirm the password:
fr: Entrez le mot de passe que vous désirez attribuer à l'utilisateur, l'application <application>smbpasswd</application> vous demandera ensuite de confirmer le mot de passe :
sv: Skriv in lösenordet du vill använda för användaren, och <application>smbpasswd</application> ber dig nu att bekräfta lösenordet:
zh_cn: 输入你想为用户设置的密码，<application>smbpasswd</application> 会要求你确认密码：

source: Retype new SMB password:
fr: Retapez le nouveau mot de passe SMB :

source: Confirm the password, and <application>smbpasswd</application> will add the entry for the user to the SAMBA password file.
fr: Confirmez le mot de passe et <application>smbpasswd</application> ajoutera une entrée pour l'utilisateur au fichier de mots de passe SAMBA.
sv: Bekräfta lösenordet, och <application>smbpasswd</application> kommer att lägga användaren till SAMBA:s lösenordsfil.
zh_cn: 确认密码之后，<application>smbpasswd</application> 将为用户在 SAMBA 密码文件中添加一个条目。

source: Groups
fr: Groupes
sv: Grupper
zh_cn: 组

source: Groups define a collection of computers or users which have a common level of access to particular network resources and offer a level of granularity in controlling access to such resources. For example, if a group <emphasis role="italic">qa</emphasis> is defined and contains the users <emphasis role="italic">freda</emphasis>, <emphasis role="italic">danika</emphasis>, and <emphasis role="italic">rob</emphasis> and a second group <emphasis role="italic">support</emphasis> is defined and consists of users <emphasis role="italic">danika</emphasis>, <emphasis role="italic">jeremy</emphasis>, and <emphasis role="italic">vincent</emphasis> then certain network resources configured to allow access by the <emphasis role="italic">qa</emphasis> group will subsequently enable access by freda, danika, and rob, but not jeremy or vincent. Since the user <emphasis role="italic">danika</emphasis> belongs to both the <emphasis role="italic">qa</emphasis> and <emphasis role="italic">support</emphasis> groups, she will be able to access resources configured for access by both groups, whereas all other users will have only access to resources explicitly allowing the group they are part of.
fr: Les Groupes définissent un ensemble d'ordinateurs ou d'utilisateurs qui ont un niveau d'accès commun à des ressources réseau particulières, et offrent une certaine granularité dans le contrôle d'accès à de telles ressources. Par exemple, si un groupe <emphasis role="italic">qa</emphasis> est défini et contient les utilisateurs <emphasis role="italic">freda</emphasis>, <emphasis role="italic">danika</emphasis>, et <emphasis role="italic">rob</emphasis>, et un second groupe <emphasis role="italic">support</emphasis> est défini et contient les utilisateurs <emphasis role="italic">danika</emphasis>, <emphasis role="italic">jeremy</emphasis> et <emphasis role="italic">vincent</emphasis>, alors les ressources réseau configurées pour autoriser l'accès au groupe <emphasis role="italic">qa</emphasis> seront accessibles à freda, danika et rob, mais pas à jeremy ou à vincent. Comme l'utilisateur <emphasis role="italic">danika</emphasis> appartient aux deux groupes <emphasis role="italic">qa</emphasis> et <emphasis role="italic">support</emphasis>, elle aura accès aux ressources configurées comme accessibles par les deux groupes, tandis que tous les autres utilisateurs n'auront accès qu'aux ressources autorisant explicitement le groupe dont ils font partie.
sv: En grupp är en samling av datorer eller användare som har samma rättighetsnivåer till vissa nätverksresurser och ger dig lite möjligheten att kontrollera tillgång till resurser lite mindre finkornigt. Om till exempel en grupp som heter <emphasis role="italic">qa</emphasis> definieras och innehåller användarna <emphasis role="italic">freda</emphasis>, <emphasis role="italic">danika</emphasis> och <emphasis role="italic">rob</emphasis> och en annan grupp vid namn <emphasis role="italic">support</emphasis> skapas med användarna <emphasis role="italic">danika</emphasis>, <emphasis role="italic">jeremy</emphasis> och <emphasis role="italic">vincent</emphasis> kommer nätverksresurser som konfigureras för att släppa in gruppen <emphasis role="italic">qa</emphasis> följdaktligen släppa in freda, danika och rob, men inte jeremy eller vincent. Eftersom användaren <emphasis role="italic">danika</emphasis> tillhör både gruppen <emphasis role="italic">qa</emphasis> och <emphasis role="italic">support</emphasis> kommer hon att kunna komma åt nätverksresurser som släpper in användare från vilken som av grupperna, medans alla andra användare bara kommer att ha tillgång till nätverksresurser som just deras grupp har tillgång till.
zh_cn: 组定义了对指定网络资源拥有共同访问级别的一组计算机或用户，并提供对这些资源的访问控制粒度级别。举个例子，如果定义一个 <emphasis role="italic">qa</emphasis> 组并包含用户 <emphasis role="italic">freda</emphasis>、<emphasis role="italic">danika</emphasis> 和 <emphasis role="italic">rob</emphasis>，再定义第二个组 <emphasis role="italic">support</emphasis> 并包含 <emphasis role="italic">danika</emphasis>、<emphasis role="italic">jeremy</emphasis> 和 <emphasis role="italic">vincent</emphasis>。那么某个网络资源被配置为允许 <emphasis role="italic">qa</emphasis> 组访问时，则其可以被 freda、danika 和 rob访问，而不是 jeremy 或 vincent。因为用户 <emphasis role="italic">danika</emphasis> 属于 <emphasis role="italic">qa</emphasis> 和 <emphasis role="italic">support</emphasis> 两个组，所以她能够访问配置为两个组访问的资源，而所有其他用户则只能访问明确允许其所属组访问的资源。

source: When defining groups in the SAMBA configuration file, <filename>/etc/samba/smb.conf</filename> the recognized syntax is to preface the group name with an "@" symbol. For example, if you wished to define a group named <emphasis role="italic">sysadmin</emphasis> in a certain section of the <filename>/etc/samba/smb.conf</filename>, you would do so by entering the group name as <emphasis role="bold">@sysadmin</emphasis>.
fr: Lors de la définition de groupes dans le fichier de configuration de SAMBA, <filename>/etc/samba/smb.conf</filename>, la syntaxe reconnue est l'ajout d'un préfixe "@" au nom de groupe. Par exemple, si vous souhaitez définir un groupe nommé <emphasis role="italic">sysadmin</emphasis> dans une certaine section du fichier <filename>/etc/samba/smb.conf</filename>, vous devez entrer le nom de groupe ainsi :<emphasis role="bold">@sysadmin</emphasis>.
sv: När du definierar grupper i SAMBA:s konfigurationsfil, <filename>/etc/samba/smb.conf</filename>, används ett "@" innan namnet för att visa att det är en grupp. Om du till exempel vill skapa en grupp vid namn <emphasis role="italic">sysadmin</emphasis> någonstans i <filename>/etc/samba/smb.conf</filename> skulle du behöva skriva in gruppnamnet som <emphasis role="bold">@sysadmin</emphasis>.
zh_cn: 当在 SAMBA 配置文件 <filename>/etc/samba/smb.conf</filename> 中定义组时，被认可的写法是在用“@”符作为组名的开始。例如，如果你希望在 <filename>/etc/samba/smb.conf</filename> 某段中定义一个名为 <emphasis role="italic">sysadmin</emphasis> 的组，那么你需要输入 <emphasis role="bold">@sysadmin</emphasis> 来作为组名。

source: Group Policy
fr: Stratégie de groupe
sv: Gruppolicys
zh_cn: 组策略

source: Group Policy defines certain SAMBA configuration settings pertaining to the Domain or Workgroup computer accounts belong to, and other global settings for the SAMBA server. For example, if the SAMBA server belongs to a Workgroup of Windows computers called <emphasis role="italic">LEVELONE</emphasis>, then the <filename>/etc/samba/smb.conf</filename> could be edited, and the following value changed accordingly:
fr: Les stratégies de groupes définissent certains réglages de configuration SAMBA en rapport avec le domaine ou le groupe de travail auquel appartient le compte d'ordinateur, ainsi que d'autres réglages globaux du serveur SAMBA. Par exemple, si le serveur SAMBA appartient au groupe de travail Windows appelé <emphasis role="italic">NIVEAU1</emphasis>, le fichier <filename>/etc/samba/smb.conf</filename> pourrait alors être modifié de la manière suivante :
sv: Gruppolicys definierar vissa inställningar i SAMBA som påverkar vilken domän eller arbetsgrupp datorns konton tillhör, och andra globala inställningar för SAMBA-servern. Till exempel, om SAMBA-servern tillhör en arbetsgrupp av Windowsdatorer som heter <emphasis role="italic">LEVELONE</emphasis> kan du ändra på <filename>/etc/samba/smb.conf</filename> och ändra på följande rad:
zh_cn: 组策略为 SAMBA 服务器定义属于域或工作组计算机帐号的 SAMBA 配置设置及其他全局设置。举个例子，如果 SAMBA 服务器属于一个名为 <emphasis role="italic">LEVELONE</emphasis> 的 Windows 计算机工作组，那么 <filename>/etc/samba/smb.conf</filename> 可以相应改成下面的值：

source: workgroup = LEVELONE
fr: workgroup = NIVEAU1

source: Save the file and restart the SAMBA daemons to affect the change.
fr: Enregistrez le fichier et redémarrez les démons SAMBA pour appliquer le changement.
sv: Spara filen och starta om SAMBA-demonerna för att verkställa ändringen.
zh_cn: 保存文件并重启 SAMBA 守护程序以使改变生效。

source: Other important global policy settings include the <emphasis role="italic">server string</emphasis> which defines the NETBIOS server name reported by your Ubuntu system to other machines on the Windows-based network. This is the name your Ubuntu system will be recognized as by Windows clients and other computers capable of browsing the network with the SMB protocol. Additionally, you may specify the name and location of the SAMBA server's log file by using the <emphasis role="italic">log file</emphasis> directive in the <filename>/etc/samba/smb.conf</filename> file.
fr: D'autres réglages de stratégie globale importants comprennent la <emphasis role="italic">chaîne du serveur</emphasis> qui définit le nom serveur NETBIOS qui sera annoncé aux autres machines du réseau Windows par votre système Ubuntu. C'est le nom par lequel votre système Ubuntu sera reconnu par les clients Windows et d'autres ordinateurs capables de parcourir le réseau avec le protocole SMB. De plus, vous pouvez indiquer le nom et l'emplacement du fichier journal du serveur SAMBA en utilisant la directive <emphasis role="italic">log file</emphasis> dans le fichier <filename>/etc/samba/smb.conf</filename>.
sv: Andra viktiga inställningar för global policy inkluderar <emphasis role="italic">server string</emphasis>, som avgör vilket NETBIOS-namn ditt Ubuntusystem ska berätta för andra datorer på det Windows-baserade nätverket. Det här är namnet som ditt Ubuntusystem kommer att vara känt som av Windowsklienter och andra datorer som klarar av att bläddra i nätverket med SMB-protokollet. Du kan dessutom bestämma namnet och platsen för SAMBA-serverns loggfiler genom att ändra på instruktionen <emphasis role="italic">log file</emphasis> i filen <filename>/etc/samba/smb.conf</filename>.
zh_cn: 其它重要的全局策略设置包括 <emphasis role="italic">server string</emphasis>，定义了 Ubuntu 系统向基于 Windows 网络上其它机器所宣称的 NETBIOS 服务器名称。该名称也使你的 Ubuntu 系统被 Windows 客户端及其它使用 SMB 协议浏览网络的计算机所识别。而且用户还可以通过 <filename>/etc/samba/smb.conf</filename> 文件中的 <emphasis role="italic">log file</emphasis> 指令来指定 SAMBA 服务器日志文件的名称和所在位置。

source: Some of the additional directives governing global group policy include specification of the global nature of all shared resources. For example, placing certain directives under the <emphasis role="italic">[global]</emphasis> heading of the <filename>/etc/samba/smb.conf</filename> file will affect all shared resources unless an overriding directive is placed under a particular shared resource heading. You specify all shares are browseable by all clients on the network by placing a <emphasis role="italic">browseable</emphasis> directive, which takes a Boolean argument, under the <emphasis role="italic">[global]</emphasis> heading in the <filename>/etc/samba/smb.conf</filename>. That is, if you edit the file and add the line:
fr: Quelques directives supplémentaires influençant la stratégie de groupe globale concernent la spécification de la nature globale des ressources partagées. Par exemple, l'emplacement de certaines directives sous la section <emphasis role="italic">[global]</emphasis> du fichier <filename>/etc/samba/smb.conf</filename> concernera toutes les ressources partagées, sauf si une directive identique remplace celle-ci sous la section d'une ressource partagée particulière. Vous indiquez que tous les partages peuvent être parcourus par tous les clients du réseau en plaçant la directive <emphasis role="italic">browseable</emphasis>, qui prend une valeur booléenne, sous la section <emphasis role="italic">[global]</emphasis> du fichier <filename>/etc/samba/smb.conf</filename>. C'est-à-dire que si vous modifiez le fichier en ajoutant la ligne :
sv: Vissa av de övriga instruktionerna som påverkar den globala gruppolicyn inkluderar anvisningar för hur alla delade resurser ska uppföra sig. Till exempel kan du skriva vissa instruktioner under rubriken <emphasis role="italic">[global]</emphasis> i filen <filename>/etc/samba/smb.conf</filename>, varpå det kommer att påverka alla utdelade resurser, om de inte har egna instruktioner som säger emot den här instruktionen. Du kan göra alla utdelade resurser bläddringsbara för alla klienter på nätverket genom att skriva instruktionen <emphasis role="italic">browseable</emphasis> under rubriken <emphasis role="italic">[global]</emphasis> i <filename>/etc/samba/smb.conf</filename>. Instruktionen tar ett booleskt argument - true eller false. Med andra ord, om du ändrar på filen och lägger till raden:
zh_cn: 还有一些可以管理全局组策略的附加指令包括对所有共享资源全局性能的说明。例如在 <filename>/etc/samba/smb.conf</filename> 中 <emphasis role="italic">[global]</emphasis> 标题下面的指令将影响所有共享资源，除非在某些共享资源标题下有覆盖全局设置的指令。你可以通过 <emphasis role="italic">browseable</emphasis> 指令来使网络中所有的客户机都能浏览全部共享。该指令使用一个布尔值，位于 <filename>/etc/samba/smb.conf</filename> 文件的 <emphasis role="italic">[global]</emphasis> 标题中。编辑该文件，并添加下面一行：

source: under the <emphasis role="italic">[global]</emphasis> section of <filename>/etc/samba/smb.conf</filename>, then all shares provided by your Ubuntu system via SAMBA will be browseable by all authorized clients, unless a specific share contains a <emphasis role="italic">browseable = false</emphasis> directive, which will override the global directive.
fr: sous la section <emphasis role="italic">[global]</emphasis> de <filename>/etc/samba/smb.conf</filename>, tous les partages offerts par votre système Ubuntu via SAMBA pourront être parcourus par tous les clients autorisés, sauf si un partage particulier contient une directive <emphasis role="italic">browseable = false</emphasis> qui prendra le pas sur la directive globale.
sv: i avdelningen <emphasis role="italic">[global]</emphasis> i <filename>/etc/samba/smb.conf</filename> så kommer alla utdelade resurser ditt Ubuntusystem erbjuder över SAMBA att gå att bläddra i av alla identifierade klienter, om inte en specifik resurs innehåller instruktionen <emphasis role="italic">browseable = false</emphasis>, eftersom det då kommer att åsidosätta den globala instruktionen.
zh_cn: 到 <filename>/etc/samba/smb.conf</filename> 文件的 <emphasis role="italic">[global]</emphasis> 节的下面。这样所有你 Ubuntu 系统中的共享将通过 SAMBA 被授权客户机浏览，除非该共享包含了覆盖全局指令的 <emphasis role="italic">browseable = false</emphasis> 指令。

source: Other examples which work in a similar manner, are the <emphasis role="italic">public</emphasis> and <emphasis role="italic">writeable</emphasis> directives. The <emphasis role="italic">public</emphasis> directive accepts a Boolean value and decides whether a particular shared resource is visible by all clients, authorized or not. The <emphasis role="italic">writeable</emphasis> directive also takes a Boolean value and defines whether a particular shared resource is writable by any and all network clients.
fr: Les directives <emphasis role="italic">public</emphasis> et <emphasis role="italic">writeable</emphasis> sont d'autres exemples qui fonctionnent de la même manière. La directive <emphasis role="italic">public</emphasis> prend une valeur booléenne et détermine si une ressource partagée particulière est visible par tous les clients, autorisés ou non. La directive <emphasis role="italic">writeable</emphasis> prend également une valeur booléenne et détermine si une ressource partagée particulière est accessible en écriture par n'importe quel client du réseau.
sv: Andra exempel som fungerar ungefär likadant är instruktionerna <emphasis role="italic">public</emphasis> och <emphasis role="italic">writeable</emphasis>. Instruktionen <emphasis role="italic">public</emphasis> accepterar ett booleskt värde och avgör om en specifik delad resurs är synlig för alla klienter, oavsett om de är identifierade eller inte. Instruktionen <emphasis role="italic">writeable</emphasis> accepterar också ett booleskt värde och definierar om en specifik delad resurs är skrivbar för någon och alla nätverksklienter.
zh_cn: 相同方式运作的其他例子还有 <emphasis role="italic">public</emphasis> 和 <emphasis role="italic">writeable</emphasis> 指令。<emphasis role="italic">public</emphasis> 指令接受一个布尔值并决定特定的共享资源对所有客户是否可见，而无论其被授权与否。<emphasis role="italic">writeable</emphasis> 指令也采用布尔值以定义特定共享资源是否对部分或所有网络客户可写。

source: Wiki Applications
fr: Applications Wiki
sv: Wiki Applikationer
zh_cn: Wiki 应用程序

source: A Wiki is a website that allows the visitors to easily add, remove and modify available content easily. The ease of interaction and operation makes Wiki an effective tool for mass collaborative authoring. The term Wiki is also referred to the collaborative software.
fr: Un Wiki est un site permettant facilement aux visiteurs d'ajouter, supprimer et modifier le contenu disponible. La simplicité d'interaction et de fonctionnement font du Wiki un outil efficace pour la création faite en collaboration massive. Le terme Wiki s'applique également au logiciel collaboratif.
sv: En Wiki är en webbplats som tillåter användare att på ett enkelt sätt lägga till, ta bort och ändra befintligt innehåll. Det enkla förfarandet och samordningen gör Wiki till ett effektivt samarbetsverktyg för författande. Termen Wiki syftar på samarbetsmjukvara.
zh_cn: Wiki 是一种允许访问者方便地添加、删除和修改可用内容的网站。其交互和操作的便利性使得 Wiki 成为大规模协作写作的有效工具。术语 Wiki 同时也代表该协作软件。

source: In this section, we explain howto install and configure the Wiki applications, <application>MoinMoin</application> and <application>MediaWiki</application> on your Ubuntu system.
fr: Dans cette partie, nous expliquons comment installer et configurer les applications Wiki, <application>MoinMoin</application> et <application>MediaWiki</application> sur votre système Ubuntu.
sv: I det här avsnittet kommer vi att förklara hur man installerar och konfigurerar Wiki-programmen <application>MoinMoin</application> och <application>MediaWiki</application> på ditt Ubuntu system.
zh_cn: 在本节中，我们将解释如何在您的 Ubuntu 系统中安装和配置如下 Wiki 应用程序，<application>MoinMoin</application> 和 <application>MediaWiki</application>。

source: MoinMoin is a Wiki engine implemented in Python, based on the PikiPiki Wiki engine, and licensed under the GNU GPL.
fr: MoinMoin est un moteur Wiki implémenté dans le langage Python, basé sur le moteur Wiki PikiPiki et publié sous licence GNU GPL.
sv: MoinMoin är en Wiki-motor implementerad i Python, baserad på PikiPiki Wiki-motorn och licenserad under GNU GPL.
zh_cn: MoinMoin 是个用 Python 实现的 Wiki 引擎，其基于 PikiPiki Wiki 引擎，并在 GNU GPL 下授权。

source: To install <application>MoinMoin</application>, run the following command in the command prompt:
fr: Pour installer <application>MoinMoin</application>, lancez la commande suivante dans une console :
sv: För att installera <application>MoinMoin</application>, skriv följande i kommandoprompten:
zh_cn: 若想安装 <application>MoinMoin</application>，请在命令行提示中运行如下命令：

source: You should also install <application>apache2</application> web server. For installing <application>apache2</application> web server, please refer to <xref linkend="http-installation"/> sub-section in <xref linkend="httpd"/> section.
fr: Vous devriez également installer le serveur Web <application>apache2</application>. Pour ce faire, référez-vous à la sous-section <xref linkend="http-installation"/> de la section <xref linkend="httpd"/>.
sv: Du bör även installera webbservern <application>apache2</application>. Referera till <xref linkend="http-installation"/> underavsnittet i <xref linkend="httpd"/> för att installera webbservern <application>apache2</application>,

source: For configuring your first Wiki application, please run the following set of commands. Let us assume that you are creating a Wiki named <emphasis>mywiki</emphasis>:
fr: Pour configurer votre première application Wiki, veuillez entrez la série de commandes suivantes en supposant que vous vouliez créer un Wiki nommé <emphasis>monwiki</emphasis> :
sv: För att konfigurera din första Wiki-applikation, skriv följande serie av kommandon. Låt oss förutsätta att du skapar en Wiki med namnet <emphasis>mywiki</emphasis>:
zh_cn: 要设置您的第一个 Wiki 应用程序，请运行以下一组命令。让我们假设您正在创建一个名为 <emphasis>mywiki</emphasis> 的 Wiki：
