Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: By default, the server writes the transfer log to the file /var/log/apache2/access.log. You can change this on a per-site basis in your virtual host configuration files with the <emphasis>CustomLog</emphasis> directive, or omit it to accept the default, specified in <filename> /etc/apache2/apache2.conf</filename>. You may also specify the file to which errors are logged, via the <emphasis>ErrorLog</emphasis> directive, whose default is <filename>/var/log/apache2/error.log</filename>. These are kept separate from the transfer logs to aid in troubleshooting problems with your Apache2 server. You may also specify the <emphasis>LogLevel</emphasis> (the default value is "warn") and the <emphasis>LogFormat</emphasis> (see <filename> /etc/apache2/apache2.conf</filename> for the default value).
fr: Par défaut, le serveur écrit le journal des transferts dans le fichier /var/log/apache2/access.log. Vous pouvez modifier cela sur la base d'un journal par site dans vos fichiers de configuration de l'hôte virtuel avec la directive <emphasis>CustomLog</emphasis>, ou de l'omettre en acceptant la configuration par défaut spécifiée dans <filename>/etc/apache2/apache2.conf</filename>. Vous pouvez également spécifier le fichier dans lequel le journal des erreurs sera enregistré, via la directive <emphasis>ErrorLog</emphasis>, qui a pour valeur par défaut <filename>/var/log/apache2/error.log</filename>. Celui-ci est séparé du journal des transferts afin de faciliter la résolution des dysfonctionnements de votre serveur Apache2. Vous pouvez également spécifier le <emphasis>LogLevel</emphasis> ( NdT : la verbosité des journaux ) dont la valeur par défaut est « warn » et <emphasis>LogFormat</emphasis> ( NdT : le format des journaux ), voyez le fichier <filename>/etc/apache2/apache2.conf</filename> pour la valeur par défaut de celui-ci.
sv: Servern loggar normalt alla överföringar till filen /var/log/apache2/access.log. Du kan ändra det här för varje webbplats i dina konfigurationsfiler för virtuella värdar med direktivet <emphasis>CustomLog</emphasis>, eller hoppa över det för att acceptera standardvärdet som bestäms i <filename> /etc/apache2/apache2.conf</filename>. Du kan också välja vilken fil felmeddelanden ska loggas till med direktivet <emphasis>ErrorLog</emphasis>. Standardplatsen för felmeddelanden är <filename>/var/log/apache2/error.log</filename>. De här sparas separat från överföringsloggarna för att underlätta felsökning av din Apache2-server. Du kan också välja <emphasis>LogLevel</emphasis> (standardvärdet är "warn") och <emphasis>LogFormat</emphasis> (se <filename> /etc/apache2/apache2.conf</filename> för standardvärdet).
zh_cn: 在缺省状态下，服务器将传输日志记录在文件 /var/log/apache2/access.log 中。您可以在您每个虚拟主机站点的配置文件上用 <emphasis>CustomLog</emphasis> 语句来改变它，或者忽略它以接受在 <filename> /etc/apache2/apache2.conf</filename> 中指定的缺省设置。您也可以通过 <emphasis>ErrorLog</emphasis> 语句来指定记录错误日志的文件，该文件缺省是 <filename>/var/log/apache2/error.log</filename>。这些都从传输日志中分离出来以便更好地在您的 Apache2 服务器中发现和解决问题。您也可以指定 <emphasis>LogLevel</emphasis> (缺省值是 "warn") 和 <emphasis>LogFormat</emphasis> (缺省值参见<filename> /etc/apache2/apache2.conf</filename>)

source: Some options are specified on a per-directory basis rather than per-server. Option is one of these directives. A Directory stanza is enclosed in XML-like tags, like so: <screen><command>&lt;Directory /var/www/mynewsite&gt; ... &lt;/Directory&gt;</command></screen> The Options directive within a Directory stanza accepts one or more of the following values (among others), separated by spaces:
fr: Certaines options sont spécifiés pour un répertoire plutôt que pour un serveur. Une section pour un répertoire est imbriqué dans des balises de type XML, ressamblant à ceci : <screen><command>&lt;Directory /var/www/mynewsite&gt; ... &lt;/Directory&gt;</command></screen> Les options au sein d'une section de répertoire acceptent une ou plusieurs des valeurs suivantes (parmi d'autres), séparées par des espaces :
sv: Vissa alternativ är angivna på basis av per-katalog istället för per-server. Alternativet är ett av dessa direktiv. En Directory-strof omfattas av XML-liknande taggar, liksom: <screen><command>&lt;Directory /var/www/mynewsite&gt; ... &lt;/Directory&gt;</command></screen> Alternativets direktiv inom en Directory-strof accepterar ett eller flera av följande värden (bland annat), separerade med blanksteg:

source: Most files should not be executed as CGI scripts. This would be very dangerous. CGI scripts should kept in a directory separate from and outside your DocumentRoot, and only this directory should have the ExecCGI option set. This is the default, and the default location for CGI scripts is /usr/lib/cgi-bin.
fr: La plupart des fichiers ne doivent pas être exécutés en tant que scripts CGI. Cela pourrait être très dangereux. Les scripts CGI doivent être placés dans un répertoire séparé et extérieur à votre DocumentRoot, et seul ce répertoire devrait avoir l'option ExecCGI activée. L'emplacement par défaut des scripts CGI est /usr/lib/cgi-bin.
sv: De flesta filerna bör inte exekveras som CGI-skript. Det skulle vara väldigt farligt. CGI-skript bör ligga i en egen katalog som är skild från, och utanför, din DocumentRoot, och bara den här katalogen ska ha ExecCGI-alternativet aktiverat. Såhär ser standardinställningen ut, och standardplatsen för CGI-skript är /usr/lib/cgi-bin.
zh_cn: 大多数文件不应被作为 CGI 脚本执行。这会是非常危险的。CGI 脚本应当被放在您的 DocumentRoot 目录以外的单独目录中，并且只能该目录才有 ExecCGI 选项设置。缺省状态下，CGI 脚本默认位于 /usr/lib/cgi-bin。

source: <emphasis role="bold">ExecCGI</emphasis> - Allow execution of CGI scripts. CGI scripts are not executed if this option is not chosen. <placeholder-1/>
fr: <emphasis role="bold">ExecCGI</emphasis> - Autorise l'exécution des scripts CGI. Les scripts CGI ne sont pas exécutés si cette option n'est pas choisie. <placeholder-1/>
sv: <emphasis role="bold">ExecCGI</emphasis> - Tillåt att CGI-skript körs. CGI-skript körs inte om inte det inte skrivs. <placeholder-1/>
zh_cn: <emphasis role="bold">ExecCGI</emphasis> - 允许执行 CGI 脚本。如果该选项没有设置，则 CGI 脚本将不能执行。<placeholder-1/>

source: <emphasis role="bold">Includes</emphasis> - Allow server-side includes. Server-side includes allow an HTML file to <emphasis> include</emphasis> other files. This is not a common option. See <ulink url="http://httpd.apache.org/docs/2.0/howto/ssi.html">the Apache2 SSI Howto</ulink> for mor information.
fr: <emphasis role="bold">Includes</emphasis> - Autorise les inclusions côté serveur (server-side includes). Les inclusions côté serveur (server-side includes) permettent à un fichier HTML d'<emphasis>inclure</emphasis> d'autres fichiers. Ce n'est pas une option courante. Pour plus d'informations voyez <ulink url="http://httpd.apache.org/docs/2.0/howto/ssi.html"> le Howto Apache2 SSI</ulink>.
sv: <emphasis role="bold">Includes</emphasis> - Tillåt serverinkluderingar (SSI). Serverinkluderingar tillåter att en HTML-fil inkluderar andra filer. Det här är ganska ovanligt. Läs <ulink url="http://httpd.apache.org/docs/2.0/howto/ssi.html">Apache2:s SSI-HOWTO</ulink> för mer information.
zh_cn: <emphasis role="bold">Includes</emphasis> - 允许服务器端包含。服务器端包含允许一个 HTML 文件<emphasis>包含</emphasis>其他文件。这不是一个常用选项。更多信息参见 <ulink url="http://httpd.apache.org/docs/2.0/howto/ssi.html">Apache2 SSI 指南</ulink>。

source: <emphasis role="bold">IncludesNOEXEC</emphasis> - Allow server-side includes, but disable the #exec and #include commands in CGI scripts.
fr: <emphasis role="bold">IncludesNOEXEC</emphasis> - Autorise les inclusions côté serveur (SSI), mais désactive les commandes #exec et #include dans les scripts CGI.
sv: <emphasis role="bold">IncludesNOEXEC</emphasis> - Tillåter serverinkluderingar, men avaktiverar kommandona #exec och #include i CGI-skript.
zh_cn: <emphasis role="bold">IncludesNOEXEC</emphasis> - 允许服务器端包含，但禁用 CGI 脚本中的 #exec 和 #include 命令。

source: For security reasons, this should usually not be set, and certainly should not be set on your DocumentRoot directory. Enable this option carefully on a per-directory basis only if you are certain you want users to see the entire contents of the directory.
fr: Pour des raisons de sécurité, ceci ne devrait habituellement pas être activé, et cela ne devrait certainement pas être activé dans votre répertoire racine de documents (DocumentRoot). Si vous êtes certain de vouloir que les utilisateurs voient le contenu complet d'un répertoire, activez cette option avec prudence dans une section pour ce répertoire.
sv: Av säkerhetsskäl är det här oftast inte aktiverat, och bör framförallt inte vara aktiverat i din DocumentRoot-katalog. Aktivera det här valet försiktigt, och bara för de kataloger där du vet att användarna vill se hela innehållet i katalogen.
zh_cn: 出于安全考虑，这个通常不会设置，无疑也不应在您 DocumentRoot 目录中设置。只有在您确定您希望用户看到目录的整个内容时请小心地基于每个目录启用该选项。

source: <emphasis role="bold">Indexes</emphasis> - Display a formatted list of the directory's contents, if no DirectoryIndex (such as index.html) exists in the requested directory. <placeholder-1/>
fr: <emphasis role="bold">Indexes</emphasis> - Affiche une liste formatée du contenu du répertoire, si aucun index de répertoire ( DirectoryIndex ), comme le fichier index.html, n'existe dans le dossier sollicité. <placeholder-1/>
sv: <emphasis role="bold">Indexes</emphasis> - Visa en formaterad lista över katalogens innehåll om ingen DirectoryIndex-fil (som till exempel index.html) finns i den efterfrågade katalogen. <placeholder-1/>
zh_cn: <emphasis role="bold">Indexes</emphasis> - 如果 DirectoryIndex (如 index.html) 在请求的目录没存在的话，按一定方式显示目录内容列表。<placeholder-1/>

source: <emphasis role="bold">Multiview</emphasis> - Support content-negotiated multiviews; this option is disabled by default for security reasons. See the <ulink url="http://httpd.apache.org/docs/2.0/mod/mod_negotiation.html#multiviews">Apache2 documentation on this option</ulink>.
fr: <emphasis role="bold">Multiviews</emphasis> - Support de la négociation de contenu multiviews ; cette option est désactivée par défaut pour des raisons de sécurité. Voyez <ulink url="http://httpd.apache.org/docs/2.0/content-negotiation.html"> la documentation Apache2 sur la négociation de contenu</ulink>
sv: <emphasis role="bold">Multiview</emphasis> - Stöd för "content-negotiated multiviews". Den här möjligheten är normalt avstängd av säkerhetsskäl. Läs <ulink url="http://httpd.apache.org/docs/2.0/mod/mod_negotiation.html#multiviews">Apache2-dokumentationen om den här värdet</ulink>.
zh_cn: <emphasis role="bold">Multiview</emphasis> - 支持内容协商的多重视图；该选项在缺省状态下出于安全的考虑是被禁用的。参见 <ulink url="http://httpd.apache.org/docs/2.0/mod/mod_negotiation.html#multiviews">Apache2 关于该选项的文档</ulink>。

source: <emphasis role="bold">SymLinksIfOwnerMatch</emphasis> - Only follow symbolic links if the target file or directory has the same owner as the link.
fr: <emphasis role="bold">SymLinksIfOwnerMatch</emphasis> - Ne suit les liens symboliques que si le fichier ou répertoire cible a le même propriétaire que le lien.
sv: <emphasis role="bold">SymLinksIfOwnerMatch</emphasis> - Följ bara symboliska länkar om målfilen eller -katalogen har samma ägare som länken.
zh_cn: <emphasis role="bold">SymLinksIfOwnerMatch</emphasis> - 仅在软连接与其目的文件或目录拥有相同所有者时才使用。

source: Virtual Hosts Settings
fr: Paramètres des hôtes virtuels
sv: Inställningar för virtuella värdar
zh_cn: 虚拟主机设置

source: Virtual hosts allow you to run different servers for different IP addresses, different host names, or different ports on the same machine. For example, you can run the website for http://www.example.com and http://www.anotherexample.com on the same Web server using virtual hosts. This option corresponds to the &lt;VirtualHost&gt; directive for the default virtual host and IP-based virtual hosts. It corresponds to the &lt;NameVirtualHost&gt; directive for a name-based virtual host.
fr: Les hôtes virtuels vous permettent de faire fonctionner différents serveurs sur la même machine, pour différentes adresses IP, différents noms d'hôtes, ou des ports différents. Par exemple, vous pouvez faire fonctionner le site web http://www.example.com et le site web http://www.anotherexample.com sur le même serveur web en utilisant des hôtes virtuels. Cette option correspond à la directive &lt;VirtualHost&gt; pour l'hôte virtuel par défaut et pour des hôtes virtuels basés sur l'adresse IP. Elle correspond à la directive &lt;NameVirtualHost&gt; pour des hôtes virtuels basés sur leur nom.
sv: Virtuella värdar låter dig köra flera servrar för olika IP-adresser, olika värdnamn, eller olika portar på samma dator. Till exempel kan du ha en webbplats för http://www.exempel.com och http://www.annatexempel.com på samma webbserver med virtuella värdar. Det här alternativet motsvarar direktivet &lt;VirtualHost&gt; för normala virtuella värdar och IP-baserade virtuella värdar. För namnbaserade virtuella värdar används istället &lt;NameVirtualHost&gt;
zh_cn: 虚拟主机允许您在同一台机器上相对不同的 IP 地址、主机名或不同端口号运行不同的服务器。例如，您可以运行使用虚拟主机在同一个 Web 服务器上运行网站 http://www.example.com 和 http://www.anotherexample.com。这一选项适用于缺省虚拟主机和基于 IP 的虚拟主机的 <VirtualHost> 语句，也适用于基于名称的虚拟主机的 <NameVirtualHost> 语句。

source: The directives set for a virtual host only apply to that particular virtual host. If a directive is set server-wide and not defined within the virtual host settings, the default setting is used. For example, you can define a Webmaster email address and not define individual email addresses for each virtual host.
fr: Le jeu de directives pour un hôte virtuel ne s'applique que à cet hôte virtuel en particulier. Si une directive est définie globalement pour le serveur et n'est pas définie dans les paramètres de l'hôte virtuel, les paramètres par défaut s'appliquent. Par exemple, vous pouvez définir l'adresse de courriel du webmaster globalement, et ne pas définir d'adresses individuelles pour chaque hôte virtuel.
sv: De direktiv som skrivs inuti en virtuell värd gäller bara just den virtuella värden. Om ett direktiv sätts för hela servern men inte i inställningarna för den virtuella värden kommer standardinställningen att användas. Till exempel kan du definiera en e-postadress för webbmastern så att du slipper definiera individuella e-postadresser för varje virtuell värd.
zh_cn: 虚拟主机的语句设置仅应用于特定的虚拟主机。如果一个语句在服务器范围中设置而没有在虚拟主机设置中定义，那么将使用缺省设置。例如，您可以定义网络管理员的邮件地址而无需为每个虚拟主机都分别定义邮件地址。

source: Set the DocumentRoot directive to the directory that contains the root document (such as index.html) for the virtual host. The default DocumentRoot is <filename>/var/www</filename>.
fr: La valeur de la directive DocumentRoot doit être le répertoire racine (qui contient index.html par exemple) pour l'hôte virtuel. Le répertoire racine par défaut est <filename>/var/www</filename>.
sv: Sätt direktivet DocumentRoot till katalogen som innehåller huvuddokumentet för den virtuella värden (t ex index.html). Standardvärdet för det är <filename>/var/www</filename>.
zh_cn: 为虚拟主机设置 DocumentRoot 语句到包含根文档 (如 index.html) 目录。缺省的 DocumentRoot 是 <filename>/var/www</filename>。

source: The ServerAdmin directive within the VirtualHost stanza is the email address used in the footer of error pages if you choose to show a footer with an email address on the error pages.
fr: La directive ServerAdmin dans la section VirtualHost est l'adresse du courriel utilisée dans le pied de page des pages d'erreurs si vous choisissez d'afficher un pied de page avec une adresse de courriel dans les pages d'erreurs.
sv: ServerAdmin direktivet inom VirtualHost är det blocket för e-postadressen som används i sidfoten på felsidorna, om du väljer att visa sidfoten med en e-postadress på felsidorna.
zh_cn: VirtualHost 块中的 ServerAdmin 指令用来提供在出错页面的页脚使用的 email 地址(如果您选择要在出错页面显示一个带有 email 地址的页脚的话)。

source: Server Settings
fr: Paramètres du serveur
sv: Serverinställningar
zh_cn: 服务器设置

source: This section explains how to configure basic server settings.
fr: Cette section explique comment effectuer les réglages de base du serveur.
sv: Den här avdelningen förklarar hur du konfigurerar grundläggande serverinställningar.
zh_cn: 这部分内容说明如何配置基本的服务器设置。

source: <emphasis role="bold">LockFile</emphasis> - The LockFile directive sets the path to the lockfile used when the server is compiled with either USE_FCNTL_SERIALIZED_ACCEPT or USE_FLOCK_SERIALIZED_ACCEPT. It must be stored on the local disk. It should be left to the default value unless the logs directory is located on an NFS share. If this is the case, the default value should be changed to a location on the local disk and to a directory that is readable only by root.
fr: <emphasis role="bold">LockFile</emphasis> - La directive LockFile définit le chemin vers le fichier lockfile utilisé lorsque le serveur est compilé soit avec USE_FCNTL_SERIALIZED_ACCEPT, soit USE_FLOCK_SERIALIZED_ACCEPT. Ce fichier doit être enregistré sur le disque local. On doit laisser la valeur par défaut à moins que le répertoire des journaux se situe sur un partage NFS. Dans ce cas, la valeur par défaut doit être modifiée pour un emplacement, sur le disque local, lisible uniquement par le super-utilisateur (root).
sv: <emphasis role="bold">LockFile</emphasis> - Direktivet LockFile ställer in sökvägen till låsfilen som används om servern är kompilerad med antingen USE_FCNTL_SERIALIZED_ACCEPT eller USE_FLOCK_SERIALIZED_ACCEPT. Det måste vara på en lokal hårddisk. Det bör inte ändras från standardvärdet om inte loggfilerna ligger på en NFS-utdelning. Om så är fallet bör standardvärdet ändras till en plats på den lokala hårddisken och till en katalog som bara root får läsa.
zh_cn: <emphasis role="bold">LockFile</emphasis> - 当服务器编译时使用了 USE_FCNTL_SERIALIZED_ACCEPT 或 USE_FLOCK_SERIALIZED_ACCEPT 参数时，使用 LockFile 语句来设置 lockfile 的路径。它必须保存在本地磁盘上，它应该设置成缺省值，除非日志目录被定位在 NFS 共享上。如果是这种情况，缺省值应该被改为本地磁盘的位置并且其目录只对 root 用户可读。

source: <emphasis role="bold">PidFile</emphasis> - The PidFile directive sets the file in which the server records its process ID (pid). This file should only be readable by root. In most cases, it should be left to the default value.
fr: <emphasis role="bold">PidFile</emphasis> - La directive PidFile définit le fichier dans lequel le serveur enregistre son ID de processus (pid : process ID). Ce fichier ne doit être accessible en lecture que par le super-utilisateur (root). Dans la plupart des cas, la valeur par défaut peut être conservée.
sv: <emphasis role="bold">PidFile</emphasis> - Direktivet PidFile ställer in filen som servern sparar sin process-ID (pid) till. Den här filen bör ingen annan än root kunna läsa. I de flesta fallen bör det här inte ändras från standardvärdet.
zh_cn: <emphasis role="bold">PidFile</emphasis> - PidFile 语句设置服务器记录其进程 ID (pid) 的文件。该文件只对 root 用户可读。在大多数情况下，应该保留其缺省值。

source: <emphasis role="bold">User</emphasis> - The User directive sets the userid used by the server to answer requests. This setting determines the server's access. Any files inaccessible to this user will also be inaccessible to your website's visitors. The default value for User is www-data.
fr: <emphasis role="bold">User</emphasis> - La directive User définit le numéro d'utilisateur (userid) utilisé par le serveur pour répondre aux requêtes. Ce paramétrage détermine les accès au serveur. Un fichier inaccessible à cet utilisateur sera également inaccessible aux visiteur de votre site web. La valeur par défaut pour la directive User est www-data.
sv: <emphasis role="bold">User</emphasis> - Direktivet User ställer in vilket användar-ID servern använder när den svarar på förfrågningar. Den här inställningen ställer in vilka rättigheter servern har. Alla filer den här användaren inte kommer åt kommer inte webbplatsens besökare komma åt. Standardvärdet för User är www-data.
zh_cn: <emphasis role="bold">User</emphasis> - User 语句设置被服务器用于回应请求的用户 ID。该设置决定服务器的权限。任何该用户无法访问的文件也无法被您网站的访问者访问。用户缺省值是 www-data。

source: Unless you know exactly what you are doing, do not set the User directive to root. Using root as the User will create large security holes for your Web server.
fr: A moins que vous ne sachiez exactement ce que vous faites, ne définissez jamais la directive User à root. Utiliser root (super-utilisateur) comme valeur pour User créera d'énormes trous de sécurité dans votre serveur web.
sv: Om du inte vet exakt vad du gör bör du inte sätta direktivet User till root. Att köra webbservern som root kommer att skapa stora säkerhetshål i din webbserver.
zh_cn: 除非您的确知道您在做什么，否则请不要将 User 设为 root 用户。用 root 作为 User 的值将会在您的 Web 服务器中产生极大的安全漏洞。

source: The Group directive is similar to the User directive. Group sets the group under which the server will answer requests. The default group is also www-data.
fr: La directive Group est similaire à la directive User. Elle définit le groupe sous lequel le serveur web répondra aux requêtes. Le groupe par défaut est également www-data.
sv: Direktivet Group är likt User. Group ställer in vilken grupp webbservern körs som. Standardgruppen är också www-data.
zh_cn: Group 语句同 User 语句相似。Group 设置被服务器用于回应请求的用户组。缺省的组也是 www-data。

source: Apache Modules
fr: Modules d'Apache
sv: Apachemoduler
zh_cn: Apache 模块
