Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: Once the installation is complete, you should configure the PostgreSQL server based on your needs, although the default configuration is viable.
fr: Une fois que l'installation est terminée, vous devez configurer le serveur PostgreSQL suivant vos besoins, bien que la configuration par défaut soit utilisable.
sv: Så fort installationen är avslutad bör du konfigurera PostgreSQL-servern baserat på dina behov, men standardkonfigurationen är ganska bra.
zh_cn: 一旦安装完成，您就要按您的需要配置 PostgreSQL 服务器，尽管缺省配置已经可以使它可以正常运行了。

source: By default, connection via TCP/IP is disabled. PostgreSQL supports multiple client authentication methods. By default, IDENT authentication method is used. Please refer <ulink url="http://www.postgresql.org/docs/8.1/static/admin.html"> the PostgreSQL Administrator's Guide</ulink>.
fr: Par défaut, la connexion via TCP/IP est désactivée. PostgreSQL supporte de nombreuses méthodes d'authentification des clients. Par défaut c'est la méthode d'authentification IDENT qui est utilisée. Veuillez consulter le <ulink url="http://docs.postgresqlfr.org/8.1/admin.html">Guide d'administration de PostgreSQL</ulink>.
sv: Normalt är anslutningar via TCP/IP inaktiverade. PostgreSQL stödjer flera sätt för klienter att autentisera sig, och normalt används IDENT-metoden. Läs mer i <ulink url="http://www.postgresql.org/docs/8.1/static/admin.html">PostgreSQL:s administratörsguide</ulink>.
zh_cn: 缺省状态下，通过 TCP/IP 的连接是被禁用的。PostgreSQL 支持多客户认证方式。其中 IDENT 认证方式被默认使用。请参考 <ulink url="http://www.postgresql.org/docs/8.1/static/admin.html">PostgreSQL 管理员指南</ulink>。

source: The following discussion assumes that you wish to enable TCP/IP connections and use the MD5 method for client authentication. PostgreSQL configuration files are stored in the <filename>/etc/postgresql/&lt;version&gt;/main</filename> directory. For example, if you install PostgreSQL 7.4, the configuration files are stored in the <filename>/etc/postgresql/7.4/main</filename> directory.
fr: Le paragraphe suivant part du principe que vous désirez activer les connexions TCP/IP et utiliser la méthode MD5 pour l'authentification des clients. Les fichiers de configuration de PostgreSQL sont enregistrés dans le répertoire <filename>/etc/postgresql/&lt;version&gt;/main</filename>. Par exemple, si vous installez PostgreSQL 7.4, les fichiers de configuration sont enregistrés dans le répertoire <filename>/etc/postgresql/7.4/main</filename>.
sv: Följande text förutsätter att du vill aktivera TCP/IP-anslutningar och använda MD5-metoden för klientanslutningar. PostgreSQL:s konfigurationsfiler lagras i katalogen <filename>/etc/postgresql/&lt;version&gt;/main</filename>. Till exempel, om du installerar PostgreSQL 7.4 kommer konfigurationsfilerna att lagras i katalogen <filename>/etc/postgresql/7.4/main</filename>.
zh_cn: 接下来的讨论假定您希望启用 TCP/IP 连接并对客户认证使用 MD5 模式。PostgreSQL 配置文件被保存在 <filename>/etc/postgresql/&lt;version&gt;/main</filename> 目录中。例如，如果你安装 PostgreSQL 7.4，该配置文件就被保存在 <filename>/etc/postgresql/7.4/main</filename> 目录。

source: To configure <application>ident</application> authentication, add entries to the <filename>/etc/postgresql/7.4/main/pg_ident.conf</filename> file.
fr: Pour configurer l'authentification par <application>ident</application>, ajoutez des entrées dans le fichier <filename>/etc/postgresql/7.4/main/pg_ident.conf</filename>.
sv: För att konfigurera <application>ident</application>-autentiseringen lägger du till poster till filen <filename>/etc/postgresql/7.4/main/pg_ident.conf</filename>.
zh_cn: 要配置 <application>ident</application> 认证，请在 <filename>/etc/postgresql/7.4/main/pg_ident.conf</filename> 文件中添加以下几条：

source: To enable TCP/IP connections, edit the file <filename>/etc/postgresql/7.4/main/postgresql.conf</filename>
fr: Pour activer les connexions TCP/IP, modifiez le fichier <filename>/etc/postgresql/7.4/main/postgresql.conf</filename>.
sv: För att aktivera TCP/IP-anslutningar, ändra i filen <filename>/etc/postgresql/7.4/main/postgresql.conf</filename>
zh_cn: 要启用 TCP/IP 连接，编辑文件 <filename>/etc/postgresql/7.4/main/postgresql.conf</filename>。

source: Locate the line <emphasis>#tcpip_socket = false</emphasis> and change it to <emphasis>tcpip_socket = true</emphasis>. You may also edit all other parameters, if you know what you are doing! For details, refer to the configuration file or to the PostgreSQL documentation.
fr: Trouvez la ligne <emphasis>#tcpip_socket = false</emphasis> et transformez-la en <emphasis>tcpip_socket = true</emphasis>. Vous pouvez aussi modifier tous les autres paramètres, si vous savez ce que vous faites! Pour plus d'informations, référez-vous au fichier de configuration ou à la documentation de PostgreSQL.
sv: Leta rätt på raden <emphasis>#tcpip_socket = false</emphasis> och ändra den till <emphasis>tcpip_socket = true</emphasis>. Du kan också ändra på alla andra parametrar om du vet vad du gör. För fler detaljer kan du läsa i konfigurationsfilen eller i PostgreSQL:s dokumentation.
zh_cn: 找到 <emphasis>#tcpip_socket = false</emphasis> 行并将其改为 <emphasis>tcpip_socket = true</emphasis>。如果您知道您正在做什么，那么您也可以编辑其他所有参数。详情请参考配置文件或 PostgreSQL 文档。

source: By default, the user credentials are not set for <emphasis>MD5</emphasis> client authentication. So, first it is necessary to configure the PostgreSQL server to use <emphasis>trust</emphasis> client authentication, connect to the database, configure the password, and revert the configuration back to use <emphasis>MD5</emphasis> client authentication. To enable <emphasis>trust</emphasis> client authentication, edit the file <filename>/etc/postgresql/7.4/main/pg_hba.conf</filename>
fr: Par défaut, les certificats des utilisateurs ne sont pas paramétrés pour une authentification <emphasis>MD5</emphasis> des clients. C'est pourquoi il est tout d'abord nécessaire de configurer le serveur PostgreSQL pour qu'il utilise l'authentification <emphasis>trust</emphasis> des clients, puis de se connecter à la base de données, de configurer le mot de passe et enfin de revenir à l'ancienne configuration pour utiliser l'authentification <emphasis>MD5</emphasis> des clients. Pour activer l'authentification <emphasis>trust</emphasis> des clients, modifiez le fichier <filename>/etc/postgresql/7.4/main/pg_hba.conf</filename>.
sv: Normalt kan inte användarna ansluta över <emphasis>MD5</emphasis> eftersom deras uppgifter inte finns i databasen. Det första du behöver göra är därför att konfigurera PostgreSQL-servern så att den använder klientautentiseringen <emphasis>trust</emphasis>, ansluta till databasen, konfigurera lösenordet, och ställa tillbaka klientautentiseringen till <emphasis>MD5</emphasis>. För att aktivera klientautentiseringen <emphasis>trust</emphasis>, ändra i filen <filename>/etc/postgresql/7.4/main/pg_hba.conf</filename>
zh_cn: 缺省状态下，没有为 <emphasis>MD5</emphasis> 客户端认证设置用户证书。因此，首先必须将 PostgreSQL 服务器配置成使用 <emphasis>trust</emphasis> 客户端认证，用以连接数据库。配置密码并将配置恢复成使用 <emphasis>MD5</emphasis> 客户端认证。要启用 <emphasis>trust</emphasis> 客户端认证，可编辑文件 <filename>/etc/postgresql/7.4/main/pg_hba.conf</filename>

source: Comment out all the existing lines which use <emphasis>ident</emphasis> and <emphasis>MD5</emphasis> client authentication and add the following line:
fr: Mettez en commentaire toutes les lignes utilisant l'authentification <emphasis>ident</emphasis> et <emphasis>MD5</emphasis> des clients et ajoutez la ligne suivante :
sv: Kommentera ut alla rader som använder klientautentiseringarna <emphasis>ident</emphasis> och <emphasis>MD5</emphasis> och lägg till följande rad:
zh_cn: 注释所有使用 <emphasis>ident</emphasis> 和 <emphasis>MD5</emphasis> 客户端认证的行并添加下列行：

source: Then, run the following command to start the PostgreSQL server:
fr: Ensuite, exécutez la commande suivante pour démarrer le serveur PostgreSQL :
sv: Kör sedan följande kommando för att starta PostgreSQL-servern:
zh_cn: 然后运行下列命令启动 PostgreSQL 服务器：

source: Once the PostgreSQL server is successfully started, run the following command at a terminal prompt to connect to the default PostgreSQL template database
fr: Une fois le serveur PostgreSQL démarré, exécutez la commande suivante à l'invite d'un terminal afin de vous connecter à la base de donnée PostgreSQL servant d'exemple par défaut.
sv: När PostgreSQL-servern har startats, kör följande kommando vid en terminalprompt för att ansluta till PostgreSQL:s standardmallsdatabas
zh_cn: 一旦 PostgreSQL 服务器成功启动，在终端提示符后运行下面的命令以连接缺省的 PostgreSQL 模板数据库。

source: The above command connects to PostgreSQL database <emphasis>template1</emphasis> as user <emphasis>postgres</emphasis>. Once you connect to the PostgreSQL server, you will be at a SQL prompt. You can run the following SQL command at the <application>psql</application> prompt to configure the password for the user <emphasis role="italics">postgres</emphasis>.
fr: La commande ci-dessus permet la connexion à la base de données PostgreSQL <emphasis>template1</emphasis> en tant qu'utilisateur <emphasis>postgres</emphasis>. Une fois connecté au serveur PostgreSQL, vous serez face à une invite de commande SQL. Vous pouvez alors utiliser la commande SQL suivante à l'invite de <application>psql</application> afin de configurer le mot de passe de l'utilisateur <emphasis role="italics">postgres</emphasis>.
sv: Ovanstående kommando ansluter till PostgreSQL-databasen <emphasis>template1</emphasis> som användaren <emphasis>postgres</emphasis>. När du anslutit till PostgreSQL-servern kommer du att mötas av en SQL-prompt. Du kan köra följande SQL-kommandon vid prompten till <application>psql</application> för att konfigurera lösenordet för användaren <emphasis role="italics">postgres</emphasis>.
zh_cn: 上面的命令是以用户 <emphasis>postgres</emphasis> 的身份连接 PostgreSQL 的 <emphasis>template1</emphasis> 数据库。一旦您连到 PostgreSQL 服务器，您将会在 SQL 提示符下。您可以在 <application>psql</application> 提示符中运行下列命令来为用户 <emphasis role="italics">postgres</emphasis> 配置密码。

source: template1=# ALTER USER postgres with encrypted password 'your_password';
fr: template1=# ALTER USER postgres with encrypted password 'votre_mot_de_passe';
sv: template1=# ALTER USER postgres with encrypted password 'ditt_lösenord';

source: After configuring the password, edit the file <filename>/etc/postgresql/7.4/main/pg_hba.conf</filename> to use <emphasis>MD5</emphasis> authentication:
fr: Après configuration du mot de passe, éditez le fichier <filename>/etc/postgresql/7.4/main/pg_hba.conf</filename> afin d'utiliser l'authentification <emphasis>MD5</emphasis> :
sv: När du har konfigurerat lösenordet, ändra på filen <filename>/etc/postgresql/7.4/main/pg_hba.conf</filename> för att använda <emphasis>MD5</emphasis>-autentisering:
zh_cn: 在配置密码后，编辑文件 <filename>/etc/postgresql/7.4/main/pg_hba.conf</filename> 以使用 <emphasis>MD5</emphasis> 认证：

source: Comment the recently added <emphasis role="italics">trust</emphasis> line and add the following line:
fr: Commentez la ligne <emphasis role="italics">trust</emphasis> récemment ajoutée et ajoutez la ligne suivante :
sv: Kommentera ut raden du nyss la till med <emphasis role="italics">trust</emphasis> och lägg istället till följande rad:
zh_cn: 注释掉最近添加的 <emphasis role="italics">trust</emphasis> 行并添加下面行：

source: The above configuration is not complete by any means. Please refer <ulink url="http://www.postgresql.org/docs/8.1/static/admin.html"> the PostgreSQL Administrator's Guide</ulink> to configure more parameters.
fr: La configuration ci-dessus n'est absolument pas complète. Veuillez vous référer au <ulink url="http://docs.postgresqlfr.org/8.1/admin.html"> Guide de l'administrateur PostgreSQL</ulink> pour configurer d'autres paramètres.
sv: Ovanstående konfiguration är på inga sätt komplett. Läs i <ulink url="http://www.postgresql.org/docs/8.1/static/admin.html"> PostgreSQL:s administratörsguide</ulink> för att konfigurera fler parametrar.
zh_cn: 无论如何上面配置并不完整。更多的配置参数请参考 <ulink url="http://www.postgresql.org/docs/8.1/static/admin.html"> PostgreSQL 管理员指南</ulink>。

source: Email Services
fr: Services de Courriel
sv: E-posttjänster
zh_cn: 邮件服务

source: The process of getting an email from one person to another over a network or the Internet involves many systems working together. Each of these systems must be correctly configured for the process to work. The sender uses a <emphasis>Mail User Agent</emphasis> (MUA), or email client, to send the message through one or more <emphasis>Mail Transfer Agents</emphasis> (MTA), the last of which will hand it off to a <emphasis>Mail Delivery Agent</emphasis> (MDA) for delivery to the recipient's mailbox, from which it will be retrieved by the recipient's email client, usually via a POP3 or IMAP server.
fr: La transmission d'un courriel d'une personne à une autre au travers d'un réseau ou par Internet nécessite la mise en œuvre de nombreux systèmes travaillant ensemble. Chacun de ces systèmes doit être correctement configuré pour que cette tâche soit réalisée. L'expéditeur utilise un <emphasis>Mail User Agent</emphasis> ( MUA ), ou client courriel, afin d'envoyer le message au travers d'un ou plusieurs <emphasis>Mail Transfer Agents</emphasis> ( MTA ), ou agents de transfert de courriel, le dernier d'entre eux le remettant à un <emphasis>Mail Delivery Agent</emphasis> ( MDA ), ou serveur de réception, qui le déposera dans la boite à lettres du destinataire, d'où il sera retiré par le client courriel du destinataire, généralement par l'intermédiaire d'un serveur POP3 ou IMAP.
sv: För att ett e-postmeddelande ska skickas från en person till en annan över ett nätverk eller Internet krävs det att många system arbetar tillsammans. Vart och ett av dessa system måste vara korrekt konfigurerat för att processen ska fungera. Avsändaren använder en <emphasis>Mail User Agent</emphasis> (MUA), eller en e-postklient, för att skicka meddelanden genom en eller flera <emphasis>Mail Transfer Agents</emphasis> (MTA), som skickar det vidare till en <emphasis>Mail Delivery Agent</emphasis> (MDA) för leverans till mottagarens inkorg, varifrån det kommer att hämtas av mottagarens e-postklient, vanligtvis via en POP3 eller en IMAP-server.
zh_cn: 在网络或 Internet 上从一个人得到邮件给另一个人的处理过程包含许多系统的协同工作。这些系统中的每一个都必须配置正确以便可以正常工作。发送者使用一个 <emphasis>邮件用户代理</emphasis> (MUA)，或邮件客户端通过一个或多个 <emphasis>邮件传输代理</emphasis> (MTA) 来发送信息，最后一个将信息送到 <emphasis>邮件投递代理</emphasis> (MDA) 以便将其投递到接受者的收件箱中。该信息将会被接受者邮件客户端检索到，通常是通过 POP3 或 IMAP 服务器。

source: <application>Postfix</application> is the default Mail Transfer Agent (MTA) in Ubuntu. It attempts to be fast and easy to administer and secure. It is compatible with the MTA <application>sendmail</application>. This section explains how to install and configure <application>postfix</application>. It also explains how to set it up as an SMTP server using a secure connection (for sending emails securely).
fr: <application>Postfix</application> est le Service de Transfert de Courriel (MTA) par défaut d'Ubuntu. Il est conçu pour être sûr autant que facile et rapide à configurer. Il est compatible avec le MTA <application>sendmail</application>. Cette section détaille l'installation et la configuration de <application>postfix</application>. Elle explique aussi comment en faire un serveur SMTP utilisant une connexion sécurisée (afin d'assurer la sécurité des courriels envoyés).
sv: <application>Postfix</application> är den Mail Transfer Agent (MTA) som är standard i Ubuntu. Det försöker vara snabbt, enkelt att administrera och säkert. Det är kompatibelt med MTA:n <application>sendmail</application>. Den här avdelningen förklarar hur du installerar och konfigurerar <application>postfix</application>. Den förklarar också hur du sätter upp en SMTP-server som använder en säker anslutning (för att skicka e-post säkert).
zh_cn: <application>Postfix</application> 是 Ubuntu 中缺省的邮件传输代理 (MTA)。它试图变得快捷、易于管理和安全。它与 MTA <application>sendmail</application> 兼容。这部分内容说明如何安装和配置 <application>postfix</application>。还说明如何将它设置成使用安全连接的 SMTP 服务器 (为了安全发送邮件)。

source: To install <application>postfix</application> with SMTP-AUTH and Transport Layer Security (TLS), run the following command: <screen> <command>sudo apt-get install postfix</command> </screen> Simply press return when the installation process asks questions, the configuration will be done in greater detail in the next stage.
fr: Pour installer<application>postfix</application> avec les fonctions SMTP-AUTH et Transport Layer Security (TLS), utilisez la commande suivante: <screen> <command>sudo apt-get install postfix</command> </screen> Appuyez simplement sur la touche Entrée à chaque fois que le processus d'installation vous posera une question, la configuration sera faite plus précisément lors de la prochaine étape.
sv: Kör följande kommando för att installera <application>postfix</application> med SMTP-AUTH och Transport Layer Security (TLS): <screen> <command>sudo apt-get install postfix</command> </screen> Tryck helt enkelt på retur när installationsprocessen ställer frågor - vi kommer att ställa in konfigurationen mer noggrant i nästa steg.
zh_cn: 要安装带有 SMTP-AUTH 和 传输层安全 (TLS) 的 <application>postfix</application>，运行下列命令：<screen> <command>sudo apt-get install postfix</command> </screen> 当安装进程提问时简单地按回车，下面将详细说明相关配置。

source: Basic Configuration
fr: Configuration de base
sv: Grundläggande konfiguration
zh_cn: 基本配置

source: Internet Site
fr: Site Internet
sv: Internetsystem
zh_cn: Internet 站点

source: mail.example.com
fr: courriel.exemple.fr
sv: mail.exempel.com

source: mail.example.com, localhost.localdomain, localhost
fr: courriel.exemple.fr, localhost.localdomain, localhost
sv: mail.exempel.com, localhost.localdomain, localhost

source: No
fr: Non
sv: Nej

source: Yes
fr: Oui
sv: Ja

source: all
fr: tous
sv: alla
zh_cn: 全部

source: To configure <application>postfix</application>, run the following command: <screen> <command>sudo dpkg-reconfigure postfix</command> </screen> The user interface will be displayed. On each screen, select the following values: <placeholder-1/>
fr: Pour configurer<application>postfix</application>, utilisez la commande suivante:<screen> <command>sudo dpkg-reconfigure postfix</command> </screen> L'interface utilisateur sera alors affichée. Dans chaque écran, sélectionnez les valeurs suivantes :<placeholder-1/>
sv: För att konfigurera <application>postfix</application> kör du följande kommando: <screen> <command>sudo dpkg-reconfigure postfix</command> </screen> Användargränssnittet kommer att visas. Välj följande värden på respektive skärm: <placeholder-1/>
zh_cn: 要配置 <application>postfix</application>，运行下列命令：<screen> <command>sudo dpkg-reconfigure postfix</command> </screen> 用户界面将显示。在每一屏中，选择下列值：<placeholder-1/>

source: Replace mail.example.com with your mail server hostname.
fr: Remplacer courriel.exemple.fr par le nom d'hôte de votre serveur de messagerie.
sv: Ersätt mail.exempel.com med din e-postservers värdnamn.
zh_cn: 将 mail.example.com 替换成您的邮件服务器的主机名。

source: SMTP Authentication
fr: Authentification SMTP
sv: SMTP-autentisering
zh_cn: SMTP 认证

source: The next steps are to configure <application>postfix</application> to use SASL for SMTP AUTH. Rather than editing the configuration file directly, you can use the <command>postconf</command> command to configure all <application>postfix</application> parameters. The configuration parameters will be stored in <filename>/etc/postfix/main.cf</filename> file. Later if you wish to re-configure a particular parameter, you can either run the command or change it manually in the file.
fr: Les prochaines étapes sont la configuration de <application>postfix</application> pour qu'il utilise SASL pour le SMTP AUTH (authentification sur le serveur SMTP). Au lieu de modifier le fichier de configuration directement, vous pouvez utiliser la commande <command>postconf</command> pour ajuster tous les paramètres de <application>postfix</application>. Les paramètres de configuration sont enregistrés dans le fichier <filename>/etc/postfix/main.cf</filename>. Par la suite si vous voulez modifier un paramètre en particulier, vous pouvez soit utiliser une commande, soit le changer manuellement dans le fichier.
sv: Följande steg är för att konfigurera <application>postfix</application> för att använda SASL för SMTP AUTH. Istället för att läsa konfigurationsfilen direkt kan du använda kommandot <command>postconf</command> för att konfigurera alla parametrar för <application>postfix</application>. Konfigurationsparametrarna kommer lagras i filen <filename>/etc/postfix/main.cf</filename>. Om du senare vill konfigurera om en speciell parameter kan du antingen köra det här kommandot eller ändra det direkt i filen.
zh_cn: 下一步是为 <application>postfix</application> 的 SMTP AUTH 配置使用 SASL。与其直接编辑配置，不如使用 <command>postconf</command> 命令配置所有 <application>postfix</application> 参数。配置参数被保存在 <filename>/etc/postfix/main.cf</filename> 文件中。如果您希望更新配置一项参数，您可以运行命令或手工在文件中修改。

source: Configure Postfix to do SMTP AUTH using SASL (saslauthd): <screen> postconf -e 'smtpd_sasl_local_domain =' postconf -e 'smtpd_sasl_auth_enable = yes' postconf -e 'smtpd_sasl_security_options = noanonymous' postconf -e 'broken_sasl_auth_clients = yes' postconf -e 'smtpd_recipient_restrictions = permit_sasl_authenticated,permit_mynetworks,reject_unauth_destination' postconf -e 'inet_interfaces = all' </screen> Open the <filename>/etc/postfix/sasl/smtpd.conf</filename> file and add the following lines to end of the file: <screen> pwcheck_method: saslauthd mech_list: plain login </screen>
fr: Configurez Postfix pour qu'il demande une authentification (SMTP AUTH) en utilisant SASL (saslauthd) : <screen> postconf -e 'smtpd_sasl_local_domain =' postconf -e 'smtpd_sasl_auth_enable = yes' postconf -e 'smtpd_sasl_security_options = noanonymous' postconf -e 'broken_sasl_auth_clients = yes' postconf -e 'smtpd_recipient_restrictions = permit_sasl_authenticated,permit_mynetworks,reject_unauth_destination' postconf -e 'inet_interfaces = all' </screen> Ouvrez le fichier <filename>/etc/postfix/sasl/smtpd.conf</filename> et ajoutez les lignes suivantes à la fin du fichier : <screen> pwcheck_method: saslauthd mech_list: plain login </screen>
sv: Konfigurera postfix till att använda SMTP AUTH genom SASL (saslauthd): <screen> postconf -e 'smtpd_sasl_local_domain =' postconf -e 'smtpd_sasl_auth_enable = yes' postconf -e 'smtpd_sasl_security_options = noanonymous' postconf -e 'broken_sasl_auth_clients = yes' postconf -e 'smtpd_recipient_restrictions = permit_sasl_authenticated,permit_mynetworks,reject_unauth_destination' postconf -e 'inet_interfaces = all' </screen> Open the <filename>/etc/postfix/sasl/smtpd.conf</filename> file and add the following lines to end of the file: <screen> pwcheck_method: saslauthd mech_list: plain login </screen>
zh_cn: 配置 Postfix 使用 SASL (saslauthd) 进行 SMTP AUTH：<screen> postconf -e 'smtpd_sasl_local_domain =' postconf -e 'smtpd_sasl_auth_enable = yes' postconf -e 'smtpd_sasl_security_options = noanonymous' postconf -e 'broken_sasl_auth_clients = yes' postconf -e 'smtpd_recipient_restrictions = permit_sasl_authenticated,permit_mynetworks,reject_unauth_destination' postconf -e 'inet_interfaces = all' </screen> 打开文件 <filename>/etc/postfix/sasl/smtpd.conf</filename> 并将以下内容加入文件末尾：<screen> pwcheck_method: saslauthd mech_list: plain login </screen>
