Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: All the parameters you configure in the user interface are stored in <filename>/etc/exim4/update-exim4.conf.conf</filename> file. If you wish to re-configure, either you re-run the configuration wizard or manually edit this file using your favourite editor. Once you configure, you can run the following command to generate the master configuration file: <screen> <command>sudo update-exim4.conf</command> </screen> The master configuration file, is generated and it is stored in <filename>/var/lib/exim4/config.autogenerated</filename>. <placeholder-1/> You can run the following command to start <application>exim4</application> daemon. <screen> <command>sudo /etc/init.d/exim4 start</command> </screen><emphasis role="strong">TODO:</emphasis> This section should cover configuring SMTP AUTH with exim4.
fr: Tous les paramètres que vous ajustez avec l'interface de configuration sont enregistrés dans le fichier <filename>/etc/exim4/update-exim4.conf.conf</filename>. Si vous souhaitez les modifier, soit vous exécutez à nouveau l'assistant de configuration, soit vous éditez manuellement ce fichier avec votre éditeur de texte favori. La configuration étant faite, vous pouvez exécuter la commande suivante pour régénérer le fichier de configuration principal : <screen> <command>sudo update-exim4.conf</command> </screen> Le fichier de configuration principal est créé et stocké dans <filename>/var/lib/exim4/config.autogenerated</filename>. <placeholder-1/> Vous pouvez exécuter la commande suivante pour démarrer le démon <application>exim4</application>. <screen> <command>sudo /etc/init.d/exim4 start</command> </screen><emphasis role="strong">À faire :</emphasis> cette partie doit couvrir la configuration SMTP AUTH avec exim4.
sv: Alla parametrar du konfigurerar i användargränssnittet sparas i filen <filename>/etc/exim4/update-exim4.conf.conf</filename>. Om du vill omkonfigurera så kan du antingen köra konfigurationsguiden eller manuellt redigera filen med din favorit editor. Efter du har redigerat filen kan du köra följande kommando för att skapa master-konfigurationsfilen: <screen> <command>sudo update-exim4.conf</command> </screen> Master-konfigurationsfilen skapas och sparas i <filename>/var/lib/exim4/config.autogenerated</filename>. <placeholder-1/> Du kan köra följande kommando för att starta <application>exim4</application> daemon. <screen> <command>sudo /etc/init.d/exim4 start</command> </screen><emphasis role="strong">TODO:</emphasis> Det här avsnittet skall omfatta konfigureringen av SMTP AUTH med exim4.
zh_cn: 您在用户界面配置的所有参数被保存在 <filename>/etc/exim4/update-exim4.conf.conf</filename> 文件。如果您希望重新配置，您可以重新运行配置向导或用您喜欢的编辑器手工编辑该文件。一旦您配置好了，您可以运行下列命令来生成主配置文件：<screen> <command>sudo update-exim4.conf</command> </screen> 主配置文件被生成且被保存在 <filename>/var/lib/exim4/config.autogenerated</filename>. <placeholder-1/> 您可以运行下列命令以启动 <application>exim4</application> 守护程序。 <screen> <command>sudo /etc/init.d/exim4 start</command> </screen><emphasis role="strong">TODO:</emphasis> 本节应当涉及 exim4 的 SMTP AUTH 配置。

source: Dovecot Server
fr: Serveur Dovecot
zh_cn: Dovecot 服务器

source: <application>Dovecot</application> is a Mail Delivery Agent, written with security primarily in mind. It supports the major mailbox formats: mbox or Maildir. This section explain how to set it up as an imap or pop3 server.
fr: <application>Dovecot</application> est un serveur de réception de courriel ( MDA : Mail Delivery Agent ), conçu avec la sécurité comme souci principal. Il prend en charge la majorité des formats de boites à lettres : mbox ou Maildir. Cette section explique comment le paramétrer pour en faire un serveur IMAP ou POP3.
sv: <application>Dovecot</application> är en Mail Delivery Agent som är skriven med största fokus på säkerhet. Den stöder de vanligaste mailbox-formaten: mbox och maildir. Den här avdelningen förklarar hur du ställer in det för att bli en imap- eller pop3-server.
zh_cn: <application>Dovecot</application> 是一个主要出于安全考虑编写的邮件投递代理。它支持主要收件箱格式：mbox 或 Maidir。这部分说明如何将它设为一个 imap 或 pop3 服务器。

source: To install <application>dovecot</application>, run the following command in the command prompt: <screen> <command>sudo apt-get install dovecot-common dovecot-imapd dovecot-pop3d</command> </screen>
fr: Pour installer <application>dovecot</application>, exécutez la commande suivante dans un terminal : <screen> <command>sudo apt-get install dovecot-common dovecot-imapd dovecot-pop3d</command> </screen>
sv: Kör följande kommando i en terminalprompt för att installera <application>dovecot</application>: <screen> <command>sudo apt-get install dovecot-common dovecot-imapd dovecot-pop3d</command> </screen>
zh_cn: 要安装 <application>dovecot</application>，在命令提示符中运行下列命令：<screen> <command>sudo apt-get install dovecot-common dovecot-imapd dovecot-pop3d</command> </screen>

source: To configure <application>dovecot</application>, you can edit the file <filename>/etc/dovecot/dovecot.conf</filename>. You can choose the protocol you use. It could be pop3, pop3s (pop3 secure), imap and imaps (imap secure). A description of these protocols is beyond the scope of this guide. For further information, refer to the wikipedia articles on <ulink url="http://en.wikipedia.org/wiki/POP3">POP3</ulink> and <ulink url="http://en.wikipedia.org/wiki/Internet_Message_Access_Protocol">IMAP</ulink>.
fr: Pour configurer <application>dovecot</application>, vous pouvez modifier le fichier <filename>/etc/dovecot/dovecot.conf</filename>. Vous pouvez choisir le protocole que vous souhaitez utiliser. Il peut être de type pop3, pop3s (pop3 sécurisé), imap ou imaps (imap sécurisé). La description de ces protocoles dépasse le champ de ce guide. Pour plus d'informations, référez-vous aux articles de wikipedia sur le <ulink url="http://fr.wikipedia.org/wiki/Post_Office_Protocol">POP3</ulink> et <ulink url="http://fr.wikipedia.org/wiki/Internet_Message_Access_Protocol"> l'IMAP</ulink>.
sv: För att konfigurera <application>dovecot</application> kan du ändra på filen <filename>/etc/dovecot/dovecot.conf</filename>. Du kan välja vilket protokoll du vill använda. Det kan vara pop3, pop3s (säker pop3), imap och imaps (säker imap). Den här guiden kommer inte att ta upp skillnaden på dessa protokoll. För mer information, läs wikipediaartiklarna om <ulink url="http://sv.wikipedia.org/wiki/POP3">POP3</ulink> och <ulink url="http://sv.wikipedia.org/wiki/IMAP">IMAP</ulink>.
zh_cn: 要配置 <application>dovecot</application>，您可以编辑文件 <filename>/etc/dovecot/dovecot.conf</filename>。您可以选择您所使用的协议。它可以是 pop3、pop3s (安全 pop3)、imap 和 imaps (安全 imap)。对这些协议的说明是超出本指南范围的。更多信息请参考 wikipedia 上关于 <ulink url="http://en.wikipedia.org/wiki/POP3">POP3</ulink> 和 <ulink url="http://en.wikipedia.org/wiki/Internet_Message_Access_Protocol">IMAP</ulink> 的文章。

source: IMAPS and POP3S are more secure that the simple IMAP and POP3 because they use SSL encryption to connect. Once you have chosen the protocol, amend the following line in the file <filename>/etc/dovecot/dovecot.conf</filename>: <placeholder-1/> It enables the protocols when <application>dovecot</application> is started. Next, add the following line in the pop3 section of the file <filename>/etc/dovecot/dovecot.conf</filename>: <placeholder-2/> Next, choose the mailbox you use. <application>Dovecot</application> supports <emphasis role="strong">maildir</emphasis> and <emphasis role="strong">mbox</emphasis> formats. These are the most commonly used mailbox formats. They both have their own benefits and they are discussed on <ulink url="http://dovecot.org/doc/configuration.txt">the dovecot website</ulink>.
fr: L'IMAPS et le POP3S sont plus sûrs que les simples IMAP et POP3 car ils utilisent un chiffrement SSL pour établir une connexion. Une fois que vous avez choisi un protocole, modifiez la ligne suivante dans le fichier <filename>/etc/dovecot/dovecot.conf</filename> : <placeholder-1/> Le protocole s'activera lorsque <application>dovecot</application> sera démarré. Ensuite, ajoutez la ligne suivante dans la section pop3 du fichier <filename>/etc/dovecot/dovecot.conf</filename> : <placeholder-2/> Puis, choisissez la boite aux lettres que vous utilisez. <application>Dovecot</application> prend en charge les formats <emphasis role="strong">maildir</emphasis> et <emphasis role="strong">mbox</emphasis>. Ce sont les formats de boite aux lettres les plus couramment utilisés. Ils ont chacun leurs propres avantages qui sont présentés sur <ulink url="http://dovecot.org/doc/configuration.txt">le site web de dovecot</ulink>.
sv: IMAPS och POP3S är säkrare än de enklare IMAP and POP3 därför att de använder SSL kryptering för att ansluta. När du har valt protokoll, lägg till följande rad i filen <filename>/etc/dovecot/dovecot.conf</filename>: <placeholder-1/> Det aktiverar protokollen när <application>dovecot</application> startas. Därefter, lägg till följande rad i pop3 avsnittet i filen <filename>/etc/dovecot/dovecot.conf</filename>: <placeholder-2/> Därefter, välj vilken e-postlåda du använder. <application>Dovecot</application> stöder <emphasis role="strong">maildir</emphasis> och <emphasis role="strong">mbox</emphasis> format. Dessa är de vanligast använda formaten till e-postlådor. De har båda sin egna fördelar och de diskuteras på <ulink url="http://dovecot.org/doc/configuration.txt">the dovecot website</ulink>.
zh_cn: IMAPS 和 POP3S 比单纯的 IMAP 和 POP3 更安全，因为它们使用 SSL 加密来连接。一旦您选择好了协议，请在 <filename>/etc/dovecot/dovecot.conf</filename> 文件中修改以下内容：<placeholder-1/> 这使得 <application>dovecot</application> 启动后能够使用这些协议。下一步，在 <filename>/etc/dovecot/dovecot.conf</filename> 文件的 pop3 部分添加如下内容：<placeholder-2/> 下一步，选择您使用的邮箱。<application>Dovecot</application> 支持 <emphasis role="strong">maildir</emphasis> 和 <emphasis role="strong">mbox</emphasis> 格式。它们是使用最为广泛的邮箱格式。它们各有各的好处，在 <ulink url="http://dovecot.org/doc/configuration.txt">dovecot 网站</ulink> 上有详细的讨论。

source: default_mail_env = maildir:~/Maildir # (for maildir) or default_mail_env = mbox:~/mail:INBOX=/var/spool/mail/%u # (for mbox)
fr: default_mail_env = maildir:~/Maildir # (pour maildir) ou default_mail_env = mbox:~/mail:INBOX=/var/spool/mail/%u # (pour mbox)
sv: default_mail_env = maildir:~/Maildir # (för maildir) eller default_mail_env = mbox:~/mail:INBOX=/var/spool/mail/%u # (för mbox)
zh_cn: default_mail_env = maildir:~/Maildir # (for maildir) 或 default_mail_env = mbox:~/mail:INBOX=/var/spool/mail/%u # (for mbox)

source: Once you have chosen your mailbox type, edit the file <filename>/etc/dovecot/dovecot.conf</filename> and change the following line: <placeholder-1/>
fr: Une fois que vous avez choisi le type de votre boite aux lettres, éditez le fichier <filename>/etc/dovecot/dovecot.conf</filename> et modifiez la ligne suivante : <placeholder-1/>
sv: När du har valt mailbox-typ, ändra på filen <filename>/etc/dovecot/dovecot.conf</filename> och ändra följande rad: <placeholder-1/>
zh_cn: 一旦您选择了您的收件箱格式后，就可以编辑文件 <filename>/etc/dovecot/dovecot.conf</filename> 并修改下列行：<placeholder-1/>

source: You should configure your Mail Transport Agent (MTA) to transfer the incoming mail to this type of mailbox if it is different from the one you have configured.
fr: Vous devez configurer votre agent de transfert de courriel (MTA : Mail Transport Agent) pour transférer les courriels entrants vers ce type de boite aux lettres si il est différent de celui que vous avez configuré.
sv: Du bör konfigurera din Mail Transport Agent (MTA) att sända inkommande e-post till den här typen av e-postlåda om det skiljer sig från den du har konfigurerat.
zh_cn: 您应当配置您的 MTA (Mail Transport Agent，邮件传输助理)来将新邮件传输到这类邮箱中，如果其与您已经配置的不同的话。

source: Once you have configured dovecot, start the <application>dovecot</application> daemon in order to test your setup: <screen><command>sudo /etc/init.d/dovecot start</command></screen> If you have enabled imap, or pop3, you can also try to log in with the commands <command>telnet localhost pop3</command> or <command>telnet localhost imap2</command>. If you see something like the following, the installation has been successful: <placeholder-1/>
fr: Une fois que vous avez configuré dovecot, démarrez le démon <application>dovecot</application> afin de tester votre configuration : <screen><command>sudo /etc/init.d/dovecot start</command></screen> Si vous avez activé les protocoles imap ou pop3, vous pouvez également tenter de vous connecter grâce aux commandes <command>telnet localhost pop3</command> ou <command>telnet localhost imap2</command>. Si vous voyez apparaitre quelque chose qui ressemble à ce qui se trouve ci-dessous, c'est que l'installation a été un succès : <placeholder-1/>
sv: Så snart du har konfigurerat dovecot, starta <application>dovecot</application> demonen för att prova din installation: <screen><command>sudo /etc/init.d/dovecot start</command></screen> om du har aktiverat imap eller pop3 kan du också prova att ansluta med följande kommandon <command>telnet localhost pop3</command> eller <command>telnet localhost imap2</command>. Om du ser något som liknar följande har installationen lyckats: <placeholder-1/>
zh_cn: 一旦您完成了配置 dovecot，请启动 <application>dovecot</application> 的守护进程以便测试您的设置：<screen><command>sudo /etc/init.d/dovecot start</command></screen> 如果您已经开启了 imap 或是 pop3，您也可以使用 <command>telnet localhost pop3</command> 或是 <command>telnet localhost imap2</command> 命令来尝试登录。如果您看到像下面这样的输出，则说明安装是成功的：

source: Dovecot SSL Configuration
fr: Configuration SSL de Dovecot
sv: SSL-konfiguration av Dovecot
zh_cn: Dovecot SSL 配置

source: To configure <application>dovecot</application> to use SSL, you can edit the file <filename>/etc/dovecot/dovecot.conf</filename> and amend following lines: <placeholder-1/> The <emphasis role="strong">cert</emphasis> and <emphasis role="strong">key</emphasis> files are created automatically by <application>dovecot</application> when you install it. Please note that these keys are not signed and will give "bad signature" errors when connecting from a client. To avoid this, you can use commercial certificates, or even better, you can use your own SSL certificates.
fr: Pour configurer <application>dovecot</application> afin d'utiliser le protocole SSL, vous pouvez éditer le fichier <filename>/etc/dovecot/dovecot.conf</filename> et modifier les lignes suivantes : <placeholder-1/> Les fichiers <emphasis role="strong">cert</emphasis> et <emphasis role="strong">key</emphasis> sont créés automatiquement par <application>dovecot</application> lorsque vous l'installez. Veuillez noter que ces clés ne sont pas signées et retourneront des erreurs « signature erronée » lors de la connexion depuis un client. Pour éviter cela, vous pouvez utiliser des certificats commerciaux, ou mieux encore, vous pouvez utiliser vos propres certificats SSL.
sv: För att få <application>dovecot</application> att använda SSL kan du ändra på filen <filename>/etc/dovecot/dovecot.conf</filename> och lägga till följande rader: <placeholder-1/> Filerna <emphasis role="strong">cert</emphasis> och <emphasis role="strong">key</emphasis> skapas automatiskt av <application>dovecot</application> när du installerar det. Notera att de här nycklarna inte är signerade och kommer att orsaka "felaktig signatur"-fel hos klienten när den ansluter. För att undvika det här kan du använda kommersiella certifikat eller, ännu bättre, dina egna SSL-certifikat.
zh_cn: 要配置 <application>dovecot</application> 使用 SSL，您可以编辑文件 <filename>/etc/dovecot/dovecot.conf</filename> 并修改下列行：<placeholder-1/> 当您安装 <application>dovecot</application> 时，会通过它自动创建 <emphasis role="strong">cert</emphasis> 和 <emphasis role="strong">key</emphasis> 文件。请注意这些钥匙没被签名并会在客户端连接时给出 "bad signature" 的错误。要避免这一点，您可以使用商业证书，甚至更好，使用您自己签署的 SSL 证书。

source: Firewall Configuration for an Email Server
fr: Configuration du pare-feu pour un serveur de courrier électronique
sv: Brandväggskonfiguration för en e-postserver
zh_cn: 邮件服务器的防火墙配置

source: To access your mail server from another computer, you must configure your firewall to allow connections to the server on the necessary ports. <placeholder-1/>
fr: Pour accéder à votre serveur de courriel depuis un autre ordinateur, vous devez configurer votre pare-feu pour qu'il autorise les connexions au serveur sur les ports requis. <placeholder-1/>
sv: För att komma åt din e-postserver från en annan dator måste du konfigurera din brandvägg så att den tillåter anslutningar till servern på de portar som krävs. <placeholder-1/>
zh_cn: 要从另一台计算机访问您的邮件服务器，您必须配置您的防火墙以允许连接服务器必要的端口。<placeholder-1/>

source: Mailman is an open source program for managing electronic mail discussions and e-newsletter lists. Many open source mailing lists (including all the <ulink url="http://lists.ubuntu.com">Ubuntu mailing lists</ulink>) use Mailman as their mailing list software. It is powerful and easy to install and maintain.
fr: Mailman est un logiciel libre permettant la gestion de discussions par courrier électronique et de listes de bulletins d'information électroniques. De nombreuses listes de discussions sur le libre ( dont toutes les <ulink url="http://lists.ubuntu.com">listes de discussions de Ubuntu</ulink> ) utilisent Mailman comme logiciel de gestion de liste de diffusion. Il est puissant, facile à installer et à gérer.
sv: Mailman är ett öppenkällkodsprogram för att hantera elektroniska e-postdiskussioner och e-nyhetsbrev. Många av de svarslistor öppenkällkodsvärlden har (inklusive alla <ulink url="http://lists.ubuntu.com">Ubuntus svarslistor</ulink>) använder Mailman som svarslistmjukvaran. Det är kraftfullt och enkelt att installera och underhålla.
zh_cn: Mailman 是一个管理电子邮件讨论及电子通讯列表的开源程序。许多开源的邮件列表 (包括所有的 <ulink url="http://lists.ubuntu.com">Ubuntu 邮件列表</ulink>)使用 Mailman 作为他们的邮件列表软件。它是强大的且易于安装和维护。

source: Mailman provides a web interface for the administrators and users. So, it requires apache with mod_perl support. Mailman uses an external mail server to send and receive emails. It works perfectly with the following mail servers:
fr: Mailman offre aux administrateurs et utilisateurs une interface web. C'est pourquoi, il a besoin d'apache avec le support de mod_perl. Mailman utilise un serveur de courriel externe pour envoyer et recevoir les courriels. Il fonctionne parfaitement avec les serveurs de courrier suivants :
sv: Mailman ger dig ett webbgränssnitt för att administrera användare. Det kräver därför apache med mod_perl-stöd. Mailman använder en extern e-postserver för att skicka och ta emot e-post. Det fungerar perfekt tillsammans med följande e-postservrar:
zh_cn: Mailman 为管理员和用户提供一个 web 界面。因此，它要求 apache 要有 mod_perl 的支持。Mailman 使用外部邮件服务器来发送和接收邮件。它可以与下列邮件服务器很好的工作：

source: We will see how to install mailman, the apache web server and the Exim mail server. If you wish to install mailman with a different mail server, please refer to the references section.
fr: Nous allons voir comment installer Mailman, le serveur web apache et le serveur de courriels Exim. Si vous désirez installer Mailman associé à un autre serveur de courriels, veuillez consulter la section « Références ».
sv: Vi ska nu titta på hur man installerar mailman, webbservern apache och e-postservern Exim. Om du vill installera mailman med en annan e-postserver måste du
zh_cn: 我们将看到如何安装 mailman、apache web 服务器和 Exim 邮件服务器。如果您希望安装 mailman 和一个不同的邮件服务器，请参考参考部分。

source: To install apache2 you refer to <xref linkend="http-installation"/>.
fr: Pour installer apache2, veuillez consulter <xref linkend="http-installation"/>.
sv: För att installera apache2 läser du <xref linkend="http-installation"/>.
zh_cn: 要安装 apache2 您可以参考 <xref linkend="http-installation"/>。

source: To install Exim4 you run the following commands at a terminal prompt: <screen> <command>sudo apt-get install exim4</command> <command>sudo apt-get install exim4-base</command> <command>sudo apt-get install exim4-config</command> </screen> Once exim4 is installed, the configuration files are stored in the <filename>/etc/exim4</filename> directory. In Ubuntu, by default, the exim4 configuration files are split across different files. You can change this behavior by changing the following variable in the <filename>/etc/exim4/update-exim4.conf</filename> file: <placeholder-1/>
fr: Pour installer Exim4, exécutez les commandes suivantes dans un terminal : <screen> <command>sudo apt-get install exim4</command> <command>sudo apt-get install exim4-base</command> <command>sudo apt-get install exim4-config</command> </screen> Une fois exim4 installé, les fichiers de configuration sont stockés dans le répertoire <filename>/etc/exim4</filename>. Par défaut, dans Ubuntu les fichiers de configuration de exim4 sont divisés en plusieurs fichiers. Vous pouvez changer ce comportement en modifiant le paramètre suivant dans le fichier <filename>/etc/exim4/update-exim4.conf</filename> : <placeholder-1/>
sv: För att installera Exim4 skall du köra följande kommandon i terminalprompten: <screen> <command>sudo apt-get install exim4</command> <command>sudo apt-get install exim4-base</command> <command>sudo apt-get install exim4-config</command> </screen> När exim4 är har installerats finns konfigurationsfilerna sparade i mappen <filename>/etc/exim4</filename>. Som standard i Ubuntu är konfigurationen av exim4 uppdelad i flera olika filer. Du kan ändra på det här beteendet genom att ändra följande variabler i filen <filename>/etc/exim4/update-exim4.conf</filename>: <placeholder-1/>
zh_cn: 若想安装 Exim4，请您在终端运行以下命令：<screen> <command>sudo apt-get install exim4</command> <command>sudo apt-get install exim4-base</command> <command>sudo apt-get install exim4-config</command> </screen> 一旦安装完 exim4，配置文件会被存储在 <filename>/etc/exim4</filename> 目录。在 Ubuntu 中，exim4 的配置文件默认被分散到不同的文件中。您可以通过改变 <filename>/etc/exim4/update-exim4.conf</filename> 文件中的以下变量来改变这种行为：<placeholder-1/>

source: To install <application>Mailman</application>, run following command at a terminal prompt: <screen> <command>sudo apt-get install mailman</command> </screen> It copies the installation files in <application>/var/lib/mailman</application> directory. It installs the CGI scripts in <application>/usr/lib/cgi-bin/mailman</application> directory. It creates <emphasis>list</emphasis> linux user. It creates the <emphasis>list</emphasis> linux group. The mailman process will be owned by this user.
fr: Pour installer <application>Mailman</application>, exécutez la commande suivante dans une console : <screen> <command>sudo apt-get install mailman</command> </screen> Cela copie les fichiers d'installation dans le répertoire <application>/var/lib/mailman</application>, installe les scripts CGI dans le répertoire <application>/usr/lib/cgi-bin/mailman</application>, crée l'utilisateur linux <emphasis>list</emphasis>, ainsi que le groupe linux <emphasis>list</emphasis>. Le processus Mailman sera la propriété de cet utilisateur.
sv: För att installera <application>Mailman</application> kör du följande kommando vid terminalprompten: <screen> <command>sudo apt-get install mailman</command> </screen> Det kopierar installationsfilerna till katalogen <application>/var/lib/mailman</application>. Det installerar CGI-skripten till katalogen <application>/usr/lib/cgi-bin/mailman</application>. Det skapar linuxanvändaren <emphasis>list</emphasis>. Det skapar linuxgruppen <emphasis>list</emphasis>. Mailmanprocessen kommer att ägas av den här användaren.
zh_cn: 要安装 <application>Mailman</application>，在终端提示符后运行下列命令：<screen> <command>sudo apt-get install mailman</command> </screen> 它复制安装文件到 <application>/var/lib/mailman</application> 目录，将 CGI 脚本安装到 <application>/usr/lib/cgi-bin/mailman</application>目录，创建 <emphasis>list</emphasis> linux 用户，创建 <emphasis>list</emphasis> linux 用户组。mailman 进程将以该用户运行。
