Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: Behind this simple description, there is a lot of complexity - there are tiers of NTP servers, with the tier one NTP servers connected to atomic clocks (often via GPS), and tier two and three servers spreading the load of actually handling requests across the internet. Also the client software is a lot more complex than you might think - it has to factor out communication delays, and adjust the time in a way that does not upset all the other processes that run on the server. But luckily all that complexity is hidden from you!
fr: Derrière cette description simple se cache une grande complexité ; il y a plusieurs niveaux de serveurs NTP, dans le premier niveau les serveurs NTP sont connectés à des horloges atomiques (souvent via le signal GPS) et les serveurs du deuxième et troisième niveau se répartissent la charge du traitement des requêtes à travers internet. C'est pourquoi le logiciel client est bien plus complexe que ce que vous pouvez penser. Il doit déterminer les délais de communication et ajuster l'horloge de manière à ne pas perturber tous les autres processus qui s'exécutent sur le serveur. Mais, heureusement, toute cette complexité n'est pas visible pour vous !
sv: Bakom den enkla beskrivningen finns det en stor komplexitet - Det består av flera lager med servrar, Lager ett av NTP-servrar är kopplade till atomur (oftast via GPS), lager två och tre servrarna delar på lasten i hanteringen av verkliga förfrågningar över internet. Dessutom är klientprogrammet mycket mer komplext än vad du kanske tror - Den behöver kompensera för kommunikationsförseningar och justera tiden på ett sådant sätt att det inte stör andra aktiva processer på servern. Som tur är så är all komplexitet dold för dig!
zh_cn: 在这个简单描述的背后，隐藏着许多复杂的事情 - 有数层的 NTP 服务器，第一层是连接到原子钟(通常是通过 GPS)的 NTP 服务器，第二层和第三层服务器分散负载并实际处理来自互联网的请求。客户端软件也要比您可能想到的更加复杂 - 其必需推导出通讯的延迟，并以不会干扰您服务器上其它进程工作的方式来调整时间。但幸运的是所有这些复杂性都对您隐藏起来了！

source: Ubuntu has two ways of automatically setting your time: ntpdate and ntpd.
fr: Ubuntu dispose de deux méthodes pour mettre à jour automatiquement votre horloge : ntpdate et ntpd.
sv: Ubuntu har två sätt att automatiskt ställa in tiden: ntpdate and ntpd.
zh_cn: Ubuntu 有两种方式可以自动设置您的时间：ntpdate 和 ntpd。

source: Ubuntu comes with ntpdate as standard, and will run it once at boot time to set up your time according to Ubuntu's NTP server. However, a server's clock is likely to drift considerably between reboots, so it makes sense to correct the time ocassionally. The easiest way to do this is to get cron to run ntpdate every day. With your favourite editor, as root, create a file <code>/etc/cron.daily/ntpdate</code> containing:
fr: Ubuntu est livré en standard avec ntpdate et l'exécutera une première fois durant la séquence de démarrage pour régler l'horloge de la machine à l'aide du serveur de temps NTP d'Ubuntu. Toutefois, l'horloge d'un serveur pourra se désynchroniser considérablement entre deux redémarrages et il est donc judicieux de la remettre à l'heure de temps en temps. La façon la plus simple est de charger le démon cron d'exécuter le script ntpdate tous les jours. À l'aide de votre éditeur favori, en tant qu'administrateur, créez un fichier <code>/etc/cron.daily/ntpdate</code> contenant :
sv: Standard i Ubuntu är ntpdate, som körs en gång under startsekvensen för att ställa in tiden enligt Ubuntu's NTP server. Emellertid, en servers klocka kommer antagligen driva speciellt mellan omstarter, så det är klokt att justera tiden med jämna mellanrum. Det enklaste sättet att göra detta är använda cron till att köra ntpdate varje dag. med din favorit editor, som root skapar du filen <code>/etc/cron.daily/ntpdate</code> containing:
zh_cn: Ubuntu 以 ntpdate 作为标准配置，并会在引导时运行其一次，来根据 Ubuntu 的 NTP 服务器设置您的时间。然而，服务器的时钟很可能在两次重启之间产生误差，因此时刻调整时间也是合理的。完成这项工作的最简单的方式是让 cron 每天运行 ntpdate。使用您喜爱的编辑器，以 root 的身份，创建一个包含如下内容的 <code>/etc/cron.daily/ntpdate</code> 文件：

source: The file <code>/etc/cron.daily/ntpdate</code> must also be executable.
fr: Le fichier <code>/etc/cron.daily/ntpdate</code> doit également être exécutable.
sv: Filen <code>/etc/cron.daily/ntpdate</code> måste också vara körbar.
zh_cn: <code>/etc/cron.daily/ntpdate</code> 文件还必须是可执行的。

source: ntpdate is a bit of a blunt instrument - it can only adjust the time once a day, in one big correction. The ntp daemon ntpd is far more subtle. It calculates the drift of your system clock and continuously adjusts it, so there are no large corrections that could lead to inconsistent logs for instance. The cost is a little processing power and memory, but for a modern server this is negligible.
fr: Ntpdate est un utilitaire un peu brut ; il peut uniquement ajuster l'horloge une fois par jour en faisant une grosse correction. Le démon NTP ntpd est beaucoup plus subtil. Il calcul la dérive de l'horloge de votre système et l'ajuste continuellement, aussi il n'y a pas de corrections importantes qui peuvent entraîner des journaux incohérents par exemple. Cela utilise un peu de puissance de traitement et de mémoire, mais pour un serveur moderne c'est négligeable.
sv: ntpdate är ett trubbigt instrument - Den kan endast justera tiden en gång per dag som en stor justering. Då är ntp-demonen ntpd betydligt mer raffinerad. Den beräknar driften i systemklockan och kontinuerligt justerar tiden, därför är det inga stora korrigeringar som kan leda till inkonsekventa loggar. Kostnaden är lite processkraft och minne, men för en modern server är det försumbart.
zh_cn: ntpdate 有些迟钝 - 它只能一天调整一次时间，每次都是一个大改动。而 ntp 守护进程 ntpd 就很灵巧。它会计算您系统时钟的偏差并持续不断地调整时间，这样就不至于因为调整过大而引起像日志不一致这样的问题。其代价是消耗一点处理能力和内存，但对于现代服务器来说这点是可以忽略的。

source: To set up ntpd:
fr: Pour paramétrer ntpd :
sv: Konfigurera ntpd:
zh_cn: 若想设置 ntpd：

source: Changing Time Servers
fr: Modifier les serveurs de temps
sv: Ändra tidserver
zh_cn: 改变时间服务器

source: In both cases above, your system will use Ubuntu's NTP server at <code>ntp.ubuntu.com</code> by default. This is OK, but you might want to use several servers to increase accuracy and resilience, and you may want to use time servers that are geographically closer to you. to do this for ntpdate, change the contents of <code>/etc/cron.daily/ntpdate</code> to:
fr: Dans les deux cas précédant, votre système utilisera par défaut le serveur NTP d'Ubuntu à l'adresse <code>ntp.ubuntu.com</code>. C'est correct, mais vous pouvez vouloir utiliser plusieurs serveurs afin d'augmenter la précision et l'endurance du système et vous voulez peut-être utiliser des serveurs qui sont plus proche de chez vous. Pour faire cela avec ntpdate, changez le contenu de <code>/etc/cron.daily/ntpdate</code> par :
sv: I båda fallen kommer ditt system som standard att använda Ubuntus NTP-server på <code>ntp.ubuntu.com</code>. Det är OK, men du vill antagligen använda flera servrar för att öka noggrannheten och du vill antagligen använda servrar som är geografiskt nära dig. För att göra detta i ntpdate, ändra innehållet i <code>/etc/cron.daily/ntpdate</code> till:
zh_cn: 在上述的两种情况中，您的系统会默认使用位于 <code>ntp.ubuntu.com</code> 的 Ubuntu NTP 服务器。这没有问题，但您可以会想使用多个服务器来增加准确性和弹性，并且使用在地理位置上更接近您的时间服务器。若要对 ntpdate 这样做，请将 <code>/etc/cron.daily/ntpdate</code> 的内容修改为：

source: And for ntpd edit <code>/etc/ntp.conf</code> to include additional server lines:
fr: Et pour ntpd éditez <code>/etc/ntp.conf</code> pour y inclure les lignes des serveurs supplémentaires :
sv: För ntpd redigera <code>/etc/ntp.conf</code> och lägg till ytterligare serverrader:
zh_cn: 对于 ntpd，请编辑 <code>/etc/ntp.conf</code> 以加入额外的服务器：

source: You may notice <code>pool.ntp.org</code> in the examples above. This is a really good idea which uses round-robin DNS to return an NTP server from a pool, spreading the load between several different servers. Even better, they have pools for different regions - for instance, if you are in New Zealand, so you could use <code>nz.pool.ntp.org</code> instead of <code>pool.ntp.org</code> . Look at <ulink url="http://www.pool.ntp.org/">http://www.pool.ntp.org/</ulink> for more details.
fr: Vous avez peut-être remarqué <code>pool.ntp.org</code> dans l'exemple précédant. C'est une très bonne idée d'utiliser un serveur DNS à répartition de charge pour renvoyer un serveur NTP depuis un pool (groupe de serveurs), en répartissant la charge entre plusieurs serveurs différents. Encore mieux, il y a des pools pour différentes régions, par exemple, si vous habitez en France, alors vous pouvez utiliser <code>fr.pool.ntp.org</code> au lieu de <code>pool.ntp.org</code>. Regardez sur <ulink url="http://www.pool.ntp.org/">http://www.pool.ntp.org/</ulink> pour plus de détails.
sv: Du har säkert upptäckt <code>pool.ntp.org</code> i exemplet ovan. Det är en bra idé som använder sig av en round-robin DNS för att från en pol returnera en NTP-server, dela på lasten mellan flera olika servrar. Ännu bättre är att de har poler för olika regioner - till exempel, om du är i Nya Zealand, då kan du använda <code>nz.pool.ntp.org</code> istället för <code>pool.ntp.org</code> . läs mer på <ulink url="http://www.pool.ntp.org/">http://www.pool.ntp.org/</ulink> för mer information.
zh_cn: 您可能注意到了上面例子中的 <code>pool.ntp.org</code>。通过一个使用转轮法的 DNS 来从服务器池中返回一个 NTP 服务器实在是个好主意，这样可以在不同的服务器之间平摊负载。更好的是，对于不同的区域有不同的服务器池 - 例如，假如您在新西兰的话，您就可以使用 <code>nz.pool.ntp.org</code> 取代 <code>pool.ntp.org</code>。参见 <ulink url="http://www.pool.ntp.org/">http://www.pool.ntp.org/</ulink> 以获得更多信息。

source: You can also Google for NTP servers in your region, and add these to your configuration. To test that a server works, just type <code>sudo ntpdate ntp.server.name</code> and see what happens.
fr: Vous pouvez aussi rechercher sur Internet des serveurs NTP dans votre région, et les rajouter à votre configuration. Pour tester si un serveur fonctionne, saisissez uniquement <code>sudo ntpdate ntp.nom.serveur</code> dans un terminal et regardez ce qui se passe.
sv: Du kan också Googla efter NTP-servrar i ditt område och lägga till dessa i din konfiguration. För att prova så de fungerar, skriver du <code>sudo ntpdate ntp.server.name</code> och ser vad som händer.
zh_cn: 您也可以使用 Google 搜索您所在区域中的 NTP 服务器，再将其加入您的配置中。若想测试该服务器是否工作，只需键入 <code>sudo ntpdate ntp.server.name</code> 然后看结果。

source: Related Pages
fr: Pages connexes
sv: Relaterade sidor
zh_cn: 相关网页

source: NTP Support
fr: Le support de NTP
sv: NTP Hjälp
zh_cn: NTP 支持

source: The NTP FAQ and HOWTO
fr: FAQ et guides sur NTP
sv: NTP FAQ och HOWTO
zh_cn: NTP FAQ 和 HOWTO

source: Network Authentication
fr: Authentification réseau
sv: Nätverkautentisering
zh_cn: 网络认证

source: This section explains various Network Authentication protocols.
fr: Cette partie présente plusieurs protocoles d'authentification réseau.
sv: Det här avsnittet beskriver olika protokoll för nätverkautentisering
zh_cn: 本节解释各种网络认证协议

source: OpenLDAP Server
fr: Serveur OpenLDAP
zh_cn: OpenLDAP 服务器

source: LDAP means Lightweight Directory Access Protocol, it is a simplified version of X500 protocol. The directory setup in this section will be used for authentication. Nevertheless, a LDAP directory can be used in numerous way: authentication, shared directory (for mail clients), in all sort of applications. LDAP is a largely used standard.
fr: LDAP signifie Lightweight Directory Access Protocol, c'est une version simplifiée du protocole normalisé X500. La configuration de l'annuaire dans cette partie sera utilisée pour faire de l'authentification. Quoiqu'il en soit, un annuaire LDAP peut-être utilisé de différentes façons : authentification, annuaire partagé (pour les clients de messagerie), dans toutes sortes d'applications. LDAP est un standard largement utilisé.
sv: LDAP betyder Lightweight Directory Access Protocol, det är en förenklad version av X500 protokollet. Katalogupplägget i det här avsnittet kommer att användas till autentisering. I vilket fall, kan en LDAP-katalog användas på flera sätt: autentisering, delad katalog (för e-post klienter), i alla typer av program. LDAP är en välanvänd standard.
zh_cn: LDAP 的意思是轻量目录访问协议，它是 X500 协议的简化版本。本节中的目录设置将会被用于认证。然而，一个 LDAP 目录在各种应用中可以被以不同方式使用：认证、共享目录(用于邮件客户端)。LDAP 是一种被广泛使用的标准。

source: To describe quickly a LDAP, all informations are stored in a tree. You have to determine by yourself the directory arborescence (the Directory Information Tree: the DIT). We will begin with a basic tree with two nodes above the root :
fr: Pour décrire brièvement un annuaire LDAP, toutes les informations sont stockées dans une structure arborescente (l'arbre d'informations de l'annuaire, le DIT). Nous commencerons avec un arbre simple avec deux nœuds au-dessus de la racine :
sv: För att snabbt beskriva LDAP, så sparas all information i ett träd. Du behöver själv avgöra katalogens trädstruktur (Directory Information Tree= DIT). Vi börjar med ett grundläggande träd med två noder över root :
zh_cn: 快速描述下 LDAP，所有的信息都被存储在一棵树中。您需要自己决定目录的树状结构(目录信息树：DIT)。我们将从一棵在根上有着两个节点的基本的树开始：

source: "People" node where your users will be stored
fr: Le nœud « Personnes » dans lequel seront représentés vos utilisateurs
sv: "People" nod där dina användare kommer lagras
zh_cn: "People" 节点，将存储您的用户

source: "Groups" node where your groups will be stored
fr: Le nœud « Groupes » dans lequel vous définirez vos groupes.
sv: "Groups" nod där dina grupper kommer sparas
zh_cn: "Groups" 节点，将存储您的组

source: You have to first determine what the root of your LDAP will be. By default, your tree will be determined by your internet domain. If your domain is example.com (we will use it in the above example), your root will be dc=example,dc=com.
fr: Vous devez d'abord déterminer qu'elle sera la racine de votre annuaire LDAP. Par défaut, votre arbre sera déterminé par votre domaine Internet. Par exemple, si votre domaine est example.com (ce que nous assumerons dans l'exemple qui suit), votre racine sera dc=example,dc=com.
sv: Du behöver först fastställa var din LDAP-root skall finnas. Som standard kommer ditt träd bestämmas av din internetdomän. Om din domän är example.com (vi kommer använda det i exemplet ovan), kommer root bli dc=example,dc=com.
zh_cn: 您需要首先决定您的 LDAP 的根是什么。默认情况下，您的树是由您的互联网域名决定的。如果您的域名是 example.com (我们将在上面的例子中使用这个域名)，您的根就会是 dc=example,dc=com。

source: First of all, install the ldap server daemon (slapd) on the server ; install the following packages: <filename>slapd</filename> and <filename>ldap-utils</filename>.
fr: Tout d'abord, installez le démon du serveur ldap (ldapd) sur la machine serveur ; installez les paquets suivants : <filename>slapd</filename> et <filename>ldap-utils</filename>.
sv: Först av allt installera ldap serverdemon (slapd) på servern ; installera följande paket: <filename>slapd</filename> och <filename>ldap-utils</filename>.
zh_cn: 首先，在服务器上安装 ldap 服务器守护程序 (slapd)；安装下列软件包：<filename>slapd</filename> 和 <filename>ldap-utils</filename>。

source: Enter your domain as asked and the password that you want for the directory administrator.
fr: Saisissez votre domaine et le mot de passe pour le compte administrateur de l'annuaire.
sv: Skriv in din domän vid tillfrågan och ett lösenord till katalogadministratören.
zh_cn: 在被询问时输入您的域名和您想用于目录管理员的密码。

source: Only few changes will be operated on the default configuration. First set the root password in the configuration file (instead of in the directory) by editing the file <filename>/etc/ldap/slapd.conf</filename>.
fr: Seules quelques modifications seront apportées à la configuration par défaut. Tout d'abord, définissez le mot de passe de l'administrateur dans le fichier de configuration (au lieu de le faire dans l'annuaire) en éditant le fichier<filename>/etc/ldap/slapd.conf</filename>.
sv: Endast några få ändringar behöver utföras i standard konfigurationen. Först, ändra root lösenordet i konfigurationsfilen (istället för i katalogen) genom att redigera filen <filename>/etc/ldap/slapd.conf</filename>.
zh_cn: 几乎不需对默认配置进行更改。首先通过编辑 <filename>/etc/ldap/slapd.conf</filename> 文件，在配置文件中(而不是在目录中)设置 root 密码。

source: Don't use a cleartext password however. To generate an encrypted password first use slappasswd yourpasswd
fr: N'utilisez pas un mot de passe en clair. Pour générer un mot de passe crypté, utilisez au préalable la commande : slappasswd votremotdepasse
sv: Använd inte ett lösenord i rent textformat. För att skapa ett krypterat lösenord använd slappasswd yourpasswd
zh_cn: 然而不要使用明文密码。要生成一个加密过的密码，先使用 slappasswd 您的密码

source: This example shows what happens when using the string "secret" as the password. (By nature of the SSHA encryption scheme, your result will vary.)
fr: Cet exemple montre ce qu'il se passe quand on utilise la chaîne de caractère « secret » comme mot de passe. (De par la nature du processus de cryptage SSHA, votre résultat variera).
sv: Det här exemplet visar vad som händer när du använder strängen "secret" som lösenord. (till sin natur så kommer resultatet av SSHA krypteringsschema att variera.)
zh_cn: 本例显示了使用字符串"secret"作为密码的情况。(由于 SSHA 加密机制的本质，您的结果会有所不同。)

source: Now edit <filename>/etc/ldap/slapd.conf</filename> and copy paste the generated string.
fr: Maintenant, éditez le fichier <filename>/etc/ldap/slapd.conf</filename> et copier/coller la chaîne générée.
sv: Redigera nu <filename>/etc/ldap/slapd.conf</filename> och kopiera klistra in den genererade strängen.
zh_cn: 现在编辑 <filename>/etc/ldap/slapd.conf</filename> 文件并将生成的字符串复制粘贴进去。

source: # Make sure you edit or add these directives after the first 'database' directive. suffix "dc=example,dc=com" directory "/var/lib/ldap" rootdn "cn=admin,dc=example,dc=com" rootpw {SSHA}d2BamRTgBuhC6SxC0vFGWol31ki8iq5m
fr: # Assurez-vous d'éditer ou bien de rajouter ces directives après la première directive 'database'. suffix "dc=example,dc=com" directory "/var/lib/ldap" rootdn "cn=admin,dc=example,dc=com" rootpw {SSHA}d2BamRTgBuhC6SxC0vFGWol31ki8iq5m

source: Populating LDAP
fr: Peuplement du LDAP
sv: Befolka LDAP
zh_cn: 准备 LDAP

source: The directory has been created at the installation, now it is time to populate. It will be populated with a "classical" entry that will be compatible with directory (for example for a shared directory), with classical accounts (for a web application) and with Unix accounts (posix).
fr: L'annuaire a été créé au cours de l'installation. Il faut maintenant le peupler, avec des entrées « classiques » qui seront compatibles avec un annuaire (par exemple pour un annuaire partagé), avec des comptes classiques (pour une application web) ainsi qu'avec des comptes Unix (posix).
sv: nu är det dags att befolka katalogen som skapades vid installationen. Den kommer att befolkas med ingången "classical" som kommer att vara kompatibel med katalogen (till exempel för en delad katalog), med classical-konton (för webbapplikationer) och för Unix-konton (posix).
zh_cn: 目录在安装时已被创建，现在是时候填入内容了。我们会向其中填入一个“经典”条目，其将能与目录(例如一个共享目录的)、经典账号(一个 web 应用程序的) 以及 Unix 账号 (posix) 兼容。

source: LDAP directory can be fed with a ldif file (ldif means ldap directory interchange format). Generate this example text file init.ldif somewhere on your system:
fr: Un annuaire LDAP peut-être renseigné à l'aide d'un fichier ldif (ldif signifie ldap directory interchange format). Pour prendre un exemple, créer le fichier texte init.ldif suivant dans votre système :
sv: LDAP katalogen kan matas med en ldif-fil (ldif avser ldap directory interchange format). Generera exempeltextfilen init.ldif någonstans i ditt system:
zh_cn: LDAP 目录能够使用一个 ldif 文件 (ldif 的意思是 ldap 目录交换格式)。请在您的系统的某处产生这个样例文本文件 init.ldif。

source: In the example above, the directory structure, a user and group have been setup. In other example you might see the objectClass: top added in every entry, but that is default behaviour so you don't have to add it explicitely.
fr: Dans l'exemple ci-dessus, on a défini un utilisateur, un groupe et la structure de l'annuaire. Dans un autre exemple, vous auriez pu voir l'attribut objectClass: top ajouté dans chaque entrée, mais comme il s'agit d'une valeur par défaut, il n'est pas nécessaire de l'indiquer explicitement.
sv: I exemplet ovan har trädstrukturen, en användare och grupp skapats. I andra exempel kan du få se objektklassen: överst tillagd i varje ingång, men det är standardbeteende så du behöver inte lägga till det själv.
zh_cn: 在上面的例子中，设置了目录结构、一个用户和一个组。在其它的例子中您可能会看到 objectClass: top 被添加到每个条目中，但这是默认的行为，因此您不必显式添加它。

source: Now, add your entries to the LDAP :
fr: Maintenant, ajoutez vos entrées dans l'annuaire LDAP :
sv: Nu, lägg till dina ingångar i LDAP :
zh_cn: 现在，将您的条目添加到 LDAP：

source: stop LDAP daemon: <command>sudo /etc/init.d/slapd stop</command>
fr: arrêtez le démon LDAP : <command>sudo /etc/init.d/slapd stop</command>
sv: stoppa LDAP-demonen: <command>sudo /etc/init.d/slapd stop</command>
zh_cn: 停止 LDAP 守护程序: <command>sudo /etc/init.d/slapd stop</command>

source: delete the content that was automaticaly added at installation: <command>sudo rm -rf /var/lib/ldap/*</command>
fr: supprimez le contenu ajouté automatiquement lors de l'installation : <command>sudo rm -rf /var/lib/ldap/*</command>
sv: ta bort innehållet som automatiskt lades till vid installationen: <command>sudo rm -rf /var/lib/ldap/*</command>
zh_cn: 删除在安装时自动添加的内容: <command>sudo rm -rf /var/lib/ldap/*</command>

source: add the content <command>sudo slapadd -l init.ldif</command>
fr: ajouter le contenu de fichier d'exemple ci-dessus : <command>sudo slapadd -l init.ldif</command>
sv: lägg till innehållet <command>sudo slapadd -l init.ldif</command>
zh_cn: 添加我们的内容 <command>sudo slapadd -l init.ldif</command>

source: start LDAP daemon: <command>sudo /etc/init.d/slapd start</command>
fr: redémarrez le démon LDAP : <command>sudo /etc/init.d/slapd start</command>
sv: starta LDAP-demon: <command>sudo /etc/init.d/slapd start</command>
zh_cn: 启动 LDAP 守护程序: <command>sudo /etc/init.d/slapd start</command>

source: We can check that the content has been correctly added with the tools from the <filename>ldap-utils</filename> package. In order to execute a search in the LDAP directory :
fr: Nous pouvons maintenant vérifier que le contenu de notre fichier a bien été ajouté correctement, à l'aide des outils du paquet <filename>ldap-utils</filename>. Afin de faire une recherche dans un annuaire LDAP :
sv: Vi kan kontrollera att innehållet har blivit rätt inlagt med verktygen från paketet <filename>ldap-utils</filename>. För att utföra en sökning i LDAP-katalogen:
zh_cn: 我们可以使用 <filename>ldap-utils</filename> 软件包中的工具来检查内容是否已被正确添加。要在 LDAP 目录中执行搜索：

source: Just a quick explanation :
fr: Une petite explication rapide :
sv: Bara en kort förklaring :
zh_cn: 简单的解释：

source: -x is because we do not use SASL authentication method (by default)
fr: -x : parce que nous n'utilisons pas la méthode d'authentification SASL (utilisée par défaut)
sv: -x är därför att vi inte använder SASL verifieringsmetoden ( som standard)
zh_cn: 使用 -x 是因为我们不使用 SASL 认证方法 (默认)

source: -LLL disable printing LDIF informations
fr: -LLL : n'affiche pas les informations LDIF
sv: -LLL inaktivera utskrift av LDIF-information
zh_cn: -LLL 关闭打印 LDIF 信息

source: Setting up ACL
fr: Paramétrage des ACL
sv: Ställa in ACL
zh_cn: 设置 ACL
