Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: Many complex packages use the concept of <emphasis role="italics">dependencies</emphasis>. Dependencies are additional packages required by the principal package in order to function properly. For example, the speech synthesis package <application>Festival</application> depends upon the package <application>festvox-kalpc16k</application>, which is a package supplying one of the voices used by the application. In order for <application>Festival</application> to function, it and all of it's dependencies must be installed. The software management tools in Ubuntu will do this automatically.
fr: De très nombreux paquets utilisent le concept de <emphasis role="italics">dépendances</emphasis>. Les dépendances sont des paquets supplémentaires nécessaires au bon fonctionnement du paquet principal. Par exemple, le paquet de synthèse vocale <application>Festival</application> dépend du paquet <application>festvox-kalpc16k</application> qui est un paquet fournissant l'une des voix utilisées dans cette application. Pour que <application>Festival</application> puisse fonctionner correctement, il doit être installé avec toutes ses dépendances. Dans Ubuntu, les outils de gestion de logiciels feront cela pour vous automatiquement.
sv: Många komplexa paket använder ett koncept med <emphasis role="italics">beroenden</emphasis>. Beroenden är ytterligare paket som krävs av huvudpaketet för att fungera riktigt. Till exempel, röstsyntes paketet <application>Festival</application> har beroende till paketet <application>festvox-kalpc16k</application>, som är ett paket som tillhandahåller en av rösterna som används i applikationen. För att <application>Festival</application> skall fungera, måste även alla beroenden installeras. Programhanterarverktygen i Ubuntu gör detta automatiskt.
zh_cn: 很多复杂的软件包使用 <emphasis role="italics">依赖关系</emphasis> 的概念。依赖关系是主软件包正常工作所需的额外软件包。例如，语音合成软件包 <application>Festival</application> 依赖于 <application>festvox-kalpc16k</application> 软件包，后者是一个提供了该应用程序所使用的语音的软件包。为了使 <application>Festival</application> 工作，其本身及其所有的依赖关系必须被安装。Ubuntu 中的软件管理工具能自动完成这样的工作。

source: The <application>apt-get</application> command is a powerful command-line tool used to work with Ubuntu's <emphasis>Advanced Packaging Tool</emphasis> (APT) performing such functions as installation of new software packages, upgrade of existing software packages, updating of the package list index, and even upgrading the entire Ubuntu system.
fr: La commande <application>apt-get</application> est un puissant outil en ligne de commande travaillant avec l'<emphasis>Advanced Packaging Tool</emphasis> (APT) d'Ubuntu, offrant des fonctionnalités telles que l'installation de nouveaux logiciels, la mise à jour de ceux déjà existants, le rafraîchissement des index de paquets et même la mise à niveau complète de votre système Ubuntu.
sv: Kommandot <application>apt-get</application> är ett kraftfullt kommandoradsverktyg som används för att arbeta med Ubuntus <emphasis>Advanced Packaging Tool</emphasis> (APT) som utför uppgifter som installation av nya programpaket, uppgradering av existerande programpaket, uppdatering av paketlistorna, och till och med uppgradering av hela Ubuntusystemet.
zh_cn: <application>apt-get</application> 命令是一个强大的命令行工具，用于同 Ubuntu 的 <emphasis>Advanced Packaging Tool</emphasis> (APT) 一起执行诸如安装新软件包、升级已有软件包、更新包列表索引，甚至是升级整个 Ubuntu 系统等功能。

source: Being a simple command-line tool, <application>apt-get</application> has numerous advantages over other package management tools available in Ubuntu for server administrators. Some of these advantages include ease of use over simple terminal connections (SSH) and the ability to be used in system administration scripts, which can in turn be automated by the <application>cron</application> scheduling utility.
fr: Étant un simple outil en ligne de commande, <application>apt-get</application> a de nombreux avantages par rapport aux autres outils de gestion de paquets disponibles dans Ubuntu pour les administrateurs de serveurs. Ces avantages comprennent la facilité d'utilisation à travers de simples connections terminal (SSH) et la possibilité d'être utilisé dans des scripts d'administration système, qui peuvent à leur tour être automatisés par l'utilitaire de planification <application>cron</application>.
sv: Eftersom det är ett enkelt kommandoradsverktyg har <application>apt-get</application> flera fördelar, jämfört med andra pakethanteringsverktyg som finns tillgängliga i Ubuntu för serveradministratörer. Vissa av de här fördelarna är att det går enkelt att använda över enkla terminalanslutningar (SSH) och möjligheten att användas i systemadministrationsscript, som i sin tur kan automatiseras av schemaläggaren <application>cron</application>.
zh_cn: 作为一个简单的命令行工具，<application>apt-get</application> 对于服务器管理员来说比 Ubuntu 中的其他软件包管理工具有着相当多的优点。这些优点包括便于在简单终端连接 (SSH) 中使用，同时能够用于系统管理脚本中，以便能被<application>cron</application> 动作计划工具自动运行。

source: <emphasis role="bold">Install a Package</emphasis>: Installation of packages using the <application>apt-get</application> tool is quite simple. For example, to install the network scanner <emphasis role="italics">nmap</emphasis>, type the following: <screen> <command>sudo apt-get install nmap</command> </screen>
fr: <emphasis role="bold">Installation d'un paquet</emphasis> : L'installation de paquets en utilisant l'outil <application>apt-get</application> est relativement simple. Par exemple, pour installer le scanner réseau <emphasis role="italics">nmap</emphasis>, entrez la commande suivante : <screen> <command>sudo apt-get install nmap</command> </screen>
sv: <emphasis role="bold">Installera ett paket</emphasis>: Installation av paket med verktyget <application>apt-get</application> är ganska enkelt. Om du till exempel vill installera nätverksscannern <emphasis role="italics">nmap</emphasis> skriver du följande: <screen> <command>sudo apt-get install nmap</command> </screen>
zh_cn: <emphasis role="bold">安装软件包</emphasis>：使用 <application>apt-get</application> 工具安装软件包非常简单。举个例子，要安装网络扫描器 <emphasis role="italics">nmap</emphasis>，可以输入下面命令： <screen> <command>sudo apt-get install nmap</command> </screen>

source: <emphasis role="bold">Remove a Package</emphasis>: Removal of a package or packages is also a straightforward and simple process. To remove the nmap package installed in the previous example, type the following: <screen> <command>sudo apt-get remove nmap</command> </screen>
fr: <emphasis role="bold">Suppression d'un paquet</emphasis> : la suppression d'un paquet ou de paquets est également un processus simple et direct. Pour supprimer le paquet nmap installé dans l'exemple précédent, entrez la commande suivante : <screen> <command>sudo apt-get remove nmap</command> </screen>
sv: <emphasis role="bold">Ta bort ett paket</emphasis>: Att ta bort ett eller flera paket är också mycket enkelt. För att ta bort paketet nmap vi nyss installerade, skriv följande: <screen> <command>sudo apt-get remove nmap</command> </screen>
zh_cn: <emphasis role="bold">卸载软件包</emphasis>：卸载一个或多个软件包也很简单直接。要卸载在上个例子中安装的 nmap 软件包，可以输入下面命令：<screen> <command>sudo apt-get remove nmap</command> </screen>

source: <emphasis role="bold">Multiple Packages</emphasis>: You may specify multiple packages to be installed or removed, separated by spaces.
fr: <emphasis role="bold">Paquets multiples</emphasis> : vous pouvez spécifier plusieurs paquets à installer ou à supprimer en les séparant par des espaces.
sv: <emphasis role="bold">Flera paket</emphasis>: Du kan specificera att flera paket ska installeras eller tas bort genom att separera paketen med mellanslag.
zh_cn: <emphasis role="bold">多个软件包</emphasis>：你可以安装和卸载用空格分隔的多个软件包。

source: <emphasis role="bold">Update the Package Index</emphasis>: The APT package index is essentially a database of available packages from the repositories defined in the <filename>/etc/apt/sources.list</filename> file. To update the local package index with the latest changes made in repositories, type the following: <screen> <command>sudo apt-get update</command> </screen>
fr: <emphasis role="bold">Mettre à jour l'index des paquets</emphasis> : l'index des paquets de APT est principalement une base de données des paquets disponibles dans les dépôts listés dans le fichier <filename>/etc/apt/sources.list</filename>. Pour synchroniser l'index local avec les derniers changements effectués sur les dépôts, tapez cette ligne de commande :<screen> <command>sudo apt-get update</command> </screen>
sv: <emphasis role="bold">Uppdatera paketlistan</emphasis>: APT:s paketlista är i praktiken en databas över tillgängliga paket från förråden som finns inskrivna i filen <filename>/etc/apt/sources.list</filename>. För att uppdatera din paketlista med de senaste ändringarna från förråden, skriv följande: <screen> <command>sudo apt-get update</command> </screen>
zh_cn: <emphasis role="bold">更新软件包索引</emphasis>：APT 软件包索引从本质上来说是一个可用软件包数据库，这些可用软件包来自 <filename>/etc/apt/sources.list</filename> 文件中定义的软件库。要更新由软件库的最新变动而生成的本地软件索引，输入下面的语句：<screen> <command>sudo apt-get update</command> </screen>

source: <emphasis role="bold">Upgrade Packages</emphasis>: Over time, updated versions of packages currently installed on your computer may become available from the package repositories (for example security updates). To upgrade your system, first update your package index as outlined above, and then type: <screen> <command>sudo apt-get upgrade</command> </screen>
fr: <emphasis role="bold">Mise à jour des paquets</emphasis> : avec le temps, des versions plus récentes des paquets installés sur votre ordinateur seront disponibles dans les dépôts de paquets (par exemple, les mises à jour de sécurité). Pour mettre à jour votre système, commencez par mettre à jour la liste des paquets comme indiqué ci-dessus, puis toujours dans une console, tapez :<screen> <command>sudo apt-get upgrade</command> </screen>
sv: <emphasis role="bold">Uppgradera paket</emphasis>: Med tiden kommer uppdaterade versioner på paketen som är installerade på din dator att bli tillgängliga i paketförråden. För att uppdatera ditt system, börja med att uppdatera ditt paketindex enligt sammanfattningen ovan, skriv sedan: <screen> <command>sudo apt-get upgrade</command> </screen>
zh_cn: <emphasis role="bold">升级软件包</emphasis>：经过一段时间，您计算机上安装的软件的更新版本可能会在软件源中可用（例如安全更新等）。要升级您的系统，请先按照上述更新您的软件包索引，然后输入：<screen> <command>sudo apt-get upgrade</command> </screen>

source: If a package needs to install or remove new dependencies when being upgraded, it will not be upgraded by the <emphasis>upgrade</emphasis> command. For such an upgrade, it is necessary to use the <emphasis role="italics">dist-upgrade</emphasis> command.
fr: Si un paquet a besoin d'installer ou de supprimer de nouvelles dépendances lorsqu'il est mis à jour, il ne sera pas mis à jour par la commande <emphasis>upgrade</emphasis>. Pour une mise à jour de ce type, il est nécessaire d'utiliser la commande <emphasis role="italics">dist-upgrade</emphasis>.
sv: Om ett paket behöver installera eller ta bort nya beroenden när det uppgraderas kommer det inte att uppgraderas av kommandot <emphasis>upgrade</emphasis>. För en sådan uppgradering är det nödvändigt att använda kommandot <emphasis role="italics">dist-upgrade</emphasis> istället.
zh_cn: 如果软件包在升级时需要安装或卸载新的依赖包，它将不会被 <emphasis>upgrade</emphasis> 升级。如要升级，则需使用 <emphasis role="italics">dist-upgrade</emphasis> 命令。

source: Also, you may upgrade your entire Ubuntu system from one revision to another with dist-upgrade. For example, to upgrade from Ubuntu version 6.06 to version 7.10, you would first ensure the version 7.10 repositories replace the existing 6.06 repositories in your computer's <filename>/etc/apt/sources.list</filename>, then simply issue the <application>apt-get update</application> command as detailed above, and finally, perform the actual upgrade by typing: <screen> <command>sudo apt-get dist-upgrade</command> </screen>
fr: Vous pouvez aussi effectuer une mis à jour complète de votre système d'une version vers une plus récente avec dist-upgrade. Par exemple, pour une mise à jour depuis la version 6.06 d'Ubuntu vers la version 7.10, il faut vous assurer que les dépôts de la version 7.10 remplacent ceux de la version 6.06 dans le fichier <filename>/etc/apt/sources.list</filename> de votre ordinateur. Ensuite, saisir simplement la commande <application>apt-get update</application> décrite ci-dessus, et finalement, effectuer la mise à jour de version en saisissant :<screen> <command>sudo apt-get dist-upgrade</command> </screen>
sv: Du kan även uppgradera hela ditt Ubuntu-system från en version till en annan med dist-upgrade. Till exempel för att uppgradera från Ubuntu version 6.06 till version 7.10 så måste du se till att version 7.10-förråden ersätter nuvarande 6.06-förråden i <filename>/etc/apt/sources.list</filename> på din dator. Kör därefter kommandot <application>sudo apt-get update</application> som beskrevs ovan, och slutligen genomför uppgraderingen genom att ange: <screen> <command>sudo apt-get dist-upgrade</command> </screen>

source: After a fairly considerable amount of time, your computer will be upgraded to the new revision. Typically, some post-upgrade steps would be required as detailed in the upgrade notes for the revision you are upgrading to.
fr: Au bout d'un temps assez considérable, votre ordinateur sera mis à niveau vers la nouvelle version. En général, quelques étapes supplémentaires sont nécessaires et sont expliquées dans les notes de révision de la version vers laquelle vous avez fait la mise à niveau.
sv: Efter en ganska lång stund kommer din dator att vara uppgraderad till den nya utgåvan. Oftast behöver du genomgå några steg efter uppgraderingen enligt vad som beskrivs i uppgraderingsnoteringarna för den utgåvan du uppgraderar till.
zh_cn: 在相当相当长的时间之后，你的计算机将被升级到新的版本。通常，还需要做一些升级后的步骤，详见你所升级版本的升级修订说明。

source: Actions of the <application>apt-get</application> command, such as installation and removal of packages, are logged in the /var/log/dpkg.log log file.
fr: Les actions de la commande <application>apt-get</application>, tel que l'ajout ou la suppression de paquets, sont inscrites dans le fichier /var/log/dpkg.log.
sv: Allt kommandot <application>apt-get</application> gör, som installation och borttagning av paket, loggas till loggfilen /var/log/dpkg.log.
zh_cn: <application>apt-get</application> 命令所做操作，如包的安装和卸载，都被记录在 /var/log/dpkg.log 日志文件里。

source: Some examples of popular uses for the <application>apt-get</application> utility: <placeholder-1/>
fr: Quelques exemples d'utilisation habituelle de l'utilitaire <application>apt-get</application> :<placeholder-1/>
sv: Här följer några vanliga sätt att använda <application>apt-get</application>:
zh_cn: <application>apt-get</application> 工具的一些常见用法示例：

source: For further information about the use of <application>APT</application>, read the comprehensive <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Debian APT User Manual</ulink> or type: <screen>apt-get help</screen>
fr: Pour plus d'information sur l'utilisation de <application>APT</application>, consultez la documentation détaillée sur <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Manuel utilisateur de Debian APT</ulink> ou tapez <screen>apt-get help</screen>
sv: För ytterligare information om användandet av <application>APT</application>, läs den innehållsrika <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Debian APT User Manual</ulink> eller skriv: <screen>apt-get help</screen>
zh_cn: 关于 <application>APT</application> 用法的更多信息，可阅读全面的<ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Debian APT 用户手册</ulink> 或输入：<screen>apt-get help</screen>

source: <application>Aptitude</application> is a menu-driven, text-based front-end to the <emphasis>Advanced Packaging Tool</emphasis> (APT) system. Many of the common package management functions, such as installation, removal, and upgrade, are performed in <application>Aptitude</application> with single-key commands, which are typically lowercase letters.
fr: <application>Aptitude</application> est une application en mode texte mais avec des menus, et servant d'interface à <emphasis>Advanced Packaging Tool</emphasis> (APT). Beaucoup des fonctions communes de gestion des paquets, comme l'installation, la désinstallation, et la mise à jour, sont effectuées dans <application>Aptitude</application> avec des commandes utilisant une seule touche, qui sont généralement des lettres minuscules.
sv: <application>Aptitude</application> är ett menydrivet, textbaserat användargränssnitt till systemet <emphasis>Advanced Packaging Tool</emphasis> (APT). Många av de vanligare pakethanteringsfunktionerna, som installation, borttagning och uppgradering, utförs i <application>Aptitude</application> genom att trycka på en knapp.
zh_cn: <application>Aptitude</application> 是一个菜单驱动，基于文本的 <emphasis>Advanced Packaging Tool</emphasis> (APT) 系统前端。包管理的许多常用功能，如安装，卸载和升级，可以在<application>Aptitude</application> 中单键执行命令，它通常是小写字母。

source: <application>Aptitude</application> is best suited for use in a non-graphical terminal environment to ensure proper functioning of the command keys. You may start <application>Aptitude</application> as a normal user with the following command at a terminal prompt: <screen> <command>sudo aptitude</command> </screen>
fr: L'application <application>Aptitude</application> est conçue pour fonctionner dans un environnement terminal non-graphique pour assurer le fonctionnement approprié des touches de commande. Vous pouvez lancer <application>Aptitude</application> dans un terminal en tant qu'utilisateur normal avec la commande suivante: <screen> <command>sudo aptitude</command> </screen>
sv: <application>Aptitude</application> är bäst lämpad att användas i en ickegrafisk terminalmiljö för att säkerställa att skrivna kommandon utför lämpliga funktioner. Du startar <application>Aptitude</application> som vanlig användare genom följande kommando i terminalprompten: <screen> <command>sudo aptitude</command> </screen>
zh_cn: <application>Aptitude</application> 最适合在非图形界面的终端环境中使用，以此来确保命令键的正常工作。您可以作为一个普通用户在终端提示中输入以下命令来启动 <application>Aptitude</application>：<screen> <command>sudo aptitude</command> </screen>

source: When <application>Aptitude</application> starts, you will see a menu bar at the top of the screen and two panes below the menu bar. The top pane contains package categories, such as <emphasis role="italics">New Packages</emphasis> and <emphasis role="italics">Not Installed Packages</emphasis>. The bottom pane contains information related to the packages and package categories.
fr: Au démarrage d'<application>Aptitude</application>, vous verrez une barre de menu en haut de l'écran et deux panneaux sous cette barre. Le panneau du haut contient les catégories des paquets, telles que <emphasis role="italics">Nouveaux Paquets</emphasis> et <emphasis role="italics">Paquets Non Installés</emphasis>. Le panneau du bas contient les informations relatives aux paquets et catégories de paquets.
sv: När <application>Aptitude</application> startar kommer du att se en menyrad högst upp på skärmen och två rutor under menyraden. Den övre rutan innehåller paketkategorier, som <emphasis role="italics">Nya paket</emphasis> och <emphasis role="italics">Inte installerade paket</emphasis>. Den undre rutan innehåller information som har med paketen och paketkategorierna att göra.
zh_cn: 当 <application>Aptitude</application> 开始之后，你将看在屏幕顶部的一个菜单条，其下有两个窗，顶窗包含包的类别，如 <emphasis role="italics">新软件包</emphasis> 和 <emphasis role="italics"> 未安装软件包 </emphasis>。底窗包含包和包类别的相关信息。

source: Using <application>Aptitude</application> for package management is relatively straightforward, and the user interface makes common tasks simple to perform. The following are examples of common package management functions as performed in <application>Aptitude</application>:
fr: L'utilisation de <application>Aptitude</application> pour gérer des paquets est relativement facile, et l'interface utilisateur facilite l'exécution des tâches usuelles. Voici des exemples des fonctions fréquentes de gestions de paquets dans <application>Aptitude</application> :
sv: Att använda <application>Aptitude</application> för pakethantering är relativt enkelt och användargränssnittet gör vanliga uppgifter enkla att utföra. Följande är exempel på vanliga pakethanteringsfunktioner utförda med <application>Aptitude</application>:
zh_cn: 使用 <application>Aptitude</application> 来进行软件包的管理相对来说比较直观，并且其用户界面使得执行一般任务变得简单。以下是可在 <application>Aptitude</application> 中进行的一般软件包管理功能的例子：
