Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: The purpose of IP Masquerading is to allow machines with private, non-routable IP addresses on your network to access the Internet through the machine doing the masquerading. Traffic from your private network destined for the Internet must be manipulated for replies to be routable back to the machine that made the request. To do this, the kernel must modify the <emphasis>source</emphasis> IP address of each packet so that replies will be routed back to it, rather than to the private IP address that made the request, which is impossible over the Internet. Linux uses <emphasis>Connection Tracking</emphasis> (conntrack) to keep track of which connections belong to which machines and reroute each return packet accordingly. Traffic leaving your private network is thus "masqueraded" as having originated from your Ubuntu gateway machine. This process is referred to in Microsoft documentation as Internet Connection Sharing.
fr: Le but du masquage IP (forme de translation d'adresses) est de permettre à des machines d'un réseau doté d'adresses IP privées non routables d'accéder à Internet en passant par une autre machine effectuant la translation. Le trafic sortant du réseau privé pour aller vers Internet doit être manipulé pour que les réponses puissent être acheminées vers la machine qui a fait la requête correspondante. Pour cela, le noyau doit modifier l'adresse IP <emphasis>source</emphasis> de chaque paquet pour que les réponses lui soient renvoyées à lui plutôt qu'à l'adresse privée qui a fait la requête, ce qui est impossible sur Internet. Linux utilise <emphasis>Connection Tracking</emphasis> (conntrack) pour savoir à chaque instant quelle connexion appartient à quelle machine, et rerouter ensuite les paquets vers la bonne machine. Le trafic sortant du réseau privé apparaît donc « masqué », comme s'il provenait de la passerelle Ubuntu. Ce procédé est appelé « Partage de connexion Internet » dans la documentation de Microsoft.
sv: Syftet med att maskera IP:n är att ge datorer med privata, icke-routebara IP-adresser på ditt nätverk tillgång till internet genom datorn som sköter maskeringen. Trafik från ditt privata nätverk på väg mot internet måste manipuleras så att svaren går att routas tillbaka till datorn som skickade förfrågan. För att göra det måste kärnan modifiera <emphasis>ursprungs-IP-adressen</emphasis> i varje paket så att svaren kommer tillbaka till datorn, istället för att skickas till den privata IP-adressen som datorn som skickade förfrågan, vilket inte går att göra över internet. Linux använder <emphasis>spårning av anslutningar</emphasis> (conntrack) för att hålla ordning på vilka anslutningar som hör till vilka datorer, och skicka vidare alla paket baserat på det. Trafik som lämnar ditt privata nätverk "maskeras" därför så att de ser ut att komma från din gateway-dator. Den här funktionen kallas i Microsofts dokumentation Internetanslutningsdelning.
zh_cn: IP 伪装的目的是为了允许您网络上那些有着私有的、不可路由的 IP 地址的机器可以通过做伪装的机器访问 Internet。来自您私有网络并要访问 Internet 的传输必须是可以操作的，也就是说回复要可以被路由回来以送到发出请求的机器上。要做到这一点，内核必须修改每个包 <emphasis>源</emphasis> IP 地址以便回复能被路由回它这里，而不是发出请求的私有 IP 地址，因为它们对于 Internet 来说是不存在的。Linux 使用 <emphasis>Connection Tracking</emphasis> (conntrack) 来保持那个连接是属于哪个机器的，并相应地对每个返回包重新做路由。发自您私有网络的流量就这样被伪装成源于您的网关机器。这一过程在 Microsoft 文档中被称为 Internet 连接共享。

source: -t nat -- the rule is to go into the nat table
fr: -t nat -- la règle ira dans la table NAT
sv: -t nat -- regeln som ska läggas till nat-tabellen
zh_cn: -t nat -- 该规则将进入 nat 表

source: -A POSTROUTING -- the rule is to be appended (-A) to the POSTROUTING chain
fr: -A POSTROUTING -- la règle sera ajoutée (-A) à la chaîne POSTROUTING
sv: -A POSTROUING -- regeln som ska läggas till (-A) till POSTROUTING-kedjan.
zh_cn: -A POSTROUTING -- 该规则将被追加 (-A) 到 POSTROUTING 链

source: -s 192.168.0.0/16 -- the rule applies to traffic originating from the specified address space
fr: -s 192.168.0.0/16 -- la règle s'applique au trafic provenant de plage d'adresse spécifiée
sv: -s 192.168.0.0/16 -- den här regeln gäller all trafik som kommer från det specificerade adressutrymmet
zh_cn: -s 192.168.0.0/16 -- 该规则将被应用在源自指定地址空间的流量上

source: -o ppp0 -- the rule applies to traffic scheduled to be routed through the specified network device
fr: -o ppp0 -- la règle s'applique au trafic devant être routé à travers l'interface réseau spécifiée
sv: -o ppp0 -- den här regeln gäller trafik som ska skickas genom den specificerade nätverksenheten
zh_cn: -o ppp0 -- 该规则应用于计划通过指定网络设备的流量。

source: -j MASQUERADE -- traffic matching this rule is to "jump" (-j) to the MASQUERADE target to be manipulated as described above
fr: -j MASQUERADE -- le trafic correspondant à cette règle « sautera » vers la cible MASQUERADE pour être manipulé comme décrit ci-dessus
sv: -j MASQUERADE -- trafik som matchar den här regeln ska "hoppa" (-j) till MASQUERADE-målet för att bli manipulerad enligt vad som beskrivs ovan
zh_cn: -j MASQUERADE -- 匹配该规则的流量将如上所述 "跳转" (-j) 到 MASQUERADE (伪装) 目标。

source: This can be accomplished with a single iptables rule, which may differ slightly based on your network configuration: <screen>sudo iptables -t nat -A POSTROUTING -s 192.168.0.0/16 -o ppp0 -j MASQUERADE</screen> The above command assumes that your private address space is 192.168.0.0/16 and that your Internet-facing device is ppp0. The syntax is broken down as follows: <placeholder-1/>
fr: Cela peut être effectué à l'aide d'une simple règle iptables, qui pourra éventuellement changer suivant la configuration de votre réseau : <screen>sudo iptables -t nat -A POSTROUTING -s 192.168.0.0/16 -o ppp0 -j MASQUERADE</screen> La commande ci-dessus considère que votre adresse de réseau privé est 192.168.0.0/16 et que votre interface reliée à Internet est ppp0. La syntaxe est construite comme ceci : <placeholder-1/>
sv: Du kan åstadkomma det här med en enda iptables-regel, som kan variera något beroende på din nätverkskonfiguration: <screen>sudo iptables -t nat -A POSTROUTING -s 192.168.0.0/16 -o ppp0 -j MASQUERADE</screen> Ovanstående kommando antar att ditt privata adressrum är 192.168.0.0/16 och att enheten som ansluts till internet ppp0. Syntaxet är uppdelat i bitar som följande: <placeholder-1/>
zh_cn: 这可以用单条 iptables 规则来完成，也许基于您网络配置来说会有一些小的差异：<screen>sudo iptables -t nat -A POSTROUTING -s 192.168.0.0/16 -o ppp0 -j MASQUERADE</screen> 上述命令假设您的私有地址空间是192.168.0.0/16，您与 Internet 相连的设备是 ppp0。语法分解如下所示：<placeholder-1/>

source: Each chain in the filter table (the default table, and where most or all packet filtering occurs) has a default <emphasis>policy</emphasis> of ACCEPT, but if you are creating a firewall in addition to a gateway device, you may have set the policies to DROP or REJECT, in which case your masqueraded traffic needs to be allowed through the FORWARD chain for the above rule to work: <screen>sudo iptables -A FORWARD -s 192.168.0.0/16 -o ppp0 -j ACCEPT sudo iptables -A FORWARD -d 192.168.0.0/16 -m state --state ESTABLISHED,RELATED -i ppp0 -j ACCEPT</screen> The above commands will allow all connections from your local network to the Internet and all traffic related to those connections to return to the machine that initiated them.
fr: Chaque chaîne dans la table des filtres (la table par défaut, où la quasi-totalité des filtrages de paquets se passent) a une <emphasis>politique</emphasis> par défaut d'acceptation (ACCEPT). Mais si vous voulez créer un pare-feu en plus d'une passerelle, vous pouvez alors changer cette politique en une politique d'abandon (DROP) ou de rejet (REJECT). Dans ce cas, le trafic masqué doit être autorisé par la chaîne FORWARD pour que la règle ci-dessus fonctionne : <screen>sudo iptables -A FORWARD -s 192.168.0.0/16 -o ppp0 -j ACCEPT sudo iptables -A FORWARD -d 192.168.0.0/16 -m state --state ESTABLISHED,RELATED -i ppp0 -j ACCEPT</screen> Les commandes ci-dessus vont autoriser toutes les connexions du réseau local vers Internet, ainsi que tout le trafic en réponse à ces connexions jusqu'à la machine réelle qui a initié le trafic.
sv: Varje kedja i filtertabellen (standardtabellen, där nästan all paketfiltrering utförs) har normalt <emphasis>policyn</emphasis> ACCEPT för all trafik, men om du skapar en brandvägg på din gatewaydator vill du kanske sätta stardardpolicyn till DROP eller REJECT, varpå all maskerad trafik måste släppas igenom FORWARD-kedjan för att ovanstående regel ska fungera: <screen>sudo iptables -A FORWARD -s 192.168.0.0/16 -o ppp0 -j ACCEPT sudo iptables -A FORWARD -d 192.168.0.0/16 -m state --state ESTABLISHED,RELATED -i ppp0 -j ACCEPT</screen> Ovanstående kommandon kommer att tillåta alla anslutningar från ditt lokala nätverk till internet och all trafik som har med de anslutningarna att göra släpps tillbaka till datorn som skapade den dator som skapade dem.
zh_cn: 在过滤表 (缺省表，在那里有着大多数或全部包过滤指令) 中的每条链 (chain) 都有一个默认的 ACCEPT <emphasis>策略</emphasis>，但如果您还在网关设备上设置防火墙，那么您也许还要设置 DROP 或 REJECT 策略，这时您被伪装过的流量还需要被 FORWARD 链 (chain) 中的规则允许才能正常工作：<screen>sudo iptables -A FORWARD -s 192.168.0.0/16 -o ppp0 -j ACCEPT sudo iptables -A FORWARD -d 192.168.0.0/16 -m state --state ESTABLISHED,RELATED -i ppp0 -j ACCEPT</screen> 上述命令将允许通过从您局域网到 Internet 的所有连接，这些连接所有的相关流量也都返回到发起它们的机器。

source: Tools
fr: Outils
sv: Verktyg
zh_cn: 工具

source: There are many tools available to help you construct a complete firewall without intimate knowledge of iptables. For the GUI-inclined, <application>Firestarter</application> is quite popular and easy to use, and <application>fwbuilder</application> is very powerful and will look familiar to an administrator who has used a commercial firewall utility such as Checkpoint FireWall-1. If you prefer a command-line tool with plain-text configuration files, <application>Shorewall</application> is a very powerful solution to help you configure an advanced firewall for any network. If your network is relatively simple, or if you don't have a network, <application>ipkungfu</application> should give you a working firewall "out of the box" with zero configuration, and will allow you to easily set up a more advanced firewall by editing simple, well-documented configuration files. Another interesting tool is <application>fireflier</application>, which is designed to be a desktop firewall application. It is made up of a server (fireflier-server) and your choice of GUI clients (GTK or QT), and behaves like many popular interactive firewall applications for Windows.
fr: Il y a de nombreux outils disponibles pour aider à construire un pare-feu complet sans connaissance approfondie d'iptables. Pour les outils possédant une interface graphique, <application>Firestarter</application> est assez connu et facile d'accès ; <application>fwbuilder</application> est très puissant et l'administration semblera familière à ceux qui ont déjà utilisé un pare-feu commercial comme Checkpoint FireWall-1. Si vous préférez un outil en ligne de commande avec des fichiers de configuration en texte pur, <application>Shorewall</application> est une puissante solution pour vous aider à configurer un pare-feu avancé quel que soit votre réseau. Si ce dernier est relativement simple ou si vous n'avez pas de réseau, <application>ipkungfu</application> devrait vous donner un pare-feu prêt à l'emploi sans aucune configuration à effectuer. Il permet tout de même d'être transformé en pare-feu plus perfectionné grâce à des fichiers de configuration simples et très bien documentés. <application>fireflier</application> est un autre outil intéressant, conçu pour être un pare-feu de bureau. Celui-ci consiste en un serveur (fireflier-server) et une interface au choix (GTK or QT). Son comportement est similaire à la plupart des pare-feu bien connus pour Windows.
sv: Det finns många verktyg tillgängliga som hjälper dig att skapa en komplett brandvägg utan intim kunskap om iptables. För de som vill ha en GUI är <application>Firestarter</application> väldigt populärt och lättanvänt, och <application>fwbuilder</application> är väldigt kraftfullt och kommer att kännas bekant för en administratör som har använt kommersiella brandväggsprogram som Checkpoint FireWall-1. Om du föredrar ett kommandoradsverktyg med konfigurationsfiler i vanlig text är <application>Shorewall</application> en väldigt kraftfull lösning som hjälper dig konfigurera en avancerad brandvägg för alla nätverk. Om ditt nätverk är relativt enkelt, eller om du inte har något nätverk, bör <application>ipkungfu</application> ge dig en fungerande brandvägg helt utan konfiguration, och låter dig enkelt göra din brandvägg genom att modifiera de enkla, väldokumenterade konfigurationsfilerna. Ett annat intressant verktyg är <application>fireflier</application>, som är byggt för att vara en skrivbordsbrandvägg. Det består av en server (fireflier-server) och den GUI-klient du vill ha (GTK eller QT), och beter sig som de många populära brandväggsprogrammen till Windows.
zh_cn: 有很多工具可以帮助您构建一个完整的防火墙，而不需要 iptables 的专业知识。偏好图形界面的，<application>Firestarter</application> 非常流行也易于使用，<application>fwbuilder</application> 则非常强大而且其界面对于用过诸如 Checkpoint FireWall-1 商业防火墙工具的管理员来说相当熟悉。如果您偏好有着纯文本配置文档的命令行工具，<application>Shorewall</application> 是个非常强大的解决方案，可以帮您为任何网络配置一个高级防火墙。如果您的网络相对简单，或如果您没有网络，那么 <application>ipkungfu</application> 将给您一个无需配置就可以工作的防火墙，也允许您通过编辑简单友好的配置文件来轻松设置更高级的防火墙。另一个感兴趣的工具就是<application>fireflier</application>，被设计成桌面防火墙应用程序。它由一个服务器 (fireflier-server) 和可选的 GUI 客户端 (GTK 或 QT) 组成，操作就象 Windows 中许多流行的交互式防火墙应用程序一样。

source: Logs
fr: Journaux
sv: Loggar
zh_cn: 日志

source: Firewall logs are essential for recognizing attacks, troubleshooting your firewall rules, and noticing unusual activity on your network. You must include logging rules in your firewall for them to be generated, though, and logging rules must come before any applicable terminating rule (a rule with a target that decides the fate of the packet, such as ACCEPT, DROP, or REJECT). For example: <screen>sudo iptables -A INPUT -m state --state NEW -p tcp --dport 80 -j LOG --log-prefix "NEW_HTTP_CONN: "</screen> A request on port 80 from the local machine, then, would generate a log in dmesg that looks like this:
fr: Les fichiers de journalisation d'un pare-feu sont essentiels pour reconnaître les attaques, les problèmes dans vos règles de filtrage, et ils vous permettent de déceler les activités inhabituelles sur un réseau. Vous devez cependant inclure des règles de journalisation dans votre pare-feu pour qu'ils soient générés. Ces règles doivent se placer avant toute règle de filtrage de terminaison (une règle avec une cible qui décide si un paquet doit être transmis ou non, comme ACCEPT, DROP ou REJECT). Par exemple: <screen>sudo iptables -A INPUT -m state --state NEW -p tcp --dport 80 -j LOG --log-prefix "NEW_HTTP_CONN: "</screen> Une requête sur le port 80 d'une machine locale va alors générer une journalisation dans dmesg qui ressemble à ça :
sv: Brandväggsloggar är helt nödvändiga för att hitta attacker, felsöka dina brandväggsregler, och notera ovanlig aktivitet på ditt nätverk. Du måste dock inkludera loggningsregler i din brandvägg för att loggarna ska skapas, och loggningsreglerna måste stå innan någon applicerbar avslutande regel (en regel som avgör ett pakets öde, som ACCEPT, DROP eller REJECT). Till exempel: <screen>sudo iptables -A INPUT -m state --state NEW -p tcp --dport 80 -j LOG --log-prefix "NEW_HTTP_CONN: "</screen> En förfrågan på port 80 från den lokala maskinen kommer nu att generera en logg i dmesg som ser ut såhär:
zh_cn: 防火墙日志主要是为了确认攻击、找出并解决您防火墙规则的问题以及注意您网络中不正常的活动。您必须在您防火墙中包含这些日志规则以便生成相应日志，虽然，日志规则必须优先于任何可应用的最终规则 (那些决定其目的包命运的规则，如ACCEPT、DROP 或 REJECT) 。<screen>sudo iptables -A INPUT -m state --state NEW -p tcp --dport 80 -j LOG --log-prefix "NEW_HTTP_CONN: "</screen> 一个从本机发起的对 80 端口的请求将会在 dmesg 中生成一条日志，如下所示：

source: The above log will also appear in <filename>/var/log/messages</filename>, <filename>/var/log/syslog</filename>, and <filename>/var/log/kern.log</filename>. This behavior can be modified by editing <filename>/etc/syslog.conf</filename> appropriately or by installing and configuring <application>ulogd</application> and using the ULOG target instead of LOG. The <application>ulogd</application> daemon is a userspace server that listens for logging instructions from the kernel specifically for firewalls, and can log to any file you like, or even to a <application>PostgreSQL</application> or <application>MySQL</application> database. Making sense of your firewall logs can be simplified by using a log analyzing tool such as <application>fwanalog</application>, <application> fwlogwatch</application>, or <application>lire</application>.
fr: Cette journalisation apparaîtra également dans les fichiers <filename>/var/log/messages</filename>, <filename>/var/log/syslog</filename> et <filename>/var/log/kern.log</filename>. Ce comportement peut être modifié en éditant le fichier <filename>/etc/syslog.conf</filename> d'une façon appropriée, ou en installant et configurant <application>ulogd</application> et en utilisant la cible ULOG au lieu de LOG. Le service <application>ulogd</application> est un démon qui audite les instructions de journalisation du noyau spécifiques au pare-feu et peut les enregistrer dans n'importe quel fichier ou même vers une base de données <application>PostgreSQL</application> ou <application>MySQL</application>. Vous pouvez simplifier et rendre compréhensibles vos fichiers de journalisation du pare-feu en utilisant un analyseur de journalisation comme <application>fwanalog</application>, <application> fwlogwatch</application> ou encore <application>lire</application>.
sv: Ovanstående logg hittar du också i <filename>/var/log/messages</filename>, <filename>/var/log/syslog</filename> och <filename>/var/log/kern.log</filename>. Det här beteendet går att ändra på genom att göra lämpliga ändringar i <filename>/etc/syslog.conf</filename> eller genom att installera och konfigurera <application>ulogd</application> och skriv ULOG istället för LOG i den tidigare regeln. Demonen <application>ulogd</application> är en server som lyssnar efter loggningsinstruktioner från kärnan om brandväggar, och kan logga det till vilken fil du vill, eller till och med till databaserna <application>PostgreSQL</application> eller <application>MySQL</application>. Du kan göra det enklare att förstå loggarna genom att använda ett logganalyseringsverktyg som <application>fwanalog</application>, <application> fwlogwatch</application> eller <application>lire</application>.
zh_cn: 上面的日志也会出现在<filename>/var/log/messages</filename>、<filename>/var/log/syslog</filename> 和 <filename>/var/log/kern.log</filename> 中。这一过程可以通过适当编辑 <filename>/etc/syslog.conf</filename> 或安装配置 <application>ulogd</application> 并用 ULOG 代替 LOG 来进行改变。<application>ulogd</application> 守护程序是一种用户态服务器可以监听来自内核的防火墙日志指令，并且能够将其写到任何您希望的文件中，甚至是 <application>PostgreSQL</application> 或 <application>MySQL</application> 数据库。使用诸如 <application>fwanalog</application>、<application>fwlogwatch</application> 或 <application>lire</application> 日志分析工具将会很轻松地弄懂您的防火墙日志。

source: Package Management
fr: Gestion des paquets
sv: Pakethantering
zh_cn: 包管理

source: Ubuntu features a comprehensive package management system for the installation, upgrade, configuration, and removal of software. In addition to providing access to an organized base of over 17,000 software packages for your Ubuntu computer, the package management facilities also feature dependency resolution capabilities and software update checking.
fr: Ubuntu dispose d'un système complet de gestion de paquets pour l'installation, la configuration et la suppression de programmes. Ce système permet non seulement d'accéder à une base de données contenant plus de 17 000 paquets logiciels pour votre ordinateur Ubuntu, mais aussi de gérer les résolutions de dépendances ainsi que les vérifications de mises à jour.
sv: Ubuntu ger dig ett heltäckande pakethanteringssystem för installation, uppgradering, konfigurering och borttagning av program. Förutom att ge dig tillgång till en organiserad grund av över 17 000 programpaket till din Ubuntudator stödjer även pakethanteraren beroendehantering och programuppdateringskontroller.
zh_cn: Ubuntu 提供一套全面的包管理系统用于软件的安装、升级、配置和卸载。除了让您 Ubuntu 计算机可以访问组织好的超过 17,000 个软件包的软件库之外，包管理工具还可以解决依赖关系并提供软件更新检查。

source: Several tools are available for interacting with Ubuntu's package management system, from simple command-line utilities which may be easily automated by system administrators, to a simple graphical interface which is easy to use by those new to Ubuntu.
fr: Divers outils pour interagir avec le système de gestion de paquets d'Ubuntu sont disponibles, allant des utilitaires en simple ligne de commande qui peuvent aisément être automatisés par les administrateurs système, jusqu'à une interface graphique simple à utiliser pour les débutants sur Ubuntu.
sv: Flera verktyg finns tillgängliga för att interagera med Ubuntus pakethanteringssystem, från enkla kommandoradsverktyg som enkelt går att automatisera av systemadministratörer, till ett enkelt grafiskt gränssnitt som är enkelt att använda för dem som är nya med Ubuntu.
zh_cn: 一些工具可以和 Ubuntu 包管理系统进行交互，从便于系统管理员做自动化处理的简单命令行工具到便于 Ubuntu 新手使用的简单图形界面。

source: Ubuntu's package management system is derived from the same system used by the Debian GNU/Linux distribution. The package files contain all of the necessary files, meta-data, and instructions to implement a particular functionality or software application on your Ubuntu computer.
fr: Le système de gestion des paquets d'Ubuntu est dérivé du même système utilisé par la distribution GNU/Linux Debian. Les paquets contiennent tous les fichiers nécessaires, ainsi que les méta-données et les instructions permettant d'implémenter une fonctionnalité particulière ou une application logicielle dans votre ordinateur Ubuntu.
sv: Ubuntus pakethanteringssystem är baserat på samma system som används av distributionen Debian GNU/Linux. Paketfilerna innehåller alla nödvändiga filer, meta-data, och instruktioner för att lägga till en speciell funktion eller ett speciellt program till din Ubuntudator.
zh_cn: Ubuntu 的包管理系统是从 Debian GNU/Linux 发行版中洐生出来的。包文件包括在您 Ubuntu 系统中实现特定功能或软件所必需的文件、元数据和指令。

source: Debian package files typically have the extension '.deb', and typically exist in <emphasis role="italics">repositories</emphasis> which are collections of packages found on various media, such as CD-ROM discs, or online. Packages are normally of the pre-compiled binary format; thus installation is quick and requires no compiling of software.
fr: Les paquets Debian portent généralement l'extension ".deb", et sont situés dans des <emphasis role="italics">dépôts</emphasis> qui sont des collections de paquets existants sur divers médias, tels que les CD-ROM ou Internet. Les paquets sont généralement au format binaire précompilé, ce qui rend leur installation rapide et ne requiert aucune compilation de logiciel.
sv: Debianpaketfiler har vanligtvis filändelsen ".deb" och finns oftast i <emphasis role="italics">förråd</emphasis>, som är paketsamlingar som finns i olika medium, som CD-skivor eller online. Paketen finns vanligtvis i ett förkompilerat, binärt, format. Installationen är därför väldigt snabb och kräver inte att du kompilerar några program själv.
zh_cn: Debian 包文件一般用 '.deb' 作后缀，而且位于建立在不同介质上由包组成的 <emphasis role="italics">软件库</emphasis> 中，这些介质包括 CD-ROM 光盘和网站。包通常是预编译的二进制形式，因此安装速度快而且软件也无需编译。
