Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: If your network contains computers whose IP addresses are not listed in DNS, it is recommended that you add them to the <filename>/etc/hosts</filename> file.
fr: Si votre réseau contient des ordinateurs dont les adresses IP ne sont pas listées par les DNS, il est recommandé de les ajouter dans le fichier <filename>/etc/hosts</filename>.
sv: Om ditt nätverk innehåller datorer vars IP-nummer inte listas i DNS:en rekommenderas du att lägger till dem i <filename>/etc/hosts</filename>.
zh_cn: 如果您网络所包含计算机的 IP 地址没有在 DNS 中列出，建议您将它们加入到 <filename>/etc/hosts</filename> 文件中。

source: The Transmission Control Protocol and Internet Protocol (TCP/IP) is a standard set of protocols developed in the late 1970s by the Defense Advanced Research Projects Agency (DARPA) as a means of communication between different types of computers and computer networks. TCP/IP is the driving force of the Internet, and thus it is the most popular set of network protocols on Earth.
fr: Transmission Control Protocol et Internet Protocol (TCP/IP) sont les protocoles standards développés à la fin des années 1970 par la Defense Advanced Research Projects Agency (DARPA) pour servir de moyen de communication entre les différents types d'ordinateurs et de réseaux. TCP/IP est le moteur d'Internet, et est donc l'ensemble de protocoles le plus populaire au monde.
sv: Protokollen Transmission Control Protocol och Internet Protocol (TCP/IP) är en standarduppsättning protokoll som utvecklades i slutet av 1970-talet av Defense Advanced Research Projects Agency (DARPA) som ett sätt för att kommunicera mellan olika datortyper och datornätverk. TCP/IP är det som ligger till grund för Internet, och är därför de vanligaste nätverksprotokollen i världen.
zh_cn: 传输控制协议和网际协议 (TCP/IP) 是在 20世纪70年代被美国国防部高级研究规划局 (DARPA)作为在不同类型计算机及计算机网络之间的通信手段而被开发的一个标准协议簇。TCP/IP 是 Internet 的驱动力，因此它是全球最流行的网络协议簇。

source: TCP/IP Introduction
fr: Introduction à TCP/IP
sv: Introduktion till TCP/IP
zh_cn: TCP/IP 介绍

source: The two protocol components of TCP/IP deal with different aspects of computer networking. <emphasis>Internet Protocol</emphasis>, the "IP" of TCP/IP is a connectionless protocol which deals only with network packet routing using the <emphasis role="italics">IP datagram</emphasis> as the basic unit of networking information. The IP datagram consists of a header followed by a message. The <emphasis> Transmission Control Protocol</emphasis> is the "TCP" of TCP/IP and enables network hosts to establish connections which may be used to exchange data streams. TCP also guarantees that the data between connections is delivered and that it arrives at one network host in the same order as sent from another network host.
fr: Les deux protocoles de TCP/IP traitent différentes parties des réseau. <emphasis>Internet Protocol</emphasis>, le "IP" de TCP/IP, est un protocole non-connecté qui ne traite que le routage de paquets en utilisant le <emphasis role="italics">datagramme IP</emphasis> comme unité de base de l'information passant sur le réseau. Un datagramme IP consiste en un en-tête suivi d'un message. Le <emphasis> Transmission Control Protocol</emphasis> est le "TCP" of TCP/IP. Il permet aux hôtes d'établir des connexions qui serviront à échanger des flux de données. TCP assure que les données arriveront à destination dans le même ordre que lorsqu'elles ont été envoyées.
sv: De två delarna i TCP/IP hanterar olika delar av datornätverk. <emphasis>Internet Protocol</emphasis>, "IP"-delen av TCP/IP, är ett anslutningslöst protokoll som bara hanterar att styra paketen med <emphasis role="italics">IP-datagram</emphasis> som den grundläggande enheten för nätverksinformation. IP-datagrammet består av ett huvud följt av ett meddelande. <emphasis>Transmission Control Protocol</emphasis> är "TCP"-delen av TCP/IP och låter nätverksvärdar upprätta anslutningar som kan användas för att utbyta dataströmmar. TCP garanterar även att datan som skickas mellan anslutningarna levereras och att den kommer fram till den andra datorn i samma ordning som den skickades från den första.
zh_cn: TCP/IP 的两个协议组件处理计算机网络的不同方面。<emphasis>网际协议</emphasis>，TCP/IP 中的 "IP" 是一个连接协议，只处理使用 <emphasis role="italics">IP 数据报</emphasis> 作为网络信息基本单元的网络包路由。IP 数据报由报头和其后的消息组成。<emphasis>传输控制协议</emphasis> 是 TCP/IP 中的 "TCP"，可以使网络主机之间建立用于交换数据流的连接。TCP 也保证连接之间的数据传送以及其在网络主机上的接收顺序与其从另一台网络主机上的发送顺序一致。

source: TCP/IP Configuration
fr: Configuration TCP/IP
sv: Konfiguration av TCP/IP
zh_cn: TCP/IP 配置

source: The TCP/IP protocol configuration consists of several elements which must be set by editing the appropriate configuration files, or deploying solutions such as the Dynamic Host Configuration Protocol (DHCP) server which in turn, can be configured to provide the proper TCP/IP configuration settings to network clients automatically. These configuration values must be set correctly in order to facilitate the proper network operation of your Ubuntu system.
fr: La configuration du protocole TCP/IP consiste en plusieurs éléments qui doivent être paramétrés en éditant les fichiers de configuration adaptés, ou en déployant des solutions telles qu'un serveur Dynamic Host Configuration Protocol (DHCP). Ce dernier pourra fournir automatiquement la bonne configuration IP aux clients. Ces données de configuration doivent être définies correctement pour assurer un bon fonctionnement du réseau avec Ubuntu.
sv: Konfigurationen av TCP/IP består av flera delar som du måste ställa in genom att ändra på den lämpliga konfigurationsfilen, eller genom att använda en Dynamic Host Configuration Protocol-server (DHCP) som i sin tur kan konfigureras så att den ger alla nätverksklienter korrekta TCP/IP-inställningar automatiskt. De här konfigurationsvärdena måste ställas in ordentligt för att nätverksanvändning ska fungera på ditt Ubuntusystem.
zh_cn: TCP/IP 协议配置由必须设置的几个元素组成，可以通过编辑相应的配置文件或配置方案如动态主机配置协议 (DHCP) 来设置，它可以配置成提供适当的 TCP/IP 配置来自动设置网络客户机。这些配置值必须正确设置，以便于您的 Ubuntu 系统进行相应网络操作。

source: <emphasis role="bold">IP address</emphasis> The IP address is a unique identifying string expressed as four decimal numbers ranging from zero (0) to two-hundred and fifty-five (255), separated by periods, with each of the four numbers representing eight (8) bits of the address for a total length of thirty-two (32) bits for the whole address. This format is called <emphasis>dotted quad notation</emphasis>.
fr: <emphasis role="bold">adresse IP</emphasis> L'adresse IP est un identifiant unique composé de 4 nombres entre 0 et 255 séparés par des point. Chaque nombre représente 8 bits d'une adresse qui fait au total 32 bits. Ce format est appelé <emphasis>notation décimale pointée</emphasis>.
sv: <emphasis role="bold">IP-adress</emphasis> IP-adressen är en unik identifieringssträng uttryckt som fyra decimaltal som sträcker sig från noll (0) till tvåhundrafemtiofem (255), avskilda med punkter. Vart och ett av talen representerar åtta (8) bitar av adressen, vilket gör att den totalt blir trettiotvå (32) bitar. Det här formatet kallas <emphasis>dotted quad notation</emphasis>.
zh_cn: <emphasis role="bold">IP 地址</emphasis> IP 地址是唯一标识字符串，它由四部分由点号分隔的，范围从 0 到 255 的十进制数组成。 每部分由8个比特表示，整个地址总长为32个比特。这种格式被称为 <emphasis>dotted quad notation</emphasis>。

source: <emphasis role="bold">Netmask</emphasis> The Subnet Mask (or simply, <emphasis>netmask</emphasis>) is a local bit mask, or set of flags which separate the portions of an IP address significant to the network from the bits significant to the <emphasis>subnetwork</emphasis>. For example, in a Class C network, the standard netmask is 255.255.255.0 which masks the first three bytes of the IP address and allows the last byte of the IP address to remain available for specifying hosts on the subnetwork.
fr: <emphasis role="bold">Masque de sous-réseau</emphasis> Le masque de sous-réseau est un masque de bits, ou ensemble de marqueurs, qui séparent les parties de l'adresse IP correspondantes au réseau, et celles qui correspondent au <emphasis>sous-réseau</emphasis>. Par exemple dans un réseau de classe C, le masque standard qui est 255.255.255.0 cache les 3 premiers octets de l'adresse et permet d'utiliser le dernier octet pour adresser les hôtes du sous-réseau.
sv: <emphasis role="bold">Nätmask</emphasis> Subnätmasken (eller helt enkelt <emphasis>nätmasken</emphasis> är en lokal bitmask, eller en uppsättning flaggor som avskiljer de delarna av en IP-adress som används i nätverket från dem som används i det lokala <emphasis>subnätverket</emphasis>. Till exempel, i ett klass C-nätverk är standardnätmasken 255.255.255.0, vilket maskerar de första tre bytesen av IP-adressen och låter den sista byten i IP-adressen användas för datorer i subnätverket.
zh_cn: <emphasis role="bold">掩码</emphasis> 子网掩码 (或简称<emphasis>掩码</emphasis>) 是一个局部位掩码，或用指定的 <emphasis>子网掩码</emphasis> 来将IP 地址中的网络分隔出来的一组标识。举个例子，在 C 类网络中，标准的掩码是 255.255.255.0 屏蔽了 IP 地址的前三个字节，并允许 IP 地址的最后一个字节指定子网中的主机。

source: <emphasis role="bold">Network Address</emphasis> The Network Address represents the bytes comprising the network portion of an IP address. For example, the host 12.128.1.2 in a Class A network would use 12.0.0.0 as the network address, where twelve (12) represents the first byte of the IP address, (the network part) and zeroes (0) in all of the remaining three bytes to represent the potential host values. A network host using the private IP address 192.168.1.100 would in turn use a Network Address of 192.168.1.0, which specifies the first three bytes of the Class C 192.168.1 network and a zero (0) for all the possible hosts on the network.
fr: <emphasis role="bold">Adresse Réseau</emphasis> L'Adresse Réseau représente les octets constituant la partie réseau d'une adresse IP. Par exemple, l'hôte 12.128.1.2 dans un réseau de classe A utilisera l'adresse réseau 12.0.0.0, dans laquelle douze (12) représente le premier octet de l'adresse IP, (la partie réseau) et les zéros (0) des autres octets suivants représentent les valeurs d'hôtes potentiels. Un hôte réseau utilisant l'adresse privée 192.168.1.100 utilisera lui une Adresse Réseau de 192.168.1.0 qui indique les trois premiers octets du réseau de classe C 192.168.1 et un zéro (0) pour tous les hôtes possibles sur le réseau.
sv: <emphasis role="bold">Nätverksadress</emphasis> En nätverksadress representerar bytesen inkluderade i nätverksdelen av en IP-adress. Till exempel, värden 12.128.1.2 i ett klass A-nätverk kommer använda 12.0.0.0 som nätverksadress, där tolv (12) representerar den första byten av IP-dressen och de kvarvarande nollorna (0) representerar de tre bytesen som är möjliga för nätverksvärden. En nätverksvärd som använder den privata IP-adressen 192.168.1.100 kommer använda nätverksadressen 192.168.1.0, som specificerar det tre första bytesen av ett klass C-nätverk 192.168.1 och nollan (0) för alla möjliga värdar i nätverket.
zh_cn: <emphasis role="bold">网络地址</emphasis> 网络地址表示包括IP 地址网络部分的字节。 例如， 一个 A 类网络的主机 12.128.1.2 将使用 12.0.0.0 作为网络地址，使用 12 来表示 IP 地址的第一个字节 (网络部分)， 余下的三个为 0 的字节表示可能的主机值的。网络主机使用象 192.168.1.100 这样的私有 IP 地址将使用 192.168.1.0 作为网络地址，其用前三个字节来指定 C 类 192.168.1 网络，而用一个 0 来表示网络上所有可能的主机。

source: <emphasis role="bold">Broadcast Address</emphasis> The Broadcast Address is an IP address which allows network data to be sent simultaneously to all hosts on a given subnetwork rather than specifying a particular host. The standard general broadcast address for IP networks is 255.255.255.255, but this broadcast address cannot be used to send a broadcast message to every host on the Internet because routers block it. A more appropriate broadcast address is set to match a specific subnetwork. For example, on the private Class C IP network, 192.168.1.0, the broadcast address is 192.168.1.255. Broadcast messages are typically produced by network protocols such as the Address Resolution Protocol (ARP) and the Routing Information Protocol (RIP).
fr: <emphasis role="bold">Broadcast Address</emphasis> L'adresse de diffusion est une adresse IP utilisée pour envoyer un message à tous les hôtes d'un réseau local, plutôt qu'à un hôte en particulier. L'adresse de diffusion générale standard des réseaux IP est 255.255.255.255, mais cette adresse de diffusion ne peut toutefois pas être utilisée pour envoyer un message à tous les ordinateurs sur l'Internet car elle est bloquée par les routeurs. Une adresse de diffusion plus appropriée est déterminée pour correspondre à un sous-réseau particulier. Par exemple, sur le réseau IP privé de classe C, 192.168.1.0, l'adresse de diffusion est 192.168.1.255. De tels messages de diffusion sont généralement produits par des protocoles réseaux tels que ARP (Address Resolution Protocol) et RIP (Routing Information Protocol).
sv: <emphasis role="bold">Broadcast Adress</emphasis> En broadcast-adress är en IP-adress som tillåter data att skickas samtidigt till alla värdar inom ett givet subnätverk snarare än till en specifik värd. Som allmän standard för broadcast-adresser till IP-nätverk används 255.255.255.255, men den här broadcast-adressen kan inte användas till att skicka broadcast-meddelanden till alla värdar på internet därför att routerarna blockerar det. En mer lämplig broadcast-adress är att använda en som passar ihop med ett specifikt subnätverk. Till exempel, på ett privat klass C-nätverk, 192.168.1.0, är broadcast-adressen 192.168.1.255. Broadcast-meddelanden är normalt producerade av nätverksprotokoll, så som Address Resolution Protocol (ARP) och Routing Information Protocol (RIP).
zh_cn: <emphasis role="bold">广播地址</emphasis> 广播地址是一个允许向给定子网中的所有主机而不是一台特定的网络主机同时发送网络数据的 IP 地址。IP 网络的标准通用广播地址是 255.255.255.255，但这个广播地址不能用来为 Internet 上的每台主机发送一个广播消息，因为路由器会阻止它。更特定的广播地址被设置成匹配特定的子网。例如，在私有 C 类 IP 网 192.168.1.0 中，广播地址为 192.168.1.255。广播消息一般都是由网络协议产生的，如地址解析协议 (ARP) 和路由信息协议 (RIP)。

source: <emphasis role="bold">Gateway Address</emphasis> A Gateway Address is the IP address through which a particular network, or host on a network, may be reached. If one network host wishes to communicate with another network host, and that host is not located on the same network, then a <emphasis>gateway</emphasis> must be used. In many cases, the Gateway Address will be that of a router on the same network, which will in turn pass traffic on to other networks or hosts, such as Internet hosts. The value of the Gateway Address setting must be correct, or your system will not be able to reach any hosts beyond those on the same network.
fr: <emphasis role="bold">Adresse de la passerelle</emphasis> Une adresse de passerelle est l'adresse IP à travers laquelle un réseau ou un hôte d'un autre réseau peuvent être atteints. Si un hôte veut communiquer avec un hôte d'un autre réseau, alors il doit utiliser la <emphasis>passerelle</emphasis>. En général cette passerelle sera le routeur du réseau, qui transmettra les données aux réseaux ou hôtes extérieurs n'appartenant au réseau privé, sur Internet par exemple. L'adresse de la passerelle doit être définie, sans quoi votre système sera incapable de communiquer avec des hôtes extérieurs à votre réseau.
sv: <emphasis role="bold">Gateway-adress</emphasis> En gateway-adress är IP-adressen som ett speciellt nätverk, eller en värd på ett nätverk, kan nås genom. Om en nätverksvärd vill kommunicera med en annan nätverksvärd, och den andra värden inte finns på samma nätverk som den första, måste en <emphasis>gateway</emphasis> användas. I många fall är Gateway-adressen samma som routerns adress på nätverket, som i sin tur skickar trafiken vidare till andra nätverk eller värdar, till exempel Internetservrar. Värdet på gateway-adressen måste vara riktig för att ditt system ska kunna nå några datorer bortom ditt lokala nätverk.
zh_cn: <emphasis role="bold">网关地址</emphasis> 网关地址是一个通过该地址可能会到达指定网络或网络主机的 IP 地址。如果一台网络主机希望与另一台网络主机通讯，而该机并不在同一网络中，就必须使用 <emphasis>网关</emphasis>。在很多情况下，网关地址会是同一个网络中的某台路由器，其会接着将网络流量输送到其它的网络或主机，如 Internet 主机。网关地址设置必须正确，否则您的系统将除了在同一个网络中的主机外不能到达任何其它主机。

source: <emphasis role="bold">Nameserver Address</emphasis> Nameserver Addresses represent the IP addresses of Domain Name Service (DNS) systems, which resolve network hostnames into IP addresses. There are three levels of Nameserver Addresses, which may be specified in order of precedence: The <emphasis>Primary</emphasis> Nameserver, the <emphasis>Secondary</emphasis> Nameserver, and the <emphasis>Tertiary</emphasis> Nameserver. In order for your system to be able to resolve network hostnames into their corresponding IP addresses, you must specify valid Nameserver Addresses which you are authorized to use in your system's TCP/IP configuration. In many cases these addresses can and will be provided by your network service provider, but many free and publicly accessible Nameservers are available for use, such as the Level3 (Verizon) servers with IP addresses from 4.2.2.1 to 4.2.2.6.
fr: <emphasis role="bold">Adresse DNS</emphasis> L'adresse DNS représente l'adresse IP des systèmes Domain Name Service (DNS, ou serveurs de nom), qui traduisent les noms d'hôte en adresses IP. Il y a 3 niveaux d'adresses DNS, du plus important au moins important : les serveurs de nom <emphasis>primaires</emphasis> ; les <emphasis>secondaires</emphasis> ; et les <emphasis>tertiaires</emphasis>. Pour que votre système puisse résoudre des noms d'hôte en adresses IP, vous devez spécifier une adresse DNS valide dans votre configuration TCP/IP. Dans la plupart des cas, ces adresses seront fournies par votre fournisseur d'accès à Internet, mais de nombreux serveurs DNS sont disponibles, comme les serveurs Level3 de Verizon, dont les adresses vont de 4.2.2.1 à 4.2.2.6.
sv: <emphasis role="bold">DNS-serveradress</emphasis> DNS-serveradresser är de IP-adresser som Domain Name Service-system (DNS) har. De kan i sin tur omvandla nätverksvärdnamn till IP-adresser. Det finns tre nivåer av DNS-serveradresser, som du kan skriva i den ordningen de ska väljas: Den <emphasis>primära</emphasis> DNS-servern, den <emphasis>sekundära</emphasis> DNS-servern och den <emphasis>tertiära</emphasis> DNS-servern. För att ditt system ska kunna omvandla nätverksvärdnamn till deras IP-adresser måste du specificera giltiga DNS-serveradresser som du får använda i din dators TCP/IP-konfiguration. I många fall ger dig din internetleverantör dessa, men det finns även många fritt och offentligt tillgängliga DNS-servar du kan använda, som Level3-servrarna (Verizon) med IP-adresser från 4.2.2.1 till 4.2.2.6.
zh_cn: <emphasis role="bold">名称服务器地址</emphasis> 名称服务器地址表示域名服务 (DNS) 系统的 IP 地址。该系统将网络主机名解析成 IP 地址。可以按顺序来指定三个不同优先级的名称服务器地址：<emphasis>主</emphasis> 名称服务器，<emphasis>次</emphasis> 名称服务器，和 <emphasis>第三</emphasis> 名称服务器。按顺序为您系统将网络主机名解析成相应的 IP 地址，你必须指定合法的名称服务器地址，该地址应该在您系统的 TCP/IP 配置中被授权使用。在许多情况下这些地址可以也应该被您的网络服务供应商提供，但也可以使用许多免费的、可供公众访问的名称服务器，如 IP 从 4.2.2.1 到 4.2.2.6 的 Level3 (Verizon) 服务器。

source: The IP address, Netmask, Network Address, Broadcast Address, and Gateway Address are typically specified via the appropriate directives in the file <filename>/etc/network/interfaces</filename>. The Nameserver Addresses are typically specified via <emphasis>nameserver</emphasis> directives in the file <filename>/etc/resolv.conf</filename>. For more information, view the system manual page for <filename>interfaces</filename> or <filename>resolv.conf</filename> respectively, with the following commands typed at a terminal prompt:
fr: Les adresses IP, masques, adresses de réseau, adresses de diffusion et adresses de passerelle sont généralement spécifiés par la directive appropriée dans le fichier <filename>/etc/network/interfaces</filename>. L'adresse de serveur de nom est spécifiée par la directive <emphasis>nameserver</emphasis> dans le fichier <filename>/etc/resolv.conf</filename>. Pour plus d'informations, lisez la page de manuel pour <filename>interfaces</filename> ou <filename>resolv.conf</filename> respectivement, avec les commande suivantes dans une console :
sv: IP-adressen, nätmasken, nätverksadressen, broadcast-adressen och gateway-adressen skrivs vanligtvis på lämplig plats i filen <filename>/etc/network/interfaces</filename>. DNS-serveradresser skrivs oftast via <emphasis>nameserver</emphasis>-posterna i filen <filename>/etc/resolv.conf</filename>. För mer information, läs systemets manualsida för <filename>interfaces</filename> respektive <filename>resolv.conf</filename>, genom att skriva följande kommandon vid en terminalprompt:
zh_cn: IP 地址、掩码、网络地址、广播地址以及网关地址一般都是在文件 <filename>/etc/network/interfaces</filename> 中通过相应的语句来指定的。名称服务器地址一般是在文件 <filename>/etc/resolv.conf</filename> 中通过 <emphasis>nameserver</emphasis> 语句来指定的。更多详情，请分别查阅 <filename>interfaces</filename> 或 <filename>resolv.conf</filename> 的系统手册页。

source: Access the system manual page for <filename>interfaces</filename> with the following command:
fr: Accédez au manuel du fichier <filename>interfaces</filename> avec la commande suivante :
sv: Kom åt systemets manualsida för <filename>interfaces</filename> med följande kommando:
zh_cn: 查阅 <filename>interfaces</filename> 系统手册页，可用以下命令：

source: Access the system manual page for <filename>resolv.conf</filename> with the following command:
fr: Accédez au manuel du fichier <filename>resolv.conf</filename> avec la commande suivante :
sv: Kom åt systemets manualsida för <filename>resolv.conf</filename> med följande kommando:
zh_cn: 查阅 <filename>resolv.conf</filename> 系统手册页，用以下命令：

source: The common configuration elements of TCP/IP and their purposes are as follows: <placeholder-1/>
fr: Les paramètres courants de configuration TCP/IP et leurs objectifs sont les suivants: <placeholder-1/>
sv: De vanligaste delarna i konfigurationen av TCP/IP och deras syften följer här:<placeholder-1/>
zh_cn: TCP/IP 常用配置元素及其作用如下所示：<placeholder-1/>

source: IP Routing
fr: Routage IP
sv: IP-routning
zh_cn: IP 路由

source: IP routing is a means of specifying and discovering paths in a TCP/IP network along which network data may be sent. Routing uses a set of <emphasis>routing tables</emphasis> to direct the forwarding of network data packets from their source to the destination, often via many intermediary network nodes known as <emphasis>routers</emphasis>. There are two primary forms of IP routing: <emphasis>Static Routing</emphasis> and <emphasis>Dynamic Routing.</emphasis>
fr: Le routage IP est une technique pour spécifier et découvrir des chemins dans un réseau TCP/IP dans lequel les données sont amenées à transiter. Le routage utilise un ensemble de tables appelées <emphasis>tables de routage</emphasis> pour acheminer les paquets de données de leur source vers leur destination, souvent via plusieurs nœuds intermédiaires du réseau dénommés <emphasis>routeurs</emphasis>. Il existe deux principales formes de routage IP : <emphasis>le routage statique</emphasis> et <emphasis>le routage dynamique.</emphasis>
sv: Med IP-routing menas att specificera och undersöka vägar i ett TCP/IP-nätverk där nätverksdata kan skickas. Routing använder en uppsättning av <emphasis>routing-tabeller</emphasis> för att styra nätverksdata från källan till målet, ofta via flera mellanliggande nätverksnoder kända som <emphasis>routers</emphasis>. Det finns två primära former av IP-routing: <emphasis>Statisk routing</emphasis> och <emphasis>Dynamisk routing.</emphasis>
zh_cn: IP 路由是在 TCP/IP 网络上为发送的网络数据指定或发现路径的一种方法。路由使用一组 <emphasis>路由表</emphasis> 来指示网络数据包从源地址转发到目的地，经常是通过许多叫做 <emphasis>路由器</emphasis> 的网络节点做中转。IP 路由分为两种主要形式：<emphasis>静态</emphasis> 和 <emphasis>动态路由。</emphasis>
