Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: Next, configure the digital certificate for TLS. When asked questions, follow the instructions and answer appropriately. <screen> openssl genrsa -des3 -rand /etc/hosts -out smtpd.key 1024 chmod 600 smtpd.key openssl req -new -key smtpd.key -out smtpd.csr openssl x509 -req -days 3650 -in smtpd.csr -signkey smtpd.key -out smtpd.crt openssl rsa -in smtpd.key -out smtpd.key.unencrypted mv -f smtpd.key.unencrypted smtpd.key openssl req -new -x509 -extensions v3_ca -keyout cakey.pem -out cacert.pem -days 3650 sudo mv smtpd.key /etc/ssl/private/ sudo mv smtpd.crt /etc/ssl/certs/ sudo mv cakey.pem /etc/ssl/private/ sudo mv cacert.pem /etc/ssl/certs/ </screen>
fr: Ensuite, configurez le certificat numérique pour TLS. Quand des questions vous seront posées, suivez les instructions et répondez-y de façon appropriée. <screen> openssl genrsa -des3 -rand /etc/hosts -out smtpd.key 1024 chmod 600 smtpd.key openssl req -new -key smtpd.key -out smtpd.csr openssl x509 -req -days 3650 -in smtpd.csr -signkey smtpd.key -out smtpd.crt openssl rsa -in smtpd.key -out smtpd.key.unencrypted mv -f smtpd.key.unencrypted smtpd.key openssl req -new -x509 -extensions v3_ca -keyout cakey.pem -out cacert.pem -days 3650 sudo mv smtpd.key /etc/ssl/private/ sudo mv smtpd.crt /etc/ssl/certs/ sudo mv cakey.pem /etc/ssl/private/ sudo mv cacert.pem /etc/ssl/certs/ </screen>
sv: Nästa, konfigurera det digitala certifikatet för TLS. Vid frågor, följ instruktionerna och svara noggrant. <screen> openssl genrsa -des3 -rand /etc/hosts -out smtpd.key 1024 chmod 600 smtpd.key openssl req -new -key smtpd.key -out smtpd.csr openssl x509 -req -days 3650 -in smtpd.csr -signkey smtpd.key -out smtpd.crt openssl rsa -in smtpd.key -out smtpd.key.unencrypted mv -f smtpd.key.unencrypted smtpd.key openssl req -new -x509 -extensions v3_ca -keyout cakey.pem -out cacert.pem -days 3650 sudo mv smtpd.key /etc/ssl/private/ sudo mv smtpd.crt /etc/ssl/certs/ sudo mv cakey.pem /etc/ssl/private/ sudo mv cacert.pem /etc/ssl/certs/ </screen>
zh_cn: 然后，为 TLS 配置数字签名。当被询问时，按照指示并恰当地回答问题。<screen> openssl genrsa -des3 -rand /etc/hosts -out smtpd.key 1024 chmod 600 smtpd.key openssl req -new -key smtpd.key -out smtpd.csr openssl x509 -req -days 3650 -in smtpd.csr -signkey smtpd.key -out smtpd.crt openssl rsa -in smtpd.key -out smtpd.key.unencrypted mv -f smtpd.key.unencrypted smtpd.key openssl req -new -x509 -extensions v3_ca -keyout cakey.pem -out cacert.pem -days 3650 sudo mv smtpd.key /etc/ssl/private/ sudo mv smtpd.crt /etc/ssl/certs/ sudo mv cakey.pem /etc/ssl/private/ sudo mv cacert.pem /etc/ssl/certs/ </screen>

source: You can get the digital certificate from a certificate authority. Alternatively, you can create the certificate yourself. Refer to <xref linkend="creating-a-self-signed-certificate"/> for more details.
fr: Vous pouvez recevoir le certificat numérique d'une autorité de certification. Sinon, vous pouvez le créer vous-même. Référez-vous à <xref linkend="creating-a-self-signed-certificate"/> pour plus de détails.
sv: Du kan få det digitala certifikatet från en certifikatutfärdare. Du kan även skapa certifikatet själv. Referera till <xref linkend="creating-a-self-signed-certificate"/> för mer information.
zh_cn: 您可以从证书颁发机构得到数字证书。或者您可以创建您自己的证书。详情参考 <xref linkend="creating-a-self-signed-certificate"/>。

source: Configure Postfix to do TLS encryption for both incoming and outgoing mail: <screen> postconf -e 'smtpd_tls_auth_only = no' postconf -e 'smtp_use_tls = yes' postconf -e 'smtpd_use_tls = yes' postconf -e 'smtp_tls_note_starttls_offer = yes' postconf -e 'smtpd_tls_key_file = /etc/ssl/private/smtpd.key' postconf -e 'smtpd_tls_cert_file = /etc/ssl/certs/smtpd.crt' postconf -e 'smtpd_tls_CAfile = /etc/ssl/certs/cacert.pem' postconf -e 'smtpd_tls_loglevel = 1' postconf -e 'smtpd_tls_received_header = yes' postconf -e 'smtpd_tls_session_cache_timeout = 3600s' postconf -e 'tls_random_source = dev:/dev/urandom' postconf -e 'myhostname = mail.example.com' </screen>
fr: Configurez Postfix pour qu'il utilise un chiffrement par TLS à la fois pour les courriels entrants et sortants : <screen> postconf -e 'smtpd_tls_auth_only = no' postconf -e 'smtp_use_tls = yes' postconf -e 'smtpd_use_tls = yes' postconf -e 'smtp_tls_note_starttls_offer = yes' postconf -e 'smtpd_tls_key_file = /etc/ssl/private/smtpd.key' postconf -e 'smtpd_tls_cert_file = /etc/ssl/certs/smtpd.crt' postconf -e 'smtpd_tls_CAfile = /etc/ssl/certs/cacert.pem' postconf -e 'smtpd_tls_loglevel = 1' postconf -e 'smtpd_tls_received_header = yes' postconf -e 'smtpd_tls_session_cache_timeout = 3600s' postconf -e 'tls_random_source = dev:/dev/urandom' postconf -e 'myhostname = courriel.exemple.fr' </screen>
sv: Konfigurera Postfix för att genomföra TLS-kryptering för både utgående och inkommande e-postmeddelanden: <screen> postconf -e 'smtpd_tls_auth_only = no' postconf -e 'smtp_use_tls = yes' postconf -e 'smtpd_use_tls = yes' postconf -e 'smtp_tls_note_starttls_offer = yes' postconf -e 'smtpd_tls_key_file = /etc/ssl/private/smtpd.key' postconf -e 'smtpd_tls_cert_file = /etc/ssl/certs/smtpd.crt' postconf -e 'smtpd_tls_CAfile = /etc/ssl/certs/cacert.pem' postconf -e 'smtpd_tls_loglevel = 1' postconf -e 'smtpd_tls_received_header = yes' postconf -e 'smtpd_tls_session_cache_timeout = 3600s' postconf -e 'tls_random_source = dev:/dev/urandom' postconf -e 'myhostname = mail.example.com' </screen>
zh_cn: 配置 Postfix 对接收或发送邮件进行 TLS 加密：<screen> postconf -e 'smtpd_tls_auth_only = no' postconf -e 'smtp_use_tls = yes' postconf -e 'smtpd_use_tls = yes' postconf -e 'smtp_tls_note_starttls_offer = yes' postconf -e 'smtpd_tls_key_file = /etc/ssl/private/smtpd.key' postconf -e 'smtpd_tls_cert_file = /etc/ssl/certs/smtpd.crt' postconf -e 'smtpd_tls_CAfile = /etc/ssl/certs/cacert.pem' postconf -e 'smtpd_tls_loglevel = 1' postconf -e 'smtpd_tls_received_header = yes' postconf -e 'smtpd_tls_session_cache_timeout = 3600s' postconf -e 'tls_random_source = dev:/dev/urandom' postconf -e 'myhostname = mail.example.com' </screen>

source: After you run all the commands, the SMTP AUTH is configured with <application>postfix</application>. The self-signed cerficiate is created for TLS and it is configured with <application>postfix</application>.
fr: Après avoir exécuté toutes les commandes, le SMTP AUTH est configuré avec <application>postfix</application>. Le certificat auto-signé a été créé pour TLS et il est configuré avec <application>postfix</application>.
sv: När du har kört alla kommandona är SMTP AUTH konfigurerat för <application>postfix</application>. Det självsignerade certifikatet skapas för TLS och det konfigureras av <application>postfix</application>.
zh_cn: 在您运行所有命令之后，<application>postfix</application> 的 SMTP AUTH 将被配置。将为 TLS 创建自己签署的证书并与 <application>postfix</application> 一起配置。

source: Now, the file <filename>/etc/postfix/main.cf</filename> should look like <ulink url="../sample/postfix_configuration">this</ulink>.
fr: Maintenant, le fichier <filename>/etc/postfix/main.cf</filename> doit ressembler à <ulink url="../sample/postfix_configuration">ça</ulink>.
sv: Nu bör filen <filename>/etc/postfix/main.cf</filename> se ut <ulink url="../sample/postfix_configuration">så här</ulink>.
zh_cn: 现在文件 <filename>/etc/postfix/main.cf</filename> 看上去就象 <ulink url="../sample/postfix_configuration">这样</ulink>。

source: The postfix initial configuration is complete. Run the following command to start postfix daemon: <screen><command>sudo /etc/init.d/postfix start</command></screen> Now the <application>postfix</application> daemon is installed, configured and run successfully. <application>Postfix</application> supports SMTP AUTH as defined in <ulink url="ftp://ftp.isi.edu/in-notes/rfc2554.txt">RFC2554</ulink>. It is based on <ulink url="ftp://ftp.isi.edu/in-notes/rfc2222.txt">SASL</ulink>. However it is still necessary to set up SASL authentication before you can use SMTP.
fr: La configuration initiale de postfix est complète. Exécutez la commande suivante pour démarrer le démon postfix : <screen><command>sudo /etc/init.d/postfix start</command></screen> Le démon <application>postfix</application> est maintenant installé, configuré et fonctionne correctement. <application>Postfix</application> prend en charge SMTP AUTH comme défini dans <ulink url="ftp://ftp.isi.edu/in-notes/rfc2554.txt">la RFC2554</ulink>. Il est basé sur <ulink url="ftp://ftp.isi.edu/in-notes/rfc2222.txt">SASL</ulink>. Cependant, il est toujours nécessaire de paramétrer l'authentification SASL avant de pouvoir utiliser SMTP.
sv: Nu är den initiala konfigurationen av postfix färdig. Kör följande kommandon för att starta postfix-demonen: <screen><command>sudo /etc/init.d/postfix start</command></screen> Nu är <application>postfix</application> installerat, konfigurerat och startat. <application>Postfix</application> stödjer SMTP AUTH enligt vad som beskrivs i ulink url="ftp://ftp.isi.edu/in-notes/rfc2554.txt">RFC2554</ulink>. Det är baserat på <ulink url="ftp://ftp.isi.edu/in-notes/rfc2222.txt">SASL</ulink>. Det är dock fortfarande nödvändigt att aktivera SASL-autentisering innan du kan använda SMTP.
zh_cn: postfix 初始配置完成。运行下列命令以开始 postfix 守护程序：<screen><command>sudo /etc/init.d/postfix start</command></screen> 现在 <application>postfix</application> 已经被安装、配置及成功运行。<application>Postfix</application> 支持在 <ulink url="ftp://ftp.isi.edu/in-notes/rfc2554.txt">RFC2554</ulink> 中定义的 SMTP AUTH。它基于 <ulink url="ftp://ftp.isi.edu/in-notes/rfc2222.txt">SASL</ulink>。无论如何在您使用 SMTP 之前必须设置 SASL 认证。

source: Configuring SASL
fr: Configuration de SASL
sv: Konfigurera SASL
zh_cn: 配置 SASL

source: The <application>libsasl2</application>, <application>sasl2-bin</application> and <application>libsasl2-modules</application> are necessary to enable SMTP AUTH using SASL. You can install these applications if you have not installed them already. <screen> <command>sudo apt-get install libsasl2 sasl2-bin</command> </screen>
fr: <application>Libsasl2</application>, <application>sasl2-bin</application> et <application>libsasl2-modules</application> sont nécessaire pour activer l'authentification (SMTP AUTH) via SASL. Vous pouvez installer ces applications si vous ne les avez pas déjà installées. <screen> <command>sudo apt-get install libsasl2 sasl2-bin</command> </screen>
sv: <application>libsasl2</application>, <application>sasl2-bin</application> och <application>libsasl2-modules</application> är nödvändiga för att aktivera SMTP AUTH genom SASL. Du kan installera dessa program om du inte redan har det. <screen> <command>sudo apt-get install libsasl2 sasl2-bin</command> </screen>
zh_cn: 要使 SMTP AUTH 能够使用 SASL 的话，<application>libsasl2</application>、<application>sasl2-bin</application> 和 <application>libsasl2-modules</application> 是必需的。如果您还没有安装它们的话现在就可以安装了。<screen> <command>sudo apt-get install libsasl2 sasl2-bin</command> </screen>

source: A few changes are necessary to make it work properly. Because <application>Postfix</application> runs chrooted in <filename>/var/spool/postfix</filename>, <application>SASL</application> needs to be configured to run in the false root (<filename>/var/run/saslauthd</filename> becomes <filename>/var/spool/postfix/var/run/saslauthd</filename>): <screen> <command>mkdir -p /var/spool/postfix/var/run/saslauthd</command> <command>rm -rf /var/run/saslauthd</command> </screen>
fr: Quelques modifications sont nécessaires pour que tout cela fonctionne correctement. Comme <application>Postfix</application> s'exécute dans un environnement restreint au répertoire <filename>/var/spool/postfix</filename>, <application>SASL</application> à besoin d'être configuré pour qu'il s'exécute dans la fausse racine ( <filename>/var/run/saslauthd</filename> devient <filename>/var/spool/postfix/var/run/saslauthd</filename> ) : <screen> <command>sudo mkdir -p /var/spool/postfix/var/run/saslauthd</command> <command>sudo rm -rf /var/run/saslauthd</command> </screen>
sv: Det krävs några ändringar för att det ska fungera ordentligt. Eftersom <application>Postfix</application> kör chroot:at i <filename>/var/spool/postfix</filename> behöver <application>SASL</application> konfigureras för att köras i den falska rooten (<filename>/var/run/saslauthd</filename> blir <filename>/var/spool/postfix/var/run/saslauthd</filename>): <screen> <command>mkdir -p /var/spool/postfix/var/run/saslauthd</command> <command>rm -rf /var/run/saslauthd</command> </screen>
zh_cn: 要让其正常工作的话做一些改动是必须的。因为 <application>Postfix</application> 是被 chroot 在 <filename>/var/spool/postfix</filename> 中运行，<application>SASL</application> 需要被配置在假根目录中运行 (从 <filename>/var/run/saslauthd</filename> 到 <filename>/var/spool/postfix/var/run/saslauthd</filename>)：<screen> <command>mkdir -p /var/spool/postfix/var/run/saslauthd</command> <command>rm -rf /var/run/saslauthd</command> </screen>

source: To activate <application>saslauthd</application>, edit the file <filename>/etc/default/saslauthd</filename>, and change or add the START variable. In order to configure <application>saslauthd</application> to run in the false root, add the PWDIR, PIDFILE and PARAMS variables. Finally, configure the MECHANISMS variable to your liking. The file should look like this: <placeholder-1/>
fr: Pour activer <application>saslauthd</application>, éditez le fichier <filename>/etc/default/saslauthd</filename>, et modifiez ou ajoutez le paramètre START. Afin de configurer <application>saslauthd</application> pour qu'il s'exécute dans une fausse racine, ajoutez les paramètres PWDIR, PIDFILE et PARAMS. Pour finir, configurez le paramètre MECHANISMS selon votre souhait. Le fichier doit ressembler à cela : <placeholder-1/>
sv: För att aktivera <application>saslauthd</application> måste du ändra i filen <filename>/etc/default/saslauthd</filename> och ändra eller lägg till START-variabeln. För att konfigurera <application>saslauthd</application> för att köras i den falska rooten, lägg till variablerna PWDIR, PIDFILE och PARAMS. Konfigurera till slut MECHANISMS efter eget tycke. Filen bör se ut såhär: <placeholder-1/>
zh_cn: 要激活 <application>saslauthd</application>，编辑文件 <filename>/etc/default/saslauthd</filename>，并修改或添加 START 变量。为了将 <application>saslauthd</application> 配置成在假根目录中运行，添加 PWDIR、PIDFILE 和 PARAMS 变量。最终，随您所好配置 MECHANISMS 变量。该文件看起来象这样：<placeholder-1/>

source: If you prefer, you can use <emphasis role="strong">shadow</emphasis> instead of <emphasis role="strong">pam</emphasis>. This will use MD5 hashed password transfer and is perfectly secure. The username and password needed to authenticate will be those of the users on the system you are using on the server.
fr: Si vous le préférez, vous pouvez utiliser <emphasis role="strong">shadow</emphasis> au lieu de <emphasis role="strong">pam</emphasis>. Cela sélectionne le transfert des mots de passe haché par MD5, ce qui est parfaitement sûr. Le nom d'utilisateur et le mot de passe nécessaires pour l'authentification seront ceux des utilisateurs du système que vous utilisez sur le serveur.
sv: Om du föredrar kan du använda <emphasis role="strong">shadow</emphasis> istället för <emphasis role="strong">pam</emphasis>. Det här kommer skicka MD5-hashar av lösenorden, vilket är helt säkert. Användarnamnet och lösenordet som krävs för autentisering kommer att vara serverns systemanvändares användarnamn och lösenord.
zh_cn: 如果您喜欢，您可以使用 <emphasis role="strong">shadow</emphasis> 代替 <emphasis role="strong">pam</emphasis>。这将使用 MD5 哈希密码传输并更为安全。需要认证的用户名和密码将是您正在服务器上使用系统的那些用户。

source: Next, update the dpkg "state" of <filename>/var/spool/portfix/var/run/saslauthd</filename>. The saslauthd init script uses this setting to create the missing directory with the appropriate permissions and ownership: <screen> <command>dpkg-statoverride --force --update --add root sasl 755 /var/spool/postfix/var/run/saslauthd</command> </screen>
fr: Ensuite, mettez à jour l'"état" dpkg de <filename>/var/spool/portfix/var/run/saslauthd</filename>. Le script d'initialisation de saslauthd utilise ce paramètre pour créer le répertoire manquant avec les permissions et le propriétaire appropriés : <screen> <command>dpkg-statoverride --force --update --add root sasl 755 /var/spool/postfix/var/run/saslauthd</command> </screen>
sv: Uppdatera nu dpkgs "state" i <filename>/var/spool/portfix/var/run/saslauthd</filename>. Initskriptet för saslauthd använder den här inställningen för att skapa den saknade katalogen med lämpliga rättigheter och rätt ägare: <screen> <command>dpkg-statoverride --force --update --add root sasl 755 /var/spool/postfix/var/run/saslauthd</command> </screen>
zh_cn: 接下来更新 <filename>/var/spool/portfix/var/run/saslauthd</filename> 的 dpkg "state"。saslauthd 初始化脚本将使用该设置来创建有着适当权限和所有权的目录：<screen> <command>dpkg-statoverride --force --update --add root sasl 755 /var/spool/postfix/var/run/saslauthd</command> </screen>

source: SMTP AUTH configuration is complete. Now it is time to start and test the setup. You can run the following command to start the SASL daemon: <screen><command>sudo /etc/init.d/saslauthd start</command></screen> To see if SMTP-AUTH and TLS work properly, run the following command: <screen><command>telnet mail.example.com 25</command></screen> After you have established the connection to the postfix mail server, type: <screen>ehlo mail.example.com</screen> If you see the following lines among others, then everything is working perfectly. Type <command>quit</command> to exit. <placeholder-1/>
fr: La configuration de SMTP AUTH est complète. Il est maintenant temps de démarrer et de tester la configuration. Vous pouvez exécuter la commande suivante pour démarrer le démon SASL : <screen><command>sudo /etc/init.d/saslauthd start</command></screen> Pour vérifier si SMTP-AUTH et TLS fonctionnent correctement, exécutez la commande suivante : <screen><command>telnet courriel.exemple.fr 25</command></screen> Après avoir établi la connexion au serveur de courriel postfix, saisissez : <screen>ehlo courriel.exemple.fr</screen> Si vous voyez les lignes suivantes parmi d'autres, alors tout fonctionne correctement. Saisissez <command>quit</command> pour quitter. <placeholder-1/>
sv: Konfigurationen för SMTP AUTH är färdig. Nu är det dags att starta och testa din installation. Du kan köra följande kommando för att starta SASL-demonen: <screen><command>sudo /etc/init.d/saslauthd start</command></screen> För att se om SMTP-AUTH och TLS fungerar som det ska kan du köra följande kommando: <screen><command>telnet mail.exempel.com 25</command></screen> När du har blivit ansluten till postfixservern, skriv: <screen>ehlo mail.example.com</screen> Om du bland annat ser följande rader fungerar allt som det ska. Skriv <command>quit</command> för att avsluta. <placeholder-1/>
zh_cn: SMTP AUTH 配置完成。现在是启动并测试设置的时候了。您可以运行下列命令来启动 SASL 守护程序：<screen><command>sudo /etc/init.d/saslauthd start</command></screen> 要查看 SMTP-AUTH 和 TLS 是否正常工作，运行下列命令：<screen><command>telnet mail.example.com 25</command></screen> 在您建立到 postfix 邮件服务器连接之后，输入：<screen>ehlo mail.example.com</screen> 如果您看到包括下列行时，那么一切工作正常。输入 <command>quit</command> 退出。<placeholder-1/>

source: <application>Exim4</application> is another Message Transfer Agent (MTA) developed at the University of Cambridge for use on Unix systems connected to the internet. Exim can be installed in place of <application>sendmail</application>, although the configuration of <application>exim</application> is quite different to that of <application>sendmail</application>.
fr: <application>Exim4</application> est un autre agent de transfert de courriel (MTA : Message Transfer Agent) développé à l'Université de Cambridge pour être utilisé sur des systèmes Unix connectés à internet. Exim peut être installé à la place de <application>sendmail</application>, mais la configuration de <application>exim</application> est complètement différente de celle de <application>sendmail</application>.
sv: <application>Exim4</application> är en annan Message Transfer Agent (MTA) utvecklad på University of Cambridge för att användas på Unix system kopplade till internet. Exim kan installeras istället för <application>sendmail</application>, fastän konfigurationen av <application>exim</application> är ganska olik den i <application>sendmail</application>.
zh_cn: <application>Exim4</application> 是另一个消息传输代理 (MTA) ，它是剑桥大学为在连接到互联网的 Unix 系统上使用而开发的。您可以安装 Exim 来取代 <application>sendmail</application>，尽管 <application>exim</application> 的配置与 <application>sendmail</application> 的有很大不同。

source: To install <application>exim4</application>, run the following command: <screen> <command>sudo apt-get install exim4 exim4-base exim4-config</command> </screen>
fr: Pour installer <application>exim4</application>, exécutez la commande suivante : <screen> <command>sudo apt-get install exim4 exim4-base exim4-config</command> </screen>
sv: Kör följande kommando för att installera <application>exim4</application>: <screen> <command>sudo apt-get install exim4 exim4-base exim4-config</command> </screen>
zh_cn: 要安装 <application>exim4</application>，运行下列命令： <screen> <command>sudo apt-get install exim4 exim4-base exim4-config</command> </screen>

source: To configure <application>exim4</application>, run the following command: <screen> <command>sudo dpkg-reconfigure exim4-config</command> </screen> The user interface will be displayed. The user interface lets you configure many parameters. For example, In <application>exim4</application> the configuration files are split among multiple files. If you wish to have them in one file you can configure accordingly in this user interface.
fr: Pour configurer <application>exim4</application>, exécutez la commande suivante : <screen> <command>sudo dpkg-reconfigure exim4-config</command> </screen> L'interface utilisateur s'affichera. Elle vous permettra de configurer de nombreux paramètres. Par exemple, dans <application>exim4</application> les fichiers de configuration sont divisés en de multiples fichiers. Si vous désirez les réunir en un seul fichier, vous pouvez modifier la configuration en ce sens à travers cette interface.
sv: Kör följande kommando för att konfigurera <application>exim4</application>: <screen> <command>sudo dpkg-reconfigure exim4-config</command> </screen> Användargränssnittet kommer visas, som låter dig konfigurera många parametrar. Till exempel är konfigurationsfilerna för <application>exim4</application> uppdelade i många filer. Om du vill ha alla i samma fil kan du välja det i användargränssnittet.
zh_cn: 要配置 <application>exim4</application>，运行下列命令： <screen> <command>sudo dpkg-reconfigure exim4-config</command> </screen> 用户界面将显示。该用户界面让您配置许多参数。例如，在 <application>exim4</application> 中配置文件被分成多个文件。如果您希望将它们放在一个文件中，您可以根据该用户界面进行配置。

source: At any time, you should not edit the master configuration file, <filename>/var/lib/exim4/config.autogenerated</filename> manually. It is updated automatically every time you run <command>update-exim4.conf</command>
fr: À aucun moment, vous ne devez éditer manuellement le fichier de configuration principal <filename>/var/lib/exim4/config.autogenerated</filename>, car il est mis à jour automatiquement chaque fois que vous exécutez <command>update-exim4.conf</command>
sv: Du bör aldrig ändra i huvudkonfigurationsfilen <filename>/var/lib/exim4/config.autogenerated</filename> själv. Den uppdateras automatiskt varje gång du kör <command>update-exim4.conf</command>
zh_cn: 在任何时候，你都不要手工编辑主配置文件 <filename>/var/lib/exim4/config.autogenerated</filename>。它在每次您运行 <command>update-exim4.conf</command> 之后会自动更新。
