Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: The Squid proxy cache server is an excellent solution to a variety of proxy and caching server needs, and scales from the branch office to enterprise level networks while providing extensive, granular access control mechanisms and monitoring of critical parameters via the Simple Network Management Protocol (SNMP). When selecting a computer system for use as a dedicated Squid proxy, or caching servers, ensure your system is configured with a large amount of physical memory, as Squid maintains an in-memory cache for increased performance.
fr: Le serveur mandataire Squid est une excellente solution pour divers besoins de relais et de cache, son usage s'étend de la succursale aux réseaux d'entreprise tout en fournissant des mécanismes de contrôle d'accès étendus et modulaires et en surveillant les paramètres critiques via le protocole SNMP (Simple Network Management Protocol). Lorsque vous sélectionnez un ordinateur pour utiliser en tant que serveur mandataire Squid dédié, ou un serveur de cache, assurez vous que le système est configuré avec une grande quantité de mémoire physique, car Squid maintient un cache en mémoire pour accroître les performances.
sv: Proxy- och cacheservern Squid är en lysande lösning för en stor mängd proxy- och cachebehov, och går bra att använda i allt från en liten kontorskorridor till stora företagsnätverk samtidigt som det erbjuder utförlig, övergripande åtkomsthantering och övervakning av kritiska parametrar via Simple Network Management Protocol (SNMP). När du väljer en dator som ska användas som dedikerad Squidserver för proxy eller cache, se till att datorn har mycket fysiskt minne, eftersom Squid har cache i minnet för ökad prestanda.
zh_cn: Squid 代理缓存服务器对于不同的代理和缓存服务器需求来说是一个极好的解决方案，它适用于从分支机构到企业级的网络，访问控制机制的粒度以及通过简单网络管理协议 (SNMP) 对临界参数的监视。当选择计算机系统用于 Squid 代理或缓存服务器时，请确保您的系统配置大量的物理内存以便 Squid 可以使用内存进行缓存以提高性能。

source: At a terminal prompt, enter the following command to install the Squid server:
fr: Pour installer le serveur Squid, utilisez la commande suivante à l'invite d'un terminal :
sv: Vid en terminalprompt skriver du följande kommando för att installera Squidservern:
zh_cn: 在终端提示符后输入下列命令安装 Squid 服务器：

source: Squid is configured by editing the directives contained within the <filename>/etc/squid/squid.conf</filename> configuration file. The following examples illustrate some of the directives which may be modified to affect the behavior of the Squid server. For more in-depth configuration of Squid, see the References section.
fr: Squid est configuré en éditant les directives contenues dans le fichier <filename>/etc/squid/squid.conf</filename>. Les exemples suivants illustrent certaines modifications de directives qui peuvent affecter le comportement du serveur Squid. Pour une configuration plus avancée de Squid, voyez la section références.
sv: Du konfigurerar Squid genom att ändra på direktiven i konfigurationsfilen <filename>/etc/squid/squid.conf</filename>. Följande exempel visar några av de direktiv som kan modifieras för att påverka beteendet på Squid-servern. För mer djupgående konfiguration av Squid, se referensavdelningen.
zh_cn: Squid 可以通过编辑在 <filename>/etc/squid/squid.conf</filename> 配置文件中的语句来进行配置。下面的范例说明一些语句的修改可能对 Squid 服务器的影响。更多 Squid 的配置可以参阅参考章节。

source: Prior to editing the configuration file, you should make a copy of the original file and protect it from writing so you will have the original settings as a reference, and to re-use as necessary.
fr: Avant de modifier le fichier de configuration, vous devriez en faire une copie protégée contre l'écriture, ainsi vous aurez les paramètres d'origine comme référence, et ré-utilisables si nécessaire.
sv: Innan du ändrar på konfigurationsfilen bör du göra en kopia på originalfilen och göra den skrivskyddad så att du har kvar originalinställningarna som referens, eller för att återanvända om det skulle behövas.
zh_cn: 在编辑配置文件之前，您应该生成一份原始文件副本并对其进行写保护，以便您可以将原始文件作为参考并在必要时重用它。

source: Copy the <filename>/etc/squid/squid.conf</filename> file and protect it from writing with the following commands entered at a terminal prompt:
fr: Copiez le fichier <filename>/etc/squid/squid.conf</filename> et protégez-le en écriture en exécutant la commande suivante dans un terminal :
sv: Kopiera filen <filename>/etc/squid/squid.conf</filename> och gör den skrivskyddad genom att skriva följande kommandon vid en terminalprompt:
zh_cn: 要拷贝 <filename>/etc/squid/squid.conf</filename> 文件并对其进行写保护，可以在终端提示符后使用以下命令：

source: To set your Squid server to listen on TCP port 8888 instead of the default TCP port 3128, change the http_port directive as such:
fr: Pour que votre serveur Squid écoute sur le port TCP 8888 à la place du port par défaut 3128, modifiez la directive http_port comme ceci :
sv: För att din Squid-server skall lyssna på TCP-porten 8888 istället för standardporten 3128, ändra på http_port-direktivet såhär:
zh_cn: 要将您的 Squid 服务器监听 TCP 端口 8888 以代替缺省的 TCP 端口 3128，可以如下所示修改 http_port 语句：

source: Change the visible_hostname directive in order to give the Squid server a specific hostname. This hostname does not necessarily need to be the computer's hostname. In this example it is set to <emphasis>weezie</emphasis>
fr: Pour donner un nom d'hôte spécifique à votre serveur Squid, changez la directive visible_hostname. Ce nom d'hôte n'a pas forcément besoin d'être le même que le nom d'hôte de la machine. Dans cet exemple il est défini comme étant <emphasis>weezie</emphasis>.
sv: Ändra på direktivet visible_hostname för att ge Squid-servern ett specifikt värdnamn. Det här värdnamnet behöver inte vara samma som din dators värdnamn. I det här fallet sätter vi det till <emphasis>weezie</emphasis>
zh_cn: 改变 visible_hostname 语句是为了给 Squid 服务器一个特定的主机名。该主机名并必是计算机的主机名。在本范例中它被设为 <emphasis>weezie</emphasis>。

source: Again, Using Squid's access control, you may configure use of Internet services proxied by Squid to be available only users with certain Internet Protocol (IP) addresses. For example, we willll illustrate access by users of the 192.168.42.0/24 subnetwork only:
fr: A nouveau, en utilisant le contrôle d'accès Squid, vous pouvez configurer l'utilisation des services Internet mandatés par Squid pour n'être disponible que pour les utilisateurs disposant de certaines adresses IP. Par exemple, nous n'allons autoriser l'accès que pour les utilisateurs du sous réseau 192.168.42.0/24 :
sv: Du kan med Squids tillgångshantering konfigurera att de internettjänster som skickas genom Squid så att de bara är tillgängliga för användare med speciella IP-adresser. Här illustrerar vi det genom att bara ge användare från subnätverket 192.168.42.0/24 tillgång till Squid:
zh_cn: 此外，使用 Squid 访问控制，您可以通过 Squid 代理将 Internet 服务配置成仅限于有确定网际协议 (IP) 地址的用户使用。例如，我们将举例说明只让 192.168.42.0/24 子网的用户访问：

source: Add the following to the <emphasis role="bold">bottom</emphasis> of the ACL section of your <filename>/etc/squid/squid.conf</filename> file:
fr: Ajoutez ce qui suit en <emphasis role="bold">bas</emphasis> de la section ACL de votre fichier <filename>/etc/squid/squid.conf</filename> :
sv: Lägg till följande längst <emphasis role="bold">ner</emphasis> i ACL-avdelningen i filen <filename>/etc/squid/squid.conf</filename>:
zh_cn: 将下列语句添加到您 <filename>/etc/squid/squid.conf</filename> 文件 ACL 部分的 <emphasis role="bold">底部</emphasis>：

source: Then, add the following to the <emphasis role="bold">top</emphasis> of the http_access section of your <filename>/etc/squid/squid.conf</filename> file:
fr: Ajoutez ensuite ce qui suit, en <emphasis role="bold">haut</emphasis> de la section http_access de votre fichier <filename>/etc/squid/squid.conf</filename> :
sv: Lägg sedan till följande längst <emphasis role="bold">upp</emphasis> i avdelningen http_access i filen <filename>/etc/squid/squid.conf</filename>:
zh_cn: 然后添加下列语句到你 <filename>/etc/squid/squid.conf</filename> 文件 http_access 部分的 <emphasis role="bold">顶部</emphasis>：

source: Using the excellent access control features of Squid, you may configure use of Internet services proxied by Squid to be available only during normal business hours. For example, we'll illustrate access by employees of a business which is operating between 9:00AM and 5:00PM, Monday through Friday, and which uses the 10.1.42.0/42 subnetwork:
fr: En utilisant les excellentes fonctionnalités de contrôle d'accès de Squid, vous pouvez configurer l'usage des services Internet mandatés par Squid pour n'être accessibles que pendant les heures de bureau. Par exemple, nous restreindrons l'accès pour les employés d'un société qui travaillent du lundi au vendredi, entre 9h00 et 17h00, et qui utilisent le sous réseau 10.1.42.0/42 :
sv: Med hjälp av de lysande tillgänglighetsfunktionerna i Squid kan du konfigurera det så att Internettjänster som går genom Squid bara går att komma åt under normala kontorstider. Om vi till exempel har en firma vars anställda jobbar mellan 9.00 och 17.00, måndag till fredag, och som använder subnätverket 10.1.42.0/42:
zh_cn: 使用 Squid 卓越的访问控制功能，您可以通过 Squid 代理将 Internet 服务配置成仅限于在正常商务时间使用。例如，我们将举例说明只允许来自 10.1.42.0/24 子网的商务雇员在周一到周五的上午 9:00 到 下午 5:00 时间段内访问：

source: After making changes to the <filename>/etc/squid/squid.conf</filename> file, save the file and restart the <application>squid</application> server application to effect the changes using the following command entered at a terminal prompt:
fr: Après avoir effectué les changements dans le fichier <filename>/etc/squid/squid.conf</filename>, enregistrez le fichier et redémarrez le serveur <application>squid</application> afin que les modifications soient prises en compte, en utilisant la commande suivante dans une console :
sv: När du har gjort ändringar i filen <filename>/etc/squid/squid.conf</filename>, spara filen och starta om <application>squid</application> för att verkställa ändringarna genom att skriva följande kommando vid en terminalprompt:
zh_cn: 在修改 <filename>/etc/squid/squid.conf</filename> 文件后，保存该文件并重启 <application>squid</application> 服务器应用程序以使改动生效。可以在终端提示符后使用下列命令：

source: Squid Website
fr: Site internet de Squid
sv: Squids webbplats
zh_cn: Squid 网站

source: Ruby on Rails is an open source web framework for developing database backed web applications. It is optimized for sustainable productivity of the programmer since it lets the programmer to write code by favouring convention over configuration.
fr: Ruby on Rails est une interface web ouverte pour développer des applications web liées à des bases de données. Elle est optimisée pour la productivité durable du programmeur puisqu'elle le laisse écrire le code en favorisant la convention sur la configuration.
sv: Ruby on Rails är ett webbramverk i öppen källkod för utveckling av webbapplikationer med en bakomliggande databas. Det är optimerat för bärkraftig produktivitet för programmeraren eftersom det tillåter programmeraren att skriva kod genom att favorisera konventioner över konfigurationer.
zh_cn: Ruby on Rails 是一个用于开发以数据库为后台的 web 应用程序的开源 web 框架。其为发挥程序员持久的生产力而优化，因为它能让程序员通过有益的约定而不是配置来编写代码。

source: To run Ruby on Rails, you should install <application>Ruby</application>, <application>Ruby Gems</application>, <application>Ruby on Rails</application>, <application>lighttpd</application>, <application>MySQL</application> and <application>PHP5</application>. To install Ruby base packages you can enter the following command in the terminal prompt:
fr: Pour utiliser Ruby on Rails, vous devez installer <application>Ruby</application>, <application>Ruby Gems</application>, <application>Ruby on Rails</application>, <application>lighttpd</application>, <application>MySQL</application> et <application>PHP5</application>. Pour installer les paquets Ruby de base vous pouvez lancer les commandes suivantes dans un terminal :
sv: För att använda Ruby on Rails behöver du installera <application>Ruby</application>, <application>Ruby Gems</application>, <application>Ruby on Rails</application>, <application>lighttpd</application>, <application>MySQL</application> och <application>PHP5</application>. För att installera Ruby:s baspaket kan du skriva följande kommando i terminalfönstret:
zh_cn: 若要运行 Ruby on Rails，您需要安装 <application>Ruby</application>、<application>Ruby Gems</application>、<application>Ruby on Rails</application>、<application>lighttpd</application>、<application>MySQL</application> 和 <application>PHP5</application>。要安装 Ruby 基本软件包，您可以在终端提示中输入以下命令：

source: To install Ruby Gems package, run the following set of commands:
fr: Pour installer le paquet Ruby Gems, lancez les commandes suivantes :
sv: För att installera Ruby Gems paketen, skriv följande kommandon:
zh_cn: 若要安装 Ruby Gems 软件包，请运行如下一组命令：

source: To install some basic gems, please run the following commands:
fr: Pour installer quelques gemmes de base, veuillez exécuter les commandes suivantes :
sv: För att installera några grundläggande gems, skriv följande kommandon:
zh_cn: 若要安装一些基本的 gem，请运行如下的命令：

source: To install <application>Ruby on Rails</application> package run the following command:
fr: Pour installer le paquet <application>Ruby on Rails</application>, lancez la commande suivante :
sv: För att installera paketet <application>Ruby on Rails</application> skriv följande kommando:
zh_cn: 若要安装 <application>Ruby on Rails</application> 软件包，请运行如下命令：

source: To install <application>lighttpd</application> package run the following command:
fr: Pour installer le paquet <application>lighttpd</application>, exécutez la commande suivante :
sv: För att installera paketet <application>lighttpd</application> skriv följande kommando:
zh_cn: 若要安装 <application>lighttpd</application> 软件包请运行如下命令：

source: The <application>lighttpd</application> is an Web Server. You can install both <application>apache2</application> package and <application>lighttpd</application> package on same machine, but you can only run one at a time since both of them use the port number 80.
fr: L'application <application>lighttpd</application> est un serveur web. Il est possible d'installer les deux paquets <application>apache2</application> et <application>lighttpd</application> sur une même machine mais vous ne pouvez en faire tourner qu'une seule à la fois car elles utilisent toutes deux le port numéro 80.
sv: <application>lighttpd</application> är en webbserver. Du kan installera både <application>apache2</application> och <application>lighttpd</application> paketen på samma maskin, men du kan bara köra en åt gången eftersom båda använder port 80.
zh_cn: <application>lighttpd</application> 是一个 Web 服务器。您可以在同一台机器上同时安装 <application>apache2</application> 软件包和 <application>lighttpd</application> 软件包。但您在同一时间只能运行其中的一个，因为它们都会使用 80 端口。

source: To install <application>MySQL</application> package, please refer to the <xref linkend="mysql"/>.
fr: Pour installer le paquet <application>MySQL</application>, référez-vous à<xref linkend="mysql"/>.
sv: Referera till <xref linkend="mysql"/> för att installera paketet <application>MySQL</application>.

source: To install <application>PHP5</application> package, please refer to the <xref linkend="php5"/> section.
fr: Pour installer le paquet <application>PHP5</application>, veuillez consulter la section <xref linkend="php5"/> de ce guide.
sv: För att installera paketet <application>PHP5</application> läs mer på <xref linkend="php5"/>.
zh_cn: 若想安装 <application>PHP5</application> 软件包，请参照 <xref linkend="php5"/> 章节。

source: Modify <filename>/etc/lighttpd/lighttpd.conf</filename> configuration file to setup your domains.
fr: Modifiez le fichier <filename>/etc/lighttpd/lighttpd.conf</filename> pour configurer vos domaines.
sv: Modifiera konfigurationsfilen <filename>/etc/lighttpd/lighttpd.conf</filename> för att ställa in din domän.
zh_cn: 修改 <filename>/etc/lighttpd/lighttpd.conf</filename> 配置文件来设置您的域。

source: You should also enable couple of <application>lighttpd</application> modules for using <application>Ruby on Rails</application>. You can run the following commands to enable those modules:
fr: Vous devriez aussi activer quelques modules <application>lighttpd</application> pour utiliser <application>Ruby on Rails</application>. Vous pouvez lancer les commandes suivantes pour activer ces modules :
sv: Du behöver också aktivera några <application>lighttpd</application> moduler för att använda <application>Ruby on Rails</application>. Du kan skriva följande kommandon för att aktivera modulerna:
zh_cn: 您还应当激活一些 <application>lighttpd</application> 模块以使用 <application>Ruby on Rails</application>。您可以运行如下命令来激活这些模块：

source: Let us now verify the modification we did in the <filename>/etc/lighttpd/lighttpd.conf</filename> configuration file. Run the following commands to stop and verify the modification:
fr: Vérifions maintenant la modification apportée au fichier de configuration <filename>/etc/lighttpd/lighttpd.conf</filename>. Lancez les commandes suivantes pour arrêter et vérifier la modication :
sv: Låt oss nu verifiera ändringarna vi utförde i konfigurationsfilen <filename>/etc/lighttpd/lighttpd.conf</filename>. Skriv följande kommandon för att stoppa och verifiera ändringarna:
zh_cn: 让我们现在来验证一下我们在 <filename>/etc/lighttpd/lighttpd.conf</filename> 配置文件中所做的更改。

source: If you see any errors, please make sure to address them. The error message you see in the output is the best source for getting more help.
fr: Si vous voyez des erreurs, assurez-vous s'il vous plaît de les communiquer. Le message d'erreur que vous voyez dans le rendu est la meilleure source pour d'obtenir plus d'aide.
sv: Om du ser några fel, gör klart för att kunna adressera dem. Felmeddelandena du ser utskrivet är den bästa källan för att kunna få mer hjälp.
zh_cn: 如果您看到任何错误，请确保处理它们。您在输出中看到的错误消息是获取更多帮助的最好来源。

source: Thats it! Now you have your Server ready for your <application>Ruby on Rails</application> applications.
fr: Ça y est ! Votre serveur est maintenant prêt pour vos applications <application>Ruby on Rails</application>.
sv: Det är allt! Nu är din server redo för dina <application>Ruby on Rails</application> applikationer.
zh_cn: 就这些了！现在您的服务器就可以运行 <application>Ruby on Rails</application> 应用程序了。

source: Version Control System
fr: Système de contrôle de version
sv: Versionshanteringssystem
zh_cn: 版本控制系统

source: Version control is the art of managing changes to information. It has long been a critical tool for programmers, who typically spend their time making small changes to software and then undoing those changes the next day. But the usefulness of version control software extends far beyond the bounds of the software development world. Anywhere you can find people using computers to manage information that changes often, there is room for version control.
fr: Le contrôle de version est l'art de gérer les modifications dans l'information. Cela a longtemps été un outil crucial pour les développeurs, qui passent leur temps à effectuer de petites modifications sur leurs logiciels et à les retirer le lendemain. Mais l'utilité d'un logiciel de contrôle de version s'étend largement au-delà du monde du développement de logiciels. Partout où vous pourrez trouver des personnes qui utilisent l'informatique pour gérer une information qui est régulièrement modifiée, le contrôle de version trouvera sa place.
sv: Versionshantering är konsten att hantera ändringar i information. Det har länge varit ett viktigt verktyg för programmerare som vanligtvis använder sin tid till att göra små ändringar i program och sedan ångra dessa ändringar dagen efter. Men versionshanteringssystem är användbara långt utanför mjukvaruutvecklingsvärlden. Överallt där människor använder datorer till att hantera information som ändras ofta finns det utrymme för versionshantering.
zh_cn: 版本控制是管理改动信息的技术。它对于程序员而言一直是重要的工具，他们经常花时间对程序进行小改动之后又在第二天改回来。但版本控制软件的用途却远远超出了软件开发的界线。无论何处您可以发现人们使用计算机去管理那些经常变动的信息，那里都有使用版本控制的空间。

source: Subversion is an open source version control system. Using Subversion, you can record the history of source files and documents. It manages files and directories over time. A tree of files is placed into a central repository. The repository is much like an ordinary file server, except that it remembers every change ever made to files and directories.
fr: Subversion est un système de contrôle de version open source. En utilisant Subversion, vous pourrez enregistrer l'historique des fichiers sources et des documents. Il gère les fichiers et les répertoires dans le temps. Une arborescence des fichiers est placée dans un dépôt centralisé. Ce dépôt est à peu près identique à un serveur de fichier ordinaire, sauf qu'il conserve une trace de chaque changement effectué sur les fichiers et les répertoires.
sv: Subversion är ett versionshanteringssystem som är öppen källkod. Med Subversion kan du spela in hur källkodsfiler och dokumentation ändras. Det hanterar filer och kataloger ändras över tid. Ett träd av filer placeras i ett centralt förråd. Förrådet fungerar ungefär som en vanlig filserver, med skillnaden att det kommer ihåg alla ändringar som någonsin gjorts i filerna eller katalogerna.
zh_cn: Subversion 是一个开源的版本控制系统。使用 Subversion，您可以记录源文件和文档的历史。它管理文件和目录。文件树被放入了中心库中。库更象是一个普通的文件服务器，除了它可以记住对文件和目录的每次改变。

source: To access Subversion repository using the HTTP protocol, you must install and configure a web server. Apache2 is proven to work with Subversion. Please refer to the HTTP subsection in the Apache2 section to install and configure Apache2. To access the Subversion repository using the HTTPS protocol, you must install and configure a digital certificate in your Apache 2 web server. Please refer to the HTTPS subsection in the Apache2 section to install and configure the digital certificate.
fr: Pour fournir l'accès à un dépôt Subversion en utilisant le protocole HTTP, vous devez installer et configurer un serveur web. Il s'avère qu'Apache2 fonctionne avec Subversion. Reportez vous à la section HTTP de la rubrique Apache2 pour installer et configurer Apache2. Pour fournir l'accès à un dépôt Subversion en utilisant le protocole HTTPS, vous devez installer et configurer un certificat numérique sur votre serveur web Apache2. Reportez vous à la section HTTPS de la rubrique Apache2 pour installer et configurer un certificat numérique.
sv: För att komma åt ett Subversion-förråd över HTTP-protokollet måste du installera och konfigurera en webbserver. Apache2 fungerar väl med Subversion. Läs HTTP-underavdelningen i Apache2-avdelningen för att installera och konfigurera Apache2. För att komma åt Subversionförrådet med HTTPS-protokollet måste du installera och konfigurera ett digitalt certifikat till din webbserver. Läs HTTPS-underavdelningen av Apache2-avdelningen för att installera och konfigurera det digitala certifikatet.
zh_cn: 要通过 HTTP 协议来访问 Subversion 库，您必须安装和配置一个 web 服务器。Apache2 被证明可以和 Subversion 一起工作。请参考 Apache2 章节的 HTTP 小节以安装和配置 Apache2。要使用 HTTPS 协议访问 Subversion 库，您必须在您的 Apache2 web 服务器上安装和配置数字证书。请参考 Apache2 章节的 HTTPS 小节以安装和配置数据证书。

source: To install Subversion, run the following command from a terminal prompt:
fr: Pour installer Subversion, utilisez la commande suivante à l'invite d'un terminal :
sv: För att installera Subversion, kör följande kommando från en terminalprompt:
zh_cn: 要安装 Subversion，可以在终端提示符后运行以下命令：

source: Server Configuration
fr: Configuration du serveur
sv: Serverkonfiguration
zh_cn: 服务器配置

source: This step assumes you have installed above mentioned packages on your system. This section explains how to create a Subversion repository and access the project.
fr: Ces étapes supposent que vous ayez installé sur votre système les paquets mentionnés ci-dessus. Cette section explique comment créer un dépôt Subversion et accéder au projet.
sv: Det här steget förutsätter att du har installerat ovan nämnda paket på ditt system. Den här avdelningen förklarar hur du skapar ett Subversionförråd och hur du kommer åt projektet.
zh_cn: 这一步假定您已经在您的系统上安装了上面提及的包。本部分内容说明如何创建一个 Subversion 库和访问项目。
