Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: The Kerberos authentication security system is a standardized service for providing authentication to computers and users by means of a centralized server which grants encrypted authorization tickets accepted for authorization by any other computer using Kerberos. Benefits of Kerberos authentication include mutual authentication, delegated authentication, interoperability, and simplified trust management. The primary server daemons for handling the Kerberos authentication and Kerberos database administration on Ubuntu are <application>krb5kdc</application> and <application>kadmin</application>. SAMBA may use Kerberos as a mechanism for authenticating computers and users against a Windows Domain Controller. To do so, the Ubuntu system must have Kerberos installed, and the <filename>/etc/samba/smb.conf</filename> must be modified to select the the proper <emphasis role="italic">realm</emphasis> and <emphasis role="italic">security</emphasis> mode. For example, edit the <filename>/etc/samba/smb.conf</filename> file and add the values:
fr: Le système de sécurisation des authentifications Kerberos est un service standardisé fournissant une authentification aux ordinateurs et aux utilisateurs par l'intermédiaire d'un serveur centralisé qui accorde des tickets d'autorisation cryptés. Ceux-ci sont acceptés comme authentification par tout autre ordinateur utilisant Kerberos. Parmi les avantages de l'authentification avec Kerberos, on peut citer l'authentification réciproque, l'authentification par procuration, l'interopérabilité et une gestion simplifiée des relations de confiance. Les processus serveurs principaux qui gèrent l'authentification Kerberos et l'administration de la base de données Kerberos sous Ubuntu sont <application>krb5kdc</application> et <application>kadmin</application>. SAMBA peut utiliser Kerberos comme mécanisme pour authentifier des ordinateurs et des utilisateurs aux côtés d'un contrôleur de domaine Windows. À cette fin, il faut que Kerberos soit installé sur le système Ubuntu, et le fichier <filename>/etc/samba/smb.conf</filename> doit être modifié pour choisir le mode convenable de <emphasis role="italic">realm</emphasis> et <emphasis role="italic">security</emphasis>. Par exemple, modifiez le fichier <filename>/etc/samba/smb.conf</filename> et ajoutez les valeurs :
sv: Autentiseringssystemet Kerberos är en standardiserad tjänst för att erbjuda autentisering för datorer och användare genom en centraliserad server som beviljar krypterade biljetter, vilka accepteras som äkthetsbevis av alla andra datorer som använder Kerberos. Några fördelar med autentisering genom Kerberos är ömsesidig autentisering, delegerad autentisering, interoperabilitet och förenklad förtroendehantering. De vanligaste serverdemonerna som används för Kerberosautentisering och databashantering för Kerberos i Ubuntu är <application>krb5kdc</application> och <application>kadmin</application>. SAMBA kan använda Kerberos för att autentisera datorer och användare mot en Windows Domain Controller. För att göra det måste Ubuntusystemet ha Kerberos installerat, och <filename>/etc/samba/smb.conf</filename> måste ändras för att välja korrekt <emphasis role="italic">realm</emphasis> och läge för <emphasis role="italic">security</emphasis>. Till exempel, ändra filen <filename>/etc/samba/smb.conf</filename> och lägg till värdena:
zh_cn: Kerberos 安全认证系统是一个通过一台集中的服务器给计算机和用户提供认证的标准服务，它允许从其他任何使用 Kerberos 的计算机那里接受加密的授权票据。Kerberos 验证的好处包括相互验证，委派验证，互操作性和简单信任管理。在 Ubuntu 中处理 Kerberos 验证和 Kerberos 数据库管理的主要服务器守护程序是 <application>krb5kdc</application> 和 <application>kadmin</application>。相对于 Windows 域控制器SAMBA 可以使用 Kerberos 作为一个用来给计算机和用户授权的机制。为了做到这些，Ubuntu 系统必须安装 Kerberos，同时 <filename>/etc/samba/smb.conf</filename> 也需要修改以选择适当的<emphasis role="italic">realm</emphasis> 和 <emphasis role="italic">security</emphasis> 模式。举个例子，编辑<filename>/etc/samba/smb.conf</filename>文件，并将下列语句：

source: realm = DOMAIN_NAME
fr: realm = NOM_DOMAINE
sv: realm = DOMÄNNAMN

source: to the file, and save the file.
fr: dans le fichier, et enregistrez-le.
sv: till filen, och spara filen.
zh_cn: 添加到文件中并保存

source: Be sure to replace the token DOMAIN_NAME in the example above with the actual name of your specific Windows Domain.
fr: Assurez-vous de remplacer l'expression NOM_DOMAINE de l'exemple ci-dessus par le nom réel de votre propre domaine Windows.
sv: Se till att du byter ut DOMÄNNAMN i ovastående exempel mot det riktiga namnet på din Windows-domän.
zh_cn: 请确定上面示例中的 DOMAIN_NAME 已经被你的 Windows 域名所代替。

source: You will need to restart the SAMBA daemons to effect these changes. Restart the SAMBA daemons with the following command entered at a terminal prompt:
fr: Vous devrez redémarrer les démons SAMBA pour appliquer ces changements. Redémarrez les démons SAMBA en entrant la commande suivante dans un terminal :
sv: Du behöver starta om SAMBA-demoner för att dessa ändringar ska verkställas. Starta om SAMBA-demonerna genom att skriva följande kommando i terminalfönstret:
zh_cn: 你需要重启 SAMBA 进程以使改变产生作用。重启 SAMBA 进程可以在终端提示符后输入以下命令：

source: Computer Accounts
fr: Comptes d'ordinateurs
sv: Datorkonton
zh_cn: 计算机帐号

source: Computer Accounts are used in Directory Services to uniquely identify computer systems participating in a network, and are even treated in the same manner as users in terms of security. Computer accounts may have passwords just as user accounts do, and are subject to authorization to network resources in the same manner as user accounts. For example, if a network user, with a valid account for a particular network attempts to authenticate with a network resource from a computer which does not have a valid computer account, depending upon policies enforced on the network, the user may be denied access to the resource if the computer the user is attempting authentication from is considered to be an unauthorized computer.
fr: Les comptes d'ordinateur sont utilisés dans Directory Services pour identifier de manière unique les ordinateurs d'un réseau, et sont traités de la même manière que les utilisateurs en terme de sécurité. Les comptes d'ordinateurs peuvent avoir des mots de passe tout comme les comptes utilisateurs, et font l'objet d'une autorisation pour accéder aux ressources du réseau. Par exemple, si un utilisateur du réseau avec un compte valide pour un réseau en particulier essaye de s'authentifier à partir d'un ordinateur qui n'a pas de compte d'ordinateur valide, suivant la politique mise en œuvre sur le réseau, il peut lui être refusé l'accès si cet ordinateur ne fait pas partie des ordinateurs autorisés.
sv: Datorkonton används i katalogtjänster för att ge varje dator i nätverket en unik identitet, och de hanteras till och med på samma sätt som användare vad gäller säkerhet. Datorkonton kan ha lösenord precis som användarkonton, och måste identifiera sig för att komma åt nätverksresurser precis som användare. Till exempel, om en nätverksanvändare med ett giltigt konto för ett speciellt nätverk försöker identifiera sig mot en nätverksresurs från en dator som inte har ett giltigt datorkonto kan användaren komma att nekas tillgång till resursen, beroende på de policys som används på nätverket.
zh_cn: 目录服务中计算机帐号唯一指定网络中的计算机系统，甚至在安全方面就象对待用户一样。计算机账号可以象用户账号一样有密码，同样也象用户账号一样访问网络资源受授权影响。举个例子，如果一个在特定网络中有着合法账号网络用户，企图给一个没有合法计算机账号的计算机上的网络资源授权时，根据网络策略，如果用户企图验证的计算机是未经授权的计算机，则用户也许会被拒绝访问资源。

source: A computer account may be added to the SAMBA password file, provided the name of the computer being added exists as a valid user account in the local password database first. The syntax for adding a computer or machine account to the SAMBA password file is to use the <application>smbpasswd</application> command from a terminal prompt as follows:
fr: Un compte d'ordinateur peut être ajouté au fichier de mots de passe SAMBA, pourvu que le nom de l'ordinateur à ajouter existe déjà comme un nom de compte d'utilisateur valide dans la base de données locale. Pour ajouter un compte d'ordinateur ou de machine au fichier de mots de passe SAMBA, il faut utiliser la commande <application>smbpasswd</application> dans un terminal comme ceci :
sv: Ett datorkonto går att lägga till SAMBA:s lösenordsfil, förutsatt att namnet på datorn som läggs till redan är ett giltigt användarkonto i den lokala lösenordsdatabasen först. För att lägga till ett dator- eller maskinkonto till SAMBA:s lösenordsfil används kommandot <application>smbpasswd</application> i en terminal såhär:
zh_cn: 计算机帐号可以会被添加到 SAMBA 的密码文件中，首先该计算机的名字在本地密码库中做为一个合法用户帐号被添加。添加一个计算机或机器帐号到 SAMBA 的密码文件可以在终端提示符后使用 <application>smbpasswd</application> 命令，如下所示：

source: sudo smbpasswd -a -m COMPUTER_NAME
fr: sudo smbpasswd -a -m NOM_ORDINATEUR
sv: sudo smbpasswd -a -m DATORNAMN

source: Be sure to replace the token COMPUTER_NAME in the example above with the actual name of the specific computer you wish to add a machine account for.
fr: Assurez-vous de remplacer la chaîne NOM_ORDINATEUR dans l'exemple ci-dessus par le nom de l'ordinateur pour lequel vous voulez ajouter un compte de machine.
sv: Se till att ersätta DATORNAMN i ovanstående exempel med namnet på den dator du vill lägga till ett konto för.
zh_cn: 请确定示例中的 COMPUTER_NAME 被那台你希望添加机器账号的计算机实际名字所代替。

source: File Permissions
fr: Permissions de fichier
sv: Filrättigheter
zh_cn: 文件权限

source: File Permissions define the explicit rights a computer or user has to a particular directory, file, or set of files. Such permissions may be defined by editing the <filename>/etc/samba/smb.conf</filename> file and specifying the explicit permissions of a defined file share. For example, if you have defined a SAMBA share called <emphasis role="italic">sourcedocs</emphasis> and wish to give <emphasis role="italic">read-only</emphasis> permissions to the group of users known as <emphasis role="italic">planning</emphasis>, but wanted to allow writing to the share by the group called <emphasis role="italic">authors</emphasis> and the user named <emphasis role="italic">richard</emphasis>, then you could edit the <filename>/etc/samba/smb.conf</filename> file, and add the following entries under the <emphasis role="italic">[sourcedocs]</emphasis> entry:
fr: Les permissions de fichiers définissent les droits explicites qu'un ordinateur ou un utilisateur a sur un dossier, fichier ou groupe de fichiers particulier. De telles permissions peuvent être définies en éditant le fichier <filename>/etc/samba/smb.conf</filename> et en spécifiant explicitement les permissions d'un partage de fichiers défini. Par exemple, si vous avez défini un partage SAMBA intitulé <emphasis role="italic">sourcedocs</emphasis> et souhaitez donner les droits en <emphasis role="italic">lecture seule</emphasis> au groupe d'utilisateurs appelé <emphasis role="italic">planning</emphasis>, mais souhaitez autoriser l'accès au partage en écriture par le groupe appelé <emphasis role="italic">auteurs</emphasis> et à l'utilisateur nommé <emphasis role="italic">richard</emphasis>, alors vous pouvez éditer le fichier <filename>/etc/samba/smb.conf</filename>, et ajouter les lignes suivantes sous l'entrée <emphasis role="italic">[sourcedocs]</emphasis> :
sv: Filrättigheter definierar de uttryckliga rättigheter en dator eller användare har till en speciell katalog, fil eller uppsättning filer. Sådana rättigheter går att definiera genom att ändra på filen <filename>/etc/samba/smb.conf</filename> och specificerar de uttryckliga rättigheterna för respektive filutdelning. Om du till exempel har skapat en SAMBA-utdelning som heter <emphasis role="italic">sourcedocs</emphasis> och enbart vill dela ut läsrättigheter (<emphasis role="italic">read-only</emphasis>) till gruppen som heter <emphasis role="italic">planning</emphasis>, men vill ge gruppen <emphasis role="italic">authors</emphasis> och användaren <emphasis role="italic">richard</emphasis> skrivrättigheter skriver du följande rader under posten <emphasis role="italic">[sourcedocs]</emphasis>:
zh_cn: 文件权限清楚地定义计算机和用户对指定的目录、文件或一组文件的权力。这些权限可以通过编辑<filename>/etc/samba/smb.conf</filename> 来定义并明确被定义文件共享的权限。举个例子，如果你定义了一个叫 <emphasis role="italic">sourcedocs</emphasis> 的 SAMBA 共享，并希望给 <emphasis role="italic">planning</emphasis> 用户组以 <emphasis role="italic">read-only</emphasis> 只读权限，但允许叫 <emphasis role="italic">authors</emphasis> 的用户组和名为 <emphasis role="italic">richard</emphasis> 的用户可以写该共享，那么你可以编辑<filename>/etc/samba/smb.conf</filename> 文件，并将下列条目放在 <emphasis role="italic">[sourcedocs]</emphasis> 条目下：

source: write list = @authors, richard
fr: write list = @auteurs, richard

source: Save the <filename>/etc/samba/smb.conf</filename> for the changes to take effect.
fr: Sauvegardez <filename>/etc/samba/smb.conf</filename> pour que les changements prennent effet.
sv: Spara <filename>/etc/samba/smb.conf</filename> för att ändringarna ska verkställas.
zh_cn: 将其保存在 <filename>/etc/samba/smb.conf</filename>中，以使其生效。

source: Another possible permission is to declare <emphasis role="italic">administrative</emphasis> permissions to a particular shared resource. Users having administrative permissions may read, write, or modify any information contained in the resource the user has been given explicit administrative permissions to. For example, if you wanted to give the user <emphasis role="italic">melissa</emphasis> administrative permissions to the example <emphasis role="italic">sourcedocs</emphasis> share, you would edit the <filename>/etc/samba/smb.conf</filename> file, and add the following line under the <emphasis role="italic">[sourcedocs]</emphasis> entry:
fr: Une autre possibilité pour les droits d'accès est de déclarer des permissions <emphasis role="italic">administratives</emphasis> pour une ressource partagée particulière. Les utilisateurs ayant des permissions administratives peuvent lire, écrire, ou modifier toute information contenue dans la ressource pour laquelle ils ont explicitement reçu ce type de droits. Par exemple, si vous voulez donner à l'utilisateur <emphasis role="italic">melissa</emphasis> des permissions administratives sur le partage <emphasis role="italic">sourcedocs</emphasis> de l'exemple, vous devez éditer le fichier <filename>/etc/samba/smb.conf</filename> et ajouter la ligne suivante sous l'entrée <emphasis role="italic">[sourcedocs]</emphasis> :
sv: En annan möjlig rättighet är att ge någon administrativa (<emphasis role="italic">administrative</emphasis>) rättigheter för till en delad resurs. Användare som har administrativa rättigheter kan läsa, skriva eller modifiera all information som finns i den resursen som användaren har administrativa rättigheter till. Om du till exempel vill ge användaren <emphasis role="italic">melissa</emphasis> administrativa rättigheter till vår exempelutdelning <emphasis role="italic">sourcedocs</emphasis> behöver du redigera filen <filename>/etc/samba/smb.conf</filename> och lägga till följande rad under posten <emphasis role="italic">[sourcedocs]</emphasis>:
zh_cn: 另一个适合的权限就是对特定的共享资源声明 <emphasis role="italic">administrative</emphasis> 权限。有着administrative 权限的用户可以读、写或修改任何包含在用户已明确给予 administrative 权限的资源里的任何信息。举个例子，如果你想给用户 <emphasis role="italic">melissa</emphasis> 在示例 <emphasis role="italic">sourcedocs</emphasis> 共享上的 administrative 权限，你可以编辑<filename>/etc/samba/smb.conf</filename> 文件，并将下面一行添加到 <emphasis role="italic">[sourcedocs]</emphasis> 条目下：

source: Ubuntu includes client applications and capabilities for accessing network resources shared with the SMB protocol. For example, a utility called <application>smbclient</application> allows for accessing remote shared file-systems, in a manner similar to a File Transfer Protocol (FTP) client. To access a shared folder resource known as <emphasis role="italic">documents</emphasis> offered by a remote Windows computer named <emphasis role="italic">bill</emphasis> using <application>smbclient</application> for example, one would enter a command similar to the following at the prompt:
fr: Ubuntu comporte des applications clientes et des capacités pour accéder aux ressources partagées grâce au protocole SMB. Par exemple, l'utilitaire nommé <application>smbclient</application> permet d'accéder aux systèmes de fichiers partagés à distance d'une façon similaire à un client FTP. Pour accéder à un répertoire partagé connu comme <emphasis role="italic">documents</emphasis>, proposé par un ordinateur sous Windows, nommé <emphasis role="italic">bill</emphasis>, on utilisera <application>smbclient</application>, avec une commande de ce type dans un terminal :
sv: Ubuntu innehåller klientprogram och möjligheter att komma åt nätverksresurser som delas över SMB-protokollet. Till exempel kan du använda verktyget <application>smbclient</application> för att komma åt utdelade filsystem på ungefär samma sätt som med en klient för File Transfer Protocol (FTP). Säg att du vill komma åt en delad mapp som heter <emphasis role="italic">documents</emphasis> som delas ut av en Windowsdator vid namn <emphasis role="italic">bill</emphasis> med <application>smbclient</application>. I så fall skulle du skriva ett kommando som ser ut ungefär så här vid prompten:
zh_cn: Ubuntu 中包括客户端应用以及通过 SMB 协议远程访问网络资源的能力。例如，一个名为 <application>smbclient</application> 的工具就可以以一种类似文件传输协议（FTP）客户端的方式访问远程共享的文件系统。以使用 <application>smbclient</application> 来访问在名为 <emphasis role="italic">bill</emphasis> 远程 Windows 计算机中的共享文件夹资源 <emphasis role="italic">documents</emphasis> 来做示范，在提示符后输入类似下面的命令：

source: smbclient //bill/documents -U &lt;username&gt;
fr: smbclient //bill/documents -U &lt;nomutilisateur&gt;
sv: smbclient //bill/documents -U &lt;användarnamn&gt;

source: You will then be prompted for the password for the user name specified after the -U switch, and upon successful authentication, will be presented with a prompt where commands may be entered for manipulating and transferring files in a syntax similar to that used by non-graphical FTP clients. For more information on the <application>smbclient</application> utility, read the utility's manual page with the command: <screen> <command>man smbclient</command> </screen>
fr: Le système vous demandera alors le mot de passe de l'utilisateur spécifié après le paramètre -U et après une authentification réussie, présentera une invite où l'on pourra entrer des commandes pour manipuler et transférer des fichiers dans une syntaxe similaire à celle utilisée dans les clients FTP non-graphique. Pour plus d'informations sur l'utilitaire <application>smbclient</application>, consultez sa page de manuel avec la commande :<screen> <command>man smbclient</command> </screen>
sv: Du kommer sedan att bli tillfrågad om lösenordet för användarnamnet du angett efter -U flaggan och efter en lyckad verifiering kommer en inmatningsmarkör visas där du kan skriva in kommandon för att hantera och skicka filer med en syntax liknande den använd i en icke-grafisk FTP klient. För mer information om <application>smbclient</application> verktygen, läs mer på verktygets manualsidor genom att använda kommandot: <screen> <command>man smbclient</command> </screen>
zh_cn: 您随后会被提示输入在 -U 开关后指定的用户名的密码，在认证成功后，您会来到一个提示符下，在这里您可以输入命令来操纵和传输文件，命令的格式与那些非图形界面的 FTP 客户端使用的类似。关于 <application>smbclient</application> 实用程序的更多信息，请使用以下命令阅读该程序的手册：<screen> <command>man smbclient</command> </screen>

source: Local mounting of remote network resources using the SMB protocol is also possible using the <application>smbfs</application> program.
fr: Le programme <application>smbfs</application> permet aussi de monter localement des ressources réseau distantes à l'aide du protocole SMB.
sv: Lokal montering av fjärransluten nätverksresurs genom att använda SMB-protokollet är också möjligt med programmet <application>smbfs</application>.
zh_cn: 用 smbfs 程序还可以本地挂载远程网络资源。

source: To mount a shared folder named <emphasis role="italic">project-code</emphasis> on a Windows server named <emphasis role="italic">development</emphasis> as the user <emphasis role="italic">dlightman</emphasis> to your Ubuntu system's /mnt/pcode mount-point (the mountpoint you choose should be an empty folder), you would issue this command at the prompt:
fr: Pour monter un dossier partagé appelé <emphasis role="italic">code-projet</emphasis> sur un serveur Windows appelé <emphasis role="italic">developpment</emphasis> en tant qu'utilisateur <emphasis role="italic">marcel</emphasis> sur le point de montage /mnt/pcode de votre système (le point de montage que vous choisirez doit être un dossier vide), vous devrez exécuter la commande suivante dans une console :
sv: För att montera en utdelad mapp med namnet <emphasis role="italic">project-code</emphasis> på en Windowsserver med namnet <emphasis role="italic">development</emphasis> som användare <emphasis role="italic">dlightman</emphasis> på ditt Ubuntusystems monteringspunkt /mnt/pcode (monteringspunkten du väljer skall vara en tom mapp) skall du skriva följande kommando vid inmatningsmarkören:
zh_cn: 若想以用户 <emphasis role="italic">dlightman</emphasis> 的身份将一台名为 <emphasis role="italic">development</emphasis> 的 Windows 服务器上的一个名为 <emphasis role="italic">project-code</emphasis> 的共享目录挂载到您的 Ubuntu 系统中的 /mnt/pcode 挂载点 (您所选择的挂载点应当为一个空的目录)，您需要在命令行下执行这条命令：

source: sudo mount -t smbfs -o username=dlightman //development/project-code /mnt/pcode
fr: sudo mount -t smbfs -o username=marcel //developpement/code-projet /mnt/pcode

source: You will then be prompted for the user password, and after successfully authenticating, the contents of the shared resource will be available locally via the mount-point specified as the last argument to the mount command. To disconnect the shared resource, simply use the <application>umount</application> command as you would with any other mounted file system. For example:
fr: Il vous sera alors demandé d'entrer le mot de passe utilisateur, et après vous être authentifié, le contenu de la ressource partagée sera accessible localement via le point de montage spécifié par le dernier argument de la commande mount. Pour déconnecter la ressource partagée, utilisez simplement la commande <application>umount</application> comme vous le feriez avec n'importe quel autre système de fichiers monté. Par exemple :
sv: Du kommer att bli frågad om användarens lösenord, och när du har lyckats autentisera dig kommer innehållet i den utdelade resursen att finnas lokalt tillgängligt via monteringspunkten du skrev som det sista argumentet till mount-kommandot. För att koppla från den delade resursen, använd helt enkelt kommandot <application>umount</application>, precis som du skulle göra med vilket annat monterat filsystem som helst. Till exempel:
zh_cn: 然后你将被提示输入用户密码，在成功验证之后，共享资源的内容就可以通过 mount 命令中的最后一个参数所指定的本地挂载点来访问了。要卸载该共享资源，就象其他被挂载的文件系统一样只需简单的使用 <application>umount</application> 命令即可。例如：

source: User Accounts
fr: Comptes d'utilisateurs
sv: Användarkonton
zh_cn: 用户帐号
