Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: Remember that these sizes don't include all the other materials which are usually to be found, such as user files, mail, logs, and data. It is always best to be generous when considering the space for your own files and data.
fr: Souvenez-vous que ces quantités n'incluent pas tous les autres types objets qu'on trouve généralement, comme les fichiers personnels des utilisateurs, les courriels, les journaux et les données. Il convient toujours d'être généreux quand on prévoit l'espace destiné à ses propres fichiers et données.
sv: Kom ihåg att de här storlekarna inte inkluderar allt annat material som oftast finns, som användarfiler, e-postmeddelanden, loggar och annan data. Det är alltid bäst att vara generös när man överväger hur mycket utrymme de egna filerna kommer att ta upp.
zh_cn: 记住这些尺寸并不包括其他的素材如用户文件、邮件、日志和数据。当为您自己的文件和数据考虑空间时最好能留足。

source: Backing Up
fr: Sauvegarde
sv: Säkerhetskopiera
zh_cn: 备份

source: Before you start, make sure to back up every file that is now on your system. If this is the first time a non-native operating system has been installed on your computer, it's quite likely you will need to re-partition your disk to make room for Ubuntu. Any time you partition your disk, you should be prepared to lose everything on the disk should you make a mistake or something goes wrong during partitioning such as power loss to the system. The programs used in installation are quite reliable, and most have seen years of use, but they also perform destructive actions, and one mistake in use can result in loss of your valuable data.
fr: Avant de commencer, assurez-vous de sauvegarder chaque fichier présent sur votre système. Si c'est la première fois que vous installez un système d'exploitation autre que celui préinstallé, il sera probablement nécessaire de repartitioner votre disque pour faire de la place pour Ubuntu. Chaque fois que vous partitionez votre disque vous devez être prêt à perdre toutes les données qu'il contient, que cela soit suite à une erreur de votre part, ou à un problème autre comme une coupure de l'alimentation. Les programmes utilisés lors de l'installation sont fiables et la plupart sont utilisés depuis des années mais ils réalisent des actions destructives et une erreur dans leur emploi peut provoquer la perte de données importantes.
sv: Innan du börjar bör du se till att säkerhetskopiera alla filer som nu finns i din dator. Om det här är första gången ett nytt operativsystem installeras på din dator är det troligt att du behöver partitionera om din hårddisk för att göra plats för Ubuntu. Varje gång du partitionerar din hårddisk bör du vara beredd på att förlora allt som finns på hårddisken om du skulle göra ett misstag, eller om någonting går fel under partitioneringen som till exempel ett strömavbrott. Programmen som används i installationen är ganska tillförlitliga, och de flesta har används i flera år, men de utför destruktiva uppgifter, och ett litet misstag kan resultera i att all data på disken går förlorad.
zh_cn: 在您开始之前，请确保备份了您现在系统上的每个文件。如果第一次时已经有一个操作系统安装在您的计算机上，那么最合适的办法就是把您的磁盘重新分区，为 Ubuntu 留出空间。无论哪次对您的磁盘进行分区您都应该做好丢失磁盘上所有东西的准备，因为您可能会误操作或者在分区过程中出错，如系统掉电等。在安装中所使用的程序是相当可靠的，大多数已经用了几年，但它们执行的也是破坏性的操作，一个操作出错可能会把您有价值的数据丢失掉。

source: If you are creating a multi-boot system, make sure that you have the distribution media of any other operating systems that are present on hand. Especially if you repartition your boot drive, you might find that you have to reinstall your operating system's boot loader, or in many cases the whole operating system itself and all files on the affected partitions.
fr: Si vous créez un système multi-boot, assurez-vous de bien avoir sous la main les médias d'installation des autres systèmes d'exploitation. En particulier si vous repartitionnez votre disque dur de démarrage, vous aurez peut-être à réinstaller le programme d'amorçage de votre système d'exploitation ou alors dans certains cas, vous devrez réinstaller tout le système d'exploitation lui-même et tous les fichiers des partitions concernées.
sv: Om du skapar ett multi-boot system, säkerställ att du har tillgång till de andra operativsystemens installationsmedia. Speciellt om du ompartitionerar din startdisk. Då kan du upptäcka att du har ominstallerat ditt operativsystems boot loader, och i många fall hela operativsystemet och alla filerna på berörda partitioner.
zh_cn: 如果您正在创建一个多重引导系统，请确保您手边有其它操作系统的发行介质。特别是如果您对您的引导驱动器重新分区的话，您可能会发现您需要重新安装您的操作系统的引导载入器，或是在很多情况下重装整个系统和受影响分区上的所有文件。

source: Installing from CD
fr: Installation à partir du CD
sv: Installera från CD
zh_cn: 从 CD 安装

source: Insert your installation CD into your CD-ROM drive and reboot the computer. The installation system is started immediately when booting from the CD-ROM. Once initialized, your first screen will appear.
fr: Insérez votre CD d'installation dans le lecteur puis redémarrez l'ordinateur. La procédure d'installation démarre immédiatement après l'insertion du CD. Après l'initialisation, votre premier écran apparaîtra.
sv: Stoppa in din installationsskiva i din CD-läsare och starta om datorn. Installationssystemet kommer att startas direkt när du bootar från CD-skivan. När den väl har laddats kommer den första skärmen att komma fram.
zh_cn: 将您的安装 CD 插入 您的 CD-ROM 设备并重启计算机。当从 CD-ROM 重启时安装系统将立即开始。一旦初始化之后，您的第一个安装屏幕将出现。

source: At this point, read the text on the screen. You may want to read the help screen provided by the installation system. To do this, press F1.
fr: Arrivé à cette étape, prenez connaissance du texte présent à l'écran. Vous voudrez peut-être consulter l'écran d'aide fourni par le système d'installation. Pour cela, appuyez sur la touche F1.
sv: Vid det här laget läser du helt enkelt texten på skärmen. Du kanske vill läsa hjälptexten som installationssystemet ger dig. För att göra det trycker du F1.
zh_cn: 此时，阅读屏幕上的文字。您也许想看看安装程序提供的帮助屏。如果您想这么做的话，请按 F1 键。

source: To perform a default server installation, select <quote>Install to the hard disk</quote> and press <keycap>Enter</keycap>. The installation process will be started. Simply follow the on-screen instructions, and your Ubuntu system will be installed.
fr: Pour effectuer une installation serveur par défaut, sélectionnez l'option <quote>Installer sur le disque</quote> puis pressez la touche <keycap>Entrée</keycap>. La procédure d'installation sera alors lancée. Suivez simplement les instructions présentes à l'écran et votre système Ubuntu sera installé.
sv: För att genomföra en vanlig serverinstallation, välj <quote>Installera till hårddisken</quote> och tryck på <keycap>Enter</keycap>. Installationsprocessen kommer att startas. Följ helt enkelt instruktionerna på skärmen, och ditt Ubuntusystem kommer att installeras.
zh_cn: 要执行缺省的服务器安装程序，选择 <quote>安装到硬盘</quote> 并按 <keycap>回车</keycap> 键。安装过程将开始。简单地根据屏幕上的指示，您的 Ubuntu 系统将被安装。

source: To install a LAMP (Linux, Apache, MySQL, PHP/Perl/Python) and/or DNS (BIND) server, select either the LAMP or DNS options after the minimal installation is complete.
fr: Pour installer un serveur LAMP (Linux, Apache, MySQL, PHP/Perl/Python), sélectionnez au choix les options LAMP ou DNS après la fin de l'installation minimale.
sv: För att installera en LAMP (Linux, Apache, MySQL, PHP/Perl/Python) och/eller DNS (BIND) server, markera antingen alternativen LAMP eller DNS efter att den minimala installationen är slutförd.
zh_cn: 若想安装一个 LAMP (Linux、Apache、MySQL、PHP/Perl/Python) 和/或 DNS (BIND) 服务器，请在最小安装完成后选择 LAMP 或是 DNS 选项。

source: File Servers
fr: Serveurs de fichiers
sv: Filservrar
zh_cn: 文件服务器

source: If you have more than one computer on a single network. At some point you will probably need to share files between them. In this section we cover installing and configuring FTP, NFS, and CUPS.
fr: Si vous avez plus d'un seul ordinateur sur un réseau, vous aurez probablement besoin un jour de partager des fichiers entre les machines. Dans cette section nous allons traiter de l'installation et du paramétrage de FTP, NFS et CUPS
sv: Om du har fler än en dator på ett enskilt nätverk. Då kommer du antagligen behöva dela filer mellan dem. I det här avsnittet täcker vi in installation och konfigurering av FTP, NFS och CUPS.

source: Storage devices such as floppy disks, CDROM drives, and USB Thumb drives can be used by other machines on the network. This may reduce the number of removable media drives throughout the network.
fr: Les périphériques de stockage, comme les lecteurs disquettes, les lecteurs de CD-ROM ou les clefs USB, peuvent être utilisés par d'autres machines du réseau. Ceci permet de réduire le nombre de lecteurs de supports amovibles sur un réseau.
sv: Lagringsenheter som disketter, CDROM-enheter och USB-minnen kan användas av andra datorer på nätverket. Det här kan minska antalet flyttbara enheter på nätverket.
zh_cn: 存储设备如软盘、光驱及 USB 设备可以被网络上其它机器使用。这可能可以减少网络上移动设备的数量。

source: If you have trouble mounting an NFS share, make sure the <application>nfs-common</application> package is installed on your client. To install <application>nfs-common</application> enter the following command at the terminal prompt: <screen> <command>sudo apt-get install nfs-common</command> </screen>
fr: Si vous avez des difficultés pour monter un volume NFS, assurez-vous que le paquet <application>nfs-common</application> est bien installé sur le poste client. Pour installer <application>nfs-common</application> tapez la commande suivante dans un terminal :<screen> <command>sudo apt-get install nfs-common</command> </screen>
sv: Om du har problem med att montera en NFS-utdelning, kontrollera att paketet <application>nfs-common</application> är installerat på din klient. För att installera <application>nfs-common</application> kan du skriva in följande kommando vid terminalprompten: <screen> <command>sudo apt-get install nfs-common</command> </screen>

source: <emphasis role="bold">Listen</emphasis>: By default on Ubuntu, the CUPS server installation listens only on the loopback interface at IP address <emphasis>127.0.0.1</emphasis>. In order to instruct the CUPS server to listen on an actual network adapter's IP address, you must specify either a hostname, the IP address, or optionally, an IP address/port pairing via the addition of a Listen directive. For example, if your CUPS server resides on a local network at the IP address <emphasis role="italics">192.168.10.250</emphasis> and you'd like to make it accessible to the other systems on this subnetwork, you would edit the <filename>/etc/cups/cupsd.conf</filename> and add a Listen directive, as such:
fr: <emphasis role="bold">Listen</emphasis> : Par défaut sur Ubuntu, le serveur CUPS n'est en écoute que sur l'interface de bouclage à l'adresse IP <emphasis>127.0.0.1</emphasis>. Pour indiquer au serveur CUPS qu'il doit être en écoute sur l'adresse IP d'une véritable interface réseau, vous devez spécifier un nom d'hôte, une adresse IP, ou en option un couple adresse IP/port, en ajoutant une directive « Listen ». Par exemple, si votre serveur CUPS se trouve sur un réseau local à l'adresse IP <emphasis role="italics">192.168.10.250</emphasis> et que vous vouliez le rendre accessible aux autres systèmes de ce réseau, vous devrez modifier <filename>/etc/cups/cupsd.conf</filename> pour y ajouter une directive « Listen » comme ceci :
sv: <emphasis role="bold">Listen</emphasis>: Som standard lyssnar CUPS-servern i Ubuntu endast på loopback-gränssnittet på IP-adress <emphasis>127.0.0.1</emphasis>. För att instruera CUPS-servern att lyssna på en faktisk IP-adress på ett nätverkskort måste du antingen ange ett värdnamn, IP-adress eller valfritt en IP-adress/port via tilläggsdirektivet Listen. Om till exempel din CUPS-server finns på ett lokalt nätverk på IP-adressen <emphasis role="italics">192.168.10.250</emphasis> och du vill göra den åtkomlig för andra system på detta delnätverk, skulle du redigera filen <filename>/etc/cups/cupsd.conf</filename> och lägga till direktivet Listen, exempelvis:

source: translator-credits
fr: Launchpad Contributions: Bertrand JUGLAS https://launchpad.net/~bertrand Bruno Patri https://launchpad.net/~bruno-patri Claude Paroz https://launchpad.net/~paroz David Bertho https://launchpad.net/~davidbertho DidRocks https://launchpad.net/~did-rocks Donk https://launchpad.net/~donk Eric Vauville https://launchpad.net/~linux-madfix Etienne Malandain https://launchpad.net/~etienne-malandain Gilles Accad https://launchpad.net/~dagg Jean-Luc Villoué https://launchpad.net/~jluc Jean-Philippe Moal https://launchpad.net/~skateinmars Jonathan Clarke https://launchpad.net/~bubblebob Knah Tsaeb https://launchpad.net/~knah-tsaeb Lionel Porcheron https://launchpad.net/~lionel.porcheron Nicolas Borboën https://launchpad.net/~ponsfrilus Nicolas DERIVE https://launchpad.net/~kalon33 Nicolas Velin https://launchpad.net/~nsv Paul Darby https://launchpad.net/~paul-darby Pierre Buard https://launchpad.net/~pierre-buard Pierre Slamich https://launchpad.net/~pierre-slamich Rémy Trichard https://launchpad.net/~remy-trichard Sun Wukong https://launchpad.net/~sunwukong Sébastien GRIPON https://launchpad.net/~sebastien-gripon TaZmaniak https://launchpad.net/~tazmaniak66 Vincent Esposito https://launchpad.net/~calvin-ygloo Wilfried Pineau https://launchpad.net/~will-hunting baptiste https://launchpad.net/~baptiste-goupil olivier perrin https://launchpad.net/~bilou-perrin
sv: Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Gustav Nilson https://launchpad.net/~gustavnilsson Håkan Hagman https://launchpad.net/~hhagman Johan Marcusson https://launchpad.net/~independence Magnus Malmsten https://launchpad.net/~magnus-malmsten Robin Sonefors https://launchpad.net/~ozamosi Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Gustav Nilson https://launchpad.net/~gustavnilsson Håkan Hagman https://launchpad.net/~hhagman Magnus Malmsten https://launchpad.net/~magnus-malmsten Robin Sonefors https://launchpad.net/~ozamosi
zh_cn: Launchpad Contributions: Ihnus Qcshz https://launchpad.net/~qcshzihnus Li Linxiao https://launchpad.net/~leal Miaobo Yao https://launchpad.net/~ubuntu-firehare Rkyo https://launchpad.net/~irc-beyondyou jpartley https://launchpad.net/~jpartley stone_unix https://launchpad.net/~gaoghy Launchpad Contributions: Ihnus Qcshz https://launchpad.net/~qcshzihnus Li Linxiao https://launchpad.net/~leal Miaobo Yao https://launchpad.net/~ubuntu-firehare Rkyo https://launchpad.net/~irc-beyondyou Tao Wei https://launchpad.net/~weitao1979 jpartley https://launchpad.net/~jpartley kempson https://launchpad.net/~kempson stone_unix https://launchpad.net/~gaoghy

source: Introduction
sv: Introduktion
zh_cn: 简介

source: Clients
sv: Klienter
zh_cn: 客户端

source: Configuration
sv: Konfiguration
zh_cn: 配置

source: svnadmin create /path/to/repos/project
sv: svnadmin create /sökväg/till/projektkatalogen

source: username = password
sv: användarnamn = lösenord

source: $ svnserve -d --foreground -r /path/to/repos # -d -- daemon mode # --foreground -- run in foreground (useful for debugging) # -r -- root of directory to serve For more usage details, please refer to: $ svnserve --help
sv: $ svnserve -d --foreground -r /sökväg/till/förråd # -d -- demon-läge # --foreground -- kör i förgrunden (användbart för felsökning) # -r -- serverns rotkatalog För fler detaljer om användning, läs: $ svnserve --help

source: svn co svn+ssh://hostname/var/svn/repos/project
sv: svn co svn+ssh://värdnamn/sökväg/till/förråd

source: Network File System (NFS)
sv: Nätverksfilsystem (NFS)
zh_cn: 网络文件系统 (NFS)

source: # Sample /etc/dhcpd.conf # (add your comments here) default-lease-time 600; max-lease-time 7200; option subnet-mask 255.255.255.0; option broadcast-address 192.168.1.255; option routers 192.168.1.254; option domain-name-servers 192.168.1.1, 192.168.1.2; option domain-name "mydomain.org"; subnet 192.168.1.0 netmask 255.255.255.0 { range 192.168.1.10 192.168.1.100; range 192.168.1.150 192.168.1.200; }
sv: # Sample /etc/dhcpd.conf # (add your comments here) default-lease-time 600; max-lease-time 7200; option subnet-mask 255.255.255.0; option broadcast-address 192.168.1.255; option routers 192.168.1.254; option domain-name-servers 192.168.1.1, 192.168.1.2; option domain-name "mindomän.org"; subnet 192.168.1.0 netmask 255.255.255.0 { range 192.168.1.10 192.168.1.100; range 192.168.1.150 192.168.1.200; }

source: NONE
sv: INGEN

source: # start # Home dir for your Mailman installation -- aka Mailman's prefix # directory. # On Ubuntu this should be "/var/lib/mailman" # This is normally the same as ~mailman MM_HOME=/var/lib/mailman # # User and group for Mailman, should match your --with-mail-gid # switch to Mailman's configure script. Value is normally "mailman" MM_UID=list MM_GID=list # # Domains that your lists are in - colon separated list # you may wish to add these into local_domains as well domainlist mm_domains=hostname.com # # -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-= # # These values are derived from the ones above and should not need # editing unless you have munged your mailman installation # # The path of the Mailman mail wrapper script MM_WRAP=MM_HOME/mail/mailman # # The path of the list config file (used as a required file when # verifying list addresses) MM_LISTCHK=MM_HOME/lists/${lc::$local_part}/config.pck # end
sv: # start # Hemkatalog för din Mailman-installation - dvs Mailmans prefixkatalog. # I Ubuntu bör det här vara "/var/lib/mailman" # Det här är vanligtvis samma som ~mailman MM_HOME=/var/lib/mailman # # Användare och grupp för Mailman, bör vara samma som switchen --with-mail-gid # till Mailmans konfigurationsskript. Är vanligen "mailman" MM_UID=list MM_GID=list # # Domäner dina listor tillhör - en kolonseparerad lista. # Du kanske vill lägga till dessa till local_domains också. domainlist mm_domains=värdnamn.com # # -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-= # # Dessa värden kommer från de ovan och du bör inte behöva ändra dessa # om du inte har sabbat din mailmaninstallation # # Sökvägen till Mailmans mailskript MM_WRAP=MM_HOME/mail/mailman # # Sökvägen till listans konfigurationsfil (används när e-postadresser valideras) MM_LISTCHK=MM_HOME/lists/${lc::$local_part}/config.pck # slut

source: Enter the email address of the person running the list: bhuvan at ubuntu.com Initial mailman password: To finish creating your mailing list, you must edit your <filename>/etc/aliases</filename> (or equivalent) file by adding the following lines, and possibly running the `newaliases' program: ## mailman mailing list mailman: "|/var/lib/mailman/mail/mailman post mailman" mailman-admin: "|/var/lib/mailman/mail/mailman admin mailman" mailman-bounces: "|/var/lib/mailman/mail/mailman bounces mailman" mailman-confirm: "|/var/lib/mailman/mail/mailman confirm mailman" mailman-join: "|/var/lib/mailman/mail/mailman join mailman" mailman-leave: "|/var/lib/mailman/mail/mailman leave mailman" mailman-owner: "|/var/lib/mailman/mail/mailman owner mailman" mailman-request: "|/var/lib/mailman/mail/mailman request mailman" mailman-subscribe: "|/var/lib/mailman/mail/mailman subscribe mailman" mailman-unsubscribe: "|/var/lib/mailman/mail/mailman unsubscribe mailman" Hit enter to notify mailman owner... #
sv: Uppge e-postadressen till den person som ansvarar för listan: bhuvan at ubuntu.com Det första lösenordet för "mailman" är: To finish creating your mailing list, you must edit your /etc/aliases (or equivalent) file by adding the following lines, and possibly running the `newaliases' program: ## mailman mailing list mailman: "|/var/lib/mailman/mail/mailman post mailman" mailman-admin: "|/var/lib/mailman/mail/mailman admin mailman" mailman-bounces: "|/var/lib/mailman/mail/mailman bounces mailman" mailman-confirm: "|/var/lib/mailman/mail/mailman confirm mailman" mailman-join: "|/var/lib/mailman/mail/mailman join mailman" mailman-leave: "|/var/lib/mailman/mail/mailman leave mailman" mailman-owner: "|/var/lib/mailman/mail/mailman owner mailman" mailman-request: "|/var/lib/mailman/mail/mailman request mailman" mailman-subscribe: "|/var/lib/mailman/mail/mailman subscribe mailman" mailman-unsubscribe: "|/var/lib/mailman/mail/mailman unsubscribe mailman" Tryck [Enter] för att skicka meddelande till ägaren av listan mailman... #

source: http://hostname/cgi-bin/mailman/admin
sv: http://värdnamn/cgi-bin/mailman/admin

source: http://hostname/cgi-bin/mailman/listinfo
sv: http://värdnamn/cgi-bin/mailman/listinfo

source: Installation
zh_cn: 安装

source: Ethernet
zh_cn: 以太网

source: Dynamic Host Configuration Protocol (DHCP)
zh_cn: 动态主机配置协议 (DHCP)

source: Transport
zh_cn: 传输

source: Administration
zh_cn: 管理
