Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: Apache is a modular server. This implies that only the most basic functionality is included in the core server. Extended features are available through modules which can be loaded into Apache. By default, a base set of modules is included in the server at compile-time. If the server is compiled to use dynamically loaded modules, then modules can be compiled separately, and added at any time using the LoadModule directive. Otherwise, Apache must be recompiled to add or remove modules. Ubuntu compiles Apache2 to allow the dynamic loading of modules. Configuration directives may be conditionally included on the presence of a particular module by enclosing them in an &lt;IfModule&gt; block. You can install additional Apache2 modules and use them with your Web server. You can install Apache2 modules using the <application>apt-get</application> command. For example, to install the Apache2 module for MYSQL authentication, you can run the following command from a terminal prompt:
fr: Apache est un serveur modulaire. Ceci implique que seules les fonctionnalités de base sont présentes dans le cœur du serveur. Les fonctionnalités étendues sont disponibles au travers de modules qui peuvent être chargés par Apache. Par défaut, un groupe de modules de base est inclut dans le serveur au moment de la compilation. Si le serveur est compilé pour utiliser des modules chargés dynamiquement, alors les modules peuvent être compilés séparément, et ajoutés à tout moment en utilisant la directive LoadModule. Autrement, Apache doit être recompilé pour ajouter ou supprimer des modules. La compilation Ubuntu d'Apache autorise le chargement dynamique des modules. Les directives de configuration peuvent être conditionnée à la présence d'un module en utilisant un élément &lt;IfModule&gt;. Vous pouvez installer des modules Apache supplémentaires et les utiliser avec votre serveur web. Vous pouvez installer les modules Apache en utilisant la commande <application>apt-get</application>. Par exemple, pour installer le module Apache2 pour l'authentification MySQL, vous pouvez exécuter la commande suivante dans une console :
sv: Apache är en modulär server. Det medför att bara den mest grundläggande funktionaliteten följer med standardservern. Ytterligare funktioner finns tillgängliga med moduler som kan laddas in i Apache. Normalt kompileras en mindre uppsättning moduler in i servern. Om servern är kompilerad för att använda dynamiskt laddade moduler kan moduler kompileras separat och läggas till när som helst till direktivet LoadModule. Om inte, så måste Apache kompileras om för att lägga till eller ta bort moduler. Ubuntu kompilerar Apache2 för att tillåta att moduler laddas dynamiskt. Konfigurationsdirektiv går att lägga till för en speciell modul genom att lägga in dessa i ett &lt;IfModule&gt;-block. Du kan installera extra Apache2-moduler och använda dessa med din webbserver. Du kan installera Apache2-moduler med kommandot <application>apt-get</application>. Till exempel kör du följande kommando i en terminalprompt för att installera Apache2-modulen för MYSQL-autentisering:
zh_cn: Apache 是一个模块化的服务器。这就意味着在核心服务器中只包括最基本的功能。扩展功能可以通过被引导进 Apache 的模块来实现。缺省情况下，基本模块是在编译时被包含进服务器的。如果服务器编译成可以动态引导模块，那么模块可以单独编译，并在任何时候使用 LoadModule 语句来添加。否则，Apache 必须在添加或删除模块时重新编译。Ubuntu 编译 Apache2 时是允许动态引导模块的。配置语句通过将已有模块放置 &lt;IfModule&gt; 块中以便有条件地包含在配置语句中。您可以在您的 Web 服务器上安装和使用额外的 Apache2 模块。您可以用 <application>apt-get</application> 命令来安装 Apache2 模块。如安装 MYSQL 认证的 Apach2 模块，您可以在终端提示符中运行以下命令：

source: Once you install the module, the module will be available in the <filename>/etc/apache2/mods-available</filename> directory. You can use the <application>a2enmod</application> command to enable a module. You can use the <application>a2dismod</application> command to disable a module. Once you enable the module, the module will be available in the the <filename>/etc/apache2/mods-enabled</filename> directory.
fr: Une fois votre module installé, il sera disponible dans le répertoire <filename>/etc/apache2/mods-available</filename>. Vous pouvez utiliser la commande <application>a2enmod</application> pour activer le module. Vous pouvez utiliser la commande <application>a2dismod</application> pour désactiver le module. Une fois le module activé, il sera disponible dans le répertoire <filename>/etc/apache2/mods-enabled</filename>.
sv: När du installerar modulen blir den tillgänglig i katalogen <filename>/etc/apache2/mods-available</filename>. Du kan använda kommandot <application>a2enmod</application> för att aktivera en modul. Du kan använda kommandot <application>a2dismod</application> för att avaktivera en modul. När du har aktiverat modulen blir den tillgänglig i katalogen <filename>/etc/apache2/mods-enabled</filename>.
zh_cn: 一旦您安装了模块，模块将出现在 <filename>/etc/apache2/mods-available</filename> 目录中。您可以使用 <application>a2enmod</application> 命令来启用模块。您也可以使用 <application>a2dismod</application> 命令来禁用模块。一旦您启用该模块，该模块将在 <filename>/etc/apache2/mods-enabled</filename> 目录中出现。

source: HTTPS Configuration
fr: Configuration HTTPS
sv: Konfiguration av HTTPS
zh_cn: HTTPS 配置

source: The <application>mod_ssl</application> module adds an important feature to the Apache2 server - the ability to encrypt communications. Thus, when your browser is communicating using SSL encryption, the https:// prefix is used at the beginning of the Uniform Resource Locator (URL) in the browser navigation bar.
fr: Le module <application>mod_ssl</application> ajoute une fonctionnalité importante au serveur Apache2 : la capacité de crypter les communications. Ainsi, lorsque votre navigateur communique en utilisant le cryptage SSL, le préfixe https:// est utilisé en début d'url dans la barre d'adresse.
sv: Modulen <application>mod_ssl</application> lägger till en viktig funktion till Apache2-servern - möjligheten att kryptera kommunikation. När din webbläsare använder SSL-kryptering används prefixet https:// i början av URL:en i webbläsarens navigationsrad.
zh_cn: <application>mod_ssl</application> 模块为 Apache2 服务器添加了一个重要的功能 - 通讯加密的能力。这样，当您的浏览器要用 SSL 加密通讯时，在浏览器导航栏中输入的统一资源定位器 (URL) 的开始处要使用 https:// 前缀。

source: The <application>mod_ssl</application> module is available in <application>apache2-common</application> package. If you have installed this package, you can run the following command from a terminal prompt to enable the <application>mod_ssl</application> module:
fr: Le module <application>mod_ssl</application> est disponible dans le paquet <application>apache2-common</application>. Si vous avez installé ce paquet, vous pouvez exécuter la commande suivante dans une console pour activer le module <application>mod_ssl</application> :
sv: Modulen <application>mod_ssl</application> finns i paketet <application>apache2-common</application>. Om du har installerat det paketet kan du köra följande kommando i en terminalprompt för att aktivera modulen <application>mod_ssl</application>:
zh_cn: <application>mod_ssl</application> 模块已经包含在 <application>apache2-common</application> 软件包中。如果您已经安装了该软件包，您可以在终端提示符之后执行下列命令启用 <application>mod_ssl</application> 模块：

source: Certificates and Security
fr: Certificats et sécurité
sv: Certifikat och säkerhet
zh_cn: 证书和安全

source: To set up your secure server, use public key cryptography to create a public and private key pair. In most cases, you send your certificate request (including your public key), proof of your company's identity, and payment to a Certificate Authority (CA). The CA verifies the certificate request and your identity, and then sends back a certificate for your secure server.
fr: Pour configurer votre serveur sécurisé, utilisez le cryptage de clé publique pour créer une paire de clés privée/publique. Dans la plupart des cas, vous envoyez une requête de certification (incluant votre clé publique), prouvant l'identité de votre compagnie et le paiement d'une autorité de certification (CA : Certficate Authorty). L'autorité de certification vérifie votre requête de certification et votre identité, et vous renvoie un certificat pour votre serveur sécurisé.
sv: För att göra din webbserver säker bör du använda ett nyckelpar med en publik och en privat nyckel för kryptering. I de flesta fallen skickar du ditt certifikat anmodan (tillsammans med din publika nyckel), som bevis på ditt företags identitet, och en betalning till en Certificate Authority (CA). CA:n bekräftar förfrågningen om certifikatet och din identitet, och skickar sedan tillbaka ett certifikat för din säkra server.
zh_cn: 要设置您的安全服务器，使用公共钥创建一对公钥私钥对。大多数情况下，您发送您的证书请求 (包括您的公钥)，您公司证明材料以及费用到一个证书颁发机构 (CA)。CA 检证证书请求及您的身份，然后将证书发回您的安全服务器。

source: Alternatively, you can create your own self-signed certificate. Note, however, that self-signed certificates should not be used in most production environments. Self-signed certificates are not automatically accepted by a user's browser. Users are prompted by the browser to accept the certificate and create the secure connection.
fr: Alternativement, vous pouvez créer votre propre certificat auto-signé. Remarquez cependant, que les certificats auto-signés ne devraient pas être utilisés dans un environnement de production. Les certificats auto-signés ne sont pas acceptés automatiquement par le navigateur de l'utilisateur. Les utilisateurs reçoivent un avertissement du navigateur leur demandant s'ils acceptent le certificat pour créer une connexion sécurisée.
sv: Du kan även använda ett certifikat du har signerat själv. Notera dock att självsignerade certifikat inte bör användas i produktionsmiljöer. Självsignerade certifikat accepteras inte automatiskt av din användares webbläsare. Användare får en fråga av webbläsaren om de vill acceptera certifikatet och skapa den säkra anslutningen.
zh_cn: 还有种办法就是您可以创建您自己签署的证书。然而请注意自己签置的证书不应该用于生产环境。自已签署的证书不会被用户浏览器自动接受。浏览器将提示用户接受证书并创建一个安全的连接。

source: Once you have a self-signed certificate or a signed certificate from the CA of your choice, you need to install it on your secure server.
fr: Une fois que vous avez un certificat auto-signé ou un certificat signé par l'autorité de certification (CA) de votre choix, vous devez l'installer sur votre serveur sécurisé.
sv: När du har ett självsignerat certifikat eller ett signerat certifikat från den CA du väljer måste du installera det på din säkra server.
zh_cn: 一旦您有一个自己签署的证书或一个您选择的 CA 签署的证书，您需要将它安装在您的安全服务器上。

source: Types of Certificates
fr: Types de certificats
sv: Typer av certifikat
zh_cn: 证书类型

source: You need a key and a certificate to operate your secure server, which means that you can either generate a self-signed certificate or purchase a CA-signed certificate. A CA-signed certificate provides two important capabilities for your server:
fr: Vous avez besoin d'une clé et d'un certificat pour faire fonctionner votre serveur sécurisé, ceci signifie que vous pouvez soit générer un certificat auto-signé, soit acheter un certificat signé par une autorité de certification (CA). Un certificat signé par CA fournit deux fonctionnalités importantes pour votre serveur :
sv: Du behöver en nyckel och ett certifikat för att sköta din säkra server, vilket innebär att du antingen genererar ett självsignerat certifikat eller köper ett CA-signerat certifikat. Ett CA-signerat certifikat ger två viktiga möjligheter för din server:
zh_cn: 您需要一个钥匙和一个证书来操作您的安全服务器，这意味着您可以生成自己签署的证书或购买 CA 签署的证书。由 CA 签署的证书为您的服务器提供两个重要的功能：

source: Browsers (usually) automatically recognize the certificate and allow a secure connection to be made without prompting the user.
fr: Les navigateurs reconnaissent (généralement) automatiquement le certificat et permettent l'établissement d'une connexion sécurisée sans intervention de l'utilisateur.
sv: Webbläsare känner (oftast) automatiskt igen certifikatet och tillåter en säker anslutning utan att först fråga användaren.
zh_cn: 浏览器 (通常) 会自动地识别证书并且在不提示用户的情况下允许创建一个安全连接。

source: When a CA issues a signed certificate, it is guaranteeing the identity of the organization that is providing the web pages to the browser.
fr: Lorsqu'une autorité de certification (CA) émet un certificat, cela garanti l'identité de l'organisation qui fournit les pages web au navigateur.
sv: När en CA ger ut ett signerat certifikat garanterar den identiteten på organisationen som ger webbsidor till webbläsaren.
zh_cn: 当一个 CA 生成一个签署过的证书，它为提供网页给浏览器的组织提供身份担保。

source: Most Web browsers that support SSL have a list of CAs whose certificates they automatically accept. If a browser encounters a certificate whose authorizing CA is not in the list, the browser asks the user to either accept or decline the connection.
fr: La plupart des navigateurs internet prenant en charge le SSL ont une liste de CA dont les certificats sont automatiquement acceptés. Si le navigateur rencontre un certificat émis par une autorité de certification qui n'est pas dans la liste, le navigateur demandera à l'utilisateur s'il accepte ou non la connexion.
sv: De flesta webbläsare som stödjer SSL har en lista över de CA:er vars certifikat de automatiskt accepterar. Om en webbläsare stöter på ett certifikat som signerats av en CA som inte står med i listan frågar webbläsaren användaren om den vill acceptera eller neka anslutningen.
zh_cn: 多数支持 SSL 的 Web 浏览器都有一个 CA 列表，它们的证书会被自动接受。如果一个浏览器遇到一个其授权 CA 并不在列表中的证书，浏览器将询问用户是否接受或拒绝连接。

source: You can generate a self-signed certificate for your secure server, but be aware that a self-signed certificate does not provide the same functionality as a CA-signed certificate. A self-signed certificate is not automatically recognized by most Web browsers, and a self-signed certificate does not provide any guarantee concerning the identity of the organization that is providing the website. A CA-signed certificate provides both of these important capabilities for a secure server. The process of getting a certificate from a CA is fairly easy. A quick overview is as follows:
fr: Vous pouvez générer un certificat auto-signé pour votre serveur sécurisé, mais soyez conscient qu'un certificat auto-signé ne fournit pas les mêmes fonctionnalités qu'un certificat signé par un CA. Un certificat auto-signé n'est pas automatiquement reconnu par la plupart des navigateurs internet, et un certificat auto-signé n'offre aucune garantie concernant l'identité de l'organisation qui fournit le site internet. Un certificat signé par un CA fournit ces deux fonctionnalités importantes pour un serveur sécurisé. La procédure pour obtenir un certificat d'un CA est assez simple. En voici un rapide aperçu :
sv: Du kan skapa ett självsignerat certifikat för din säkra server, men tänk på att ett självsignerat certifikat inte ger dig samma funktionalitet som ett CA-signerat certifikat. Ett självsignerat certifikat ger inga garantier om identiteten på organisationen som tillhandahåller webbplatsen. Ett CA-signerat certifikat erbjuder båda dessa viktiga möjligheterna för en säker server. Processen för att få ett certifikat från en CA är ganska enkel. En snabb överblick ser ut såhär:
zh_cn: 您可以为您的安全服务器生成一个自己签署的证书，但要知道自己签署的证书并不提供与 CA 签署的证书相同的功能。自己签署的证书不会被多数 Web 浏览器自动识别，而且自己签署的证书也不为任何提供网站的组织提供担保。CA 签署的证书为安全服务器提供所有这些重要的功能。从 CA 得到证书的过程相当容易。下面简要介绍一下：

source: Create a private and public encryption key pair.
fr: Créez une paire de clefs privé et publique.
sv: Skapa ett krypteringsnyckelpar bestående av en privat och en publik nyckel.
zh_cn: 创建一个私有和公共密钥对

source: Create a certificate request based on the public key. The certificate request contains information about your server and the company hosting it.
fr: Créez une requête de certificat basée sur la clé publique. La requête de certificat contient les informations concernant votre serveur et la société qui l'héberge.
sv: Skicka en förfrågan om ett certifikat baserat på den publika nyckeln. Certifikatet innehåller information om din server och företaget som äger den.
zh_cn: 基于公钥创建一个证书请求。证书请求包含您服务器及公司信息。

source: Send the certificate request, along with documents proving your identity, to a CA. We cannot tell you which certificate authority to choose. Your decision may be based on your past experiences, or on the experiences of your friends or colleagues, or purely on monetary factors.
fr: Envoyez votre requête de certificat, avec les documents prouvant votre identité, à l'autorité de certification (CA). Nous ne pouvons pas vous dire quelle autorité de certification choisir. Votre décision peut être basée sur votre expériences passée, ou sur l'expérience de vos amis ou collègues, ou simplement sur des considérations financières.
sv: Skicka certifikatförfrågan, tillsammans med dokument som bevisar din identitet, till en CA. Vi kan inte berätta vilken CA du ska välja. Ditt beslut kan vara baserat på tidigare erfarenheter, vad dina vänner eller kollegor har erfarit, eller helt enkelt på monetära faktorer.
zh_cn: 发送证书请求，并随之提供您的身份文档到一个 CA。我们不能告诉您选择哪个证书颁发机构。您可以基于您以往的经验或您朋友或同事的经验或纯粹基于经济因素来决定。

source: Once you have decided upon a CA, you need to follow the instructions they provide on how to obtain a certificate from them.
fr: Une fois l'autorité de certification choisie, vous devez suivre les instructions qu'ils vous ont indiquées pour obtenir un certificat de leur part.
sv: När du har bestämt dig för vilken CA du vill använda måste du följa instruktionerna de har för hur du får ett certifikat från dem.
zh_cn: 一旦您选定一家 CA，您需要根据他们所提供的规程来从他们那里获得证书。

source: When the CA is satisfied that you are indeed who you claim to be, they send you a digital certificate.
fr: Quand l'autorité de certification est sûre que vous êtes celui que vous prétendez être, elle vous envoie un certificat numérique.
sv: När din CA anser att du har bevisat att du är den du påstår dig vara skickar de dig ett digitalt certifikat.
zh_cn: 当 CA 确定您确实如您所声称的那样时，他们将发给您一个数字证书。

source: Install this certificate on your secure server, and begin handling secure transactions.
fr: Installez ce certificat sur votre serveur sécurisé, et commencez à prendre en charge les connexions sécurisées.
sv: Installera det här certifikatet på din säkra server, och aktivera säkra överföringar.
zh_cn: 在您的安全服务器上安装该证书，并开始进行安全事务处理

source: Whether you are getting a certificate from a CA or generating your own self-signed certificate, the first step is to generate a key.
fr: Que vous ayez obtenu votre certificat d'une autorité de certification, ou qu'il s'agisse d'un certificat auto-signé, la première étape consiste à générer une clé.
sv: Oavsett om du vill skaffa dig ett certifikat från en CA eller skapa ditt eget självsignerade certifikat är det första steget att skapa en nyckel.
zh_cn: 无论您是从一家 CA 那儿获得证书或是生成您自己签署的证书，第一步就是生成钥匙。

source: Generating a Certificate Signing Request (CSR)
fr: Génération d'une Demande de Signature de Certificat (Certificate Signing Request ou CSR)
sv: Skapa ett Certificate Signing Request (CSR)
zh_cn: 生成一个证书签署请求 (CSR)

source: To generate the Certificate Signing Request (CSR), you should create your own key. You can run the following command from a terminal prompt to create the key:
fr: Pour générer la requête de signature de certificat (CSR : Certificate Signing Request), vous devez créer votre propre clé. Vous pouvez lancer la commande suivante dans une console pour créer la clé :
sv: För att skapa ett Certificate Signing Request (CSR) bör du först skaffa dig en egen nyckel. Du kan köra följande kommando i en terminalprompt för att skapa nyckeln:
zh_cn: 要生成证书签署请求 (CSR)，您应该创建您自己的钥匙。您可以在终端提示符后运行以下命令以创建钥匙：

source: You can now enter your passphrase. For best security, it should at least contain eight characters. The minimum length when specifying -des3 is four characters. It should include numbers and/or punctuation and not be a word in a dictionary. Also remember that your passphrase is case-sensitive.
fr: Vous pouvez maintenant saisir votre mot de passe. Pour une meilleure sécurité, il doit contenir au minimum huit caractères. La longueur minimum lorsque vous spécifiez -des3 (algorithme de cryptage) est de quatre caractères. Il devrait contenir des chiffres et/ou des signes de ponctuation et ne pas se trouver dans un dictionnaire de mots. Rappelez vous également que votre mot de passe est sensible à la casse (NdT : au sens typographique majuscules/minuscules)
sv: Du kan nu skriva in ditt lösenord. För bästa säkerhet bör det vara minst åtta tecken. Minimilängden när man skriver -des3 är fyra tecken. Det bör innehålla siffror och/eller skiljetecken och inte vara ett ord från en ordbok. Kom också ihåg att lösenordet är skiftlägeskänsligt.
zh_cn: 您现在可以输入您的 passphrase。为了最大程度的安全，它至少应该包含八个字符。当指定 -des3 时最小长度为四个字符。它应该包含数字和/或标点符号，并且不应该是字典中的单词。也请记住您的 passphrase 是大小写敏感的。

source: Re-type the passphrase to verify. Once you have re-typed it correctly, the server key is generated and stored in <filename>server.key</filename> file.
fr: Saisissez à nouveau votre mot de passe pour vérification. Une fois ressaisi correctement, la clé du serveur est générée et stockée dans le fichier <filename>server.key</filename>.
sv: Skriv in lösenordet igen för att verifiera det. När du har skrivit in samma lösenord två gånger genereras servernyckeln och sparas i filen <filename>server.key</filename>.
zh_cn: 再次输入 passphrase 核对。一旦您再次输入正确的话，服务器密钥就生成了并保存在 <filename>server.key</filename> 文件中。

source: You can also run your secure web server without a passphrase. This is convenient because you will not need to enter the passphrase every time you start your secure web server. But it is highly insecure and a compromise of the key means a compromise of the server as well.
fr: Vous pouvez également lancer votre serveur web sécurisé sans mot de passe. C'est pratique car vous n'aurez pas à saisir votre mot de passe à chaque fois que vous démarrez votre serveur web sécurisé. Mais c'est hautement insécurisé et une clef compromise signifie que le serveur lui-même sera compromis.
sv: Du kan också köra din säkra webbserver utan någon lösenordsfras. Det här är smidigt eftersom du inte behöver skriva in lösenordet varje gång du startar din säkra webbserver. Men det är högst osäkert och om någon kommer över din nyckel innebär det att de även kommer åt servern.
zh_cn: 您也可以不用 passphrase 来运行您的安全 Web 服务器。这样比较方便，因为在您启动您的安全 Web 服务器时您不需要每次都输入 passphrase。但它也是相当不安全的，密钥被攻破就意味着服务器被攻破。

source: In any case, you can choose to run your secure web server without a passphrase by leaving out the -des3 switch in the generation phase or by issuing the following command at a terminal prompt:
fr: En tout cas, vous pouvez choisir d'exécuter votre serveur web sécurisé sans mot de passe en enlevant l'argument -des3 pendant la phase de génération ou à l'aide de la commande suivante dans une console :
sv: I vilket fall kan du välja att köra din webbserver utan lösenordsfras genom att inte skriva -des3 när du skapar nyckeln eller genom att skriva följande kommando i en terminalprompt:
zh_cn: 在任何情况下，您都可以选择不用 passphrase 来运行您的安全 Web 服务器，这可以通过在生成时不带 -des3 参数来实现或者通过在终端提示符后执行以下命令：

source: Once you run the above command, the insecure key will be stored in the <filename>server.key.insecure</filename> file. You can use this file to generate the CSR without passphrase.
fr: Une fois la commande ci-dessus exécutée, la clé non-sécurisée sera stokée dans le fichier <filename>server.key.insecure</filename>. Vous pouvez utiliser ce fichier pour générer la CSR (requête de certificat signé) sans mot de passe.
sv: När du har kört kommandot ovan kommer den osäkra nyckeln att sparas i filen <filename>server.key.insecure</filename>. Du kan använda den här filen för att skapa ditt CSR utan lösenordsfras.
zh_cn: 一旦您运行上述命令，不安全的密钥将被保存在 <filename>server.key.insecure</filename> 文件中。您可以使用该文件来生成没有 passphrase 的 CSR。

source: To create the CSR, run the following command at a terminal prompt:
fr: Pour créer un CSR, lancer la commande suivante dans un terminal :
sv: För att skapa ditt CSR, kör följande kommando vid en terminalprompt:
zh_cn: 要创建 CSR，可以在终端提示符后运行以下命令：
