Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: There is no need for users to have separate home directories on every network machine. Home directories could be set up on the NFS server and made available throughout the network.
fr: Il n'est pas nécessaire que les utilisateurs disposent d'un répertoire personnel sur chaque machine du réseau. Les répertoires personnels peuvent être centralisés sur le serveur NFS afin d'être accessibles par tout le réseau.
sv: Användarna behöver inte ha olika hemkataloger på alla datorer i nätverket. Hemkatalogen går att lägga på NFS-servern och göras tillgänglig över nätverket.
zh_cn: 不需要为用户在每台网络机器上放一个用户目录。用户目录可以在 NFS 服务器上设置并使其在整个网络上可用。

source: Storage devices such as floppy disks, CD-ROM drives, and USB thumb drives can be used by other machines on the network. This may reduce the number of removable media drives throughout the network.
fr: Les périphériques de stockage comme les disquettes, CD-ROM et les clés USB peuvent être utilisés par d'autres machines du réseau. Cela peut réduire le nombre de périphériques amovibles sur le réseau.
sv: Lagringsenheter som diskettläsare, CDROM-enheter och USB-stickor kan användas av andra datorer på nätverket. Det här kan minska antalet läsare för flyttbara enheter från nätverket.
zh_cn: 如软盘、CD-ROM 驱动器，以及 USB 闪盘等存储设备可以被网络上的其它机器访问。这可以减少整个网络上的可移动存储设备的数目。

source: At a terminal prompt enter the following command to install the NFS Server:
fr: Dans un terminal, saisissez la commande suivante pour installer le serveur NFS :
sv: Vid en terminalprompt skriver du följande kommando för att installera NFS-servern:
zh_cn: 在终端提示符后键入以下命令安装 NFS 服务器：

source: You can configure the directories to be exported by adding them to the <filename>/etc/exports</filename> file. For example:
fr: Vous pouvez choisir les répertoires à exporter en les ajoutant au fichier <filename>/etc/exports</filename>. Par exemple :
sv: Du kan konfigurera vilka kataloger som ska exporteras genom att lägga till dem i filen <filename>/etc/exports</filename>. Till exempel:
zh_cn: 您可以配置要输出的目录，您可以在 <filename>/etc/exports</filename> 文件中添加该目录。例如：

source: You can replace * with one of the hostname formats. Make the hostname declaration as specific as possible so unwanted systems cannot access the NFS mount.
fr: Vous pouvez remplacer * par l'un des formats de nom d'hôte. La formulation du nom d'hôte devrait être la plus précise possible pour éviter que des systèmes indésirables puissent accéder aux points de montage NFS.
sv: Du kan ersätta * med en datorvärd i något format. Gör datorvärdsdefinitionen så specifik som möjligt så att inga andra datorer kommer åt NFS-utdelningen.
zh_cn: 您可以用主机名来代替 *。尽量指定主机名以便使那些不想其访问的系统访问 NFS 挂载的资源。

source: To start the NFS server, you can run the following command at a terminal prompt:
fr: Pour démarrer le serveur NFS, saisissez la commande suivante dans un terminal :
sv: För att starta NFS-servern kan du köra följande kommando vid en terminalprompt:
zh_cn: 您可以在终端提示符后运行以下命令来启动 NFS 服务器：

source: NFS Client Configuration
fr: Configuration du client NFS
sv: Klientkonfiguration för NFS
zh_cn: NFS 客户端配置

source: Use the <application>mount</application> command to mount a shared NFS directory from another machine, by typing a command line similar to the following at a terminal prompt:
fr: Utilisez la commande <application>mount</application> pour monter un répertoire NFS partagé à partir d'une autre machine, en tapant dans un terminal une commande telle que :
sv: Använd kommandot <application>mount</application> för att montera en utdelad NFS-katalog från en annan dator, genom att skriva ett kommando liknande det här vid en terminalprompt:
zh_cn: 使用 <application>mount</application> 命令来挂载其他机器共享的 NFS 目录。可以在终端提示符后输入以下类似的命令：

source: sudo mount example.hostname.com:/ubuntu /local/ubuntu
fr: sudo mount exemple.nomhote.com:/ubuntu /local/ubuntu
sv: sudo mount exempel.värddator.com:/ubuntu /local/ubuntu

source: The mount point directory <filename>/local/ubuntu</filename> must exist. There should be no files or subdirectories in the <filename>/local/ubuntu</filename> directory.
fr: Le répertoire <filename>/local/ubuntu</filename> du point de montage doit exister. Il ne devrait y avoir ni fichiers ni sous-répertoires dans le répertoire <filename>/local/ubuntu</filename>
sv: För att det ska fungera måste monteringspunkten <filename>/local/ubuntu</filename> finnas. Det bör inte finnas några filer eller underkataloger i katalogen <filename>/local/ubuntu</filename>.
zh_cn: 挂载点 <filename>/local/ubuntu</filename> 目录必须已经存在。而且在 <filename>/local/ubuntu</filename> 目录中没有文件或子目录。

source: An alternate way to mount an NFS share from another machine is to add a line to the <filename>/etc/fstab</filename> file. The line must state the hostname of the NFS server, the directory on the server being exported, and the directory on the local machine where the NFS share is to be mounted.
fr: Une autre façon de monter un partage NFS à partir d'une autre machine est d'ajouter une ligne au fichier <filename>/etc/fstab</filename>. La ligne doit comporter le nom d'hôte du serveur NFS, le répertoire du serveur qui doit être partagé, et le répertoire de la machine locale où le partage NFS doit être monté.
sv: Ett annat sätt att montera en NFS-utdelning från en annan dator är att lägga till en rad i filen <filename>/etc/fstab</filename>. Raden måste berätta värdnamnet på NFS-servern, katalogen som exporteras, och katalogen på den lokala datorn som NFS-utdelningen ska monteras till.
zh_cn: 另一个挂载其他机器的 NFS 共享的方式就是在 <filename>/etc/fstab</filename> 文件中添加一行。该行必须指明 NFS 服务器的主机名、服务器输出的目录名以及挂载 NFS 共享的本机目录。

source: The general syntax for the line in <filename>/etc/fstab</filename> file is as follows:
fr: La syntaxe générale de la ligne dans le fichier <filename>/etc/fstab</filename> est celle-ci :
sv: Det allmänna syntaxet för raden i filen <filename>/etc/fstab</filename> är som följer:
zh_cn: 以下是在 <filename>/etc/fstab</filename> 中的常用语法：

source: example.hostname.com:/ubuntu /local/ubuntu nfs rsize=8192,wsize=8192,timeo=14,intr
fr: exemple.nomhote.com:/ubuntu /local/ubuntu nfs size=8192,wsize=8192,timeo=14,intr
sv: exempel.värddator.com:/ubuntu /local/ubuntu nfs rsize=8192,wsize=8192,timeo=14,intr

source: Linux NFS faq
fr: FAQ Linux NFS
sv: Vanliga frågor om Linux NFS
zh_cn: Linux NFS 常见问答

source: Domain Name Service (DNS)
fr: Service de nom de domaine (DNS)
zh_cn: 域名解析服务 (DNS)

source: Domain Name Service (DNS) is an Internet service that maps IP addresses and fully qualified domain names (FQDN) to one another. In this way, DNS alleviates the need to remember IP addresses. Computers that run DNS are called <emphasis>name servers</emphasis>. Ubuntu ships with <application>BIND</application> (Berkley Internet Naming Daemon), the most common program used for maintaining a name server on Linux.
fr: Le service de nom de domaine (DNS) est un service Internet qui établit la correspondance entre les adresses IP et les noms de domaines pleinement qualifiés (FQDN : Fully Qualified Domain Name). Ainsi, le DNS évite d'avoir à se rappeler des adresses IP. Les ordinateurs sur lesquels s'exécutent les DNS sont appelés des <emphasis>serveurs de nom</emphasis>. Ubuntu est fourni avec <application>BIND</application> (Berkley Internet Naming Daemon), le programme le plus couramment utilisé pour gérer un serveur de nom sur Linux.
sv: Domain Name Service (DNS) är en internettjänst som mappar IP-adresser och fullt behöriga domännamn (FQDN) med varandra. På det här sättet DNS minskar behovet av att komma ihåg IP-adresser. datorer som kör DNS kallas för <emphasis>namnservrar</emphasis>. Ubuntu innehåller <application>BIND</application> (Berkley Internet Naming Daemon), det vanligaste programmet för att upprätthålla en namnserver på Linux.
zh_cn: DNS (域名解析服务) 是将 IP 地址与 FQDN(fully qualified domain name，全称域名) 相互转换的一种 Internet 服务。通过DNS，人们可以无需记忆 IP 地址。运行 DNS 的计算机称作 <emphasis>域名服务器</emphasis>。 Ubuntu 自带了 <application>BIND</application>(Berkley Internet Naming Daemon)，它是用来在 Linux 上维护一个域名服务器最常用的程序。

source: At a terminal prompt, enter the following command to install <application>dns</application>:
fr: Pour installer le service <application>dns</application>, exécutez la commande suivante dans un terminal :
sv: Vid en terminalpromt, skriv följande kommando för att installera <application>dns</application>:
zh_cn: 在终端提示符后输入以下命令来安装 <application>dns</application>：

source: The DNS configuration files are stored in the <filename>/etc/bind</filename> directory. The primary configuration file is <filename>/etc/bind/named.conf</filename>. The content of the default configuration file is shown below:
fr: Les fichiers de configuration DNS sont enregistrés dans le répertoire <filename>/etc/bind</filename>. Le fichier principal de configuration est <filename>/etc/bind/named.conf</filename>. Le contenu du fichier de configuration par défaut est affiché ci-dessous :
sv: Konfigurationsfilerna för DNS lagras i katalogen <filename>/etc/bind</filename>. Den viktigaste konfigurationsfilen är <filename>/etc/bind/named.conf</filename>. Innehållet i standardfilen visas nedan:
zh_cn: DNS 配置文件被保存在 <filename>/etc/bind</filename> 目录中。主配置文件叫 <filename>/etc/bind/named.conf</filename>。缺省配置文件的内容如下所示：

source: The <application>include</application> line specifies the filename which contains the DNS options. The <application>directory</application> line in the options file tells DNS where to look for files. All files BIND uses will be relative to this directory.
fr: La ligne <application>include</application> spécifie le nom du fichier contenant les options du DNS. La ligne <application>directory</application> du fichier d'options indique au DNS où chercher les fichiers. Tous les fichiers utilisés par BIND auront un chemin relatif à ce répertoire.
sv: Raden <application>include</application> specificerar ett filnamn som innehåller DNS-alternativ. Raden <application>directory</application> i alternativ-filen berättar för DNS var det ska titta efter filer. Alla filer BIND använder kommer att utgå från den här katalogen.
zh_cn: <application>include</application> 行指定包含 DNS 选项的文件名。在选项文件中的<application>directory</application> 行告诉 DNS 在哪儿寻找文件。所有 BIND 用到的文件都与该目录相关。

source: The file named <filename>/etc/bind/db.root</filename> describes the root name servers in the world. The servers change over time, so the <filename>/etc/bind/db.root</filename> file must be maintained now and then.
fr: Le fichier nommé <filename>/etc/bind/db.root</filename> décrit les serveurs de nom racine dans le monde. Les serveurs changent au cours du temps, c'est pourquoi le fichier <filename>/etc/bind/db.root</filename> doit être mis à jour régulièrement.
sv: Filen med namnet <filename>/etc/bind/db.root</filename> beskriver root namnserverar i världen. Servarna ändras över tiden, så filen <filename>/etc/bind/db.root</filename> måste underhållas med jämna mellanrum.
zh_cn: 叫做 <filename>/etc/bind/db.root</filename> 的文件描述了世界上的根域名服务器。这些服务器会随着时间而改变，因此必须时时维护这个 <filename>/etc/bind/db.root</filename> 文件。

source: The <application>zone</application> section defines a master server, and it is stored in a file mentioned against file tag. Every zone file contains 3 resource records (RRs): an SOA RR, an NS RR and a PTR RR. SOA is short of Start of Authority. The "@" is a special notation meaning the origin. NS is the Name Server RR. PTR is Domain Name Pointer. To start the DNS server, run the following command from a terminal prompt:
fr: La section <application>zone</application> définit le serveur maître, et est stockée dans le fichier mentionnée par l'étiquette file. Chaque zone contient trois enregistrement de ressources (RR=Ressource Record): SOA, NS et PTR. Le SOA est l'acronyme de Start Of Authority (origine de l'autorité). Le "@" est une notation spéciale qui signifie origine. NS (Name Server) est l'enregistrement d'un serveur de nom. PTR est un pointeur sur un nom du domaine. Pour démarrer le serveur DNS, dans un terminal lancer la commande suivante :
sv: Avdelningen <application>zone</application> definierar en master-server, och lagras i filen som står i file-alternativet. Varje zon innehåller 3 så kallade "resource records" (RRs): en SOA RR, en NS RR och en PTR RR. SOA står för "Start of Authority". "@" är ett specialtecken som innebär ursprunget. NS står för "Name Server RR". PTR står för "Domain Name Pointer". För att starta DNS-servern, kör följande kommando från en terminalprompt:
zh_cn: <application>zone</application> 部分定义一个主服务器，并将其保存在 file 标签所指定的文件中。每个 zone 文件包括 3 个资源记录 (RRs)：一个 SOA RR、一个 NS RR 以及一个 PTR RR。SOA 是授权开始的缩写。"@" 符是一个特定的符号表示原点。NS 是名称服务器 RR。PTR 是域名指针。要开始 DNS 服务器，可以在终端提示符后运行以下命令：

source: You can refer to the documentation mentioned in the references section for details.
fr: Vous pouvez vous référer à la documentation indiquée dans la section références pour plus de détails.
sv: Du kan läsa dokumentationen som står med i referensavdelningen för fler detaljer.
zh_cn: 详情您可以参考在参考部分所提及的文档。

source: DNS HOWTO
fr: Guide d'administration DNS
sv: DNS-guide
zh_cn: DNS 指南

source: CUPS - Print Server
fr: CUPS - Serveur d'impression
sv: CUPS - Skrivarserver
zh_cn: CUPS － 打印服务器

source: The primary mechanism for Ubuntu printing and print services is the <emphasis role="bold">Common UNIX Printing System</emphasis> (CUPS). This printing system is a freely available, portable printing layer which has become the new standard for printing in most Linux distributions.
fr: Le système principal d'impression sous Ubuntu est le <emphasis role="bold">Common UNIX Printing System</emphasis> (CUPS). Ce système d'impression, qui est librement disponible et portable, est devenu le nouveau standard pour imprimer dans la plupart des distributions Linux.
sv: I Ubuntu är den primära mekanismen för utskrifter och skrivartjänster <emphasis role="bold">Common UNIX Printing System</emphasis> (CUPS). Det är ett fritt tillgängligt utskriftsystem, portabelt utskriftslager som har blivit den nya standarden för att skriva ut i de flesta Linuxdistrubitioner.
zh_cn: Ubuntu 印刷和打印服务的主要机制是 <emphasis role="bold">CUPS</emphasis> (Common UNIX Printing System，通用 UNIX 打印系统)。这个打印系统是一个免费可用的、可移植的打印虚拟层，并已成为大多数 Linux 发行版的新打印标准。

source: CUPS manages print jobs and queues and provides network printing using the standard Internet Printing Protocol (IPP), while offering support for a very large range of printers, from dot-matrix to laser and many in between. CUPS also supports PostScript Printer Description (PPD) and auto-detection of network printers, and features a simple web-based configuration and administration tool.
fr: CUPS organise les tâches d'impression, les met en file d'attente, et rend possible l'impression en réseau en utilisant le standard d'impression Internet Printing Protocol (IPP). Il offre un large support pour un très grand nombre d'imprimantes, allant des imprimantes matricielles aux imprimantes laser, en passant par de nombreux autres types. CUPS offre également le support PostScript Printer Description (PPD - description d'imprimante PostScript) et l'auto-détection des imprimantes réseaux, sans oublier une interface de configuration web simple et des outils d'administration.
sv: CUPS hanterar utskriftsjobb och utskriftsköer och erbjuder nätverksutskrifter med hjälp av standardprotokollet Internet Printing Protocol (IPP), samtidigt som det ger dig stöd för ett väldigt stort antal skrivare, från matris till laser och många däremellan. CUPS stödjer även PostScript Printer Description (PPD) och automatisk detektering av nätverksskrivare, och har ett enkelt webbaserat konfigurations- och administrationsverktyg.
zh_cn: CUPS 管理打印作业和队列，并使用标准的 Internet 打印协议 (IPP) 提供网络打印，该协议提供最大范围的打印机支持，从点阵打印机到激光打印机以及位于两者之间的许多打印机。CUPS 也支持 PostScript Printer Description (PPD) 和网络打印机的自动检测，以及提供基于 Web 的简单配置和管理工具。

source: To install CUPS on your Ubuntu computer, simply use <application>sudo</application> with the <application>apt-get</application> command and give the packages to install as the first parameter. A complete CUPS install has many package dependencies, but they may all be specified on the same command line. Enter the following at a terminal prompt to install CUPS:
fr: Pour installer CUPS sur votre ordinateur Ubuntu, utilisez simplement <application>sudo</application> suivi de la commande <application>apt-get</application> et spécifiez comme premier paramètre les paquets à installer. Une installation complète de CUPS demande de nombreux paquets du fait des dépendances, mais ils peuvent être tous spécifiés sur la même ligne de commande. Saisissez la commande suivante dans un terminal pour installer CUPS :
sv: För att installera CUPS på din Ubuntu dator, använd kommandot <application>sudo</application> tillsammans med <application>apt-get</application> och som första parameter paketnamnet på det som skall installeras. En komplett CUPS installation har många paketberoenden, men de kan anges på samma kommandorad. Skriv in följande i terminalprompten för att installera CUPS:
zh_cn: 若想在您的 Ubuntu 计算机中安装 CUPS，只需通过 <application>sudo</application> 运行 <application>apt-get</application> 命令并将要安装的包作为第一个参数即可。一个完整的 CUPS 安装有很多包依赖关系，但它们都可以在同一行上给出。在终端输入以下命令来安装 CUPS：

source: Upon authenticating with your user password, the packages should be downloaded and installed without error. Upon the conclusion of installation, the CUPS server will be started automatically. For troubleshooting purposes, you can access CUPS server errors via the error log file at: <filename>/var/log/cups/error_log</filename>. If the error log does not show enough information to troubleshoot any problems you encounter, the verbosity of the CUPS log can be increased by changing the <emphasis role="bold">LogLevel</emphasis> directive in the configuration file (discussed below) to "debug" or even "debug2", which logs everything, from the default of "info". If you make this change, remember to change it back once you've solved your problem, to prevent the log file from becoming overly large.
fr: Après une authentification avec votre mot de passe, les paquets devront se télécharger et s'installer sans erreur. Une fois ceci effectué, le serveur CUPS sera démarré automatiquement. Pour la résolution des problèmes, vous pouvez voir les erreurs du serveur CUPS dans son fichier journal :<filename>/var/log/cups/error_log</filename>. Si ce fichier ne vous donne pas assez d'informations pour diagnostiquer les problèmes que vous rencontrez, vous pouvez augmenter la verbosité du fichier journal de CUPS en modifiant l'instruction <emphasis role="bold">LogLevel</emphasis> du fichier de configuration (dont nous parlerons plus en détail ensuite) par « debug » voir même « debug2 », ce qui enregistrera toutes les informations. Si vous avez effectué ce changement, n'oubliez pas de revenir à la configuration par défaut une fois votre problème résolu, afin d'éviter que le fichier journal ne devienne énorme.
sv: När du har autentiserat dig med ditt lösenord bör paketen laddas ner och installeras utan några felmeddelanden. När installationen avslutas kommer CUPS-servern att startas automatiskt. Om du vill felsöka kan du komma åt CUPS-serverns felmeddelanden via loggfilen för fel: <filename>/var/log/cups/error_log</filename>. Om felmeddelandet inte visar tillräckligt med information för att felsöka problemet du stötte på kan du justera hur mycket CUPS ska logga genom att ändra på parametern <emphasis role="bold">LogLevel</emphasis> i konfigurationsfilen (diskuteras nedan) till "debug" eller till och med "debug2" från standardvärdet "info", vilket kommer att logga allt. Om du gör den här ändringen, kom ihåg att ändra tillbaka den när du har löst problemet för att undvika att loggfilen blir onödigt stor.
zh_cn: 认证您的用户密码之后，这些包将被下载并正确安装。在安装结束之后，CUPS 服务器将自动开始。为了发现并修复问题，您可以通过错误日志文件 <filename>/var/log/cups/error_log</filename> 来查看 CUPS 服务器的错误。如果错误日志并没有显示足够的用于找到和解决您所遇问题的信息，通过将配置文件 (下面要讨论) 中将<emphasis role="bold">LogLevel</emphasis> 语句从缺省的 "info" 改为 "debug" 甚至是记录每件事的 "debug2"，以获得 CUPS 日志的详细信息。

source: The Common UNIX Printing System server's behavior is configured through the directives contained in the file <filename>/etc/cups/cupsd.conf</filename>. The CUPS configuration file follows the same syntax as the primary configuration file for the Apache HTTP server, so users familiar with editing Apache's configuration file should feel at ease when editing the CUPS configuration file. Some examples of settings you may wish to change initially will be presented here.
fr: Le comportement du système commun d'impression sous Linux est configuré par les directives contenues dans le fichier <filename>/etc/cups/cupsd.conf</filename>. La syntaxe du fichier de configuration de CUPS est identique au fichier principal de configuration du serveur HTTP Apache, les utilisateurs déjà habitués à éditer les fichiers Apache devraient donc se sentir à l'aise. Quelques exemples de modifications que vous pourriez souhaiter apporter vont être présentés ici.
sv: CUPS-serverns beteende konfigureras genom parametrarna i filen <filename>/etc/cups/cupsd.conf</filename>. CUPS konfigurationsfil följer samma syntax som HTTP-servern Apaches huvudsakliga konfigurationsfil, så de som är vana vid att ändra i Apaches konfiguration bör känna sig hemma när de ändrar i CUPS konfigurationsfil. Här följer några exempel på inställningar du kan vilja ändra.
zh_cn: 可以通过 <filename>/etc/cups/cupsd.conf</filename> 文件中的指令来配置通用 UNIX 打印系统服务器的行为的。CUPS 配置文件与 Apache HTTP 服务器的主配置文件语法相同，因此熟悉编辑 Apache 配置文件的用户在编辑 CUPS 配置文件时会感到相当容易。在这里将显示一些您可能想要改变初始值的设置范例。

source: Prior to editing the configuration file, you should make a copy of the original file and protect it from writing, so you will have the original settings as a reference, and to reuse as necessary.
fr: Avant de modifier le fichier de configuration, vous devriez faire une copie de la configuration originale et la protéger en écriture. Vous disposerez ainsi des paramètres par défaut en guise de référence que vous pourrez réutiliser au besoin.
sv: Innan du ändrar på konfigurationsfilen bör du göra en kopia av originalfilen och göra den skrivskyddad, så att du har kvar originalinställningarna som en referens, och så att du kan återanvända dem om det skulle krävas.
zh_cn: 在编辑配置文件之前，您应该将原始文件做个副本并将其写保护，以便您可以将原始文件作为参考并在必要时重用它。

source: Copy the <filename>/etc/cups/cupsd.conf</filename> file and protect it from writing with the following commands, issued at a terminal prompt:
fr: Copiez le fichier <filename>/etc/cups/cupsd.conf</filename> et protégez-le en écriture en exécutant dans un terminal la commande suivante :
sv: Kopiera filen <filename>/etc/cups/cupsd.conf</filename> och gör den skrivskyddad med följande kommandon som du skriver vid en terminalprompt:
zh_cn: 拷贝 <filename>/etc/cups/cupsd.conf</filename> 文件并对其写保护，可以在终端提示符后执行以下命令：
