Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: NOTE: dhcpd's messages are being sent to syslog. Look there for diagnostics messages.
fr: NOTE : les messages de dhcpd sont envoyés à syslog. Consultez ce journal pour récupérer les messages de diagnostiques.
sv: NOTERA: dhcpd-meddelanden skickas till syslog. Leta där efter diagnosmeddelanden
zh_cn: 注意：dhcpd 的消息会被发往 syslog。可以在那里寻找诊断信息。

source: The error message the installation ends with might be a little confusing, but the following steps will help you configure the service:
fr: Le message d'erreur qui termine l'installation est un peu déroutant, mais les étapes suivantes vont vous aider à configurer proprement le service :
sv: Felmeddelandet installationen avslutas med kan vara lite förvirrande, men följande steg hjälper dig att konfigurera tjänsten:
zh_cn: 安装结束后的错误消息可能会带来小小的困惑，不过下面几步将帮助您配置服务：

source: Most commonly, what you want to do is assign an IP address randomly. This can be done with settings as follows:
fr: Le plus souvent, vous voudrez allouer les adresses IP aléatoirement. Ceci peut être fait avec la configuration suivante :
sv: Det vanligaste är att du vill dela ut IP-adresser slumpvis. Det här går att göra med följande inställningar:
zh_cn: 通常，您想做的是随机指定一个 IP 地址。这可以通过以下设置来实现：

source: # Sample /etc/dhcpd.conf # (add your comments here) default-lease-time 600; max-lease-time 7200; option subnet-mask 255.255.255.0; option broadcast-address 192.168.1.255; option routers 192.168.1.254; option domain-name-servers 192.168.1.1, 192.168.1.2; option domain-name "mydomain.example"; subnet 192.168.1.0 netmask 255.255.255.0 { range 192.168.1.10 192.168.1.100; range 192.168.1.150 192.168.1.200; }
fr: # Exemple de /etc/dhcpd.conf # (ajoutez vos commentaires ici) default-lease-time 600; max-lease-time 7200; option subnet-mask 255.255.255.0; option broadcast-address 192.168.1.255; option routers 192.168.1.254; option domain-name-servers 192.168.1.1, 192.168.1.2; option domain-name "mondomaine.exemple"; subnet 192.168.1.0 netmask 255.255.255.0 { range 192.168.1.10 192.168.1.100; range 192.168.1.150 192.168.1.200; }

source: This will result in the DHCP server giving a client an IP address from the range 192.168.1.10-192.168.1.100 or 192.168.1.150-192.168.1.200. It will lease an IP address for 600 seconds if the client doesn't ask for a specific time frame. Otherwise the maximum (allowed) lease will be 7200 seconds. The server will also "advise" the client that it should use 255.255.255.0 as its subnet mask, 192.168.1.255 as its broadcast address, 192.168.1.254 as the router/gateway and 192.168.1.1 and 192.168.1.2 as its DNS servers.
fr: Ainsi, le serveur DHCP fournira à chaque client une adresse IP appartenant aux plages 192.168.1.10 - 192.168.1.100 ou 192.168.1.150 - 192.168.1.200. L'adresse IP sera allouée pendant 600 secondes si le client n'a pas spécifié de durée particulière. De toute manière, la durée allouée maximale est fixée à 7200 secondes. De plus, le serveur va « recommander » au client d'utiliser 255.255.255.0 comme masque de sous-réseau, 192.168.1.255 comme adresse de diffusion ( broadcast ), 192.168.1.254 comme adresse de routeur / passerelle et les adresses 192.168.1.1 et 192.168.1.2 pour les serveurs DNS.
sv: Det här kommer att resultera i att DHCP-servern delar ut IP-adresser i områdena 192.168.1.10-192.168.1.100 och 192.168.1.150-192.168.1.200. Det kommer att dela ut en IP-adress i 600 sekunder om klienten inte ber om en speciell tid. I annat fall kommer den maximala (tillåtna) lånetiden att vara 7200 sekunder. Servern kommer också att "råda" klienten att använda 255.255.255.0 som sin subnet-mask, 192.168.1.255 som sin broadcast-adress, 192.168.1.254 som router/gateway och 192.168.1.1 och 192.168.1.2 som sina DNS-servrar.
zh_cn: 这将导致 DHCP 服务器从 192.168.1.10-192.168.1.100 或 192.168.1.150-192.168.1.200 范围中分配客户端一个 IP 地址。如果客户端没有要求一个特定的时间帧的话它将租用 600秒的 IP 地址。否则最大 (允许) 租用时间为 7200 秒。服务器也 "建议" 客户端使用 255.255.255.0 做为它的子网掩码，192.168.1.255 作为它的广播地址，192.168.1.254 作为路由器/网关，同时将 192.168.1.1 和 192.168.1.2 作为它的 DNS 服务器。

source: If you need to specify a WINS server for your Windows clients, you will need to include the netbios-name-servers option, e.g.
fr: Si vous avez besoin de spécifier un serveur WINS pour vos clients Windows, vous devrez par exemple utiliser l'option netbios-name-servers.
sv: Om du behöver specificera en WINS-server för dina Windowsklienter behöver du inkludera alternativet netbios-name-servers, till exempel
zh_cn: 如果您需要为您的 Windows 客户机指定一个 WINS 服务器，您需要包含 netbios-name-servers 选项，如：

source: Dhcpd configuration settings are taken from the DHCP mini-HOWTO, which can be found <ulink url="http://www.tldp.org/HOWTO/DHCP/index.html">here</ulink>.
fr: Les paramètres de configuration dhcpd sont tirés du mini-manuel DHCP, que vous pouvez trouver <ulink url="http://www.ibiblio.org/pub/Linux/docs/HOWTO/translations/fr/html-1page/DHCP.html">ici</ulink>.
sv: Dhcpd-konfigurationen är kopierad från DHCP mini-HOWTO:n som du hittar <ulink url="http://www.tldp.org/HOWTO/DHCP/index.html">här</ulink>.
zh_cn: Dhcpd 配置设置可以从 DHCP 快速指南中得到，该指南可以在 <ulink url="http://www.tldp.org/HOWTO/DHCP/index.html">这里</ulink> 找到。

source: DHCP FAQ
fr: FAQ DHCP
zh_cn: DHCP 常见问答

source: OpenSSH Server
fr: Serveur OpenSSH
zh_cn: OpenSSH 服务器

source: This section of the Ubuntu Server Guide introduces a powerful collection of tools for the remote control of networked computers and transfer of data between networked computers, called <emphasis>OpenSSH</emphasis>. You will also learn about some of the configuration settings possible with the OpenSSH server application and how to change them on your Ubuntu system.
fr: Cette partie du guide du serveur Ubuntu présente une collection d'outils destinée à la prise de contrôle à distance d'ordinateurs inter-connectés en réseau et au transfert de données entre ces ordinateurs, appelée <emphasis>OpenSSH</emphasis>. Vous prendrez également connaissance de quelques possibilités de configuration du serveur OpenSSH et comment les mettre en œuvre sur votre système Ubuntu.
sv: Det här avsnittet i Ubuntu serverguide introducerar en samling kraftfulla verktyg för fjärrkontroll av nätverksanslutna datorer och möjligheten att skicka data mellan datorer med <emphasis>OpenSSH</emphasis>. Du kommer lära dig några konfigurationsinställningar som är möjliga i OpenSSH server-applikationen och hur du ändrar dem i ditt Ubuntu system.
zh_cn: Ubuntu 服务器指南中的本节内容将介绍一个用于远程控制联网计算机及在联网计算机之间传输数据的功能强大的工具集合，称为 <emphasis>OpenSSH</emphasis>。您还会学到一些可用于 OpenSSH 服务器应用程序的配置设置，以及如何在您的 Ubuntu 系统中改变它们。

source: OpenSSH is a freely available version of the Secure Shell (SSH) protocol family of tools for remotely controlling a computer or transferring files between computers. Traditional tools used to accomplish these functions, such as <application>telnet</application> or <application>rcp</application>, are insecure and transmit the user's password in cleartext when used. OpenSSH provides a server daemon and client tools to facilitate secure, encrypted remote control and file transfer operations, effectively replacing the legacy tools.
fr: OpenSSH est une version libre du protocole Secure Shell (SSH), c'est une collection d'outils pour le contrôle d'ordinateurs à distance, ou le transfert de fichiers entre ordinateurs. Les outils traditionnels pour effectuer ces tâches, comme <application>telnet</application> ou <application>rcp</application>, ne sont pas sécurisés et font transiter le mot de passe de l'utilisateur en clair. OpenSSH fournit un serveur et des outils clients pour faciliter le contrôle à distance et le transfert de fichiers de façon sécurisée grâce au chiffrement des données, et donc remplace efficacement les anciens outils.
sv: OpenSSH är en fritt tillgänglig version av Secure Shell-familjen (SSH) av protokoll och verktyg för att fjärstyra en dator eller överföra filer mellan datorer. Traditionella verktyg som användes för att utföra sådana här funktioner, som <application>telnet</application> eller <application>rcp</application> är osäkra och överför användarens lösenord i klartext när de används. OpenSSH ger dig en serverdemon och klientverktyg för att genomföra säker, krypterad fjärrstyrning och filöverföringar, och ersätter därmed de klassiska verktygen.
zh_cn: OpenSSH 是Secure Shell (SSH) 协议工具集中的一个自由可用的版本，用以远程控制一台计算机或在计算机之间传输文件。完成这些功能的传统工具，如 <application>telnet</application> 或 <application>rcp</application> 等，是不安全的，它们在使用时用明文来传输用户的密码。OpenSSH 提供一个服务器守护程序和客户端工具来保障安全、加密的远程控制和文件传输操作，以有效地取代传统的工具。

source: The OpenSSH server component, <application>sshd</application>, listens continuously for client connections from any of the client tools. When a connection request occurs, <application>sshd</application> sets up the correct connection depending on the type of client tool connecting. For example, if the remote computer is connecting with the <application>ssh</application> client application, the OpenSSH server sets up a remote control session after authentication. If a remote user connects to an OpenSSH server with <application>scp</application>, the OpenSSH server daemon initiates a secure copy of files between the server and client after authentication. OpenSSH can use many authentication methods, including plain password, public key, and <application>Kerberos</application> tickets.
fr: Le serveur OpenSSH, <application>sshd</application>, attend en permanence des connexions depuis des clients. Quand une requête de connexion a lieu, <application>sshd</application> établit la connexion correcte en fonction du type de client. Par exemple, si un client se connecte avec le client <application>ssh</application>, le serveur OpenSSH va établir une connexion sécurisée après une authentification. Si un client se connecte avec <application>scp</application>, le serveur OpenSSH va commencer un transfert de fichier sécurisé entre le serveur et le client après une authentification. OpenSSH peut utiliser de nombreuses méthodes d'authentification, par exemple un mot de passe, une clé publique, ou un ticket <application>Kerberos</application>.
sv: Serverkomponenten i OpenSSH, <application>sshd</application>, lyssnar kontinuerligt efter klientanslutningar från något av klientverktygen. När en anslutningsförfrågan anländer skapar <application>sshd</application> korrekt anslutning beroende på verktyget som ansluter. Till exempel, om fjärrdatorn ansluter med klientprogrammet <application>ssh</application> kommer OpenSSH-servern att skapa en fjärrstyrningssession efter att klienten identifierat sig. Om fjärrdatorn ansluter till OpenSSH-servern med <application>scp</application> skapar OpenSSH-servern istället en anslutning för säker kopiering av filer mellan servern och klienten efter att klienten identifierat sig. OpenSSH kan använda många identifieringsmetoder, bland annat klartext, en publik nyckel, och <application>Kerberos</application>-biljetter.
zh_cn: OpenSSH 服务器组组件 <application>sshd</application> 持续监听来自任何客户端工具的连接请求。当一个连接请求发生时，<application>sshd</application> 根据客户端连接的类型来设置当前连接。例如，如果远程计算机是通过 <application>ssh</application> 客户端应用程序来连接的话，OpenSSH 服务器将在认证之后设置一个远程控制会话。如果一个远程用户通过 <application>scp</application> 来连接 OpenSSH 服务器，OpenSSH 服务器将在认证之后开始服务器和客户机之间的安全文件拷贝。OpenSSH 可以支持多种认证模式，包括纯密码、公钥以及<application>Kerberos</application> 票据。

source: Installation of the OpenSSH client and server applications is simple. To install the OpenSSH client applications on your Ubuntu system, use this command at a terminal prompt:
fr: L'installation des applications client et serveur d'OpenSSH est simple. Pour installer les applications clientes d'OpenSSH sur votre système Ubuntu, tapez cette commande dans un terminal :
sv: Installationen av OpenSSH-klienten och -servern är enkel. För att installera OpenSSH-klienten på din Ubuntudator, kör det här kommandot i en terminalprompt:
zh_cn: OpenSSH 客户端及服务器应用程序的安装是简单的。要在您 Ubuntu 系统中安装 OpenSSH 客户端应用程序，可以在终端提示符后使用以下命令：

source: To install the OpenSSH server application, and related support files, use this command at a terminal prompt:
fr: Pour installer le serveur OpenSSH et les fichiers nécessaires, utilisez cette commande dans un terminal :
sv: För att installera OpenSSH-servern, och de filer den använder, kör det här kommandot i en terminalprompt:
zh_cn: 要安装 OpenSSH 服务器应用程序及相关的支持文件，可以在终端提示符后使用以下命令：

source: You may configure the default behavior of the OpenSSH server application, <application>sshd</application>, by editing the file <filename>/etc/ssh/sshd_config</filename>. For information about the configuration directives used in this file, you may view the appropriate manual page with the following command, issued at a terminal prompt:
fr: Vous pouvez configurer le comportement par défaut du serveur OpenSSH, <application>sshd</application>, en éditant le fichier <filename>/etc/ssh/sshd_config</filename>. Pour des informations sur les options de configuration utilisées dans ce fichier, veuillez lire le manuel approprié en tapant la commande suivante dans un terminal :
sv: Du kan konfigurera standardbeteendet för OpenSSH-servern, <application>sshd</application>, genom att ändra i filen <filename>/etc/ssh/sshd_config</filename>. För information om konfigurationsmöjligheterna i den här filen kan du läsa lämplig manualsida med följande kommando som du skriver vid en terminalprompt:
zh_cn: 您可以通过编辑 <filename>/etc/ssh/sshd_config</filename> 文件来配置 OpenSSH 服务器应用程序的缺省过程。关于该文件中使用的配置语句信息，您可以在终端提示符后运行下列命令来查阅相应的手册页：

source: There are many directives in the <application>sshd</application> configuration file controlling such things as communications settings and authentication modes. The following are examples of configuration directives that can be changed by editing the <filename>/etc/ssh/ssh_config</filename> file.
fr: Il y a de nombreuses options dans le fichier de configuration de <application>sshd</application> qui contrôlent par exemple les paramètres de communication et les modes d'authentification. Des exemples d'options pouvant être éditées dans le fichier <filename>/etc/ssh/ssh_config</filename> sont présentés par la suite.
sv: Det finns många inställningar i konfigurationsfilen för <application>sshd</application> som styr saker som kommunikationsinställingar och identifieringstyper. Följande är exempel på inställningar som går att ändra genom att ändra på filen <filename>/etc/ssh/ssh_config</filename>.
zh_cn: 在 <application>sshd</application> 配置文件中有许多语句来控制那些诸如通信设置和认证模式。下面是一个通过编辑 <filename>/etc/ssh/ssh_config</filename> 文件来改变配置语句的例子。

source: Prior to editing the configuration file, you should make a copy of the original file and protect it from writing so you will have the original settings as a reference and to reuse as necessary.
fr: Avant d'éditer le fichier de configuration, vous devriez faire une copie du fichier original et le protéger en écriture de façon à conserver les paramètres d'origine en référence et à pouvoir les réutiliser en cas de besoin.
sv: Innan du ändrar konfigurationsfilen bör du göra en kopia av originalfilen och skydda den från skrivning så att du har kvar originalinställningarna som en referens och så att du kan återanvända den om det krävs.
zh_cn: 在编辑配置文件之前，您应该生成一个原始文件的拷贝并对其写保护，以便您可以参考原始文件并在必要时重用它。

source: Copy the <filename>/etc/ssh/sshd_config</filename> file and protect it from writing with the following commands, issued at a terminal prompt:
fr: Copiez le fichier <filename>/etc/ssh/sshd_config</filename> et protégez le en écriture en tapant la commande suivante dans un terminal :
sv: Kopiera filen <filename>/etc/ssh/sshd_config</filename> och skrivskydda den med följande kommandon som du skriver i en terminalprompt:
zh_cn: 拷贝 <filename>/etc/ssh/sshd_config</filename> 文件并对其写保护可以通过在终端提示符后运行下列命令：

source: The following are examples of configuration directives you may change:
fr: Voici des exemples de directives de configuration que vous pourriez changer :
sv: Följande är exempel på konfigurationsinställningar du kanske vill ändra på:
zh_cn: 以下是您可能更改配置语句的范例:

source: To set your OpenSSH to listen on TCP port 2222 instead of the default TCP port 22, change the Port directive as such:
fr: Pour que OpenSSH écoute sur le port 2222 au lieu du port par défaut 22, changez l'option Port comme ceci :
sv: För att få OpenSSH att lyssna på TCP-porten 2222 istället för standardporten 22, ändra raden Port så att den ser ut såhär:
zh_cn: 要设置您 OpenSSH 在 TCP 2222 端口而不是缺省的 TCP 20 端口监听，可以如下使用改变 Port 语句：

source: To have <application>sshd</application> allow public key-based login credentials, simply add or modify the line:
fr: Pour que <application>sshd</application> accepte les informations de connexion basées sur une clef publique, il suffit d'ajouter ou de modifier la ligne :
sv: För att få <application>sshd</application> att tillåta publika, nyckelbaserade inloggningsmetoder, lägg till följande rad, eller ändra den om den redan finns:
zh_cn: 要让 <application>sshd</application> 允许基于公钥登录证书，可以简单添加或修改该行语句：

source: in the <filename>/etc/ssh/sshd_config</filename> file, or if already present, ensure the line is not commented out.
fr: dans le fichier <filename>/etc/ssh/sshd_config</filename>, ou si elle existe déjà, assurez-vous que la ligne correspondante ne soit pas commentée.
sv: i filen <filename>/etc/ssh/sshd_config</filename>. Om raden redan finns, se till att den inte är utkommenterad.
zh_cn: 到 <filename>/etc/ssh/sshd_config</filename> 文件中。如果已经存在，确保该行语句没有被注释。

source: To make your OpenSSH server display the contents of the <filename>/etc/issue.net</filename> file as a pre-login banner, simply add or modify the line:
fr: Pour que le serveur OpenSSH affiche le contenu du fichier <filename>/etc/issue.net</filename> comme une invite avant l'affichage de l'écran de connexion, il suffit d'ajouter ou de modifier la ligne :
sv: För att få OpenSSH-servern att skriva ut innehållet i <filename>/etc/issue.net</filename> innan inloggning, lägg till följande rad, eller ändra den om den redan finns:
zh_cn: 要使您的 OpenSSH 服务器显示 <filename>/etc/issue.net</filename> 文件的内容以作为预登录 Banner，只需简单地将下行添加或修改：

source: in the <filename>/etc/ssh/sshd_config</filename> file.
fr: dans le fichier <filename>/etc/ssh/sshd_config</filename>.
sv: i filen <filename>/etc/ssh/sshd_config</filename>.
zh_cn: 到 <filename>/etc/ssh/sshd_config</filename> 文件中即可。

source: After making changes to the <filename>/etc/ssh/sshd_config</filename> file, save the file, and restart the <application>sshd</application> server application to effect the changes using the following command at a terminal prompt:
fr: Après avoir modifié le fichier <filename>/etc/ssh/sshd_config</filename>, enregistrez-le et redémarrez le service <application>sshd</application> afin de prendre en compte les changements. Pour cela, saisissez la commande suivante dans un terminal :
sv: När du har ändrat på filen <filename>/etc/ssh/sshd_config</filename> måste du spara den och starta om serverprogrammet <application>sshd</application> för att verkställa ändringarna. Du gör det genom att skriva följande kommando i en terminalprompt:
zh_cn: 在修改 <filename>/etc/ssh/sshd_config</filename> 文件之后，保存该文件并重启 <application>sshd</application> 服务器应用程序以使之生效。可以在终端提示符后使用下列命令：

source: Many other configuration directives for <application>sshd</application> are available for changing the server application's behavior to fit your needs. Be advised, however, if your only method of access to a server is <application>ssh</application>, and you make a mistake in configuring <application>sshd</application> via the <filename>/etc/ssh/sshd_config</filename> file, you may find you are locked out of the server upon restarting it, or that the <application>sshd</application> server refuses to start due to an incorrect configuration directive, so be extra careful when editing this file on a remote server.
fr: Beaucoup d'autres directives de configuration pour <application>sshd</application> sont disponibles pour adapter son comportement à vos besoins. Soyez conscient néanmoins que si votre unique possibilité d'accès au serveur est <application>ssh</application> et que vous commettiez une erreur de configuration pour le service <application>sshd</application> dans le fichier <filename>/etc/ssh/sshd_config</filename>, il se pourrait que vous vous bloquiez l'accès au serveur jusqu'à son redémarrage, ou que le service <application>sshd</application> refuse de redémarrer à cause d'une directive incorrecte de configuration. Par conséquent, soyez extrêmement prudent lorsque vous éditez ce fichier sur un serveur distant.
sv: Många andra konfigurationsinställningar för <application>sshd</application> finns, så att du kan ställa in serverprogrammets beteende för att passa dina behov. Glöm inte bort, dock, att om du bara kommer åt servern med <application>ssh</application>, och du gör ett fel när du konfigurerar <application>sshd</application> via filen <filename>/etc/ssh/sshd_config</filename> kanske du kommer att upptäcka att du inte kommer åt servern när du startar mo den, eller att <application>sshd</application> vägrar starta på grund av en felaktig konfiguration, så var extra noga när du ändrar i den här filen på en fjärrserver.
zh_cn: 许多其他的 <application>sshd</application> 配置语句可以使服务器应用程序按您的要求运行。然而，给您一个忠告，如果您访问服务器的唯一方法就是使用 <application>ssh</application>，而且您在通过 <filename>/etc/ssh/sshd_config</filename> 文件来配置 <application>sshd</application> 时犯了一个错误，那么在重启该服务之后您可能会发现您被锁在服务器外面了，或者是 <application>sshd</application> 服务在处理一个不正确的配置语句时拒绝启用。因此当在远程服务器上编辑该文件时要格外的小心。

source: OpenSSH Website
fr: Site Internet de OpenSSH
sv: OpenSSH:s webbplats
zh_cn: OpenSSH 网站

source: Advanced OpenSSH Wiki Page
fr: Configuration avancée d'OpenSSH
sv: Wikisida för avancerad OpenSSH-användning
zh_cn: 高级 OpenSSH 维基页

source: Time Synchronisation with NTP
fr: Synchronisation temporelle avec NTP
sv: Tidsynkronisering med NTP
zh_cn: 使用 NTP 进行时间同步

source: This page describes methods for keeping your computer's time accurate. This is useful for servers, but is not necessary (or desirable) for desktop machines.
fr: Cette page décrit différentes méthodes pour maintenir votre ordinateur à l'heure. C'est utile pour les serveurs, mais n'est pas nécessaire (ou souhaité) pour des machines de bureau.
sv: Den här sidan beskriver metoder för att hålla tiden riktig i din dator. Det här är användbart för servrar, men är inte nödvändigt (eller önskvärt) för desktop-datorer.
zh_cn: 本页描述了使您计算机的时间保持准确的方法。这对于服务器来说很有用，但对于桌面计算机来说则不是必需的(或可取的)。

source: NTP is a TCP/IP protocol for synchronising time over a network. Basically a client requests the current time from a server, and uses it to set its own clock.
fr: NTP est un protocole TCP/IP permettant de synchroniser les horloges à travers un réseau. De manière basique, un client demande l'heure actuelle à un serveur et l'utilise pour ajuster sa propre horloge.
sv: NTP är ett TCP/IP protokoll för synkronisering av tid över ett nätverk. I grund och botten är det en klient som frågar en server efter nuvarande tid och använder det för att ställa in sin egen klocka.
zh_cn: NTP 是通过网络来同步时间的一种 TCP/IP 协议。通常客户端向服务器请求当前的时间，并根据结果来设置其时钟。
