Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: The svn+ssh:// protocol is used to access the Subversion repository using SSL encryption. The data transfer is encrypted using this method. To access the project repository (for example with a checkout), you must use the following command syntax:
fr: Le protocole svn+ssh:// est utilisé pour accéder au dépôt Subversion en utilisant un chiffrement SSL. Le transfert de données est chiffré en utilisant cette méthode. Pour accéder au dépôt du projet (pour une vérification par exemple), vous devez utiliser la syntaxe suivante :
sv: Protokollet svn+ssh:// används för att komma åt subversionförrådet med SSL-kryptering. Dataöverföringen krypteras med den här metoden. För att komma åt projektförrådet (för att till exempel checka ut) måste du använda följande syntax:
zh_cn: svn+ssh:// 协议使用 SSL 加密来访问 Subversion 库。使用这种方式进行的数据传输是加密的。要访问项目库 (如 checkout)，您必须使用下面的命令语法：

source: You must use the full path (/path/to/repos/project) to access the Subversion repository using this access method.
fr: Vous devez utiliser le chemin complet (/chemin/vers/dépôt/projet) pour accéder au dépôt Subversion en utilisant cette méthode d'accès.
sv: Du måste använda hela sökvägen (/sökväg/till/förråd) för att komma åt subversionförrådet med den här åtkomstmetoden.
zh_cn: 使用这种访问方式您必须使用全路径 (/path/to/repos/project) 来访问 Subversion 库。

source: Based on server configuration, it prompts for password. You must enter the password you use to login via ssh. Once you are authenticated, it checks out the code from the Subversion repository.
fr: Suivant la configuration du serveur, il vous demande un mot de passe. Vous devez saisir le mot de passe que vous utilisez pour vous identifier via ssh. Une fois que vous vous êtes authentifié, il vérifie le code sur le dépôt Subversion.
sv: Servern kommer nu, baserat på hur den är konfigurerad, att fråga om ett lösenord. Du måste skriva in lösenordet du använder för att logga in med ssh. När du är autentiserad checkas koden ut från subversionförrådet.
zh_cn: 根据服务器配置，它将提示输入密码。在使用 ssh 登录时您必须输入密码。一旦您被认证通过之后，它将从 Subversion 库中检出代码。

source: CVS Server
fr: Serveur CVS
zh_cn: CVS 服务器

source: CVS is a version control system. You can use it to record the history of source files.
fr: CVS est un système de gestion de version. Vous pouvez l'utiliser pour enregistrer l'historique des fichiers sources.
sv: CVS är ett versionshanteringssystem. Du kan använda det för att spara historiken för källkodsfiler.
zh_cn: CVS 是一个版本控制系统。您可以使用它来记录源文件的历史。

source: At a terminal prompt, enter the following command to install <application>cvs</application>: <screen> <command>sudo apt-get install cvs</command> </screen> After you install <application>cvs</application>, you should install <application>xinetd</application> to start/stop the cvs server. At the prompt, enter the following command to install <application>xinetd</application>: <screen> <command>sudo apt-get install xinetd</command> </screen>
fr: Dans un terminal, saisissez la commande suivante pour installer <application>cvs</application> : <screen> <command>sudo apt-get install cvs</command> </screen> Après avoir installé <application>cvs</application>, vous devez installer <application>xinetd</application> pour pouvoir démarrer ou arrêter le serveur cvs. À l'invite de commande, saisissez la commande suivante pour installer <application>xinetd</application> : <screen> <command>sudo apt-get install xinetd</command> </screen>
sv: Skriv följande kommando vid en terminalpromt för att installera <application>cvs</application>: <screen> <command>sudo apt-get install cvs</command> </screen> när du har installerat <application>cvs</application> bör du installera <application>xinetd</application> för att starta/stoppa cvs-servern. Vid prompten, skriv följande kommando för att installera <application>xinetd</application>: <screen> <command>sudo apt-get install xinetd</command> </screen>
zh_cn: 在终端提示符后输入下列命令来安装 <application>cvs</application>：<screen> <command>sudo apt-get install cvs</command> </screen> 在您安装 <application>cvs</application>之后，您将安装 <application>xinetd</application> 来启动和停用 cvs 服务器。在提示符后输入下列命令以安装 <application>xinetd</application>：<screen> <command>sudo apt-get install xinetd</command> </screen>

source: Be sure to edit the repository if you have changed the default repository (<application>/var/lib/cvs</application>) directory.
fr: Prenez bien soin de modifier le dépôt si vous avez changé son répertoire par défaut (<application>/var/lib/cvs</application>).
sv: Se till att ändra sökvägen till förrådet om du har bytt standardkatalog (<application>/var/lib/cvs</application>).
zh_cn: 如果你改变缺省的库目录 (<application>/var/lib/cvs</application>) 那么您必须要编辑库。

source: Once you install cvs, the repository will be automatically initialized. By default, the repository resides under the <application>/var/lib/cvs</application> directory. You can change this path by running following command: <screen> <command>cvs -d /your/new/cvs/repo init</command> </screen> Once the initial repository is set up, you can configure <application>xinetd</application> to start the CVS server. You can copy the following lines to the <filename> /etc/xinetd.d/cvspserver</filename> file. <placeholder-1/><placeholder-2/> Once you have configured <application>xinetd</application> you can start the cvs server by running following command: <screen> <command>sudo /etc/init.d/xinetd start</command> </screen>
fr: Une fois cvs installé, le dépôt sera initialisé automatiquement. Par défaut le dépôt se trouve dans le répertoire <application>/var/lib/cvs</application>. Vous pouvez changer de répertoire en exécutant la commande suivante : <screen> <command>cvs -d /votre/nouveau/depot/cvs init</command> </screen> Lorsque le dépôt initial est défini, vous pouvez configurer <application>xinetd</application> pour lancer le serveur CVS. Vous pouvez copier les lignes suivantes dans le fichier <filename> /etc/xinetd.d/cvspserver</filename>. <placeholder-1/><placeholder-2/> Après avoir configuré <application>xinetd</application> vous pouvez lancer le serveur CVS en exécutant la commande suivante : <screen> <command>sudo /etc/init.d/xinetd start</command> </screen>
sv: Så snart du har installerat cvs kommer förrådet automatiskt att initieras. Som standard kommer förrådet att finnas under katalogen <application>/var/lib/cvs</application>. Du kan ändra sökvägen genom att köra följande kommando: <screen> <command>cvs -d /ditt/nya/cvs/förråd init</command> </screen> Så snart det första förrådet är etablerat kan du konfigurera <application>xinetd</application> till att starta CVS-servern. Du kan kopiera följande rader till filen <filename> /etc/xinetd.d/cvspserver</filename>. <placeholder-1/><placeholder-2/> När du har konfigurerat <application>xinetd</application> kan du starta cvs-servern genom att köra följande kommando: <screen> <command>sudo /etc/init.d/xinetd start</command> </screen>

source: You can confirm that the CVS server is running by issuing the following command:
fr: Pour vous assurer que le serveur CVS est bien en cours d'exécution, saisissez la commande suivante :
sv: Du kan bekräfta att CVS-servern är igång genom att köra följande kommando:
zh_cn: 您可以执行以下命令来确定 CVS 服务器正在运行：

source: When you run this command, you should see the following line or something similar:
fr: Quand vous exécutez cette commande, vous devriez voir apparaitre la ligne suivante ou quelque chose de similaire :
sv: När du kör det här kommandot bör du se följande rad, eller någon liknande:
zh_cn: 当您运行该命令时，您可以看到类似下面的行：

source: From here you can continue to add users, add new projects, and manage the CVS server.
fr: À partir de là, vous pouvez continuer en ajoutant des utilisateurs, de nouveaux projets ou en gérant le serveur CVS.
sv: Nu kan du fortsätta med att lägga till användare, lägga till projekt, och administrera CVS-servern.
zh_cn: 在这里您可以继续添加用户，添加新的项目以及管理 CVS 服务器

source: CVS allows the user to add users independently of the underlying OS installation. Probably the easiest way is to use the Linux Users for CVS, although it has potential security issues. Please refer to the CVS manual for details.
fr: CVS permet à l'utilisateur d'ajouter des utilisateurs indépendamment du système d'exploitation installé. La manière la plus simple est probablement de passer par Utilisateurs Linux pour CVS, bien que cela puisse poser des problèmes de sécurité. Veuillez consulter le manuel de CVS pour plus d'informations.
sv: CVS låter användaren lägga till användare oberoende av det underliggande operativsystemet. Det enklaste sättet är förmodligen att använda Linux användare för CVS, men det har potentiella säkerhetsproblem. Läs CVS-manualen för detaljer.
zh_cn: CVS 允许用户添加独立于 OS 安装的用户。也许最容易的方式就是让 CVS 使用 Linux 的用户，虽然它有潜在的安全隐患。详细请参考 CVS 手册。

source: Add Projects
fr: Ajouter des projets
sv: Lägga till projekt
zh_cn: 添加项目

source: You can use the CVSROOT environment variable to store the CVS root directory. Once you export the CVSROOT environment variable, you can avoid using -d option in the above cvs command.
fr: Vous pouvez utiliser la variable d'environnement CVSROOT pour enregistrer le répertoire racine CVS. Une fois la variable d'environnement CVSROOT exportée, vous n'avez plus besoin d'utiliser l'option -d dans la commande cvs ci-dessus.
sv: Du kan använda miljövariabeln CVSROOT för att lagra CVS-rotkatalogen. När du har exporterat miljövariabeln CVSROOT behöver du inte använda flaggan -d i cvs-kommandot ovan.

source: When you add a new project, the CVS user you use must have write access to the CVS repository (<application>/var/lib/cvs</application>). By default, the <application>src</application> group has write access to the CVS repository. So, you can add the user to this group, and he can then add and manage projects in the CVS repository.
fr: Lors de l'ajout d'un nouveau projet, l'utilisateur CVS par lequel vous passez doit posséder les droits d'écriture sur le dépôt CVS (<application>/var/lib/cvs</application>). Par défaut, le groupe <application>src</application> possède les droits d'écriture sur le dépôt CVS. Vous avez donc la possibilité d'ajouter l'utilisateur à ce groupe et il pourra alors ajouter et gérer les projets à l'intérieur du dépôt CVS.
sv: När du lägger till ett nytt projekt måste CVS-användaren du använder ha skrivrättigheter till CVS-förrådet (<application>/var/lib/cvs</application>). Normalt har gruppen <application>src</application> skrivrättigheter till CVS-förrådet. Om du lägger till en användare i den här gruppen kommer han med andra ord att kunna hantera projekt i CVS-förrådet.
zh_cn: 当您新添项目时，您所用的 CVS 用户必须对 CVS 库 (<application>/var/lib/cvs</application>) 有写权限。缺省状态下，<application>src</application> 组有对 CVS 库的写权限，因此，您可以添加用户到该组，然后就该用户就可以在 CVS 库中添加和管理项目了。

source: This section explains how to add new project to the CVS repository. Create the directory and add necessary document and source files to the directory. Now, run the following command to add this project to CVS repository: <screen> <command>cd your/project</command> <command>cvs -d :pserver:username@hostname.com:/var/lib/cvs import -m "Importing my project to CVS repository" . new_project start</command> </screen><placeholder-1/> The string <emphasis>new_project</emphasis> is a vendor tag, and <emphasis>start</emphasis> is a release tag. They serve no purpose in this context, but since CVS requires them, they must be present. <placeholder-2/>
fr: Cette section explique comment ajouter un nouveau projet au dépôt CVS. Créez un répertoire contenant les documents et fichiers sources nécessaires. Exécutez ensuite la commande suivante pour ajouter ce projet au dépôt CVS : <screen> <command>cd votre/projet</command> <command>cvs -d :pserver:nom_utilisateur@nom_hote.com:/var/lib/cvs import -m "Importation de mon projet dans le dépôt CVS" . nouveau_projet debut</command> </screen><placeholder-1/> La chaîne <emphasis>nouiveau_projet</emphasis>est l'étiquette du revendeur, et <emphasis>début</emphasis>une étiquette de version. Elles n'ont aucun rôle dans ce contexte, mais comme elles sont requises par CVS, elles doivent être présentes. <placeholder-2/>
sv: Det här avsnittet förklarar hur man lägger till ett nytt projekt till sitt CVS-förråd. Skapa katalogen och lägg till nödvändiga dokument och källkodsfiler i katalogen. Kör nu följande kommando för att lägga till ditt projekt i CVS-förrådet: <screen> <command>cd ditt/projekt</command> <command>cvs -d :pserver:användarnamn@exempel.se:/var/lib/cvs import -m "Importerar mitt projekt till CVS-förrådet" . nytt_projekt start</command> </screen><placeholder-1/> Strängen <emphasis>nytt_projekt</emphasis> är en vendor-tagg och <emphasis>start</emphasis> är en release-tagg. De fyller inget syfte i det här sammanhanget, men CVS kräver att de skall vara med. <placeholder-2/>

source: Bazaar Home Page
fr: Page d'acceuil Bazaar
sv: Webbsidan för Bazaar
zh_cn: Bazaar主页

source: Subversion Home Page
fr: Site internet de Subversion
sv: Subversions hemsida
zh_cn: Subversion 主页

source: Subversion Book
fr: Livre sur Subversion
sv: Subversion-bok
zh_cn: Subversion 书 (使用Subversion进行版本控制)

source: CVS Manual
fr: Manuel de CVS
zh_cn: CVS 手册

source: Ubuntu Server Guide
fr: Guide du serveur Ubuntu
sv: Ubuntus serverguide
zh_cn: Ubuntu 服务器指南

source: Credits and License
fr: Remerciements et licence
sv: Erkännanden och licens
zh_cn: 贡献者与授权许可

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
fr: Ce document est maintenu par l'équipe de documentation d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pour obtenir la liste des contributeurs, regardez la <ulink url="../../../common/C/contributors.xml">page des contributeurs</ulink>
sv: Det här dokumentet underhålls av Ubuntus dokumentationsteam (https://wiki.ubuntu.com/DocumentationTeam). För en lista över bidragsgivare, se den här <ulink url="../../../common/C/contributors.xml">sidan</ulink>
zh_cn: 本文档由 Ubuntu 文档团队 (https://wiki.ubuntu.com/DocumentationTeam) 维护。参与贡献者的列表请参见 <ulink url="../../../common/C/contributors.xml">贡献者页面</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
fr: Ce document est diffusé sous la licence Creative Commons Paternité – Partage des conditions initiales à l'identique v. 2.5 (CC-BY-SA).
sv: Det här dokumentet har gjorts tillgängligt under licensen Creative Commons ShareAlike 2.5 (CC-BY-SA).
zh_cn: 本文档在 Creative Commons ShareAlike 2.5 授权许可 (CC-BY-SA) 的条款下发布。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
fr: Vous êtes libre de modifier, de compléter ou d'améliorer le code source de la documentation Ubuntu sous les termes de cette licence. Tous les travaux dérivés doivent être soumis à cette même licence.
sv: Du får fritt modifiera, utöka och förbättra källkoden till Ubuntudokumentationen under villkoren för den här licensen. Alla verk baserade på detta måste släppas under den här licensen.
zh_cn: 您可以在该许可的条款下自由地修改、扩展，以及改进本 Ubuntu 文档的源码。所有的衍生作品必须在本许可下发布。

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
fr: Cette documentation est distribuée dans l'espoir qu'elle sera utile, mais SANS AUCUNE GARANTIE; sans même la garantie implicite de QUALITÉ MARCHANDE ou de CONVENANCE POUR UN BUT PARTICULIER COMME LE DÉCRIT LA DÉCLARATION DE RESPONSABILITÉ.
sv: Den här dokumentationen distribueras med förhoppningen att den kommer att vara användbar, men UTAN NÅGRA GARANTIER, varken uttryckliga eller implicita, ENLIGT VAD SOM BESKRIVS I FRISKRIVNINGSKLAUSULEN.
zh_cn: 本文档发布的目的是期望它有所用途，但不提供任何担保；对免责声明里提及的适销性和用于某一特定目的适用性，也不承担任何默示的担保。

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
fr: Une copie de la licence est disponible ici : <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sv: En kopia av licensen finns tillgänglig här: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
zh_cn: 该授权许可的副本可以在这里找到：<ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。

source: Canonical Ltd. and members of the Ubuntu Documentation Project
fr: Canonical Ltd. et les membres du projet de documentation Ubuntu
sv: Canonical Ltd. och medlemmar i Ubuntus dokumentationsprojekt
zh_cn: Canonical Ltd. 及 Ubuntu 文档项目成员

source: The Ubuntu Documentation Project
fr: Le projet de documentation Ubuntu
sv: Ubuntus dokumentationsprojekt
zh_cn: Ubuntu 文档项目

source: Welcome to the <emphasis>Ubuntu Server Guide</emphasis>! It contains information on how to install and configure various server applications on your Ubuntu system to fit your needs. It is a step-by-step, task-oriented guide for configuring and customizing your system.
fr: Bienvenue dans <emphasis>le Guide du serveur Ubuntu</emphasis> ! Vous trouverez ici des informations concernant l'installation et la configuration de plusieurs applications serveur sur votre système Ubuntu afin de satisfaire vos besoins. Il s'agit d'un guide pratique, procédant étape par étape, pour configurer et personnaliser votre système.
sv: Välkommen till <emphasis>Ubuntus serverguide</emphasis>! Den innehåller information om hur man installerar och konfigurerar olika serverapplikationer på sitt Ubuntu-system och anpassar dem efter sina behov. Det är en steg-för-steg guide för att konfigurera och skräddarsy ditt system.
zh_cn: 欢迎来到 <emphasis>Ubuntu 服务器指南</emphasis>！本指南中的信息包括如何在您的 Ubuntu 系统中安装和配置各种服务器应用程序来满足您的需求。这是一个配置和自定义您的系统的循序渐进、面向任务的指南。

source: Security
fr: Sécurité
sv: Säkerhet
zh_cn: 安全性

source: The Linux kernel includes the <emphasis>Netfilter</emphasis> subsystem, which is used to manipulate or decide the fate of network traffic headed into or through your server. All modern Linux firewall solutions use this system for packet filtering.
fr: Le noyau Linux intègre le sous-système <emphasis>Netfilter</emphasis>, qui est utilisé pour manipuler ou décider du destin du trafic réseau arrivant, sortant ou passant par votre serveur. Tous les pare-feu modernes pour Linux utilisent ce système pour le filtrage des paquets.
sv: Linuxkärnan innehåller systemet <emphasis>Netfilter</emphasis> som används för att manipulera eller avgöra ödet för nätverkstrafik som skickas till eller genom din server. Alla moderna brandväggslösningar för Linux använder det här systemet för nätverksfiltrering.
zh_cn: Linux 内核包括 <emphasis>Netfilter</emphasis> 子系统，用来处理或决定网络传输头部进入或穿过你的服务器，目前所有的 Linux 防火墙都用该系统来做包过滤。

source: Firewall Introduction
fr: Introduction au pare-feu
sv: Introduktion till brandväggen
zh_cn: 防火墙介绍

source: The kernel's packet filtering system would be of little use to administrators without a userspace interface to manage it. This is the purpose of iptables. When a packet reaches your server, it will be handed off to the Netfilter subsystem for acceptance, manipulation, or rejection based on the rules supplied to it from userspace via iptables. Thus, iptables is all you need to manage your firewall if you're familiar with it, but many frontends are available to simplify the task.
fr: Le système du noyau de filtrage de paquets serait bien peu utile aux administrateurs sans une interface utilisateur pour le gérer. C'est le but d'iptables. Quand un paquet atteint votre serveur, Netfilter décidera si il sera accepté, manipulé, ou rejeté en suivant les règles fournies grâce à iptables. Si vous le maîtrisez, iptables suffit donc à gérer votre pare-feu, mais de nombreuses interfaces existent pour vous simplifier la tâche.
sv: Kärnans paketfiltreringssystem skulle vara ganska värdelöst för administratörer utan ett användargränssnitt för att hantera det. Ett sådant gränssnitt är iptables. När ett paket anländer till din server kommer det att skickas till Netfilter-systemet för att accepteras, manipuleras, eller nekas, beroende på de regler det får från iptables. Därför är iptables allt du behöver för att hantera din brandvägg om du är bekant med den, men det finns många gränssnitt för att förenkla uppgiften.
zh_cn: 内核的包过滤系统如果没有一个用户态 (userspace) 界面来管理它的话对管理员来说几乎没有用。这正是 iptables 的目的。当一个包到达您的服务器，它从用户态 (userspace) 通过 iptables 传给 Netfilter 子系统，然后基于提供的规则去接受、操作或拒绝。因此，如果你能熟悉它的话，那么 iptables 就是您管理您防火墙所需的全部。

source: IP Masquerading
fr: Translation d'IP
zh_cn: IP 伪装
