Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: Static routing involves manually adding IP routes to the system's routing table, and this is usually done by manipulating the routing table with the <application>route</application> command. Static routing enjoys many advantages over dynamic routing, such as simplicity of implementation on smaller networks, predictability (the routing table is always computed in advance, and thus the route is precisely the same each time it is used), and low overhead on other routers and network links due to the lack of a dynamic routing protocol. However, static routing does present some disadvantages as well. For example, static routing is limited to small networks and does not scale well. Static routing also fails completely to adapt to network outages and failures along the route due to the fixed nature of the route.
fr: Le routage statique implique l'ajout manuel de règle de routage IP à la table de routage du système et généralement cela se fait en manipulant la table de routage avec la commande <application>route</application>. Le routage statique bénéficie de plusieurs avantages par rapport au routage dynamique, comme la simplicité de son implantation dans des petits réseaux, la prévisibilité (la table de routage est toujours calculée à l'avance et donc, la route est toujours la même à chaque fois qu'elle est utilisée), et la faible charge sur les autres routeurs et les liaisons réseaux du fait de l'absence de routage dynamique. Cependant, le routage statique présente également quelques désavantages. Par exemple, le routage statique est limité aux petits réseaux et n'est pas très extensible. Le routage statique n'arrive absolument pas à s'adapter aux pannes et aux erreurs du réseau rencontrés le long de la route, du fait même de sa nature fixe.
sv: Statisk routning medför att manuellt lägga till IP-vägar systemets routningtabell och det utförs normalt genom att redigera routningtabellen med kommandot <application>route</application>. Statisk routning har många fördelar över dynamisk routning, så som enkelheten i implementeringen på små nätverk, förutsägbarhet (rouningtabellen är alltid beräknad i förhand och routen är exakt densamma varje gång) och låg overhead på andra routrar och nätverkslänkar beroende på bristen av ett dynamiskt routningprotokoll. Emellertid, statisk routning har vissa nackdelar. Till exempel, statsik routning är begränsad till små nätverk och kan inte skala bra. Statisk routning misslyckas fullständigt att ställa om vid ett nätverksavbrott eller fel i routningen beroende på den naturligt fasta routningen.
zh_cn: 静态路由牵涉到手工往系统的路由表中添加 IP 路由，这通常是通过使用 <application>route</application> 命令操作路由表来完成的。静态路由与动态路由相比有许多优势，例如在小型网络中实现简单，可预测(路由表总是事先计算得到的，因此路由在每次使用时都是精确一致的)，以及在连接其它的路由器和网络时由于无需动态路由协议所带来的低开销。然而，静态路由同样也存在一些缺点。例如，静态路由仅限于在小型网络中使用，没有很好的递增适应性。而由于其路由固定的本质，静态路由在遇到沿路由的网络失效时也会完全失效。

source: Dynamic routing depends on large networks with multiple possible IP routes from a source to a destination and makes use of special routing protocols, such as the Router Information Protocol (RIP), which handle the automatic adjustments in routing tables that make dynamic routing possible. Dynamic routing has several advantages over static routing, such as superior scalability and the ability to adapt to failures and outages along network routes. Additionally, there is less manual configuration of the routing tables, since routers learn from one another about their existence and available routes. This trait also eliminates the possibility of introducing mistakes in the routing tables via human error. Dynamic routing is not perfect, however, and presents disadvantages such as heightened complexity and additional network overhead from router communications, which does not immediately benefit the end users, but still consumes network bandwidth.
fr: Le routage dynamique concerne les grands réseaux qui offrent de multiples routes IP possibles entre une source et une destination et qui utilisent des protocoles de routage spéciaux comme RIP (Router Information Protocol) lesquels gèrent automatiquement les tables de routage qui rendent le routage dynamique possible. Le routage dynamique possède de nombreux avantages sur le routage statique, comme une expansibilité supérieure, et la capacité à surmonter les erreurs et les pannes rencontrées au cours de l'acheminement des données. De plus, il nécessite moins de configuration manuelle dans les tables de routage car les routeurs apprennent entre eux leurs existences et les routes disponibles. Cette caractéristique permet également d'éliminer les possibilités d'introduction d'erreurs humaines dans les tables de routage. Mais le routage dynamique n'est pas parfait et présente des désavantages comme une complexité accrue et un temps de latence supplémentaire dû aux communications entre les routeurs qui ne profite pas directement à l'utilisateur mais consomme néanmoins de la bande passante.
sv: Dynamisk routning fungerar bra i stora nätverk med flera möjliga IP-vägar från sändaren till mottagaren och använder speciella routningsprotokoll som Router Information Protocol (RIP), som hanterar automatiska förändringar i routningstabellerna så att dynamisk routning blir möjligt. Dynamisk routning har flera fördelar jämfört med statisk routning, som överlägsen skalbarhet och möjligheten att anpassa sig till nätverkskrasher längs nätverksvägarna. Det blir dessutom mindre manuell konfiguration av routningstabellerna, eftersom routrarna lär sig av varandra om deras existens och om tillgängliga vägar. Den här funktionen eliminerar även risken att den mänskliga faktorn infinner sig och orsakar fel. Dynamisk routning är dock inte perfekt, och har nackdelar som ökad komplexitet och extra nätverkstrafik för routerkommunikationer. Det senare ger inte några direkta fördelar för slutanvändaren, men ändå använder nätverkets bandbredd.
zh_cn: 动态路由有赖于从一个源到目的有多条 IP 路由可用的大型网络，利用特定的路由协议，如路由信息协议 (RIP)，其可以自动调整路由表以使动态路由成为可能。动态路由相对静态路由有一些优势，如超强的可伸缩性及能适应网络路由沿线的网络中断和故障。此外，几乎无须手工配置路由表，因为路由器可以相互学到其他已有并且可用的路由器。这一特性也消除了由于人为错误而在路由表中引入错误的可能。然而，动态路由也并不完美，其表现出来的缺点如相当复杂以及由于路由器通信所带来的额外的网络开销，后者并不能使最终用户由此获益，却仍旧会消耗网络带宽。

source: TCP and UDP
fr: TCP et UDP
sv: TCP och UDP
zh_cn: TCP 和 UDP

source: TCP is a connection-based protocol, offering error correction and guaranteed delivery of data via what is known as <emphasis>flow control</emphasis>. Flow control determines when the flow of a data stream needs to be stopped, and previously sent data packets should to be re-sent due to problems such as <emphasis>collisions</emphasis>, for example, thus ensuring complete and accurate delivery of the data. TCP is typically used in the exchange of important information such as database transactions.
fr: TCP est un protocole dit "connecté", qui permet la correction d'erreurs, et garantit que les données arriveront à destination grâce à un <emphasis>contrôle de transmission</emphasis>. Le contrôle de transmission détermine quand le flux de données doit être stoppé, et les paquets précédents devraient être ré-envoyés à cause de problèmes comme des <emphasis>collisions</emphasis> par exemple, pour assurer un transport fiable des données. TCP est généralement utilisé dans l'échange de données importantes comme les transactions de bases de données par exemple.
sv: TCP är ett anslutningsbaserat protokoll, som erbjuder felkorrigering och garanterad leverans av data över det som är känt som <emphasis>flödeskontroll</emphasis>. Flödeskontrollen avgör när strömmen av nätverksdata behöver stoppas, och tidigare skickade datapaket skickas då igen på grund av bland annat problem som <emphasis>kollisioner</emphasis>, och garanterar därmed komplett och korrekt leverans av data. TCP används vanligtvis för att skicka viktig information som databasöverföringar.
zh_cn: TCP 是一个基于连接的协议，提供纠错并通过 <emphasis>流量控制</emphasis> 来确保数据的送达。流量控制决定像什么时候需要停止一个数据流，以及在出现诸如 <emphasis>冲突</emphasis> 等问题时重发先前发送的数据包，以确保完整和准确的数据传输。TCP 常用于重要信息的交换，如数据库事务。

source: The User Datagram Protocol (UDP), on the other hand, is a <emphasis>connectionless</emphasis> protocol which seldom deals with the transmission of important data because it lacks flow control or any other method to ensure reliable delivery of the data. UDP is commonly used in such applications as audio and video streaming, where it is considerably faster than TCP due to the lack of error correction and flow control, and where the loss of a few packets is not generally catastrophic.
fr: User Datagram Protocol (UDP), à l'inverse, est un protocole dit <emphasis>"non-connecté"</emphasis> qui est peu utilisé pour l'échange de données importantes puisqu'il ne gère pas le contrôle de transmission ou d'autres méthodes pour fiabiliser le transport des données. UDP est souvent utilisé dans des applications de diffusion audio ou vidéo car il est plus rapide que TCP grâce à l'absence de correction d'erreur et de contrôle de transmission, mais aussi car la perte de quelques paquets n'est généralement pas importante pour ces applications.
sv: UDP (User Datagram Protocol) är å andra sidan ett <emphasis>anslutningslöst</emphasis> protokoll som sällan hanterar viktig data eftersom det varken finns flödeskontroll eller någon annan metod för att garantera att allt data levereras. UDP används vanligtvis i platser som ljud- och videoströmmar, eftersom det är betydligt snabbare än TCP, eftersom det saknar felkorrigering och flödeskontroll, och i de fallen är en förlust av några paket vanligtvis inte katastrofalt.
zh_cn: 另一方面，用户数据报协议 (UDP) 是一个 <emphasis>无连接</emphasis> 协议，很少用于重要数据的传输，因为缺乏流量控制或其他一些确保可靠数据传输的方法。UDP 常用在如音视频流这样的应用程序，由于它缺少纠错和流控，因此相对于 TCP 来说更快，而且丢失少量包通常也不会造成灾难性的后果。

source: The Internet Control Messaging Protocol (ICMP) is an extension to the Internet Protocol (IP) as defined in the Request For Comments (RFC) #792 and supports network packets containing control, error, and informational messages. ICMP is used by such network applications as the <application>ping</application> utility, which can determine the availability of a network host or device. Examples of some error messages returned by ICMP which are useful to both network hosts and devices such as routers, include <emphasis>Destination Unreachable</emphasis> and <emphasis>Time Exceeded</emphasis>.
fr: Internet Control Messaging Protocol (ICMP) est une extension de Internet Protocol (IP) défini dans la Request For Comments (RFC) #792 et qui supporte les paquets réseau contenant des messages de contrôle, d'erreur, et d'informations. ICMP est utilisé par des application comme <application>ping</application>, qui peut déterminer si un hôte ou un périphérique est en ligne ou non. <emphasis>Destination Unreachable</emphasis> et <emphasis>Time Exceeded</emphasis> sont des exemples de messages retournés par ICMP et qui sont utiles pour des hôtes comme pour des routeurs par exemple.
sv: Internet Control Messaging Protocol (ICMP) är ett tillägg till Internet Protocol (IP), som finns beskrivet i RFC (Request For Comments) #792 och stödjer att nätverkspaket innehåller kontroll-, fel- och informationsmeddelanden. ICMP används av nätverksprogram som <application>ping</application>, som används för att avgöra om en nätverksvärd eller -enhet finns tillgänglig. Några felmeddelanden ICMP kan returnera som är användbara för både nätverksvärdar och enheter som routrar är bland annat <emphasis>Destination Unreachable</emphasis> och <emphasis>Time Exceeded</emphasis>.
zh_cn: Internet 控制消息协议是在Request For Comments (RFC) #792 中定义的，是对网际协议 (IP) 的一个扩充。支持的网络包包括控制、错误和信息的消息。ICMP 常被用在诸如判断一台网络主机或设备可用性的 <application>ping</application> 工具这样的网络应用程序。在网络主机和设备如路由器之间使用 ICMP 所返回的错误消息示例包括 <emphasis>Destination Unreachable</emphasis> 和 <emphasis>Time Exceeded</emphasis>。

source: Daemons
fr: Services
sv: Demoner
zh_cn: 守护程序

source: Daemons are special system applications which typically execute continuously in the background and await requests for the functions they provide from other applications. Many daemons are network-centric; that is, a large number of daemons executing in the background on an Ubuntu system may provide network-related functionality. Some examples of such network daemons include the <emphasis>Hyper Text Transport Protocol Daemon</emphasis> (httpd), which provides web server functionality; the <emphasis>Secure SHell Daemon</emphasis> (sshd), which provides secure remote login shell and file transfer capabilities; and the <emphasis>Internet Message Access Protocol Daemon</emphasis> (imapd), which provides E-Mail services.
fr: Les démons sont des applications particulières qui s'exécutent généralement en permanence en tâche de fond, et qui attendent des requêtes venant d'autres applications pour les fonctions qu'ils exercent. De nombreux démons sont liés au réseau, et donc beaucoup de démons dans un système Ubuntu offrent des fonctionnalités pour les réseaux. Les services possibles sont par exemple <emphasis>Hyper Text Transport Protocol Daemon</emphasis> (httpd), qui propose des fonctions de serveur web, <emphasis>Secure SHell Daemon</emphasis> (sshd), qui permet un accès distant sécurisé au système et le transfert de fichiers sécurisé, ou <emphasis>Internet Message Access Protocol Daemon</emphasis> (imapd), qui offre des services de messagerie électronique.
sv: Demoner är speciella systemprogram som vanligtvis körs hela tiden i bakgrunden och väntar på förfrågningar efter de funktioner de erbjuder från andra program. Många demoner är nätverkscentrerade. Med andra ord har en stor del av de demoner som körs i bakgrunden på ett Ubuntusystem nätverksrelaterade funktioner. Några exempel på sådana demoner är <emphasis>Hyper Text Transport Protocol Daemon</emphasis> (httpd), som erbjuder webbserverfunktionalitet; <emphasis>Secure SHell Daemon</emphasis> (sshd), som erbjuder säker fjärrinloggning och filöverföringsmöjligheter; och <emphasis>Internet Message Access Protocol Daemon</emphasis> (imapd) som erbjuder e-posttjänster.
zh_cn: 守护程序是特殊的系统应用程序，一般常驻在后台并等待来自其他应用程序请求其所提供的功能。许多守护程序都是面向网络的；也就是说，在 Ubuntu 系统后台执行的许多守护程序都可以提供网络的相关功能。这些网络守护程序包括 <emphasis>超文本传输协议守护程序</emphasis> (httpd)，用于提供web服务器功能；<emphasis>Secure SHell 守护程序</emphasis> (sshd)，用于提供安全远程登录 shell 和文件传输功能；<emphasis>Internet Message Access Protocol 守护程序</emphasis> (imapd)，用于提供 E-Mail 服务。

source: The Dynamic Host Configuration Protocol (DHCP) is a network service that enables host computers to be automatically assigned settings from a server as opposed to manually configuring each network host. Computers configured to be DHCP clients have no control over the settings they receive from the DHCP server, and the configuration is transparent to the computer's user.
fr: DHCP (Dynamic Host Configuration Protocol) est un service réseau qui permet aux ordinateurs clients d'être configurés automatiquement à partir d'un serveur. Cela évite la configuration manuelle de chaque client du réseau. Les ordinateurs configurés pour être clients DHCP n'ont aucun contrôle sur les paramètres qu'ils reçoivent du serveur DHCP, et cette configuration est totalement transparente pour l'utilisateur.
sv: Dynamic Host Configuration Protocol (DHCP) är en nätverkstjänst som ger datorer möjligheten att bli automatiskt tilldelade inställningar från en server så att administratörer slipper att manuellt konfigurera varje nätverksdator. Datorer som är konfigurerade för att bli DHCP-klienter har ingen kontroll över inställningarna de får från DHCP-servern, och konfigurationen är helt transparent för datorns användare.
zh_cn: 动态主机配置协议 (DHCP) 是一种网络服务，相对于手工为每台网络主机配置，它使网络主机可能自动被服务器指定设置。被配置成 DHCP 客户端的计算机并不能控制其从 DHCP 服务器得到的设置，且该配置对于计算机用户来说是透明的。

source: The most common settings provided by a DHCP server to DHCP clients include:
fr: Les éléments de configuration les plus communs fournis par un serveur DHCP à un client DHCP comprennent :
sv: Några av de vanligaste inställningarna som DHCP-servern ger till DHCP-klienter är:
zh_cn: 由 DHCP 服务器提供给 DHCP 客户端最常用的设置包括：

source: IP-Address and Netmask
fr: Adresse IP et masque réseau
sv: IP-adress och nätmask
zh_cn: IP 地址和掩码

source: However, a DHCP server can also supply configuration properties such as:
fr: Cependant, un serveur DHCP peut également fournir des éléments de configuration tels que :
sv: Du kan även använda en DHCP-server för att skicka annan konfigurationsinformation som:
zh_cn: 然而，一个 DHCP 服务器也支持配置如下属性，如：

source: Host Name
fr: Nom d'hôte
sv: Värdnamn
zh_cn: 主机名

source: Domain Name
fr: Nom de domaine
sv: Domännamn
zh_cn: 域名

source: Default Gateway
fr: Passerelle par défaut
sv: Standardgateway
zh_cn: 默认网关

source: Time Server
fr: Serveur de temps
sv: Tidsserver
zh_cn: 时间服务器

source: Print Server
fr: Serveur d'impression
sv: Skrivarserver
zh_cn: 打印服务器

source: The advantage of using DHCP is that changes to the network, for example a change in the address of the DNS server, need only be changed at the DHCP server, and all network hosts will be reconfigured the next time their DHCP clients poll the DHCP server. As an added advantage, it is also easier to integrate new computers into the network, as there is no need to check for the availability of an IP address. Conflicts in IP address allocation are also reduced.
fr: L'avantage d'utiliser un serveur DHCP est qu'un changement dans la configuration du réseau, par exemple un changement d'adresse d'un serveur DNS, n'a alors besoin d'être changé que sur le serveur DHCP. Tous les clients réseau seront reconfigurés lors de leur prochaine connexion au serveur DHCP. Un autre avantage est l'intégration plus facile de nouveaux ordinateurs dans le réseau, puisqu'il n'y a pas besoin de vérifier les adresses IP disponibles. Les conflits dans les allocations d'adresses IP sont également réduits.
sv: Fördelen med att använda DHCP är att ändringar i nätverket, till exempel en ändring av adressen till DNS-servern, bara behöver ändras i DHCP-servern, och alla nätverksklienter kommer automatiskt att konfigureras om nästa gång deras DHCP-klienter överför information från DHCP-servern. En extra fördel är att det också är enklare att integrera nya datorer i nätverket, eftersom man inte behöver leta rätt på en ledig IP-adress. Även konflikter i tilldelning av IP-adresser minskar.
zh_cn: 使用 DHCP 的好处在于当网络发生改变如 DNS 服务器地址改变时，只需要在 DHCP 服务器中改变即可，所有网络主机将在其 DHCP 客户端下一次轮询 DHCP 服务器时被重新配置。另一个好处就是，它在将新计算机整合到网络时也更容易，因为不需要再检查 IP 地址的有效性。同时也减少 IP 地址的冲突。

source: A DHCP server can provide configuration settings using two methods:
fr: Un serveur DHCP peut fournir des paramètres de configuration suivant deux méthodes :
sv: Det finns två sätt på vilka en DHCP-server kan skicka ut konfigurationsinställningar:
zh_cn: 一个 DHCP 服务器可以用两个模式来提供配置设置

source: MAC Address
fr: Adresse MAC
sv: MAC-adress
zh_cn: MAC 地址

source: This method entails using DHCP to identify the unique hardware address of each network card connected to the network and then continually supplying a constant configuration each time the DHCP client makes a request to the DHCP server using that network device.
fr: Le serveur DHCP identifie l'adresse matérielle unique de chaque carte réseau connectée et fournit continuellement la même configuration chaque fois qu'un client DHCP émet une requête au serveur DHCP en utilisant cette même interface réseau.
sv: Den här metoden låter DHCP använda den unika hårdvaruadressen för varje nätverkskort som är anslutet till nätverket, och sedan skicka samma konfiguration till DHCP-klienten varje gång den gör en förfrågan till DHCP-servern med det nätverkgränssnittet.
zh_cn: 该模式需要用 DHCP 去标明连接到网上的每块网卡唯一的硬件地址，然后在 DHCP 客户端每次使用该网络设备发送给 DHCP 服务器请求时提供给它一个固定的配置。

source: Address Pool
fr: Pool d'adresses
sv: Adresspool
zh_cn: 地址池

source: This method entails defining a pool (sometimes also called a range or scope) of IP addresses from which DHCP clients are supplied their configuration properties dynamically and on a fist come first serve basis. When a DHCP client is no longer on the network for a specified period, the configuration is expired and released back to the address pool for use by other DHCP Clients.
fr: Un lot, ou une plage, d'adresses IP a été défini dans lequel les configurations dynamiques des clients DHCP sont puisées selon le principe du premier arrivé, premier servi. Lorsqu'un client DHCP n'est plus présent sur le réseau depuis un certain temps, la configuration expire et est remise dans le lot d'adresses IP disponible pour d'autres clients.
sv: Den här metoden skapar en pool (kallas ibland för en "range" eller "scope") av IP-adresser från vilken DHCP-klienterna får sina anslutningsegenskaper dynamiskt i den ordning de ber om det. När en DHCP-klient inte längre finns på nätverket under en fördefinierad tidsrymd går konfigurationen ut, och lämnas då tillbaka till adress-poolen för att användas av andra DHCP-klienter.
zh_cn: 该模式需要定义一个 IP 地址池 (有时也叫范围或作用域) ，以便 DHCP 客户端可以以先到先服务的方式动态获取它们的配置。当一个 DHCP 客户端不在网络上超过一定的时间后，该配置将过期并被释放回地址池以便为其他 DHCP 客户端所使用。

source: Ubuntu is shipped with both DHCP server and client. The server is <application>dhcpd</application> (dynamic host configuration protocol daemon). The client provided with Ubuntu is <application>dhclient</application> and should be installed on all computers required to be automatically configured. Both programs are easy to install and configure and will be automatically started at system boot.
fr: Ubuntu est livré avec un serveur et un client DHCP. Le serveur est l'application <application>dhcpd</application> (dynamic host configuration protocol daemon). L'application cliente fournie avec Ubuntu est <application>dhclient</application> et doit être installée sur tous les ordinateurs devant être configurés automatiquement. Les deux programmes sont faciles à installer et à configurer et seront automatiquement démarrés lors du démarrage du système.
sv: Med Ubuntu följer både en DHCP-server och en DHCP-klient. Servern heter <application>dhcpd</application> (dynamic host configuration protocol daemon). Klienten som följer med Ubuntu heter <application>dhclient</application> och bör installeras på alla datorer som behöver det för att konfigureras automatiskt. Båda programmen är enkla att installera och konfigurera, och startar automatiskt när datorn startar.
zh_cn: Ubuntu 提供 DHCP 服务器及其客户端。服务器叫 <application>dhcpd</application> (动态主机配置协议守护程序)。Ubuntu 提供的客户端叫 <application>dhclient</application>，应该安装在所有自动配置的计算机上。这两个程序很容易安装和配置，并可在系统引导时自动启用。

source: At a terminal prompt, enter the following command to install <application>dhcpd</application>:
fr: Pour installer <application>dhcpd</application>, exécutez la commande suivante dans un terminal :
sv: Vid en terminalpromt, skriv följande kommando för att installera <application>dhcpd</application>:
zh_cn: 要安装 <application>dhcpd</application>，可以在终端提示符后输入以下命令:

source: You will probably need to change the default configuration by editing /etc/dhcp3/dhcpd.conf to suit your needs and particular configuration.
fr: Il vous faudra probablement changer la configuration par défaut en éditant le fichier /etc/dhcp3/dhcpd.conf et en l'adaptant à vos besoins particuliers.
sv: Du kommer antagligen att behöva ändra standardkonfigurationen genom att redigera /etc/dhcp3/dhcpd.conf för att anpassas till dina behov och särskilda konfiguration.
zh_cn: 您可能需要通过编辑 /etc/dhcp3/dhcpd.conf 来改变其默认配置，以使其满足您的需要和特定配置。

source: You also need to edit /etc/default/dhcp3-server to specify the interfaces dhcpd should listen to. By default it listens to eth0.
fr: Vous devrez aussi éditer le fichier /etc/default/dhcp3-server pour préciser de quelles interfaces dhcpd devra se mettre à l'écoute. Par défaut, il écoute eth0.
sv: Du behöver också redigera /etc/default/dhcp3-server för att ange gränssnittet dhcpd skall lyssna på. Som standard är det eth0.
zh_cn: 您还需要编辑 /etc/default/dhcp3-server 来指定 dhcpd 要监听的网络接口。其默认会监听 eth0。
