Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: Create Subversion Repository
fr: Créer un dépôt Subversion
sv: Skapa Subversionförrådet
zh_cn: 创建 Subversion 库

source: The Subversion repository can be created using the following command from a terminal prompt:
fr: Le dépôt Subversion peut être créé en utilisant la commande suivante dans une console :
sv: Subversionförrådet kan du skapa med följande kommando, som du skriver i en terminalprompt:
zh_cn: Subversion 库可以在终端提示符后使用以下命令创建：

source: Importing Files
fr: Importer des fichiers
sv: Importera filer
zh_cn: 导入文件

source: Once you create the repository you can <emphasis>import</emphasis> files into the repository. To import a directory, enter the following from a terminal prompt: <screen> <command>svn import /path/to/import/directory file:///path/to/repos/project</command> </screen>
fr: Dès que vous avez créé le dépôt vous pouvez <emphasis>importer</emphasis> des fichiers dans le dépôt. Pour importer un dossier, saisissez dans un terminal : <screen> <command>svn import /chemin/vers/dossier/concerné file:///chemin/vers/depot/projet/</command> </screen>
sv: När du har skapat förrådet kan du <emphasis>importera</emphasis> filer till förrådet. För att importera en katalog, skriv följande i en terminalprompt: <screen> <command>svn import /sökväg/till/import/katalog file:///sökväg/till/förråd/projekt</command> </screen>

source: Access Methods
fr: Modes d'accès
sv: Åtkomstmetoder
zh_cn: 访问方式

source: Subversion repositories can be accessed (checked out) through many different methods --on local disk, or through various network protocols. A repository location, however, is always a URL. The table describes how different URL schemas map to the available access methods.
fr: Les dépôts Subversion sont accessibles (vérifiés) par de nombreuses méthodes différentes, sur un disque local, ou au travers de protocole réseau divers. L'emplacement d'un dépôt est cependant, toujours une URL. Le tableau indique comment les différents schémas d'URL sont reliés aux méthodes d'accès disponibles.
sv: Subversionförråd går att komma åt ("check out") på många sätt - på den lokala hårddisken eller över olika nätverksprotokoll. Förrådets plats är dock alltid en URL. Den här tabellen beskriver hur olika URL-scheman går att använda med de tillgängliga åtkomstmetoderna.
zh_cn: Subversion 库可以通过许多不同的方式如通过在本地磁盘或不同的网络协议来访问 (checked out)。然而，库的位置经常是一个 URL。下表描述了不同的URL模式如何映射相应的访问方式。

source: Schema
fr: Schéma
zh_cn: 模式

source: Access Method
fr: Méthode d'accès
sv: Åtkomstmetod
zh_cn: 访问方式

source: direct repository access (on local disk)
fr: accès direct au dépôt (sur disque local)
sv: direkt förrådtillgång (på den lokala hårddisken)
zh_cn: 直接访问库 (在本地磁盘)

source: Access via WebDAV protocol to Subversion-aware Apache2 web server
fr: Accès via le protocole WebDAV au serveur web Apache2 fournissant Subversion
sv: Kom åt det via WebDAV-protokollet från en Subversion-medveten Apache2-webbserver
zh_cn: 通过 WebDAV 协议访问带有 Subversion 的 Apache2 web 服务器。

source: Same as http://, but with SSL encryption
fr: Identique à http://, mais avec un cryptage SSL
sv: Som http://, men med SSL-kryptering
zh_cn: 与 http:// 相同，但有 SSL 加密

source: Access via custom protocol to an svnserve server
fr: Accès via un protocol personnalisé à un serveur svnserve
sv: Kom åt det via ett specialprotokoll från en svnserve-server
zh_cn: 通过自身协议访问 svnserve 服务

source: Same as svn://, but through an SSH tunnel
fr: Identique à svn://, mais au travers d'un tunnel SSH
sv: Som svn://, men genom en SSH-tunnel
zh_cn: 与 svn:// 一样，但使用 SSH 遂道

source: In this section, we will see how to configure Subversion for all these access methods. Here, we cover the basics. For more advanced usage details, refer to the <ulink url="http://svnbook.red-bean.com/">svn book</ulink>.
fr: Dans cette section, nous verrons comment configurer Subversion pour toutes ces méthodes d'accès. Nous voyons ici les bases. Pour une utilisation plus avancée, référez-vous au <ulink url="http://svnbook.red-bean.com/">svn book</ulink> (NdT : livre non traduit en français pour l'heure).
sv: I den här avdelningen ska vi konfigurera Subversion så att alla dessa åtkomstmetoder fungerar. Här kommer vi bara att gå igenom det grundläggande. För mer avancerad användning, läs <ulink url="http://svnbook.red-bean.com/">svn-boken</ulink>.
zh_cn: 在本部分，我们将看到如何为所有这些访问方式来配置 Subversion。这里，我们只介绍基本用法。更多详细、高级用法请参阅<ulink url="http://svnbook.red-bean.com/">svn 书</ulink>

source: Direct repository access (file://)
fr: Accès direct au dépôt (file://)
sv: Direkt förrådsåtkomst (file://)
zh_cn: 直接访问库 (file://)

source: This is the simplest of all access methods. It does not require any Subversion server process to be running. This access method is used to access Subversion from the same machine. The syntax of the command, entered at a terminal prompt, is as follows:
fr: C'est la plus simple des méthodes d'accès. Elle ne nécessite aucun serveur Subversion pour être exécutée. Cette méthode d'accès est utilisée lors d'un accès Subversion depuis la même machine. La syntaxe de la commande, saisie dans un terminal, est la suivante :
sv: Det här är det enklaste sättet att komma åt Subversion. Det kräver ingen att någon Subversionserver körs. Den här metoden används för att komma åt Subverson från samma dator. Syntaxet på kommandot, som du skriver i en terminalprompt, är som följer:
zh_cn: 这是所有访问方式中最简单的。它不要求运行任何 Subversion 服务器进程。该访问方式用于在同一台机器上访问 Subversion。在终端提示符后输入的命令如下所示：

source: svn co file:///path/to/repos/project
fr: svn co file:///chemin/vers/depot/nomduprojet
sv: svn co file:///sökväg/till/projektkatalogen

source: or
fr: ou
sv: eller
zh_cn: 或

source: svn co file://localhost/path/to/repos/project
fr: svn co file://localhost/chemin/vers/depot/nomduprojet
sv: svn co file://localhost/sökväg/till/projektkatalogen

source: If you do not specify the hostname, there are three forward slashes (///) -- two for the protocol (file, in this case) plus the leading slash in the path. If you specify the hostname, you must use two forward slashes (//).
fr: Si vous ne spécifiez pas le nom d'hôte, il y a trois barres obliques (///), deux pour le protocole (file, dans ce cas) plus la première barre oblique de l'arborescence des fichiers. Si vous spécifiez le nom d'hôte, vous devez utiliser deux barres obliques (//).
sv: Om du inte skriver något värddatornamn är det tre snedstreck (///) - två för protokollet (file, i det här fallet) och ett för början av sökvägen. Om du skriver ett värddatornamn måste du använda två snedstreck (//).
zh_cn: 如果您没有指定主机名，则需要三个斜杠 (///) -- 其中两个是协议的 (这里是 file)，另一个是路径前的。如果您指定了主机名，那么您必须使用双个斜杠 (//)。

source: The repository permissions depend on filesystem permissions. If the user has read/write permission, he can checkout from and commit to the repository.
fr: Les permissions du dépôt dépendent des permissions du système de fichiers. Si l'utilisateur a les droits d'accès en lecture et écriture, alors il peut extraire et déposer des fichiers sur le serveur.
sv: Förrådsrättigheterna beror på filsystemsrättigheterna. Om användaren har läs- och skrivrättigheter kan han komma åt filer från och lägga upp filer till förrådet.
zh_cn: 库权限依赖于文件系统的权限。如果用户有读/写权限，他可以从库中检出或者提交到库。

source: Access via WebDAV protocol (http://)
fr: Accès par le protocole WebDAV (http://)
sv: Tillgång via WebDAV-protokollet (http://)
zh_cn: 通过 WebDAV 协议 (http://) 访问

source: To access the Subversion repository via WebDAV protocol, you must configure your Apache 2 web server. You must add the following snippet in your <filename>/etc/apache2/apache2.conf</filename> file:
fr: Pour accéder au dépôt Subversion en utilisant le protocole WebDAV, vous devez configurer votre serveur web Apache 2. Vous devez ajouter les fragments de code suivants dans votre fichier <filename>/etc/apache2/apache2.conf</filename> :
sv: För att komma åt Subversionförråd via WebDAV-protokollet måste du konfigurera din Apache2-webbserver. Du måste lägga till följande rader till filen <filename>/etc/apache2/apache2.conf</filename>:
zh_cn: 要通过 WebDAV 协议访问 Subversion，您必须配置您的 Apache2 web 服务器。您必须在您的 <filename>/etc/apache2/apache2.conf</filename> 文件中添加下面一小段：

source: &lt;Location /svn&gt; DAV svn SVNPath /path/to/repos AuthType Basic AuthName "Your repository name" AuthUserFile /etc/subversion/passwd &lt;LimitExcept GET PROPFIND OPTIONS REPORT&gt; Require valid-user &lt;/LimitExcept&gt; &lt;/Location&gt;
fr: &lt;Location /svn&gt; DAV svn SVNPath /chemin/vers/dépôt AuthType Basic AuthName "Nom du dépôt" AuthUserFile /etc/subversion/passwd &lt;LimitExcept GET PROPFIND OPTIONS REPORT&gt; Require valid-user &lt;/LimitExcept&gt; &lt;/Location&gt;

source: To import or commit files to your Subversion repository over HTTP, the repository should be owned by the HTTP user. In Ubuntu systems, normally the HTTP user is <command>www-data</command>. To change the ownership of the repository files enter the following command from terminal prompt:
fr: Pour importer ou renvoyer des fichiers vers votre dépôt SVN via HTTP, le dépôt doit appartenir à l'utilisateur HTTP. Sur les systèmes Ubuntu, normalement l'utilisateur HTTP est <command>www-data</command>. Pour changer le propriétaire des fichiers du dépôt, saisissez ce qui suit à l'invite de commande d'un terminal :
sv: För att importera eller verkställa filer över HTTP till ditt Subversion-förråd måste förrådet ägas av HTTP-användaren. I Ubuntu-system är oftast HTTP-användaren <command>www-data</command>. För att ändra ägarskapet för förrådsfilerna kan du skriva följande kommando i en terminalprompt:

source: sudo chown -R www-data:www-data /path/to/repos
fr: sudo chown -R www-data:www-data /chemin/vers/depot
sv: sudo chown -R www-data:www-data /sökväg/till/förråd

source: By changing the ownership of repository as <command>www-data</command> you will not be able to import or commit files into the repository by running <command>svn import file:///</command> command as any user other than <command>www-data</command>.
fr: Si vous modifiez le propriétaire du dépôt en <command>www-data</command> vous ne pourrez plus importer ou renvoyer des fichiers dans le dépôt en exécutant la commande <command>svn import file:///</command> en tant qu'utilisateur différent de <command>www-data</command>.
sv: Genom att ändra ägarskapet för förrådet till <command>www-data</command> så kommer du inte kunna importera eller verkställa filer till förrådet genom att köra kommandot <command>svn import file:///</command> som någon annan användare än <command>www-data</command>.

source: Next, you must create the <filename>/etc/subversion/passwd</filename> file. This file contains user authentication details. To add an entry, i.e. to add a user, you can run the following command from a terminal prompt:
fr: Ensuite, vous devez créer le fichier <filename>/etc/subversion/passwd</filename>. Ce fichier contient les informations d'authentification des utilisateurs. Pour ajouter une entrée, par exemple ajouter un utilisateur, vous pouvez exécuter la commande suivante dans un terminal :
sv: När du har gjort det måste du skapa filen <filename>/etc/subversion/passwd</filename>. Den här filen innehåller användarautentiseringsdetaljer. För att lägga till en post, d.v.s. lägga till en användare, kan du köra följande kommando i en terminalprompt:
zh_cn: 接下来，您必须创建 <filename>/etc/subversion/passwd</filename> 文件。该文件包含用户认证细节。要添加一个条目，如添加一个用户，您可以在终端提示符后运行下列命令：

source: sudo htpasswd -c /etc/subversion/passwd user_name
fr: sudo htpasswd -c /etc/subversion/passwd nom_utilisateur
sv: sudo htpasswd -c /etc/subversion/passwd användarnamn

source: This command will prompt you to enter the password. Once you enter the password, the user is added. Now, to access the repository you can run the following command:
fr: Cette commande vous demande de saisir le mot de passe. Une fois le mot de passe entré, l'utilisateur est ajouté. Dès lors, pour accéder au dépôt, vous pouvez utiliser la commande suivante :
sv: Det här kommandot kommer att be dig skriva in ett lösenord. När du skrivit in lösenordet läggs användaren till. För att komma åt förrådet kör du nu följande kommando:
zh_cn: 该命令将提示您输入密码。一旦您输入密码。该用户将被添加。现在您可以运行下列命令来访问库：

source: svn co http://servername/svn
fr: svn co http://nomduserveur/svn
sv: svn co http://servernamn/svn

source: The password is transmitted as plain text. If you are worried about password snooping, you are advised to use SSL encryption. For details, please refer next section.
fr: Le mot de passe est transmis en clair, comme texte simple. Si vous craignez les fureteurs de mot de passe, nous vous conseillons d'utiliser un chiffrement par SSL. Pour plus d'information, veuillez-vous référer à la section suivante.
sv: Lösenordet överförs i klartext. Om du är rädd för att någon ska komma över ditt lösenord bör du använda SSL-kryptering. För fler detaljer, läs nästa avdelning.
zh_cn: 该密码是以纯文本传输的。如果您担心密码被截取，建议您使用 SSL 加密。相关细节，请参考下一章节。

source: Access via WebDAV protocol with SSL encryption (https://)
fr: Accès par le protocole WebDAV avec un chiffrement SSL (https://)
sv: Tillgång via WebDAV-protokolet via SSL-kryptering (https://)
zh_cn: 通过带有 SSL 加密的 WebDAV 协议来访问 (https://)

source: Accessing Subversion repository via WebDAV protocol with SSL encryption (https://) is similar to http:// except that you must install and configure the digital certificate in your Apache2 web server.
fr: Accéder au dépôt Subversion via le protocole WebDAV avec un chiffrement par SSL ( https:// ) est similaire à http:// sauf que vous devez installer et configurer un certificat numérique sur votre serveur web Apache2.
sv: Att komma åt ett Subversionförråd via WebDAV-protokollet med SSL-kryptering (https://) är likadant som att komma åt http:// med den enda skillnaden att du måste installera och konfigurera det digitala certifikatet på din Apache2-server.
zh_cn: 通过带 SSL 加密的 WebDAV 协议 (https://) 访问也使用 http:// 类似，只是您必须在您的 Apache2 web 服务器中安装和配置数字证书。

source: You can install a digital certificate issued by a signing authority like Verisign. Alternatively, you can install your own self-signed certificate.
fr: Vous pouvez installer un certificat numérique émis par une autorité de certification comme Verisign. Autrement, vous pouvez installer votre propre certificat auto-signé.
sv: Du kan installera ett digitalt certifikat som givits ut av en signeringsauktoritet som Verisign. Du kan också installera ett certifikat du signerat själv.
zh_cn: 您可以安装由证书签署机构如 Verisign 颁发的数字证书。或者，您也可以安装自己签署的证书。

source: This step assumes you have installed and configured a digital certificate in your Apache 2 web server. Now, to access the Subversion repository, please refer to the above section! The access methods are exactly the same, except the protocol. You must use https:// to access the Subversion repository.
fr: Cette étape suppose que vous avez installé et configuré un certificat numérique sur votre serveur web Apache2. Maintenant, pour accéder au dépôt Subversion, veuillez vous référer à la section ci-dessus ! Les méthodes d'accès sont exactement les mêmes, hormis le protocole. Vous devez utiliser https:// pour accéder au dépôt Subversion.
sv: Vi förutsätter att du har installerat och konfigurerat ett digitalt certifikat i din Apache2-webbserver. Läs sedan ovanstående avdelning för att komma åt subversionförrådet! Du gör precis likadant för att komma åt det, men protokollen är olika. Du måste använda https:// för att komma åt subversionförrådet.
zh_cn: 这一步假设您已经在您的 Apache2 web 服务器中安装和配置了数字证书。现在要访问 Subversion 库，请参考上一章节！除了所用协议之外访问方式完全相同。您必须使用 https:// 来访问 Subversion 库。

source: Access via custom protocol (svn://)
fr: Accès via un protocole personnalisé (svn://)
sv: Tillgång via ett specialprotokoll (svn://)
zh_cn: 通过自身协议访问 (svn://)

source: Once the Subversion repository is created, you can configure the access control. You can edit the <filename> /path/to/repos/project/conf/svnserve.conf</filename> file to configure the access control. For example, to set up authentication, you can uncomment the following lines in the configuration file:
fr: Une fois le dépôt Subversion créé, vous pouvez configurer le contrôle d'accès. Vous pouvez éditer le fichier <filename>/path/to/repos/project/conf/svnserve.conf</filename> pour cela. Par exemple, pour activer l'authentification, vous pouvez décommenter les lignes suivantes dans le fichier de configuration :
sv: Så fort subversionförrådet har skapats kan du konfigurera åtkomsträttigheter. Du kan ändra filen <filename> /sökväg/till/förråd/conf/svnserve.conf</filename> för att konfigurera åtkomsträttigheter. Till exempel kan du avkommentera följande rader i konfigurationsfilen för att aktivera autentisering:
zh_cn: 一旦 Subversion 库被创建，您就可以配置访问控制了。您可以通过编辑 <filename> /path/to/repos/project/conf/svnserve.conf</filename> 文件来配置访问控制了。例如，要设置认证，您可以在配置文件中反注释下列行：

source: After uncommenting the above lines, you can maintain the user list in the passwd file. So, edit the file <filename>passwd </filename> in the same directory and add the new user. The syntax is as follows:
fr: Après avoir décommenté ces lignes, vous pouvez gérer la liste d'utilisateurs dans le fichier passwd. Éditez donc le fichier <filename>passwd</filename> dans le même répertoire et ajoutez le nouvel utilisateur. La syntaxe se présente ainsi :
sv: När du har avkommenterat ovanstående rader kan du upprätthålla en användarlista i passwd-filen. Med andra ord, redigera filen <filename>passwd </filename> i samma katalog och lägg till en ny användare. Syntaxet är såhär:
zh_cn: 在反注释上面几行之后，您可以在 passwd 文件中维护用户列表。因此编辑同一目录中的文件 <filename>passwd </filename>并添加新用户。其语法如下：

source: For more details, please refer to the file.
fr: Pour plus de détails, référez-vous au fichier.
sv: Mer information finns i filen.
zh_cn: 更多细节，请参考该文件。

source: Now, to access Subversion via the svn:// custom protocol, either from the same machine or a different machine, you can run svnserver using svnserve command. The syntax is as follows:
fr: Maintenant, pour accéder à Subversion via le protocole personnalisé svn://, soit de la même machine, soit d'une autre, vous pouvez exécuter svnserver en utilisant la commande svnserve. La syntaxe se présente ainsi :
sv: För att nu komma åt Subversion via specialprotokollet svn://, antingen från samma dator eller från en annan, kan du köra svnserver med kommandot svnserve. Syntaxet är såhär:
zh_cn: 现在要从本机或不同机器通过 svn:// 自身协议来访问 Subversion，您可以使用 svnserve 命令来运行 svnserver。其语法如下：

source: Once you run this command, Subversion starts listening on default port (3690). To access the project repository, you must run the following command from a terminal prompt:
fr: Une fois la commande exécutée, Subversion démarre en écoutant le port par défaut (3690). Pour accéder au dépôt du projet, vous devez exécuter la commande suivante depuis un terminal :
sv: När du kör det här kommandot börjar Subversion lyssna på standardporten (3690). För att komma åt projektförrådet måste du köra följande kommando i en terminalprompt:
zh_cn: 一旦您运行该命令，将启动 Subversion 并在缺省端口 (3690) 监听。要访问项目库，您必须在终端提示符后运行下列命令：

source: svn co svn://hostname/project project --username user_name
fr: svn co svn://nom_hote/projet project --username nom_utilisateur
sv: svn co svn://värdnamn/projekt projekt --username användarnamn

source: Based on server configuration, it prompts for password. Once you are authenticated, it checks out the code from Subversion repository. To synchronize the project repository with the local copy, you can run the <command>update</command> sub-command. The syntax of the command, entered at a terminal prompt, is as follows:
fr: Suivant la configuration du serveur, il vous demande un mot de passe. Une fois que vous vous êtes authentifié, il vérifie le code sur le dépôt Subversion. Pour synchroniser le dépôt du projet avec votre copie locale, vous pouvez exécuter la sous-commande <command>update</command>. La syntaxe de cette commande, saisie dans un terminal, est la suivante :
sv: Servern kommer nu att fråga efter ett lösenord enligt serverkonfigurationen. När du har autentiserat dig kommer den att checka ut koden från subversionförrådet. För att synkronisera projektförrådet med din lokala kopia kan du köra underkommandot <command>update</command>. Syntaxet för kommandot, som du skriver i en terminalpromt, är såhär:
zh_cn: 根据服务器的配置，出现密码提示。一旦您认证通过，将从 Subversion 库检出代码。要让本地副本同步项目库，您可以运行 <command>update</command> 子命令。在终端提示符后的命令语法如下所示：

source: cd project_dir ; svn update
fr: cd répertoire_du_projet ; svn update
sv: cd projektkatalog ; svn update

source: For more details about using each Subversion sub-command, you can refer to the manual. For example, to learn more about the co (checkout) command, please run the following command from a terminal prompt:
fr: Pour plus d'informations sur l'utilisation de chaque sous-commande de Subversion, vous pouvez vous référer au manuel. Par exemple, pour en savoir plus sur la commande co (checkout), exécutez la commande suivante dans un terminal :
sv: För fler detaljer kring hur du använder alla Subversions underkommandon kan du läsa i manualen. För att till exempel lära dig mer om kommandot co (checkout) kör du följande kommando i en terminalprompt:
zh_cn: 关于 Subversion 子命令的更多细节，您可以参考手册。如为了学到关于 co (checkout) 命令的细节，请在终端提示符后运行下列命令：

source: Access via custom protocol with SSL encryption (svn+ssh://)
fr: Accès par un protocole personnalisé avec un chiffrement SSL (svn+ssh://)
sv: Tillgång via specialprotokoll med SSL-kryptering (svn+ssh://)
zh_cn: 通过带有 SSL 加密的自身协议 (svn+ssh://) 访问

source: The configuration and server process is same as in the svn:// method. For details, please refer to the above section. This step assumes you have followed the above step and started the Subversion server using <application>svnserve</application> command.
fr: La configuration et le processus du serveur est le même que pour la méthode svn://. Pour plus de détails, veuillez vous référer au chapitre précédent. Dans cette étape, nous supposons que vous avez suivi l'étape précédente et que vous avez démarré le serveur Subversion en utilisant la commande <application>svnserve</application>.
sv: Konfigurationen och serverprocessen är samma som i svn://-metoden. Läs ovanstående avdelning för fler detaljer. Det här steget förutsätter att du har följt ovanstående steg och startat subversionservern med kommandot <application>svnserve</application>.
zh_cn: 配置和服务器处理与用 svn:// 方式是相同的。详情请参考上面的章节。这一步假定您已经完成了上面的步骤并用 <application>svnserve</application> 命令启动了 Subversion 服务器。

source: It is also assumed that the ssh server is running on that machine and that it is allowing incoming connections. To confirm, please try to login to that machine using ssh. If you can login, everything is perfect. If you cannot login, please address it before continuing further.
fr: De même, nous supposons que le serveur ssh s'exécute sur cette machine et que les connexions entrantes y sont autorisées. Pour vous en assurer, essayez de vous connecter à la machine en utilisant ssh. Si vous pouvez vous identifier, alors tout est parfait. Si vous ne pouvez pas vous identifier, résolvez le problème avant de continuer.
sv: Det antas också att ssh-servern körs på den datorn och att den tillåter inkommande anslutningar. För att se till att det här stämmer, försök logga in i den datorn med ssh. Om du kan logga in är allt perfekt. Om du inte kan logga in, åtgärda det innan du fortsätter.
zh_cn: 它也假定 ssh 服务器已经在该机上运行并允许连接。为了确认，请尝试使用 ssh 登录该机器。如果您可以登录，一切就绪。如果不能登录，请在继续之前解决它。
