Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: <emphasis role="bold">ServerAdmin</emphasis>: To configure the email address of the designated administrator of the CUPS server, simply edit the <filename>/etc/cups/cupsd.conf</filename> configuration file with your preferred text editor, and modify the <emphasis role="italics">ServerAdmin</emphasis> line accordingly. For example, if you are the Administrator for the CUPS server, and your e-mail address is 'bjoy@somebigco.com', then you would modify the ServerAdmin line to appear as such:
fr: <emphasis role="bold">ServerAdmin</emphasis> : Pour configurer le courriel de l'administrateur du serveur CUPS, éditez simplement le fichier de configuration <filename>/etc/cups/cupsd.conf</filename> avec votre éditeur préféré, et modifiez la ligne <emphasis role="italics">ServerAdmin</emphasis>. Par exemple, si vous êtes l'administrateur du serveur CUPS, et que votre courriel est 'bjoy@somebigco.com', alors la ligne ServerAdmin doit être modifiée de cette manière :
sv: <emphasis role="bold">ServerAdmin</emphasis>: För att konfigurera vilken e-postadress administratören för CUPS-servern har, ändra konfigurationsfilen <filename>/etc/cups/cupsd.conf</filename> med den textredigerare du tycker bäst om, och ändra på raden <emphasis role="italics">ServerAdmin</emphasis> till det du vill ska stå där. Om du skulle vara administratör för CUPS-servern, och din e-postadress är 'bjoy@somebigco.com' skulle du skriva om ServerAdmin-raden så att den ser ut såhär:
zh_cn: <emphasis role="bold">ServerAdmin</emphasis>：要配置指定 CUPS 服务器管理员的邮件地位，只需用你喜欢的文本编辑器简单编辑 <filename>/etc/cups/cupsd.conf</filename> 配置文件，并修改相应的 <emphasis role="italics">ServerAdmin</emphasis> 行即可。举个例子，如果您是 CUPS 服务器的管理员，并且您的邮件地址是'bjoy@somebigco.com'，那么您可以象下面这样修改 ServerAdmin 行：

source: For more examples of configuration directives in the CUPS server configuration file, view the associated system manual page by entering the following command at a terminal prompt:
fr: Pour des exemples supplémentaires de directives de configuration du serveur CUPS, consultez le manuel associé en tapant la commande suivante dans un terminal :
sv: För fler exempel på konfigurationsmöjligheter i CUPS-serverns konfigurationsfil kan du läsa manualsidan för filen genom att skriva följande kommando vid en terminalprompt:
zh_cn: 关于 CUPS 服务器配置文件中配置语句的更多范例，通过在终端提示符后输入以下命令可以查阅相关的系统手册页：

source: Whenever you make changes to the <filename>/etc/cups/cupsd.conf</filename> configuration file, you'll need to restart the CUPS server by typing the following command at a terminal prompt:
fr: À chaque modification du fichier de configuration <filename>/etc/cups/cupsd.conf</filename>, vous devrez redémarrer le serveur CUPS en tapant dans un terminal la commande suivante :
sv: När du gör ändringar i konfigurationsfilen <filename>/etc/cups/cupsd.conf</filename> måste du starta om CUPS-servern genom att skriva följande kommando vid en terminalprompt:
zh_cn: 无论您在什么时间修改了 <filename>/etc/cups/cupsd.conf</filename> 配置文件，您都需要重启 CUPS 服务，在终端提示符后键入以下命令：

source: Some other configuration for the CUPS server is done in the file <filename>/etc/cups/cups.d/ports.conf</filename>:
fr: Une autre partie de la configuration du serveur CUPS est réalisée dans le fichier <filename>/etc/cups.d/ports.conf</filename> :
sv: Viss annan konfiguration för CUPS-servern görs i filen <filename>/etc/cups/cups.d/ports.conf</filename>:
zh_cn: CUPS 服务器的其它一些配置在文件 <filename>/etc/cups/cups.d/ports.conf</filename> 中：

source: <emphasis role="bold">Listen</emphasis>: By default on Ubuntu, the CUPS server installation listens only on the loopback interface at IP address <emphasis>127.0.0.1</emphasis>. In order to instruct the CUPS server to listen on an actual network adapter's IP address, you must specify either a hostname, the IP address, or optionally, an IP address/port pairing via the addition of a Listen directive. For example, if your CUPS server resides on a local network at the IP address <emphasis role="italics">192.168.10.250</emphasis> and you'd like to make it accessible to the other systems on this subnetwork, you would edit the <filename>/etc/cups/cups.d/ports.conf</filename> and add a Listen directive, as such:
fr: <emphasis role="bold">Listen</emphasis>: Par défaut sur Ubuntu, l'installation du serveur CUPS n'écoute que sur l'interface loopback à l'adresse IP <emphasis>127.0.0.1</emphasis>. Afin que le serveur CUPS écoute sur l'adresse IP d'une interface réseau réelle, vous devez ajouter une directive Listen, qui spécifie un nom d'hôte, une adresse IP, ou une paire adresse IP/port. Par exemple, si votre serveur CUPS a l'adresse IP <emphasis role="italics">192.168.10.250</emphasis> sur un réseau local et que vous souhaitez le rendre accessible à d'autres systèmes du sous-réseau, il faut modifier le fichier <filename>/etc/cups/cups.d/ports.conf</filename> et rajouter une directive Listen, comme cela :
sv: <emphasis role="bold">Listen</emphasis>: Som standard i Ubuntu lyssnar CUPS-servern bara på loopback-gränssnittet på IP-adressen emphasis>127.0.0.1</emphasis>. För att få CUPS-servern att lyssna på en nätverksenhets IP-adress måste du skriva ett värddatornamn, IP-adressen, eller både en IP-adress och en port genom att lägga till ett Listen-direktiv. Om din CUPS-server till exempel befinner sig ett lokalt nätverk med IP-adressen <emphasis role="italics">192.168.10.250</emphasis> och du vill göra det möjligt att komma åt den för andra datorer på det här nätverket behöver du ändra på <filename>/etc/cups/cups.d/ports.conf</filename> och lägga till ett Listen-direktiv, såhär:
zh_cn: <emphasis role="bold">Listen</emphasis>：在 Ubuntu 的缺省状态下，CUPS 服务器安装后只监听 IP 地址为 <emphasis>127.0.0.1</emphasis> 的环回接口。为了让 CUPS 服务器可以在网络适配器真正的 IP 地址上监听，您必须要么指定一个指定主机名、要么指定一个IP 地址，随您选择。可以通过 Listen 语句来添加一个 IP 地址/端口对。例如：如果您的 CUPS 服务器在一个局域网中，其 IP 地址为 <emphasis role="italics">192.168.10.250</emphasis>，您想要该子网中的其它系统能够访问它，您可以编辑 <filename>/etc/cups/cups.d/ports.conf</filename> 并如下所示添加一个 Listen 语句：

source: Listen 127.0.0.1:631 # existing loopback Listen Listen /var/run/cups/cups.sock # existing socket Listen Listen 192.168.10.250:631 # Listen on the LAN interface, Port 631 (IPP)
fr: Listen 127.0.0.1:631 # Directive d'écoute existante sur l'interface loopback Listen /var/run/cups/cups.sock # Directive d'écoute existante sur un socket Listen 192.168.10.250:631 # Directive d'écoute sur l'interface réseau local, port 631 (IPP)

source: In the example above, you may comment out or remove the reference to the Loopback address (127.0.0.1) if you do not wish <application>cupsd </application> to listen on that interface, but would rather have it only listen on the Ethernet interfaces of the Local Area Network (LAN). To enable listening for all network interfaces for which a certain hostname is bound, including the Loopback, you could create a Listen entry for the hostname <emphasis>socrates</emphasis> as such:
fr: Dans l'exemple ci-dessus, vous pouvez commenter ou supprimer la référence à l'adresse loopback (127.0.0.1) si vous ne voulez pas que <application>cupsd </application> écoute sur cette interface, mais préférez qu'il n'écoute que sur les interfaces Ethernet du réseau local. Pour activer l'écoute sur toutes les interfaces réseau auxquelles un nom d'hôte donné est lié, y compris l'interface loopback, vouz pourriez créer une entrée Listen pour le nom d'hôte <emphasis>socrates</emphasis> comme cela :
sv: I ovanstående exempel vill du kanske kommentera ut eller ta bort raden för loopback-adressen (127.0.0.1) om du inte vill att <application>cupsd</application> ska lyssna på det gränssnittet, utan bara på ethernet-gränssnitt på det lokala nätverket (LAN). För att göra så att CUPS-servern lyssnar på alla nätverksgränssnitt som ett specifikt värddatornamn är bundet till, inklusive loopback, skulle du skriva en Listen-rad med det datornamnet (i det här exemplet använder vi <emphasis>socrates</emphasis>) så här:
zh_cn: 在上面的例子里，如果您不想 <application>cupsd </application> 监听环回地址 (127.0.0.1) ，您可能注释或删除了相关语句。但最好保留它以监听局域网 (LAN) 的以太网接口。为了能监听一个特定主机名所绑定的所有的网络接口，您可以为 <emphasis>socrates</emphasis> 主机名创建一个 Listen 条目，如下所示：

source: Listen socrates:631 # Listen on all interfaces for the hostname 'socrates'
fr: Listen socrates:631 # Directive d'écoute sur toutes les interfaces du nom d'hôte 'socrates'

source: or by omitting the Listen directive and using <emphasis>Port</emphasis> instead, as in:
fr: ou en omettant la directive Listen et en utilisant <emphasis>Port</emphasis>, comme cela :
sv: eller genom att ta bort alla Listen-rader och istället använda <emphasis>Port</emphasis>, såhär:
zh_cn: 或者忽略 Listen 语句并使用 <emphasis>Port</emphasis> 来代替，如：

source: Port 631 # Listen on port 631 on all interfaces
fr: Port 631 # Ecouter sur le port 631 de toutes les interfaces

source: CUPS Website
fr: Site Internet de CUPS
sv: CUPS webbplats
zh_cn: CUPS 网络

source: Some options are specified on a per-directory basis rather than per-server. Option is one of these directives. A Directory stanza is enclosed in XML-like tags, like so: <screen><command>&lt;Directory /var/www/mynewsite&gt; ... &lt;/Directory&gt;</command></screen> The Options directive within a Directory stanza accepts one or more of the following values (among others), separated by spaces:
fr: Certaines directives sont spécifiées par répertoire plutôt que par serveur. Option est l'une de ces directives. Une section pour un répertoire est encadré par des balises de type XML, par exemple : <screen><command>&lt;Directory /var/www/mynewsite&gt; ... &lt;/Directory&gt;</command></screen> Les directives Option placés dans une section pour un répertoire acceptent une ou plusieurs de ces valeurs (parmi d'autres), séparées par des espaces :
sv: Vissa alternativ specificeras för varje katalog och inte för hela servern. Option är ett av dessa direktiv. En katalogavdelning är innesluten i XML-liknande taggar, såhär: <screen><command>&lt;Directory /var/www/mynewsite&gt; ... &lt;/Directory&gt;</command></screen> Options-direktivet i en katalogavdelning accepterar en eller fler av följande värden (bland annat). De avgränsas med mellanslag:
zh_cn: 一些选项是基于每目录而非每服务器的。Option 是这些语句中的一个。Directory 段是被放在类 XML 标记中，如：<screen><command>&lt;Directory /var/www/mynewsite&gt; ... &lt;/Directory&gt;</command></screen> 在 Directory 段中的 Options 语句接受一个或更多下面的用空格分隔的值 (包括其它)：

source: You can run PHP5 scripts from command line. to run PHP5 scripts from command line you should install <application>php5-cgi</application> package. To install <application>php5-cgi</application> you can enter the following command in the terminal prompt: <screen> <command>sudo apt-get install php5-cgi</command> </screen>
fr: Vous pouvez exécuter les scripts PHP5 depuis une ligne de commande. Pour exécuter des scripts PHP5 depuis une ligne de commande, vous devez installer le paquet <application>php5-cgi</application>. Pour installer <application>php5-cgi</application>, vous pouvez saisir la commande suivante dans un terminal : <screen> <command>sudo apt-get install php5-cgi</command> </screen>
sv: Du kan köra PHP5 skript från kommandoraden. För att köra PHP-skript från kommandoraden skall du installera paketet <application>php5-cgi</application>. För att installera <application>php5-cgi</application> kan du skriva följande kommando i terminalprompten: <screen> <command>sudo apt-get install php5-cgi</command> </screen>
zh_cn: 您可以从命令行运行 PHP5 脚本。若想从命令行运行 PHP5 脚本，您需要安装 <application>php5-cgi</application> 包。 您可以在终端输入如下命令来安装 <application>php5-cgi</application>：<screen> <command>sudo apt-get install php5-cgi</command> </screen>

source: Once you install PHP5, you can run PHP5 scripts from your web browser. If you have installed <application>php5-cgi</application> package, you can run PHP5 scripts from your command prompt.
fr: Une fois PHP5 installé, vous pouvez exécuter des scripts PHP5 depuis votre navigateur Web. Si vous avez installé le paquet <application>php5-cgi</application>, vous pouvez les exécuter dans un terminal.
sv: Så snart du har installerat PHP5 så kan du köra PHP5-skript från din webbläsare. Om du har installerat paketet <application>php5-cgi</application> så kan du köra PHP5-skript från kommandoprompten.
zh_cn: 一旦您安装完 PHP5，您就可以从您的 web 浏览器中运行 PHP5 脚本了。如果您还安装了 <application>php5-cgi</application> 包，您就可以从您的命令行提示符下运行 PHP5 脚本。

source: htpasswd2 /etc/subversion/passwd user_name
fr: htpasswd2 /etc/subversion/passwd nom_utilisateur
sv: htpasswd2 /etc/subversion/passwd användarnamn

source: Once you install cvs, the repository will be automatically initialized. By default, the repository resides under the <application>/var/lib/cvs</application> directory. You can change this path by running following command: <screen> <command>cvs -d /your/new/cvs/repo init</command> </screen> Once the initial repository is set up, you can configure <application>xinetd</application> to start the CVS server. You can copy the following lines to the <filename> /etc/xinetd/cvspserver</filename> file. <placeholder-1/><placeholder-2/> Once you have configured <application>xinetd</application> you can start the cvs server by running following command: <screen> <command>sudo /etc/init.d/xinetd start</command> </screen>
fr: Une fois que vous avez installé cvs, le dépôt sera automatiquement initialisé. Par défaut, le dépôt se trouve dans le répertoire <application>/var/lib/cvs</application>. Vous pouvez changer ce répertoire en exécutant la commande suivante : <screen> <command>cvs -d /votre/nouveau/dépôt/cvs init</command> </screen> Une fois le dépôt initial paramétré, vous pouvez configurer <application>xinetd</application> pour qu'il démarre le serveur CVS. Copiez les lignes suivantes dans le fichier <filename>/etc/xinetd/cvspserver</filename>.<placeholder-1/><placeholder-2/> Après avoir configuré <application>xinetd</application>, vous pourrez démarrer le serveur cvs en exécutant la commande suivante : <screen> <command>sudo /etc/init.d/xinetd start</command> </screen>
sv: När du har installerat cvs kommer förrådet att automatiskt initierat. Som standard kommer förrådet att finnas under katalogen <application>/var/lib/cvs</application>. Du kan ändra sökvägen genom att skriva följande kommando: <screen> <command>cvs -d /your/new/cvs/repo init</command> </screen>Så snart första förrådet är klart kan du konfigurera <application>xinetd</application> för att starta CVS-servern. Du kan kopiera följande rader till filen <filename> /etc/xinetd/cvspserver</filename>. <placeholder-1/><placeholder-2/> När du har konfigurerat <application>xinetd</application> kan du starta cvs-servern genom att köra följande kommando: <screen> <command>sudo /etc/init.d/xinetd start</command> </screen>
zh_cn: 一旦您安装 cvs，将会自动初始化库。缺省状态下，库存放在 <application>/var/lib/cvs</application> 目录下。您可以通过运行以下命令来改变该路径：<screen> <command>cvs -d /your/new/cvs/repo init</command> </screen> 一旦库开始建立，您可以配置 <application>xinetd</application> 来启动 CVS 服务器。您可以拷贝以下行到 <filename> /etc/xinetd/cvspserver</filename> 文件。<placeholder-1/><placeholder-2/> 一旦您配置好 <application>xinetd</application> ，您就可以运行以下命令来启动 cvs 服务器了：<screen> <command>sudo /etc/init.d/xinetd start</command> </screen>

source: You can use the CVSROOT environment variable to store the CVS root directory. Once you export the CVSROOT environment variable, you can avoid using -d option to above cvs command.
fr: Vous pouvez utiliser la variable d'environnement CVSROOT pour stocker le répertoire racine de CVS. Une fois la variable d'environnement CVSROOT exportée, vous pouvez vous dispenser d'utiliser l'option -d lors de l'emploi de la commande CVS ci-dessus.
sv: Du kan använda miljövariabeln CVSROOT för att lagra rootkatalogen för CVS. När du exporterar miljövariabeln CVSROOT slipper du använda alternativet -d i ovanstående cvs-kommando.
zh_cn: 您可以使用 CVSROOT 环境变量来保存 CVS 根目录。一旦您导出 CVSROOT 环境变量，您可以在上面的 cvs 命令中避免使用 －d 选项。

source: This section explains how to add new project to the CVS repository. Create the directory and add necessary document and source files to the directory. Now, run the following command to add this project to CVS repository: <screen> <command>cd your/project</command> <command>cvs import -d :pserver:username@hostname.com:/var/lib/cvs -m "Importing my project to CVS repository" . new_project start</command> </screen><placeholder-1/> The string <emphasis>new_project</emphasis> is a vendor tag, and <emphasis>start</emphasis> is a release tag. They serve no purpose in this context, but since CVS requires them, they must be present. <placeholder-2/>
fr: Cette section explique comment ajouter un nouveau projet au dépôt CVS. Créez le répertoire et ajoutez-y le document et les fichiers sources nécessaires. Puis, utilisez la commande suivante pour ajouter votre projet au dépôt CVS : <screen> <command>cd votre/projet</command> <command>cvs import -d :pserver:nomdutilisateur@nomdhote.com:/var/lib/cvs -m "Importation de mon projet dans le dépôt CVS" . nouveau_projet ouverture</command> </screen><placeholder-1/> La chaîne de caractères <emphasis>nouveau_projet</emphasis> est une balise indiquant l'identité du diffuseur (développeur, société ...) et <emphasis>ouverture</emphasis> est une balise de version. Elles n'ont aucune utilité dans ce contexte, mais elles doivent être présentes car CVS les exige. <placeholder-2/>
sv: Det här avsnittet förklarar här man lägger till ett projekt i sitt CVS-förråd. Skapa katalogen och lägg till nödvändiga dokument och källfiler i katalogen. Kör sedan följande kommando för att lägga till projektet i CVS-förrådet: <screen> <command>cd your/project</command> <command>cvs import -d :pserver:username@hostname.com:/var/lib/cvs -m "Importing my project to CVS repository" . new_project start</command> </screen><placeholder-1/> Strängen <emphasis>new_project</emphasis> är en säljande tagg och <emphasis>start</emphasis> publicera tagg. De har inget syfte i det här sammanhanget men eftersom CVS kräver dem så måste de finnas. <placeholder-2/>
zh_cn: 本部分内容说明如何在 CVS 库中添加新项目。创建目录以及该目录所需的文档和源文件。现在运行下列命令将该项目添加到 CVS 库中：<screen> <command>cd your/project</command> <command>cvs import -d :pserver:username@hostname.com:/var/lib/cvs -m "Importing my project to CVS repository" . new_project start</command> </screen><placeholder-1/> 字符串 <emphasis>new_project</emphasis> 是一个 vendor 标签，<emphasis>start</emphasis> 是一个版本标签。它们在此没有任何用处，但由于 CVS 要求要有它们，所以它们必须出现。<placeholder-2/>

source: Databases
fr: Bases de données
sv: Databaser
zh_cn: 数据库

source: Ubuntu provides two Database servers. They are: <placeholder-1/> They are available in the main repository. This section explains how to install and configure these database servers.
fr: Ubuntu met à disposition deux serveurs de bases de données. Ils sont : <placeholder-1/> Ils sont disponibles dans le dépôt principal. Cette section détaille comment installer et configurer ces deux serveurs.
sv: Ubuntu erbjuder två databasservrar. De är: <placeholder-1/> De finns tillgängliga i main-förrådet. Den här avdelningen förklarar hur du installerar och konfigurerar dessa databasservrar.
zh_cn: Ubuntu 提供两个数据库服务器。它们是：<placeholder-1/> 它们位于主软件库中。该部分内容说明如何安装和配置这些数据库服务器。

source: MySQL is a fast, multi-threaded, multi-user, and robust SQL database server. It is intended for mission-critical, heavy-load production systems as well as for embedding into mass-deployed software.
fr: MySQL est un serveur de base de données multi-processus, multi-utilisateurs, rapide et stable. Il est conçu pour répondre aux besoins de systèmes de production essentiels soumis à des charges importantes, aussi bien que pour une intégration dans des logiciels à grande diffusion.
sv: MySQL är en SQL-databasserver som är snabb, multitrådad, och stödjer flera användare. Den är avsedd för uppdragskritiska, hårt lastade produktionssystem så väl som för att bygga in i massinstallerad mjukvara.
zh_cn: MySQL 是一个快速、多线程、多用户、强大的 SQL 数据库服务器。它旨在成为能用于大型应用、高负载的生产系统以及大规模部署的软件。

source: To install MySQL, run the following command from a terminal prompt:
fr: Pour installer MySQL, exécutez la commande suivante dans un terminal :
sv: För att installera MySQL, kör följande kommando från en terminalpromt:
zh_cn: 要安装 MySQL，可以在终端提示符后运行下列命令：

source: Once the installation is complete, the MySQL server should be started automatically. You can run the following command from a terminal prompt to check whether the MySQL server is running:
fr: Une fois l'installation terminée, le serveur MySQL devrait démarrer automatiquement. Vous pouvez utiliser la commande suivante à l'invite d'un terminal pour vérifier si le serveur MySQL fonctionne :
sv: När installationen är färdig bör MySQL-servern startas automatiskt. Du kan köra följande kommando från en terminalprompt för att avgöra om MySQL-servern körs:
zh_cn: 一旦安装完成，MySQL 服务器应该自动启动。您可以在终端提示符后运行以下命令来检查 MySQL 服务器是否正在运行：

source: If the server is not running correctly, you can type the following command to start it:
fr: Si le serveur ne fonctionne pas correctement, saisissez la commande suivante pour le démarrer :
sv: Om servern inte körs kan du skriva följande kommando för att starta den:
zh_cn: 如果服务器不能正常运行，您可以通过下列命令启动它：

source: By default, the administrator password is not set. Once you install MySQL, the first thing you must do is to configure the MySQL administrator password. To do this, run the following commands:
fr: Par défaut, le mot de passe administrateur n'est pas défini. Une fois MySQL installé, la première chose à faire est de configurer le mot de passe administrateur. Pour ce faire, utilisez les commandes suivantes :
sv: Normalt finns det inget administratörslösenord. När du har installerat MySQL är det första du ska göra att konfigurera MySQL:s administratörslösenord. För att göra det kör du följande kommandon:
zh_cn: 缺省状态下，管理员密码是没有设置的。一旦您安装了 MySQL，您必须要做的第一件事就是配置 MySQL 的管理员密码。要做到这一点，可以运行以下命令：

source: sudo mysqladmin -u root password newrootsqlpassword
fr: sudo mysqladmin -u root password nouveau_mot_de_passe_sql

source: sudo mysqladmin -p -u root -h localhost password newrootsqlpassword
fr: sudo mysqladmin -p -u root -h localhost password nouveaumotdepasse

source: You can edit the <filename>/etc/mysql/my.cnf</filename> file to configure the basic settings -- log file, port number, etc. Refer to <filename>/etc/mysql/my.cnf</filename> file for more details.
fr: Vous pouvez éditer le fichier <filename>/etc/mysql/my.cnf</filename> afin de configurer les réglages de base - fichier journal, numéro de port, etc. Consultez le fichier <filename>/etc/mysql/my.cnf</filename> pour plus de détails.
sv: Du kan ändra i filen <filename>/etc/mysql/my.cnf</filename> för att konfigurera de mest grundläggande inställningarna - loggfil, portnummer, mm. Titta i filen <filename>/etc/mysql/my.cnf</filename> för fler detaljer.
zh_cn: 您可以编辑 <filename>/etc/mysql/my.cnf</filename> 文件来进行基本设置 -- 日志文件、端口号等。详情请参考 <filename>/etc/mysql/my.cnf</filename> 文件。

source: PostgreSQL is an object-relational database system that has the features of traditional commercial database systems with enhancements to be found in next-generation DBMS systems.
fr: PostgreSQL est un système de gestion de bases de données relationnelles objet qui a les même fonctionnalités que les systèmes traditionnels et commerciaux de gestion de bases de données avec les améliorations que l'on peut trouver dans les systèmes SGBD de nouvelle génération.
sv: PostgreSQL är ett objekt-relationellt databassystem som har de funktioner traditionella kommersiella databassytem har med tillägg som du kommer hitta i nästa generations DBMS-system.
zh_cn: PostgreSQL 是一个面向对象的数据库系统，它有着传统商业数据库系统和下一代 DBMS 系统所增进的功能。

source: To install PostgreSQL, run the following command in the command prompt:
fr: Pour installer PostgreSQL, exécutez la commande suivante dans un terminal :
sv: För att installera PostgreSQL, kör följande kommando i kommandoprompten:
zh_cn: 要安装 PostgreSQL，可以在命令提示符后运行下列命令：
