Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/generic/serverguide/po/*.po
Languages: fr, sv, zh_cn

source: Next, configure the digital certificate for TLS. When asked questions, follow the instructions and answer appropriately. <screen> openssl genrsa -des3 -rand /etc/hosts -out smtpd.key 1024 chmod 600 smtpd.key openssl req -new -key smtpd.key -out smtpd.csr openssl x509 -req -days 365 -in smtpd.csr -signkey smtpd.key -out smtpd.crt openssl rsa -in smtpd.key -out smtpd.key.unencrypted mv -f smtpd.key.unencrypted smtpd.key openssl req -new -x509 -extensions v3_ca -keyout cakey.pem -out cacert.pem -days 3650 sudo mv smtpd.key /etc/ssl/private/ sudo mv smtpd.crt /etc/ssl/certs/ sudo mv cakey.pem /etc/ssl/private/ sudo mv cacert.pem /etc/ssl/certs/ </screen>
fr: Ensuite, configurez les certificats numériques pour TLS. Lorsque le système vous posera des questions, suivez les instructions et répondez de manière appropriée. <screen> openssl genrsa -des3 -rand /etc/hosts -out smtpd.key 1024 chmod 600 smtpd.key openssl req -new -key smtpd.key -out smtpd.csr openssl x509 -req -days 365 -in smtpd.csr -signkey smtpd.key -out smtpd.crt openssl rsa -in smtpd.key -out smtpd.key.unencrypted mv -f smtpd.key.unencrypted smtpd.key openssl req -new -x509 -extensions v3_ca -keyout cakey.pem -out cacert.pem -days 3650 sudo mv smtpd.key /etc/ssl/private/ sudo mv smtpd.crt /etc/ssl/certs/ sudo mv cakey.pem /etc/ssl/private/ sudo mv cacert.pem /etc/ssl/certs/ </screen>
sv: Sedan, konfigurera ditt digitala certifikat för TLS. Vid frågor, följ instruktionerna och svara noggrant. <screen> openssl genrsa -des3 -rand /etc/hosts -out smtpd.key 1024 chmod 600 smtpd.key openssl req -new -key smtpd.key -out smtpd.csr openssl x509 -req -days 365 -in smtpd.csr -signkey smtpd.key -out smtpd.crt openssl rsa -in smtpd.key -out smtpd.key.unencrypted mv -f smtpd.key.unencrypted smtpd.key openssl req -new -x509 -extensions v3_ca -keyout cakey.pem -out cacert.pem -days 3650 sudo mv smtpd.key /etc/ssl/private/ sudo mv smtpd.crt /etc/ssl/certs/ sudo mv cakey.pem /etc/ssl/private/ sudo mv cacert.pem /etc/ssl/certs/ </screen>
zh_cn: 接下来，为 TLS 配置数字认证。当被询问问题时，请根据指示并作出适当的回答。<screen> openssl genrsa -des3 -rand /etc/hosts -out smtpd.key 1024 chmod 600 smtpd.key openssl req -new -key smtpd.key -out smtpd.csr openssl x509 -req -days 365 -in smtpd.csr -signkey smtpd.key -out smtpd.crt openssl rsa -in smtpd.key -out smtpd.key.unencrypted mv -f smtpd.key.unencrypted smtpd.key openssl req -new -x509 -extensions v3_ca -keyout cakey.pem -out cacert.pem -days 3650 sudo mv smtpd.key /etc/ssl/private/ sudo mv smtpd.crt /etc/ssl/certs/ sudo mv cakey.pem /etc/ssl/private/ sudo mv cacert.pem /etc/ssl/certs/ </screen>

source: You can get the digital certificate from a certificate authority. Alternatively, you can create the certificate yourself. Refer to <ulink url="./web-servers.xml#creating-a-self-signed-certificate">Creating a self Signed Certification</ulink> sub-section for more details.
fr: Vous pouvez obtenir des certificats numériques à partir d'une autorité de certification. Il est également possible de créer ces certificats vous-même. Consultez la sous-section <ulink url="./web-servers.xml#creating-a-self-signed-certificate">Créer un certificat autosignée</ulink> pour plus de détails.
sv: Du kan få dina digitala certifikat från en certifierad källa. Alternativt så kan du skapa certifikatet själv. Läs mer på underavdelningen <ulink url="./web-servers.xml#creating-a-self-signed-certificate">Creating a self Signed Certification</ulink> för fler detaljer.
zh_cn: 您可以从某个认证机构获取数字证书。或者，您也可以自己创建证书。详情请参照 <ulink url="./web-servers.xml#creating-a-self-signed-certificate">创建一个自签名的证书</ulink> 子章节。

source: Configure Postfix to do TLS encryption for both incoming and outgoing mail: <screen> sudo postconf -e 'smtpd_tls_auth_only = no' sudo postconf -e 'smtp_use_tls = yes' sudo postconf -e 'smtpd_use_tls = yes' sudo postconf -e 'smtp_tls_note_starttls_offer = yes' sudo postconf -e 'smtpd_tls_key_file = /etc/ssl/private/smtpd.key' sudo postconf -e 'smtpd_tls_cert_file = /etc/ssl/certs/smtpd.crt' sudo postconf -e 'smtpd_tls_CAfile = /etc/ssl/certs/cacert.pem' sudo postconf -e 'smtpd_tls_loglevel = 1' sudo postconf -e 'smtpd_tls_received_header = yes' sudo postconf -e 'smtpd_tls_session_cache_timeout = 3600s' sudo postconf -e 'tls_random_source = dev:/dev/urandom' sudo postconf -e 'myhostname = mail.example.com' </screen>
fr: Configurer Postfix pour faire du chiffrement TLS pour le courrier sortant et entrant à la fois : <screen> sudo postconf -e 'smtpd_tls_auth_only = no' sudo postconf -e 'smtp_use_tls = yes' sudo postconf -e 'smtpd_use_tls = yes' sudo postconf -e 'smtp_tls_note_starttls_offer = yes' sudo postconf -e 'smtpd_tls_key_file = /etc/ssl/private/smtpd.key' sudo postconf -e 'smtpd_tls_cert_file = /etc/ssl/certs/smtpd.crt' sudo postconf -e 'smtpd_tls_CAfile = /etc/ssl/certs/cacert.pem' sudo postconf -e 'smtpd_tls_loglevel = 1' sudo postconf -e 'smtpd_tls_received_header = yes' sudo postconf -e 'smtpd_tls_session_cache_timeout = 3600s' sudo postconf -e 'tls_random_source = dev:/dev/urandom' sudo postconf -e 'myhostname = mail.example.com' </screen>
sv: Konfigurera Postfix till att göra TLS-kryptering för både inkommande och utgående post: <screen> sudo postconf -e 'smtpd_tls_auth_only = no' sudo postconf -e 'smtp_use_tls = yes' sudo postconf -e 'smtpd_use_tls = yes' sudo postconf -e 'smtp_tls_note_starttls_offer = yes' sudo postconf -e 'smtpd_tls_key_file = /etc/ssl/private/smtpd.key' sudo postconf -e 'smtpd_tls_cert_file = /etc/ssl/certs/smtpd.crt' sudo postconf -e 'smtpd_tls_CAfile = /etc/ssl/certs/cacert.pem' sudo postconf -e 'smtpd_tls_loglevel = 1' sudo postconf -e 'smtpd_tls_received_header = yes' sudo postconf -e 'smtpd_tls_session_cache_timeout = 3600s' sudo postconf -e 'tls_random_source = dev:/dev/urandom' sudo postconf -e 'myhostname = e-post.exampel.se' </screen>

source: Turn off the chroot operation for SMTP server. Locate for the following line in <filename>/etc/postfix/master.cf</filename> file:
fr: Arrêter le fonctionnement en mode chroot pour le serveur SMTP. Repérez la ligne suivante dans le fichier <filename>/etc/postfix/master.cf</filename> :
sv: Stäng av chroot-funktionen för SMTP-servern. Lokalisera följande rad i filen <filename>/etc/postfix/master.cf</filename> :

source: and modify it as follows:
fr: et la modifier ainsi :
sv: och ändra det till:
zh_cn: 并且修改它如下：

source: The <application>libsasl2-2</application>, <application>sasl2-bin</application> and <application>libsasl2-modules</application> are necessary to enable SMTP AUTH using SASL. You can install these applications if you have not installed them already. <screen> <command>sudo apt-get install libsasl2-2 sasl2-bin</command> </screen>
fr: <application>libsasl2-2</application>, <application>sasl2-bin</application> et <application>libsasl2-modules</application> sont nécessaires pour activer l'authentification SMTP avec SASL. Si vous ne l'avez pas encore fait, vous pouvez installer ces applications. <screen> <command>sudo apt-get install libsasl2-2 sasl2-bin</command> </screen>
sv: Paketen <application>libsasl2-2</application>, <application>sasl2-bin</application> och <application>libsasl2-modules</application> är nödvändiga för att aktivera SMTP AUTH genom SASL. Du kan installera dessa program om du inte redan har gjort det. <screen> <command>sudo apt-get install libsasl2-2 sasl2-bin</command> </screen>

source: A few changes are necessary to make it work properly. Because <application>Postfix</application> runs chrooted in <filename>/var/spool/postfix</filename>, <application>SASL</application> needs to be configured to run in the false root (<filename>/var/run/saslauthd</filename> becomes <filename>/var/spool/postfix/var/run/saslauthd</filename>): <screen> <command>sudo mkdir -p /var/spool/postfix/var/run/saslauthd</command> <command>sudo rm -rf /var/run/saslauthd</command> </screen>
fr: Quelque modifications sont nécessaires pour le faire fonctionner correctement. Comme <application>Postfix</application> s'exécute dans un environnement chroot dans <filename>/var/spool/postfix</filename>, <application>SASL</application> doit être configuré pour s'exécuter dans ce me environnement (<filename>/var/run/saslauthd</filename> devient <filename>/var/spool/postfix/var/run/saslauthd</filename>) : <screen> <command>sudo mkdir -p /var/spool/postfix/var/run/saslauthd</command> <command>sudo rm -rf /var/run/saslauthd</command> </screen>
sv: Några få ändringar är nödvändiga för att det skall fungera korrekt . Eftersom <application>Postfix</application> körs "chrooted" i <filename>/var/spool/postfix</filename>, behöver <application>SASL</application> konfigureras för att köras som falsk root (<filename>/var/run/saslauthd</filename> blir <filename>/var/spool/postfix/var/run/saslauthd</filename>): <screen> <command>sudo mkdir -p /var/spool/postfix/var/run/saslauthd</command> <command>sudo rm -rf /var/run/saslauthd</command> </screen>

source: Next, update the dpkg "state" of <filename>/var/spool/portfix/var/run/saslauthd</filename>. The saslauthd init script uses this setting to create the missing directory with the appropriate permissions and ownership: <screen> <command>sudo dpkg-statoverride --force --update --add root sasl 755 /var/spool/postfix/var/run/saslauthd</command> </screen>
fr: Mettez ensuite à jour l'état de <filename>/var/spool/portfix/var/run/saslauthd</filename> pour dpkg. Le script saslauthd init utilise ce paramètre pour créer le repertoire manquant avec les droits d'accès et le propriétaires adéquat : <screen> <command>sudo dpkg-statoverride --force --update --add root sasl 755 /var/spool/postfix/var/run/saslauthd</command> </screen>
sv: Uppdatera sedan dpkg "tillståndet" för <filename>/var/spool/portfix/var/run/saslauthd</filename>. Initieringsskriptet saslauthd använder den här inställningen för att skapa den saknade katalogen med lämpliga rättigheter och ägarskap: <screen> <command>sudo dpkg-statoverride --force --update --add root sasl 755 /var/spool/postfix/var/run/saslauthd</command> </screen>

source: IMAPS and POP3S are more secure that the simple IMAP and POP3 because they use SSL encryption to connect. Once you have chosen the protocol, amend the following line in the file <filename>/etc/dovecot/dovecot.conf</filename>: <placeholder-1/> It enables the protocols when <application>dovecot</application> is started. Next, add the following line in the pop3 section of the file <filename>/etc/dovecot/dovecot.conf</filename>: <placeholder-2/> Next, choose the mailbox you use. <application>Dovecot</application> supports <emphasis role="strong">maildir</emphasis> and <emphasis role="strong">mbox</emphasis> formats. These are the most commonly used mailbox formats. They both have their own benefits and they are discussed on <ulink url="http://wiki.dovecot.org/MailboxFormat">the dovecot website</ulink>.
fr: IMAPS et POP3S sont plus sécurisés que IMAP and POP3 car il utilisent des connexions chiffrées SSL. Après avoir choisi le protocole, rectifiez la ligne suivante dans le fichier <filename>/etc/dovecot/dovecot.conf</filename>: <placeholder-1/> Cela active les protocoles lorsque <application>dovecot</application> est lancé. Puis ajoutez la ligne suivante dans la section pop3 du fichier <filename>/etc/dovecot/dovecot.conf</filename>: <placeholder-2/> Choisissez ensuite le format de boîte aux lettres à utiliser. <application>Dovecot</application> prend en charge les formats <emphasis role="strong">maildir</emphasis> et <emphasis role="strong">mbox</emphasis>. Ce sont les formats les plus couramment utilisés. Chacun a ses propres avantages qui sont examinés sur <ulink url="http://wiki.dovecot.org/MailboxFormat">le site Web de Dovecot</ulink>.
sv: IMAPS och POP3S är säkrare än de enklare IMAP och POP3 eftersom de använder SSL-kryptering för att ansluta. Så snart som du valt protokoll kan du ändra följande rader i filen <filename>/etc/dovecot/dovecot.conf</filename>: <placeholder-1/> Det aktiverar protokollen när <application>dovecot</application> startar. Lägg sedan till följande rader i pop3-sektionen i filen <filename>/etc/dovecot/dovecot.conf</filename>: <placeholder-2/> Välj sedan vilken postlåda som skall användas. <application>Dovecot</application> har stöd för formaten <emphasis role="strong">maildir</emphasis> och <emphasis role="strong">mbox</emphasis>. Dessa är de vanligast använda postlådeformaten. Båda har sina egna fördelar och de diskuteras på <url="http://wiki.dovecot.org/MailboxFormat">dovecots webbplats</ulink>.

source: mail_location = maildir:~/Maildir # (for maildir) or mail_location = mbox:~/mail:INBOX=/var/spool/mail/%u # (for mbox)
fr: mail_location = maildir:~/Maildir # (pour maildir) ou mail_location = mbox:~/mail:INBOX=/var/spool/mail/%u # (pour mbox)
sv: mail_location = maildir:~/Maildir # (för maildir) eller mail_location = mbox:~/mail:INBOX=/var/spool/mail/%u # (för mbox)
zh_cn: mail_location = maildir:~/Maildir # (对于 maildir) 或 mail_location = mbox:~/mail:INBOX=/var/spool/mail/%u # (对于 mbox)

source: To configure <application>dovecot</application> to use SSL, you can edit the file <filename>/etc/dovecot/dovecot.conf</filename> and amend following lines: <placeholder-1/> You can get the SSL certificate from a Certificate Issuing Authority or you can create self signed SSL certificate. Please refer to <xref linkend="creating-a-self-signed-certificate"/> for details about how to create self signed SSL certificate. Once you create the certificate, you will have a key file and a certificate file. Please copy them to the location pointed in the <filename>/etc/dovecot/dovecot.conf</filename> configuration file.
fr: Pour configurer <application>dovecot</application> pour utiliser SSL, vous pouvez modifier le fichier <filename>/etc/dovecot/dovecot.conf</filename> et corriger les lignes suivantes : <placeholder-1/> Vous pouvez obtenir le certificat SSL d'une autorité de certification (CA), ou bien créer une certificat auto-signé. référez-vous à <xref linkend="creating-a-self-signed-certificate"/>pour vous renseigner sur la création de certificats auto-signés. Après avoir créé certificat, vous aurez un fichier de clef et un fichier de certificat. Veuillez les copier à l'emplacement spécifié par le fichier de configuration <filename>/etc/dovecot/dovecot.conf</filename>.
sv: För att konfigura <application>dovecot</application> till att använda SSL kan du redigera filen <filename>/etc/dovecot/dovecot.conf</filename> och ändra följande rader: <placeholder-1/> Du kan få SSL-certifikatet från en certifikatutfärdare eller så kan du skapa ett självsignerat SSL-certifikat. Referera till <xref linkend="creating-a-self-signed-certificate"/> för detaljer om hur man skapar självsignerade SSL-certifikat. När du har skapat certifikatet kommer du att ha en nyckelfil och en certifikatfil. Kopiera dem till platsen som anges i konfigurationsfilen <filename>/etc/dovecot/dovecot.conf</filename>.

source: To install apache2 you refer to <ulink url="./web-servers.xml#http-installation">HTTPD Installation</ulink> section for details.
fr: Pour installer apache2, référez vous à la section <ulink url="./web-servers.xml#http-installation">Installation de HTTPD</ulink> pour plus de détails.
sv: För att installera apache2 hänvisas du till <ulink url="./web-servers.xml#http-installation">HTTPD Installation</ulink> avsnittet för fler detaljer.
zh_cn: 若要安装 apache2，详情请参考 <ulink url="./web-servers.xml#http-installation">HTTPD 安装</ulink> 一节。

source: Welcome to the <emphasis>Ubuntu Server Guide</emphasis>!
fr: Bienvenue dans <emphasis>le Guide du serveur Ubuntu</emphasis> !
sv: Välkommen till <emphasis>Ubuntus serverguide</emphasis>!
zh_cn: 欢迎来到 <emphasis>Ubuntu 服务器指南</emphasis>！

source: Here you can find information on how to install and configure various server applications on your Ubuntu system to fit your needs. It is a step-by-step, task-oriented guide for configuring and customizing your system.
fr: Vous trouverez ici des informations sur la façon d'installer et de configurer différentes applications serveur sur votre machine Ubuntu, afin qu'elle réponde à vos besoins. Ce guide se veut progressif, pratique, dédié à la configuration et à la personnalisation de votre système.
sv: Här kan du hitta information om installation och konfigurering av olika serverapplikationer i ditt Ubunu system så att det anpassas efter dina behov. Det är en steg-för-steg guide för att konfigurera och skräddarsy ditt system.
zh_cn: 您在这里找到的信息可以帮助您在您的 Ubuntu 系统上安装和配置各种服务器应用程序来满足您的需要。这是一个配置和定制您的系统的循序渐进、面向任务的指南。

source: This guide assumes you have a basic understanding of your Ubuntu system. If you need detailed help installing Ubuntu, refer to the Ubuntu Installation Guide.
fr: Ce guide présume que vous avez une connaissance suffisante de votre système Ubuntu. Si vous avez besoin d'une aide plus détaillée pour l'installation, consultez le guide d'installation d'Ubuntu.
sv: Den här guiden förutsätter att du har grundläggande förståelse för ditt Ubuntusystem. Om du behöver detaljerad hjälp med att installera Ubuntu, titta i Ubuntus installationsguide.
zh_cn: 本指南假定您已经对您的 Ubuntu 系统有个基本的了解。如果您需要安装 Ubuntu 的详细帮助，将参考 Ubuntu 安装指南。

source: HTML and PDF versions of the manual are available online at <ulink url="http://help.ubuntu.com">the Ubuntu Documentation website</ulink>.
fr: Les versions HTML et PDF de ce manuel sont disponibles en ligne sur <ulink url="http://help.ubuntu.com">le site web de la documentation d'Ubuntu</ulink>.
sv: HTML och PDF versionerna av manualen finns tillgängliga på <ulink url="http://help.ubuntu.com">the Ubuntu Documentation website</ulink>.
zh_cn: 本指南的 HTML 和 PDF 版本可从 <ulink url="http://help.ubuntu.com">Ubuntu 文档网站</ulink> 上获取。

source: You can buy this guide in book form from <ulink url="http://www.lulu.com/ubuntu-doc">our Lulu store</ulink>. You will only pay for the price of printing and postage.
fr: Vous pouvez acheter une édition papier de ce guide sous la forme d'un livre sur <ulink url="http://www.lulu.com/ubuntu-doc">notre magasin Lulu</ulink>. Vous ne paierez que le prix de l'impression et les frais de port.
sv: Du kan köpa den här guiden i bokform från <ulink url="http://www.lulu.com/ubuntu-doc">our Lulu store</ulink>. Du betalar endast för tryckningen och frakten.
zh_cn: 您可以从 <ulink url="http://www.lulu.com/ubuntu-doc">我们的 Lulu 商铺</ulink> 购买本指南的纸版。您将只需支付印刷和邮递的费用。

source: This chapter provides a quick overview of installing Ubuntu 7.10 Server Edition. For more detailed instructions, please refer to the Ubuntu Installation Guide.
fr: Ce chapitre fournit une explication rapide de l'installation d'Ubuntu 7.10 Édition Serveur. Pour plus de détails consultez le guide d'installation d'Ubuntu.
sv: Det här avsnittet tillhandahåller en kortfattad översikt av installationen av Ubuntu 7.10 Server Edition. Mer detaljerade instruktioner finns att läsa i Ubuntus installationsguide.

source: Preparing to Install
fr: Préparer l'installation
sv: Förbered installationen
zh_cn: 准备安装

source: This section explains various aspects to consider before starting the installation.
fr: Cette section détaille différents aspects à considérer avant de commencer l'installation.
sv: Den här avdelningen förklarar olika aspekter du behöver ta hänsyn till innan du påbörjar installationen.
zh_cn: 本部分内容说明在开始安装之前要考虑的各个方面。

source: System Requirements
fr: Exigences du système
sv: Systemkrav
zh_cn: 系统要求

source: Ubuntu 7.10 Server Edition supports three (3) major architectures: Intel x86, AMD64, and PowerPC. The table below lists recommended hardware specifications. Depending on your needs, you might manage with less than this. However, most users risk being frustrated if they ignore these suggestions.
fr: Ubuntu 7.10 édition serveur prend en charge trois (3) architectures majeures : Intel x86, AMD64, et PowerPC. Le tableau ci-dessous fournit une liste de spécifications matérielles conseillées. Selon vos besoins, des capacités moindres pourraient suffire. Cependant la majorité des utilisateurs risquent d'être insatisfaits s'ils ignorent ces conseils.
sv: Ubuntu 7.10 Server Edition har stöd för tre (3) huvudarkitekturer: Intel x86, AMD64 och PowerPC. Tabellen nedan listar rekommenderade hårdvaruspecifikationer. Beroende på dina behov kan du klara dig med mindre än vad som anges. Dock kan många användare riskera att bli frustrerade om de bortser från dessa förslag.

source: Recommended Minimum Requirements
fr: Exigences minimales recommandées
sv: Rekommenderade minimikrav
zh_cn: 最小建议配置

source: Install Type
fr: Type d'installation
sv: Installationstyp
zh_cn: 安装类型

source: Hard Drive Space
fr: Capacité disque dur
sv: Hårddiskutrymme
zh_cn: 硬盘空间

source: 64 megabytes
fr: 64 Megaoctects
sv: 64 megabyte
zh_cn: 64 MB

source: 500 megabytes
fr: 500 Megaoctects
sv: 500 megabyte
zh_cn: 500 MB

source: The default profile for the Ubuntu 7.10 Server Edition is shown below. Once again, the size of the installation will greatly depend on the services you install during setup. For most administrators, the default services are suitable for general server use.
fr: Le profil par défaut dans Ubuntu 7.10 édition serveur est indiqué ci-dessous. Une fois de plus, la taille de l'installation dépendra en grande partie des services que vous installez lors de la mise en place du serveur. Pour la plupart des administrateurs, les services par défaut suffiront pour l'utilisation classique d'un serveur.
sv: Nedan visas standardprofilen för Ubuntu 7.10 Server Edition. Än en gång, storleken för installationen beror till största delen av de tjänster som du väljer att installera. För de flesta administratörer är standardtjänsterna lämpliga för allmän serveranvändning.

source: This is a small server profile, which provides a common base for all sorts of server applications. It's minimal and designed to have the desired services added on top, such as file/print services, web hosting, email hosting, etc. For these services at least 500MB of disk space would suffice, but consider adding more space depending on the services you'd like to host with your server.
fr: Ce profil correspond à un petit serveur, constituant une base commune pour toutes sortes de serveurs d'applications. C'est une configuration minimale, sur laquelle il est prévu d'ajouter des services supplémentaires comme le service de fichiers ou d'impression, l'hébergement Web, l'hébergement de messagerie, etc. Pour ces services, 500 Mo d'espace disque devraient suffire, mais il s'agit de prévoir l'ajout d'espace supplémentaire selon les services que vous souhaitez ajouter au serveur.
sv: Det här är en liten serverprofil som erbjuder en allmän bas för alla möjliga typer av serverprogram. Den är minimal och designad för att de önskade tjänsterna ska gå att lägga till ovanpå, som fil- och skrivartjänster, webbhotellsverksamhet, e-posttjänster, med mera. För dessa tjänster räcker det med 500MB hårddiskutrymme, men fundera på att lägga till mer utrymme beroende på de tjänster du vill ha på din server.
zh_cn: 这是一个小型服务器服务列表，它为各种服务器应用程序提供了一个通用基础。它是最低限度的并被设计成可以在其上添加想要的服务，如文件/打印服务、web 主机、邮件主机等。要满足这些服务至少需要 500 MB 的磁盘空间，但考虑添加更多的空间是要取决于在您服务器上您想要提供的服务。
