Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/config-desktop/po/*.po
Languages: eo, es, eu, fr, id, is, it, ja, ko, lt, mk, nb, nl, nn, ro, ru, sk, tr, uk, vi, zh_tw

source: translator-credits
eo: Launchpad Contributions: Baptiste D. https://launchpad.net/~baptiste-darthenay Donald Rogers https://launchpad.net/~dero9753 OlivierWeb https://launchpad.net/~olivierweb Launchpad Contributions: Baptiste D. https://launchpad.net/~baptiste-darthenay Donald Rogers https://launchpad.net/~dero9753 Kitlei Róbert https://launchpad.net/~robi-ijs OlivierWeb https://launchpad.net/~olivierweb Launchpad Contributions: Baptiste D. https://launchpad.net/~baptiste-darthenay Donald Rogers https://launchpad.net/~dero9753 Kitlei Róbert https://launchpad.net/~robi-ijs OlivierWeb https://launchpad.net/~olivierweb Launchpad Contributions: Baptiste D. https://launchpad.net/~baptiste-darthenay Donald Rogers https://launchpad.net/~dero9753 Kitlei Róbert https://launchpad.net/~robi-ijs OlivierWeb https://launchpad.net/~olivierweb Launchpad Contributions: Baptiste D. https://launchpad.net/~baptiste-darthenay Donald Rogers https://launchpad.net/~dero9753 Donald Rogers https://launchpad.net/~dero9753-ihug Kim Ribeiro https://launchpad.net/~kimribeiro Kitlei Róbert https://launchpad.net/~robi-ijs OlivierWeb https://launchpad.net/~olivierweb Launchpad Contributions: Baptiste D. https://launchpad.net/~baptiste-darthenay Donald Rogers https://launchpad.net/~dero9753 Donald Rogers https://launchpad.net/~dero9753-ihug Kim Ribeiro https://launchpad.net/~kimribeiro Kitlei Róbert https://launchpad.net/~robi-ijs OlivierWeb https://launchpad.net/~olivierweb
es: Launchpad Contributions: Martin Albisetti https://launchpad.net/~beuno Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Locoxella https://launchpad.net/~locoxella Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Locoxella https://launchpad.net/~locoxella Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Juanje Ojeda https://launchpad.net/~juanje Locoxella https://launchpad.net/~locoxella Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo
eu: Launchpad Contributions: Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual Launchpad Contributions: Jon Intxaurbe https://launchpad.net/~joinzar Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual Launchpad Contributions: Jon Intxaurbe https://launchpad.net/~joinzar Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mikel Pascual Aldabaldetreku https://launchpad.net/~mpascual
fr: Launchpad Contributions: Beber https://launchpad.net/~bertrand-goareguer Bruno Patri https://launchpad.net/~bruno-patri Claude Paroz https://launchpad.net/~paroz Dimitri Torterat https://launchpad.net/~diti Doyen Philippe https://launchpad.net/~dyphil Endersen007 https://launchpad.net/~endersen007 Fabien Lusseau https://launchpad.net/~fabien-beosfrance Jonathan Clarke https://launchpad.net/~bubblebob Rozkannou https://launchpad.net/~jamelot sonal https://launchpad.net/~bruno-mangin Launchpad Contributions: Bruno Patri https://launchpad.net/~bruno-patri Claude Paroz https://launchpad.net/~paroz Dimitri Torterat https://launchpad.net/~diti Doyen Philippe https://launchpad.net/~dyphil Endersen007 https://launchpad.net/~endersen007 Jonathan Clarke https://launchpad.net/~bubblebob Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Rozkannou https://launchpad.net/~jamelot sonal https://launchpad.net/~bruno-mangin Launchpad Contributions: Bruno Patri https://launchpad.net/~bruno-patri Claude Paroz https://launchpad.net/~paroz Dimitri Torterat https://launchpad.net/~diti Doyen Philippe https://launchpad.net/~dyphil Endersen007 https://launchpad.net/~endersen007 Francois Audirac https://launchpad.net/~francois-audirac Jonathan Clarke https://launchpad.net/~bubblebob Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Pierrick Vandenbroucke https://launchpad.net/~vanpie Rozkannou https://launchpad.net/~jamelot Valentin Rocher https://launchpad.net/~bishiboosh sonal https://launchpad.net/~bruno-mangin Launchpad Contributions: Bruno Patri https://launchpad.net/~bruno-patri Claude Paroz https://launchpad.net/~paroz Dimitri Torterat https://launchpad.net/~diti Doyen Philippe https://launchpad.net/~dyphil Endersen007 https://launchpad.net/~endersen007 Etienne Malandain https://launchpad.net/~etienne-malandain Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Pierrick Vandenbroucke https://launchpad.net/~vanpie Rozkannou https://launchpad.net/~jamelot Valentin Rocher https://launchpad.net/~bishiboosh sonal https://launchpad.net/~bruno-mangin Launchpad Contributions: Aurélien Hennel https://launchpad.net/~hud-centerid1 Bruno Patri https://launchpad.net/~bruno-patri COURTINE Mathieu https://launchpad.net/~courtine-m Claude Paroz https://launchpad.net/~paroz Dimitri Torterat https://launchpad.net/~diti Doyen Philippe https://launchpad.net/~dyphil Endersen007 https://launchpad.net/~endersen007 Etienne Malandain https://launchpad.net/~etienne-malandain James Dupin https://launchpad.net/~james-dupin Kwan Joël https://launchpad.net/~moon.finder Pierrick Vandenbroucke https://launchpad.net/~vanpie Rozkannou https://launchpad.net/~jamelot Valentin Rocher https://launchpad.net/~bishiboosh gilardh https://launchpad.net/~gilardh sonal https://launchpad.net/~bruno-mangin Launchpad Contributions: Aurélien Hennel https://launchpad.net/~hud-centerid1 Bruno Patri https://launchpad.net/~bruno-patri COURTINE Mathieu https://launchpad.net/~courtine-m Claude Paroz https://launchpad.net/~paroz Dimitri Torterat https://launchpad.net/~diti Doyen Philippe https://launchpad.net/~dyphil Endersen007 https://launchpad.net/~endersen007 Etienne Malandain https://launchpad.net/~etienne-malandain James Dupin https://launchpad.net/~james-dupin Kwan Joël https://launchpad.net/~moon.finder Pierrick Vandenbroucke https://launchpad.net/~vanpie Rozkannou https://launchpad.net/~jamelot Valentin Rocher https://launchpad.net/~bishiboosh gilardh https://launchpad.net/~gilardh sonal https://launchpad.net/~bruno-mangin
id: Andy Apdhani <imtheface@gmail.com>, 2006. Launchpad Contributions: Andy Apdhani https://launchpad.net/~imtheface padmawan https://launchpad.net/~andhika-padmawan Launchpad Contributions: Andy Apdhani https://launchpad.net/~imtheface padmawan https://launchpad.net/~andhika-padmawan Launchpad Contributions: Andika Triwidada https://launchpad.net/~andika Andy Apdhani https://launchpad.net/~imtheface padmawan https://launchpad.net/~andhika-padmawan
is: Launchpad Contributions: Tryggvi Björgvinsson https://launchpad.net/~tryggvib Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Tryggvi Björgvinsson https://launchpad.net/~tryggvib Launchpad Contributions: Elísabet Einarsdóttir https://launchpad.net/~eeinarsdottir Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Tryggvi Björgvinsson https://launchpad.net/~tryggvib Launchpad Contributions: Baldur https://launchpad.net/~baldurpet Elísabet Einarsdóttir https://launchpad.net/~eeinarsdottir Tryggvi Björgvinsson https://launchpad.net/~tryggvib Launchpad Contributions: Baldur https://launchpad.net/~baldurpet Elísabet Einarsdóttir https://launchpad.net/~eeinarsdottir Tryggvi Björgvinsson https://launchpad.net/~tryggvib
it: Launchpad Contributions: Matteo Bovetti https://launchpad.net/~matteobovetti Milo Casagrande https://launchpad.net/~milo Naldini Paolo https://launchpad.net/~hattory Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Milo Casagrande https://launchpad.net/~milo Paolo Naldini https://launchpad.net/~hattory Launchpad Contributions: Ivanoe https://launchpad.net/~gm-ivo Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Milo Casagrande https://launchpad.net/~milo Paolo Naldini https://launchpad.net/~hattory Launchpad Contributions: Alessio Treglia https://launchpad.net/~quadrispro Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Milo Casagrande https://launchpad.net/~milo Paolo Naldini https://launchpad.net/~hattory Launchpad Contributions: Alessio Treglia https://launchpad.net/~quadrispro Downknew Wise https://launchpad.net/~downknewwise Milo Casagrande https://launchpad.net/~milo Milo Casagrande https://launchpad.net/~milo-casagrande Paolo Naldini https://launchpad.net/~hattory
ja: Launchpad Contributions: Kanetaka Suto https://launchpad.net/~kanetaka Shushi Kurose https://launchpad.net/~kurokuro Launchpad Contributions: CMasami https://launchpad.net/~cmasami Jun Sumida https://launchpad.net/~sekitoh-rh Kanetaka Suto https://launchpad.net/~kanetaka Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Shushi Kurose https://launchpad.net/~kurokuro Launchpad Contributions: CMasami https://launchpad.net/~cmasami Jun Sumida https://launchpad.net/~sekitoh-rh Kanetaka Suto https://launchpad.net/~kanetaka Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mitsuya Shibata https://launchpad.net/~cosmos-door Shushi Kurose https://launchpad.net/~kurokuro Yuji Kaneko https://launchpad.net/~yujikaneko Launchpad Contributions: CMasami https://launchpad.net/~cmasami Jun Sumida https://launchpad.net/~sekitoh-rh Kanetaka Suto https://launchpad.net/~kanetaka Kentaro Kazuhama https://launchpad.net/~kazken3 Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mitsuya Shibata https://launchpad.net/~cosmos-door Shushi Kurose https://launchpad.net/~kurokuro Yuji Kaneko https://launchpad.net/~yujikaneko Launchpad Contributions: CMasami https://launchpad.net/~cmasami Jun Sumida https://launchpad.net/~sekitoh-rh Kanetaka Suto https://launchpad.net/~kanetaka Kentaro Kazuhama https://launchpad.net/~kazken3 Mitsuya Shibata https://launchpad.net/~cosmos-door Shushi Kurose https://launchpad.net/~kurokuro Y.Nishiwaki https://launchpad.net/~annamoito Yuji Kaneko https://launchpad.net/~yujikaneko Launchpad Contributions: CMasami https://launchpad.net/~cmasami Jun Sumida https://launchpad.net/~sekitoh-rh Kanetaka Suto https://launchpad.net/~kanetaka Kentaro Kazuhama https://launchpad.net/~kazken3 Mitsuya Shibata https://launchpad.net/~cosmos-door Shushi Kurose https://launchpad.net/~kurokuro Y.Nishiwaki https://launchpad.net/~annamoito Yuji Kaneko https://launchpad.net/~yujikaneko
ko: 우분투 한국어 번역팀 <ubuntu-ko@lists.ubuntu.com>, 2006 Launchpad Contributions: Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix hulryung https://launchpad.net/~hulryung Launchpad Contributions: Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix hulryung https://launchpad.net/~hulryung Launchpad Contributions: DasomOLI https://launchpad.net/~dasomoli Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix hulryung https://launchpad.net/~hulryung Launchpad Contributions: DasomOLI https://launchpad.net/~dasomoli Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix hulryung https://launchpad.net/~hulryung Launchpad Contributions: DasomOLI https://launchpad.net/~dasomoli Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Namhyung Kim https://launchpad.net/~namhyung Seongho Choo https://launchpad.net/~freedancer Shin Hungjae https://launchpad.net/~fplive airplanez https://launchpad.net/~airplanez atie https://launchpad.net/~atie-at-matrix hulryung https://launchpad.net/~hulryung Launchpad Contributions: DasomOLI https://launchpad.net/~dasomoli Inseok Lee https://launchpad.net/~dlunch Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Namhyung Kim https://launchpad.net/~namhyung Seongho Choo https://launchpad.net/~freedancer Shin Hungjae https://launchpad.net/~fplive airplanez https://launchpad.net/~airplanez atie https://launchpad.net/~atie-at-matrix hulryung https://launchpad.net/~hulryung
lt: Launchpad Contributions: Nerijus Norkus https://launchpad.net/~nerijus-norkus-gmail Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Nerijus Norkus https://launchpad.net/~nerijus-norkus-gmail Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Nerijus Norkus https://launchpad.net/~nerijus-norkus-gmail Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Nerijus Norkus https://launchpad.net/~nerijus-norkus-gmail
mk: Launchpad Contributions: Андон Сикавица https://launchpad.net/~andon-sikavica Launchpad Contributions: Андон Сикавица https://launchpad.net/~andon-sikavica
nb: Anders Martinsen <>, Tor Harald Thorland <linux@strigen.com>, 2006 Launchpad Contributions: Eirik Haatveit https://launchpad.net/~haatveit Jørgen Tellnes https://launchpad.net/~jorgis Tor Harald Thorland https://launchpad.net/~linux-strigen Launchpad Contributions: Eirik Haatveit https://launchpad.net/~haatveit Jørgen Tellnes https://launchpad.net/~jorgis Tor Harald Thorland https://launchpad.net/~linux-strigen Launchpad Contributions: Eirik Haatveit https://launchpad.net/~haatveit Jørgen Tellnes https://launchpad.net/~jorgis Marius Andersen https://launchpad.net/~marius-andersen Tor Harald Thorland https://launchpad.net/~linux-strigen Launchpad Contributions: Eirik Fikkan https://launchpad.net/~efikkan Eirik Haatveit https://launchpad.net/~haatveit Jørgen Tellnes https://launchpad.net/~jorgis Morten Norevik Pedersen https://launchpad.net/~mortenn8035 Ove Magnus Halkjær https://launchpad.net/~ovemagnus Tor Harald Thorland https://launchpad.net/~linux-strigen Launchpad Contributions: Eirik Fikkan https://launchpad.net/~efikkan Eirik Haatveit https://launchpad.net/~haatveit Jørgen Tellnes https://launchpad.net/~jorgis Ove Magnus Halkjær https://launchpad.net/~ovemagnus Tor Harald Thorland https://launchpad.net/~linux-strigen
nl: Launchpad Contributions: Arnout De Maré https://launchpad.net/~blackdrive Balaam's Miracle https://launchpad.net/~balaam-balaamsmiracle Jan Claeys https://launchpad.net/~janc Michael Anckaert https://launchpad.net/~masuran `GooZ´ https://launchpad.net/~gooz Launchpad Contributions: Arnout De Maré https://launchpad.net/~blackdrive Balaam's Miracle https://launchpad.net/~balaam-balaamsmiracle Jan Claeys https://launchpad.net/~janc Michael Anckaert https://launchpad.net/~masuran Launchpad Contributions: Arnout De Maré https://launchpad.net/~blackdrive Balaam's Miracle https://launchpad.net/~balaam-balaamsmiracle Jan Claeys https://launchpad.net/~janc Michael Anckaert https://launchpad.net/~masuran Launchpad Contributions: Arnout De Maré https://launchpad.net/~blackdrive Balaam's Miracle https://launchpad.net/~balaam-balaamsmiracle Jan Claeys https://launchpad.net/~janc Michael Anckaert https://launchpad.net/~masuran
nn: Launchpad Contributions: Eirik U. Birkeland https://launchpad.net/~eirikub Launchpad Contributions: Eirik U. Birkeland https://launchpad.net/~eirikub Launchpad Contributions: Eirik U. Birkeland https://launchpad.net/~eirikub
ro: Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Alex Bogdan Covaci https://launchpad.net/~alfa-abc Bivolaru Cătălin https://launchpad.net/~katalinux Ionuț Jula https://launchpad.net/~ionutjula Stanislav Sushkov https://launchpad.net/~c00l2sv Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Alex Bogdan Covaci https://launchpad.net/~alfa-abc Bivolaru Cătălin https://launchpad.net/~katalinux Clyde https://launchpad.net/~clyde-nr1 Horia Duțescu https://launchpad.net/~horia.dutescu Ionuț Jula https://launchpad.net/~ionutjula Stas Sushkov https://launchpad.net/~sushkov munteanvali https://launchpad.net/~munteanvali Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Alex Bogdan Covaci https://launchpad.net/~alfa-abc Bivolaru Cătălin https://launchpad.net/~katalinux Clyde https://launchpad.net/~clyde-nr1 Horia Duțescu https://launchpad.net/~horia.dutescu Ionuț Jula https://launchpad.net/~ionutjula Stas Sushkov https://launchpad.net/~sushkov munteanvali https://launchpad.net/~munteanvali
ru: Georgy Faradzhev <georgy.faradzhev@gmail.com> Igor Zubarev <igor4u@gmail.com> Андрей Кондукторов <merkator@bk.ru> Dmitry Dementiev <ddmitry@gmail.com> Dmitry Drozdovich <demon_lord@rambler.ru> George Anderston <anderston@gmail.com> Mi Kashkin <mkashkin@gmail.com> Сергей Укустов <zajats@nc.ru> Dmitry Petrov <demon@krasno.ru> Sergey Smirnov <sergous@gmail.com> Shamil Abdullajev <jogin@hot.ee> alexei <alek32@mail.ru> boa <b.o.a@mail.ru> wiz <aenor.realm@gmail.com> Вячеслав Родионов <bepcyc@gmail.com> Александр Саламатников <dev65@gala.net> Sauil Launchpad Contributions: Alexey Balmashnov https://launchpad.net/~a.balmashnov ArcFi https://launchpad.net/~arcfi Brullworfel https://launchpad.net/~brullworfel Igor Zubarev https://launchpad.net/~igor4u Ivlev Kirill https://launchpad.net/~webster-spb Pushkin Sergey aka Stalker https://launchpad.net/~stalker-nsk Launchpad Contributions: Alexey Balmashnov https://launchpad.net/~a.balmashnov Andrew Belitsky https://launchpad.net/~belitsky-a ArcFi https://launchpad.net/~arcfi Brullworfel https://launchpad.net/~brullworfel Igor Zubarev https://launchpad.net/~igor4u Ivlev Kirill https://launchpad.net/~webster-spb Pushkin Sergey aka Stalker https://launchpad.net/~stalker-nsk wiz https://launchpad.net/~wiz Launchpad Contributions: Alexey Balmashnov https://launchpad.net/~a.balmashnov Andrew Belitsky https://launchpad.net/~belitsky-a ArcFi https://launchpad.net/~arcfi Brullworfel https://launchpad.net/~brullworfel Igor Zubarev https://launchpad.net/~igor4u Ivlev Kirill https://launchpad.net/~webster-spb Pushkin Sergey aka Stalker https://launchpad.net/~stalker-nsk wiz https://launchpad.net/~wiz Александр AldeX Крылов https://launchpad.net/~aldex Launchpad Contributions: Alexey Balmashnov https://launchpad.net/~a.balmashnov Andrew Belitsky https://launchpad.net/~belitsky-a ArcFi https://launchpad.net/~arcfi Brullworfel https://launchpad.net/~brullworfel Igor Zubarev https://launchpad.net/~igor4u Ivlev Kirill https://launchpad.net/~webster-spb Pushkin Sergey aka Stalker https://launchpad.net/~stalker-nsk VladimirG https://launchpad.net/~v-g-galkin wiz https://launchpad.net/~wiz Александр AldeX Крылов https://launchpad.net/~aldex Launchpad Contributions: Alexey Balmashnov https://launchpad.net/~a.balmashnov Andrei Drynov https://launchpad.net/~adrynov Andrew Belitsky https://launchpad.net/~belitsky-a ArcFi https://launchpad.net/~arcfi Brullworfel https://launchpad.net/~brullworfel Igor Zubarev https://launchpad.net/~igor4u Ivlev Kirill https://launchpad.net/~webster-spb Koptev Oleg https://launchpad.net/~koptev-oleg Maxim S. https://launchpad.net/~luvme-nn Pushkin Sergey aka Stalker https://launchpad.net/~stalker-nsk VladimirG https://launchpad.net/~v-g-galkin segooon https://launchpad.net/~segooon wiz https://launchpad.net/~wiz Александр AldeX Крылов https://launchpad.net/~aldex Launchpad Contributions: Alexey Balmashnov https://launchpad.net/~a.balmashnov Andrei Drynov https://launchpad.net/~adrynov Andrew Belitsky https://launchpad.net/~belitsky-a ArcFi https://launchpad.net/~arcfi Brullworfel https://launchpad.net/~brullworfel Igor Zubarev https://launchpad.net/~igor4u Ivlev Kirill https://launchpad.net/~webster-spb Koptev Oleg https://launchpad.net/~koptev-oleg Matthew East https://launchpad.net/~mdke Maxim S. https://launchpad.net/~luvme-nn Pushkin Sergey aka Stalker https://launchpad.net/~stalker-nsk Saharov Maxim https://launchpad.net/~necros88 Sergei Aljoshin https://launchpad.net/~marfeus Vladimir G. Galkin https://launchpad.net/~v-g-galkin segooon https://launchpad.net/~segooon wiz https://launchpad.net/~wiz Александр AldeX Крылов https://launchpad.net/~aldex
sk: Launchpad Contributions: Ján Dráb https://launchpad.net/~cortex Matej Duman https://launchpad.net/~dumi Launchpad Contributions: Ján Dráb https://launchpad.net/~cortex Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Matej Duman https://launchpad.net/~dumi Launchpad Contributions: Ján Dráb https://launchpad.net/~cortex Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Matej Duman https://launchpad.net/~dumi Launchpad Contributions: Ján Dráb https://launchpad.net/~cortex Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Matej Duman https://launchpad.net/~dumi Launchpad Contributions: Ján Dráb https://launchpad.net/~cortex Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Matej Duman https://launchpad.net/~dumi
tr: Launchpad Contributions: ArdiL https://launchpad.net/~voices-from-hell Bülent DEMİREL https://launchpad.net/~zulu-time Kayra Akman https://launchpad.net/~ckakman Süleyman Özarslan https://launchpad.net/~suleyman-ozarslan Launchpad Contributions: Bülent DEMİREL https://launchpad.net/~zulu-time Kayra Akman https://launchpad.net/~ckakman Süleyman Özarslan https://launchpad.net/~suleyman-ozarslan Launchpad Contributions: Bülent DEMİREL https://launchpad.net/~zulu-time Kayra Akman https://launchpad.net/~ckakman Sertaç Olgunsoylu https://launchpad.net/~sertac Süleyman Özarslan https://launchpad.net/~suleyman-ozarslan Launchpad Contributions: Bülent DEMİREL https://launchpad.net/~zulu-time Kayra Akman https://launchpad.net/~ckakman Serhat Demirkol https://launchpad.net/~serhat-demirkol Sertaç Olgunsoylu https://launchpad.net/~sertac Süleyman Özarslan https://launchpad.net/~suleyman-ozarslan
uk: Launchpad Contributions: JRand0m https://launchpad.net/~tomoemulo mr.Z https://launchpad.net/~mr.z Launchpad Contributions: JRand0m https://launchpad.net/~tomoemulo Joseph https://launchpad.net/~joseph007 Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: JRand0m https://launchpad.net/~tomoemulo Joseph https://launchpad.net/~joseph007 Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: JRand0m https://launchpad.net/~tomoemulo Joseph Chereshnovsky https://launchpad.net/~joseph007 Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Olexa https://launchpad.net/~ti98-zhuck Павло Славинський https://launchpad.net/~pavloslav
vi: Launchpad Contributions: Viet Hung https://launchpad.net/~vvhung Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Viet Hung https://launchpad.net/~vvhung Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Viet Hung https://launchpad.net/~vvhung bautroibaola https://launchpad.net/~bautroibaola bienhoisinh https://launchpad.net/~bienhoisinh Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Viet Hung https://launchpad.net/~vvhung bautroibaola https://launchpad.net/~bautroibaola bienhoisinh https://launchpad.net/~bienhoisinh dinhtrung https://launchpad.net/~nguyendinhtrung141 Launchpad Contributions: Viet Hung https://launchpad.net/~vvhung bautroibaola https://launchpad.net/~bautroibaola bienhoisinh https://launchpad.net/~bienhoisinh dinhtrung https://launchpad.net/~dinhtrung
zh_tw: Shunhsiung Shih <shunhsiung@gmail.com>, 2006 Launchpad Contributions: Shunhsiung Shih https://launchpad.net/~shunhsiung Launchpad Contributions: Medical-Wei https://launchpad.net/~medicalwei Shunhsiung Shih https://launchpad.net/~shunhsiung Yein https://launchpad.net/~coldnew-tw Yuren Ju https://launchpad.net/~yurenju hialan https://launchpad.net/~hialan-liu Launchpad Contributions: Medical-Wei https://launchpad.net/~medicalwei Shunhsiung Shih https://launchpad.net/~shunhsiung Yein https://launchpad.net/~coldnew-tw Yuren Ju https://launchpad.net/~yurenju hialan https://launchpad.net/~hialan-liu Launchpad Contributions: Medical-Wei https://launchpad.net/~medicalwei Shunhsiung Shih https://launchpad.net/~shunhsiung hialan https://launchpad.net/~hialan-liu missmomo0911 https://launchpad.net/~missmomo0911 Launchpad Contributions: Medical-Wei https://launchpad.net/~medicalwei Roy Chan https://launchpad.net/~roy-chan-linux Shunhsiung Shih https://launchpad.net/~sshsiung hialan https://launchpad.net/~hialan-liu missmomo0911 https://launchpad.net/~missmomo0911 Launchpad Contributions: Chao-Hsiung Liao https://launchpad.net/~j-h-liau Medical-Wei https://launchpad.net/~medicalwei Roy Chan https://launchpad.net/~roy-chan-linux Shunhsiung Shih https://launchpad.net/~sshsiung hialan https://launchpad.net/~hialan-liu missmomo0911 https://launchpad.net/~missmomo0911
