Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/config-desktop/po/*.po
Languages: eo, es, eu, fr, id, is, it, ja, ko, lt, mk, nb, nl, nn, ro, ru, sk, tr, uk, vi, zh_tw

source: <ulink url="http://www.xfce.org/">Xfce</ulink> is a desktop environment which is designed to be fast and lightweight. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> is a version of Ubuntu which uses the Xfce desktop.
eo: <ulink url="http://www.xfce.org/">Xfce</ulink> estas labortabla medio konstruita por esti rapida kaj malpeza. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> estas variaĵo de Ubuntu uzanta Xfce labortablo.
es: <ulink url="http://www.xfce.org/">Xfce</ulink> es un entorno de escritorio diseñado para ser rápido y ligero. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> es una versión de Ubuntu que usa el escritorio Xfce.
eu: <ulink url="http://www.xfce.org/">Xfce</ulink> mahaigaineko ingurune azkar eta arina izateko diseinatua dago. <ulink url="http://www.xubuntu.org">Xubuntu</ulink>, Xfce mahaigaina darabilen Ubunturen bertsio bat da.
fr: <ulink url="http://www.xfce.org/">Xfce</ulink> est un environnement de bureau conçu pour être rapide et léger. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> est une version d'Ubuntu qui utilise le bureau Xfce.
id: <ulink url="http://www.xfce.org/">Xfce</ulink> adalah lingkungan desktop yang didesain agar cepat dan ringan. <ulink url="http://www.xubuntu.org">Xubuntu</ulink>adalah versi Ubuntu yang menggunakan desktop Xfce.
is: <ulink url="http://www.xfce.org/">Xfce</ulink> er skjáborðsumhverfi sem er hannað til að vera hraðvirkt og létt í keyrslu. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> er sérútgáfa af Ubuntu sem notar Xfce skjáborðið.
it: <ulink url="http://www.xfce.org/">Xfce</ulink> è un ambiente grafico concepito per essere leggero e veloce. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> è la versione di Ubuntu che utilizza l'ambiente Xfce.
ja: <ulink url="http://www.xfce.org/">Xfce</ulink>はスピードと軽快さを重視したデスクトップ環境です。<ulink url="http://www.xubuntu.org">Xubuntu</ulink>はUbuntuのXfceデスクトップバージョンです。
ko: <ulink url="http://www.xfce.org/">Xfce</ulink> 빠른 속도와 경량화를 목표로 설계된 데스크탑 환경입니다. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> 는 Xfce 를 사용하는 우분투의 한 버전입니다.
lt: <ulink url="http://www.xfce.org/">Xfce</ulink> yra darbalaukio aplinka, kuri yra greita ir palengvinta. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> yra Ubuntu versija, kuri naudoja Xface darbalaukį.
mk: <ulink url="http://www.xfce.org/">Xfce</ulink> е работна околина дизајнирана да биде брза и едноставна. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> е верзија на Ubuntu која ја користи Xfce работната околина.
nb: <ulink url="http://www.xfce.org/">Xfce</ulink>er et skrivebordsmiljø som er designet for å være raskt og lett. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> er en versjon av Ubuntu som bruker Xfce-skrivebordet.
nl: <ulink url="http://www.xfce.org/">Xfce</ulink> is een bureaubladomgeving die ontworpen is om snel en licht te zijn. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> is een versie van Ubuntu die de Xfce-bureaubladomgeving gebruikt.
nn: <ulink url="http://www.xfce.org/">Xfce</ulink> er eit skrivebordsmiljø som er utvikla med tanke på fart og lettvekt. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> er ein versjon av Ubuntu som brukar Xfce-skrivebordet.
ro: <ulink url="http://www.xfce.org/">Xfce</ulink> este un mediu desktop conceput pentru a fi rapid şi cu un consum redus de resurse. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> este o versiune Ubuntu ce foloseşte mediul Xfce.
ru: <ulink url="http://www.xfce.org/">Xfce</ulink> — это рабочая среда, созданная для быстрой работы при малой нагрузке на систему. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> — это версия Ubuntu, использующая рабочую среду Xfce.
sk: <ulink url="http://www.xfce.org/">Xfce</ulink> je pracovné prostredie navrhnuté tak, aby bolo rýchle a nenáročné na prostriedky. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> je verzia Ubuntu, ktorá používa prostredie Xfce.
tr: <ulink url="http://www.xfce.org/">Xfce</ulink>, hızlı ve hafif olması için tasarlanan bir masaüstü ortamıdır. <ulink url="http://www.xubuntu.org">Xubuntu</ulink>, Xfce masaüstü kullanan bir Ubuntu sürümüdür.
uk: <ulink url="http://www.xfce.org/">Xfce</ulink> - швидка та нересурсоємка графічна оболонка. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> - версія Ubuntu з встановленим Xfce.
vi: <ulink url="http://www.xfce.org/">Xfce</ulink> là một môi trường desktop được thiết kế thỏa mãn yêu cầu sử dụng nhanh và gọn nhẹ. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> là một phiên bản của Ubuntu sử dụng Xfce desktop.
zh_tw: <ulink url="http://www.xfce.org/">Xfce</ulink> 是一個快速而輕巧的桌面環境。 <ulink url="http://www.xubuntu.org">Xubuntu</ulink> 是 Ubuntu 的一個分枝，預設使用Xfce桌面環境。

source: To install and use Xfce:
eo: Por instali kaj uzi Xfce:
es: Para instalar y usar Xfce:
eu: Xfce instalatu eta erabiltzeko:
fr: Pour installer et utiliser Xfce :
id: Untuk menginstal dan menggunakan Xfce:
is: Til þess að setja upp og nota Xfce:
it: Per installare e usare Xfce:
ja: Xfceをインストールして使用するには:
ko: Xfce 설치하고 사용하기
lt: Įdiegti ir naudoti Xface:
mk: За инсталирање и користење на Xfce:
nb: For å installére og bruke Xfce:
nl: Om Xfce te installeren en te gebruiken:
nn: Å installera og bruka Xfce:
ro: Pentru a instala şi folosii Xfce:
ru: Для установки и использования Xfce:
sk: Na inštaláciu a používanie Xfce:
tr: Xfce kurmak ve kullanmak için:
uk: Для встановлення та використання Xfce:
vi: Để cài đặt và sử dụng Xfce:
zh_tw: 安裝及使用 Xfce:

source: <ulink url="apt:xubuntu-desktop">Install the <application>xubuntu-desktop</application> package</ulink>.
eo: <ulink url="apt:xubuntu-desktop">Instalas la <application>xubuntu-labortablo</application> package</ulink>.
es: <ulink url="apt:xubuntu-desktop">Instalar el paquete <application>xubuntu-desktop</application></ulink>.
fr: <ulink url="apt:xubuntu-desktop">Installer le paquet <application>xubuntu-desktop</application></ulink>.
it: <ulink url="apt:xubuntu-desktop">Installare il pacchetto <application>xubuntu-desktop</application></ulink>.
ja: <ulink url="apt:xubuntu-desktop"><application>xubuntu-desktop</application> パッケージをインストールします</ulink>。
ko: <ulink url="apt:xubuntu-desktop"><application>xubuntu-desktop</application> 패키지 설치</ulink>.
ro: <ulink url="apt:xubuntu-desktop">Instalați pachetul <application>xubuntu-desktop</application></ulink>.
ru: <ulink url="apt:xubuntu-desktop">Установить пакет <application>xubuntu-desktop</application></ulink>.
zh_tw: <ulink url="apt:xubuntu-desktop">安裝 <application>xubuntu-desktop</application> 套件</ulink>。

source: Choose the <guilabel>Xfce</guilabel> option and press <guibutton>Change Session</guibutton>
eo: Elektu la opcion <guilabel>Xfce</guilabel> kaj premu je <guibutton>Ŝanĝi seancon</guibutton>
es: Seleccione la opción <guilabel>Xfce</guilabel> y pulse <guibutton>Cambiar sesión</guibutton>
eu: <guilabel>Xfce</guilabel> aukera hautatu ezazu eta sakatu ezazu <guibutton>Aldatu saioa</guibutton>
fr: Sélectionnez l'option <guilabel>Xfce</guilabel> et cliquez sur le bouton <guibutton>Changer de session</guibutton>
id: Pilih opsi <guilabel>Xfce</guilabel> lalu tekan <guibutton>Ganti Sesi</guibutton>
is: Veldu <guilabel>Xfce</guilabel> valmöguleikann og ýttu á <guibutton>Breyta setu</guibutton>
it: Scegliere l'opzione <guilabel>Xfce</guilabel> e premere <guibutton>Cambia sessione</guibutton>
ja: <guilabel>Xfce</guilabel>オプションを選択して<guibutton>セッションの選択</guibutton>をクリックします。
ko: <guilabel>Xfce</guilabel> 옵션을 선택한 후 <guibutton>세션 변경</guibutton> 을 누릅니다.
lt: Pasirinkite <guilabel>Xfce</guilabel> opciją ir paspauskite <guibutton>Pakeisti sesiją</guibutton>
mk: Изберете ја <guilabel>Xfce</guilabel> опцијата и притиснете на <guibutton>Промени сесија</guibutton>
nb: Velg <guilabel>Xfce</guilabel> innstillingen og trykk <guibutton>endre økt</guibutton>
nl: Kies de <guilabel>Xfce</guilabel> optie en klik op <guibutton>Sessie wijzigen</guibutton>
nn: Vel alternativet <guilabel>Xfce</guilabel> og trykk <guibutton>Endra økt</guibutton>
ro: Alege opţiunea <guilabel>Xfce</guilabel> şi apasă <guibutton>Schimbă Sesiunea</guibutton>
ru: Отметьте вариант <guilabel>Xfce</guilabel> и нажмите <guibutton>Сменить сеанс</guibutton>
sk: Zvoľte možnosť <guilabel>Xfce</guilabel> a stlačte <guibutton>Zmeniť sedenie</guibutton>
tr: <guilabel>Xfce</guilabel> seçeneğini seçin ve <guibutton>Oturumu Değiştir</guibutton>e tıklayın
uk: Оберіть пункт <guilabel>Xfce</guilabel> та натисніть <guibutton>Change Session</guibutton>
vi: Chọn nhãn <guilabel>Xfce</guilabel> và nhấn nút <guibutton>Đổi Phiên</guibutton>
zh_tw: 選取 <guilabel>Xfce</guilabel> 選項並按下 <guibutton>更改作業階段</guibutton>

source: Enter your username and password as normal. Xfce should then start.
eo: Tajpu viajn uzantnomon kaj pasvorton kiel kutime. Tiam devas ekruliĝi Xfce.
es: Introduzca su nombre de usuario y contraseña de la forma habitual, y se iniciará Xfce.
eu: Beti bezala sar itzazu zure erabiltzaile-izena eta pasahitza. Xfce abiarazi beharko litzateke.
fr: Saisissez vos identifiant et mot de passe habituels. Xfce devrait alors démarrer.
id: Masukan nama pengguna dan sandi seperti biasa. Selanjutnya Xfce akan berjalan
is: Sláðu inn notandanafn og lykilorð eins og venjulega. Xfce ætti þá að gangsetjast.
it: Inserire il nome utente e la password. Xfce ora dovrebbe partire.
ja: いつものようにあなたのユーザー名とパスワードを入力するとXfceデスクトップが起動します。
ko: 보통 때와 같이 사용자 이름과 암호를 입력합니다. Xfce 가 시작될 것입니다.
lt: Įveskite savo naudotojo vardą ir slaptažodį. Tada pasileis Xface.
mk: Внесете го вашето корисничко име и лозинка како и вообичаено, по што би требало да се стартува Xfce.
nb: Skriv inn brukernavnet og passordet ditt som normalt. Xfce skal da starte.
nl: Voer als gebruikelijk uw gebruikersnaam en wachtwoord in. Xfce hoort dan op te starten.
nn: Skriv inn brukarnamnet og passordet ditt som normalt. Deretter skal Xfce starta.
ro: Introdu numele şi parola în mod normal. Xfce ar trebui să pornească.
ru: Введите имя пользователя и пароль, после чего должна запуститься среда Xfce
sk: Zadajte svoje používateľské meno a heslo ako normálne. Potom by sa malo spustiť Xfce.
tr: Normal bir şekilde kullanıcı adınızı ve şifrenizi girin. Daha sonra Xfce başlamalıdır.
uk: Після введення імені користувача та пароля, буде завантажено Xfce.
vi: Nhập tên người dùng và mật khẩu như bình thường. Sau đó Xfce sẽ khởi động.
zh_tw: 輸入您平常使用的使用者名稱及密碼，之後 Xfce 將會啟動。
