Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/config-desktop/po/*.po
Languages: eo, es, eu, fr, id, is, it, ja, ko, lt, mk, nb, nl, nn, ro, ru, sk, tr, uk, vi, zh_tw

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
eo: ubuntu-doc@lists.ubuntu.com (Dokumentada Projekto de Ubuntu)
es: ubuntu-doc@lists.ubuntu.com (Proyecto de documentación de Ubuntu)
eu: ubuntu-doc@lists.ubuntu.com (Ubuntu Dokumentazio Proiektua)
fr: ubuntu-doc@lists.ubuntu.com (projet de documentation d'Ubuntu)
id: ubuntu-doc@lists.ubuntu.com (Proyek Dokumentasi Ubuntu)
is: ubuntu-doc@lists.ubuntu.com (Ubuntu skjölunarverkefnið)
it: ubuntu-doc@lists.ubuntu.com (Progetto documentazione di Ubuntu)
ja: ubuntu-doc@lists.ubuntu.com (Ubuntuドキュメンテーション・プロジェクト)
ko: ubuntu-doc@lists.ubuntu.com (우분투 문서화 프로젝트)
lt: ubuntu-doc@lists.ubuntu.com (Ubuntu Dokumentacijos Projektas)
mk: ubuntu-doc@lists.ubuntu.com (Проект за документација на Ubuntu)
nb: ubuntu-doc@lists.ubuntu.com (Ubuntu dokumentasjonsprosjekt)
nl: ubuntu-doc@lists.ubuntu.com (Ubuntu-documentatieproject, Engelstalig)
nn: ubuntu-doc@lists.ubuntu.com (Dokumentasjonsprosjektet for Ubuntu)
ro: ubuntu-doc@lists.ubuntu.com (Proiectul de Documenţatie Ubuntu)
ru: ubuntu-doc@lists.ubuntu.com (Проект документации Ubuntu)
sk: ubuntu-doc@lists.ubuntu.com (Dokumentačný projekt Ubuntu)
tr: ubuntu-doc@lists.ubuntu.com (Ubuntu Belgeleme Projesi)
uk: ubuntu-doc@lists.ubuntu.com (Проект Документації Ubuntu)
vi: ubuntu-doc@lists.ubuntu.com (Dự án biên soạn tài liệu Ubuntu)
zh_tw: ubuntu-doc@lists.ubuntu.com (Ubuntu 文件計劃)

source: Customizing Your Computer
es: Personalizar su equipo
fr: Personnaliser votre ordinateur
it: Personalizzare il computer
ja: コンピュータをカスタマイズする
ko: 컴퓨터 개인화
ru: Настройка компьютера
zh_tw: 正在自訂您的電腦

source: Placeholder.
eo: Lokokupilo.
es: Texto de prueba.
eu: Kokatzailea.
id: Wadah.
is: Svæðishandhafi
ja: プレースホルダ
ko: 개체 틀
lt: Žymeklis.
mk: Резервирано место.
nb: Plassholder.
nl: Plaatsvervanger.
nn: Plasshaldar.
ro: Înlocuitor.
ru: Заполнитель.
sk: Rezervované miesto.
tr: Yer tutucu.
uk: Заповнювач
vi: Trình giữu chỗ.
zh_tw: 預留位置

source: Credits and License
eo: Agnoskoj kaj permesilo
es: Créditos y licencia
eu: Kredituak eta Lizentzia
fr: Remerciements et licence
id: Kredit dan Lisensi
is: Heiður og leyfi
it: Riconoscimenti e licenza
ja: 著作権およびライセンス
ko: 만든 사람들과 저작권
lt: Padėkos ir Licencija
mk: Заслуги и лиценца
nb: Medvirkende og Lisens
nl: Medewerkers en licentie
nn: Bidragsytarar og lisens
ro: Autori și licență
ru: Разработчики и лицензия
sk: Poďakovania a licencia
tr: Hazırlayanlar ve Lisans
uk: Положення та Ліцензія
vi: Công đóng góp và Giấy phép
zh_tw: 貢獻者與授權

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
eo: Ĉi tiu dokumento estas prizorgata de la dokumentadoteamo Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Por listo de kontribuantoj, vidu <ulink url="../../libs/C/contributors.xml">paĝo de kontribuantoj</ulink>
es: Este documento lo mantiene el Equipo de Documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para ver una lista de contribuyentes, consulte la <ulink url="../../libs/C/contributors.xml">página de contribuyentes</ulink>
eu: Dokumentu hau Ubuntu documentation team-ek (https://wiki.ubuntu.com/DocumentationTeam) mantentzen du. Laguntzaile zerrenda <ulink url="../../libs/C/contributors.xml">laguntzaile orrian</ulink> ikus dezakezu
fr: Ce document est maintenu par l'équipe de documentation d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pour obtenir la liste des contributeurs, consultez la <ulink url="../../libs/C/contributors.xml">page des contributeurs</ulink>. En cas de problème avec la traduction française, vous pouvez contacter l'équipe de traduction sur la liste de diffusion : ubuntu-fr-l10n@lists.ubuntu.com
is: Þetta skjal var gert af skjölunarverkefni Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Til að sjá lista af þeim sem stóðu að þessu má sjá <ulink url="../../libs/C/contributors.xml">listann yfir aðstandendur</ulink>
it: Questo documento viene mantenuto dal gruppo documentazione di Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). L'elenco dei collaboratori è consultabile presso <ulink url="../../libs/C/contributors.xml">la pagina dei collaboratori</ulink>
ja: このドキュメントはUbuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam)によってメンテナンスされています。貢献者のリストは<ulink url="../../libs/C/contributors.xml">contributors page</ulink>を見てください
ko: 이 문서는 우분투 문서화 팀 (https://wiki.ubuntu.com/DocumentationTeam) 에서 관리합니다. 공헌자 목록은 <ulink url="../../libs/C/contributors.xml">공헌자 페이지</ulink>에서 볼 수 있습니다.
nb: Dette dokumentet vedlikeholdes av Ubuntus dokumentasjonsteam (https://wiki.ubuntu.com/DocumentationTeam). For en oversikt over bidragsytere, se <ulink url="../../libs/C/contributors.xml">Bidragsytere</ulink>
ro: Acest document este întreținut de echipa de documentație Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Lista colaboratorilor o puteți consulta pe <ulink url="../../libs/C/contributors.xml">pagina colaboratorilor</ulink>
ru: Этот документ поддерживается командой документирования Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Для просмотра списка участников смотрите <ulink url="../../libs/C/contributors.xml">страницу участников</ulink>
zh_tw: 本文件是由 Ubuntu 文件小組 (https://wiki.ubuntu.com/DocumentationTeam) 維護。請參看<ulink url="../../libs/C/contributors.xml">貢獻者頁</ulink>取得貢獻者的列表。

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
eo: Tiu ĉi dokumento estas disponebla laŭ la permesilo "Atribuo-Distribui kun sama permesilo 2.5" de Creative Commons (CC-BY-SA).
es: Este documento se encuentra disponible bajo la licencia de Creative Commons ShareAlike 2.5 (CC-BY-SA).
eu: Dokumentu hau Creative Commons ShareAlike 2.5 Lizentziapean (CC-BY-SA) argitaratzen da.
fr: Ce document est diffusé sous la licence Creative Commons Paternité – Partage des conditions initiales à l'identique v. 2.5 (CC-BY-SA).
id: Dokumen ini tersedia dibawah Lisensi Creative Commons ShareAlike 2.5 (CC-BY-SA).
is: Þetta skjal er gefið út undir Creative Commons ShareAlike 2.5 License (CC-BY-SA) skilmálunum.
it: Questo documento è reso disponibile nei termini della licenza Creative Commons ShareAlike 2.5 (CC-BY-SA).
ja: このドキュメントは、Creative Commons ShareAlike 2.5 License (CC-BY-SA)のもとで利用可能とします。
ko: 이 문서는 크리에이티브 커먼즈 저작자표시-동일조건변경허락 2.5 라이센스(CC-BY-SA)에 따라 이용가능합니다.
lt: Šis dokumentas pateikiamas su Creative Commons ShareAlike 2.5 licenzija (CC-BY-SA).
mk: Овој документ е достапен под Creative Commons ShareAlike 2.5 лиценцата (CC-BY-SA).
nb: Dette dokumentet er gjort tilgjengelig under Creative Commons ShareAlike 2.5-lisensen (CC-BY-SA)
nl: Dit document wordt beschikbaar gesteld onder de Creative Commons ShareAlike 2.5 Licentie (CC-BY-SA).
nn: Dette dokumentet er tilgjengelig under Creative Commons ShareAlike 2.5-lisensen (CC-BY-SA)
ro: Acest document este disponibil sub licența Creative Commons ShareAlike 2.5 (CC-BY-SA)
ru: Этот документ доступен под лицензией Creative Commons ShareAlike 2.5 (CC-BY-SA).
sk: Tento dokument je dostupný pod licenciou Creative Commons ShareAlike 2.5 (CC-BY-SA).
tr: Bu belge Creative Commons ShareAlike 2.5 (CC-BY-SA) lisansı altında yayımlanmıştır.
uk: Цей документ доступний засприяння Creative Commons ShareAlike 2.5 License (CC-BY-SA).
vi: Tài liệu này được phân phối với giấy phép Creative Commons ShareAlike 2.5 License (CC-BY-SA).
zh_tw: 此文件以創用 CC 授權條款「姓名標示-相同方式分享 2.5」授權。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
eo: Oni estas libera por modifi, pligrandigi kaj plibonigi la dokumentaran fontkodon de Ubuntu laŭ la kondiĉoj de ĉi tiu permesilo. Ĉiun derivan laboraĵon oni devas disdoni laŭ ĉi tiu permesilo.
es: Usted es libre de modificar, extender y mejorar el código fuente de la documentación de Ubuntu bajo los términos de esta licencia. Todos los trabajos derivados deben publicarse bajo esta licencia.
eu: Aske zara Ubuntu dokumentazioaren iturburu-kodea aldatu, luzatu eta hobetzeko, betiere lizentzia honen baldintzapean. Eratorritako lan guztiak lizentzia honen pean argitaratu behar dira.
fr: Vous êtes libre de modifier, de compléter ou d'améliorer le code source de la documentation Ubuntu sous les termes de cette licence. Tous les travaux dérivés doivent être soumis à cette même licence.
id: Anda bebas untuk mengubah, memperluas, dan memperbaiki kode sumber dokumentasi Ubuntu sesuai syarat-syarat yang ada dari lisensi ini. Semua pekerjaan turunan harus diterbitkan dibawah lisensi ini.
is: Þér er frjálst að breyta, bæta og lagfæra kóðann á bakvið skjölun Ubuntu undir þessum skilmálum. Öll afleidd verkefni skulu vera gefin út undir þessum sömu skilmálum.
it: Siete liberi di modificare, estendere e migliorare la documentazione di Ubuntu rispettando i termini di questa licenza. Tutti i lavori derivati devono essere rilasciati sotto i termini di questa licenza.
ja: このライセンスのもとで、利用者はUbuntuドキュメントのソースコードを改変、加筆、改善する自由があります。すべての派生作品はこのライセンスのもとで発表されなければなりません。
ko: 여러분은 이 라이센스의 규정에 따라 얼마든지 우분투 문서의 소스 코드를 변경, 확장, 개선할 수 있습니다. 다만, 이러한 작업에 따른 모든 결과물들은 이 라이센스와 함께 배포되어야 합니다.
lt: Pagal šios licenzijos sąlygas jūs galite laisvai keisti, plėtoti ir tobulinti Ubuntu dokumentacijos išeities tekstus. Visi to pasekoje atsirandantys darbai privalo būti išleisti su šios licenzijos sąlygomis.
mk: Имате слобода да го модификувате, проширувате и подобрувате изворниот код на документацијата на Ubuntu под услови дефинирани од оваа лиценца. Сите наследени дела мора да бидат објавени под оваа лиценца.
nb: Du står fritt til å endre, utvide og forbedre Ubuntu-dokumentasjonens kildekode under vilkårene til denne lisensen. Alt arbeid basert på denne dokumentasjonen må utgis under samme lisens.
nl: Het staat u vrij de broncode van de Ubuntu-documentatie te wijzigen, uit te breiden en te verbeteren onder de voorwaarden van deze licentie. Alle afgeleide werken moeten ook onder deze licentie vrijgegeven worden.
nn: Du står fritt til å endra, utvida og forbetra kjeldekoden i Ubuntu-dokumentasjonen under vilkåra til denne lisensen. Alt avleidd arbeid må publiserast under denne lisensen.
ro: Aveți libertatea de a modifica, extinde și îmbunătăţi codul sursă al documentației Ubuntu respectând termenii acestei licențe. Orice lucrare derivată din acestă documentație trebuie să se supună termenilor acestei licențe.
ru: По условиям этой лицензии вы можете изменять, расширять и улучшать исходный код документации Ubuntu. Любые производные документы также должны быть выпущены под этой лицензией.
sk: Môžete slobodne modifikovať, rozširovať a zlepšovať zdrojové kódy Ubuntu dokumentácie pod podmienkami tejto licencie. Všetky odvodené práce musia byť vydané pod touto licenciou.
tr: Ubuntu belgeleme kaynak kodunu bu lisansa göre özgürce değiştirebilir, genişletebilir ve geliştirebilirsiniz. Türetilmiş çalışmalar bu lisans altında yayımlanmalıdır.
uk: Ви можете вільно змінювати, доповнювати та вдосконалювати код документації Ubuntu згідно умов цієї ліцензії. Усі похідні роботи повинні розповсюджуватися під цією ліцензією.
vi: Bạn được quyền tự do chỉnh sửa, mở rộng và cải tiến các tài liệu mã nguồn của Ubuntu theo các điều khoản của giấy phép. Tất cả các tài liệu dẫn xuất phải được phát hành theo giấy phép.
zh_tw: 您可以在此授權下自由地編輯、擴展與改善 Ubuntu 說明文件的原始碼。所有衍生作品必須在此授權下發表。

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
eo: Oni distribuas ĉi tiun dokumentaron esperante ke ĝi estos utila, sed SEN IA GARANTIO; sen eĉ la implica garantio de KOMERCINDO aŭ TAŬGECO POR SPECIFA CELO KIEL PRISKRIBITA EN LA FORKONFESO.
es: Esta documentación se distribuye con la intención de que resulte útil, pero SIN NINGUNA GARANTÍA, ni siquiera la garantía implícita de COMERCIALIZACIÓN o de que SEA ADECUADA PARA UN PROPÓSITO PARTICULAR, TAL Y COMO SE INDICA EN LA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDAD.
eu: Dokumentu hau erabilgarri izango den ustetan banatzen da, baino INOLAKO BERMERIK GABE; ez MERKATURATZE berme inplizitoa ez eta HELBURU JAKIN BATERAKO EGOKI IZANGO DELAKOA ere ARDURA EZEZTAPENEAN AZALDU BEZALA.
fr: Cette documentation est distribuée dans l'espoir qu'elle sera utile, mais SANS AUCUNE GARANTIE de quelque nature que ce soit ; expresse ou implicite, y compris, mais sans y être limité, les garanties D'APTITUDE À LA VENTE ou À UN BUT PARTICULIER COMME EXPOSÉ DANS LA MISE EN GARDE. (N.B. : en cas de litige, seule la version anglaise fait foi)
id: Dokumentasi ini didistribusikan dengan harapan dokumentasi ini akan berguna, tetapi TANPA ADANYA JAMINAN; tanpa jaminan yang termasuk dari DAGANGAN atau KECOCOKAN UNTUK TUJUAN TERTENTU SEPERTI YANG DIGAMBARKAN DALAM PENYANGKALAN.
is: Þessu skjali er dreyft með það í huga að það komi að góðum notum en ÁN ALLRAR ÁBYRGÐAR; jafnvel án þeirrar ábyrgðar sem fólgin er í SELJANLEIKA eða HÆFNI TIL AÐ GEGNA ÁKVEÐNU HLUTVERKI EINS OG SKÝRT ER Í FYRIRVARA.
it: Questa documentazione viene distribuita nella speranza che possa essere utile, ma SENZA ALCUN TIPO DI GARANZIA, né esplicita né implicita di COMMERCIABILITÀ e UTILIZZABILITÀ PER UN PARTICOLARE SCOPO COSÌ COME DESCRITTO NEL PREAMBOLO.
ja: この文書は利用者の便宜になることを期待して配布しますが、何らの保証をするものではなく、また、免責条項に記載のある通り、商品性や特定用途に対する適合性を暗黙に保証するものでもありません。
ko: 이 문서는 유용하게 사용될 수 있으리라는 희망에서 배포되고 있지만, 특정한 목적에 맞는 적합성 여부나 판매용으로 사용할 수 있으리라는 묵시적인 보증을 포함한 어떠한 형태의 보증도 제공하지 않습니다.
lt: Šis dokumentas platinamas tikintis, kad jis bus naudingas, tačiau BE JOKIOS GARANTIJOS; net be garantijos, nustatytos TINKAMUMUI PREKYBAI ,ar TINKAMUMUI KONKREČIAI PASKIRČIAI KAIP APRAŠYTA PASIŽADĖJIME.
mk: Оваа документација е дистрибуирана со надеж дека ќе биде од корист на некого, но БЕЗ НИКАКВИ ГАРАНЦИИ; без дури и имплицираната гаранција при ПРОДАЖБА или ПРИЛАГОДУВАЊЕ ЗА ОДРЕДЕНА НАМЕНА КАКО ШТО Е ОПИШАНО ВО ОСПОРУВАЊЕТО.
nb: Denne dokumentasjonen er distribuert i håp om at den skal være nyttig, men UTEN NOEN GARANTI; selv uten den anmodede garantien for KURANT KVALITET eller TILPASSELIGHET FOR EN SPESIFIK HENSIKT SOM BESKREVET I ANSVARSFRASKRIVELSEN.
nl: Deze documentatie wordt verspreid in de hoop dat zij nuttig zal zijn, echter ZONDER ENIGE GARANTIE; zelfs zonder de impliciete garantie van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN SPECIFIEK DOEL ZOALS BESCHREVEN IN DE DISCLAIMER.
nn: Denne dokumentasjonen er distribuert i håp om at han kan vera nyttig, men UTAN NOKON GARANTI, heller ikkje med den underforståtte garantien for KURANT KVALITET eller at han er BRUKBAR FOR EIT SPESIFIKT FORMÅL SOM SKILDRA I ANSVARSFRÅSKRIVINGA.
ro: Această documentație este difuzată în speranța că va fi utilă, dar FĂRĂ NICI O GARANŢIE; nici chiar garanția implicită de COMERCIALIZARE sau ADAPTARE PENTRU UN ANUMIT SCOP, CONFORM DESCRIERII DIN DECLARAȚIA DE NEASUMARE A RESPONSABILITĂȚII.
ru: Эта документация распространяется в надежде, что она будет полезной, но БЕЗ КАКИХ ЛИБО ГАРАНТИЙ; даже без возможной гарантии РАБОТОСПОСОБНОСТИ или ПРИГОДНОСТИ К ОПРЕДЕЛЕННОЙ ЦЕЛИ, КАК ОПИСАНО В СОГЛАШЕНИИ.
sk: Táto dokumentácia je dodávaná v nádeji, že bude užitočnou, no BEZ AKEJKOĽVEK ZÁRUKY; ktorá nezahŕňa ani implicitnú záruku PREDAJNOSTI alebo VHODNOSTI PRE URČITÝ ÚČEL TAK, AKO JE POPISOVANÉ V ZRIEKNUTÍ SA ZÁRUKY.
tr: Bu belge faydalı olabileceği umularak dağıtılmaktadır, fakat hiçbir GARANTİSİ YOKTUR; hatta BU FERAGATNAMEDE BELİRTİLDİĞİ GİBİ TİCARİ ve ya HERHANGİ BAŞKA BİR AMACA UYGUNLUĞU bile garanti edilemez.
uk: Ця документація розповсюджується з сподіванням на те, що вона буде корисною, але БЕЗ ЖОДНИХ ГАРАНТІЙ; навіть без потенційної гарантії ПРИДАТНОСТІ ДЛЯ ВИКОРИСТАННЯ або ПРИДАТНОСТІ ДЛЯ СПЕЦИФІЧНИХ ЦІЛЕЙ ЯКІ ОПИСАНІ В РОЗ’ЯСНЕННІ
vi: Những tài liệu này được cung cấp với hy vọng rằng nó sẽ hữu ích cho bạn, nhưng KHÔNG CÓ BẤT KỲ ĐẢM BẢO NÀO; thậm chí không có sự đảm bảo bao hàm của KHẢ NĂNG KINH DOANH ĐƯỢC hay SỰ PHÙ HỢP CHO MỘT MỤC ĐÍCH SỬ DỤNG CỤ THỂ NHƯ MÔ TẢ TRONG ĐIỀU KHOẢN TỪ BỎ TRÁCH NHIỆM.
zh_tw: 本文件發布的目的是期望它有所用途，但不提供任何擔保。對免責聲明裡提及的適銷性和用於某一特定目的適用性，也不承擔任何默示的擔保。

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
eo: Kopio de la permesilo estas havebla je: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
es: Hay una copia de la licencia disponible aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licencia Creative Commons ShareAlike</ulink>.
eu: Lizentziaren kopia dago eskuragarri hemen: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
fr: Une copie de la licence est disponible ici : <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
is: Hægt er að sjá afrit af leyfinu hér: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike leyfið</ulink>.
it: Una copia della licenza è disponibile qui: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike</ulink>.
ja: ライセンスは次のリンクで参照できます: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。
ko: 라이센스의 복사본은 여기에서 볼 수 있습니다: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">크리에이티브 커먼즈 동일조건변경허락 라이센스</ulink>
nb: Lisensavtalen finner du her: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ro: O copie a licenței este disponibilă aici: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licența Creative Commons ShareAlike</ulink>.
ru: Копия лицензионного соглашения доступна по адресу: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
zh_tw: 本許可證的副本可由此處取得：<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。

source: Ubuntu Documentation Project
eo: Dokumentada projekto de Ubuntu
es: Proyecto de Documentación de Ubuntu
eu: Ubuntu Dokumentazio Proiektua
fr: Le projet de documentation d'Ubuntu
id: Proyek Dokumentasi Ubuntu
is: Skjölunarverkefni Ubuntu
it: Progetto documentazione di Ubuntu
ja: Ubuntuドキュメンテーション・プロジェクト
ko: 우분투 문서화 프로젝트
nb: Ubuntus dokumentasjonsprosjekt
nl: Ubuntu-documentatieproject
nn: Dokumentasjonsprosjektet for Ubuntu
ro: Proiectul de documentație Ubuntu
ru: Проект документации Ubuntu
sk: Dokumentačný projekt Ubuntu
tr: Ubuntu Belgeleme Projesi
uk: Проект документації Ubuntu
vi: Dự án biên soạn tài liệu cho Ubuntu
zh_tw: Ubuntu 說明文件專案

source: Canonical Ltd. and members of the <placeholder-1/>
eo: Canonical Ltd. kaj membroj de <placeholder-1/>
es: Canonical Ltd. y miembros de <placeholder-1/>
eu: Canonical Ltd. eta <placeholder-1/>
fr: Canonical Ltd. et les membres de <placeholder-1/>
id: Canonical Ltd. dan anggota-anggota dari <placeholder-1/>
is: Canonical Ltd. og meðlimir <placeholder-1/>
it: Canonical Ltd. e i membri del <placeholder-1/>
ja: Canonical Ltd.と<placeholder-1/>一同
ko: Canonical Ltd. 와 <placeholder-1/>의 참여원
nb: Canonical Ltd. og medlemmer av <placeholder-1/>
nl: Canonical Ltd. en leden van het <placeholder-1/>
nn: Canonical Ltd. og medlemmer av <placeholder-1/>
ro: Canonical Ltd. și membrii ai <placeholder-1/>
ru: Canonical Ltd. и участники <placeholder-1/>
sk: Canonical Ltd. a členovia <placeholder-1/>
tr: Canonical Ltd. ve <placeholder-1/> üyeleri
uk: Canonical Ltd. та учасники <placeholder-1/>
vi: Canonical Ltd. và các thành viên của <placeholder-1/>
zh_tw: Canonical 有限公司和 <placeholder-1/> 的成員

source: The Ubuntu Documentation Project
eo: La Dokumentada Projekto de Ubuntu
es: Proyecto de documentación de Ubuntu
eu: Ubuntu Dokumentazio Proiektua
fr: Le projet de documentation d'Ubuntu
id: Proyek Dokumentasi Ubuntu
is: Skjölunarverkefni Ubuntu
it: Il Progetto documentazione di Ubuntu
ja: Ubuntuドキュメンテーション・プロジェクト
ko: 우분투 문서화 프로젝트
lt: Ubuntu Dokumentacijos Projektas
mk: Проект за документација на Ubuntu
nb: Ubuntus Dokumentasjonsprosjekt
nl: Het Ubuntu-documentatieproject
nn: Dokumentasjonsprosjektet for Ubuntu
ro: Proiectul de Documentație Ubuntu
ru: Проект документации Ubuntu
sk: Dokumentačný projekt Ubuntu
tr: Ubuntu Belgeleme Projesi
uk: Проект документації Ubuntu
vi: Dự án Tài liệu Ubuntu
zh_tw: Ubuntu 文件計劃

source: This section contains information about changing the look and behaviour of your computer to suit your preference.
eo: Ĉi tiu parto enhavas informojn pri ŝanĝado de la aspekto kaj agmaniero de via komputilo laŭ via prefero.
es: Esta sección contiene información sobre cómo cambiar el aspecto y el comportamiento de su equipo para adaptarlo a sus preferencias.
eu: Atal honetan zure ordenagailuaren itsura eta jokabidea aldatzeari buruzko informazioa aurkituko duzu.
fr: Cette section contient des informations qui vous permettent d'adapter l'aspect et le comportement de votre ordinateur à vos préférences.
id: Bagian ini memuat informasi bagaimana mengubah tampilan komputer agar sesuai dengan keinginan Anda.
is: Þessi kafli inniheldur upplýsingar um hvernig útliti og hegðun tölvunnar þinnar getur verið breytt til að henta þínum þörfum.
it: Questa sezione contiene informazioni su come modificare l'aspetto e il comportamento del proprio computer per adattarlo alle proprie preferenze.
ja: この項では、あなたの好みに合わせてシステムの動作や外観をカスタマイズする方法を説明します。
ko: 이 부분은 여러분의 컴퓨터의 모양새나 동작을 여러분의 취향에 맞도록 변경하는 방법을 설명합니다.
lt: Šiame skyriuje sužinosite apie sistemos išvaizdos bei veiksenos pakeitimus, kurie tenkintų jūsų norus.
mk: Оваа секција содржи информации за менување на изгледот и однесувањето на вашиот компјутер за да се задоволат вашите подесувања.
nb: Denne del inneholder informasjon om hvordan du kan forandrer utseende og oppførsel av datamaskin din, etter dine ønsker.
nl: Deze sectie bevat informatie over het naar uw voorkeuren aanpassen van het uiterlijk en gedrag van uw computer.
nn: Denne bolken inneheld informasjon om korleis du kan forandra utsjånaden og oppførselen til datamaskina di etter dine ynskje.
ro: Această secţiune contine informaţii despre modificarea înfăţişării şi a comportamentului calculatorului pentru a se potrivi mai bine cerinţelor dumneavoastră.
ru: Данный раздел содержит информацию об изменении внешнего вида и настройки поведения системы в соответствии с вашими предпочтениями.
sk: Táto časť obsahuje informácie o zmene vzhľadu a správania počítača presne podľa vášho vkusu.
tr: Bu bölümde, bilgisayarınızın görünüm ve davranışının tercihlerinize uygun olarak değiştirilmesiyle ilgili bilgiler bulunmaktadır.
uk: Цей розділ містить інформацію про зміни вигляду та поведінки Вашого комп’ютера для задоволення Ваших потреб.
vi: Phần này bao gồm các thông số để thay đổi giao diện và cách thức xử lý của máy tính cho phù hợp với yêu cầu của bạn.
zh_tw: 這個部分包含改變您電腦的外觀和運作方式的資訊，以配合您的喜好。

source: Customising Panels
eo: Adaptado de panelojn
es: Personalizar los paneles
eu: Panelak Pertsonalizatzea
fr: Personnalisation des tableaux de bord
id: Mengkustomisasi Panel
is: Sérsníðing glugga
it: Personalizzare i pannelli
ja: パネルのカスタマイズ
ko: 패널 설정하기
lt: Derinami skydeliai
mk: Уредување на панели
nb: Tilpass panelene
nl: Panelen aanpassen
nn: Tilpassa panel
ro: Personalizarea Panourilor
ru: Настройка панелей
sk: Prispôsobenie panelov
tr: Panelleri Özelleştirme
uk: Персоналізація панелей
vi: tùy biến Bảng đièu khiển
zh_tw: 自訂您的面板
