Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/config-desktop/po/*.po
Languages: eo, es, eu, fr, id, is, it, ja, ko, lt, mk, nb, nl, nn, ro, ru, sk, tr, uk, vi, zh_tw

source: Customising Your Desktop
id: Meng-customize Desktop Anda
mk: Уредување на работната околина
nl: Uw bureaublad aanpassen
tr: Masaüstünüzü Özelleştirme
uk: Налаштування Вашої Стільниці

source: Customising Your Computer
id: Mengkustomisasi Komputer Anda
mk: Прилагодување на Вашиот компјутер
nl: Uw computer aanpassen
tr: Bilgisayarınızı Özelleştirme
uk: Налаштування Вашого Комп'ютера

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
mk: Овој документ се одржува од стрна на тимот за документација на Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). За листа на придонесувачи видеде ја <ulink url="../../../common/C/contributors.xml">страницата на придонесувачи</ulink>

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
mk: Копија на лиценцата е достапна: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Canonical Ltd. and members of the Ubuntu Documentation Project
mk: Canonical Ltd. и членовите на проектот за документација на Ubuntu

source: Desktop Effects
mk: Ефекти во работната околина

source: Use the <ulink type="help" url="ghelp:add-applications#synaptic">Synaptic Package Manager</ulink> to install the <application>kubuntu-desktop</application> package.
id: Gunakan <ulink type="help" url="ghelp:add-applications#synaptic">Manajer Paket Synaptic</ulink> untuk menginstal paket <application>kubuntu-desktop</application>.
mk: Koристете го <ulink type="help" url="ghelp:add-applications#synaptic">Менаџерот за пакети - Синаптик</ulink> за да го инсталирате <application>kubuntu-desktop</application> пакетот.
nl: Gebruik de <ulink type="help" url="ghelp:add-applications#synaptic">Synaptic pakketbeheerder</ulink> om het<application>kubuntu-desktop</application>-pakket te installeren.
tr: <application>kubuntu-desktop</application> pakedini yüklemek için <ulink type="help" url="ghelp:add-applications#synaptic">Synaptic Paket Yöneticisi</ulink>'ni kullanın.
uk: Використовуйте <ulink type="help" url="ghelp:add-applications#synaptic">Менеджер Пакетів Synaptic</ulink> для встановлення пакету <application>kubuntu-desktop</application> .

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Quit...</guimenuitem></menuchoice> and then press <guibutton>Log Out</guibutton> to log out of Ubuntu
id: Tekan <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Keluar...</guimenuitem></menuchoice> lalu tekan <guibutton>Log Out</guibutton> untuk keluar dari Ubuntu
mk: Притиснете на <menuchoice><guimenu>Систем</guimenu><guimenuitem>Излез...</guimenuitem></menuchoice> и потоа на <guibutton>Одјава</guibutton> за да се одјавите од Ubuntu
nl: Klik op <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Afsluiten..</guimenuitem></menuchoice> en klik vervolgens op <guibutton>Afmelden</guibutton> om u bij Ubuntu af te melden.
tr: <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Çıkış...</guimenuitem></menuchoice> yolunu takip edin ve daha sonra Ubuntu oturumunu kapatmak için <guibutton>Oturumu Kapat</guibutton>a tıklayın
uk: Натисніть <menuchoice><guimenu>System</guimenu><guimenuitem>Quit...</guimenuitem></menuchoice> and then press <guibutton>Log Out</guibutton> щоб завершити сеанс роботи в Ubuntu

source: Use the <ulink type="help" url="ghelp:add-applications#synaptic">Synaptic Package Manager</ulink> to install the <application>xubuntu-desktop</application> package.
id: Gunakan <ulink type="help" url="ghelp:add-applications#synaptic">Manajer Paket Synaptic</ulink> untuk menginstal paket <application>xubuntu-desktop</application>.
mk: Користете го <ulink type="help" url="ghelp:add-applications#synaptic">Синаптик - менаџерот за пакети</ulink> за да го инсталирате <application>xubuntu-desktop</application> пакетот.
nl: Gebruik de <ulink type="help" url="ghelp:add-applications#synaptic">Synaptic pakketbeheerder</ulink> om het <application>xubuntu-desktop</application> pakket te installeren.
tr: <application>xubuntu-desktop</application> paketini kurmak için <ulink type="help" url="ghelp:add-applications#synaptic">Synaptic Paket Yöneticisi</ulink>ni kullanın.
uk: Використовуйте <ulink type="help" url="ghelp:add-applications#synaptic">Менеджер Пакунків Synaptic</ulink>, щоб встановити пакунок <application>xubuntu-desktop</application>.
