Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/config-desktop/po/*.po
Languages: eo, es, eu, fr, id, is, it, ja, ko, lt, mk, nb, nl, nn, ro, ru, sk, tr, uk, vi, zh_tw

source: The Main Menu
eo: La ĉefmenuo
es: El menú principal
eu: Menu Nagusia
fr: Le menu principal
id: Menu Utama
is: Aðalvalmyndin
it: Il menù principale
ja: メインメニュー
ko: 메인 메뉴
lt: Pagrindinis Meniu
mk: Главното мени
nb: Hovedmenyen
nl: Het hoofdmenu
nn: Hovudmenyen
ro: Meniul Principal
ru: Главное меню
sk: Hlavná ponuka
tr: Ana Menü
uk: Головне меню
vi: Thực đơn chính
zh_tw: 主選單

source: Visual Effects
eo: Aspektaj Efektoj
es: Efectos visuales
eu: Efektu bisualak
fr: Effets Visuels
id: Efek-efek Visual
is: Grafískar brellur
it: Effetti visivi
ja: 視覚効果
ko: 화면 효과
nb: Visuelle effekter
nl: Visuele effecten
nn: Visuelle effektar
ro: Efecte vizuale
ru: Визуальные эффекты
sk: Vizuálne efekty
tr: Görsel Efektler
uk: Візуальні еффекти
vi: Hiệu ứng thị giác
zh_tw: 視覺效果

source: Customising other aspects of the desktop
eo: Adapti aliajn trajtojn de la labortablo
es: Personalizar otros aspectos del escritorio
eu: Mahaigainaren beste zer batzuk pertsonalizatzea
fr: Personnalisation d'autres aspects du bureau
id: Mengkustomisasi aspek lain dari desktop
is: Sérsníðing annarra anga skjáborðsins
it: Personalizzare altri aspetti dell'ambiente grafico
ja: デスクトップの他の領域をカスタマイズ
ko: 데스크탑의 나머지 부분 설정하기
lt: Derinami kiti darbalaukio aspektai
mk: Уредување на останати аспекти од работната околина
nb: Tilpass andre aspekter av skrivebordet
nl: Andere onderdelen van het bureaublad aanpassen
nn: Tilpass andre delar av skrivebordet
ro: Personalizaţi alte aspecte ale biroului
ru: Настройка прочих параметров рабочего стола
sk: Prispôsobenie iných častí pracovného prostredia
tr: Masaüstünüzün diğer görünümlerini değiştirme
uk: Персоналізація інших аспектів робочого столу
vi: Tùy biến các phần khác của màn hình nền
zh_tw: 自訂桌面的外觀

source: Using KDE or Xfce instead of the GNOME desktop
eo: Uzado de KDE aŭ Xfce anstataŭ la defaŭlta labortablo GNOME
es: Usar KDE o Xfce en lugar del escritorio Gnome
eu: KDE edo Xfce erabiltzea GNOME mahaigainaren ordez
fr: Utilisation de KDE ou XFCE au lieu du bureau GNOME
id: Menggunakan KDE atau Xfce dibanding desktop GNOME
is: Notkun KDE eða Xfce í stað GNOME skjáborðsins
it: Usare KDE o Xfce invece dello GNOME Desktop
ja: GNOMEデスクトップの代わりにKDEまたはXfceを使用する
ko: 그놈(GNOME) 데스크탑 대신 KDE 혹은 Xfce 사용하기
lt: Naudojamas KDE arba Xface vietoj GNOME darbalaukio
mk: Користење на KDE или Xfce наместо GNOME работната околина
nb: Bruk av KDE eller Xfce isteden for GNOME-skrivebordet
nl: KDE of Xfce in plaats van de Gnome desktop gebruiken
nn: Å bruka KDE eller Xfce i staden for GNOME-skrivebordet
ro: Folosirea KDE sau Xfce în locul desktopului Gnome
ru: Использование KDE или Xfce вместо GNOME
sk: Použitie prostredia KDE alebo XFCE namiesto GNOME
tr: GNOME masaüstü yerine KDE ya da Xfce kullanılıyor
uk: Використання графічної оболонки KDE або Xfce замість GNOME
vi: Sử dụng desktop KDE hay Xfce thay vì GNOME
zh_tw: 使用 KDE 或 Xfce 取代 GNOME 桌面

source: This topic provides instructions on how to install and use a desktop other than the default GNOME desktop, such as KDE or Xfce.
eo: Tiu ĉi sekcio donas instrukciojn pri instalado kaj uzo de alia labortabla sistemo krom GNOME, kiel KDE aŭ Xfce.
es: Este apartado proporciona instrucciones sobre cómo instalar y usar un escritorio distinto al escritorio Gnome predeterminado, como por ejemplo KDE o Xfce.
eu: Atal honetan lehenetsitako GNOME mahaigainaren ordez beste mahaigain bat (KDE edo Xfce, adibidez) nola instalatu eta erabili azaltzen du.
fr: Ce sujet fournit des instructions permettant d'installer et d'utiliser un environnement de bureau autre que le bureau GNOME, comme KDE ou XFCE.
id: Topik ini menyediakan instruksi mengenai cara menginstal dan menggunakan desktop standar selain GNOME, seperti KDE dan Xfce.
is: Þetta viðfangsefni gefur leiðbeiningar um hvernig á að setja upp og nota önnur skjáborð en sjálfgefna GNOME skjáborðið, til dæmis KDE eða Xfce.
it: Questa sezione fornisce le istruzioni su come installare e usare un altro ambiente grafico, come KDE o Xfce, diverso da quello predefinito GNOME.
ja: このトピックスでは既定のデスクトップ（GNOME）ではないKDEやXfceのインストール方法および使い方を説明します。
ko: 이 부분에서는 기본적으로 설치되는 그놈 데스크탑 대신 KDE 혹은 Xfce 와 같은 다른 데스크탑 환경을 설치하는 방법을 설명합니다.
lt: Šis straipsnis pateiks instrukcijas kaip įdiegti ir naudoti darbalaukį, kitokį negu nustatytąjį GNOME darbalaukį, tokį kaip KDE ar Xface.
mk: Оваа тема содржи инструкции како да инсталирате и користите работна околина различна од стандардната GNOME околина, како на пример KDE или Xfce.
nb: Dette emnet gir instruksjoner om hvordan du kan installére andre skrivebord en forhåndsvalgte GNOME, slik som KDE eller Xfce
nl: Dit onderwerp biedt u instructies over hoe u een bureaubladomgeving, anders dan de standaard GNOME-bureaubladomgeving, zoals KDE of Xfce kunt installeren en gebruiken.
nn: Dette emnet inneheld informasjon om korleis du kan installera og bruka eit anna skrivebord enn standarden som er GNOME. Andre skrivebord er KDE og Xfce.
ro: Acest subiect oferă instrucţiuni referitoare la cum să instalaţi şi să folosiţi alte desktopuri decât Gnome, precum KDE şi Xfce.
ru: Этот раздел содержит информацию о том, как установить и использовать рабочее окружение, отлчное от GNOME. Например, KDE или Xfce
sk: Táto téma obsahuje inštrukcie o tom, ako nainštalovať a používať iné prostredie ako predvolené prostredie GNOME, napríklad KDE alebo Xfce.
tr: Bu başlık, KDE veya Xfce gibi, GNOME masaüstünden farklı bir masaüstü ortamı kurmak ve kullanmak için gerekli yönergeleri içerir.
uk: Цей розділ містить інструкції по тому, як встановити та використовувати інші графічні оболонки, наприклад KDE або Xfce, замість GNOME, яка встановлена за змовченням
vi: Chủ đề này cung cấp các chỉ dẫn về cách cài đặt và sử dụng một desktop khác ngoài GNOME, như là KDE hay Xfce.
zh_tw: 這個主題用來指示如何安裝與使用非預設（GNOME）的桌面管理員，例如 KDE 或者 Xfce。

source: Installing a KDE desktop
eo: Instalado de labortablo KDE
es: Instalar un escritorio KDE
eu: KDE mahaigaina instalatzea
fr: Installation du bureau KDE
id: Menginstal desktop KDE
is: Uppsetning KDE skjáborðs
it: Installare il desktop KDE
ja: KDEデスクトップのインストール
ko: KDE 데스크탑 설치하기
lt: Įdiegiamas KDE darbalaukis
mk: Инсталирање на KDE околината
nb: Installasjon av et KDE-skrivebord
nl: Een KDE-bureaubladomgeving installeren
nn: Å installera eit KDE-skrivebord
ro: Instalarea unui desktop KDE
ru: Установка рабочего окружения KDE
sk: Inštalácia prostredia KDE
tr: Bir KDE masaüstü kuruluyor
uk: Встановлення графічної оболонки KDE
vi: Cài đặt KDE desktop
zh_tw: 安裝 KDE 桌面

source: <ulink url="http://www.kde.org/">KDE</ulink> is a popular, fully-featured desktop environment. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> is a version of Ubuntu which uses the KDE desktop.
eo: <ulink url="http://www.kde.org/">KDE</ulink> estas ŝatata, plenkapabla labortabla medio. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> estas variaĵo de Ubuntu, kiu uzas KDEn.
es: <ulink url="http://www.kde.org/">KDE</ulink> es un popular entorno de escritorio repleto de características. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> es una versión de Ubuntu que usa el escritorio KDE.
eu: <ulink url="http://www.kde.org/">KDE</ulink> mahaigaineko ingurune ospetsu eta ezaugarriz betea da. <ulink url="http://www.kubuntu.org">Kubuntu</ulink>, KDE mahaigaina darabilen Ubunturen bertsio bat da.
fr: <ulink url="http://www.kde.org/">KDE</ulink> est un environnement de bureau populaire et complet. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> est une version d'Ubuntu qui utilise le bureau KDE.
id: <ulink url="http://www.kde.org/">KDE</ulink> adalah lingkungan desktop populer dan lengkap. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> adalah versi Ubuntu yang menggunakan desktop KDE.
is: <ulink url="http://www.kde.org/">KDE</ulink> er vinsælt, innihaldsríkt skjáborðsumhverfi. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> er sérútgáfa af Ubuntu sem notar KDE.
it: <ulink url="http://www.kde.org/">KDE</ulink> è un ambiente grafico completo e molto usato. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> è una versione di Ubuntu che utilizza KDE come ambiente grafico.
ja: <ulink url="http://www.kde.org/">KDE</ulink> は人気の多機能なデスクトップ環境です。<ulink url="http://www.kubuntu.org">Kubuntu</ulink>はUbuntuのKDEデスクトップバージョンです。
ko: <ulink url="http://www.kde.org/">KDE</ulink> 는 대중적인, 완전한 기능의 데스크탑 환경입니다. <ulink url="http://www.kubuntu.org">쿠분투</ulink> KDE 데스크탑 환경을 사용하는 우분투의 한 버전입니다.
lt: <ulink url="http://www.kde.org/">KDE</ulink> yra populiarus, pilnai apibrėžta darbalaukio aplinka. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> tai yra Ubuntu versija, kuri naudoja KDE darbalaukį.
mk: <ulink url="http://www.kde.org/">KDE</ulink> претставува популарна и богата работна околина. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> е верзија на Ubuntu која ја користи KDE околината.
nb: <ulink url="http://www.kde.org/">KDE</ulink> er et populært, fullverdig skrivebordsmiljø. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> er en versjon av Ubuntu som bruker KDE-skrivebordet.
nl: <ulink url="http://www.kde.org/">KDE</ulink> is een populaire, volledig functionele bureaubladomgeving. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> is een versie van Ubuntu die de KDE-bureaubladomgeving gebruikt.
nn: <ulink url="http://www.kde.org/">KDE</ulink> er eit populært skrivebordsmiljø med alle funksjonar. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> er ein versjon av Ubuntu som brukar KDE-skrivebordet.
ro: <ulink url="http://www.kde.org/">KDE</ulink> este un mediu desktop populari şi extins în posibilităţi. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> este o versiune de Ubuntu ce foloseşte pentru KDE.
ru: <ulink url="http://www.kde.org/">KDE</ulink> — популярное окружение рабочего стола. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> — версия Ubuntu, использующая рабочий стол KDE.
sk: <ulink url="http://www.kde.org/">KDE</ulink> je obľúbené pracovné prostredie s plnou funkcionalitou. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> je verzia Ubuntu, ktorá používa prostredie KDE.
tr: <ulink url="http://www.kde.org/">KDE</ulink>, popüler ve kapsamlı özelliklere sahip bir masaüstü ortamıdır. <ulink url="http://www.kubuntu.org">Kubuntu</ulink>, KDE masaüstü kullanan bir Ubuntu sürümüdür.
uk: <ulink url="http://www.kde.org/">KDE</ulink> - популярна та повноцінна графічна оболонка, яка включає в себе великий набір програмного забезпечення. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> це версія f Ubuntu, в якій використовується KDE.
vi: <ulink url="http://www.kde.org/">KDE</ulink> là một môi trường desktop thông dụng và đầy đủ tính năng. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> là một phiên bản của Ubuntu sử dụng KDE desktop.
zh_tw: <ulink url="http://www.kde.org/">KDE</ulink> 是個受歡迎、且功能全方位的桌面環境。<ulink url="http://www.kubuntu.org">Kubuntu</ulink> 是個使用 KDE 桌面的其中一個 Ubuntu 版本。

source: To install and use KDE:
eo: Por instali kaj uzi KDE
es: Para instalar y usar KDE:
eu: KDE instalatu eta erabiltzeko:
fr: Pour installer et utiliser KDE :
id: Untuk menginstal dan menggunakan KDE:
is: Til þess að setja upp og nota KDE:
it: Per installare e usare KDE:
ja: KDEをインストールして使用するには:
ko: KDE 설치하고 사용하기
lt: Įdiegti ir naudoti KDE:
mk: За инсталирање и користење на KDE:
nb: For å installére og bruke KDE:
nl: Om KDE te installeren en gebruiken:
nn: Å installera og bruka KDE:
ro: Pentru a instala şi a folosi KDE:
ru: Для установки и использования KDE:
sk: Na inštaláciu a používanie KDE:
tr: KDE kurmak ve kullanmak için:
uk: Щоб встановити та використовувати KDE:
vi: Để cài đặt và sử dụng KDE:
zh_tw: 安裝及使用 KDE:

source: <ulink url="apt:kubuntu-desktop">Install the <application>kubuntu-desktop</application> package</ulink>.
eo: <ulink url="apt:kubuntu-desktop">Instalas la <application>kubuntu-labortablo</application> package</ulink>.
es: <ulink url="apt:kubuntu-desktop">Instalar el paquete <application>kubuntu-desktop</application></ulink>.
fr: <ulink url="apt:kubuntu-desktop">Installer le paquet <application>kubuntu-desktop</application></ulink>.
it: <ulink url="apt:kubuntu-desktop">Installare il pacchetto <application>kubuntu-desktop</application></ulink>.
ja: <ulink url="apt:kubuntu-desktop"><application>kubuntu-desktop</application> パッケージをインストールします</ulink>。
ko: <ulink url="apt:kubuntu-desktop"><application>kubuntu-desktop</application> 패키지 설치</ulink>.
ro: <ulink url="apt:kubuntu-desktop">Instalați pachetul <application>kubuntu-desktop</application></ulink>.
ru: <ulink url="apt:kubuntu-desktop">Установить пакет <application>kubuntu-desktop</application></ulink>.
zh_tw: <ulink url="apt:kubuntu-desktop">安裝 <application>kubuntu-desktop</application> 套件</ulink>。

source: Click the <application>User Switcher</application> in the top right hand corner of the screen and then press <guibutton>Log out</guibutton> to log out of Ubuntu
es: Pulse el <application>Conmutador de usuario</application> en la esquina superior derecha de la pantalla y pulse <button>Salir</guibutton> para salir de Ubuntu
fr: Cliquez sur <application>Changement d'utilisateur</application>en haut à droite de l'écran puis sur <guibutton>Se déconnecter</guibutton> pour terminer votre session sous Ubuntu.
it: Fare clic sull'applicazione <application>Cambia utente</application> nell'angolo in alto a destra dello schermo e scegliere <guibutton>Termina sessione</guibutton> per terminare la sessione corrente.
ja: 画面の右上の隅にある<application>ユーザ切り替え</application>をクリックし、<guibutton>ログアウト</guibutton>を押して、Ubuntuをログアウトください。
ko: 화면의 오른쪽 위 구석에 있는<application>User Switcher</application>을 클릭하고 <guibutton>Log out</guibutton>을 눌러 우분투에서 로그아웃합니다.
ru: Нажмите <application>Переключатель пользователей</application> в верхнем правом углу экрана и выберите <guibutton>Завершить сеанс</guibutton> для выхода из Ubuntu
zh_tw: 點選畫面右上角的<application>使用者切換程式</application>並按下<guibutton>登出</guibutton>以登出 Ubuntu

source: At the log-in screen which appears, press <menuchoice><guimenuitem>Options</guimenuitem><guimenuitem>Select Session...</guimenuitem></menuchoice>
eo: Ĉe la ensaluta ekrano kiu aperas, premu je <menuchoice><guimenuitem>Agordoj</guimenuitem><guimenuitem>Elektu seancon...</guimenuitem></menuchoice>
es: Cuando aparezca la pantalla de inicio de sesión, pulse <menuchoice><guimenuitem>Opciones</guimenuitem><guimenuitem>Seleccionar sesión...</guimenuitem></menuchoice>
eu: Saio-hasierako pantailan, sakatu ezazu <menuchoice><guimenuitem>Aukerak</guimenuitem><guimenuitem>Hautatu saioa...</guimenuitem></menuchoice>
fr: À l'affichage de l'écran de connexion, choisissez <menuchoice><guimenuitem>Options</guimenuitem><guimenuitem>Sélectionner une session</guimenuitem></menuchoice>
id: Ketika tampil layar log masuk, tekan <menuchoice><guimenuitem>Opsi</guimenuitem><guimenuitem>Pilih Sesi...</guimenuitem></menuchoice>
is: Á innskráningarskjánum sem birtist, ýttu á <menuchoice><guimenuitem>Valmöguleikar</guimenuitem><guimenuitem>Velja setu...</guimenuitem></menuchoice>
it: Alla schermata di accesso che apparirà, scegliere <menuchoice><guimenuitem>Opzioni</guimenuitem><guimenuitem>Seleziona sessione...</guimenuitem></menuchoice>
ja: ログインスクリーンが表示されたら<menuchoice><guimenuitem>オプション</guimenuitem><guimenuitem>セッションの選択...</guimenuitem></menuchoice>をクリックします。
ko: 로그인 화면에서 <menuchoice><guimenuitem>옵션</guimenuitem><guimenuitem>세션 선택...</guimenuitem></menuchoice> 을 누릅니다.
lt: Prisijungimo lange, kuris atsiras, paspauskite <menuchoice><guimenuitem>Opcijos</guimenuitem><guimenuitem>Pasirinkti sesiją...</guimenuitem></menuchoice>
mk: Кога ќе се појави екранот за логирање, притиснете на <menuchoice><guimenuitem>Опции</guimenuitem><guimenuitem>Избери сесија...</guimenuitem></menuchoice>
nb: Trykk <menuchoice><guimenuitem>Alternativ</guimenuitem> på innloggingsskjermen som dukker opp og deretter <guimenuitem>Velg økt ...</guimenuitem></menuchoice>
nl: In het aanmeldscherm dat verschijnt, klik op <menuchoice><guimenuitem>Opties</guimenuitem><guimenuitem>Sessie kiezen...</guimenuitem></menuchoice>
nn: Trykk <menuchoice><guimenuitem>Alternativ</guimenuitem> <guimenuitem>Vel økt ...</guimenuitem></menuchoice>
ro: Odată apărută, interfaţa pentru autentificare, apăsaţi <menuchoice><guimenuitem>Options</guimenuitem><guimenuitem>Select Session...</guimenuitem></menuchoice>
ru: На появившемся экране загрузки сеанса нажмите <menuchoice><guimenuitem>Параметры</guimenuitem><guimenuitem>Выбрать сеанс...</guimenuitem></menuchoice>
sk: Na prihlasovacej obrazovke, ktorá sa zobrazí, stlačte <menuchoice><guimenuitem>Možnosti</guimenuitem><guimenuitem>Vybrať sedenie...</guimenuitem></menuchoice>
tr: Görünen giriş ekranında, <menuchoice><guimenuitem>Seçenekler</guimenuitem><guimenuitem>Oturum Seç...</guimenuitem></menuchoice> yolunu takip edin
uk: У вікні входу в систему натисніть <menuchoice><guimenuitem>Options</guimenuitem><guimenuitem>Select Session...</guimenuitem></menuchoice>
vi: Khi màn hình đăng nhập xuất hiện, chọn menu <menuchoice><guimenuitem>Tùy chọn</guimenuitem><guimenuitem>Chọn Phiên...</guimenuitem></menuchoice>
zh_tw: 當登入畫面顯示時，按下 <menuchoice><guimenuitem>選項</guimenuitem> <guimenuitem>選取作業階段</guimenuitem></menuchoice>

source: Choose the <guilabel>KDE</guilabel> option and press <guibutton>Change Session</guibutton>
eo: Elektu la opcion <guilabel>KDE</guilabel> kaj premu je <guibutton>Ŝanĝu seancon</guibutton>
es: Seleccione la opción <guilabel>KDE</guilabel> y pulse <guibutton>Cambiar sesión</guibutton>
eu: <guilabel>KDE</guilabel> aukera hautatu ezazu eta sakatu ezazu <guibutton>Aldatu saioa</guibutton>
fr: Choisissez l'option <guilabel>KDE</guilabel> et cliquez sur <guibutton>Modifier la session</guibutton>
id: Pilih opsi <guilabel>KDE</guilabel> lalu tekan <guibutton>Ganti Sesi</guibutton>
is: Veldu <guilabel>KDE</guilabel> valmöguleikann og ýttu á <guibutton>Breyta setu</guibutton>
it: Scegliere l'opzione <guilabel>KDE</guilabel> e premere <guibutton>Cambia sessione</guibutton>
ja: <guilabel>KDE</guilabel>オプションを選んで<guibutton>セッションの選択</guibutton>をクリックします。
ko: <guilabel>KDE</guilabel> 옵션을 선택한 후 <guibutton>세션 변경</guibutton> 을 누릅니다.
lt: Pasirinkite <guilabel>KDE</guilabel> opciją ir paspauskite <guibutton>Pakeisti sesiją</guibutton>
mk: Изберете ја <guilabel>KDE</guilabel> опцијата и притиснете на <guibutton>Промени сесија</guibutton>
nb: Velg alternativet <guilabel>KDE</guilabel> og trykk <guibutton>Endre økt</guibutton>
nl: Kies de <guilabel>KDE</guilabel> optie en klik op <guibutton>Sessie wijzigen</guibutton>
nn: Vel alternativet <guilabel>KDE</guilabel> og trykk <guibutton>Endra økt</guibutton>
ro: Alegeţi opţiunea <guilabel>KDE</guilabel> şi apăsaţi <guibutton>Change Session</guibutton>
ru: Выберите вариант <guilabel>KDE</guilabel> и нажмите <guibutton>Сменить сеанс</guibutton>
sk: Zvoľte možnosť <guilabel>KDE</guilabel> a stlačte <guibutton>Zmeniť sedenie</guibutton>
tr: <guilabel>KDE</guilabel> seçeneğini seçin ve <guibutton>Oturumu Değiştir</guibutton>e tıklayın
uk: Оберіть пункт <guilabel>KDE</guilabel> та натисніть <guibutton>Change Session</guibutton>
vi: Chọn nhãn <guilabel>KDE</guilabel> và nhấn nút <guibutton>Đổi Phiên</guibutton>
zh_tw: 選擇 <guilabel>KDE</guilabel> 選項並按下 <guibutton>更改作業階段</guibutton>

source: Enter your username and password as normal. KDE should then start.
eo: Tajpu vian uzantnomon kaj pasvorton kiel kutime. Tiam KDE devas komenciĝi.
es: Introduzca su nombre de usuario y contraseña de la forma habitual, y se iniciará KDE.
eu: Beti bezala sar itzazu zure erabiltzaile-izena eta pasahitza. KDE abiarazi beharko litzateke.
fr: Saisissez vos identifiant et mot de passe habituels. KDE devrait alors démarrer.
id: Masukkan nama pengguna dan sandi seperti biasa. Selanjutnya KDE akan berjalan.
is: Sláðu inn notandanafn og lykilorð eins og venjulega. KDE ætti þá að gangsetjast.
it: Inserire il nome utente e la password. KDE ora dovrebbe partire.
ja: あなたのユーザー名とパスワードをいつもどおり入力してください。するとKDEが起動します。
ko: 보통 때와 같이 사용자 이름과 암호를 입력합니다. KDE 가 시작될 것입니다.
lt: Įveskite savo naudotojo vardą ir slaptažodį. Tada pasileis KDE.
mk: Внесете го вашето корисничко име и лозинка како и вообичаено. Треба да се стартува KDE.
nb: Skriv inn brukernavnet og passordet ditt som normalt. KDE skal da starte.
nl: Voer uw gebruikersnaam en wachtwoord in als gebruikelijk. KDE hoort dan te starten.
nn: Skriv inn brukarnamnet og passordet ditt som normalt. Deretter skal KDE starta.
ro: Introduceţi-vă numele de utilizator şi parola ca de obicei. KDE va porni.
ru: Введите имя пользователя и пароль как обычно. Затем должен запуститься KDE
sk: Zadajte svoje používateľské meno a heslo ako normálne. Potom by sa malo spustiť KDE.
tr: Kullanıcı adı ve şifrenizi girin. Daha sonra KDE başlamalıdır.
uk: Після введення імені користувача та пароля, завантажиться KDE.
vi: Nhập vào tên đăng nhập và mật khẩu như bình thường. Sau đó KDE sẽ khởi động.
zh_tw: 輸入您平常使用的使用者名稱及密碼。之後 KDE 將會啟動。

source: Installing an Xfce desktop
eo: Instalado de labortablo Xfce
es: Instalar un escritorio Xfce
eu: Xfce mahaigaina instalatzea
fr: Installation d'un bureau Xfce
id: Menginstal desktop Xfce
is: Uppsetning á Xfce skjáborðinu
it: Installare il desktop Xfce
ja: Xfceデスクトップをインストールする
ko: Xfce 데스크탑 설치하기
lt: Įdiegiamas Xface darbalaukis
mk: Инсталирање на Xfce работната околина
nb: Installasjon av et Xfce-skrivebord
nl: Een Xfce-bureaubladomgeving installeren
nn: Å installera eit Xfce-skrivebord
ro: Instalarea unui birou Xfce
ru: Установка рабочей среды Xfce
sk: Inštalácia prostredia Xfce
tr: Bir Xfce masaüstü kuruluyor
uk: Встановлення графічної оболонки Xfce
vi: Cài đặt Xfce desktop
zh_tw: 安裝 Xfce 桌面
