Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/trunk/data/*/LC_MESSAGES/computerjanitor.po
Languages: es

source: Essential package %s is missing. There may be problems with apt sources.list or Packages files may be missing?
es: Falta el paquete esencial %s. Es posible que haya problemas con el sources.list de apt o que falten los archivos Packages.

source: Logging to syslog cannot be set up.
es: No se ha podido configurar el registro sobre syslog.

source: Running application, with:
es: Ejecutando la aplicación, con:

source: %prog [options] find %prog [options] cleanup [CRUFT]... %prog [options] ignore [CRUFT]... %prog [options] unignore [CRUFT]... %prog finds and removes cruft from your system. Cruft is anything that shouldn't be on the system, but is. Stretching the definition, it is also things that should be on the system, but aren't.
es: %prog [opciones] find %prog·[opciones]·cleanup·[BASURA]... %prog·[opciones]·ignore·[BASURA]... %prog·[opciones]·unignore·[BASURA]... %prog·busca y elimina basura de su sistema. «Basura» es cualquier cosa que no debería estar en el sistema, pero está. Ampliando la definición, son también cosas que deberían estar pero no están.

source: Make the 'cleanup' command remove all packages, if none are given on the command line.
es: Al usar la orden «cleanup» desinstalará todos los paquetes, si no se ha indicado ninguno en la línea de órdenes.

source: Store state of each piece of cruft in FILE. (Default is %default).
es: Guarda el estado de cada porción de basura en ARCHIVO. (Por omisión es %default).

source: Don't actually remove anything, just pretend to do so. This is useful for testing stuff.
es: No eliminar nada realmente; tan sólo fingir que se hace. Resulta útil para hacer pruebas.

source: Verbose operation: make find show an explanation for each piece of cruft found.
es: Operación detallada: hace que find muestre una explicación de cada porción de basura encontrada.

source: Unknown command: %s
es: Orden desconocida: %s

source: Unknown cruft: %s
es: Basura desconocida: %s

source: computer-janitor must be run as root, sorry.
es: computer-janitor debe ejecutarse como administrador.

source: removable
es: desinstalable

source: ignored
es: ignorado

source: Ignored: %s
es: Ignorado: %s

source: Pretending to remove cruft: %s
es: Se pretende desinstalar basura: %s

source: Removing cruft: %s
es: Eliminando basura: %s

source: Pretending to post-cleanup: %s
es: Se pretende hacer post-limpieza: %s

source: Post-cleanup: %s
es: Post-limpieza: %s

source: Finding plugins
es: Buscando complementos

source: Finding problems
es: Buscando problemas

source: Cleaning up
es: Limpiando

source: Pretending to clean up: %s
es: Fingiendo limpiar: %s

source: Cleaning up: %s
es: Limpiando: %s

source: Post-cleanup
es: Post-limpieza

source: Could not clean up properly
es: No se ha podido limpiar adecuadamente

source: Really clean up?
es: ¿Limpiar de verdad?

source: You are <b>removing %d .deb packages.</b> This may break your system, if you need them. Do you want to continue?
es: Está <b>eliminando %d paquetes .deb</b>. Esto puede estropear su sistema. ¿Desea continuar?

source: Do you want to continue?
es: ¿Desea continuar?

source: Root access required.
es: Se requiere acceso de administrador.

source: You must run computer-janitor-gtk as root. Sorry.
es: Debe ejecutar computer-janitor-gtk como administrador.

source: Remove/fix?
es: ¿Eliminar/arreglar?

source: Name
es: Nombre

source: Computer Janitor %s
es: Encargado de limpieza %s

source: <big><b>Keep your system clean</b></big>
es: <big><b>Mantenga limpio su sistema</b></big>

source: Clean_up
es: _Limpiar

source: Computer Janitor
es: Encargado de limpieza

source: This application helps you find and remove software packages you might not need anymore. It also suggests configuration changes that might benefit you.
es: Esta aplicación le ayuda a buscar y eliminar paquetes de software que ya no va a necesitar. También sugiere cambios de configuración que le pueden beneficiar.

source: updates
es: actualizaciones

source: Clean up a system so it's more like a freshly installed one
es: Limpia su sistema para que se parezca más a uno recién instalado

source: NFS is being used, so the nfs-common package needs to be installed.
es: Se está usando NFS, así que es necesario tener instalado el paquete nfs-common.

source: Package was installed because another package required it, but now nothing requires it anymore.
es: El paquete fue instalado porque otro paquete lo necesitaba, pero ahora ya no lo necesita ninguno.

source: User is missing from admin group.
es: El usuario no está en el grupo admin.

source: User %s needs to be added to the admin group.
es: Se necesita añadir al usuario %s en el grupo admin.

source: File was left on the disk by dpkg as part of its configuration file handling. If your computer works fine, you can remove it. You may want to compare it with the actual configuration file (the one without the .dpkg-old or .dpkg-new suffix). If unsure, don't remove the file.
es: Dpkg dejó el archivo en el disco como parte de su gestión de archivos de configuración. Si su equipo funciona bien, puede borrarlo. Puede que quiera compararlo con el archivo de configuración actual (el que no tiene el sufijo .dpkg-old o .dpkg-new). Si no es está seguro, no borre el archivo.

source: The 'relatime' mount option is missing for filesystem mounted at %s
es: Falta la opción de montaje 'relatime' en el sistema de archivos montado en %s

source: The '/dev/scd0' device should be '/dev/cdrom' in fstab.
es: El dispositivo «/dev/scd0» debería ser «/dev/cdrom» en fstab.

source: Remove landscape-client stub
es: Eliminar el paquete landscape-client

source: Package is no longer supported: it is no longer in the package archive. (It may also have been installed from an unofficial archive that is no longer available. In that case you may want to keep it.)
es: El paquete ya no está soportado: ya no está en el repositorio de paquetes. (También puede que se haya instalado desde un repositorio no oficial que ya no esté disponible. En ese caso, puede que quiera conservarlo.)
