Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/trunk/data/*/LC_MESSAGES/indicator-applet.po
Languages: es

source: An indicator of something that needs your attention on the desktop
es: Un indicador de algo que requiere su atención en el escritorio

source: Indicator Applet
es: Aplicación Indicador

source: Building up install directories. Need a dummy value.
es: Construyendo los directorios de instalación. Se necesita un valor cualquiera.

source: Setting up basic GConf
es: Establecer GConf básico

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License version 3, as published by the Free Software Foundation.
es: Este programa es software libre: puede redistribuirlo y/o modificarlo bajo los términos de la Licencia Pública General GNU versión 3, tal y como fue publicado por la Fundación para el Software Libre.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranties of MERCHANTABILITY, SATISFACTORY QUALITY, or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
es: Este programa es distribuido con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA; incluso sin las garantías de COMERCIABILIDAD, CALIDAD SATISFACTORIA, o IDONEIDAD PARA UN PROPÓSITO PARTICULAR. Vea la Licencia pública general GNU para tener más detalles.

source: You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
es: Debería haber recibido una copia de la Licencia Pública General GNU junto con este programa. De no ser así, visite <http://www.gnu.org/licenses/>.

source: An applet to hold all of the system indicators.
es: Una aplicacion para mantener todos los indicadores del sistema.

source: Indicator Applet Website
es: Sitio web de Indicator Applet

source: _About
es: _Acerca

source: No Indicators
es: Sin indicadores

source: translator-credits
es: Launchpad Contributions: Ing. Forigua https://launchpad.net/~ingeniero-forigua Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo juancarlospaco https://launchpad.net/~juancarlospaco
