Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/trunk/data/*/LC_MESSAGES/onboard.po
Languages: es

source: _Quit
es: _Salir

source: Quit onBoard
es: Salir de onBoard

source: Show settings
es: Mostrar configuración

source: _Settings
es: _Configuración

source: You need pygtk 2.10 or above for the system tray icon
es: Usted necesita pygtk 2.10 o mayor para el icono de la bandeja del sistema

source: Settings
es: Configuración

source: Switch Buttons
es: Cambiar Botones

source: require %s
es: requiere %s

source: require filename in pane
es: requiere nombre de archivo en el panel

source: Snippet %d
es: Fragmento %d
