Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/trunk/data/*/LC_MESSAGES/screem.po
Languages: es

source: Screem HTML/XML Editor
es: Editor HTML/XML Screem

source: Website editor and management system
es: Sistema de edición y administración de sitios Web

source: Apply highlighting to printout
es: Aplicar resaltado a la copia impresa

source: Auto Save
es: Salvado automático

source: Auto Save Interval
es: Intervalo entre auto-guardados

source: Backup Copy Extension
es: Extensión de la copia de seguridad

source: Default FALSE booleans
es: Valores lógicos FALSO por defecto

source: Default TRUE booleans
es: Valores lógicos VERDADERO por defecto

source: Default filename
es: Nombre de archivo predeterminado

source: Default font
es: Tipografía predeterminada

source: Do not split words over two lines
es: No dividir palabras al final de la línea

source: Extension or suffix to use for backup file names. This will only take effect if the "Create Backup Copies" option is turned on.
es: Extensión o sufijo a utilizar en las copias de seguridad. Solo tendrá efecto si la opción "Crear copias de seguridad" está habilitada.

source: If lines are to be printed, print them every N lines
es: Si se van a imprimir lineas, imprimirlas cada N lineas

source: Ignore markup tags, e.g. &lt;p&gt; when spell checking
es: Ignorar las etiquetas, por ej.: &lt;p&gt;, al revisar la ortografía

source: Ignore tags when spell checking
es: Ignorar etiquetas cuando se revise la ortografía

source: Ignore words in uppercase when spell checking
es: Ignorar palabras en mayúsculas al revisar la ortografía

source: Ignore words with numbers when spell checking
es: Ignorar palabras con números al revisar la ortografía

source: Load tag trees on startup in a separate thread
es: Cargar árbol de etiquetas al inicio en un hilo independiente

source: Message view scrollback lines
es: Lineas de desplazamiento hacia atrás de la vista mensajes

source: Mime Type for new blank documents
es: Tipo MIME para documentos nuevos

source: Number of minutes after which screem will automatically save modified files. This will only take effect if the "Auto Save" option is turned on.
es: Intervalo en minutos tras el que screem guarda automáticamente los archivos modificados. Esto solo se llevará a cabo si la opción "Guardar automáticamente" está activada.

source: Override the desktop default for toolbar appearance
es: Reemplazar las preferencias por omisión de la apariencia de la barra de herramientas

source: Print lines every N lines
es: Imprimir líneas cada N líneas

source: Should Screem load remote files
es: Screem debe cargar archivos remotos

source: Should a header be printed
es: Debería imprimirse un encabezado

source: Should files that have been modified automatically save after a time interval. You can set the time interval with the "Auto Save Interval" option.
es: Los archivos que hayan sido modificados deberían guardarse automáticamente después de transcurrido cierto tiempo. Usted puede configurar el intervalo de tiempo con la opción "Intervalo de para guardar automáticamente".

source: Should line numbers be printed
es: Deberían imprimirse los números de lineas

source: Should lines be wrapped at characters
es: Las lineas deberían ajustarse a los caracteres

source: Should remote DTDs, images etc be loaded
es: Los archivos remotos como imágenes y DTDs deberían cargarse

source: Should the main toolbar be shown
es: Mostrar la barra de herramientas principal

source: Should the syntax highlighting be printed as well
es: Debería imprimirse la sintaxis resaltada

source: Should the wizard toolbar be shown
es: Mostrar la barra de herramientas del tutor

source: The character set a page uses if the page doesn't define one itself
es: El juego de caracteres usado por una página si no está definido en la misma

source: The column to draw the right hand margin
es: Columna para dibujar el margen derecho

source: The current hint number
es: Número actual de la sugerencia

source: The default character set a page uses
es: El juego de caracteres por defecto usado en una página

source: The default filename used when creating a new page
es: Nombre de archivo predeterminado cuando se cree una nueva página

source: The editor background color
es: Color de fondo del editor

source: The editor text color
es: Color del texto del editor

source: The mime type that new blank documents will be created as.
es: El tipo mime con el que se crearán los nuevos documentos.

source: The number of lines in the message view window
es: El número del lineas en la ventana vista de mensajes

source: The path to the directory containing the hints files
es: Ruta al directorio que contiene los archivos de consejos

source: The position of the document tabs, valid values are "top", "right", "bottom", and "left"
es: La posición de las pestañas de documento, los valores válidos son: "arriba", "derecha", "abajo" e "izquierda"

source: Toolbar appearance
es: Apariencia de la barra de herramientas

source: Use the colors from the current theme in the editor
es: Usar los colores del tema actual en el editor

source: Use the font from the current theme in the editor
es: Usar la tipografía del tema actual en el editor

source: Use theme colors
es: Usar los colores del tema

source: Use theme font
es: Usar la tipografía del tema

source: When set tag trees are loaded in a separate thread on startup. This can make screem usable sooner rather than blocking all usage until every tree is loaded.
es: Cuando los árboles de etiquetas se cargan en un hilo separado al inicio. Esto hace que screem se pueda usar antes en lugar de bloquear el uso hasta que todos los árboles se han cargado.

source: When wrapping is enabled wrap based on words, not characters
es: Cuando el ajuste está activado se ajusta a las palabras, no a los caracteres

source: Whether screem should automatically save modified files after a time interval. You can set the time interval with the "Auto Save Interval" option.
es: Screem debe guardar automáticamente archivos modificados después de un intervalo de tiempo. Puede configurar el intervalo de tiempo con la opción “Intervalo de auto guardar”.

source: language code for the dictionary to use
es: código del idioma para el diccionario

source: language code for the dictionary to use through enchant
es: código del idioma para el diccionario a usar a través de enchant

source: screem will check for this key on startup, if it doesn't get the value TRUE then it will exit
es: screem verifica esta clave al inicio, si no tiene el valor TRUE se cierra

source: setting used by screem to check schemas are present, do not change it
es: preferencia usada por screen para verificar que los esquemas están presentes, no lo modifique

source: width of a tab in characters
es: ancho de una pestaña en caracteres

source: ASP.NET Document
es: Documento ASP.NET

source: Actionscript source code
es: Código fuente Actionscript

source: ColdFusion Document
es: Documento ColdFusion

source: Compiled WML Script
es: Script compilado WML

source: Compiled WML document
es: Documento compilado WML

source: HTML Component
es: Componente HTML

source: HTML document
es: Documento HTML

source: Javascript source code
es: Código fuente Javascript

source: PHP script source
es: Código de script PHP

source: Screem Project file
es: Archivo de proyecto Screem

source: Screem Tag Tree file
es: Archivo de árbol de etiqueta Screem

source: WML Bitmap image
es: Imagen mapa de bits WML

source: WML Script
es: Guión WML

source: WML document
es: Documento WML

source: Allow any Users
es: Permitir cualquier usuario

source: Allow group
es: Permitir grupo

source: Apache configuration resources
es: Recursos de configuración de Apache

source: Basic Authentication
es: Autenticación básica

source: Group file entry
es: Entrada del archivo de grupo

source: A case for cfswitch
es: Un caso para cfswitch

source: A grid column
es: Una columna de la rejilla

source: A grid for laying out a cfform
es: Una rejilla para presentar un cfform

source: Abort / Exit / Reexecute custom tags
es: Abortar / Salir / Volver a ejecutar etiquetas personalizadas

source: Abort processing of the page
es: Abortar el procesamiento de la página

source: Access LDAP servers
es: Acceso a servidores LDAP

source: Add a select control to a cfform
es: Añadir un control de selección a cfform

source: Add additional information to an email
es: Añadir información adicional a un correo electrónico

source: Add an input control to a cfform
es: Añadir un control de entrada a cfform

source: Add an item to a cftree
es: Añadir un elemento a un cftree

source: Add/Modify indexed data to/in a collection
es: Añadir/Modificar datos indexados a/en una colección

source: Adds the specified content to the &lt;head&gt;&lt;/head&gt; section of an html page
es: Añade el contenido especificado a la sección &lt;head&gt;&lt;/head&gt; de una página html

source: Allows data from child tags to be save with the specified base tag. This only works with custom tags
es: Permite que datos de una etiqueta hija sean guardados con la etiqueta base especificada. Esto solo funciona con etiquetas personalizadas

source: Alter behaviour of page processing
es: Altera el comportamiento del procesamiento de página

source: Append to a file
es: Añadir a un archivo

source: Authenticates the user + sets up the security setting for the application
es: Autentifica al usuario + selecciona las opciones de seguridad para la aplicación

source: Break out of a loop
es: Salir de un bucle

source: Build a table. Use cfcol for defining columns / rows. Tables will either be &amp;lt;pre&amp;gt; or &amp;lt;table&amp;gt;
es: Construye una tabla. Usa cfcol para definir columnas / filas. las tablas pueden ser &amp;lt;pre&amp;gt; o &amp;lt;table&amp;gt;

source: Call a custom tag
es: Llama a una etiqueta personalizada

source: Catch this type of exception
es: Capturar este tipo de excepción

source: Check an expression and perform actions based on the case (see cfcase)
es: Comprueba una expresión y realiza acciones basándose en el caso (ver cfcase)

source: Checks that a parameter exists, the type, and if it provides a value
es: Comprueba que un parámetro existe, el tipo y si proporciona un valor

source: ColdFusion 5.0 Markup Language (CFML)
es: Lenguaje de etiquetado ColdFusion 5.0 (CFML)

source: Conditional statement
es: Declaración condicional

source: Connect to a POP mail server
es: Conectar a un servidor de correo POP

source: Control caching of dynamic content
es: Controlar el cacheo de contenidos dinámicos

source: Control white space processing produced by cfml
es: Controlar el procesamiento de espacios en blanco producidos por cfml

source: Controls application settings, session management etc.
es: Controla las opciones de la aplicación, la administración de sesiones, etc.

source: Copy files
es: Copiar archivos

source: Create / modify Verity collections
es: Crear / modificar colecciones Verity

source: Create a cookie variable
es: Crear una variable cookie

source: Create a form with custom controls.
es: Crear un formulario con controles personalizados.

source: Data output
es: Salida de datos

source: Data to be displayed in a graph
es: Datos a ser mostrados en un gráfico

source: Database manipulation
es: Manipulación de bases de datos

source: Default for unmatched cases with cfswitch
es: Predeterminado para casos no coincidentes con cfswitch

source: Define MIME type of the current page + provide a file with the page.
es: Define el tipo MIME de la página actual + proporcionar un archivo con la página

source: Define a row in the grid that isn't using a query as the source for its data. This will be ignored if the grid specifies a query=""
es: Define una línea en la rejilla que no usa una consulta como fuente de sus datos. Esto será ignorado si la rejilla especifica un query=""

source: Define a table column header
es: Define una cabecera para la columna de la tabla

source: Define a variable, if one already exists with the specified name it will be assigned the given value
es: Define una variable, si ya existe una con el nombre especificado se le asignara el valor indicado

source: Delete file
es: Eliminar archivo

source: Display a bar chart
es: Mostrar un gráfico de barras

source: Display a line graph
es: Mostrar un gráfico de lineas

source: Display a pie chart
es: Mostrar un gráfico de pastel

source: Display results of a database query
es: Mostrar los resultados de una consulta a la base de datos

source: Do not output anything in this tag
es: No producir salida en esta etiqueta

source: Enable custom HTML error pages
es: Habilitar las páginas de error HTML personalizadas

source: Event handling
es: Gestión de eventos

source: Exception handling
es: Gestión de excepciones

source: Execute a section of code and catch exceptions that it may throw.
es: Ejecuta una sección de código y captura las excepciones que pueda lanzar

source: Execute an application on the server
es: Ejecutar una aplicación en el servidor

source: Extensibility
es: Extensibilidad

source: File managment
es: Gestión de archivos

source: Flow control
es: Control de flujo

source: Flushes any buffered output to the client browser
es: Elimina cualquir salida de buffer para el browser cliente

source: Forms
es: Formas

source: Group database actions into a single transaction for easy rollback
es: Agrupa acciones de base de datos en una sola transacción para facilitar la restauración

source: Impersonate a defined user
es: Personifica a un usuario definido

source: Include other ColdFusion pages
es: Incluir otras páginas de ColdFusion

source: Insert a record
es: Insertar un registro

source: Insert a slider control into a form
es: Insertar un control deslizante en un formulario

source: Insert a tree control into a form
es: Insertar un control árbol en un formulario

source: Insert single line text input box.
es: Insertar un campo de texto de una sola linea

source: Internet Protocols
es: Protocolos de Internet

source: Java servlet and Java object
es: Servlet Java y objeto Java

source: Lock shared data, can be an exclusive lock, or a read only lock
es: Bloquear datos compartidos, puede ser un bloqueo exclusivo o un bloqueo de solo lectura

source: Manipulate registry keys, supported on Linux,Solaris, and HP-UX, not just Windows
es: Manipular claves del registro, soportado en Linux, Solaris y HP-UX, no solo en Windows

source: Move files
es: Mover archivos

source: New in ColdFusion 5
es: Nuevo en ColdFusion 5

source: Open the specified page / file
es: Abrir la página/archivo especificado

source: Output a message to a log file
es: Enviar un mensaje al archivo de registro

source: Page processing
es: Procesamiento de página

source: Parameter information. For use with stored procedures
es: Informacion de parámetro. Para uso con procedimientos almacenados

source: Parameters for a query
es: Parámetros para una consulta

source: Perform FTP operations
es: Realizar operaciones FTP

source: Perform a database query
es: Realizar una consulta a la base de datos

source: Perform an action upon a directory
es: Realizar una acción sobre un directorio

source: Perform as search on a collection
es: Realizar una búsqueda en una colección

source: Provide parameters for http requests
es: Proporcionar parámetros para peticiones http

source: Read file
es: Leer archivo

source: Rename file
es: Cambiar nombre de archivo

source: Rethrow the current exception. (Crashes Linux coldfusion server versions 4.5 and 5)
es: Relanzar la excepción actual. (Cuelga el servidor coldfusion para Linux en las versiones 4.5 y 5)

source: Run Crystal Reports report
es: Ejecutar un informe Crystal Reports

source: Run a Java servlet using a JRun engine. Parameters can be passed using the cfservletparam tag
es: Ejecuta un servlet java usando el motor JRun. Los parámetros se pueden pasar usando la etiqueta cfservletparam

source: Run a stored procedure on the database server
es: Ejecutar un procedimiento almacenado en el servidor de base de datos

source: Saves the content of the tag in a variable
es: Almacena el contenido de la etiqueta en una variable

source: Send an HTTP header
es: Enviar una cabecera HTTP

source: Send email via SMTP
es: Enviarcorreo electrónico vía SMTP

source: Serialize CFML structures to WDDX format. (XML based). Javascript is generated to create the objects.
es: Serializar estructuras CFML a formato WDDX. (Basado en XML). Se genera Javascript para crear los objetos.

source: Store the results of a stored procedure
es: Almacenar los resultados de un procedimiento almacenado

source: Throw an exception
es: Lanzar una excepción

source: Update a grid from a data source.
es: Actualizar una rejilla desde una fuente de datos

source: Update an existing database record
es: Actualizar un registro existente de la base de datos

source: Upload files
es: Subir archivos

source: Use COM/Java/CORBA object
es: Usar objetos COM/Java/CORBA

source: Use a java applet
es: Usar una miniaplicación Java

source: Use for cfscript processing instead of cfml
es: Usar para procesamiento cfscript en lugar de cfml

source: Used to pass parameters to a Java servlet (cfservlet tag)
es: Usado para pasar parámetros a un servlet Java (etiqueta cfservlet)

source: Variable manipulation
es: Manipulación de variables

source: Web application framework
es: Framework de aplicaciones web

source: Write file
es: Escribir archivo

source: cffile (append)
es: cffile (añadir)

source: cffile (copy)
es: cffile (copiar)

source: cffile (delete)
es: cffile (pegar)

source: cffile (move)
es: cffile (mover)

source: cffile (read binary)
es: cffile (leer binario)

source: cffile (read)
es: cffile (leer)

source: cffile (upload)
es: cffile (subir)

source: cffile (write)
es: cffile (escribir)

source: cfgraph (bar / horizontal bar)
es: cfgraph (barra / barra horizontal)

source: cfgraph (line)
es: cfgraph (línea)

source: cfgraph (pie)
es: cfgraph (tarta)

source: cfloop (COM Collection or Structure)
es: cfloop (Colección o Estructura COM)

source: cfloop (Conditional)
es: cfloop (Condicional)

source: cfloop (Index)
es: cfloop (índice)

source: cfloop (List)
es: cfloop (Lista)

source: cfloop (Query)
es: cfloop (Consulta)

source: dump variables for debugging
es: variables de volcado para depuración

source: loop from start value to end value
es: bucle desde el valor de inicio al de final

source: loop over a COM Collection or a Structure.
es: bucle sobre una Colección o una Estructura COM.

source: loop over a list of items
es: bucle sobre la lista de elementos

source: loop over the results of a query
es: bucle sobre el resultado de una pregunta

source: loop while condition is true
es: bucle mientras la condición sea verdadero

source: A shorthand method for specifying the top, right, bottom, left margin widths / heights
es: Un atajo para especificar la altura y ancho de los márgenes superior, derecho, inferior e izquierdo.

source: A shorthand method of applying the list-style properties
es: Un atajo para aplicar propiedades list-style

source: CSS 2.0 properties
es: Propiedades CSS 2.0

source: Controls how an element is rendered, if at all
es: Controla como se renderiza un elemento, si se hace

source: Controls if empty cells in tables should be shown or not
es: Controla si las celdas vacías en las tablas deben mostrarse o no

source: Controls tiling of background images
es: Controla la repetición de las imágenes de fondo

source: Enables a variant of the font to be used, such as small-caps
es: Activa una variante de la tipografía utilizada, como small-caps

source: Increment a named counter
es: Incremente un contador nombrado

source: Interactive
es: Interactivo

source: Paged
es: Paginado

source: Properties for aural media
es: Propiedades para medios auditivos

source: Properties for interactive media
es: Propiedades para medios interactivos

source: Properties for paged media
es: Propiedades para medios paginados

source: Properties for visual media
es: Propiedades para medios visuales

source: Provides a height for an element
es: Proporciona la altura para un elemento

source: Provides a way to stretch / squash the font
es: Provee una manera de estirar/comprimir el tipo de fuente

source: Reset a named counter to 0, or a specified value
es: Reinicia un contador nombrado a 0, o al valor especificado

source: Set the aspect ratio of the font
es: Fija la relación de aspecto de la tipografía

source: Set the mouse pointer to the specified type
es: Establece el puntero del ratón al tipo especificado

source: Sets an image to use as the background
es: Elegir una imagen para usar como fondo.

source: Sets the background colour
es: Establece el color de fondo

source: Sets the text direction, left to right, right to left, etc.
es: Establece la dirección del texto, izquierda a derecha, derecha a izquierda, etc.

source: Shorthand for setting the individual font properties
es: Atajo para establecer las propiedades individuales de la tipografía

source: Specifies a maximum height for an element, does not apply to table elements
es: Establece la altura máxima de un elemento, no aplica a elementos de tabla

source: Specifies a maximum width for an element, does not apply to table elements
es: Especifica el ancho máximo de un elemento, no aplica a elementos de tabla

source: Specifies a minimum height for an element, does not apply to table elements
es: Especifica la altura mínima de un elemento, no aplicable a elementos de tabla

source: Specifies a minimum width for an element, does not apply to table elements
es: Especifica la anchura mínima de un elemento, no se aplica a elementos de tabla

source: Specifies an image that should be used as the marker in a list or list item
es: Especifica una imagen que debe ser usada como marcador en una lista u objeto de lista

source: Specifies how big the font should be
es: Especifica cuan grande debe ser un tipo de fuente

source: Specifies if an element should float to the left or right, or not at all.
es: Especifica si un elemento debe flotar hacia la izquierda, la derecha o hacia ningún lado.

source: Specifies if the background is fixed to the viewport if it scrolls, which is the default.
es: Especifica si el fondo esta fijado al área de trabajo si este se desplaza, que es la opción por defecto.

source: Specifies if the font should be italic, oblique, etc.
es: Especifica si la letra debe ser cursiva, oblicua, etc.

source: Specifies the height of the bottom margin on an element
es: Especifica la altura del margen inferior de un elemento

source: Specifies the height of the top margin on an element
es: Especifica la altura del margen superior de un elemento

source: Specifies the offset of the left hand side of a positioned element
es: Especifica la separación del lado izquierdo de un elemento posicionado

source: Specifies the position of a background image if one is given
es: Especifica la posición de una imagen de fondo si hay alguna

source: Specifies the spacing between letters
es: Especifica el espaciado entre letras

source: Specifies the type of marker to display, circle, square etc.
es: Especifica el tipo de marcador a mostrar, círculo, cuadrado, etc.

source: Specifies the weight of the font
es: Especifica el peso de la tipografía

source: Specifies the width of the left hand margin on an element
es: Especifuca el ancho del margen izquierdo en un elemento

source: Specifies the width of the right hand margin on an element
es: Especifica el ancho del margen derecho en un elemento

source: The name of the font, or font family to use
es: Nombre de la fuente, o de la familia de la fuente a usar

source: Used to control if the list marker is rendered inside or outside the actual list item
es: Utilizado para controlar si el marcador de lista se muestra dentro o fuera del elemento de lista en realidad
