Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/trunk/data/*/LC_MESSAGES/screem.po
Languages: es

source: characters wide
es: ancho de caracteres

source: execute
es: ejecutar

source: file:// ftp:// dav:// sftp:// other
es: file:// ftp:// dav:// sftp:// otro

source: ignore changes to this file
es: ignorar cambios en el archivo

source: lines
es: líneas

source: read
es: leído

source: write
es: escribir

source: A file named "%s" already exists.
es: Ya existe un archivo con el nombre «%s».

source: Do you want to replace it with the one you are saving
es: ¿Desea reemplazarlo con el que ha salvado?

source: _Replace existing file
es: _Reemplazando archivo existente

source: All Files
es: Todos los archivos

source: All Text Files
es: Todos los archivos de texto

source: CSS Files
es: Archivos CSS

source: Javascript Files
es: Archivos Javascript

source: Markup Files
es: Archivos de marcaje

source: Select filename to save as
es: Seleccionar nombre de archivo para abrir como

source: Untitled
es: Sin título

source: %s has changed on disk Reload instead of saving?
es: %s ha cambiado en el disco ¿Recargar o salvar?

source: Loading - Screem
es: Cargando - Screem

source: Starting...
es: Iniciando...

source: Initialising...
es: Inicializando...

source: Initialise Python...
es: Inicializando Python...

source: Loading Syntax files...
es: Cargando archivos de sintáxis...

source: Loading Helpers...
es: Cargando ayudantes...

source: Loading DTDs...
es: Cargando DTD

source: Loading Session...
es: Cargando sesión...

source: Creating Interface...
es: Creando interfaz...

source: HTML Anchors
es: Aclajes HTML

source: Classes
es: Clases

source: Defines
es: Define

source: Enumerators
es: Enumeradores

source: Functions
es: Funciones

source: Filenames
es: Nombres de archivo

source: Enumerator Names
es: Nombres de enumerador

source: Function Prototypes
es: Prototipos de funciones

source: Structs
es: Estructuras

source: Typedefs
es: Definiciones de tipos

source: Unions
es: Uniones

source: In File
es: En archivo

source: No document types
es: Sin tipos de documento

source: Unmatched documents
es: Documentos no encontrados

source: Insert relative filename
es: Insertar nombre de archivo relativo

source: Insert filename relative to the current document
es: Insetar un nombre de archivo relativo al documento actual

source: Insert complete filename
es: Insertar nombre de archivo completo

source: Insert full filename
es: Insertar nombre de archivo completo

source: Insert tag
es: Insertar tag

source: Insert tag attribute
es: Insertar atributo de etiqueta

source: Insert inline
es: Insertar alineación

source: Insert the file into the current document
es: Insertar el archivo en el documento actual

source: Cancel drag
es: Cancelar arrastre

source: Cancel the drag and drop operation
es: Cancelar la operación de agarrar y soltar

source: Learn More...
es: Aprender más...

source: Input _Methods
es: _Métodos de entrada

source: Could not open page: %s
es: No se pudo abrir la página: %s

source: Print Preview - Screem
es: Vista previa de la impresión -Screem

source: Print Document - Screem
es: Imprimir documento -Screem

source: %s is already closed
es: %s ya esta cerrado

source: no tag needs closing
es: Cierre inteligente de etiqueta

source: %s is not a valid element of this documents DTD
es: %sno es un elemento válido para estos documentos DTD

source: Default
es: Predeterminados

source: Valid Elements
es: Elementos válidos

source: %s finished due to an error
es: %s finalizó debido a un error

source: There was an error running the %s helper
es: Hubo un error al correo el ayudante %s

source: The error window will contain details of these
es: La ventana de error que contendrá los detalles de estos

source: All Types
es: Todos los tipos

source: Tip of the day - Screem
es: Consejo del día - Screem

source: screem_hints.txt
es: screem_consejos.txt

source: Your SCREEM tips file appears to be missing! There should be a file called screem_hints.txt in the SCREEM data directory. Please check your installation.
es: ¡Aparentemente están faltando los consejos de SCREEM! Debe haber un archivo llamado screem_consejos.txt en el directorio de datos de SCREEM.

source: External
es: Externo

source: Broken
es: Rotos

source: Ignored
es: Ignorado

source: Changed
es: Modificado

source: Checking
es: Comprobando

source: Depth:
es: Profundidad:

source: Show Labels
es: Mostrar etiquetas

source: Check Links
es: Comprobar vínculos

source: Refresh
es: Recargar

source: Load the given session file
es: Cargar el archivo de sesión dado

source: FILE
es: ARCHIVO

source: Site CReation and Editing EnvironMent
es: Entorno de edición y creación de sitios

source: Screem was unable to locate one of its files.
es: Screem fue incapaz de encontrar uno de sus archivos

source: _Manage Documents
es: Gestionar docu_mentos

source: No Document
es: Sin documento

source: Unsaved Document
es: Documento no guardado

source: N/A
es: No Disponible

source: None
es: Ninguno

source: File:
es: Archivo:

source: Type:
es: Tipo:

source: Doctype:
es: Tipo de documento:

source: Loading page: %s
es: Cargando página: %s

source: Loaded page: %s
es: Página cargada: %s

source: Failed to load page: %s
es: fallo al cargar la página: %s

source: Failed to load %s
es: Fallo al cargar %s

source: Opened Pages
es: Páginas abiertas

source: Failed to create: %s
es: Fallo al crear: %s

source: [Document]
es: [Documento]

source: [Regions]
es: [Regiones]

source: [Links]
es: [Vínculos]

source: [Styles]
es: [Estilos]

source: [text]
es: [texto]

source: [Comment]
es: [Comentario]

source: Elements
es: Elementos

source: Enter the URL of the tag tree to add
es: Introduzca la URL del árbol de la etiqueta a añadir

source: Not an HTML document
es: No es un documento HTML

source: Invalid URI in page:
es: URI inválida en la página:

source: Failed to load: %s
es: Fallo al cargar: %s

source: Individual Files
es: Archivos individuales

source: Images
es: Imágenes

source: Stylesheets
es: Hojas de estilo

source: Loading site: %s
es: Cargando sitio: %s

source: Failed to load site: %s
es: Fallo al cargar el sitio: %s

source: Loaded site: %s
es: Sitio cargado: %s

source: Imported Site
es: Sitio importado

source: Unknown
es: Desconocido

source: Type
es: Tipo

source: Number
es: Número

source: Total Size
es: Tamaño total:

source: Average Size
es: Tamaño mediano

source: Enter Pattern
es: Introducir patrón

source: Pattern
es: Patrón

source: _Move here
es: _Mover aquí

source: Move file
es: Mover archivo

source: _Copy here
es: _Copiar aquí

source: Copy file
es: Copiar archivo

source: New Directory
es: Nuevo directorio

source: Delete
es: Suprimir

source: Properties
es: Propiedades

source: Show Hidden Files
es: Mostrar archivos ocultos

source: Show/Hide hidden files/folders
es: Mostrar/Ocultar archivos/carpetas ocultas

source: Show Backup Files
es: Mostrar archivos de respaldo

source: Show/Hide backup files
es: Mostrar/Ocultar archivos de respaldo

source: Exclude
es: Excluir

source: Ignore
es: Ignorar

source: Site name
es: Nombre del sitio

source: Site Operation Flags
es: Banderas de operación del sitio

source: No directory name specified.
es: No se especificó un nombre de directorio.

source: Directory could not be created.
es: No se pudo crear el directoiro.

source: Are you sure you want to permanently delete "%s"?
es: ¿Está seguro que eliminar borrar permanentemente «%s»?

source: Is the Tag File active or not
es: Si el archivo de etiqueta está activo o no

source: Unknown Resource
es: Recurso desconocido

source: Attributes
es: Atributos

source: Value
es: Valor

source: Applied Styles
es: Estilos aplicados

source: Rules
es: Reglas

source: File
es: Archivo

source: Description
es: Descripción

source: Current Doctype
es: Tipo de documento actual

source: Elements for the current doctype
es: Elementos del tipo de documento actual

source: Invalid URI for requested resource
es: URI inválida para el recurso solicitado

source: Remote resources are not available in offline mode
es: Los recursos remotos no están disponibles en el modo sin conexión

source: Parameters
es: Parámetros

source: Text to Insert
es: Texto a instertar

source: Tag Help - Screem
es: Ayuda de etiqueta - Screem

source: Resources
es: Recursos

source: Find in Tag Tree...
es: Buscar en el árbol de etiquetas

source: Search the tag tree
es: Buscar el arbol de etiquetas

source: Tag Help
es: Ayuda de etiqueta

source: Help
es: Ayuda

source: Element
es: Elemento

source: Valid
es: Válido

source: Tree
es: Árbol

source: Files
es: Archivos

source: Change type of document
es: Cambiar el tipo de documento

source: Main
es: Principal

source: Symbols
es: Símbolos

source: Messages
es: Mensajes

source: Errors
es: Errores

source: No Document - Screem
es: SIn documento - Screem

source: No match found for: %s
es: No se encontraron coincidencias para: %s

source: Open site:
es: Abrir un sitio

source: Open:
es: Abrir

source: Open document(s) - Screem
es: Abrir documento(s) - Screem

source: Enter the URL of the file to open
es: Introduzca la URL del archivo a abrir

source: Enter the URL of the site to open
es: Introducir la URL del sitio abierto

source: Failed to save: %s
es: Fallo al guardar: %s

source: Failed to save page
es: Fallo al salvar la página

source: Failed to save template
es: Fallo al salvar la plantilla

source: Failed to save template: %s
es: Fallo al salvar la plantilla: %s

source: Failed to save copy to: %s
es: Fallo al salvar la copia a: %s

source: Open Folder as Site - Screem
es: Abrir carptea como sitio -Screem

source: Open document - Screem
es: Abrir documento - Screem

source: Toolbar Editor
es: Editor de la barra de herramientas

source: _Add a New Toolbar
es: _Añadir una barra de herramientas nueva

source: Could not display help for Screem.
es: No se puede mostrar la ayuda de Screem

source: SCREEM (Site CReation and Editing EnvironMent) Screem provides an integrated development environment for creating and maintaining websites
es: SCREEM: (Entorno de creación y edición de sitios) Screem proporciona un entorno de desarrollo integrado para la creación y mantenimiento de sitios web

source: Translater Credits
es: Cŕeditos de traductores

source: Could not open recent page: %s
es: No se puede abrir la página reciente: %s

source: %s no longer exists
es: %s no existe

source: Could not open recent site: %s
es: No se puede abrir el sitio reciente: %s

source: Show/Hide the Messages dockitem
es: Mostrar/Ocultar mensajes de elementos empotrados

source: Show/Hide the file browser
es: Mostrar/Ocultar el explorador de archivos

source: Show/Hide the resources browser
es: Mostrar/Ocultar el explorador de recursos

source: Structure
es: Estructura

source: Show/Hide the document structure browser
es: Mostrar/Ocultar el explorador de estructura de documento

source: Show/Hide the tag attribute editor
es: Mostrar/Ocultarel editor de atributo de etiqueta

source: Show/Hide the ctags browser
es: Muestra/oculta el navegador ctags

source: Main Toolbar
es: Barra de herramientas principal

source: Show/Hide the Main Toolbar
es: Mostrar/Ocultar barra de herramientas principal

source: Wizard Toolbar
es: Barra de herramientas de tutor

source: Show/Hide the Wizards Toolbar
es: Mostrar/Ocultar la barra de herramientas de asistentes

source: Switch to the editor view
es: Alternar a la vista del editor

source: _Preview
es: _Vista previa

source: Switch to the preview view
es: Alternar para vista previa

source: _Link View
es: Visualizar en en_lace

source: Switch to the link view
es: Alternar a la vista de enlace

source: _Tree View
es: Vis_ta de árbol

source: Switch to the tree view
es: Alternar a la vista de árbol

source: _Desktop Default
es: Escritorio por _defecto

source: Set toolbar button style according to desktop Menu and Toolbar Preferences
es: Establecer el estilo de la barra de herramientas de acuerdo a las preferencias de menú de barra de herramientas

source: _Icons Only
es: Sólo _iconos

source: Show only icons in the toolbars
es: Mostrar solo iconos en la barra de herramientas

source: Text for _All Icons
es: Texto p_ara todos los iconos

source: Show text below every icon in the toolbars
es: Mostrar un texto bajo todos los iconos en la barra de herramientas

source: Text for I_mportant Icons
es: Texto para los iconos _Importantes

source: Show text only besides important icons in the toolbars
es: Mostrar un texto solo bajo los iconos imporatntes en la barra de herramientas

source: _Text Only
es: Sólo _texto

source: Show only text in the toolbars
es: Mostrar/Ocultar texto en la barra de herramientas

source: _File
es: A_rchivo

source: _New
es: _Nuevo

source: Recent Pages
es: _Páginas recientes

source: _Edit
es: _Editar

source: Editable Regions
es: Regiones editables

source: Block Operations
es: Operaciones de bloque

source: _View
es: _Vista

source: Se_arch
es: B_uscar

source: Wizards
es: Asistentes

source: Formatting
es: Formateado

source: _Site
es: _Sitio

source: Recent Sites
es: _Sitios recientes

source: Switch to site
es: Cambiar al sitio

source: _Tools
es: _Herramientas

source: _Help
es: Ay_uda

source: _Helpers
es: A_yudantes

source: _Documents
es: _Documentos

source: Toolbar Appearance
es: Apariencia de la barra de herramientas

source: New _Window
es: _Ventana nueva

source: Open a new window
es: Abrir una ventana nueva

source: New _Site...
es: Nuevo _sitio...

source: Create a new site
es: Crear un nuevo sitio

source: New Document...
es: Nuevo documento...

source: Create a new document
es: Crear un nuevo documento

source: New Blank Document
es: Nuevo documento en blanco

source: Create a new empty document
es: Crear un nuevo documento vacío

source: Open...
es: Abrir…

source: Open a site
es: Abrir un sitio

source: Open Location...
es: Abrir dirección…

source: Open a site from a specified location
es: Abrir un sitio desde una dirección especificada

source: Save All
es: Salvar todo

source: Save All modified documents in the current site
es: Salvar todos los documentos modificados en el sitio actual

source: Close
es: Cerrar

source: Close the current site
es: Cerrar el sitio actual

source: Open a document
es: Abrir un documento

source: Open a document from a specified location
es: Abrir un documento desde una ubicación especificada

source: Save
es: Guardar

source: Save a document
es: Salvar el documento

source: Save As...
es: Salvar como...

source: Save document as
es: Guardar documento como

source: Save Copy...
es: Guardar copia...

source: Save a copy of the document
es: Guardar una copia del documento

source: Save As Template...
es: Guardar como plantilla...

source: Save document as a template
es: Guardar documento como plantilla

source: Close the current document
es: Cerrar el documento actual

source: Close All
es: Cerrar todo

source: Close all open documents in the current site
es: Cerrar todos los documentos abiertos en el sitio actual

source: Print...
es: Imprimir…

source: Print the current view
es: Imprimir la vista actual

source: Print Preview
es: Imprimir la vista previa

source: Preview Printing of the current view
es: Previsualizar impresión de la vista actual

source: Page Set_up
es: Config_uración de la página

source: Setup page printing settings
es: Configuración de la impresión de la página de ajustes

source: Work Offline
es: Trabajar sin conexión

source: Prevent Screem from attempting to load remote files
es: Previene a Screem de intentar evitar cargar archivos remotos

source: Work Online
es: Trabajar con conexión

source: Allow Screem to attempt to load remote files
es: Permite a Screem de intentar evitar cargar archivos remotos

source: _Quit
es: Salir(_Q)

source: Quit Screem
es: Salir de Screem

source: Undo
es: Desahcer

source: Redo
es: Repetir

source: Cut
es: Cortar

source: Cut current selection
es: Cortar la selección actual

source: Copy
es: Copiar

source: Copy current selection
es: Copiar la selección actual

source: Paste
es: Pegar

source: Paste clipboard contents
es: Pegar los contenidos del portapapeles

source: Paste Unformatted
es: Pegar no formateado

source: Paste Encoded
es: Pegar codificado

source: Paste clipboard contents, encoding html entites where needed
es: Pegar el portapapeles, codificando entidades html donde sea necesario

source: Clear
es: Limpiar

source: Clear the current selection
es: Limpiar la selección actual

source: Select All
es: Seleccionar todo

source: Select Context
es: Seleccionar contexto

source: Select the element which the cursor is currently within
es: Selecciona el elemento en el que el cursor se encuentra dentro

source: Select Element Content
es: Seleccionar el contenido de un elemento

source: Select the content of the element which the cursor is currently within
es: Selecciona el contenido del elemento en el cual el cursor está actualmente

source: Find...
es: Encontrar...

source: Find matches in document(s)
es: Encontrar coincidencias en el(los) documento(s)

source: Find Again
es: Encontrar de nuevo

source: Find more matches in the current document
es: Encontrar más coincidencia en el documento actual

source: Replace...
es: Reemplazar...

source: Find and Replace matches in document(s)
es: Encontrar y reempplazar coincidencias en el(los) documento(s)

source: Find XPath...
es: Encontrar rutaX...

source: Find matches for an XPath
es: Encontrar coincidencias para un XPath

source: Find XPath Again
es: Encontrar rutaX de nuevo

source: Find next match for an XPath
es: Encontrar la siguiente coincidencia para un XPath

source: Goto _Line...
es: Ir a la _línea...

source: Goto a specified line
es: Ir a la línea especificada

source: Goto Context Start
es: Ir al inicio de contexto

source: Goto to the opening tag of the current element
es: Ir a la etiqueta abierta del elemento actual

source: Goto Context End
es: Ir al final del contexto

source: Goto to the closing tag of the current element
es: Ir a la etiqueta cerrada del elemento actual

source: Goto Parent Element
es: Ir al elemento padre

source: Goto to the parent element of the current one
es: Ir al elemento padre del actual

source: Goto Next Attribute
es: Ir al siguiente atributo

source: Goto to the next attribute of the current element
es: Ir al siguiente atributo del elemento actual

source: Goto Previous Attribute
es: Ir al atirbuto anterior

source: Goto to the previous attribute of the current element
es: Ir al atributo anterior del elemento actual

source: Bookmarks
es: Marcadores

source: Edit Bookmarks
es: Editar marcadores

source: Create Editable Region...
es: Crear una región editable...

source: Auto Indent
es: Sangrado automático

source: Indent block according to the document tree
es: Indentar bloque de acuerdo con el árbol de documento

source: Indent
es: Sangrado

source: Indent block
es: Bloque de indentado

source: Unindent
es: Quitar sangrado

source: Unindent block
es: Desindentar bloque

source: Encode Entities
es: Codificar entidades

source: Encode necessary characters as entities
es: Codificar los caracteres necesarios como entidades

source: URL Encode
es: Codificación URL

source: Tags to lowercase
es: Hacer etiquetas minúsculas

source: Change all tags to lowercase
es: Cambiar a minúsculas todas las etiquetas

source: Tags to uppercase
es: Hacer mayúsculas las etiquetas

source: Change all tags to uppercase
es: Cambiar a mayúsculas todas las etiquetas

source: Toolbars
es: Barra de herramientas

source: Edit toolbar display and appearance
es: Editar cómo se muestra la barra de herramientas y la apariencia

source: Edit Macros
es: Editar macros

source: _Preferences
es: _Preferencias

source: Edit Preferences for Screem
es: Editar las preferencias de Screem

source: Dock Items
es: Elementos empotrables

source: External Preview
es: Vista previa externa

source: Preview in Default external browser
es: Visualizar página actual en el navegador externo predeterminado

source: Site Tasks
es: Tareas de sitio

source: Tasks to be performed on the site
es: Tareas a hacer en el sitio

source: Check Spelling
es: Revisar ortografía

source: Spell check the current document
es: Comprobar ortografía en el documento actual

source: Bold Text
es: Texto en negrita

source: Italic Text
es: Texto en cursiva

source: Underlined Text
es: Texto subrayado

source: Bullet List
es: Lista de viñetas

source: Bulleted List
es: Lista con viñetas

source: Numbered List
es: Lista numerada

source: Left Align
es: Alinear a la izquierda

source: Align Text Left
es: Alinear el texto a la izquierda

source: Center Align
es: Alinear al centro

source: Align Text Center
es: Alinear el texto al centro

source: Right Align
es: Alinear a la derecha

source: Align Text Right
es: Alinear el texto a la derecha

source: Justify
es: Justificar

source: Justify Text
es: Justificar texto

source: Font Attributes
es: Atributos de fuente

source: Preformatted Text
es: Texto preformateado

source: Subscript
es: Subíndice

source: Subscripted Text
es: Texto de subíndice

source: Superscript
es: Superíndice

source: Superscripted Text
es: Texto de superíndice

source: Table Body
es: Cuerpo de tabla

source: Table Row
es: Fila de tabla

source: Table Heading
es: Encabezado de la tabla

source: Table Column
es: Columna de la tabla

source: Table Summary
es: Sumario de la tabla

source: Text Area
es: Área de texto

source: Input
es: Entrada

source: Text Input
es: Entrada de texto

source: File Input
es: Entrada de archivo

source: Checkbutton
es: Botón de comprobación

source: Radiobutton
es: Botón radio

source: Flash Movie
es: Pelicula de Flash

source: Insert a Flash movie, set the data="" and value="" to the file to view
es: Inserta una película Flash, establece data="" y value="" al archivo para verlo

source: Java Applet
es: Applet de Java

source: Basic Structure
es: Estructura básica

source: Closing Tag
es: Etiqueta cerrada

source: Insert the closing tag for the current element
es: Insertar el cierre de etiqueta en el elemento actual

source: Generator meta
es: Meta generador

source: Insert a generator meta tag
es: Insertar un generador de meta etiquetas

source: Author meta
es: Meta autor

source: Insert an author meta tag
es: Insertar una meta etiqueta de autor

source: Insert a script type meta tag
es: Insertar una meta etiqueta tipo script

source: Insert a style type meta tag
es: Insertar una meta etiqueta tipo estilo

source: Refresh meta
es: Recargar meta

source: Insert a refresh meta tag
es: Insertar una meta etiqueta de refresco

source: Insert a <!DOCTYPE>
es: Inserta un <!DOCTYPE>

source: _From File...
es: _Desde el archivo

source: Insert text from a file
es: Insertar texto desde el archivo

source: From _Command...
es: Desde la _orden...

source: Checkout Site
es: Comprobar sitio

source: Checkout a Site from CVS
es: Comprobar sitio desde CVS

source: Update Site
es: Actualizar sitio

source: Update a Site from CVS
es: Actualizar el sitio desde el CVS

source: Update Page
es: Actualizar página

source: Update a Page from CVS
es: Actualizar la página, desde el CVS

source: Import Site
es: Importar sitio

source: Place a Site in CVS
es: Emplazar sitio en CVS

source: Commit Site
es: Enviar sitio

source: Commit Site changes to CVS
es: Enviar los cambios al CVS

source: Commit Page
es: Enviar página

source: Commit Page changes to CVS
es: Enviar todos lo cambios de la págin al CVS

source: Add Page
es: Añadir página

source: Add Page to CVS
es: Añadir página a CVS

source: Add File
es: Añadir archivo

source: Add File to CVS
es: Añadir archivo a CVS

source: Commit File
es: Enviar archivo

source: Update File
es: Actualizar archivo

source: Update File from CVS
es: Actualizar archivo desde CVS

source: Login
es: Iniciar sesión

source: Login to a CVS server
es: Iniciar sesión en un servidor CVS

source: Fix Links...
es: Arreglar vínculos
