Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/trunk/data/*/LC_MESSAGES/screem.po
Languages: es

source: Use this tag when you want its contents to be displayed as is, white space and newlines will be displayed
es: Use esta etiqueta cunado quiera que el contenido se muestre tal como es, se mostrarán los espacios en blanco y los saltos de línea

source: Use this to indicate an instance of a variable / program arguement
es: Úsela para indicar una instancia de una variable o un argumento de programa

source: Use this type of list when you have items which provide terms and descriptions of those terms
es: Use este tipo de lista cuando tenga elementos que proporcionan términos y descripciones de estos términos

source: Use to insert a line break
es: Úsela para insertar un salto de línea

source: Used in a definition list to give a term, its description is given via the use of the &lt;dd&gt; tag
es: Se usa en una lista de definición para dar un término, esta descripción se da vía el uso de la etiqueta &lt;dd&gt;

source: Used to add a caption to a table
es: Se usa para añadir un título a la tabla

source: Used to define an image map
es: Usado para definir un mapa de imagen

source: Used to pass parameters to go along with &lt;object&gt; tags
es: Se usa para pasar parámetros a través de las etiquetas &lt;object&gt;

source: Used to set default font settings. e.g. size, colour etc. This tag is not allowed in Strict HTML 4.
es: Se usaba para configurar la tipografía, p.e. tamaño, color, etc. Esta etiqueta no está permitida en HTML 4 estricto.

source: Used to set font settings for its content. e.g. size, colour etc. This tag is not allowed in Strict HTML 4.
es: Úsela para establecer la configuración de estos contenidos. Por ejemplo tamaño, color, etc. Esta etiqueta no está permitida en estricto HTML 4.

source: Used to show that the list is for a menu. This tag is not part of strict HTML 4
es: Usada para mostrar que la lista es para un menú. Esta etiqueta no es HTML4 estricto

source: Used to specify that some text is an abbreviation, unfortunetly Internet Explorer has no idea this tag exists
es: Usada para especificar que el texto es una abreviatura, desafortunadamente Internet Explorer no tiene ni idea de la existencia de esta etiqueta

source: Used to specify that some text is an acronym, an abbreviation that is pronounce as a word rather than individual letters. This is the only option for abbreviations though as Internet Explorer does not understand &lt;abbr&gt;
es: Usado para especificar que cierto texto es un acrónimo, una abreviación que se pronuncia como palabra en lugar de letras individuales. Esta es la única opción para abreviaciones aunque Internet Explorer no lo entiende &lt;abbr&gt;

source: While the usual display of this tag is italics it is meant to be used to emphasize some text. Do not just use it to make some text italic
es: Aunque la forma de mostrar esta etiqueta es en cursiva, se entiende que debe ser usado para enfatizar cierto texto. No lo use solamente para inclinar el texto.

source: scripting related tags
es: etiquetas relativas a guiones

source: Link Title
es: Título del enlace

source: Preload
es: Precargar

source: Screem Javascript Library
es: Biblioteca Javascript de Screem

source: Screem's collection of javascript functions
es: Colección de funciones de javascript de Screem

source: A bibliographic description of the copy text(s) from which an electronic text was derived or generated
es: Una descripción bibliográfica del texto copiado del cual se deriva, o se ha generado un texto electrónico

source: A brief description of the place, date, time, etc. of production of a letter, newspaper story, or other work, prefixed or suffixed to it as a kind of heading or trailer
es: Una breve descripción del lugar, fecha, hora, etc. de la realización de la carta, historia de periódico, u otro trabajo, prefijado o sufijado a este como una especie de avance.

source: A brief prose description of the appearance or content of a graphic figure, for use when documenting an image without displaying it
es: Una descripción breve en prosa de la apariencia o contenido de una figura gráfica, para ser usada cuando se documente una imagen sin necesidad de mostrarla.

source: A closing title or footer appearing at the end of a division of a text
es: Un título de cierre o pie de página que aparece al final de la división de un texto

source: A date in any format
es: Una fecha en cualquier formato

source: A fifth-level subdivision of the front, body, or back of a text
es: Un quinto nivel de subdivisión de la parte delantera, el cuerpo o la espalda de un texto

source: A fourth-level subdivision of the front, body, or back of a text
es: Un cuarto nivel de subdivisión de la parte delantera, el cuerpo o la espalda de un texto

source: A full bibliographic description of an electronic file
es: Una descripción bibliográfica completa de un archivo electrónico

source: A keyword in some formal language
es: Una palabra clave en algún idioma formal

source: A list of bibliographic citations of any kind
es: Una lista de citas bibliográficas de cualquier tipo

source: A list of keywords or phrases identifying the topic or nature of a text
es: Lista de palabras clave o frases que identifican el tema o la naturaleza del texto

source: A mathematical or other formula
es: Una expresión matemática u otra fórmula

source: A note of any type
es: Una nota de cualquier tipo

source: A number, written in any form
es: Un número, escrito de cualquier forma

source: A phrase defining a time of day in any format
es: Una frase que define la hora del día en cualquier formato

source: A phrase describing the nature of a person's intellectual responsibility
es: Una frase que describe la naturaleza de la responsabilidad intelectual de una persona

source: A phrase or word used to provide a gloss or definition for some other word or phrase
es: Una frase o palabra usada para glosar o definir cualquier otra palabra o frase

source: A pointer to another location in the current document in terms of one or more identifiable elements
es: Un puntero a otra localización en el documento actual en términos de uno o más elementos identificables

source: A pointer to another location in the current document or an external document
es: Un puntero a una localización en el documento actual o en uno externo

source: A postal or other address, for example of a publisher, an organization, or an individual
es: Un dirección postal o de otro tipo, por ejemplo de un editor, una organización o un individuo

source: A quotation from some other document, together with a bibliographic reference to its source
es: Una cita sobre cualquier otro documento, incluso con referencia bibliográfica sobre su fuente

source: A quotation, anonymous or attributed, appearing at the start of a section or chapter, or on a title page
es: Una anotación, anónima o no, que aparece al comienzo de una sección o capítulo o en el título de la página

source: A reading which has been regularized or normalized in some sense
es: Una lectura que ha sido regularizada o normalizada de alguna manera

source: A reference to another location in the current document, in terms of one or more identifiable elements, possibly modified by additional text or comment
es: Una referencia a otra localización en la página, en términos de uno o más elementos identificables, posiblemente modificados por textos o comentarios adicionales

source: A sentence-like division of a text
es: Una división tipo sentencia de un texto

source: A short fragment of code in some formal language (often a programming language)
es: Un fragmento breve de código en cualquier lenguaje formal (a menudo en un lenguaje de programación)

source: A single example demonstrating the use of an element or attribute
es: Un sencillo ejemplo demostrativo del uso de un elemento o atributo

source: A single, possibly incomplete, line of verse
es: Una línea de verso individual, posiblemente incompleta

source: A single-word, multi-word, or symbolic designation which is regarded as a technical term
es: Una sola palabra, varias palabras o denominación simbólica que se considera como un término técnico

source: A sixth-level subdivision of the front, body, or back of a text
es: Un sexto nivel de subdivisión de la parte delantera, el cuerpo o la espalda de un texto

source: A subdivision of the front, body, or back of a text
es: Una subdivisión de la parte delantera, el cuerpo o la espalda de un texto

source: A subsection or division of the title of a work, as indicated on a title page
es: Una subsección de la división o el título de una obra, tal como se indica en una página de título

source: A subset of the TEI DTD
es: Un subgrupo de TEI DTD

source: A third-level subdivision of the front, body, or back of a text
es: Un tercer nivel de subdivisión de la parte delantera, el cuerpo o la espalda de un texto

source: A word or phrase belonging to some language other than that of the surrounding text
es: Una palabra o frase procedente de alguna lengua distinta de la del texto circundante

source: A word, phrase, or passage which cannot be transcribed with certainty because it is illegible or inaudible in the source
es: Una palabra , frase, o pasaje que no puede ser transcrito con certeza porque la fuente es ilegible o inaudible

source: Abbr
es: Abreviatura

source: Add
es: Añadir

source: Address Line
es: Línea de dirección

source: An abbreviation of any sort
es: Una abreviatura de cualquier tipo

source: Anonymous Block (<ab>)
es: Bloque anónimo (<ab>)

source: Any heading, for example, the title of a section, or the heading of a list or glossary
es: Cualquier cabecera, por ejemplo, el título de una sección, o la cabera de una lista o glosario

source: Any sequence of items organized as a list
es: Cualquier secuencia de elementos organizados como una lista.

source: Any standard or non-standard number used to identify a bibliographic item
es: Cualquier número estándar o no estándar utilizado para identificar un elemento bibliográfico

source: Arbitrary Segment (<seg>)
es: Segmento arbitrario (<seg>)

source: Argument
es: Argumento

source: Author
es: Autor

source: Authority
es: Autoridad

source: Availability
es: Disponibilidad

source: Basic document structure tags
es: Etiquetas de estructura de documento básico

source: Bibliographic Citation (<bibl>)
es: Citación bibliográfica (<bibi>)

source: Bibliographic Citations
es: Citaciones bibliográficas

source: Bibliographic Scope
es: Panorama bibliográfico

source: Body
es: Cuerpo

source: Category
es: Categoria

source: Category Description
es: Descripción de categoría

source: Category Reference
es: Referencia de categoria

source: Cell
es: Celda

source: ClassCode
es: Código de clase:

source: Classification Declaration
es: Declaración de clasificación

source: Contains a general purpose name or referring string
es: Contiene un nombre de propósito general o una cadena de referencia

source: Contains any appendixes, etc. following the main part of a text
es: Contiene cualquier apéndice, etc. siguiendo la parte principal de un texto

source: Contains text displayed in tabular form, in rows and columns
es: Contiene el texto mostrado en forma de tabla, en filas y columnas

source: Correct Form
es: Corregir formulario

source: Creation
es: Creación

source: Cross References and Links
es: Refrencias cruzadas y vínculos

source: Date
es: Fecha

source: Dateline
es: Línea de fecha

source: Del
es: Suprimir

source: Distributor
es: Distribuidor

source: Document Author
es: Autor del documento

source: Document Date
es: Fecha del documento

source: Document Edition
es: Edición del documento

source: Document Title
es: Título del documento

source: Edition
es: Edición

source: Editorial Declaration
es: Declaración editorial

source: Editorial Interventions
es: Intervenciones Editoriales

source: Emphasis
es: Enfasis

source: Encoding Description
es: Descripción de la codificación

source: Epigraph
es: Epigrafe

source: Example
es: Ejemplo

source: Extended Reference (<xref>)
es: Referencia extendida (<xref>)

source: Extent
es: Grado

source: Figure
es: Figura

source: Figure Description
es: Descripción de la figura

source: Figures and Graphics
es: Figuras y Graficos

source: File Description (fileDesc)
es: Descripcion del Archivo (fileDesc)

source: Foreign
es: Externo

source: Formula
es: Fórmula

source: Front Matter
es: Frente principal

source: Funder
es: Financiador

source: Gap
es: Espacio

source: Generic Identifier (<gi>)
es: Identificador Genérico (<gi>)

source: Gloss
es: Brillo

source: Group
es: Grupo

source: Head
es: Cabecera

source: Highlighted
es: Resaltado

source: Id. Number
es: Número de identificación

source: Index
es: Índice

source: Indicates the location of a graphic, illustration, or figure
es: Indica la ubicación de un gráfico, ilustración o figura

source: Information about the creation of a text
es: Información encontrada acerca de esos archivos

source: Information about the series in which a book or other bibliographic item has appeared
es: Información sobre la series en las cuales un libro u otro elemento bibliográfico ha aparecido.

source: Information about the usage of a specific element within a &lt;text&gt;
es: Información sobre el uso de un elemento específico dentro de un &lt;text&gt;

source: Interpretation
es: Interpretación

source: Interpretation Group
es: Grupo de interpretación

source: Interpretation and Analysis
es: Interpretación y análisis

source: Keyword
es: Palabra clave

source: Keywords
es: Palabras claves

source: Language Usage
es: Uso de idioma

source: Letters, words, or phrases inserted in the text by an author, scribe, annotator, or corrector
es: Letras, palabras o frases insertadas en el texto por un autor, escribano, anotador o corrector

source: Line Break
es: Salto de línea

source: Line Group
es: Grupo de línea

source: List
es: Lista

source: Main elements for encoding the body
es: Elementos principales para codificar el cuerpo

source: Marks a location to be indexed for whatever purpose
es: Marca una localización para ser indexada con cualquier propósito

source: Marks paragraphs in prose
es: Marca parágrafos en prosa

source: Marks words or phrases mentioned, not used
es: Marca palabras o frases mencionados, no usados

source: Mentioned
es: Mencionado

source: Milestone
es: Hito

source: Name
es: Nombre

source: Names, Dates, Numbers and Abbreviations
es: Nombres, fechas, números y abreviaciones

source: Note
es: Nota

source: Notes Statement
es: Declaración de notas

source: Num
es: Nº

source: Omissions, Deletions, and Additions
es: Omisiones, borrados y adiciones

source: One cell of a table
es: Una celda de una tabla

source: One component of a list
es: Un componente de una lista:

source: One line of a postal or other address
es: Una línea de dirección, postal u otra

source: One or more taxonomies defining any classificatory codes used elsewhere in the text
es: Una o más taxonomías que definen cualquier código de clasificación usado en cualquier parte en el texto

source: One row of a table
es: Una fila de la tabla

source: Opener
es: Abridor

source: Original Form
es: Formulario original

source: Page Break
es: Salto de página

source: Page and Line Numbers
es: Números de línea y página

source: Pointer
es: Puntero

source: Principal Researcher
es: Investigador principal

source: Profile Description
es: Descripción del perfil

source: Project Description
es: Descripción del proyecto

source: Provides detailed information about the tagging applied to an SGML or XML document
es: Proporciona información detallada sobre el etiquetado aplicado en un documento SGML o XML

source: Publication Place
es: Lugar de publicación

source: Publication Statement
es: Declaración de publicación

source: Publisher
es: Editor

source: Quotation (<q>)
es: Cita (<q>)

source: References Declaration
es: Declaración de referencias

source: Referring String (<rs>)
es: Cadena de referencia(<rs>)

source: Rendition
es: Rendición

source: Resp
es: Responsabilidad

source: Responsibility Statement (respStmt)
es: Declaración de responsabilidad (respStmt)

source: Revision Description
es: Descripción de la revisión

source: Row
es: Fila

source: Salute
es: Saludo

source: Sentence
es: Sentencia

source: Series Statement
es: Declaración de series

source: Signature
es: Firma

source: So Called
es: Asi llamado

source: Source Description
es: Descripción de la fuente

source: Speaker
es: Orador

source: Specifies how canonical references are constructed for this text
es: Especifica cuantas referencias canónicas se han construido para este texto

source: Specifies one or more defined categories within some taxonomy or text typology
es: Especifica una o más categorías definidas en la taxonomía o tipología de texto

source: Speech (<sp>)
es: Discurso (<sp>)

source: Sponsor
es: Patrocinador

source: Summarizes the revision history for a file
es: Sumariza la historia de revisión para un archivo

source: TEI Header
es: Cabecera TEI

source: Tag Usage
es: Uso de etiqueta

source: Tagging Declaration
es: Declaración de etiquetado

source: Taxonomy
es: Taxonomía

source: Technical Documentation
es: Documentación técnica

source: Tei Header
es: Cebecera Tei

source: Term
es: Terminal

source: Text
es: Texto

source: Text Classification
es: Clasificación de texto

source: Text containers
es: Contenedor de texto

source: Text reproduced although apparently incorrect or inaccurate
es: Texto reproducido, aunque aparentemente incorrecto o inexacto

source: The approximate size of the electronic text as stored on some carrier medium, specified in any convenient units
es: El tamaño aproximado del texto electrónico almacenado en algún soporte informático, especificado en unidades convenientes

source: The classification code used for this text in some standard classification system
es: El código de clasificación usado para este texto en algún sistema de clasificación estándar

source: The correct form of a passage apparently erroneous in the copy text
es: La forma correcta de un pasaje aparentemente erróneo en el texto de copia.

source: The date of a document, as given (usually) on a title page
es: La fecha de un documento, dada (normalmente) en el título de la página

source: The label associated with an item in a list; in glossaries, marks the term being defined
es: La etiqueta asociada con un elemento en una lista: en glosarios, marca el término que va a ser definido

source: The languages, sublanguages, registers, dialects etc. represented within a text
es: El idioma, subidioma, registro, dialecto etc, representados en un texto

source: The largest possible subdivision of the body of a text
es: La mayor subdivisión posible del cuerpo de un texto

source: The name (generic identifier) of an element
es: El nombre (identificador genérico) de un elemento

source: The name of a person or other agency responsible for the distribution of a text
es: El nombre de la persona u otra agencia responsable de la distribución de un tetxo

source: The name of a sponsoring organization or institution
es: El nombre de la organización patrocinadora o la institución

source: The name of the place where a bibliographic item was published
es: El nombre del sitio donde un elemento bibliográfico fue publicado

source: The particularities of one edition of a text
es: Las particularidades de una edición de un texto

source: Title
es: Título

source: Title Page
es: Portada

source: Title Statement
es: Declaración de título

source: Trailer
es: Promoción

source: Unclear
es: Deshacer limpiar

source: Verse Line (<l>)
es: Línea de verso (<l>)

source: Screem Color Wizard
es: Asistente de color Screem

source: Color selector for inserting color codes
es: Selector de colores para insertar códigos de color

source: Color Wizard
es: Asistente de color

source: Select a Color to Insert
es: Selecciona un color a instertar

source: Insert a color
es: Insertar un color

source: Screem CSS Wizard
es: Asistente Screem CSS

source: CSS Selector
es: Selector CSS

source: activated
es: activado

source: hovered
es: sobrevolado

source: focused
es: enfocado

source: Rule
es: Regla

source: Contained in
es: Contenido en

source: Child of
es: Hijo de

source: After a
es: Después de

source: <b>Match</b>
es: <b>Coincide</b>

source: Background
es: Fondo

source: Border
es: Borde

source: Box
es: Caja

source: CSS Pattern - Screem
es: Patrón CSS - Screem

source: Classification
es: Clasificación

source: If checked then the pattern will match the chosen specific tag
es: Si se selecciona entonces el patrón coincidirá con la etiqueta específica elegida

source: Size / Placement
es: Tamaño/Colocación

source: Unvisited Visited
es: No visitado Visitado

source: _Apply to user action
es: _Aplicar a la acción de usuario

source: _Hyperlink
es: _Hiperenlace

source: _Insert
es: _Insertar

source: _Location:
es: _Localización:

source: _Match
es: _Coincidencia

source: _Styles
es: E_stilos

source: activated hovered focused
es: activado sobrevolado enfocado

source: bottom _color
es: _color de la parte inferior

source: bottom _style
es: e_stilo de la parte inferior

source: bottom _width
es: a_ncho de la parte inferior

source: left _color
es: color de la izquierda

source: left _style
es: estilo de la izquierda

source: left _width
es: ancho de la izquierda

source: right _color
es: _color de la derecha

source: right _style
es: e_stilo de la derecha

source: right _width
es: ancho de la _derecha

source: top _color
es: _color de la parte superior

source: top _style
es: e_stilo de la parte superior

source: top _width
es: _ancho en la parte superior

source: Screem Entity Wizard
es: Screem: asistente de entidad

source: A wizard for inserting entities for special characters
es: Un asistente para insertar entidades de caracteres especiales

source: Entity Wizard
es: Asistente de entidad

source: Select an Entity to Insert
es: Seleccionar una identidad para insertar

source: Entity Wizard - Screem
es: Screem: asistente de entidad

source: Markup/Internationalisation
es: Marcar/Internacionalización

source: Math/Greek.Symbolic
es: Matemático/Griego.simbólico

source: Screem Form Wizard
es: Asistente de formulario Screem

source: A wizard for inserting a form
es: Un asistente para insertar un formulario

source: Form Wizard
es: Asistente de formulario

source: Create a Form
es: Crear un formulario

source: Insert a Form - Screem
es: Insertar un formulario - Screem

source: Link wizard
es: Asistente de enlace

source: Link Wizard
es: Asistente de enlace

source: Insert a Link
es: Insertar un enlace

source: Other
es: Otro

source: <b>Meta-information</b>
es: <b>Meta-información</b>

source: <b>Scripting</b>
es: <b>Guionado</b>

source: <b>Standard</b>
es: <b>Estándar</b>

source: <b>Window Properties</b>
es: <b>Propiedades de ventana</b>

source: A_bsolute
es: A_bsoluto

source: D_irectories
es: D_irectorios

source: Edit _events...
es: Editar _eventos...

source: Edit _pop-up...
es: Editar menú des_plegable...

source: Features:
es: Características:

source: Link Wizard - Screem
es: Asistente de enlace- Screem

source: Popup Properties - Screem
es: Propiedades emergentes - Screem

source: Re_lative
es: Re_lativo

source: Re_verse Relation:
es: Relación in_versa:

source: S_crollbars
es: Ba_rras de desplazamiento

source: Stat_usbar
es: Barra de es_tado

source: Target:
es: Objetivo

source: _Apply properties via Javascript
es: _Aplicar propiedades por medio de Javascript

source: _Dimensions:
es: _Dimensiones:

source: _Frame:
es: _Cuadro:

source: _Fullscreen
es: _Pantalla Completa

source: _Location
es: _Ubicación:

source: _Menubar
es: Barra de _menús

source: _Name / ID:
es: _Nombre/Identidad:

source: _Position:
es: _Posición:

source: _Relation:
es: _Relación:

source: _Resizable
es: _Redimensionable
