Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/trunk/data/*/LC_MESSAGES/screem.po
Languages: es

source: background is shorthand for setting the individual background properties
es: background es un atajo para configurar las propiedades de background individuales

source: border is shorthand for setting the individual border properties on all four borders
es: border es un atajo para establecer las propiedades individuales del borde en los cuatros bordes

source: border-bottom is shorthand for setting the style, colour and width of the bottom border
es: border-bottom es un atajo para establecer el estilo, color y anchura del borde inferior

source: border-bottom-color sets the colour of the bottom border
es: border-bottom-color establece el color del borde inferior

source: border-bottom-style sets the style of the bottom border
es: border-bottom-style establece el estilo del borde inferior

source: border-bottom-width sets the width of the bottom border
es: border-bottom-width establece el ancho del borde inferior

source: border-collapse controls how borders are handled in tables
es: border-collapse controla como se manejan los bordes en las tablas

source: border-color is shorthand for setting the colour of all four borders
es: border-color es un atajo para configurar el color de todos los bordes

source: border-left is shorthand for setting the style, colour and width of the left hand border
es: border-left es un atajo para configurar el estilo, color y ancho del borde izquierdo

source: border-left-color sets the colour of the left hand border
es: border-left-color establece el color del borde de la mano derecha

source: border-left-style sets the style of the left hand border
es: border-left-style establece el estilo del borde izquierdo

source: border-left-width sets the width of the left hand border
es: border-left-width establece el ancho del borde izquierdo

source: border-right is shorthand for setting the style, colour and width of the right hand border
es: border-right es un atajo para configurar el estilo, color y ancho del borde derecho

source: border-right-color sets the colour of the right hand border
es: border-right-color configura el color del borde derecho

source: border-right-style sets the style of the right hand border
es: border-right-styleconfigura el estilo del borde derecho

source: border-right-width sets the width of the right hand border
es: border-right-width configura el ancho del borde derecho

source: border-spacing controls the spacing between cell borders in tables
es: border-spacing controla el espacio entre los bordes de las celdas en las tablas

source: border-style is shorthand for setting the style of all four borders
es: border-style es un atajo para configurar el estilo de todos los bordes

source: border-top is shorthand for setting the style, colour and width of the top border
es: border-top es un atajo para configurar el estilo, color y ancho del borde superior

source: border-top-color sets the colour of the top border
es: border-top-color configura el color del borde superior

source: border-top-style sets the style of the top border
es: border-top-style configura el estilo del borde superior

source: border-top-width sets the width of the top border
es: border-top-width configura el ancho del borde superior

source: border-width is shorthand for setting the width of all four borders
es: border-width es una atajo para configurar el ancho de todos los bordes

source: bottom specifies the offset from the bottom edge of the containing block
es: bottom especifica el desplazamiento desde el centro de abajo al bloque de contenido

source: caption-side specifies where a table caption will appear
es: caption-side especifica donde debe aparecer el título de la tabla

source: clear specifies which sides of an element may not have a earlier floating element next to them
es: clear especifica que partes de un elemento no pueden tener un elemento anterior flotante junto a ellos

source: clip specifies the clipping rectangle for the element
es: clip especifica el rectángulo de recorte para el elemento

source: color specifies the foreground colour to be used for text
es: color especifica el color de fondo que se usará para el texto

source: content provides a way of inserting extra content into the document
es: content proporciona una manera de insertar contenido extra en el documento

source: controls how content that does not fit inside its element should be handled
es: controls cómo debe ser tratado el contenido que no encaja dentro de su elemento

source: controls the padding added to the bottom of the element inside the border.
es: Controla el almohadillado añadido en la parte inferior del elemento junto al borde.

source: controls the padding added to the left of the element inside the border.
es: controla el almohadillado añadido a la izquierda del elemento dentro del borde.

source: controls the padding added to the right of the element inside the border.
es: controla el almohadillado añadido a la derecha del elemento dentro del borde.

source: controls the padding added to the top of the element inside the border.
es: controla el almohadillado añadido arriba del elemento dentro del borde.

source: outline-color sets the colour of the outline on all sides of the box
es: outline-color establece el color de la línea en todas las caras de la caja

source: outline-style sets the style of the outline on all sides of the box
es: outline-style establece el estilo de la línea en todas las caras de la caja

source: outline-width sets the width of the outline on all sides of the box
es: outline-width establece el ancho de la línea exterior en todas las caras de la caja

source: A directory listing, e.g. showing files / directories. This tag not part of strict HTML 4
es: Un listado de directorio, p.e. muestra archivos / directorios. esta etiqueta no es parte de HTML 4 estricto

source: A generic list item, use this for items in all list types except definition lists
es: Un elemento genérico de una lista. se usa para elementos en todas las listas excepto en las de definición

source: A special type of table cell which indicates the cell contains a heading for the column it is in
es: Un tipo de celda especial que indica que contiene una cabecera de columna

source: Abbreviation
es: Abreviación

source: Acronym
es: Acrónimo

source: Address
es: Dirección

source: All HTML 4.0 Elements
es: Todos los elementos de HTML 4.0

source: Anchor
es: Anclaje

source: Another generic element with no default styling. This differs from &lt;div&gt; in that it is an inline element so does not cause line breaks at all.
es: Otro elemento genérico sin estilo predeterminado. Difiere de &lt;div&gt; en que al ser un elemento en línea no causa roturas de línea.

source: Basefont
es: Tipografía base

source: Basic page structure tags
es: Etiquetas de estructura básica de página

source: Bi-directional overide
es: Sobrescritura bidireccional

source: Big
es: Grande

source: Body Structure
es: Estructura del cuerpo

source: Bold
es: Negrita

source: Button
es: Botón

source: Centre align
es: Alinear al centro

source: Citation
es: Cita

source: Code
es: Código

source: Column
es: Columna

source: Column group
es: Grupo de columnas

source: Create a group of columns, enables properties to be assigned to a number of columns at once
es: Crear un grupo de columnas, permite asignar características a un número de columnas inmediatamente

source: Defines a column in a column group for a table. This allows you to specify properties for all cells in that specific column
es: Define una columna en un grupo de columnas de una tabla. Esto le permite especificar propiedades para todas las celdas en esa columna específica.

source: Defines a form. Forms can not be nested.
es: Define un formulario. Los formularios no pueden ser jerarquizados.

source: Defines a row in a table
es: Define una fila en una tabla

source: Defines a specific area of an image map which can be used to link to another file/document
es: Define un área especifica de un mapa de imagen que puede ser usado como enlace a otro archivo o documento

source: Definition description
es: Descripción de definición

source: Definition list
es: Lista de definiciones

source: Definition title
es: Título de la definición

source: Deleted
es: Borrado

source: Directory listing
es: Listado de directorio

source: Displays the content with a line struck through it. This tag is not allowed in Strict HTML 4
es: Muestra el contenido con una linea tachándolo. Esta etiqueta no está permitida en HTML 4 estricto

source: Document base URI
es: URI de documento base

source: Document body
es: Cuerpo del documento

source: Document head
es: Cabecera del documento

source: Document title
es: Título del documento

source: Emphasize
es: Enfatizar

source: Font
es: Fuente

source: Fonts
es: Fuentes

source: Form
es: Formulario

source: Frame
es: Cuadro

source: Frames
es: Marcos

source: Frames alternative
es: Cuadros alternativos

source: Frameset
es: Conjunto de marcos

source: Frameset DTD
es: Juego de marcos DTD

source: Generic block container
es: Bloque contenedor genérico

source: Generic inline container
es: Contenedor en línea genérico

source: Generic object
es: Objeto genérico

source: Global Structure
es: Estructura global

source: Heading (1)
es: Cabecera (1)

source: Heading (1.1)
es: Cabecera (1.1)

source: Heading (1.1.1)
es: Cabecera (1.1.1)

source: Heading (1.1.1.1)
es: Cabecera (1.1.1.1)

source: Heading (1.1.1.1.1)
es: Cabecera (1.1.1.1.1)

source: Heading (1.1.1.1.1.1)
es: Cabecera (1.1.1.1.1.1)

source: Horizontal line
es: Línea horizontal

source: If just emphasizing something with &lt;em&gt; is not a strong enough indication of how important something is then this tag can be useful. Browsers generally render this in bold, but it should not be used just for this effect.
es: Si sólo con enfatizar algo con &lt;em&gt; no es una indicación suficientemente fuerte de cuan importante es algo, entonces esta etiqueta puede ser muy útil. Los navegadores por lo general presentan esto en negrita, pero no debe ser utilizado con este efecto.

source: Image
es: Imagen

source: Image map
es: Mapa de imagen

source: Image map area
es: Área del mapa de imágenes

source: Inline frame
es: Marco en línea

source: Input box
es: Caja de entrada

source: Inputted text
es: Texto imputado

source: Inserted
es: Insertado

source: Inserts a horizontal line
es: Insertar una línea horizontal

source: Inserts an image into a page
es: Insertar una imagen en una página

source: Instance definition
es: Definición de instancia

source: Italic
es: Cursiva

source: Java applet
es: Miniaplicación Java

source: Label
es: Etiqueta

source: Legend
es: Leyenda:

source: Links
es: Vínculos

source: List item
es: Elemento de lista

source: Lists
es: Listas

source: Makes the content bold
es: Pone el contenido en negrita

source: Makes the content italic
es: Pone el contenido en cursiva

source: Media independant link
es: Enlace independiente de medio

source: Menu list
es: Lista de menú

source: Meta information
es: Meta información

source: Most commonly used to link in external stylesheets this type of link can only appear in the &lt;head&gt; section of an html document. It can be used to link to any type of document/file and describes the relationship that document/file has to the current one.
es: El uso más común de vinculación de hojas de estilo externas es aparecer en la sección &lt; head&gt; del documento de HTML. Puede ser utilizado para vincularse a cualquier tipo de documento/de archivo y describe la relación que el documenta/archivo tiene con el actual.

source: Most commonly used to provide a link to other documents / parts of documents. This tag is also the one used for marking places that can be jumped to inside documents
es: Más comúnmente usada para proporcionar vínculos a otros documentos/partes del documento. Esta etiqueta es también una de las usadas para marcar sitios que deben ser saltados hacia dentro de los documentos.

source: New line
es: Nueva línea

source: Object property
es: Propiedades del objeto

source: Objects
es: Objetos

source: Option
es: Opciones

source: Option group
es: Grupo de opciones

source: Ordered list
es: Lista ordenada

source: Override default text direction algorithm
es: Sobrescribe el algoritmo de dirección de texto por predeterminado

source: Paragraph
es: Párrafo

source: Preformatted
es: Preformateado

source: Prompt
es: Indicador

source: Provides a single line text entry box. &lt;input&gt; should be used instead of this. This tag is not allowed in Strict HTML 4
es: Proporciona una caja de texto de una simple línea. &lt;input&gt; debe ser usado en su lugar. Esta etiqueta no esta permitida en estricto HTML 4

source: Provides descriptions for &lt;dt&gt; tags in a list of definitions
es: Proporciona descripciones para etiquetas &lt;dt&gt; en la lista de definiciones

source: Quotation
es: Entrecomillado

source: Root Element
es: Elemento raíz

source: Sample output
es: Salida de ejemplo

source: Script alternative
es: Script alternativo

source: Scripts
es: Guiones

source: Select box
es: Caja de selección

source: Signifies that the contents have been inserted into the document
es: Significa que el contenido ha sido insertado en el documento

source: Signifies that the contents have been removed from the document
es: Significa que el contenido ha sido eliminado del documento

source: Small
es: Pequeño

source: Strict DTD
es: DTD estricto

source: Strike through
es: Pasar

source: Strongly emphasize
es: Enfatizado fuerte

source: Style
es: Estilo

source: Style Sheets
es: Hojas de estilo

source: Subtext
es: Subtexto

source: Supertext
es: Supertexto

source: Table
es: Tabla

source: Table Caption
es: Título de tabla

source: Table body
es: Cuerpo de la tabla

source: Table cell
es: Celda de tabla

source: Table footer
es: Pie de la tabla

source: Table header
es: Cabecera de la tabla

source: Table heading cell
es: Celda de cabecera de tabla

source: Table row
es: Fila de tabla

source: Tables
es: Tablas

source: Tags for creating forms, buttons, textareas etc.
es: Etiquetas para la creación de formularios, botones, áreas de texto, etc.

source: Tags for displaying tables of data
es: Etiquetas para mostrar tablas de datos

source: Tags for showing changes to documents over time
es: Etiquetas para mostrar cambios en documentos durante un tiempo

source: Teletype
es: Teletipo

source: Text Changes
es: Cambios de texto

source: Text Direction
es: Dirección de escritura

source: Text Paragraphs
es: Párrafos de texto

source: Text Structure
es: Estructura de texto

source: Textarea
es: área de texto

source: The content of the page appears between &lt;body&gt;&lt;/body&gt;, The only tags outside of it should be &lt;head&gt; and its content, and of course &lt;html&gt;
es: El contenido de la página aparece entre &lt;body&gt;&lt;/body&gt;, Las únicas etiquetas fuera de ahí pueden ser &lt;head&gt; y su contenido, y desde luego &lt;html&gt;

source: The next level of heading, this should be used for subsection headings for &lt;h1&gt;
es: El siguiente nivel de la cabecera, puede ser usado para las cabeceras de subsección de &lt;h1&gt;

source: The next level of heading, this should be used for subsection headings for &lt;h2&gt;
es: El siguiente nivel de cabecera, se suele usar para subsección de cabecera por &lt;h2&gt;

source: The next level of heading, this should be used for subsection headings for &lt;h3&gt;
es: El siguiente nivel de cabecera, se suele usar para subsección de cabecera por &lt;h3&gt;

source: The next level of heading, this should be used for subsection headings for &lt;h4&gt;
es: El siguiente nivel de cabecera, se suele usar para subsección de cabecera por &lt;h4&gt;

source: The next level of heading, this should be used for subsection headings for &lt;h5&gt;
es: El siguiente nivel de cabecera, se suele usar para subsección de cabecera por &lt;h5&gt;

source: The strict HTML 4 doctype does not allow any of the purely presentational tags and attributes, for which CSS should be used instead. This is the only difference between it and the Transitional doctype
es: El tipo de documento estricto HTML 4 no permite ninguna de las etiquetas y atributos puramente presentacionales. Para eso debe usar CSS. Esta es la única diferencia entre este tipo y el documento transicional

source: The title of the document, this is generally shown in the window titlebar of browsers. Every HTML page is required to have this tag present in the &lt;head&gt; section.
es: El título del documento suele ser mostrado en la barra de títulos de la ventana de los navegadores. Cada página HTML requiere la presencia de esta etiqueta en la sección &lt;head&gt;.

source: The transitional doctype is the one that most pages are written against. If there is a specific reason you need presentational tags/attributes use this one, otherwise try to aim for Strict and use CSS.
es: El tipo de documento transicional es una de las páginas mas discutidas. Si hay alguna razón especifica por la que necesite etiquetas/atributos presentacionales use este tipo de documento; de otra forma pruebe escribir en estricto y use CSS.

source: This is a generic element that provides no default styling. As it is a block element it will start on a new line, and have a new line afterwards as well. It is commonly used to divide a page up into different areas in non table based layouts.
es: Éste es un elemento genérico que no proporciona ningún estilo por defecto. Dado que es un elemento del bloque comenzará en una nueva línea, y también tiene después nuevas líneas. Es de uso general dividir una página desde arriba en diversas áreas no basadas en tablas.

source: This is a shorthand version of &lt;div align="center"&gt; and is not present in the strict version of HTML 4
es: Esta es una versión reducida de &lt;div align="center"&gt; y no está presente en la versión estricta de HTML 4

source: This tag allows more complex buttons than those acheivable with &lt;input&gt;, allowing you both images and text. Netscape Navigator 4 does not support this.
es: Esta etiqueta permite botones más complejos de los que se pueden conseguir con &lt;input&gt;, le permite imágenes y texto a la vez. Netscape Navigator 4 no soporta esta etiqueta.

source: This tag allows you to associate a form control with a text label
es: Esta etiqueta le permite asociar un formulario con una etiqueta

source: This tag can be used to define groups of items in a &lt;select&gt; box.
es: Esta etiqueta puede usarse para definir grupos o elementos en la caja de &lt;selección&gt;.

source: This tag can be used to group your fields into related sections
es: Esta etiqueta puede ser usada para agrupar sus campos en secciones relacionadas

source: This tag can only appear within the &lt;head&gt; of a page, and is used for defining styles, usually CSS.
es: Esta etiqueta solo puede aparecer dentro de la cabecera (&lt;head&gt;) de una página, y es usada para definir estilos, normalmente CSS.

source: This tag defines a normal table cell
es: Esta etiqueta define una celda normal de una tabla

source: This tag defines a single item in a &lt;select&gt; box.
es: Esta etiqueta define un elemento simple en una caja &lt;select&gt;.

source: This tag is a general purpose form control. Depending on the type assigned it can be: a single line text input, a file selection input, a radio button, a checkbox, a normal button, a submit button, an image based submit button, or a reset form button
es: Esta etiqueta es de propósito general para el control de formularios. Dependiendo del tipo asignado puede ser: una simple línea de texto, una entrada de selección de archivo, un botón de radio, un control, un botón normal, un botón de envío, un botón de envío basado en una imagen, o un botón de limpieza del formulario

source: This tag is for specifying paragraphs of text. It should not be used for inserting space in a page.
es: Ésta etiqueta es para párrafos específicos de texto. No se debe usar para insertar espacios en una página.

source: This tag is used for displaying text in a larger font
es: Esta etiqueta se usa para mostrar textos con fuentes grandes

source: This tag is used for displaying text in a smaller font
es: Esta etiqueta se usa para mostrar textos con fuentes pequeñas

source: This tag is used to contain the tags which provide information about the page, non of the content of it will be displayed in the main browser display area.
es: Esta etiqueta contiene las etiquetas que proporcionan información sobre la página, el contenido no se muestra en el área principal del navegador.

source: This tag is used to designate its contents as computer code
es: Esta etiqueta se usa para desiganr sus contenidos como un código de computador

source: This tag is used to provide extra information about a page, such as the author, the application used to create it, or a description of the page.
es: Esta etiqueta se usa para proporcionar información extra sobre la página, tal como su autor, la aplicación usada para crearla o la descripción de la página

source: This tag is used to specify the the text it contains represents user input
es: Esta etiqueta se usa para especificar que el texto contenido representa la entrada de usuario.

source: Transitional DTD
es: DTD Transicional

source: Underlined
es: Subrayado

source: Underlines the content, this tag is not allowed in Strict HTML 4
es: Subraya el contenido, esta etiqueta no está permitida en HTML 4 estricto

source: Unorder list
es: Lista desordenada

source: Use for citations / references to other sources
es: Se usa para citas/referencias a otras fuentes

source: Use for subscript text
es: Usar para subíndices de texto

source: Use for superscript text
es: Usar para superíndices de texto

source: Use this for separating the main table data from the header and/or footer of a table.
es: Se usa para separar los datos de la tabla principal de la cabecera y/o pié de la tabla

source: Use this for small quotations. If the quote is quite long then look at using &lt;blockquote&gt; insted. Browsers may automatically insert quote marks for you so there is no need to add them yourself.
es: Se usa para pequeñas anotaciones. Si la anotación es larga es mejor usar &lt;blockquote&gt; . Los navegadores pueden automáticamente insertar comillas y no necesitará añadirlas usted.

source: Use this tag for representing sample output from a program
es: Use esta etiqueta para representar una salida simple de un programa

source: Use this tag to display a drop down menu, or a list of selectable items
es: Use esta etiqueta para mostrar un menú desplegable, o una lista de elementos seleccionables

source: Use this tag to display a multi line text box
es: Use esta etiqueta para mostrar una caja de texto multilínea

source: Use this tag to provide a title for each &lt;frameset&gt; in your form
es: Use esta etiqueta para proporcionar un título para cada &lt;frameset&gt; en su formulario

source: Use this tag to signify that all the table cells / rows contained within it are part of the footer for the table
es: Use esta etiqueta para significar que todas las celdas/filas contenidas en ella forman parte del pie de la tabla

source: Use this tag to signify that all the table cells / rows contained within it are part of the header for the table
es: Use esta etiqueta para significar que todas las celdas/filas contenidas en ella forman parte de la cabecera de la tabla

source: Use this tag to wrap around contact details
es: Use esta etiqueta para envolver los detalles de contacto

source: Use this tag when the contained text is to be displayed as teletype or as monospaced text
es: Use esta etiqueta cuando el contenido del texto debe ser mostrado como un teletipo o un texto de un solo espacio
