Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/trunk/data/*/LC_MESSAGES/screem.po
Languages: es

source: _Text:
es: _Texto:

source: _Toolbars
es: _Barras de herramientas

source: http:// ftp:// mailto: irc:// Other
es: http:// ftp:// mailto: irc:// Otro

source: Screem Object and Image Wizard
es: Asistente de imagen y objeto Screem

source: A wizard to insert <object> and <img> tags in HTML documents
es: Un asistente para insertar etiquetas <object> e <img> en documentos HTML

source: Object
es: Objeto

source: Insert an object, such as a video clip, sound clip, image etc.
es: Insertar un objeto, como un vídeo, sonido, imagen, etc.

source: Insert an Image
es: Insertar una imagen

source: <b>Deprecated Properties</b>
es: <b>Propiedades desautorizadas</b>

source: <b>Preview</b>
es: <b>Vista previa</b>

source: <b>Properties</b>
es: <b>Propiedades</b>

source: Ali_gnment:
es: Aline_ación:

source: Apply deprecated properties
es: Aplicar propiedades obsoletas

source: C_opy object / thumbnail to page location
es: C_opiar objeto / miniatura e la localización de la página

source: Insert Object - Screem
es: Insertar Objeto - Screem

source: _Border:
es: _Borde:

source: _Horizontal Padding:
es: Acolchado _horizontal

source: _Insert as a thumbnailed link
es: _Insertar como un enlace miniaturizado

source: _Size:
es: _Tamaño

source: _Text Alternative:
es: _Texto alternativo

source: _Vertical Padding:
es: Acolchado _vertical

source: bottom middle top left right
es: fondo mitad arriba izquierda derecha

source: pixels
es: píxeles

source: Screem SSI Wizard
es: Asistente SSI Screem

source: A wizard for inserting server side include directives
es: Asistente para insertar una directiva Server-Side Include.

source: SSI Wizard
es: Asistente CSS

source: Insert a Server Side Include directive
es: Insertar una directiva Server-Side Include.

source: <b>Directive Information</b>
es: <b>Información de directiva</b>

source: <b>_Directive Type</b>
es: <b>Tipo de _directiva</b>

source: Conditionals
es: Condicionales

source: Configuration
es: Configuración

source: Execute
es: Ejecutar

source: File Information
es: Información del archivo

source: Include
es: Incluido

source: Insert a "Server-Side Include" directive - Screem
es: Insertar una directiva Server-Side Include -Screem

source: Should be a relative path. A leading slash denotes the root of your website only
es: Debería ser una ruta relativa. Una barra indica sólo la raíz de su sitio

source: Variable _Name:
es: _Nombre de la variable:

source: Variable _Value:
es: _Valor de la variable:

source: _Error Message:
es: Mensaje de _error:

source: _Exec:
es: _Ejec:

source: _Filename:
es: _Nombre de archivo:

source: _If
es: _Si

source: _Modification time
es: Hora de la _modificación

source: _Print Variables
es: Im_primir variables

source: _Set a variable
es: _Configurar una variable

source: _Size
es: _Tamaño

source: _Size Format:
es: Tamaño del _formato:

source: _Test Expression:
es: _Expresión de prueba:

source: _Time Format:
es: Formato de _tiempo:

source: help
es: ayuda

source: Screem Table Wizard
es: Asistente de imagen Screem

source: A wizard for inserting an HTML table
es: Asistente para insertar tabla HTML

source: Table Wizard
es: Asistente de tabla

source: Insert a Table
es: Insertar una tabla

source: <b>Alignment</b>
es: <b>Alineación</b>

source: <b>Display</b>
es: <b>Mostrar</b>

source: <b>Information</b>
es: <b>Información</b>

source: <b>Size</b>
es: <b>Tamaño</b>

source: Above _Table
es: Encima de la _tabla

source: B_order line width:
es: Ancho de la línea de b_orde

source: Back_ground Color:
es: Color de _fondo:

source: Background I_mage:
es: I_magen de fondo

source: Cell Pa_dding:
es: Acolcha_do de la celda

source: Cell Sp_acing:
es: Esp_acio entre celdas

source: Include _Summary
es: Include _Sumario

source: Insert Table - Screem
es: Insertar una tabla - Screem

source: Number of _Rows:
es: Número de _filas:

source: Table _Width:
es: _Anchura de la tabla

source: The number of rows in the table
es: El número de filas en la tabla

source: _Below Table
es: _Debajo de la tabla

source: _Include Caption
es: _Incluir leyenda

source: _Number of Columns:
es: _Número de columnas:

source: _left
es: _Izquierda

source: _right
es: _Derecha

source: c_enter
es: C_entro

source: pi_xels
es: pí_xeles

source: Could not set modification time of local file.
es: No se pudo establecer la hora de modificación de los archivos locales.

source: Could not examine file.
es: No se pudo examinar el archivo.

source: The target of the symlink could not be read.
es: No puede leerse el objetivo del vínculo simbólico

source: Screem Upload Wizard
es: Asistente de subida Screem

source: Upload
es: Cargar

source: Upload the current Site
es: Subir el sitio actual

source: Remote path must being with ~ or /
es: Camino remoto debe ser con ~ o /

source: Invalid URI for remote host
es: URI inválida del anfitrión remoto

source: The upload wizard can only be used with local sites
es: El ayudante de subida sólo puede usarse en sitios locales

source: Local path must begin with ~ or /
es: Una ruta local debe empezar con ~ o /

source: on
es: sí

source: Could not retrieve information about your local files.
es: No puede crear información acerca de los archivos locales.

source: Couldn't retrieve information about local files
es: No puede recuperar información acerca de archivos locales

source: The remote site is already uptodate
es: El sitio remoto está actualizado

source: No site name given
es: Nombre del sitio no informado

source: No server name given.
es: Nombre del servidor no informado.

source: No remote directory given.
es: Directorio remoto no informado.

source: No local directory given.
es: Directorio local no informado.

source: The local dir couldn't be accessed.
es: No se puede acceder al directorio local.

source: There was a problem with the port number for this site.
es: Ocurrió un problema con el número del puerto para este sitio.

source: Sorry, the symbolic links option you chose is not supported by this transfer protocol. Please choose another option.
es: La opción de enlaces simbólicos elegida no está soportada por este protocolo de transferencia. Por favor, elija una otra opción.

source: This protocol does not support relative remote directories.
es: Este protocolo no soporta directorios remotos relativos.

source: The protocol you are attempting to use does not currently support maintaining permissions.
es: El intento de uso del protocolo actualmente no soporta permisos de soporte.

source: The local dir is invalid.
es: El directorio local no es válido.

source: There was an undetermined problem verifying the correctness of your site definition. Please report this to the maintainer.
es: Ocurrió un problema indeterminado al verificar la validez de la definición de su sitio. Favor informar al mantenedor.

source: This appears to be the first time you have attempted to upload this website. Does the site already exist on the server?
es: Éste parece ser el primer intento de cargar este sitio. ¿El sitio ya existe en el servidor?

source: Upload Wizard: %s
es: Asistente des subida: %s

source: (%d:%02d:%d Remaining)
es: (%d:%02d:%d restantes)

source: (%d:%02d Remaining)
es: (%d:%02d restantes)

source: Aborting
es: Abortando

source: Upload Wizard: %s
es: Asistente de subida: %s

source: Looking up hostname:
es: Buscando por el nombre de anfitrión...

source: Attempting to connect
es: Intento de conexión...

source: Connected
es: Conectado

source: Creating "%s"
es: Creando "%s"

source: Deleting "%s"
es: Eliminando "%s"

source: Copying "%s"
es: Copiando "%s"

source: Moving "%s"
es: Moviendo "%s"

source: Couldn't access ~/.sitecopy
es: No puede acceder a ~/.sitecopy

source: Couldn't create ~/.sitecopy
es: No puede crear ~/.sitecopy

source: <b>From:</b>
es: <b>Desde:</b>

source: <b>To:</b>
es: <b>Para:</b>

source: <span size="larger"><b>Uploading Site</b></span>
es: <span size="larger"><b>Actualizando sitio</b></span>

source: Upload Progress - Screem
es: Progreso de la subida - Screem

source: _Remove Toolbar
es: Elimina_r barra de herramientas

source: Separator
es: Separador

source: _Completed
es: Completado

source: <b>Accessed:</b>
es: Accedido

source: <b>Appearance</b>
es: <b>Apariencia</b>

source: <b>Are you sure you want to permanently delete "file"?</b>
es: <b>¿Está seguro de borrar permanentemente el "archivo"?</b>

source: <b>Authentication</b>
es: <b>Autenticación</b>

source: <b>Checkout / Update Details</b>
es: <b>Comprobar / Detalles de actualización</b>

source: <b>Colors</b>
es: <b>Colores</b>

source: <b>D_ocuments</b>
es: <b>D_ocumentos</b>

source: <b>Defaults</b>
es: <b>Predefinidos</b>

source: <b>Dictionaries</b>
es: <b>Diccionarios</b>

source: <b>Elements</b>
es: <b>Elementos</b>

source: <b>Enter the URL of the file to open.</b>
es: <b> Introducir la URL del archivo para abrir.</b>

source: <b>Enter the absolute original link, and the absolute new link.</b>
es: <b>Introduzca el vínculo original absoluto y el nuevo vínculo absoluto.</b>

source: <b>Enter the line number to goto</b>
es: <b>Introudcir el número de línar para ir</b>

source: <b>Features</b>
es: <b>Características</b>

source: <b>File Saving</b>
es: <b>Guardado de archivo</b>

source: <b>File _group:</b>
es: <b> _Grupo de archivo:</b>

source: <b>File owner:</b>
es: <b>Propietario del archivo:</b>

source: <b>Font</b>
es: <b>Fuente</b>

source: <b>Group:</b>
es: <b>Grupo:</b>

source: <b>Ignore</b>
es: <b>Ignorar</b>

source: <b>Internal Previewing</b>
es: <b>Vista previa interna</b>

source: <b>Line Numbers</b>
es: <b>Números de línea</b>

source: <b>Location:</b>
es: <b>Dirección:</b>

source: <b>MIME Type:</b>
es: <b>Tipo MIME:</b>

source: <b>Modified:</b>
es: <b>Modificado:</b>

source: <b>Others:</b>
es: <b>Otros:</b>

source: <b>Owner:</b>
es: <b>Propietario:</b>

source: <b>Provide a name for the new editable region.</b>
es: <b>Proporciona un nombre para la nueva región editable.</b>

source: <b>Remote Host Details</b>
es: <b>Detalles del anfitrión remoto </b>

source: <b>Site Details</b>
es: <b>Detalles del sitio</b>

source: <b>Site Management</b>
es: <b>Administración del sitio</b>

source: <b>Site Operations:</b>
es: <b>Operqaciones del sitio:</b>

source: <b>Site Statistics</b>
es: <b>Estadísticas del sitio</b>

source: <b>Size:</b>
es: <b>Tamaño:</b>

source: <b>Text Wrapping</b>
es: <b>Ajuste del texto</b>

source: <b>There are other doctypes setup as this default</b>
es: <b>Hay otras configuraciones de documento tipo como esta predeterminada</b>

source: <b>Transfer Options</b>
es: <b>Opciones de transferencia</b>

source: <b>Type:</b>
es: <b>Tipo:</b>

source: <b>Update the site from version control?</b>
es: <b>¿Actualzar el sitio desde la versión de control?</b>

source: <b>_Current Bookmarks</b>
es: <b>Mar_cadores actuales</b>

source: <b>_Doctypes</b>
es: <b>Tipo de _documento</b>

source: <b>_Enter text to send to helper:</b>
es: <b>Introducir t_exto para enviar a los ayudantes:</b>

source: <b>_Exclude these files from site operations</b>
es: <b>_Excluir estos archivos de las operaciones del sitio</b>

source: <b>_Extra Flags</b>
es: <b>Banderas _extra</b>

source: <b>_File Information</b>
es: <b>In_formación del archivo</b>

source: <b>_Files</b>
es: <b>_Archivos</b>

source: <b>_Helpers</b>
es: <b>_Ayudantes</b>

source: <b>_Ignore changes to these files</b>
es: <b>_Ignorar cambios en estos archivos</b>

source: <b>_Log Message</b>
es: <b>Mensaje de registro </b>

source: <b>_Name:</b>
es: <b>_Nombre:</b>

source: <b>_Tag Tree Files</b>
es: <b>Archivos de árbol de e_tiquetas</b>

source: <b>_ToDo List</b>
es: <b>Lis_ta de pendientes</b>

source: <b>_Trees</b>
es: <b>_Árboles</b>

source: <span size="larger"><b>Loading "%s"</b></span> This file is quite large or is not on your machine. You can cancel this operation if required.
es: <span size="larger"><b>Cargando «%s»</b></span> Este archivo es muy grande o no está en su máquina. Puede cancelar esta operación si se requiere.

source: <span weight="bold" size="larger">Screem Tip Of The Day:</span>
es: <span weight="bold" size="larger">Consejo del día Screem:</span>

source: A_pply as default for
es: A_plicar por omisión en

source: Access rights:
es: Derechos de acceso:

source: Action / _Text:
es: Acción /_Texto:

source: Auto entity insertion
es: Inserción automática de entidad

source: Background _Image:
es: _Imagen de fondo

source: Basic
es: Básico

source: Blank document _type:
es: _Tipo de documento en blanco:

source: Bookmark _Name:
es: _Nombre del marcador:

source: CVS - Screem
es: Screem- CVS

source: Character _Set:
es: Conjunto de caractere_s:

source: Check
es: Probar

source: Co_mmand:
es: Co_mando:

source: Configure
es: Configurar

source: Create
es: Crear

source: Create Directory - Screem
es: Crear directorio - Screem

source: Create Page
es: Crear página

source: Create Site
es: Crear un sitio

source: Create a _backup copy of files before saving
es: Crear una copia de _respaldo de los archivos antes de guardarlos

source: Custom _template:
es: Plan_tilla personalizada

source: Default Doctype Conflict - Screem
es: Conflicto en el documento tipo por defecto -Screem

source: Delete? - Screem
es: ¿Borrar? - Screem

source: Do _not use a template
es: _No usar plantilla

source: Do not _overwrite files
es: No s_obreescribir archivos

source: Do not _split words over two lines
es: No _dividir palabras en dos líneas

source: Doctypes
es: Tipos de documento

source: Document Appearance
es: Apariencia del documento

source: Document Details
es: Detalles del documento

source: Document List - Screem
es: Lista de documentos - Screem

source: Document Preview
es: Vista previa del dicumento

source: Document Template
es: Plantilla de documento

source: Edit Helpers - Screem
es: Editar ayudantes Screem

source: Edit Macros - Screem
es: Editar macros Screem

source: Editor _font:
es: _Fuente del editor:

source: Enable / Disable error highlighting for supported document types.
es: Activar/desactivar el resaltado de errores para los tipos de documentos soportados.

source: Enable / Disable syntax highlighting for supported document types.
es: Activar/desactivar la sintaxis para los tipos de documentos soportados.

source: Enable text _wrapping
es: Activar a_juste de texto

source: Execute helper - Screem
es: Ejecutar ayudante - Screem

source: File Properties - Screem
es: Propiedades del archivo - Screem

source: File change options:
es: Opciones de cambio de archivo

source: Files in _Current Site
es: Archivos en el sitio a_ctual

source: Find / Replace - Screem
es: Buscar / Reemplazar - Screem

source: Find In Tag Tree - Screem
es: Encontrar en el árbol de etiquetas Screem

source: Find XPath - Screem
es: Encontrar rutaX - Screem

source: Fix Links - Screem
es: Arreglar vínculos Screem

source: Fo_llow
es: Seg_uir

source: Fonts & Colors
es: Fuentes y colores

source: From Current _Position
es: De la _posición actual

source: From St_art
es: Desde el _inicio

source: From _Current Position
es: Desde la posición a_ctual

source: From _Start
es: Desde el _inicio

source: Goto Line - Screem
es: Ir a la línea - Screem

source: Highlight _mode:
es: _Modo de resaltado:

source: I_gnore
es: I_gnorar

source: I_ntelligent tag closing
es: Cierre i_nteligente de etiqueta

source: Initial Document Setup
es: Configuración de documento inicial

source: Input:
es: Entrada:

source: Inse_rt spaces instead of tabs
es: Inse_rtar espacios en vez de tabuladores

source: Insert Doctype - Screem
es: Insertar tipo de documento - Screem

source: Insert from Command - Screem
es: Insertar desde una orden - Screem

source: Insert space characters instead of tabs
es: Insertar espacios en vez de tabuladores

source: Language to use:
es: Idioma a usar:

source: Loading File - Screem
es: Cargando archivo Screem

source: Maintain _all
es: M_antener todo

source: Markup tags
es: Etiquetas de marcaje

source: Misc
es: Miscelánea

source: Module _Name:
es: _Nombre del módulo

source: New Page - Screem
es: Página nueva Screem

source: New Page Druid
es: Nueva página Druid

source: New Site - Screem
es: Nuevo sitio -Screem

source: New Site Druid
es: Nuevo sitio Druid

source: O_ff
es: desa_ctivada

source: Open Location - Screem
es: Abrir localización -Screem

source: Output:
es: Salida:

source: Override _Root Element
es: Sobrescribir elemento _raíz

source: Override _System Id
es: Sobrescribir la id del _Sistema

source: P_review static pages from publishing address
es: Vista previa de páginas estáticas desde la dirección de publicación

source: Page Setup - Screem
es: Configuración de página -Screem

source: Page _text
es: _Texto de la página:

source: Permissions
es: Derechos

source: Pick a color
es: Elija un color

source: Pr_eview dynamic pages from publishing address
es: Vista pr_evia de páginas dinámicas desde la dirección de publicación

source: Preferences - Screem
es: Preferencias - Screem

source: Print _line numbers
es: Imprimir los números de _línea

source: Print s_yntax highlighting
es: I_mprimir el resaltado de sintáxis

source: Publishing
es: Publicando

source: Publishing options
es: Opciones de publicación

source: Replace _All
es: Reemplazar _todo

source: Run in _terminal
es: Ejecutar en _terminal

source: Running Helper - Screem
es: Correr ayudante -Screem

source: S_earch all:
es: Buscar _todos:

source: S_yntax Highlighting
es: Realzar s_intaxis

source: Select an application to view its description.
es: Seleccione una aplicación para ver su descripción.

source: Set Editable Section Name- Screem
es: Establecer el nombre de la sección editable- Screem

source: Show _all
es: Mostrar _todo

source: Show list of known _applications
es: Mostrar la lista de _aplicaciones conocidas

source: Site Details
es: Detalles del sitio

source: Site Last Uploaded:
es: Último envío del sitio:

source: Site Management
es: Administración del sitio

source: Site Operations
es: Operaciones del sitio

source: Site Path:
es: Camino del sitio:

source: Site Publishing
es: Publicar sitio

source: Site Settings - Screem
es: Configuracion del sitio .- Screem

source: Site Statistics - Screem
es: Estadísticas del sitio - Screem

source: Site definition complete, click Apply to create the site, or click Back to check the details you entered were correct.
es: Definición del sitio completa. Haga clic en finalizar para que se cree el sitio, o vuelva y verifique los detalles.

source: Spell Check - Screem
es: Verificación ortográfica - Screem

source: Strikethrough
es: Tachado

source: Symbolic links:
es: Enlaces simbólicos:

source: Syntax Highlighting
es: Resaltado de sintáxis

source: System Default
es: Predeterminado del Sistema

source: Tag Trees
es: arboles de etiquetas

source: The document definition is now complete, click Apply to create it, or click Back to check the details you entered were correct.
es: La definición del documento está completa, haga clic en aplicar para crear, o vuelva atrás para comprobar los detalles que ha introducido.

source: Total Size:
es: Tamaño total:

source: U_se default theme colors
es: U_sar los colores predeterminados del tema

source: Underline
es: Subrayado

source: Update Site - Screem
es: Actualizar sitio -Screem

source: Use a _custom template
es: Usar una _plantilla personalizada

source: Use a _standard template
es: Usar p_lantilla predeterminada

source: User _defined
es: _Definido por el usuario

source: When enabled and space is pressed inside a tag then a list of valid attributes will be given for autocompletion
es: Cuando está activado y se presiona el espacio dentro de la etiqueta se muestran una lista de atributos válidos para autocompletar

source: When searching multiple files, any which contain a match are shown below, selecting one will open the page in the editor.
es: Cuando se buscan archivos múltiples, cualquiera que contenga una coincidencia se muestra a continuación, seleccionando uno abrirá la página en el editor.

source: Words in _UPPERCASE
es: Palabras en MÁY_USCULAS

source: Words with num_bers
es: Palabras con _números

source: _Accept
es: _Aceptar

source: _Active Link
es: Vínculo _activo

source: _Add to dictionary
es: _Añadir al diccionario

source: _Author:
es: _Autor:

source: _Autosave files every
es: _Autoguardar archivos cada

source: _Background
es: _Fondo

source: _Background color:
es: Color de _fondo:

source: _Background:
es: _Fondo:

source: _By Character Set
es: _Por conjunto de caracteres

source: _Can be viewed at:
es: Se puede _ver en:

source: _Check Word
es: _Comprobar palabra

source: _Check if files have just been moved
es: _Comprobar si los archivos han sido eliminados

source: _Check if files have just been moved.
es: _Comprobar si los archivos han sido eliminados.

source: _Continue without Saving
es: _Continuar sin salvar

source: _Description:
es: _Descripción:

source: _Display a right margin at column
es: Mostrar el margen _derecho de la columna

source: _Do not delete anything
es: No borrar na_da

source: _Don't ask again for this site
es: _No preguntar más por este sitio

source: _Error Highlighting
es: Realzar _error

source: _Execute helper when saving documents:
es: _Ejecutar el ayudante cuando se guarden documentos:

source: _Foreground:
es: _Fondo

source: _Goto Line
es: _Ir a la línea...

source: _Highlight current line
es: _Reslatar la línea actual

source: _Ignore
es: _Ignorar

source: _In Folder:
es: _En carpeta

source: _Inserted into page
es: _Insertado en la página

source: _Key Combo:
es: _Combinación de teclas

source: _Keywords:
es: _Palabras clave:

source: _Line Number:
es: Número de _línea:

source: _Line:
es: _Línea:

source: _Link
es: En_lace

source: _Maintain
es: _Mantener

source: _Name:
es: _Nombre:

source: _New:
es: _Nuevo

source: _None
es: _Ninguno

source: _Number every
es: _Numerar cada

source: _On
es: _Encender

source: _Open Files
es: _Archivos abiertos

source: _Override template settings
es: Sobrescribir la configuración de la plantilla

source: _Page Filename:
es: Nombre de archivo de _pagina

source: _Page Template
es: _Plantilla de página

source: _Page defines a frameset
es: Cada _página define un marco

source: _Password:
es: _Contraseña

source: _Print page headers
es: Im_primir cabeceras de página

source: _Provide a default page template
es: _Proporciona una plantilla de página determinada

source: _Remote Path:
es: _Ruta remota:

source: _Replace
es: _Reemplazar

source: _Replace With:
es: _Reemplazar con:

source: _Replaces page
es: _Reemplazar página

source: _Reset to Default
es: _Restablecer predeterminados

source: _Run
es: Ejecuta_r

source: _Set
es: Con_figurar

source: _Show tip next time
es: Mo_strar consejo la próxima vez

source: _Shown as messages
es: Vi_sualizar como mensajes

source: _Site Name:
es: Nombre del _sitio:

source: _Skip
es: _Omitir

source: _String to find:
es: _Cadena a buscar:

source: _Stylesheet:
es: Hoja de e_stilo:

source: _Tabs are
es: Las pes_tañas son:

source: _Text
es: _Texto

source: _Text color:
es: Color del _texto:

source: _Title:
es: _Título:

source: _Type of Document
es: _Tipo de documento

source: _Update
es: _Actualizar

source: _Use CVS for version control
es: _Usar CVS para el control de la versión

source: _Use a site template:
es: _Usar una plantilla del sitio

source: _Use current selection
es: _Usar la selección actual

source: _Use default theme font
es: _Usar tipografía predeterminada del tema

source: _Use regular expressions
es: _Usar expresiónes regulares

source: _Username:
es: Nombre de _usuario:

source: _Visited Link
es: Enlace _visitado

source: _Word:
es: _Palabra:

source: _Wrap lines
es: Subrayado

source: _XPath to find:
es: _XPath a buscar:

source: _minutes
es: _minutos

source: _only when the root element matches
es: sól_o cuando los elementos raíz coincidan
