Repository: drorganvidez/guadalinex-v6
Catalog: apps/language-pack-gnome-*-*/trunk/data/*/LC_MESSAGES/screem.po
Languages: es

source: Update all links to a source to point to a new location
es: Actualiza todos los vínculos a una fuente para apuntar a una nueva localización

source: Update from Template
es: Actualizar desde la plantilla

source: Updates the page from the template it is using
es: Actualiza la página desde la plantilla que se está usando

source: Edit Helpers
es: Editar ayudantes

source: Edit helpers
es: Editar ayudantes

source: _Previous Document
es: _Documento anterior

source: Switch to the previous open document
es: Cambiar al documento abierto previo

source: _Next Document
es: Documento siguie_nte

source: Switch to the next open document
es: Cambiar al siguiente documento abierto

source: Contents
es: Contenidos

source: Help On this application
es: Ayuda sobre esta aplicación

source: _About Screem
es: Sobre _Screem:

source: Display credits for the creators of Screem
es: Mostrar créditos de los creadores de Screem

source: Tip Of The Day
es: Consejo del día

source: Show the Tip Of The Day
es: Mostrar el consejo del día

source: Debug
es: Depurar

source: _Site Settings
es: Configuraciones del _sitio

source: Edit Settings for the current Site
es: Editar las configuraciones del sitio

source: Site Statistics
es: Estadísticas del sitio

source: Show Statistics for the current Site
es: Mostrar estadísticas del sitio actual

source: New
es: Nuevo

source: Open
es: Abrir

source: Recent Pages / Sites
es: Páginas recientes/Sitios

source: Browsers
es: Navegadores

source: External Browsers
es: Navegadores externos

source: Close _without Saving
es: Cerrar _sin guardar

source: Question
es: Pregunta

source: If you don't save, changes from the last %ld second will be permanently lost.
es: Si no guarda, se perderán permanentemente los cambios del último %ld segundo.

source: If you don't save, changes from the last minute will be permanently lost.
es: Si no guarda, se perderán permanentemente los cambios del último minuto.

source: If you don't save, changes from the last minute and %ld second will be permanently lost.
es: Si no guarda, se perderán permanentemente los cambios del último minuto y %ld segundo.

source: If you don't save, changes from the last %ld minute will be permanently lost.
es: Si no guarda, los cambios del último %ld minuto se perderán para siempre.

source: If you don't save, changes from the last hour will be permanently lost.
es: Si no guarda, se perderán permanentemente los cambios de la última hora.

source: If you don't save, changes from the last hour and %d minute will be permanently lost.
es: Si no guarda, se perderán permanentemente los cambios de la última hora y %d minuto.

source: Save the changes to document "%s" before closing?
es: ¿Desea guardar los cambios del documento «%s» antes de cerrar?

source: There is %d document with unsaved changes. Save changes before closing?
es: Hay %d documento con cambios sin guardar. ¿Desea guardar los cambios antes de cerrar?

source: S_elect the documents you want to save:
es: S_eleccione los documentos que desea guardar:

source: If you don't save, all your changes will be permanently lost.
es: Si no los guarda, todos los cambios se perderán definitivamente.

source: Arabic
es: Árabe

source: Armenian
es: Armenio

source: Baltic
es: Báltico

source: Celtic
es: Celta

source: Central European
es: Europeo central

source: Chinese Simplified
es: Chino simplificado

source: Chinese Traditional
es: Chino tradicional

source: Cyrillic
es: Cirílico

source: Cyrillic/Russian
es: Cirílico/Ruso

source: Cyrillic/Ukrainian
es: Cirílico/Ucraniano

source: English
es: Inglés

source: Georgian
es: Georgiano

source: Greek
es: Griego

source: Hebrew
es: Hebreo

source: Icelandic
es: Islandés

source: Japanese
es: Japonés

source: Korean
es: Koreano

source: Nordic
es: Nórdico

source: Persian
es: Persa

source: Romanian
es: Rumano

source: South European
es: Europeo del sur

source: Thai
es: Tailandés

source: Turkish
es: Turco

source: Vietnamese
es: Vietnamita

source: Visual Hebrew
es: Hebreo visual

source: Western
es: Occidental

source: GdlDockMaster object which the dockbar widget is attached to
es: Objeto GdlDockMaster al cual el widget de la barra de empotrado se encuentra adjunto

source: Floating
es: Flotante

source: Whether the dock is floating in its own window
es: Define si el empotrable es flotante en su propia ventana

source: Default title
es: Título predeterminado

source: Default title for the newly created floating docks
es: Título predeterminado para los nuevos empotrables flotantes creados recientemente

source: Width
es: Anchura:

source: Width for the dock when it's of floating type
es: Anchura del empotrable cuando es del tipo flotante

source: Height
es: Altura:

source: Height for the dock when it's of floating type
es: Altura del empotrable cuando es del tipo flotante

source: Float X
es: X Flotante

source: X coordinate for a floating dock
es: Coordenada X para un empotrable flotante

source: Float Y
es: Flotante Y

source: Y coordinate for a floating dock
es: Coordenada Y para un empotrable flotante

source: Dock #%d
es: Empotrable #%d

source: Orientation
es: Orientacion

source: Orientation of the docking item
es: Orientación del elemento que se empotra

source: Resizable
es: Redimensionable

source: If set, the dock item can be resized when docked in a paned
es: Si esta activado, el elemento empotrable puede ser redimensionado cuando se empotra en un panel

source: Item behavior
es: Comportamiento del elemento

source: General behavior for the dock item (i.e. whether it can float, if it's locked, etc.)
es: Comportamiento general del elemento empotrable (p.e. si éste puede ser flotante, bloqueado, etc.)

source: Locked
es: Bloqueado

source: If set, the dock item cannot be dragged around and it doesn't show a grip
es: Si esta activado el elemento empotrable no puede ser arrastrado fuera y no muestra un tirador

source: Preferred width
es: Anchura preferida

source: Preferred width for the dock item
es: Anchura preferida para el elemento empotrado

source: Preferred height
es: Altura preferida

source: Preferred height for the dock item
es: Altura preferida para el elemento empotrado

source: You can't add a dock object (%p of type %s) inside a %s. Use a GdlDock or some other compound dock object.
es: No se puede añadir un objeto empotrado (%p del tipo %s) dentro de %s. Utilice GdlDock o algún otro objeto combinado empotrado fijo.

source: Attempting to add a widget with type %s to a %s, but it can only contain one widget at a time; it already contains a widget of type %s
es: Se intentó añadir un widget con tipo %s a un %s, pero éste sólo puede contener un widget a la vez, ya contiene un widget de tipo %s

source: Unsupported docking strategy %s in dock object of type %s
es: Estrategia de empotramiento no soportada %s en el objeto empotrable del tipo %s

source: UnLock
es: Desbloquear

source: Hide
es: Ocultar

source: Lock
es: Bloquear

source: Attempt to bind an unbound item %p
es: Se intentó vincular un elemento no vinculable %p

source: Iconify
es: Iconizar

source: Iconify this dock
es: Iconiza este empotrable

source: Close this dock
es: Cierra este empotrable

source: Controlling dock item
es: Elemento empotrable de control

source: Dockitem which 'owns' this grip
es: Elemento empotrable que «posee» este tirador

source: GdlDockMaster object which the layout object is attached to
es: Objeto GdlDockMaster al cual el objeto de distribución se encuentra adjunto

source: Dirty
es: Sucio

source: True if the layouts have changed and need to be saved to a file
es: Verdadero si el formato ha cambiado y necesita guardarse en un archivo

source: Could not load layout user interface file '%s'
es: No se puede cargar el archivo de plantilla de usuario: «%s»

source: Dock items
es: Elementos empotrados

source: Saved layouts
es: Disposiciones guardadas

source: While loading layout: don't know how to create a dock object whose nick is '%s'
es: Al cargar la plantilla: no se sabe como crear un objeto empotrable cuyo apodo es «%s»

source: Layout managment
es: Gestión de disposición

source: Default title for newly created floating docks
es: Título predeterminado para los empotrables flotantes recién creados

source: If is set to 1, all the dock items bound to the master are locked; if it's 0, all are unlocked; -1 indicates inconsistency among the items
es: Si está definido como 1, todos los límites de los objetos vinculados al maestro se bloquean; si es 0 todos están desbloqueados, -1 indica una inconsistencia entre los elementos.

source: master %p: unable to add object %p[%s] to the hash. There already is an item with that name (%p).
es: el maestro %p no puede añadir el objeto %p[%s] al hash. Ya existe un elemento con dicho nombre (%p).

source: The new dock controller %p is automatic. Only manual dock objects should be named controller.
es: El nuevo controlador de empotrables %p es automático. Sólo los objetos empotrados manuales deberían ser llamados controlador.

source: Page
es: Página

source: The index of the current page
es: El índice de la página actual

source: Unique name for identifying the dock object
es: Nombre único para identificar al objeto empotrable

source: Long name
es: Nombre largo

source: Human readable name for the dock object
es: Nombre legible por el humano para el objeto empotrable

source: Stock Icon
es: Icono de inventario

source: Stock icon for the dock object
es: Icono de inventario para el objeto empotrable

source: Dock master
es: Empotrable principal

source: Dock master this dock object is bound to
es: El empotrable principal al que este objeto empotrable está vinculado

source: Call to gdl_dock_object_dock in a dock object %p (object type is %s) which hasn't implemented this method
es: Llamada a gdl_dock_object_dock en el objeto empotrable %p (el objeto es del tipo %s), el cual no tiene implementado este método

source: Dock operation requested in a non-bound object %p. The application might crash
es: Se solicitó una operación de empotrado en un objeto no vinculable %p. La aplicación podría fallar

source: Cannot dock %p to %p because they belong to different masters
es: No se puede empotrar %p en %p porque pertenecen a diferentes maestros

source: Attempt to bind to %p an already bound dock object %p (current master: %p)
es: Se intentó vincular con %p un objeto %p que ya está vinculado y empotrado (maestro actual: %p)

source: Position
es: Posición

source: Position of the divider in pixels
es: Posición del divisor en píxeles

source: Sticky
es: Adherido

source: Whether the placeholder will stick to its host or move up the hierarchy when the host is redocked
es: Define si el contenedor se pegará a su anfitrión o subirá por la jerarquía cuando el anfitrión sea reacoplado

source: Host
es: Anfitrión

source: The dock object this placeholder is attached to
es: El objeto empotrable al que este contenedor se encuentra adjunto

source: Next placement
es: Siguiente emplazamiento

source: The position an item will be docked to our host if a request is made to dock to us
es: La posición en la cual un elemento será empotrado a nuestro anfitrión si se hace una petición para empotrar.

source: Attempt to dock a dock object to an unbound placeholder
es: Intenta empotrar un objeto empotrable a un contenedor suelto

source: Got a detach signal from an object (%p) who is not our host %p
es: Se obtuvo una señal suelta desde un objeto (%p) que no es nuestro anfitrión %p

source: Something weird happened while getting the child placement for %p from parent %p
es: Algo extraño ha sucedido mientras se obtenía la colocación del hijo para %p del padre %p

source: Dockitem which 'owns' this tablabel
es: Elemento acoplado que 'es dueño' de esta tablabel
