Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/hardware/po/*.po
Languages: bg, ca, cs, es, hu, it, ko, nl, pl, pt, pt_br, ro, ru, sk, sv

source: If the computer displays the pattern for a prolonged period of time without turning itself off then you may have a problem with hibernation. See <link linkend="pm-suspend-hibernate-fails">My computer does not suspend or hibernate correctly</link> for more information.
bg: Ако компютърът показва шарката за дълъг период от време без да се изключи, може да имате проблем с хибернацията. Вижте <link linkend="pm-suspend-hibernate-fails">Моят компютър не се приспива или хибернира правилно</link> за повече информация.
cs: Pokud počítač zobrazuje obrazce v dlouhotrvajících periodách, aniž by se sám vypnul, pak máte problém s uspáním na disk. Více informací zjistíte v sekci <link linkend="pm-suspend-hibernate-fails">Můj počítač nepřešel správně do režimu uspání do paměti nebo na disk</link>.
es: Si el equipo muestra el patrón por un período de tiempo prolongado sin desactivarse, entonces puede tener un problema con la hibernación. Vea <link linkend="pm-suspend-hibernate-fails">Mi equipo no suspende o hiberna correctamente</link> para más información.
hu: Ha a számítógép sokáig mutatja ezt a mintázatot anélkül, hogy kikapcsolna, akkor valószínűleg probléma van a hibernálással. További információkért olvassa el <link linkend="pm-suspend-hibernate-fails">A számítógépem nem tehető felfüggesztett vagy hibernált állapotba</link> szakaszt.
it: Se il computer mostra la trama per un periodo prolungato di tempo senza spegnersi, probabilmente ci sono dei problemi con l'ibernazione. Per ulteriori informazioni, consultare la sezione «<link linkend="pm-suspend-hibernate-fails">Il computer non viene sospeso o ibernato correttamente</link>».
pt: Se o computador mostrar o padrão durante um período de tempo prolongado sem se desligar então você deve ter um problema com a hibernação. Veja <link linkend="pm-suspend-hibernate-fails"> O meu computador não suspende ou hiberna correctamente</link> para mais informações.
pt_br: Se o computador apresenta o padrão por um período prolongado de tempo sem desligar-se então você pode ter um problema com hibernação. Veja <link linkend="pm-suspend-hibernate-fails"> Meu computador não suspende ou hiberna corretamente </ link> para mais informações.
ru: Если компьютер показывает узор долгое время, не отключаясь, вероятно есть проблемы со спящим режимом. См. <link linkend="pm-suspend-hibernate-fails">Мой компьютер не переходит в ждущий или спящий режим</link> для дополнительных сведений.
sv: Om datorn visar mönstret under en längre tid utan att stänga av sig själv, så kanske du har ett problem med viloläget. Läs <link linkend="pm-suspend-hibernate-fails">Min dator vill inte försättas i vilo- eller vänteläge korrekt</link> för mer information.

source: Mice and keyboards
bg: Мишка и клавиатури
ca: Ratolins i teclats
cs: Myši a klávesnice
es: Ratones y teclados
hu: Egerek és billentyűzetek
it: Mouse e tastiere
ko: 마우스와 키보드
nl: Muizen en toetsenborden
pl: Myszki i klawiatury
pt: Ratos e Teclados
pt_br: Mouses e teclados
ro: Mouse-uri şi tastaturi
ru: Мыши и клавиатуры
sk: Myši a klávesnice
sv: Möss och tangentbord

source: This section provides instructions on using and configuring mice, keyboards and other input devices to make them more comfortable for you to use.
bg: Тази секция предоставя инструкции как да използвате и конфигурирате мишка, клавиатура и други входни устройства, за да ви бъдат по-удобни, когато ги използвате.
ca: Aquesta secció proporciona instruccions sobre com utilitzar i configurar el ratolí, el teclat i d'altres dispositius d'entrada per a fer que el seu ús sigui més còmode.
cs: Tato sekce poskytuje instrukce o používání a nastavení myší, klávesnic a jiných vstupních zařízení tak, aby byly pohodlnější na používání.
es: Esta sección proporciona instrucciones sobre cómo usar y configurar ratones, teclados y otros dispositivos de entrada para hacerlos más confortables para su uso.
hu: Ezen a helyen útmutatásokat talál az egerek, billentyűzetek és egyéb bemeneti eszközök beállításához és kényelmes használatához.
it: Questa sezione fornisce istruzioni su come usare e configurare mouse, tastiere e altri dispositivi di input per renderne più facile l'uso.
ko: 이 부분에서는 마우스와 키보드 및 다른 입력 장치들을 보다 편리하게 사용하고 설정하는 방법에 대해 설명합니다.
nl: Deze sectie biedt instructies over het gebruik en configureren van muizen, toetsenborden en andere invoerapparaten zodat ze voor u gemakkelijker te gebruiken worden.
pl: Ta sekcja dostarcza instrukcje o używaniu i konfigurowaniu myszy, klawiatur oraz innych urządzeń wejściowych, aby zapewnić komfort używania ich.
pt: Esta secção fornece instruções de como utilizar e configurar o rato, teclado e outros dispositivos periféricos para tornar mais confortável o seu uso.
pt_br: Esta seção fornece instruções sobre como usar e configurar o mouse, teclados e outros dispositivos de entrada para você fazer um uso mais confortável deles.
ro: Această secţiune cuprinde informaţii privitoare la utilizarea si configurarea mouse-urilor, a tastaturilor şi a altor dispozitive de intrare.
ru: Этот раздел содержит инструкции по использованию и настройке мышей, клавиатур и других устройств ввода, чтобы сделать их использование более комфортным для Вас.
sk: Táto kapitola obsahuje inštrukcie o používaní a nastavení myší, klávesníc a iných vstupných zariadení, aby ich používanie bolo pre vás jednoduchšie.
sv: Det här avsnittet tillhandahåller instruktioner om hur man använder och konfigurerar möss, tangentbord och andra inmatningsenheter för att göra dem mer komfortabla att använda.

source: Mice and other pointing devices
bg: Мишка и други посочващи устройства
ca: Ratolins i altres dispositius apuntadors
cs: Myši a další polohovací zařízení
es: Ratones y otros dispositivos de señalización
hu: Egerek és más mutatóeszközök
it: Mouse e altri dispositivi di puntamento
ko: 마우스 및 다른 포인팅 장치
nl: Muizen en andere aanwijsapparaten
pl: Myszki i inne urządzenia wskazujące
pt: Ratos e outros dispositivos de controlo
pt_br: Mouse e outros dispositivos de apontamento
ro: Mouse-uri şi alte dispozitive indicatoare
ru: Мыши и другие указывающие устройства
sk: Myši a iné ukazovacie zariadenia
sv: Möss och andra pekdon

source: You can change numerous options related to your mouse, such as how fast the pointer moves and how clicks are interpreted by the computer.
bg: Можете да промените купища опции за вашата мишка, като колко бързо да се движи курсора и колко щраквания как да се разбират от компютъра.
ca: Podeu canviar diverses opcions del vostre ratolí, com ara la velocitat de desplaçament del punter i com l'ordinador interpreta els clics.
cs: Můžete změnit mnoho možností souvisejících s myší, např. jak rychle se má ukazatel pohybovat a jak mají být některá kliknutí vyhodnocena počítačem.
es: Puede cambiar numerosas opciones relativas a su ratón, como la velocidad de movimiento del puntero, o cómo interpretará el equipo las pulsaciones en el botón del ratón.
hu: Egere számos beállításán változtathat, többek között a kurzor sebességén és a kattintások jelentésén.
it: È possibile modificare diverse opzioni del mouse come la velocità di spostamento del puntatore e come vengono interpretati i clic dal computer.
ko: 포인터의 이동 속도, 클릭 시의 동작 등과 같은 마우스와 관련된 수 많은 옵션들을 변경할 수 있습니다.
nl: U kunt vele opties wijzigen met betrekking tot uw muis, zoals hoe snel de cursor beweegt en hoe klikken door uw computer worden geïnterpreteerd.
pl: Możesz zmienić mnóstwo ustawień swojej myszki, takich jak na przykład szybkość poruszania się kursora albo sposób w jaki komputer interpretuje twoje kliknięcia.
pt: Pode mudar as várias opções disponíveis para a configuração do rato. Pode por exemplo mudar velocidade do movimento do ponteiro e a forma como os cliques são interpretados pelo computador.
pt_br: Você pode alterar numerosas opções relacionadas ao seu mouse, como velocidade com que o ponteiro se move e como os cliques são interpretados pelo computador.
ro: Puteţi configura o mulţime de opţiuni referitoare la modul de funcţionare al mouse-ului, cum ar fi viteza indicatorului sau modul de interpretare al clicurilor.
ru: Вы можете изменить множество опций, связанных с вашей мышью, таких как скорость движения указателя и интерпретация нажатий компьютером.
sk: Mnoho vecí týkajúcich sa vašej myši môžete zmeniť, napríklad rýchlosť kurzora alebo interpretovanie kliknutí počítačom.
sv: Du kan ändra flera alternativ relaterade till din mus, såsom hur snabbt muspekaren ska röra sig och hur klickningarna ska tolkas av datorn.

source: Mouse Skills
bg: Умения с мишката
ca: Utilització del ratolí
cs: Dovednosti s myší
es: Habilidades con el ratón
hu: Egérkezelés
it: Uso del mouse
ko: 마우스 기술
nl: Muisvaardigheden
pl: Możliwości myszy
pt: Capacidades do Rato
pt_br: Habilidades do Mouse
ro: Capabilităţile unui mouse
ru: Навыки работы с мышью
sk: Zručnosti s myšou
sv: Musfärdigheter

source: Information on basic mouse skills, such as pointing, clicking and dragging.
bg: Информация за основни умения с мишката, като посочване, натискане и издърпване.
ca: Informació bàsica sobre accions que es poden realitzar amb el ratolí, com ara apuntar, fer clic i arrossegar.
cs: Informace o základních dovednostech s myší, jako je polohování, klikání a táhnutí.
es: Información sobre habilidades básicas con el ratón, como apuntar, pulsar y arrastrar.
hu: Információk az alapvető egérműveletekről, mint például a kijelölés, kattintás és húzás.
it: Informazioni sull'uso del mouse come puntare, fare clic e trascinare.
ko: 포인팅, 클릭, 끌기와 같은 기본적인 마우스 기술에 대한 정보
nl: Informatie over elementaire muisvaardigheden zoals aanwijzen, klikken en slepen.
pl: Informacje na temat podstawowych możliwości myszy, takich jak wskazywanie, klikanie i przeciąganie.
pt: Informação a respeito de movimentos básicos do rato, tais como apontar, clicar e arrastar
pt_br: Informações sobre habilidades básicas, tais como ponteiro, clique e arrasto.
ro: Informaţii despre capabilităţile de bază ale unui mouse, cum ar fi indicarea, clickul sau tragerea.
ru: Информация по базовым навыкам, таким как наведение, клик и перетаскивание.
sk: Informácie o základných zručnostiach pri používaní myši, ako ukazovanie, klikanie a presúvanie.
sv: Information om grundläggande musfärdigheter, såsom pekning, klickning och dragning av objekt.

source: Mouse Preferences
bg: Настройки на мишката
ca: Paràmetres del ratolí
cs: Nastavení myši
es: Preferencias del ratón
hu: Egér beállításai
it: Preferenze del mouse
ko: 마우스 기본 설정
nl: Muisvoorkeuren
pl: Właściwości myszy
pt: Preferências de Rato
pt_br: Preferências do Mouse
ro: Preferinţe mouse
ru: Настройки мыши
sk: Nastavenie myši
sv: Musinställningar

source: Instructions on how to change various settings related to your mouse, such as whether the mouse is left-handed and how fast the pointer moves.
bg: Инструкции как да промените различни настройки за вашата мишка, като дали мишката е за лява ръка и колко бързо да се движи курсора.
ca: Instruccions sobre com canviar diversos paràmetres relacionats amb el vostre ratolí, com ara si el ratolí ha de ser per esquerrans i com s'ha de moure de ràpid el punter.
cs: Instrukce, jak změnit různá nastavení související s myší, jako např. zda bude myš pro leváka a jak rychle se má ukazatel pohybovat.
es: Instrucciones sobre cómo cambiar varias opciones relativas a su ratón, como por ejemplo si el ratón es para zurdos, o la velocidad de movimiento del puntero.
hu: Útmutatás egere beállításainak módosításához, például a balkezes egér és a kurzorsebesség beállításához.
it: Istruzioni su come modificare diverse impostazioni del mouse come l'impostazione del mouse per mancini e la velocità del puntatore.
ko: 왼손잡이용 마우스의 사용 여부, 포인터 이동 속도와 같은 마우스에 관련된 여러 설정들을 변경하는 방법
nl: Instructies over hoe u diverse instellingen met betrekking tot uw muis kunt wijzigen, bijvoorbeeld of de muis links- of rechtshandig gebruikt wordt, en hoe snel de muis beweegt.
pl: Instrukcje w jaki sposób zmienić przeróżne ustawienia myszki, np. szybkość ruchu kursora lub przystosowanie myszki dla osoby leworęcznej.
pt: Instruções de como mudar as várias configurações relacionadas com o seu rato, como por exemplo se é para ser usado por destros ou canhotos, ou a velocidade com que o ponteiro de movimenta.
pt_br: Instruções sobre como mudar várias configurações relacionadas ao seu mouse, tais como se o mouse é canhoto e quão rápido o ponteiro se move.
ro: Instrucţiuni pentru configurarea parametrilor de funcţionare a unui mouse, cum ar fi alegerea modului pentru stângaci sau dreptaci sau a vitezei de deplasare a indicatorului.
ru: Инструкции по изменению настроек, связанных с мышью, такие как мышь для левши и скорость движения указателя
sk: Inštrukcie o tom, ako zmeniť rôzne nastavenia myši ako určenie, či sa jedná o myš pre ľaváka a rýchlosť pohybu kurzora.
sv: Instruktioner om hur man ändra olika inställningar relaterade till din mus, såsom huruvida musen är vänsterhänt och hur snabbt muspekaren ska röra sig.

source: Accessibility - Configuring the Mouse
bg: Достъпност - Настройване на Мишката
ca: Accessibilitat - Com configurar el ratolí
cs: Přístupnost - nastavení myši
es: Accesibilidad - Configurar el ratón
hu: Akadálymentesítés - Az egér beállításai
it: Accessibilità - Configurazione il mouse
ko: 접근성 - 마우스 설정
nl: Toegankelijkheid - De muis configureren
pl: Dostępność - Konfiguracja myszy
pt: Acessibilidade - Configurando o Rato
pt_br: Acessibilidade - Configurando o Mouse
ro: Tehnologii de asistenţă - Configurarea mouse-ului
ru: Доступ - Настройка Мыши
sk: Prístupnosť - konfigurácia myši
sv: Tillgänglighet - Konfigurera musen

source: Information on changing mouse preferences for users of assistive technologies.
bg: Информация за промяна на настройките на мишката с технология за потребители с увреждания.
ca: Informació sobre com canviar els paràmetres del ratolí per a usuaris de les tecnologies assistives.
cs: Informace o změně nastavení myši pro uživatele používající technologie přístupnosti.
es: Información sobre el cambio de preferencias del ratón para usuarios con tecnologías de asistencia.
hu: Információk az egérbeállítások megváltoztatásáról akadálymentesítési technológiák felhasználói számára.
it: Informazioni sulla modifica delle preferenze del mouse per gli utenti di tecnologie assistive.
ko: 보조 기술 사용자를 위한 마우스 속성 변경에 대한 정보
nl: Informatie over het wijzigen van muisvoorkeuren voor gebruikers van ondersteunende technologieën.
pl: Informacje na temat zmiany ustawień myszy dla użytkowników technologii wspomagających
pt: Informação sobre a mudança de preferências do rato para utilizadores de tecnologias de acesso universal.
pt_br: Informações sobre mudar preferências de mouse para usuários de tecnologias de acessibilidade.
ro: Informaţii pentru configurarea mouse-ului pentru utilizatorii de tehnologii de asistenţă.
ru: Информация об изменении настроек мыши для пользователей вспомогательных технологий.
sv: Information om hur man ändrar musinställningar för användare av hjälpmedelstekniker.

source: Accessibility - Configuring Alternative Pointing Devices
bg: Достъпност - Конфигуриране на алтернативни устройства за посочване
ca: Accessibilitat - Com configurar dispositius d'apuntament alternatius
cs: Přístupnost - nastavení alternativních polohovacích zařízení
es: Accesibilidad - Configurar dispositivos de señalización alternativos
hu: Akadálymentesítés - Egyéb mutatóeszközök beállítása
it: Accessibilità - Configurazione di dispositivi di puntamento alternativi
ko: 접근성 - 다른 포인팅 장치 설정
nl: Toegankelijkheid - Instellen van alternatieve aanwijsapparaten
pl: Dostępność - konfigurowanie innych urządzeń wskazujących
pt: Acessibilidade - Configurando Dispositivos de Apontador Alternativos
pt_br: Acessibilidade - Configurando Dispositivos de Apontamento Alternativos
ro: Tehnologii de asistenţă - Configurarea unor dispozitive indicatoare alternative
ru: Доступ - Настройка альтернативных указывающих устройств
sk: Prístupnosť - konfigurácia iných ukazovacích zariadení
sv: Tillgänglighet - Konfigurera alternativa pekdon

source: Information on using a pointing device other than a mouse.
bg: Информация за използване на посочващо устройство различно от мишка.
ca: Informació sobre com emprar dispositius d'apuntament que no siguin un ratolí.
cs: Informace o použití jiného polohovacího zařízeni než myši.
es: Información sobre cómo usar un dispositivo de señalización que no sea un ratón.
hu: Információk az egéren kívül más mutatóeszközök használatáról.
it: Informazioni sull'uso di dispositivi di puntamento diversi dal mouse.
ko: 마우스가 아닌 다른 포인팅 장치를 사용하는 방법
nl: Informatie over het gebruik van een aanwijsapparaat, anders dan een muis.
pl: Informacja na temat urządzeń wskazujących innych niż myszka.
pt: Informação de como utilizar um dispositivo apontador que não o rato.
pt_br: Informações sobre como usar outro dispositivo de apontamento diferente de um mouse.
ro: Informaţii pentru utilizarea unor dispozitive indicatoare, altele decât mouse-ul.
ru: Информация по поводу указывающих устройств (помимо мышей)
sk: Informácie o používaní iných ukazovacích zariadení ako je myš.
sv: Information om hur man använder ett annat pekdon än en mus.

source: Keyboards
bg: Клавиатурни подредби
ca: Teclats
cs: Klávesnice
es: Teclados
hu: Billentyűzetek
it: Tastiere
ko: 키보드
nl: Toetsenborden
pl: Klawiatury
pt: Teclados
pt_br: Teclados
ro: Tastaturi
ru: Клавиатуры
sk: Klávesnice
sv: Tangentbord

source: There are many options related to your keyboard which you can change, such as the keyboard language and keyboard shortcuts.
bg: Има много опции за вашата клавиатура, които можете да промените, като език на писане на клавиатурата и бързи клавиши на клавиатурата.
ca: Hi ha diverses opcions del vostre teclat que podeu modificar, com ara la llengua i les dreceres de teclat.
cs: Existuje mnoho voleb, které můžete změnit v nastavení klávesnice, jako např. rozložení klávesnice podle vybraného jazyka a klávesové zkratky.
es: Hay muchas opciones relativas a su teclado que puede cambiar, como el idioma y los atajos de teclado.
hu: Billentyűzete rengeteg beállítását módosíthatja, például a billentyűzet nyelvét és a billentyűparancsokat.
it: È possibile modificare diverse opzioni relative alla tastiera come la lingua della tastiera e le scorciatoie.
ko: 키보드 언어, 키보드 바로가기와 같은 키보드와 관련된 여러 가지 변경 가능한 옵션들이 존재합니다.
nl: Er zijn veel toetsenbord-gerelateerde opties die u kunt veranderen, zoals de toetsenbord-taal en de sneltoetsen.
pl: Można zmienić wiele opcji związanych z klawiaturą, takich jak na przykład język klawiatury albo skróty klawiaturowe.
pt: Existem muitas opções no teclado que podem ser modificadas, tais como a língua ou atalhos do teclado.
pt_br: Existem várias opções relacionadas ao seu teclado no qual você pode alterar, tais como o idioma do teclado e atalhos do teclado.
ro: Multe opţiuni legate de funcţionarea tastaturii pot fi modificate, cum ar fi limba sau acceleratorii.
ru: Вы можете изменить множество опций, связанных с клавиатурой, например, раскладку клавиатуры и клавиатурые сокращения
sk: Je veľa možností súvisiacich s vašou klávesnicou, ktoré môžete meniť, ako napríklad rozloženie klávesnice a klávesové skratky.
sv: Det finns många alternativ relaterade till ditt tangentbord som du kan ändra på, såsom tangentbordets språk och tangentbordsgenvägar.

source: Basic Keyboard Skills
bg: Основни умения с клавиатура
ca: Utilització bàsica del teclat
cs: Základní klávesové dovednosti
es: Habilidades básicas con el teclado
hu: Alapvető billentyűzetkezelés
it: Uso della tastiera
ko: 기본적인 키보드 기술
nl: Elementaire toetsenbordvaardigheden
pl: Podstawowe czynności klawiatury
pt: Utilizações Básicas do Teclado
pt_br: Habilidades Básicas do Teclado
ro: Capabilităţile de bază ale tastaturii
ru: Основные навыки работы на клавиатуре
sk: Základné zručnosti pri práci s klávesnicou
sv: Grundläggande tangentbordsfärdigheter

source: Information on basic keyboard usage.
bg: Информация за основна работа с клавиатура.
ca: Informació sobre la utilització bàsica del teclat.
cs: Informace o základním používání klávesnice.
es: Información sobre utilización básica del teclado.
hu: Információk a billentyűzet alapszintű használatáról.
it: Informazioni sull'uso della tastiera
ko: 기본적인 키보드 사용법에 대한 정보
nl: Informatie over elementair toetsenbordgebruik
pl: Informacje o podstawowym użytkowaniu klawiatury
pt: Informação sobre o uso básico do teclado.
pt_br: Informações básicas sobre o uso do teclado.
ro: Informaţii de bază legate de utilizarea unei tastaturi.
ru: Информация по базовому пользованию клавиатурой.
sk: Informácie o základnom používaní klávesnice.
sv: Information om grundläggande tangentbordsanvändning.

source: Keyboard Preferences
bg: Настройки на клавиатура
ca: Paràmetres de teclat
cs: Nastavení klávesnice
es: Preferencias del teclado
hu: Billentyűzetbeállítások
it: Preferenze della tastiera
ko: 키보드 기본 설정
nl: Toetsenbordeigenschappen
pl: Ustawienia klawiatury
pt: Preferências do Teclado
pt_br: Preferências do Teclado
ro: Preferinţe tastatură
ru: Настройки клавиатуры
sk: Nastavenie klávesnice
sv: Tangentbordsinställningar

source: Change settings related to your keyboard, such as the layout of the keyboard.
bg: Променете настройките на вашата клавиатура, като клавиатурна подредба на клавиатурата.
ca: Canvia els paràmetres relacionats amb el teclat, com ara la seva disposició.
cs: Změna nastavení související s klávesnicí, jako např. rozložení klávesnice.
es: Cambiar las opciones relativas a su teclado, como la distribución del mismo.
hu: A billentyűzettel kapcsolatos beállítások, például a billentyűzetkiosztás módosítása.
it: Modifica delle impostazioni relative alla tastiera come la sua disposizione.
ko: 키보드 레이아웃과 같은 키보드와 관련된 설정을 변경하는 방법
nl: Wijzig instellingen met betrekking tot uw toetsenbord, zoals de toetsenbordindeling.
pt: Mude configurações do seu teclado, tais como a sua disposição do teclado.
pt_br: Altere as configurações relacionadas ao teclado, como o modelo do seu teclado.
ro: Configurarea opţiunilor legate de tastatură, cum ar fi macheta (schema de amplasare a tastelor).
ru: Изменение настроек клавиатуры, например, раскладки
sk: Zmeňte nastavenia vašej klávesnice, ako napríklad jej rozloženie
sv: Ändra inställningar relaterade till ditt tangentbord, såsom layouten för tangentbordet.

source: Keyboard Indicator
bg: Индикатор на клавиатурна подредба
ca: Indicador de teclat
cs: Indikátor klávesnice
es: Indicador del teclado
hu: Billentyűzetjelző
it: Indicatore tastiera
ko: 키보드 표시기
nl: Toetsenbordindicator
pl: Wskaźnik klawiatury
pt: Indicador de Teclado
pt_br: Indicador de Teclado
ro: Indicator tastatură
ru: Индикатор раскладок клавиатуры
sk: Indikátor klávesnice
sv: Tangentbordsindikator
