Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/hardware/po/*.po
Languages: bg, ca, cs, es, hu, it, ko, nl, pl, pt, pt_br, ro, ru, sk, sv

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Screensaver</guimenuitem></menuchoice>.
bg: Натиснете <menuchoice><guimenu>Система</guimenu><guimenuitem>Предпочитания</guimenuitem><guimenuitem>Предпазител на екрана</guimenuitem></menuchoice>.
ca: Premeu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferències</guimenuitem><guimenuitem>Estalvi de pantalla</guimenuitem></menuchoice>.
cs: Zvolte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Volby</guimenuitem><guimenuitem>Šetřič obrazovky</guimenuitem></menuchoice>.
es: Pulse <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferencias</guimenuitem><guimenuitem>Salvapantallas</guimenuitem></menuchoice>.
hu: Kattintson a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Beállítások</guimenuitem><guimenuitem>Képernyővédő</guimenuitem></menuchoice> menüpontra.
it: Premere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferenze</guimenuitem><guimenuitem>Salvaschermo</guimenuitem></menuchoice>.
ko: <menuchoice><guimenu>시스템</guimenu><guimenuitem>기본 설정</guimenuitem><guimenuitem>화면 보호기</guimenuitem></menuchoice> 를 누릅니다.
nl: Klik op <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Voorkeuren</guimenuitem><guimenuitem>Schermbeveiliging</guimenuitem></menuchoice>.
pl: Naciśnij <menuchoice><guimenu>System</guimenu><guimenuitem>Preferencje</guimenuitem><guimenuitem>Wygaszacz</guimenuitem></menuchoice>.
pt: Pressione <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferencias</guimenuitem><guimenuitem>Protecção de Ecrã</guimenuitem></menuchoice>.
pt_br: Pressione <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferências</guimenuitem><guimenuitem>Proteção de Tela</guimenuitem></menuchoice>.
ro: Alegeţi din meniu <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Preferinţe</guimenuitem><guimenuitem>Screensaver</guimenuitem></menuchoice>.
ru: Нажмите <menuchoice><guimenu>Система</guimenu><guimenuitem>Параметры</guimenuitem><guimenuitem>Хранитель экрана</guimenuitem></menuchoice>.
sk: Stlačte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Predvoľby</guimenuitem><guimenuitem>Šetrič obrazovky</guimenuitem></menuchoice>.
sv: Tryck på <menuchoice><guimenu>System</guimenu><guimenuitem>Inställningar</guimenuitem><guimenuitem>Skärmsläckare</guimenuitem></menuchoice>.

source: Change the <guilabel>Screensaver theme</guilabel> to <guilabel>Blank screen</guilabel>. This will simply display a blank screen as a screensaver.
bg: Променете <guilabel>Тема на предпазителя на екрана</guilabel> на <guilabel>Черен екран</guilabel>. Това просто ще покаже празен екран като предпазител на екрана.
ca: Canvieu l'opció <guilabel>Tema d'estalvi de pantalla</guilabel> a <guilabel>Pantalla en negre</guilabel>. Això farà que l'estalvi de pantalla sigui la pantalla en negre.
cs: Změňte <guilabel>Motiv šetřiče obrazovky</guilabel> na <guilabel>Prázdná obrazovka</guilabel>. To bude zobrazovat prázdnou obrazovku jako šetřič obrazovky.
es: Change the <guilabel>Tema del salvapantallas</guilabel> a <guilabel>Ennegrecer pantalla</guilabel>. Esto simplemente mostrará una pantalla en negro como salvapantallas.
hu: Válassza ki a <guilabel>Képernyővédő-téma</guilabel> listából az <guilabel>Üres képernyő</guilabel> elemet. Ez egyszerűen az üres képernyőt jeleníti meg képernyővédőként.
it: Modificare il <guilabel>Tema del salvaschermo</guilabel> in <guilabel>Schermo vuoto</guilabel> per mostrare uno semplice schermo nero come salvaschermo.
ko: <guilabel>화면 보호기 테마</guilabel> 를 <guilabel>빈 화면</guilabel> 으로 설정합니다. 이것은 화면 보호기로 단지 아무 것도 없는 검은 화면을 보여줄 것입니다.
nl: Verander het <guilabel>Schermbeveiligingsthema</guilabel> in <guilabel>Zwart scherm</guilabel>. Dit zal eenvoudigweg een zwart scherm als schermbeveiliging weergeven.
pl: Zmień <guilabel>Wygaszacz ekranu</guilabel> na <guilabel>Pusty ekran</guilabel>. W czasie bezczynności wyświetlany będzie czarny ekran.
pt: Mude o <guilabel>Tema de Protecção de Ecrã</guilabel> para <guilabel>Ecrã em Branco</guilabel>. Assim a protecção de ecrã será um ecrã preto.
pt_br: Altere o <guilabel>tema de proteção de tela</guilabel> para <guilabel>Tela vazia</guilabel>.Isso simplesmente exibirá uma tela vazia como uma proteção de tela.
ro: Alegeţi pentru parametrul <guilabel>Temă screensaver</guilabel> valoarea <guilabel>Ecran gol</guilabel>. Această opţiune conduce la dezactivarea afişării pe ecran pe timpul rulării screensaver-ului.
ru: Измените <guilabel>Тема Хранителя экрана</guilabel> на <guilabel>Пустой экран</guilabel>. Тогда вместо заставки будет отображаться просто чёрный экран.
sk: Zmeňte <guilabel>Tému šetriča obrazovky</guilabel> na <guilabel>Prázdna obrazovka</guilabel>. Tým sa ako šetrič obrazovky bude zobrazovať prázdna obrazovka.
sv: Ändra <guilabel>skärmsläckartemat</guilabel> till <guilabel>Blank skärm</guilabel>. Det här kommer helt enkelt att visa en svart skärm som skärmsläckare.

source: When your laptop is running on battery, one of the biggest drains on power is the display. Turning the brightness of the display down could improve battery life significantly; many laptops allow you to do this by pressing <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> several times.
bg: Когато вашият преносим компютър е на батерия, най-много електричество се използва от дисплея. Намаляването на яркостта на дисплея може значително да удължи живота на батерията; много преносими компютри ви позволяват за намалите яркостта като натиснете <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> няколко пъти.
ca: Quan el vostre portàtil funciona amb la bateria, un dels majors consumidors d'energia és la pantalla. Reduir la brillantor de la pantalla pot allargar la vida de la bateria de manera significativa; molts portàtils us permeten fer això prement <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> uns quants cops.
cs: Když váš notebook běží na baterii, nejvíce energie spotřebovává displej. Snížení jasu displeje by mohlo podstatně zlepšit životnost baterie; mnoho notebooků to umožňuje vícenásobným stisknutím <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo>.
es: Cuando su portátil está funcionando con baterías, una de las cosas que más energía consume es la pantalla. Reducir el brillo de la pantalla puede aumentar significativamente la vida de la batería; muchos portátiles le permiten hacer eso pulsando <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> varias veces.
hu: Ha noteszgépét akkumulátorról használja, akkor a képernyő fogyasztja a legtöbb energiát. A fényerő csökkentésével számottevően megnövelheti az akkumulátor élettartamát. A noteszgépek többségénél az <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> billentyűk többszöri megnyomásával csökkenthető a képernyő fényereje.
it: Quando il portatile è alimentato dalla batteria, la risorsa più esosa è lo schermo. Diminuire la luminosità dello schermo può incrementare la durata della batteria; molti portatili consentono di fare questo premendo diverse volte <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo>.
ko: 노트북이 배터리를 사용하여 동작할 때, 가장 많은 전원을 소모하는 부분 중의 하나가 디스플레이 화면입니다. 디스플레이 장치의 밝기를 어둡게 하면 배터리의 수명을 무척 연장할 수 있습니다. 많은 노트북들은 이러한 작업을 <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> 키를 여러번 눌러 조정할 수 있도록 해 줍니다.
nl: Als uw laptop op accustroom loopt, is het scherm een van de grootste energieverbruikers. De helderheid van het scherm verlagen kan de levensduur van uw accu merkbaar verbeteren; op veel laptops kan dit door een aantal keer op <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> te drukken.
pl: Ekran jest jednym z najbardziej energochłonnych elementów komputera, o czym warto wiedzieć zwłaszcza wtedy, gdy twój laptop pracuje na zasilaniu bateryjnym. Zmniejszenie jasności ekranu wpłynie na znaczące wydłużenie czasu pracy baterii; wiele laptopów pozwala na to poprzez kilkakrotne przyciśnięcie klawiszy <keycombo><keycap>Fn (Formant)</keycap><keycap>F7</keycap></keycombo>.
pt: Quando o seu computador está a funcionar somente a bateria, um dos maiores consumos que sofre é relativamente ao ecrã. Diminuindo a luminosidade deste pode melhorar o tempo de vida da bateria; muitos portáteis permitem faz-lo pressionando <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> várias vezes.
pt_br: Quando seu laptop está funcionando por meio da bateria, um dos grandes drenos de energia é o monitor. Diminuir o brilho do monitor pode melhorar a vida da bateria significamente; muitos laptops permitem você fazer isso pressionando <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> várias vezes.
ro: Pe timpul cât este deconectat de la reţeaua electrică, unul dintre cei mai mari consumatori de energie este afişarea pe ecran. Reducerea strălucirii la afişare poate îmbunătăţi semnificativ timpul de viaţă al acumulatorului; această operaţiune poate fi executată pe majoritatea laptopurilor prin apăsarea de câteva ori a combinaţiei de taste <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo>.
ru: Когда ноутбук работает от батареи, основным потребителем энергии является экран. Понижение яркости экрана может сильно увеличить срок работы батареи; многие ноутбуки позволяют делать это нажатием <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> несколько раз.
sk: Keď váš prenosný počítač beží na batériu, jedným z najväčších žrútov energie je monitor. Ubraním svietivosti monitora môže viditeľne zvýšiť životnosť batérie; veľa prenosných počítačov na tento úkon používa klávesovú skratku <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> (opakujte niekoľkokrát).
sv: När din bärbara dator körs på batteri är skärmen en av de största strömkonsumenterna. Dra ner ljusstyrkan på skärmen kan märkbart förbättra batteritiden; många bärbara datorer låter dig göra det här genom att trycka flera gånger på <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo>.

source: Touchpads
bg: Тъчпадове
ca: Ratolins tàctils
cs: Touchpady
hu: Érintőtáblák
it: Touchpad
ko: 터치패드
ro: Touchpad-uri
ru: Сенсорные панели
sk: Touchpady
sv: Pekplattor

source: Most laptop computers come with a touchpad, which is used to control the mouse pointer. There are many ways of changing the way that the touchpad behaves; the most basic touchpad settings can be configured in the following way.
bg: Повечето преносими компютри идват с тъчпад, който се използва за управляване на курсора на мишката. Има много начини да промените поведението на тъчпада; най-основните настройки на тъчпада могат да се конфигурират по следния начин.
ca: La majoria dels portàtils venen amb un ratolí tàctil, el qual s'empra per a controlar el punter del ratolí. Hi ha diverses maneres per canviar-ne el comportament; els paràmetres bàsics del ratolí tàctil es poden configurar de la següent manera.
cs: Většina notebooků má touchpad, který je používán pro ovládání kurzoru myši. Existuje mnoho způsobů, jak změnit chování touchpadu; nejzákladnější nastavení touchpadu může být nastaveno následujícím způsobem.
es: Muchos equipos portátiles vienen con un touchpad, que se usa para controlar el puntero del ratón. Hay muchas formas de cambiar el comportamiento del touchpad; las opciones más básicas del touchpad se pueden configurar de la siguiente forma.
hu: A legtöbb hordozható számítógép rendelkezik az egérmutatót kezelő érintőtáblával. Számos módon módosíthatja az érintőtábla viselkedését; az érintőtábla legalapvetőbb beállításai a következő módon módosíthatók.
it: La maggior parte dei computer portatili dispone di un touchpad utilizzato per controllare il puntatore del mouse. Esistono molti modi per modificare il comportamento del touchpad; la maggior parte delle impostazioni base del touchpad possono essere configurate come segue.
ko: 대부분의 노트북 컴퓨터들은 마우스 포인터를 제어하는데 사용되는 터치패드를 제공합니다. 많은 터치 패드의 행동을 바꾸는 방법은 많이 있습니다; 대부분의 기본 터치 패드 설정은 다음 방법으로 설정될 수 있습니다.
nl: De meeste laptops worden geleverd met een touchpad, dat gebruikt wordt om de muiscursor te bedienen. Er zijn veel manieren om de manier waarop het touchpad zich gedraagt te wijzigen; de meest elementaire instellingen kunnen als volgt worden geconfigureerd.
pl: Większość laptopów posiada touchpad, czyli panel dotykowy, wykorzystywany zamiast myszy do kontrolowania wskaźnika. Jest wiele możliwości zmiany sposobu, w jakim się zachowuje; najczęściej touchpad jest ustawiony następująco.
pt: A maioria dos computadores portáteis vem com um touchpad, que serve para controlar o ponteiro do rato. Existem várias formas de alterar o comportamento do touchpad; as configurações mais básicas para touchpad podem ser configuradas da seguinte forma.
pt_br: A maior parte dos computadores laptop vem com um touchpad, o qual é usado para controlar o cursor do mouse. Há muitas formas de se mudar a forma como o touchpad se comporta; as configurações mais básicas de touchpad podem ser configuradas da seguinte forma.
ro: Majoritatea laptopurilor sunt dotate cu un touchpad utilizat pentru controlul indicatorului de mouse. Modul de comportare al touchpad-ului poate fi configurat în mai multe feluri; configuraţia de bază poate fi stabilită în modul următor:
ru: Большинство переносных компьютеров имеют сенсорную панель, которая используется для управления указателем мыши. Есть много способов изменить поведение и реакцию системы на сенсорную панель. Самые основные настройки сенсорной панели можно произвести следующим образом.
sv: De flesta bärbara datorer levereras med en pekplatta, som används för att styra muspekaren. Det finns flera sätt att ändra hur pekplattan beter sig på; de mest grundläggande inställningarna för pekplattan kan konfigureras på följande sätt.

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Mouse</guimenuitem></menuchoice>.
bg: Натиснете <menuchoice><guimenu>Система</guimenu><guimenuitem>Предпочитания</guimenuitem><guimenuitem>Мишка</guimenuitem></menuchoice>.
ca: Premeu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferències</guimenuitem><guimenuitem>Ratolí</guimenuitem></menuchoice>.
cs: Zvolte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Volby</guimenuitem><guimenuitem>Myš</guimenuitem></menuchoice>.
es: Pulse <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferencias</guimenuitem><guimenuitem>Ratón</guimenuitem></menuchoice>.
hu: Válassza a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Beállítások</guimenuitem><guimenuitem>Egér</guimenuitem></menuchoice> menüpontot.
it: Scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferenze</guimenuitem><guimenuitem>Mouse</guimenuitem></menuchoice>.
ko: <menuchoice><guimenu>시스템</guimenu><guimenuitem>기본 설정</guimenuitem><guimenuitem>마우스</guimenuitem></menuchoice>를 누릅니다.
nl: Klik op <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Voorkeuren</guimenuitem><guimenuitem>Muis</guimenuitem></menuchoice>.
pl: Wybierz <menuchoice><guimenu>System</guimenu><guimenuitem>Ustawienia</guimenuitem><guimenuitem>Mysz</guimenuitem></menuchoice>.
pt: Pressione <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferencias</guimenuitem><guimenuitem>Rato</guimenuitem></menuchoice>.
pt_br: Pressione <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferências</guimenuitem><guimenuitem>Mouse</guimenuitem></menuchoice>.
ro: Alegeţi din meniu <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Preferinţe</guimenuitem><guimenuitem>Mouse</guimenuitem></menuchoice>.
ru: Нажмите <menuchoice><guimenu>Система</guimenu><guimenuitem>Параметры</guimenuitem><guimenuitem>Мышь</guimenuitem></menuchoice>.
sv: Tryck på <menuchoice><guimenu>System</guimenu><guimenuitem>Inställningar</guimenuitem><guimenuitem>Mus</guimenuitem></menuchoice>.

source: Select the <guilabel>Touchpad</guilabel> tab.
bg: Изберете раздела <guilabel>Тъчпад</guilabel>.
ca: Trieu la pestanya del <guilabel>Ratolí tàctil</guilabel>.
cs: Zvolte panel <guilabel>Touchpad</guilabel>.
es: Seleccione la solapa <guilabel>Touchpad</guilabel>.
hu: Válassza az <guilabel>Érintőtábla</guilabel> fület.
it: Selezionare la scheda <guilabel>Touchpad</guilabel>.
ko: <guilabel>터치패드</guilabel> 탭을 선택하세요.
nl: Kies het tabblad <guilabel>Touchpad</guilabel>.
pl: Wybierz zakłądkę <guilabel>Touchpad</guilabel>
pt: Escolha o separador <guilabel>Touchpad</guilabel>.
pt_br: Selecione a aba <guilabel>Touchpad</guilabel>.
ro: Selectați categoria <guilabel>Touchpad</guilabel>.
ru: Выберите закладку <guilabel>Сенсорная панель Touchpad</guilabel>.
sv: Välj fliken <guilabel>Pekplatta</guilabel>.

source: Here you can change the touchpad settings to your liking. Changes should take effect immediately.
bg: Тук можете да промените настройките на тъчпада по ваш вкус. Промените трябва да имат ефект веднага.
ca: Aquí podeu definir els paràmetres del ratolí tàctil al vostre gust. Els canvis tindran efecte immediat.
cs: Zde můžete změnit nastavení touchpadu dle svých preferencí. Změny by měly účinkovat okamžitě.
es: Aquí podrá cambiar las opciones que desee para el touchpad. Los cambios se aplicarán inmediatamente.
hu: Itt megváltoztathatja az érintőtábla beállításait. A változtatások rögtön életbe lépnek.
it: Qui è possibile modificare le impostazioni del touchpad. I cambiamenti avranno luogo immediatamente.
ko: 여기서 여러분은 여러분이 좋아하는 터치 패드 설정으로 변경할 수 있습니다. 변경은 즉시 적용됩니다.
nl: Hier kunt u de touchpadinstellingen naar uw smaak wijzigen. Wijzigingen zijn meteen van kracht.
pt: Aqui pode alterar as definições do touchpad como mais gostar. As alterações devem fazer-se sentir de imediato.
pt_br: Aqui você pode mudar as configurações de touchpad ao seu gosto. As mudanças devem fazer efeito imediatamente.
ro: Configuraţi parametrii touchpad-ului după preferinţe. Modificările se activează imediat, fără confirmare.
ru: Здесь можно изменить настройки сенсорной панели по вашему вкусу. Производимые изменения должны вступать в силу немедленно.
sv: Här kan du ändra inställningarna för pekplattan till dina önskemål. Ändringar kommer att verkställas omedelbart.

source: Some touchpads may be detected as normal mouse devices, even though they are actually touchpads. In this case, the <guilabel>Touchpad</guilabel> tab will not be available in the mouse preferences.
bg: Някои тъчпадове могат да бъдат открити като нормални мишки, дори наистина да са разпознати като тъчпадове. В такъв случай, раздела <guilabel>Тъчпад</guilabel> няма да бъде достъпен в настройките на мишката.
ca: Pot ser que alguns ratolins tàctils es detectin com a ratolins convencionals, tot i que realment siguin ratolins tàctils. En aquest cas, la pestanya <guilabel>Ratolí tàctil</guilabel> no estarà disponible a la pantalla de configuració dels paràmetres del ratolí.
cs: Některé touchpady mohou být detekovány jako normální myš, i když je to ve skutečnosti touchpad. V tomto případě nebude panel <guilabel>Touchpad</guilabel> v nastavení myši k dispozici.
es: Algunos touchpads modernos pueden detectarse como ratones normales, incluso aunque sean touchpads. En ese caso el <guilabel>Touchpad</guilabel> no estará disponible en las preferencias del ratón.
hu: Egyes érintőtáblákat normális egérként érzékel a rendszer, habár ezek valójában érintőtáblák. Ebben az esetben az <guilabel>Érintőtábla</guilabel> fül nem lesz elérhető az egér beállításainál.
it: Alcuni touchpad potrebbero essere rilevati come normali dispositivi mouse anche se sono dei veri e propri touchpad. In questo caso, la scheda <guilabel>Touchpad</guilabel> non sarà presente nelle preferenze del mouse.
ko: 어떤 태치패드는 실제 터치패드일지라도 보통 마우스 장치처럼 탐지될 수 있습니다. 이 경우 <guilabel>Touchpad</guilabel>이 마우스 속성에서 사용가능하지 않을 것입니다.
nl: Sommige touchpads kunnen worden gedetecteerd als normale muis-apparaten, ook al zijn ze in werkelijkheid touchpads. In dit geval, zal in de muisvoorkeuren het tabblad <guilabel>Touchpad</guilabel> niet beschikbaar zijn.
pt: Alguns touchpads podem ser detectados como ratos normais, apesar de serem touchpads. Nesse caso, o separador <guilabel>Touchpad</guilabel> não estará disponível na janela de preferências do rato.
pt_br: Alguns touchpads podem ser detecados como dispositivos de mouse normais, mesmo que sejam na verdade touchpads. Nesse caso, a aba <guilabel>Touchpad</guilabel> não estará disponível nas preferências do mouse.
ro: Anumite dispozitive touchpad vor fi detectate ca fiind un maus normal, chiar dacă ele sunt, de fapt, touchpad-uri. În acest caz, nu va fi disponibilă categoria <guilabel>Touchpad</guilabel> în preferințele mausului.
ru: Некоторые сенсорные панели могут определяться как мыши, несмотря на то, что в действительности являются сенсорными панелями. В этом случае в настройках мыши закладка <guilabel>Сенсорная панель</guilabel> не будет доступна.
sv: Vissa pekplattor kan identifieras som vanliga musenheter, även om de faktiskt är pekplattor. I detta fall kommer fliken <guilabel>Pekplatta</guilabel> inte att vara tillgänglig i musinställningarna.

source: See the <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">community support pages</ulink> for more information on touchpads.
bg: Вижте <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">страници за поддръжка от обществото</ulink> за повече информация относно тъчпадовете.
ca: Vegeu les <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">pàgines de suport de la comunitat</ulink> per a obtenir més informació sobre els ratolins tàctils.
cs: Navštivte <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">stránky komunitní podpory</ulink> pro více informací o touchpadech.
es: Consulte las <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">páginas de soporte de la comunidad</ulink> para más información sobre los touchpads.
hu: Az érintőtáblákkal kapcsolatos további információkért keresse fel a <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">közösségi támogatás weboldalát</ulink> (angol).
it: Consultare le <ulink url="http://wiki.ubuntu-it.org/Hardware/Periferiche/SynapticsTouchpad">pagine di supporto della comunità</ulink> per maggiori informazioni riguardo i touchpad.
ko: 터치패드에 대한 더욱 자세한 정보는 <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">커뮤니티 지원 페이지</ulink> 를 참조하기 바랍니다.
nl: Zie de <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">ondersteuningspagina's van de gemeenschap</ulink> voor meer informatie over touchpads.
pl: Zobacz <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">strony społeczności Ubuntu</ulink> jeśli zainteresował cię temat touchpadów.
pt: Veja o <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">páginas de suporte da comunidade</ulink> para mais informação sobre touchpads.
pt_br: Veja as <ulink url=\"https://help.ubuntu.com/community/SynapticsTouchpad\">páginas de suporte da comunidade</ulink> para mais informações sobre touchpads.
ro: Pentru mai multe informaţii despre ecranele tactile, vezi <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">paginile de suport tehnic ale comunităţii Ubuntu</ulink>
ru: См. <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">страницы поддержки сообщества</ulink> для более широкой информации по тачпадам (сенсорным панелям)
sk: Pre viac informácií o touchpadoch pozrite <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">stránky komunitnej podpory</ulink>.
sv: Se <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">gemenskapens supportsidor</ulink> för mer information om pekplattor.
