Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/hardware/po/*.po
Languages: bg, ca, cs, es, hu, it, ko, nl, pl, pt, pt_br, ro, ru, sk, sv

source: A filesystem is a particular way of storing and organizing files on a storage device such as a hard disk, and is an important part of an operating system. Without a filesystem, accessing and storing files would be impossible.
bg: Файлова система е определен начин за съхраняване и организиране на файлове в устройство като твърд диск и е важна част за операционната система. Без файлова система, използването и съхраняването на файлове ще е невъзможно.
ca: Un sistema de fitxers és una manera concreta d'emmagatzemar i organitzar fitxers a un dispositiu d'emmagatzematge com un disc dur, i és una part important d'un sistema operatiu. Sense sistema de fitxers, accedir a fitxers i desar-los seria impossible.
cs: Souborový systém je specifický způsob ukládání a organizování souborů na úložném zařízení jako je pevný disk a je důležitou součástí operačního systému. Bez souborového systému by nebylo možné přistupovat k souborům a ukládat je.
es: Un sistema de archivos es una manera particular de almacenar y organizar archivos en un dispositivo de almacenamiento (como, por ejemplo, un disco duro), y es una parte importante del sistema operativo. Sin el sistema de archivos, el acceso y el almacenamiento de los archivos sería imposible.
hu: A fájlrendszer az adattárolás és a fájlok rendezésének adott módja egy eszközön (például egy merevlemezen), és fontos része az operációs rendszereknek. Fájlrendszer nélkül nem lehetne fájlokat tárolni és elérni.
it: Un file system è un meccanismo con cui i file sono archiviati e organizzati su un dispositivo di archiviazione come un disco fisso ed è una parte importante di un sistema operativo. Senza un file system, accedere e salvare file sarebbe impossibile.
ko: 파일 시스템은 하드디스크와 같은 저장 장치에 파일을 저장하고 구성하는 특정한 방법입니다. 그리고 그것은 운영체제의 중요한 일부입니다. 파일 시스템 없이는 파일에 접근하고 저장하는 것은 불가능할 것입니다.
nl: Een bestandssysteem is een bepaalde manier voor het opslaan en organiseren van gegevens op een opslagapparaat zoals een harde schijf, en is een belangrijk onderdeel van een besturingssysteem. Zonder een bestandssysteem is het onmogelijk om bestanden te lezen of op te slaan.
pl: System plików, to określony sposób przechowywania i organizacji plików na nośniku danych jakim jest twardy dysk. Jest to ważna część systemu operacyjnego. Bez systemu plików, dostęp do plików i ich przechowywanie byłoby niemożliwe.
pt: Um sistema de ficheiros é maneira específica de armazenar e organizar ficheiros em dispositivos de armazenamento e são uma componente importante de um sistema operativo. Sem um sistema de ficheiros, seria impossível armazenar e aceder aos ficheiros.
pt_br: Um sistema de arquivos é um modo particular de armazenar e organizar arquivos em um dispositivo de armazenamento tal como um disco rígido e é uma parte importante de um sistema operacional. Sem um sistema de arquivos, seria impossível acessar e armazenar arquivos.
ro: Un sistem de fișiere este o modalitate anume de stocare și organizare a fișierelor pe dispozitive precum discurile fixe și este o parte importantă a unui sistem de operare. Fără un sistem de fișiere, accesarea și stocarea fișierelor nu este posibilă.
ru: Файловая система - это конкретный способ хранения и организации файлов на носителе, таком как жесткий диск. Она является важной частью операционной системы. Без файловой системы доступ к файлам и их хранение были бы невозможны.
sv: Ett filsystem är ett speciellt sätt att lagra och organisera filer på en lagringsenhet, såsom en hårddisk, och är en viktig del i ett operativsystem. Utan ett filsystem vore åtkomst och lagring av filer omöjligt.

source: ext2 and ext3: these are usually found on GNU/Linux operating systems. Ubuntu uses <emphasis>ext3</emphasis> as its default filesystem.
bg: ext2 и ext3: те обикновено се използват от GNU/Linux операционни системи. Ubuntu използва <emphasis>ext3</emphasis> като файлова система по подразбиране.
ca: ext2 i ext3: aquests es solen emprar als sistemes operatius GNU/Linux. L'Ubuntu empra l'<emphasis>ext3</emphasis> com a sistema de fitxers predeterminat.
cs: ext2 a ext3: tyto jsou obvykle používány v operačních systémech GNU/Linux. Ubuntu používá jako výchozí souborový systém <emphasis>ext3</emphasis>.
es: ext2 y ext3: estos se encuentran normalmente en sistemas operativos GNU/Linux. Ubuntu usa <emphasis>ext3</emphasis> como sistema de archivos predeterminado.
hu: ext2 és ext3: ezek általában GNU/Linux operációs rendszereken találhatók. Az Ubuntu az <emphasis>ext3</emphasis> fájlrendszert használja alapértelmezett fájlrendszerként.
it: ext2 ed ext3: sono usati spesso nei sistemi operativi GNU/Linux. Ubuntu utilizza <emphasis>ext3</emphasis> come file system predefinito.
ko: ext2 와 ext3; 이 것들은 일반적으로 GNU/Linux 운영체제에서 사용됩니다. 우분투는 <emphasis>ext3</emphasis>를 기본 파일 시스템으로 사용합니다.
nl: ext2 en ext3: deze worden doorgaans gevonden op GNU/Linux besturingssystemen. Ubuntu gebruikt <emphasis>ext3</emphasis> als het standaard bestandssyteem.
pl: ext2 i ext3: to są systemy plików zazwyczaj używane przez systemy operacyjne GNU/Linux. Ubuntu używa <emphasis>ext3</emphasis>. Jest to domyślny system plików tego systemu.
pt: ext2 e ext3: estes são comuns em sistemas operativos GNU/Linux. O Ubuntu usa <emphasis>ext3</emphasis> como o seu sistema de ficheiros padrão.
pt_br: ext2 e ext3: são normalmente encontrados em sistemas operacionais GNU/Linux. O Ubuntu utiliza <emphasis>ext3</emphasis> como seu sistema de arquivos padrão.
ro: ext2 și ext3: de obicei acestea sunt găsite în sistemele de operare GNU/Linux. Ubuntu utilizează <emphasis>ext3</emphasis> ca sistem de fișiere standard.
ru: ext2 и ext3: обычно используются в операционных системах GNU/Linux. В качестве основной файловой системы в Ubuntu используется <emphasis>ext3</emphasis>.
sv: ext2 och ext3: dessa hittas ofta på GNU/Linux-operativsystem. Ubuntu använder <emphasis>ext3</emphasis> som sitt standardfilsystem.

source: <acronym>FAT16</acronym> and <acronym>FAT32</acronym>: these are Microsoft Windows filesystems found on older computers. If you would like to share data between two computers, the <emphasis><acronym>FAT32</acronym></emphasis> format is a good choice.
bg: <acronym>FAT16</acronym> и <acronym>FAT32</acronym>: това са файлови системи на Microsoft Windows, които се използват на по-стари компютри. Ако искате да споделите данни между два компютъра, файловата система <emphasis><acronym>FAT32</acronym></emphasis> е добър избор.
ca: <acronym>FAT16</acronym> i <acronym>FAT32</acronym>: aquests són sistemes de fitxers del Windows de Microsoft, els quals es poden trobar a ordinadors antics. Si voleu compartir dades entre dos ordinadors, el format <emphasis><acronym>FAT32</acronym></emphasis> és una bona tria.
cs: <acronym>FAT16</acronym> a <acronym>FAT32</acronym>: toto jsou souborové systémy Microsoft Windows používané ve starších počítačích. Pokud byste chtěli sdílet data mezi dvěma počítači, dobrou volbou je formát <emphasis><acronym>FAT32</acronym></emphasis>.
es: <acronym>FAT16</acronym> y <acronym>FAT32</acronym>: son los sistemas de archivos usados en versiones antiguas de Microsoft Windows. Si desea compartir datos entre dos equipos, el formato <emphasis><acronym>FAT32</acronym></emphasis> es una buena opción.
hu: <acronym>FAT16</acronym> és <acronym>FAT32</acronym>: ezek régebbi számítógépeken található Microsoft Windows fájlrendszerek. Ha adatot szeretne megosztani két számítógép között, a <emphasis><acronym>FAT32</acronym></emphasis> fájlrendszer megfelelő választás lehet.
it: <acronym>FAT16</acronym>e <acronym>FAT32</acronym>: questi sono file system Microsoft presenti nei vecchi computer. Se si desidera condividere dati tra due computer è utile scegliere il file system <emphasis><acronym>FAT32</acronym></emphasis>.
ko: <acronym>FAT16</acronym>와 <acronym>FAT32</acronym>: 이 것들은 마이크로소프트 윈도우즈의 파일시스템으로 오래된 컴퓨터에서 사용됩니다. 만약 두 컴퓨터간에 데이터를 공유하고 싶다면, <emphasis><acronym>FAT32</acronym></emphasis> 형식은 좋은 선택입니다.
nl: <acronym>FAT16</acronym> en <acronym>FAT32</acronym>: dit zijn Microsoft Windows bestandssystemen die op oudere computers worden aangetroffen. De <emphasis><acronym>FAT32</acronym></emphasis> indeling een goede keuze als u gegevens wilt uitwisselen tussen twee computers.
pl: <acronym>FAT16</acronym> oraz <acronym>FAT32</acronym>: to są systemy plików Microsoft Windows, które można spotkać na starszych komputerach. Jeśli chcesz współdzielić dane pomiędzy dwoma komputerami wybranie formatu <emphasis><acronym>FAT32</acronym></emphasis> jest dobrym rozwiązaniem.
pt: <acronym>FAT16</acronym> and <acronym>FAT32</acronym>: estes são sistemas de ficheiros do Windows da Microsoft, típicos em computadores antigos. Se pretende partilhar dados entre dois computadores, o formato <emphasis><acronym>FAT32</acronym></emphasis> é uma boa escolha.
pt_br: <acronym>FAT16</acronym> e <acronym>FAT32</acronym>: são sistemas de arquivos do Microsoft Windows encontrados em computadores antigos. Se você gostaria de compartilhar dados entre dois computadores, o formato <emphasis>FAT32</emphasis> é uma boa escolha.
ro: <acronym>FAT16</acronym> și <acronym>FAT32</acronym>: acestea sunt sisteme de fișiere Microsoft Windows, folosite pe calculatoare mai vechi. Dacă doriți să partajați date între două calculatoare, formatul <emphasis><acronym>FAT32</acronym></emphasis> este o alegere bună.
ru: <acronym>FAT16</acronym> и <acronym>FAT32</acronym>: это файловые системы для Microsoft Windows, используемые на старых компьютерах. Если вы хотите использовать данные совместно на нескольких компьютерах, то <emphasis><acronym>FAT32</acronym></emphasis> - хороший выбор.
sv: <acronym>FAT16</acronym> och <acronym>FAT32</acronym>: dessa är Microsoft Windows-filsystem som hittas på äldre datorer. Om du vill dela data mellan två datorer är <emphasis><acronym>FAT32</acronym></emphasis>-formatet ett bra val.

source: <acronym>NTFS</acronym>: this is the filesystem type used by more modern versions of Microsoft Windows.
bg: <acronym>NTFS</acronym>: този тип файлова система се използва от повечето нови версии на Microsoft Windows.
ca: <acronym>NTFS</acronym>: aquest és el sistema de fitxers emprat per les noves versions del Windows de Microsoft.
cs: <acronym>NTFS</acronym>: toto je typ souborového systému používaný modernějšími verzemi Microsoft Windows.
es: <acronym>NTFS</acronym>: este es el tipo de sistema de archivos usado en las versiones más modernas de Microsoft Windows.
hu: <acronym>NTFS</acronym>: ezt a fájlrendszertípust az újabb verziójú Microsoft Windows rendszerek használják.
it: <acronym>NTFS</acronym>: è il file system utilizzato in modo predefinito nelle nuove versioni di Microsoft Windows.
ko: <acronym>NTFS</acronym>: 이 것은 마이크로소프트 윈도우즈의 더 최근에 사용되는 파일 시스템입니다.
nl: <acronym>NTFS</acronym>: dit is het bestandssysteemtype dat door modernere versies van Microsoft Windows wordt gebruikt.
pl: <acronym>NTFS</acronym>: to jest system plików używany przez większość nowszych wersji Microsoft Windows.
pt: <acronym>NTFS</acronym>: este sistema de ficheiros é utilizado pelas versões mais modernas do Windows da Microsoft.
pt_br: <acronym>NTFS</acronym>: é o tipo de sistema de arquivos utilizado pelas versões mais modernas do Microsoft Windows.
ro: <acronym>NTFS</acronym>: acesta este sistemul de fișiere folosit de versiunile mai moderne de Microsoft Windows.
ru: <acronym>NTFS</acronym>: это файловая система, используемая более современными версиями Microsoft Windows.
sv: <acronym>NTFS</acronym>: det här är filsystemstypen som används av mer moderna versioner av Microsoft Windows.

source: <acronym>HFS+</acronym>: this is the Mac OS X default filesystem type.
bg: <acronym>HFS+</acronym>: това е файловата система по подразбиране на Mac OS X.
ca: <acronym>HFS+</acronym>: aquest és el sistema de fitxers predeterminat del Mac OS X.
cs: <acronym>HFS+</acronym>: toto je výchozí typ souborového systému pro Mac OS X.
es: <acronym>HFS+</acronym>: este es el tipo de sistema de archivos predeterminado de Mac OS X.
hu: <acronym>HFS+</acronym>: ez a Mac OS X alapértelmezett fájlrendszere.
it: <acronym>HFS+</acronym>: è il file system predefinito di Mac OS X.
ko: <acronym>HFS+</acronym>: 이 것은 OS X의 기본 파일 시스템 형식입니다.
nl: <acronym>HFS+</acronym>: dit is het standaard Mac OS X-bestandssysteemtype.
pl: <acronym>HFS+</acronym>: to jest domyślny system plików systemu Mac OS X.
pt: <acronym>HFS+</acronym>: este é o sistema de ficheiros padrão do Mac OS X.
pt_br: <acronym>HFS+</acronym>: é o sistema de arquivos padrão Mac OS X.
ro: <acronym>HFS+</acronym>: acesta este sistemul de fișiere implicit al sistemului de operare Mac OS X.
ru: <acronym>HFS+</acronym>: это основной тип файловой системы для Mac OS X.
sv: <acronym>HFS+</acronym>: det här är standardfilsystemstypen för Mac OS X.

source: There are different types of filesystem. The most common are: <placeholder-1/>
bg: Има различни типове файлови системи. Най-използваните са: <placeholder-1/>
ca: Hi ha diferents tipus de sistemes de fitxers. Els més habituals són: <placeholder-1/>
cs: Existují různé typy souborových systémů. Nejběžnější jsou: <placeholder-1/>
es: Hay distintos tipos de sistemas de archivos. Los más comunes son: <placeholder-1/>
hu: Számos különböző fájlrendszertípus létezik. A leggyakoribbak: <placeholder-1/>
it: Esistono diversi tipi di file system, i più comuni sono: <placeholder-1/>
ko: 파일 시스템에는 여러 종류가 존재합니다. 이들 중 가장 널리 사용되는 것들은 다음과 같습니다: <placeholder-1/>
nl: Er zijn verschillende types bestandsystemen. De meest gebruikelijke zijn: <placeholder-1/>
pt: Existem diferentes tipos de ficheiros. O mais comum é: <placeholder-1/>
pt_br: Existem diferentes tipos de sistemas de arquivos. Os mais comuns são: <placeholder-1/>
ro: Există mai multe tipuri de sisteme de fisiere. Cele mai des utilizate sunt:
ru: Существуют разные типы файловых систем. Самые распространённые: <placeholder-1/>
sk: Existujú rôzne druhy súborových systémov. Najznámejšími sú: <placeholder-1/>
sv: Det finns olika typer av filsystem. De vanligaste är: <placeholder-1/>

source: What is a Partition?
bg: Какво е Дял?
ca: Què és una partició?
cs: Co je to oddíl?
es: ¿Qué es una partición?
hu: Mi az a partíció?
it: Cos'è una partizione?
ko: 파티션은 무엇입니까?
nl: Wat is een partitie?
pl: Czym jest partycja?
pt: O que é uma Partição?
pt_br: O que é uma Partição?
ro: Ce este o partiţie?
ru: Что такое раздел?
sk: Čo je oddiel?
sv: Vad är en partition?

source: A partition is a means of dividing the storage capacity of a device, such as a hard disk, into several parts which can then be treated as separate storage devices (<quote>logical devices</quote>).
bg: Дял е разделения обем на едно устройство, като твърд диск, на няколко части, които после могат да се използват като отделни устройства за съхраняване (<quote>логически устройства</quote>).
ca: Una partició és una manera de dividir la capacitat d'emmagatzematge d'un dispositiu, com un disc dur, en diferents parts que es poden tractar com a dispositius d'emmagatzematge diferents (<quote>dispositius lògics</quote>).
cs: Oddíly slouží k rozdělení místa na úložném zařízení, jako je pevný disk, na několik částí, se kterými může být pak zacházeno jako se samostatnými úložnými zařízeními (<quote>logickými zařízeními</quote>).
es: Una partición es una forma de dividir la capacidad de almacenamiento de un dispositivo (como, por ejemplo, un disco duro), en varias partes que luego pueden ser tratadas como dispositivos de almacenamiento separados (<quote>dispositivos lógicos</quote>).
hu: A partíció egy adattároló eszköz (például egy merevlemez) tárolókapacitásának több részre osztására ad lehetőséget, amelyek külön adattároló eszközként kezelhetők (<quote>logikai eszközök</quote>).
it: Una partizione è un metodo per dividere un dispositivo fisico, come un disco fisso, in diverse parti che possono essere considerate come dispositivi di archiviazione separati (<quote>dispositivi logici</quote>).
ko: 파티션은 하드 디스크와 같은 장치의 저장 용량을 여러개의 저장 장치처럼 다룰 수 있도록(<quote>논리 장치</quote>) 여러개의 부분으로 나누는 방법입니다.
nl: Een partitie is een manier om een fysiek apparaat, zoals een harde schijf, in meerdere stukken te verdelen die vervolgens als afzonderlijke opslagapparaten kunnen worden behandeld (<quote>logische apparaten</quote>).
pl: Partycja to sposób podziału miejsca na nośniku danych, jakim jest twardy dysk, na kilka mniejszych części. Mogą one następnie być traktowane jako oddzielne urządzenia przechowujące dane (<quote>urządzenia logiczne<quote>).
pt: Uma partição é uma forma de dividir a capacidade de armazenamento de um dispositivo como um disco rígido em diversas partes, que podem ser tratadas como dispositivos de armazenamento separados (<quote>dispositivos lógicos</quote>).
pt_br: Uma partição é um meio de dividir a capacidade de armazenamento de um dispositivo, tal como um disco rígido, em diversas partes que podem então ser tratadas como dispositivos de armazenamento separados (<quote>dispositivos lógicos</quote>).
ro: Partiționarea este împărțirea capacității de stocare a unui dispozitiv, cum ar fi un disc fix, în mai multe părți, care pot fi apoi tratate ca dispozitive de stocare separate (<quote>dispozitive logice</quote>).
ru: Пространство для хранения данных на устройстве, таком как жесткий диск, может быть разбито на несколько частей - разделов. Разделы можно использовать как отдельные устройства хранения данных (<quote>логические устройства</quote>).
sv: En partition är ett sätt att dela upp lagringskapaciteten på en enhet, såsom en hårddisk, i flera delar som sedan kan ses som separata lagringsenheter (<quote>logiska enheter</quote>).

source: Each logical device is seen by the operating system as a distinct device, and thus is treated as an independent disk.
bg: Всяко логическо устройство се вижда от операционната система като отделно устройство и по тази причина се третира като независим диск.
ca: El sistema operatiu veu cada dispositiu lògic com a un dispositiu diferent, per la qual cosa el tracta com a un disc independent.
cs: Každé logické zařízení je operačním systémem viděno jako odlišné zařízení a tudíž je s ním zacházeno jako se samostatným diskem.
es: El sistema operativo ve a cada dispositivo lógico como un dispositivo distinto, y por tanto lo trata como a un disco independiente.
hu: Minden logikai egység különálló eszközként jelenik meg, ezért azokat az operációs rendszer önálló lemezekként kezeli.
it: Ogni dispositivo logico è visto dal sistema operativo come un dispositivo distinto e viene trattato come un disco indipendente.
ko: 운영체제는 각각의 논리 장치를 별개의 장치로 인식하며, 따라서 이들은 독립적인 디스크처럼 처리합니다.
nl: Elk logisch apparaat wordt door het besturingssystem gezien als een afzonderlijk apparaat, en wordt zodoende als een onafhankelijke schijf behandeld.
pl: Każde urządzenie logiczne jest widziane przez system plików jako oddzielne urządzenie. Skutkiem tego jest traktowanie ich jako oddzielnych dysków.
pt: Cada unidade lógica é visto pelo sistema operativo como um dispositivo distinto, e assim tratado como um disco independente.
pt_br: Cada dispositivo lógico é visto pelo sistema operacional como um dispositivo distinto, e assim é tratado com um disco independente.
ro: Fiecare dispozitiv logic este luat în considerare de către sistemul de operare în mod independent, ca un disc separat.
ru: Каждое логическое устройство расcматривается операционной системой, как независимое устройство.
sk: Operačný systém vidí každé logické zariadenie ako osobitné zariadenie a nakladá s ním ako so samostatným diskom.
sv: Varje logisk enhet ses av operativsystemet som en särskild enhet, och behandlas därför som en oberoende disk.

source: To retrieve free space
bg: За да освободите място
ca: Per a recuperar espai lliure
cs: Pro získání volného místa
es: Para recuperar espacio libre
hu: Terület felszabadítása
it: Per recuperare spazio libero;
ko: 사용가능한 공간 되찾기
nl: Ruimte vrijmaken
pl: Aby określić wolne miejsce
pt: Para recuperar espaço livre
pt_br: Para recuperar espaço livre
ro: Pentru a recupera spațiu liber
ru: Получить свободное пространство
sv: Återfå ledigt utrymme

source: To install different operating systems
bg: За да инсталирате различни операционни системи
ca: Per a instaŀlar diferents sistemes operatius
cs: Pro instalaci jiných operačních systémů
es: Para instalar sistemas operativos diferentes
hu: Különböző operációs rendszerek telepítése
it: Per installare diversi sistemi operativi;
ko: 다른 운영체제 설치하기
nl: Om verschillende besturingssystemen te installeren
pl: Aby zainstalować inne systemy plików
pt: Para instalar diferentes sistemas operativos
pt_br: Para Instalar diferentes sistemas operacionais
ro: Pentru a instala diferite sisteme de operare
ru: Установка различных операционных систем
sv: Installera olika operativsystem

source: To better organize data on the hard disk
bg: За по-добро организиране на данните на твърдия диск
ca: Per a organitzar millor les dades al disc dur
cs: Pro lepší organizaci dat na pevném disku
es: Para organizar mejor los datos en el disco duro
hu: Az adatok hatékonyabb rendezése a merevlemezen
it: Per organizzare meglio i dati sul disco fisso.
ko: 하드 디스크상의 데이터를 더 좋게 조직하기
nl: Om gegevens op de harde schijf beter te organiseren
pl: Aby lepiej zorganizować dane na twardym dysku
pt: Para melhor organizar dados no disco rígido
pt_br: Para organizar melhor dados no disco rígido
ro: Pentru o mai bună organizare a datelor pe hard disk
ru: Лучше организовать данные на жестком диске
sv: Bättre organisera data på hårddisken

source: Partitioning a hard disk can be done for several reasons: <placeholder-1/>
bg: Разделяне на дялове на твърд диск може да бъде направено по няколко причини: <placeholder-1/>
ca: Es pot particionar un disc dur per diferents motius: <placeholder-1/>
cs: Rozdělení pevného disku může být provedeno z několika důvodů: <placeholder-1/>
es: Puede ser conveniente particionar un disco duro por varias razones: <placeholder-1/>
hu: Egy merevlemez particionálásának számos oka lehet: <placeholder-1/>
it: Partizionare un disco fisso può essere fatto per diversi motivi: <placeholder-1/>
ko: 다음과 같은 이유들로 인해 하드 디스크를 파티션으로 나누어 사용합니다: <placeholder-1/>
nl: Het partitioneren van een harde schijf kan om verschillende redenen worden gedaan: <placeholder-1/>
pl: Partycjonowanie dysku twardego może być wykonywane z następujących powodów: <placeholder-1/>
pt: O particionamento de um disco rígido pode ser feito por diversas razões: <placeholder-1/>
pt_br: O particionamento de um disco rígido é realizado por diversas razões: <placeholder-1/>
ro: Un hard disk poate fi partiţionat din mai multe motive: <placeholder-1/>
ru: Разбиение может быть выполнено по нескольким причинам: <placeholder-1/>
sk: Rozdelenie pevného disku na oddiely má niekoľko dôvodov: <placeholder-1/>
sv: Partitionering av en hårddisk kan göras av flera anledningar: <placeholder-1/>

source: Mounting and Unmounting Devices
bg: Монтиране и демонтиране на устройства
ca: Muntatge i desmuntatge de dispositius
cs: Připojení a odpojení zařízení
es: Montar y desmontar dispositivos
hu: Eszközök csatolása és leválasztása
it: Montare e smontare dispositivi
ko: 장치 마운트/해제 하기
nl: Apparaten koppelen en ontkoppelen
pl: Montowanie i odmontowywanie urządzeń
pt: Montando e Desmontando Dispositivos.
pt_br: Montando e Desmontando Dispositivos
ro: Montarea şi demontarea dispozitivelor de stocare
ru: Монтирование и размонтирование устройств
sk: Pripojenie a odpojenie zariadení
sv: Montera och avmontera enheter
