Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/hardware/po/*.po
Languages: bg, ca, cs, es, hu, it, ko, nl, pl, pt, pt_br, ro, ru, sk, sv

source: Select the device to partition from the drop-down list at the top-right of the main window.
bg: От падащия списък в горния десен ъгъл на прозореца изберете устройството, на което ще редактирате дяловете.
ca: Trieu el dispositiu que voleu particionar de la llista desplegable a la part superior dreta de la finestra principal.
cs: Zvolte zařízení k rozdělení z rozbalovacího seznamu v pravém horním rohu hlavního okna.
es: Seleccione el dispositivo a particionar de la lista desplegable situada en la esquina superior derecha de la ventana principal.
hu: Válassza ki a particionálni kívánt eszközt a főablak jobb felső sarkában levő legördülő menüből.
it: Selezionare il dispositivo da partizionare dall'elenco a discesa nella parte in alto a destra della finestra.
ko: 메인 창의 오른쪽 위편에 있는 드롭다운 목록에서 파티션을 나눌 장치를 선택합니다.
nl: Kies uit de drop-down lijst, rechts-boven in het hoofdvenster, het te partitioneren apparaat.
pl: Wybierz z listy (w prawym górnym rogu głównego okna) urządzenie do spartycjonowania.
pt: Seleccione o dispositivo a particionar da lista no canto superior direito da janela principal.
pt_br: Selecione o dispositivo para particionar da lista no topo direito da janela principal.
ro: Selectaţi dispozitivul de partiţionat din lista cu derulare din colţul dreapta-sus al ferestrei principale.
ru: Выберите устройство для разбиения на разделы из выпадающего меню в верхнем правом углу главного окна.
sk: Z rozbaľovacieho zoznamu (vpravo hore hlavného okna) vyberte zariadenie, na ktorom si prajete vytvoriť oddiel.
sv: Välj enheten att partitionera från rullgardinslistan i övre högra hörnet av huvudfönstret.

source: A list of partitions will appear. Select the desired partition and choose <menuchoice><guimenu>Partition</guimenu><guimenuitem>Unmount</guimenuitem></menuchoice>.
bg: Ще се покаже списък с всички дялове. Изберете желания дял и изберете <menuchoice><guimenu>Дял</guimenu><guimenuitem>Демонтиране</guimenuitem></menuchoice>.
ca: Apareixerà una llista de particions. Trieu la partició desitjada i seleccioneu <menuchoice><guimenu>Partició</guimenu><guimenuitem>Desmunta</guimenuitem></menuchoice>.
cs: Zobrazí se seznam oddílů. Vyberte požadovaný oddíl a zvolte <menuchoice><guimenu>Oddíl</guimenu><guimenuitem>Odpojit</guimenuitem></menuchoice>.
es: Aparecerá una lista de particiones. Seleccione la partición deseada, y a continuación <menuchoice><guimenu>Partición</guimenu><guimenuitem>Desmontar</guimenuitem></menuchoice>.
hu: Megjelenik a partíciólista. Kattintson a kívánt partícióra és válassza a <menuchoice><guimenu>Partíció</guimenu><guimenuitem>Leválasztás</guimenuitem></menuchoice> menüpontot.
it: Apparirà un elenco di partizioni. Selezionare la partizione desiderata e scegliere <menuchoice><guimenu>Partizione</guimenu><guimenuitem>Smonta</guimenuitem></menuchoice>.
ko: 나타난 파티션 리스트에서 원하는 파티션을 선택하고 <menuchoice><guimenu>파티션</guimenu><guimenuitem>마운트 해제</guimenuitem></menuchoice>를 고르세요.
nl: Er zal een lijst met partities verschijnen. Selecteer de gewenste partitie en kies <menuchoice><guimenu>Partitie</guimenu><guimenuitem>Loskoppelen</guimenuitem></menuchoice>.
pl: Zostanie wyświetlona lista partycji. Zaznacz odpowiednią partycję, potem upewnij się, że została ona wybrana prawidłowo a następnie wybierz <menuchoice><guimenu>Partycja</guimenu><guimenuitem>Odmontuj</guimenuitem></menuchoice>.
pt: Irá aparecer uma lista de partições. Escolha a partição desejada e clique em <menuchoice><guimenu>Partição</guimenu><guimenuitem>Desmontar</guimenuitem></menuchoice>.
pt_br: A lista de partições aparecerá. Selecione a partição desejada e escolha <menuchoice><guimenu>Partição</guimenu><guimenuitem>Desmontar</guimenuitem></menuchoice>.
ro: Va fi afişată o lista cu partiţiile curente. Selectaţi partiţia aleasă şi alegeţi din meniu <menuchoice><guimenu>Partiţie</guimenu><guimenuitem>Demontează</guimenuitem></menuchoice>.
ru: Список разделов появится. Выберите желаемый раздел и выберите же <menuchoice><guimenu>Раздел</guimenu><guimenuitem>Отмонтировать</guimenuitem></menuchoice>
sv: En lista över partitioner kommer att visas. Markera den önskade partitionen och välj <menuchoice><guimenu>Partition</guimenu><guimenuitem>Avmontera</guimenuitem></menuchoice>.

source: To resize the partition choose <guilabel>Resize/Move</guilabel>. The dialog <guilabel>Resize/Move</guilabel> will be shown. You can use the <guilabel>Free Space Following (MiB)</guilabel> box to choose how much space to free after this partition, or <guilabel>Free Space Preceding (MiB)</guilabel> to free space before this partition. Alternatively you can use the slider to adjust the partition size.
bg: За да оразмерите дяла, изберете <guilabel>Оразмеряване/Преместване</guilabel>. Ще се покаже прозореца <guilabel>Оразмеряване/Преместване</guilabel>. Можете да използвате полето <guilabel>Свободно място отзад (МБ)</guilabel> и изберете колко място да се освободи след дяла или <guilabel>Свободно място отпред (МБ)</guilabel> преди дяла. Можете да използвате плъзгача, за да нагласите размера на дяла.
ca: Per a redimensionar la partició, trieu <guilabel>Redimensiona/Mou</guilabel>. Es mostrarà el diàleg <guilabel>Redimensiona/Mou</guilabel>. Podreu emprar el camp <guilabel>Espai lliure posterior (MiB)</guilabel> per a triar quant d'espai voleu alliberar darrera d'aquesta partició, o <guilabel>Espai lliure precedent (MiB)</guilabel> per allliberar espai abans d'aquesta partició. Alternativament, podeu emprar el lliscador per a ajustar la mida de la partició.
cs: Pro změnu velikosti oddílu zvolte <guilabel>Změnit velikost/Přesunout</guilabel>. Zobrazí se okno <guilabel>Změnit velikost/Přesunout</guilabel>. Můžete použít pole <guilabel>Následující volné místo (MiB)</guilabel> pro určení toho, kolik místa se uvolní za tímto oddílem nebo pole <guilabel>Předcházející volné místo (MiB)</guilabel> pro určení toho, kolik místa se uvolní před tímto oddílem. Nebo můžete použít posuvník pro nastavení velikosti oddílu.
es: Para cambiar el tamaño de una partición, seleccione <guilabel>Redimensionar/Mover</guilabel>. Aparecerá la ventana para <guilabel>Redimensionar/Mover</guilabel>. Puede usar el cuadro de texto <guilabel>Liberar espacio siguiente (MiB)</guilabel> para seleccionar cuánto espacio se desea liberar después de esa partición, o bien <guilabel>Liberar espacio precedente (MiB)</guilabel> para liberar espacio antes de esa partición. También puede usar el indicador deslizante para justar el tamaño de la partición.
hu: A partíció átméretezéséhez válassza az <guilabel>Átméretezés/Mozgatás</guilabel> menüpontot. Az <guilabel>Átméretezés/Mozgatás</guilabel> párbeszédablak fog megjelenni. Használhatja a <guilabel>Szabad hely utána (MiB)</guilabel> mezőt a partíciót követő szabad terület meghatározásához, vagy a <guilabel>Szabad hely előtte (MiB)</guilabel> mezőt a partíció előtt lévő szabad terület meghatározásához. Ezek helyett használhatja a csúszkát is a partícióméret beállításához.
it: Per ridimensionare la partizione, scegliere <guilabel>Ridimensiona/Sposta</guilabel>. Viene mostrata la finestra di dialogo <guilabel>Ridimensiona/Sposta</guilabel>. È possibile usare il controllo di selezione <guilabel>Spazio libero dopo (MB)</guilabel> per scegliere quanto spazio liberare dopo questa partizione, oppure <guilabel>Spazio libero prima (MB)</guilabel> per liberare spazio prima di questa partizione. In alternativa, è possibile usare il controllo scorrevole per regolare la dimensione della partizione.
ko: 파티션의 크기를 재조정하려면 <guilabel>크기조정/이동</guilabel>를 고르세요. <guilabel>크기조정/이동</guilabel> 창이 보여질 것입니다. <guilabel>Free Space Following (MiB)</guilabel> 상자를 이 파티션 뒤에 얼만큼의 공간을 비게 할 것인지 정하기 위해 사용할 수 있습니다. 혹은, <guilabel>Free Space Preceding (MiB)</guilabel>은 이 파티션 앞에 얼만큼의 공간을 비게 할 것인지 정하기 위해 사용할 수 있습니다. 다른 방법으로, 여러분은 파티션 사이즈를 조정하는데 슬라이더를 사용할 수 있습니다.
nl: Om de grootte van de partitie te wijzigen. kiest u <guilabel>Verplaatsen/Grootte wijzigen</guilabel>. Het <guilabel>Verplaatsen/Grootte wijzigen</guilabel> dialogvenster zal worden weergegeven. U kunt het <guilabel>Vrije ruimte achteraan (MiB)</guilabel> vak gebruiken om aan te geven hoeveel ruimte er na deze partitie vrijgemaakt moet worden, of <guilabel>Vrije ruimte vooraan (MiB)</guilabel> om ruimte voor deze partitie vrij te maken. U kunt ook de schuifbalk gebruiken om de partitiegrootte te wijzigen.
pl: Aby zmienić wielkość partycji, wybierz <guilabel>Zmień rozmiar/ przenieś</guilabel>. Zostanie wyświetlone okno <guilabel>Zmień rozmiar/ przenieś</guilabel>. Aby zwolnić odpowiednią ilość przestrzeni po lub przed wybraną partycją, użyj pola <guilabel>Uwolnij przestrzeń po (MiB)</guilabel> lub <guilabel>Uwolnij przestrzeń przed (MiB)</guilabel>. Zamiast tego do ustalenia wielkości partycji można także wykorzystać suwak.
pt: Para redimensionar a partição clique em <guilabel>Redimensionar/Mover</guilabel>. Uma caixa de diálogo irá aparecer. Pode utilizar a caixa <guilabel>Espaço Livre Depois (MiB)</guilabel> para determinar a quantidade de espaço livre imediatamente a seguir a esta partição, ou a caixa <guilabel>Espaço Livre Antes (MiB)</guilabel> para determinar a quantidade de espaço livre imediatamente antes desta partição. Pode também utilizar a barra de deslizamento para ajustar o tamanho da partição.
pt_br: Para redimensionar a partição escolha <guilabel>Redimensionar/Mover</guilabel>. A janela <guilabel>Redimensionar/Mover</guilabel> será mostrada. Você pode usar a caixa <guilabel>Espaço Livre Seguinte (MiB)</guilabel> para escolher a quantidade de espaço livre após essa partição, ou <guilabel>Espaço Livre Anterior (MiB)</guilabel> para o espaço livre antes dessa partição. Alternativamente você pode deslisar a barra de seleção para ajustar o tamanho da partição.
ro: Pentru redimensionarea partiţiei apăsaţi <guilabel>Redimensionare/Mutare</guilabel>. Se va deschide dialogul <guilabel>Redimensionare/Mutare</guilabel>. Completaţi câmpul <guilabel>Spaţiu liber la sfârşit (MiB)</guilabel> pentru a elibera spaţiu în continuarea partiţiei selectate, sau <guilabel>Spaţiu liber la început (MiB)</guilabel> pentru a elibera spaţiu la începutul partiţiei. De asemenea, puteţi deplasa capetele reprezentării grafice pentru ajustarea dimensiunii partiţiei.
ru: Чтобы изменить размер раздела, выберите <guilabel>Изменить/Переместить</guilabel>. Появится диалог <guilabel>Изменить/переместить</guilabel>. Вы можете использовать элемент <guilabel>Свободное место после раздела (МиБ)</guilabel>, чтобы выбрать, сколько свободного места освободить после этого раздела, либо <guilabel>Свободное место перед разделом (МиБ)</guilabel> для определения свободного места перед разделом. Также вы можете использовать бегунок для выбора конкретного размера раздела.
sv: För att ändra storlek på partitionen, välj <guilabel>Ändra storlek/Flytta</guilabel>. Dialogrutan <guilabel>Ändra storlek/Flytta</guilabel> kommer att visas. Du kan använda dialogen <guilabel>Ledigt utrymme efter (MiB)</guilabel> för att välja hur mycket utrymme som ska frigöras efter denna partition, eller <guilabel>Ledigt utrymme före (MiB)</guilabel> för att frigöra utrymme före denna partition. Alternativt kan du använda draglisten för att justera partitionens storlek.

source: To apply the changes, click <guibutton>Resize/Move</guibutton>.
bg: За да приложите промените, натиснете <guibutton>Оразмеряване/Преместване</guibutton>.
ca: Per a aplicar els canvis, premeu <guibutton>Redimensiona/Mou</guibutton>.
cs: Pro uplatnění změn klikněte na <guibutton>Změnit velikost/Přesunout</guibutton>.
es: Para aplicar los cambios, pulse en <guibutton>Redimensionar/Mover</guibutton>.
hu: A változtatások elmentéséhez kattintson az <guibutton>Átméretezés/mozgatás</guibutton> gombra.
it: Per applicare le modifiche, fare clic su <guibutton>Ridimensiona/Sposta</guibutton>.
ko: 변경 사항을 적용하려면 <guilabel>크기 조정/이동</guilabel> 을 누릅니다.
nl: Klik op <guilabel>Verplaatsen/grootte wijzigen</guilabel> om de wijzigingen toe te passen.
pl: Aby zaakceptować zmiany kliknij <guibutton>Zmień wielkość/Przenieś</guibutton>.
pt: Para aplicar as mudanças, clique em <guibutton>Redimensionar/Mover</guibutton>.
pt_br: Para aplicar as mudanças, cilque em <guibutton>Redimensionar/Mover</guibutton>.
ro: Pentru validarea modificărilor apăsaţi <guibutton>Redimensionează/Mută</guibutton>.
ru: Чтобы применить изменения, нажмите <guibutton>Изменить/Переместить (Resize/Move)</guibutton>.
sk: Na uplatnenie zmien kliknite na <guibutton>Zmeniť veľkosť/Presunúť</guibutton>.
sv: Klicka på <guibutton>Ändra storlek/Flytta</guibutton> för att verkställa ändringarna.

source: To create a new partition inside an already partitioned device, you must first resize an existing partition. If you already have free space, skip to <xref linkend="creating-new-partition"/>; otherwise, follow the instructions below: <placeholder-1/>
bg: За да създадете дял в устройство с дялове, първо трябва да оразмерите съществуващ дял. Ако вече имате свободно място, прескочете на <xref linkend="creating-new-partition"/>; в противен случай, следвайте инструкциите отдолу: <placeholder-1/>
ca: Per a crear una nova partició a un dispositiu prèviament particionat, haureu de redimensionar alguna partició pre-existent. Si ja disposeu de lloc lliure, passeu a <xref linkend="creating-new-partition"/>; en cas contrari, seguiu les instruccions següents: <placeholder-1/>
cs: Pro vytvoření nového oddílu uvnitř již rozděleného zařízení musíte nejdříve změnit velikost existujícího oddílu. Pokud už máte volné místo, přejděte na <xref linkend="creating-new-partition"/>; jinak postupujte dle níže uvedených instrukcí: <placeholder-1/>
es: Para crear una partición nueva dentro de un dispositivo ya particionado, primero debe cambiar el tamaño de una partición ya existente. Si ya tiene espacio libre, pase a <xref linkend="creating-new-partition"/>; en caso contrario, siga las siguientes instrucciones: <placeholder-1/>
hu: Új partíció létrehozásához már particionált eszközön egy létező partíciót kell átméreteznie. Ha van szabad területe, ugorjon az <xref linkend="creating-new-partition"/> részre, ellenkező esetben kövesse az alábbi utasításokat: <placeholder-1/>
it: Per creare una nuova partizione all'interno di un dispositivo già partizionato, per prima cosa è necessario ridimensionare la partizione. Se è già disponibile dello spazio libero, passare alla <xref linkend="creating-new-partition"/>, altrimenti seguire le istruzioni di seguito: <placeholder-1/>
ko: 이미 있는 파티션된 장치 안에 새로운 파티션을 생성하려면 지금 있는 파티션의 크기를 재조정하여야만 합니다. 빈 공간이 이미 있다면 <xref linkend="creating-new-partition"/>를 넘기세요; 아니라면 다음 지시를 따르세요: <placeholder-1/>
nl: Om een nieuwe partitie op een reeds gepartitioneerd apparaat aan te maken, moet u eerst de grootte van een bestaande partitie wijzigen. Als u al vrije ruimte hebt, ga dan naar <xref linkend="creating-new-partition"/>; volg anders de onderstaande instructies: <placeholder-1/>
pl: Aby utworzyć nową partycję na urządzeniu, które jest już podzielone na partycje, należy zmienić wielkość przynajmniej jednej istniejącej partycji <xref linkend="creating-new-partition"/>postępując zgodnie z poniższą instrukcją<placeholder-1/>. Jeśli na urządzeniu jest już wolne miejsce, pomiń ten etap.
pt: Para criar uma nova partição dentro de um dispositivo onde já existem partições, tem que primeiro redimensionar uma das partições. Se o dispositivo tem espaço livre, pode saltar para <xref linkend="creating-new-partition"/>; se tal não for o caso, siga as instruções abaixo: <placeholder-1/>
pt_br: Para criar uma nova divisão no interior de um dispositivo já particionado, primeiramente você deve redimencionar uma partição existente. Se você já tiver espaço livre, siga para <xref linkend="creating-new-partition"/>; caso contrário, siga as instruções abaixo: <placeholder-1/>
ro: Pentru crearea unei partiţii noi pe un dispozitiv deja partiţionat este nevoie de redimensionarea unei partiţii existente. Dacă spaţiul liber pe disc este suficient puteţi trece la <xref linkend="creating-new-partition"/>; altfel, urmaţi procedura de mai jos: <placeholder-1/>
ru: Чтобы создать новый раздел на уже размеченном устройстве, вам нужно сначала изменить размер уже существующего раздела. Если у вас уже есть свободное место на диске, перейдите к разделу документации<xref linkend="creating-new-partition"/>; если нет - следуйте инструкциям: <placeholder-1/>
sv: För att skapa en ny partition inne i en redan partitionerad enhet måste du först ändra storleken på en nuvarande partition. Om det redan finns ledigt utrymme kan du hoppa till <xref linkend="creating-new-partition"/>, annars så följ instruktionerna nedan: <placeholder-1/>

source: Creating a new partition
bg: Създаване на нов дял
ca: Com crear una nova partició
cs: Vytvoření nového oddílu
es: Crear una partición nueva
hu: Új partíció létrehozása
it: Creare una nuova partizione
ko: 새 파티션 만들기
nl: Een nieuwe partitie aanmaken
pl: Tworzenie nowej partycji
pt: A criar uma nova partição
pt_br: Criando uma nova partição
ro: Crearea unei partiţii noi
ru: Создание нового раздела
sv: Skapa en ny partition

source: A list of partitions will appear. Select the one called <guilabel>unallocated</guilabel> and click <guibutton>New</guibutton>.
bg: Ще се покаже списък с дяловете. Изберете този, на който пише <guilabel>неразпределени</guilabel> и натиснете <guibutton>Нов</guibutton>.
ca: Es mostrarà una llista de particions. Trieu l'anomenada <guilabel>unallocated</guilabel> i feu clic a <guibutton>Nou</guibutton>.
cs: Zobrazí se seznam oddílů. Zvolte ten nazvaný jako <guilabel>neobsazený</guilabel> a klikněte na tlačítko <guibutton>Nový</guibutton>.
es: Aparecerá una lista de particiones. Seleccione la que diga <guilabel>no asignado</guilabel> y pulse en <guibutton>Nuevo</guibutton>.
hu: Megjelenik a partíciók listája. Válassza ki a <guilabel>lefoglalatlan</guilabel> nevűt és kattintson az <guibutton>Új</guibutton> gombra.
it: Appare un elenco di partizioni. Selezionare quella chiamata <guilabel>non allocato</guilabel> e fare clic su <guibutton>Nuovo</guibutton>.
ko: 파티션의 목록이 보일 것입니다. <guilabel>할당되지 않음</guilabel> 부분에 있는 파티션을 하나 선택하고 <guibutton>새 파티션</guibutton> 을 클릭합니다.
nl: Er zal een lijst met partities verschijnen. Kies de partitie met de naam <guilabel>Vrij</guilabel> en klik op <guibutton>Nieuw</guibutton>.
pl: Zostanie wyświetlona lista partycji. Wybierz obszar oznaczony jako <guilabel>nieprzypisany</guilabel> i wybierz <guibutton>Nowa</guibutton>.
pt: Uma lista de partições vai apareçer. Seleccione a partição chamada <guilabel>espaço não alocado</guilabel> e clique em<guibutton>Nova</guibutton>.
pt_br: Uma lista de partições será apresentada. Selecione a chamada <guilabel>não alocado</guilabel> e cilque em <guibutton>Novo</guibutton>.
ro: Va fi afişată lista cu partiţiile curente. Selectaţi intrarea denumită <guilabel>spaţiu nealocat</guilabel> şi apăsaţi butonul <guibutton>Nou</guibutton>.
ru: Появится список разделов. Выберите <guilabel>неразмеченная область (unallocated)</guilabel> и нажмите <guibutton>Новый раздел</guibutton>.
sk: Objaví sa zoznam oddielov. Vyberte ten nazvaný ako <guilabel>nealokované</guilabel> a kliknite na <guibutton>Nový</guibutton>.
sv: En lista över partitioner kommer att visas. Välj den som kallas <guilabel>inte allokerat</guilabel> och klicka på <guibutton>Ny</guibutton>.

source: From the <guilabel>Filesystem</guilabel> drop-down list choose the desired type of filesystem to use and click <guibutton>Add</guibutton>.
bg: От падащия списък <guilabel>Файлова система</guilabel> изберете желания тип файлова система и натиснете <guibutton>Добавяне</guibutton>.
ca: Trieu el tipus de sistema de fitxers que vulgueu de la llista desplegable <guilabel>Sistema de fitxers</guilabel> i feu click a <guibutton>Afegeix</guibutton>.
cs: Z rozbalovacího seznamu <guilabel>Systém souborů</guilabel> zvolte požadovaný typ souborového systému a klikněte <guibutton>Přidat</guibutton>.
es: En la lista desplegable <guilabel>Sistema de archivos</guilabel>, seleccione el tipo de sistema de archivos que desea usar, y pulse en <guibutton>Añadir</guibutton>.
hu: A <guilabel>Fájlrendszer</guilabel> legördülő menüből válassza ki a használni kívánt fájlrendszertípust, majd kattintson a <guibutton>Hozzáadás</guibutton> gombra.
it: Dall'elenco a discesa <guilabel>File system</guilabel> scegliere il tipo di file system desiderato e fare clic su <guibutton>Aggiungi</guibutton>.
ko: <guilabel>파일 시스템</guilabel> 드롭다운 목록에서 원하는 종류의 파일 시스템을 선택하고 <guibutton>추가</guibutton> 를 클릭합니다.
nl: Kies uit de <guilabel>Bestandssysteem</guilabel>-lijst het bestandsysteemtype dat u wilt gebruiken en klik op <guibutton>Toevoegen</guibutton>.
pl: Wybierz odpowiedni typ systemu plików z rozwijanej listy: <guilabel>System plików</guilabel> a następnie wybierz <guibutton>Dodaj</guibutton>.
pt: A partir da lista <guilabel>Sistema de Ficheiros</guilabel> escolha o tipo desejado de sistema de ficheiros a usar e clique em <guibutton>Adicionar</guibutton>.
pt_br: Da lista <guilabel>Sistema de arquivos</guilabel> escolha o tipo desejado de sistema de arquivos para usar e clique em <guibutton>Adicionar</guibutton>.
ro: Alegeţi din lista cu derulare <guilabel>Sistem de fişiere</guilabel> tipul dorit şi apăsaţi <guibutton>Adaugă</guibutton>.
ru: Из выпадающего меню <guilabel>Файловая система</guilabel> выберите тип файловой системы и нажмите <guibutton>Добавить</guibutton>
sk: Z rozbaľovacieho zoznamu <guilabel>Súborový systém</guilabel> vyberte požadovaný typ súborového systému a kliknite na <guibutton>Pridať</guibutton>.
sv: Från rullgardinslistan <guilabel>Filsystem</guilabel> kan du välja önskad filsystemstyp att använda och klicka på <guibutton>Lägg till</guibutton>.

source: To apply all the changes made, click <guibutton>Apply</guibutton>.
bg: За да приложите всички направени промени, натиснете <guibutton>Използване</guibutton>.
ca: Per aplicar els canvis efectuats, feu clic a <guibutton>Aplica</guibutton>.
cs: Pro uplatnění všech změn klikněte na tlačítko <guibutton>Použít</guibutton>.
es: Para aplicar todos los cambios realizados, pulse en <guibutton>Aplicar</guibutton>.
hu: A műveletek végrehajtásához kattintson az <guibutton>Alkalmaz</guibutton> gombra.
it: Per applicare tutte le modifiche fatte, fare clic su <guibutton>Applica</guibutton>.
ko: 변경 사항을 적용하려면 <guibutton>적용</guibutton> 을 클릭합니다.
nl: Klik op <guibutton>Toepassen</guibutton> om al de gemaakte wijzigingen door te voeren.
pl: Aby zaakceptować wprowadzone zmiany, kliknij <guibutton>Zastosuj</guibutton>.
pt: Para aplicar todas as modificações efectuadas clique em <guibutton>Aplicar</guibutton>
pt_br: Para aplicar todas as mudanças feitas, clique em <guibutton>Aplicar</guibutton>.
ro: Pentru validarea modificărilor apăsaţi <guibutton>Aplică</guibutton>.
ru: Для того чтобы применить изменения, нажмите <guibutton>Применить</guibutton>.
sk: Na uplatnenie zmien kliknite na <guibutton>Apply</guibutton>.
sv: Klicka på <guibutton>Verkställ</guibutton> för att verkställa alla ändringar.

source: To create a new partition: <placeholder-1/>
bg: За да създадете нов дял: <placeholder-1/>
ca: Per a crear una partició nova: <placeholder-1/>
cs: Pro vytvoření nového oddílu: <placeholder-1/>
es: Para crear una partición nueva: <placeholder-1/>
hu: Új partíció létrehozása: <placeholder-1/>
it: Per creare una nuova partizione: <placeholder-1/>
ko: 새로운 파티션을 만들려면: <placeholder-1/>
nl: Om een nieuwe partitie te maken: <placeholder-1/>
pl: Aby utworzyć nową partycję: <placeholder-1/>
pt: Para criar uma nova partição: <placeholder-1/>
pt_br: Para criar uma nova partição: <placeholder-1/>
ro: Pentru crearea unei partiţii noi, urmaţi procedura de mai jos: <placeholder-1/>
ru: Для создания нового раздела: <placeholder-1/>
sk: Na vytvorenie nového oddielu: <placeholder-1/>
sv: För att skapa en ny partition: <placeholder-1/>
