Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/hardware/po/*.po
Languages: bg, ca, cs, es, hu, it, ko, nl, pl, pt, pt_br, ro, ru, sk, sv

source: Formatting a partition
bg: Форматиране на дял
ca: Com formatar una partició
cs: Formátování oddílu
es: Formatear una partición
hu: Partíció formázása
it: Formattare una partizione
ko: 파티션 포멧하기
nl: Een partitie formatteren
pl: Formatowanie partycji
pt: A formatar uma partição
pt_br: Formatando uma partição
ro: Formatarea unei partiţii
ru: Форматирование раздела
sv: Formattera en partition

source: You can use <application>GNOME Partition Editor</application> to format disk partitions (see <xref linkend="partitioning-device"/> for more information on <application>GNOME Partition Editor</application>).
bg: Можете да използвате <application>Редактор на дялове</application>, за да форматирате дялове на диск (вижте <xref linkend="partitioning-device"/> за повече информация относно <application>Редактиране на дялове</application>).
ca: Podeu emprar el programa <application>Editor de particions</application> per a formatar particions dels discs (vegeu <xref linkend="partitioning-device"/> per a obtenir més informació sobre l'<application>Editor de particions</application>).
cs: Pro formátování diskových oddílů můžete použít <application>GNOME editor diskových oddílů</application> (vizte <xref linkend="partitioning-device"/> pro více informací o <application>GNOME editoru diskových oddílů</application>).
es: Puede usar el <application>Editor de particiones de Gnome</application> para formatear particiones de disco (consulte <xref linkend="partitioning-device"/> para más información sobre el <application>Editor de particiones de Gnome</application>).
hu: A <application>GNOME Partíciószerkesztőt</application> használhatja partíciók formázására (lásd az <xref linkend="partitioning-device"/> részt a <application>GNOME Partíciószerkesztővel</application> kapcsolatos további információkért).
it: Per formattare le partizioni sui dischi è possibile usare <application>Editor di partizioni</application> (per maggiori informazioni riguardo <application>Editor di partizioni</application> consultare <xref linkend="partitioning-device"/>).
ko: 여러분은 <application>그놈 파티션 편집기</application>를 디스크 파티션들을 포멧하는데 사용할 수 있습니다(<application>그놈 파티션 편집기</application>에 대한 더 자세한 정보는 <xref linkend="partitioning-device"/>를 참고).
nl: U kunt <application>Partitiebewerker</application> gebruiken om schijfpartities te formatteren (zie <xref linkend="partitioning-device"/> voor meer informatie over <application>Partitiebewerker</application>).
pl: Aby sformatować partycje na dysku możesz użyć aplikacji <application>Edytor partycji GNOME</application> (zobacz <xref linkend="partitioning-device"/> więcej informacji o <application>Edytorze partycji GNOME</application>).
pt: Pode utilizar o <application>Editor de Partições Gnome</application> para formatar as partições (para mais informações acerca do <application>Editor de Partições Gnome</application>, leia <xref linkend="partitioning-device"/>).
pt_br: Você pode usar <application>Editor de Partições</application> para formatar partições de disco (veja <xref linkend="partitioning-device"/> para mais informações <application>Editor de Partições</application>).
ro: Pentru formatarea unei partiţii puteţi utiliza <application>Editorul de partiţii</application> din GNOME (pentru mai multe informaţii despre <application>Editorul de partiţii</application>, vezi <xref linkend="partitioning-device"/>).
ru: Вы можете использовать <application>Редактор разделов GNOME</application> для форматирования разделов диска (смотрите <xref linkend="partitioning-device"/> для дополнительной информации по приложению <application> Редактор разделов GNOME</application>).
sv: Du kan använda <application>Partitionsredigerare för GNOME</application> för att formatera diskpartitioner (se <xref linkend="partitioning-device"/> för mer information om <application>Partitionsredigerare för GNOME</application>).

source: Select the partition you want to format and choose <menuchoice><guimenu>Partition</guimenu><guimenuitem>Format to</guimenuitem></menuchoice> and select from the list the type of filesystem to format the partition to.
bg: Изберете дяла, който искате да форматирате и изберете <menuchoice><guimenu>Дял</guimenu><guimenuitem>Форматиране като</guimenuitem></menuchoice> и от списъка изберете файловата система за форматиране на дяла.
ca: Seleccioneu la particio que voleu formatar, trieu <menuchoice><guimenu>Partició</guimenu><guimenuitem>Formata a</guimenuitem></menuchoice> i seleccioneu de la llista a quin tipus de sistema de fitxers voleu formatar la partició.
cs: Vyberte oddíl, který chcete formátovat, a zvolte <menuchoice><guimenu>Oddíl</guimenu><guimenuitem>Formátovat jako</guimenuitem></menuchoice> a ze seznamu vyberte typ souborového systému pro zformátování oddílu.
es: Seleccione la partición que desea formatear, y luego <menuchoice><guimenu>Partición</guimenu><guimenuitem>Formatear como</guimenuitem></menuchoice> y seleccione de la lista el tipo de sistema de archivos con el que quiere formatear la partición.
hu: Válassza ki a formázandó partíciót, majd a <menuchoice><guimenu>Partíció</guimenu><guimenuitem>Formázás</guimenuitem></menuchoice> menüben adja meg, hogy milyen fájlrendszert szeretne létrehozni az új partíción.
it: Selezionare la partizione da formattare, scegliere <menuchoice><guimenu>Partizione</guimenu><guimenuitem>Formatta come</guimenuitem></menuchoice> e selezionare il tipo di file system con cui formattare la partizione.
ko: 포맷할 파티션을 선택하고 <menuchoice><guimenu>파티션</guimenu><guimenuitem>포맷</guimenuitem></menuchoice> 을 누르고, 파티션을 포맷할 파일 시스템의 형식을 목록에서 선택합니다.
nl: Selecteer de partitie die u wilt formatteren en kies <menuchoice><guimenu>Partitie</guimenu><guimenuitem>Formatteren als</guimenuitem></menuchoice> en kies uit de lijst het bestandsysteemtype waarmee u de partitie wilt formatteren.
pl: Zaznacz partycję, którą chcesz sformatować i wybierz <menuchoice><guimenu>Partycja</guimenu><guimenuitem>Formatuj jako ...</guimenuitem></menuchoice>, z listy dostępnych systemów plikoów wybierz ten, w którym chcesz sformatować partycję.
pt: Seleccione a partição que deseja formatar e seleccione <menuchoice><guimenu>Partição</guimenu><guimenuitem>Formatar para</guimenuitem></menuchoice>
pt_br: Selecione a partição que você deseja formatar e escolha <menuchoice><guimenu>Partição</guimenu><guimenuitem>Formatar para</guimenuitem></menuchoice> e selecione na lista o tipo de sistema de arquivos para formatar a partição.
ro: Selectaţi partiţia care urmează să fie formatată şi alegeţi din meniu <menuchoice><guimenu>Partiţie</guimenu><guimenuitem>Formatare ca</guimenuitem></menuchoice> şi selectaţi tipul dorit de sistem de fişiere.
ru: Выберите раздел который хотите отформатировать и нажмите <menuchoice><guimenu>Раздел</guimenu><guimenuitem>Форматировать</guimenuitem></menuchoice>, затем выберите из списка тип файловой системы, который будет использоваться.
sk: Vyberte oddiel, ktorý si prajete formátovať a zvoľte <menuchoice><guimenu>Oddiel</guimenu><guimenuitem>Formátovať na</guimenuitem></menuchoice> a zo zoznamu vyberte, na aký typ súborového systému si prajete oddiel naformátovať.
sv: Välj partitionen som du vill formatera, välj sedan <menuchoice><guimenu>Partition</guimenu><guimenuitem>Formatera till</guimenuitem></menuchoice> och välj den filsystemstyp som partitionen ska formateras till från listan.

source: To format a partition, do as follows: <placeholder-1/>
bg: За да форматирате дял, направете следното: <placeholder-1/>
ca: Per a formatar una partició, feu el següent: <placeholder-1/>
cs: Pro zformátování oddílu postupujte dle následujících instrukcí: <placeholder-1/>
es: Para formatear una partición, haga lo siguiente: <placeholder-1/>
hu: Partíció formázásához tegye a következőt: <placeholder-1/>
it: Per formattare una partizione, procedere come segue: <placeholder-1/>
ko: 파티션을 포맷하려면, 다음을 따라하십시오: <placeholder-1/>
nl: Om een partitie te formatteren, doe het volgende: <placeholder-1/>
pl: Aby sformatować partycję, wykonaj następujące kroki: <placeholder-1/>
pt: Para formatar uma partição, faça como segue: <placeholder-1/>
pt_br: Para formatar uma partição, faça o seguinte: <placeholder-1/>
ro: Pentru formatarea unei partiţii, urmaţi procedura de mai jos: <placeholder-1/>
ru: Чтобы отформатировать раздел, сделайте следующее: <placeholder-1/>
sk: Aby ste formátovali oddiel, spravte nasledovné: <placeholder-1/>
sv: För att formatera en partition, gör följande: <placeholder-1/>

source: Pressing <guibutton>Apply</guibutton> will cause all of the files on the partition to be permanently deleted.
bg: Натискането на <guibutton>Прилагане</guibutton> ще изтрие перманентно всички файлове на дяла.
ca: Si premeu <guibutton>Aplica</guibutton> fareu que s'esborrin de manera definitiva tots els fitxers de la partició.
cs: Stisknutí tlačítka <guibutton>Použít</guibutton> způsobí, že všechny soubory na oddílu budou nenávratně smazány.
es: Pulsando <guibutton>Aplicar</guibutton> hará que todos los archivos de la partición se borren permanentemente.
hu: Az <guibutton>Alkalmaz</guibutton> gomb megnyomása véglegesen törli a partíción levő összes fájlt.
it: Premendo <guibutton>Applica</guibutton>, tutti i file presenti nella partizione saranno persi per sempre.
ko: <guibutton>적용</guibutton> 을 누르면, 파티션 내의 모든 파일들이 영원히 삭제될 것입니다.
nl: Door op <guibutton>Toepassen</guibutton> te klikken, zorgt u ervoor dat alle bestanden op de partitie permanent worden gewist.
pl: Po wybraniu: <guibutton>Zastosuj</guibutton> wszystkie pliki na wybranej partycji zostaną nieodwracalnie usunięte.
pt: Pressionar <guibutton>Aplicar</guibutton> irá fazer com que todos os ficheiros na partição sejam eliminados de forma permanente.
pt_br: Pressionando <guibutton>Aplicar</guibutton> causará a limpeza permanente de todos os arquivos da partição.
ro: În urma apăsării butonului <guibutton>Aplică</guibutton> fisierele din partiţie vor fi şterse permanent.
ru: Нажатие кнопки <guibutton>Применить</guibutton> безвозвратно удалит все данные на разделе.
sk: Stlačenie <guibutton>Apply</guibutton> spôsobí, že všetky súbory na oddieli budú nenávratne zničené.
sv: Att trycka på <guibutton>Verkställ</guibutton> kommer göra så alla filer på partitionen tas bort permanent.

source: What is formatting?
bg: Какво е форматиране?
ca: Què és la formatació?
cs: Co je to formátování?
es: ¿Qué es formatear?
hu: Mit jelent a formázás?
it: Cosa significa formattare?
ko: 포멧팅은 무엇일까요?
nl: Wat is formatteren?
pl: Co to jest formatowanie?
pt: O que é formatação?
pt_br: O que é formatação?
ro: Ce este formatarea
ru: Что такое форматирование?
sv: Vad är formattering?

source: To format a hard disk, device or partition means to prepare that particular device to be used for storing data.
bg: За форматиране на твърд диск, устройство или дял за подготовка на определено устройство за съхраняване на данни
ca: Formatar un disc dur, dispositiu o partició significa preparar aquest dispositiu concret per a ser emprat per a desar-hi dades.
cs: Formátovat pevný disk, zařízení nebo oddíl znamená připravit konkrétní zařízení pro ukládání dat.
es: Formatear un disco duro, dispositivo o partición significa preparar ese dispositivo particular para que pueda ser usado para almacenar datos.
hu: A merevlemez, eszköz vagy partíció formázása előkészíti az eszközt az adattárolásra.
it: Formattare un disco fisso, un dispositivo o una partizione significa preparare quel dispositivo per essere usato per salvare dati.
ko: 하드디스크, 장치 또는 파티션을 포멧한다는 것은 데이터를 저장하기 위해 사용되어지는 장치를 특정하게 준비한다는 것입니다.
nl: Een harde schijf, apparaat of partitie formatteren betekent dat u een bepaald apparaat voorbereid zodat het gebruikt kan worden om gegevens op te slaan.
pl: Formatowanie dysku, partycji albo urządzenia to proces przygotowywania urządzenia do przechowywania danych.
pt: Formatar um disco, dispositivo ou partição significa preparar esse dispositivo para o armazenamento de dados.
pt_br: Para formatar um disco rígido, dispositivo ou partição precisa prepará-lo para ser usado para armazenar informação.
ro: Formatarea unui hard disk, în general a unui dispozitiv de stocare a informaţiei, sau a unei partiţii reprezintă ansamblul de operaţiuni de iniţializare în vederea stocării de informaţii.
ru: Отформатировать жёстки диск, устройство или раздел означает подготовить обозначенное устройство для хранения данных.
sv: Att formatera en hårddisk, enhet eller partition betyder att man förbereder den specifika enheten att användas för att lagra data på.

source: The operation of formatting a hard disk or partition is when a specific data-storage format is applied to that device; this format is the <quote>filesystem</quote>.
bg: Действието форматиране на твърд диск или дял е, когато определен формат за съхраняване на данни е приложен на това устройство; този формат е <quote>файловата система</quote>.
ca: La operació de formatació d'un disc dur o partició és l'acció d'aplicar un format específic d'emmagatzematge de dades a aquell dispositiu; aquest format és el <quote>sistema de fitxers</quote>.
cs: Proces formátování pevného disku nebo oddílu znamená, že na toto zařízení je použit specifický formát pro ukládání dat; tento formát je tzv. <quote>souborový systém</quote>.
es: Al llevar a cabo la operación de formatear una unidad de disco o una partición, lo que se hace es aplicar un formato de almacenamiento de datos en ese dispositivo; este formato es el <quote>sistema de archivos</quote>.
hu: Egy merevlemez vagy partíció formázása egy speciális adattárolási formátum az eszközhöz rendelését jelenti, ez a formátum a <quote>fájlrendszer</quote>.
it: L'operazione di formattare un disco fisso o una partizione implica l'applicazione di uno specifico formato a quel dispositivo: questo formato è il <quote>file system</quote>.
ko: 하드디스크나 파티션의 포멧 동작은 특정 데이터 저장 형식이 그 장치로 적용될 때 됩니다.; 이 형식이 <quote>파일 시스템</quote>입니다.
nl: De handeling van het formatteren van een harde schijf of partitie, is het toepassen van een bepaalde indeling voor gegevensopslag wordt toegepast op dat apparaat; deze indeling heet het <quote>bestandssysteem</quote>.
pl: Operacja formatowania twardego dysku lub partycji jest ealizowana po wybraniu odpowiedniego formatu nośnika danych urządzenia. Ten format danych nazywany jest <quote>systemem plików</quote>.
pt: O acto de formatação de um disco ou partição corresponde à aplicação de um formato específico de armazenamento de dados ao dispositivo; esse formato específico é o <quote>sistema de ficheiros</quote>.
pt_br: A operação de formatação de um disco rígido ou partição é quando um formato específico de armazenamento de dados é aplicado ao dispositivo; este formato é o <quote>sistema de arquivos<quote>.
ro: Operația de formatare a unui disc fix este operația prin care un format specific mediilor de stocare este aplicat acestui dispozitiv; acest format este <quote>sistemul de fișiere</quote>.
ru: Операция форматирования жесткого диска или раздела заключается в применении к нему определенного формата хранения данных; этот формат называется <quote>файловой системой</quote>.
sv: Åtgärden med att formatera en hårddisk eller partition är när ett specifikt datalagringsformat tillämpas på enheten; detta format kallas för <quote>filsystem</quote>.

source: When you buy a disk it is usually not formatted, and cannot yet be used for storing data. When you format the device, you will notice that the free space on it is less than the original size. This is due to the fact that some space has to be used to make the device usable; this space is occupied by the filesystem. Also, disk manufacturers often use a different standard to measure disk capacity, which results in a further discrepancy.
bg: Когато си купите диск, обикновено не е форматиран и не може да се използва за съхраняване на данни. Когато форматирате дискът, ще забележите, че свободното място на него е по-малко от оригиналното място. Това е така поради факта, че трябва да се използва малко място, за да стане използваемо устройството; това място се заема от файловата система. Често производителите на дискове използват различни стандарти за измерване на обем на диск, в резултат на което се получават и други разлики.
ca: Quan compreu un disc dur no està normalment formatat, per la qual cosa encara no es pot fer servir per a desar-hi dades. Quan el formateu, us adonareu que l'espai lliure resultant serà inferior que el seu espai teòric original. Això és degut al fet que s'ha d'emprar una part de l'espai per a fer el dispositiu utilitzable; aquest espai el fa servir el sistema de fitxers. Així mateix, els fabricants solen emprar diferents estàndards per a mesurar la capacitat dels discs, fet que ocasiona discrepàncies en les mesures.
cs: Když si koupíte pevný disk, není obvykle naformátovaný a nemůže být ještě použit pro ukládání dat. Když zformátujete zařízení, všimnete si, že volné místo na něm je menší než skutečná velikost. To je způsobeno skutečností, že určité místo bylo použito na to, aby bylo zařízení použitelné; toto místo je obsazeno souborovým systémem. Výrobci pevných disků taktéž často používají různé standardy pro měření místa na disku, které vedou k dalším nesrovnalostem.
es: Cuando usted compra un disco, normalmente viene sin formatear, y no puede usarse todavía para almacenar datos. Cuando formatee el dispositivo, comprobará que el espacio libre es menor que el espacio original. Esto se debe al hecho de que parte del espacio tiene que usarse para hacer que el dispositivo sea útil; este espacio lo ocupa el sistema de archivos. Además, los fabricantes de discos a menudo usan un estándar diferente para medir la capacidad del disco, lo que genera una mayor discrepancia.
hu: A lemezek megvásárlásukkor általában nincsenek formázva, és nem lehet őket adattárolásra használni. Az eszköz formázásakor azt fogja észrevenni, hogy a szabad terület kevesebb, mint az eredeti méret. Ez annak a következménye, hogy valamennyi területet fel kell használni a lemez működőképessé tételéhez; ezt a területet a fájlrendszer foglalja el. Ezen kívül a lemezgyártók sokszor más szabványt használnak a lemezméret meghatározásához, ami további eltérést eredményez.
it: Quando si compra un disco, solitamente non è formattato e non è possibile utilizzarlo per salvare dati. Quando viene formattato, è possibile notare che lo spazio libero disponibile è inferiore alla dimensione originale. Questo è dovuto al fatto che una parte dello spazio è utilizzata per poter rendere il dispositivo utilizzabile: questo spazio è occupato dal file system. Inoltre, i costruttori di dischi utilizzano uno standard diverso per la misurazione della capacità, col risultato di una maggiore discrepanza.
ko: 여러분이 디스크를 샀을 때 그 것은 포멧되어 있지 않고, 아직 데이터를 저장하는데 사용될 수 없습니다. 그 장치를 포멧했을 때, 원래 공간이 그 사용가능한 공간보다 적음을 알 수 있습니다. 이 것은 어떤 공간은 장치를 사용할 수 있게 하는 데 사용되어진다는 사실 때문입니다;이 공간은 파일 시스템이 차지합니다. 또한, 디스크 생산자들은 종종 디스크 용량을 측정하는 것과 다른 더 많이 불일치하는 표준을 사용합니다.
nl: Als u een harde schijf koopt is het doorgaans niet geformatteerd, en kunt u het niet gebruiken om gegevens op te slaan. Als u het apparaat formatteert, zult u merken dat de vrije ruimte daarop kleiner is dan de oorspronkelijke grootte. Dit komt doordat er enige ruimte gebruikt moet worden om het apparaat bruikbaar te maken; deze ruimte wordt gebruikt door het bestandssysteem. Ook is het zo dat fabrikanten van harde schijven vaak een andere standaard hanteren bij het meten van de schijfcapaciteit, hetgeen ook bijdraagt aan het verschil.
pl: Nowozakupiony dysk zazwyczaj nie jest sformatowany i nie może jeszcze być używany do przechowywania danych. Podczas formatowania urządzenia, można zauważyć, że jest mniej wolnego miejsca dostępnego do zapisuniż oryginalny rozmiar dysku. Jest to spowodowane faktem, że część miejsca musi być przystosowana do tego, aby dysk mógł być używany. Ta przestrzeń dyskowa jest zajęta przez system plików. Producenci dysków twardych używaja także często różnych standardów do mierzenia pojemności dysku, co z kolei prowadzi do jeszcze większych rozbieżności.
pt: Quando compra um disco este geralmente não está formatado. Consequentemente, ainda não pode ser utilizado para armazenar informação. Quando formatar o dispositivo, irá reparar que o espaço livre é inferior à capacidade original do disco. Isto deve-se ao facto de ser necessário reservar algum espaço para tornar o dispositivo útil. Esse espaço é ocupado pelo sistema de ficheiros. Para além disso, os fabricantes de discos utilizam diferentes padrões para medir a capacidade de um disco, o que cria mais uma discrepância.
pt_br: Quando você compra um disco ele usualmente não é formatado, e ainda não pode ser usado para armazenar dados. Quando você formata o dispositivo, você irá notar que o espaço livre desse dispositivo é menor que o tamanho original. Isso ocorre porque algum espaço tem que ser usado para tornar o dispositivo utilizável; esse espaço é ocupado pelo sistema de arquivos. Além disso, os fabricantes de discos normalmente utilizam padrões diferentes para medir a capacidade dos discos, o que resulta em uma discrepância ainda maior.
ro: Un disc fix nou, cumpărat de la magazin, nu este, de regulă, formatat, de aceea nu poate fi folosit pentru stocarea datelor. Atunci când veți formata dispozitivul, veți observa că spațiul liber este mai mic decât spațiul inițial existent pe disc. Aceasta se datorează faptului că o mică parte din spațiul existent a fost folosită pentru a face dispozitivul utilizabil; acest spațiu este ocupat de sistemul de fișiere. De asemenea, fabricanții folosesc standarde diferite pentru a măsura capacitatea unui disc, ceea ce generează alte discrepanțe.
ru: Когда вы покупаете диск, он обычно не отформатирован, и не может сразу быть использован для хранения данных. После форматирования обратите внимание на то, что свободного пространства на нём меньше, чем исходная вместимость диска. Часть пространства приходится занять, чтобы диском можно было пользоваться; здесь находится файловая система. Кроме того производители дисков часто пользуются разными стандартами для измерения вместимости диска, что приводит к еще большему различию.
sv: När du köper en disk är den oftast inte formaterad och kan ännu inte användas för att lagra data. När du formaterar enheten kommer du att märka att det lediga utrymmet på den är mindre än den ursprungliga storleken. Detta är på grund av att ett visst utrymme har använts för att göra enheten användbar; detta utrymme ockuperas av filsystemet. I tillägg till det använder disktillverkarna ofta en annan standard för att mäta diskens kapacitet, vilket också ger en viss skillnad.

source: What is a filesystem?
bg: Какво е файлова система?
ca: Què és un sistema de fitxers?
cs: Co je to souborový systém?
es: ¿Qué es un sistema de archivos?
hu: Mi az a fájlrendszer?
it: Cos'è un file system?
ko: 파일 시스템은 무엇일까요?
nl: Wat is een bestandssysteem?
pl: Co to jest system plików?
pt: O que é um sistema de ficheiros?
pt_br: O que é um sistema de arquivos?
ro: Ce este un sistem de fișiere?
ru: Что такое файловая система?
sv: Vad är ett filsystem?
