Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/hardware/po/*.po
Languages: bg, ca, cs, es, hu, it, ko, nl, pl, pt, pt_br, ro, ru, sk, sv

source: Finding laptop testing reports
bg: Намиране на отчети за тестване на преносим компютър
ca: Com trobar els informes de proves de portàtils
cs: Vyhledání výsledků testování notebooků
es: Buscar informes de pruebas de portátiles
hu: Laptopteszt-jelentések keresése
it: Trovare resoconti di test dei portatili
ko: 노트북 테스트 보고서 찾기
nl: Laptop-testrapporten vinden
pl: Wyszukiwanie raportów testowania laptopów.
pt: Encontrar relatórios de testes a portáteis
pt_br: Procurando por relatórios de teste em laptop
ro: Localizarea rapoartelor de testare pentru laptopuri
ru: Поиск отчётов по тестированию нотубуков
sk: Hľadanie správ o výsledkoch testov prenosných počítačov
sv: Hitta testrapporter för bärbara datorer

source: Many laptops are regularly tested by the Ubuntu community to ensure that various features work correctly. The results of these tests are available for you to read, and may offer insight into any problems you might be experiencing with your laptop.
bg: Много преносими компютри редовно се тестват от обществото на Ubuntu, за да се гарантира, че някои функции работят правилно. Резултатите от тези тестове са достъпни за вас за четене и могат да предложат решение за всякакви проблеми, които можете да срещнете с вашия преносим компютър.
ca: La comunitat de l'Ubuntu fa proves de manera habitual a molts portàtils per assegurar que totes les prestacions funcionen correctament. Els resultats d'aquestes proves són de lliure accés, i us poden oferir pistes sobre algun problema que estigueu experimentant amb el vostre portàtil.
cs: Mnoho notebooků je pravidelně testováno komunitou Ubuntu pro zjištění, zda různé funkce správně fungují. Výsledky těchto testů si můžete přečíst a mohou vám tak přiblížit některé problémy, které by se mohly vyskytnout i u vašeho notebooku.
es: La comunidad de Ubuntu comprueba regularmente muchos portátiles para garantizar que varias características funcionan correctamente. Los resultados de tales pruebas están disponibles para su lectura, y pueden arrojar luz a algunos problemas que podría experimentar con su portátil.
hu: Az Ubuntu közössége rendszeresen teszteli a rendszert különböző noteszgépeken, így ellenőrizve az egyes funkciók működését. A tesztek eredményeit Ön is megtekintheti, amelyek segítségével megoldást találhat az esetlegesen felmerült problémákra.
it: Molti portatili vengono regolarmente provati dalla comunità di Ubuntu per assicurarsi che le diverse caratteristiche funzionino correttamente. I risultati di queste prove sono disponibili e possono offrire una comprensione ai problemi riscontrati con il proprio portatile.
ko: 대부분의 노트북들은 여러 가지 기능들이 올바로 동작하는지 확인하기 위해 우분투 커뮤니티에서 정기적으로 검사합니다. 여러분은 이러한 테스트 결과를 살펴보고 자신의 노트북에 어떤 문제가 생길 수 있는지에 대한 통찰도 얻을 수 있을 것입니다.
nl: Veel laptops worden regelmatig door de Ubuntu-gemeenschap getest om er zeker van te zijn dat diverse functies correct werken. U kunt de resultaten van deze tests lezen, en kunnen inzicht verschaffen over eventuele problemen die met uw laptop u tegenkomt.
pl: Wiele laptopów jest regularnie testowanych przez społeczność Ubuntu, by zapewnić, że wszystkie funkcje działają prawidłowo. Dostępne do przeglądu wyniki testów mogą wskazać problemy, jakie mogą wystąpić na twoim laptopie.
pt: Muitos portáteis são regularmente testados por membros da comunidade Ubuntu para assegurar que as várias funcionalidades trabalham de forma correcta. Os resultados destes testes são disponibilizados para sua leitura e podem ajudar na resolução de problemas existentes com o seu computador.
pt_br: Muitos laptops são regularmente testados pela comunidade do Ubuntu para ter certeza que vários recursos funcionem corretamente. Os resultados desses testes estão disponíveis para leitura, e talvez possam oferecer discernimento dentro de qualquer problema que você possa ter experimentado com seu laptops.
ro: Multe tipuri de laptopuri sunt testate regulat de către comunitatea Ubuntu pentru verificarea implementării corecte a diferitelor facilităţi disponibile. Rezultatele acestor teste sunt disponibile public pentru consultare şi pot oferi informaţii importante pentru depistarea cauzelor unor probleme întâmpinate în utilizarea unui laptop.
ru: Большинство ноутбуков периодически тестируется на совместимость сообществом Ubuntu, для того чтобы убедиться работает та или иная особенность системы. Результаты этих тестов находятся в публичном доступе, так что в них вполне можно обнаружить решение возникшей проблемы.
sk: Veľa prenosných počítačov komunita Ubuntu pravdelne testuje, aby sa zabezpečilo, že rôzne funkcie pracujú správne. Výsledky týchto testov si môžete prečítať a môžete vďaka nim pochopiť problémy, ktoré na svojom prenosnom počítači zažívate.
sv: Många bärbara datorer testas regelbundet av Ubuntus gemenskap för att säkerställa att olika funktioner fungerar som de ska. Resultaten av dessa tester finns tillgängliga och de kan ge dig inblick i eventuella problem som du kan påträffa med din bärbara dator.

source: See the Laptop Testing <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">community support pages</ulink> for a full listing of available laptop tests.
bg: Вижте тестването на преносими компютри в <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">страниците за поддръжка от обществото</ulink> за пълен списък на наличните тестове за преносими компютри.
ca: Vegeu les <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">pàgines de suport de la comunitat</ulink> de l'equip de proves a portàtils per a obtenir-ne un llistat complet.
cs: Navštivte <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">stránky komunitní podpory</ulink> testování notebooků pro zobrazení úplného seznamu dostupných testů notebooků.
es: Consulte las <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">páginas de soporte de la comunidad</ulink> sobre pruebas de portátiles para ver la lista completa de pruebas disponibles de portátiles.
hu: A tesztek teljes listáját a Laptoptesztelő csapat <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">közösségi honlapján</ulink> (angol) tekintheti meg.
it: Consultare le <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">pagine di supporto della comunità</ulink> (in inglese) per un elenco completo delle prove effettuate sui portatili.
ko: 노트북 테스트 (Laptop Testing) <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">커뮤니티 지원 페이지</ulink> 에서 이용 가능한 노트북의 전체 목록을 찾아볼 수 있습니다.
nl: Zie de laptop-test <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">ondersteuningspagina's van de gemeenschap</ulink> voor een complete lijst van beschikbare laptop-tests.
pl: Znajdź pełną listę dostępnych testów laptopów <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">na stronach społeczności Ubuntu</ulink>.
pt: Veja a secção de testes a portáteis ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">páginas de suporte da comunidade</ulink> para ter acesso a uma listagem completa de testes a portáteis.
pt_br: Veja os Testes de Laptops <ulink url=\"https://wiki.ubuntu.com/LaptopTestingTeam\">páginas de suporte da comunidade</ulink> para uma lista completa de testes com laptops disponíveis.
ro: Pentru o listă completă a rapoartelor de testare disponibile, vezi <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">paginile de suport tehnic ale comunităţii Ubuntu</ulink>.
ru: См. <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">страницы поддержки сообщества</ulink> по поддержке ноутбуков для получения полного списка протестированных ноутбуков.
sk: Pre kompletný zoznam testovaných prenosných počítačov pozrite na <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">stránku komunitnej podpory</ulink> venovanú testom prenosných počítačov.
sv: Se supportsidorna för <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Laptop Testing</ulink> för en fullständig lista över tillgängliga testrapporter för bärbara datorer.

source: You can participate in laptop testing yourself by contacting the <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Laptop Testing Team</ulink>.
bg: Вие също можете да участвате в тестването на преносими компютри като се свържете с <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Екип за тестване на преносими компютри</ulink>.
ca: Podeu participar a les proves de portàtils si contacteu amb <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">l'equip de proves de portàtils</ulink>.
cs: Můžete se zapojit do testování notebooků kontaktováním <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Týmu pro testování notebooků</ulink>.
es: Usted mismo puede participar en las pruebas de portátiles contactando con el <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Equipo de pruebas de portátiles</ulink>.
hu: Ha Ön is részt szeretne venni a laptopok tesztelésében, vegye fel a kapcsolatot a <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Laptoptesztelő csapattal</ulink> (angolul).
it: È possibile partecipare in queste prove sui portatili contattando il «<ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Laptop Testing Team</ulink>».
ko: <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">노트북 테스트 팀</ulink> 과 연락하여 스스로 테스트에 참여할 수도 있습니다.
nl: U kunt zelf deelnemen aan het testen van laptops door contact op te nemen met het <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">laptop-testteam</ulink>.
pl: Możesz wziąć udział w testowaniu laptopów! Skontaktuj się z <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Zespołem Testowania Laptopów</ulink>.
pt: Pode participar nos testes a portáteis, testando-os, contactando <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Equipa de Testes de Portáteis</ulink>.
pt_br: Você pode participar dos testes em laptops entranto em contato com o <ulink url=\"https://wiki.ubuntu.com/LaptopTestingTeam\">Time de Teste em Laptop</ulink>.
ro: Puteţi participa chiar dumneavoastră la proiectul de testare a laptopurilor contactând <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Echipa de testare a laptopurilor</ulink>.
ru: Вы можете принять участие в тестировании ноутбуков лично, зайдя на сайт <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Команды тестирования ноутбуков</ulink>.
sk: Sami sa môžete podieľať na testovaní prenosných počítačov, stačí sa spojiť s <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Tímom testovania prenosných počítačov</ulink>.
sv: Du kan delta i testningen själv genom att kontakta <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Laptop Testing Team</ulink>.

source: Suspending and hibernating your computer
bg: Приспиване и хиберниране на вашия компютър
cs: Uspání počítače do paměti nebo na disk
es: Suspender e hibernar su equipo
hu: A számítógép felfüggesztése és hibernálása
it: Sospendere e ibernare il computer
ko: 컴퓨터를 대기/최대절전 진입중 ...
pt: Suspender e Hibernar o computador
pt_br: Suspendendo e hibernando seu computador
ro: Cum să puneți în suspendare și în hibernare calculatorul dumneavoastră
ru: Переведите компьютер в ждущий или спящий режим.
sv: Sätta din dator i vänteläge och viloläge

source: In order to save power, you can put your computer into one of a number of power-saving modes when you are not using it:
bg: За да спестите електричество, можете да поставите вашия компютър в един от много енергоспестяващи режими, когато не го използвате:
cs: Abyste ušetřili energii, můžete uvést svůj počítač do jednoho z mnoha režimů úspory energie, pokud jej nepoužíváte:
es: Para ahorrar energía, puede poner su equipo en uno de los modos de ahorro de energía cuando no lo esté utilizando:
hu: Ha nem használja a számítógépet, energiamegtakarítási célból bekapcsolhatja az energiatakarékos üzemmódok egyikét:
it: Quando il computer è inutilizzato, al fine di risparmiare energia, è possibile attivare una delle modalità di risparmio energetico:
pt: Para poupar energia, você pode colocar o seu computador num dos diversos modos de poupança de energia quando não o está a usar:
pt_br: Afim de economizar energia, você pode colocar seu computador em um dos vários modos de economia de energia quando não estiver usando-o:
ro: Pentru a economisi energie când nu folosiți calculatorul, puteți să-l puneți într-unul din modurile de consum redus:
ru: С целью экономии энергии, Вы можете перевести Ваш компьютер в один из режимов энергосбережения, на время простоя:
sv: För att spara ström kan du när du inte använder den, sätta din dator i ett av ett antal strömsparande lägen:

source: <emphasis role="strong">Suspending</emphasis> a computer is like putting the computer to sleep. The computer will still be turned on and all of your work will be left open, but it will use much less power. You can wake the computer by pressing a key or clicking the mouse.
bg: <emphasis role="strong">Приспиване</emphasis> на компютъра е все едно да го сложите да спи. Компютърът все още ще бъде включен и всичката ви работа ще бъде отворена. , но ще използва много по-малко електричество. Можете да събудите компютъра като натиснете някой клавиш на клавиатурата или натиснете някой бутон на мишката.
cs: <emphasis role="strong">Uspání do paměti</emphasis> je něco jako uložení počítače ke spánku. Počítač bude stále zapnutý a veškerá vaše práce bude spuštěna, ale bude spotřebovávat mnohem méně energie. Počítač probudíte stisknutím klávesy nebo kliknutím na myš.
es: <emphasis role="strong">Suspender</emphasis> un equipo es como poner el equipo a dormir. El equipo aún estará encendido y todo su trabajo permanecerá abierto, pero consumirá mucha menos energía. Puede despertar el equipo pulsando una tecla o el ratón.
hu: A számítógép <emphasis role="strong">felfüggesztése</emphasis> olyan, mintha a számítógép alvó állapotba kerülne. A számítógép bekapcsolva marad, a megnyitott programok továbbra is nyitva maradnak, de a számítógép kevesebb energiát fogyaszt. A számítógép felébreszthető egy billentyű vagy egérgomb lenyomásával.
it: Mettere un computer in <emphasis role="strong">sospensione</emphasis> è come mettere un computer in pausa: il computer è sempre acceso e tutti i lavori rimangono aperti, ma viene consumata molta meno energia. Per riattivare il computer basta premere un tasto qualsiasi o fare clic col mouse.
pt: <emphasis role="strong">Hibernar</emphasis> um computador é como pô-lo a dormir. O computador permanece ligado e todo o seu trabalho se mantém aberto, mas consumirá muito menos energia. Pode acordar o computador carregando numa tecla ou clicando no rato.
pt_br: <emphasis role="strong">Suspender</emphasis> o computador é como colocá-lo para dormir. O computador ainda estará ligado e todos os seus trabalhos serão deixados em aberto, mas ele irá usar muito menos energia. Você pode acordar o computador pressionando uma tecla ou clicando no mouse.
ro: <emphasis role="strong">Suspendarea</emphasis> unui calculator este ca și cum am pune calculatorul să doarmă. Calculatorul încă va fi pornit și toate aplicațiile dumneavoastră vor rămâne deschise, dar va folosi mult mai puțină energie. Puteți trezi calculatorul apăsând o tastă sau un buton al mausului.
ru: Перевод компьютера в <emphasis role="strong">Ждущий режим</emphasis> как бы погружает его в сон. Компьютер остаётся включенным и вся работа сохраняется, но потребляется намного меньше энергии. Вы можете пробудить компьютер, нажав клавишу или кликнув мышью.
sv: <emphasis role="strong">Viloläge</emphasis> är som att låta datorn sova. Datorn kommer fortfarande vara igång och alla dina arbeten är lämnade öppna, men den kommer förbruka mycket mindre ström. Du kan väcka datorn genom att trycka på en tangent eller klicka på musen.

source: <emphasis role="strong">Hibernating</emphasis> is turning the computer off completely while saving the current state of the computer (such as keeping all of your open documents). When you turn the computer back on after hibernating, all of your work should be restored as it was before hibernation. No power is used when the computer is hibernating.
bg: <emphasis role="strong">Хибернацията</emphasis> е напълно изключване на компютъра, при което се запазва текущото състояние на компютъра (като да се запазят всички отворени документи). След като включите компютъра от хибернация, цялата ви работа трябва да бъде възстановена, както е била преди хибернацията. Когато компютърът е хиберниран, не се използва електричество.
ca: Posar un ordinador en <emphasis role="strong">Hibernació</emphasis> és apagar-lo completament però desant el seu estat actual (per exemple, mantenint tots els vostres documents oberts). Quan posteriorment torneu a engegar l'ordinador, tots els vostres treballs haurien d'estar en el mateix estat que quan el vàreu posar a hibernar. Durant la hibernació no es consumeix gens d'energia.
cs: <emphasis role="strong">Uspání na disk</emphasis> je úplné vypnutí počítače, avšak aktuální stav počítače je uložen (jako třeba uchování všech vašich otevřených dokumentů). Když po uspání na disk znovu spustíte počítač, veškerá vaše práce by měla být obnovena do stavu před uspáním na disk. Při uspání na disk nespotřebovává počítač žádnou energii.
es: <emphasis role="strong">Hibernar</emphasis> consiste en apagar completamente el equipo pero guardando la información de su estado actual (como, por ejemplo, todos sus documentos abiertos). Cuando usted despierte a su equipo de su estado de hibernación, se debería restaurar todo su trabajo y volver al estado en el que se encontraba antes de la hibernación. No se consume energía cuando el equipo está hibernando.
hu: <emphasis role="strong">Hibernáláskor</emphasis> a számítógép teljesen leáll, miközben elmenti a rendszer aktuális állapotát (például megtartja a nyitva hagyott dokumentumokat). Ha a számítógépet bekapcsolja hibernálás után, akkor a hibernálás előtt végzett minden munkája visszaállításra kerül. Hibernálva a számítógép nem fogyaszt energiát.
it: Mettere in <emphasis role="strong">ibernazione</emphasis> un computer significa spegnerlo completamente salvandone lo stato (come i documenti aperti). Al ripristino del computer, tutti i lavori dovrebbero essere ripristinati come prima. Durante l'ibernazione non viene consumata corrente.
ko: <emphasis role="strong">최대 절전</emphasis>은 컴퓨터의 현재 상태를 저장하면서(모든 열려진 문서들을 보존하는 것과 같이) 컴퓨터를 완전히 끄는 것 입니다. 여러분이 최대 절전 후에 컴퓨터를 다시 켰을 때, 모든 여러분의 작업은 최대 절전의 전처럼 복구됩니다. 컴퓨터를 최대 절전으로 하였을 때 컴퓨터는 전원이 필요없습니다.
nl: <emphasis role="strong">Pauzestand</emphasis> is het volledig uitzetten van de computer terwijl de huidige staat van de computer wordt opgeslagen (zoals het bewaren van alle documenten die u open hebt staan). Zodra u de computer weer aanzet nadat hij in pauzestand was gezet, wordt al uw werk hersteld zoals het was voordat de computer in pauzestand werd gezet. Er wordt geen stroom gebruikt terwijl de computer in de pauzestand staat.
pl: <emphasis role="strong">Hibernacja</emphasis> (tryb usypiania), to całkowite wyłączenie komputera, robione jednak z uprzednim zapisem aktualnego stanu komputera (tak jak informacje o otwartych dokumentach). Po włączeniu komputera po wyjściu z tego trybu, cała praca zostaje przywrócona do takiego stanu jaki był przed hibernacją. Podczas trybu uśpienia komputer nie zużywa energii.
pt: <emphasis role="strong">Hibernar</emphasis> consiste em desligar totalmente o computador, gravando o estado actual (mantendo todos os seus documentos abertos, por exemplo). Quando voltar a ligar o seu computador depois de uma hibernação, todo o seu trabalho voltará ao estado em que se encontrava antes da hibernação. Quando o computador está em hibernação, não usa corrente eléctrica.
pt_br: <emphasis role="strong">Hibernação</emphasis> é desligar o computador completamente enquanto salva o estado atual do computador (tal como mantendo todos os seus documentos abertos). Quando você liga o computador novamente depois de uma hibernação, todo o seu trabalho deveria ser restaurado como estava antes da hibernação. Não é utilizada energia enquanto o computador está hibernando.
ro: <emphasis role="strong">Hibernează</emphasis> închide complet calculatorul dar păstrând starea curentă a acestuia (de exemplu, păstrarea documentelor la care lucrați deschise). La repornirea calculatorului din starea de hibernare, toată munca dumneavoastră va fi restaurată așa cum a fost înainte de hibernare. Pe timpul hibernării, calculatorul nu folosește deloc curent electric.
ru: <emphasis role="strong">Спящий режим</emphasis> - это полное отключение компьютера с сохранением его текущего состояния (например, всех открытых вами документов). Когда вы включаете компьютер после спящего режима, вся ваша работа восстанавливается в том виде, в каком была до перехода в спящий режим. В спящем режиме электроэнергия не потребляется.
sv: Försätta datorn i <emphasis role="strong">viloläge</emphasis> betyder att datorn slås av helt under tiden som den sparar det aktuella tillståndet för datorn (såsom behåller alla dina öppna dokument). När du slår på datorn igen efter viloläget kommer alla dina dokument att återställas som de var innan viloläget. Ingen ström används när datorn är i viloläge.

source: <emphasis role="strong">Shutting down</emphasis> is turning the computer off completely, without saving the current state of the computer. No power is used when the computer is shut down.
bg: <emphasis role="strong">Изключването</emphasis> е напълно изключване на компютъра, без да се запазва текущото състояние на компютъра. Когато компютърът е изключен не се използва електричество.
ca: <emphasis role="strong">Apagar</emphasis> l'ordinador és apagar-lo completament, sense desar el seu estat actual. No es consumeix energia amb l'ordinador apagat.
cs: <emphasis role="strong">Vypnutí</emphasis> je úplné vypnutí počítače bez uložení jeho aktuálního stavu. Po vypnutí nespotřebovává počítač žádnou energii.
es: <emphasis role="strong">Apagar</emphasis> es desconectar el equipo completamente, sin guardar su estado actual. Mientras el equipo permanece apagado, no se consume energía.
hu: A <emphasis role="strong">leállítás</emphasis> a számítógép teljes kikapcsolása, a rendszer aktuális állapotának elmentése nélkül. Leállítva a számítógép nem fogyaszt energiát.
it: <emphasis role="strong">Arrestare</emphasis> il computer significa spegnerlo completamente, senza salvarne lo stato. Non viene consumata alcuna corrente.
ko: <emphasis role="strong">컴퓨터 끄기</emphasis>는 컴퓨터의 현재 상태에 대한 저장 없이 컴퓨터를 완전히 끄는 것입니다. 컴퓨터 끄기가 되면 전원이 필요없습니다.
nl: <emphasis role="strong">Uitzetten</emphasis> is het volledig uitschakelen van de computer, zonder dat de huidige staat van de computer wordt opgeslagen. Er wordt geen stroom gebruikt terwijl de computer uit staat.
pl: <emphasis role="strong">Zamykanie</emphasis> to całkowite wyłączenie komputera, bez zapisywania aktualnego stanu działających aplikacji. Podczas zamykania komputer nie zużywa energii.
pt: <emphasis role="strong">Desligar</emphasis> consiste em desligar totalmente o seu computador, sem gravar o estado actual. Quando o computador está desligado, não usa corrente eléctrica.
pt_br: <emphasis role="strong">Desligar</emphasis> é desligar completamente o computador, sem salvar o estado atual do computador. Não é utilizada energia enquanto o computador está desligado.
ro: <emphasis role="strong">Oprirea</emphasis> închide complet calculatorul, fără a salva starea curentă a acestuia. Calculatorul nu folosește deloc curent electric când este închis.
ru: <emphasis role="strong">Выключение</emphasis> полностью завершает работу компьютера, не сохраняя его текущее состояние. Когда компьютер выключен, он не расходует электроэнергию.
sv: <emphasis role="strong">Stänga av</emphasis> är att stänga av datorn helt, utan att spara det aktuella tillståndet för datorn. Ingen ström används när datorn är avstängd.
