Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/hardware/po/*.po
Languages: bg, ca, cs, es, hu, it, ko, nl, pl, pt, pt_br, ro, ru, sk, sv

source: translator-credits
bg: Launchpad Contributions: krak https://launchpad.net/~krasimir-kumanov Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: Krasimir Chonov https://launchpad.net/~kchonov Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: Krasimir Chonov https://launchpad.net/~kchonov Launchpad Translations Administrators https://launchpad.net/~rosetta-admins
ca: Josep Sànchez Mesegué [papapep] <josep.sanchez@ubuntu.cat>, 2008 Launchpad Contributions: David Planella https://launchpad.net/~dpm Launchpad Contributions: David Planella https://launchpad.net/~dpm Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: David Planella https://launchpad.net/~dpm Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: David Planella https://launchpad.net/~dpm Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: David Planella https://launchpad.net/~dpm Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Matthew East https://launchpad.net/~mdke
cs: Launchpad Contributions: trainmaster https://launchpad.net/~martin-binter Launchpad Contributions: AndyG https://launchpad.net/~andygun Budulman https://launchpad.net/~zbynek-cekel Kamil Páral https://launchpad.net/~kamil.paral Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Libor Šedivý https://launchpad.net/~liborse Petr Zemek https://launchpad.net/~jashin91 jonnyb https://launchpad.net/~tomas-pavlacky stuchy https://launchpad.net/~honza-stourac thomick https://launchpad.net/~thomick trainmaster https://launchpad.net/~martin-binter Launchpad Contributions: Adrian Guniš https://launchpad.net/~andygun Budulman https://launchpad.net/~zbynek-cekel Kamil Páral https://launchpad.net/~kamil.paral Libor Šedivý https://launchpad.net/~liborse jonnyb https://launchpad.net/~tomas-pavlacky stuchy https://launchpad.net/~honza-stourac thomick https://launchpad.net/~thomick trainmaster https://launchpad.net/~martin-binter Launchpad Contributions: Adrian Guniš https://launchpad.net/~andygun Budulman https://launchpad.net/~zbynek-cekel Kamil Páral https://launchpad.net/~kamil.paral Libor Šedivý https://launchpad.net/~liborse jonnyb https://launchpad.net/~tomas-pavlacky stuchy https://launchpad.net/~honza-stourac thomick https://launchpad.net/~thomick trainmaster https://launchpad.net/~martin-binter Launchpad Contributions: Adrian Guniš https://launchpad.net/~andygun Budulman https://launchpad.net/~zbynek-cekel Kamil Páral https://launchpad.net/~kamil.paral Libor Šedivý https://launchpad.net/~liborse jonnyb https://launchpad.net/~tomas-pavlacky stuchy https://launchpad.net/~honza-stourac thomick https://launchpad.net/~thomick trainmaster https://launchpad.net/~martin-binter
es: Launchpad Contributions: Francisco Manuel Gómez Rodríguez https://launchpad.net/~kikogo Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Francisco Manuel Gómez Rodríguez https://launchpad.net/~kikogo Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Francisco Manuel Gómez Rodríguez https://launchpad.net/~kikogo Guillermo Servera https://launchpad.net/~guille-zepelinjuegos Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Luis Felipe López Acevedo https://launchpad.net/~sirgazil Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Francisco Manuel Gómez Rodríguez https://launchpad.net/~kikogo Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Luis Felipe López Acevedo https://launchpad.net/~sirgazil Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Ariel Cabral https://launchpad.net/~acabral1961 Carlos J. Hernández https://launchpad.net/~carlos3.14 Francisco Manuel Gómez Rodríguez https://launchpad.net/~kikogo Julián Romero https://launchpad.net/~romero-julian Luis Felipe López Acevedo https://launchpad.net/~sirgazil Michael Garrido Saucedo - Xander21c https://launchpad.net/~xander21c Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo tsunamo https://launchpad.net/~tsunamo Launchpad Contributions: Ariel Cabral https://launchpad.net/~acabral1961 Carlos J. Hernández https://launchpad.net/~carlos3.14 Francisco Manuel Gómez Rodríguez https://launchpad.net/~kikogo Julián Romero https://launchpad.net/~romero-julian Luis Felipe López Acevedo https://launchpad.net/~sirgazil Michael Garrido Saucedo - Xander21c https://launchpad.net/~xander21c Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo tsunamo https://launchpad.net/~tsunamo
hu: Launchpad Contributions: Gabor Kelemen https://launchpad.net/~kelemeng Launchpad Contributions: Gabor Kelemen https://launchpad.net/~kelemeng Gergely Kiss https://launchpad.net/~mail-gery Horváth Dávid https://launchpad.net/~chronos-hun Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Márton Török https://launchpad.net/~dongatto-de trenck https://launchpad.net/~s-trenck Launchpad Contributions: Gabor Kelemen https://launchpad.net/~kelemeng Gergely Kiss https://launchpad.net/~mail-gery Horváth Dávid https://launchpad.net/~chronos-hun Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Márton Török https://launchpad.net/~dongatto-de trenck https://launchpad.net/~s-trenck Launchpad Contributions: Dora Kovats https://launchpad.net/~dorcssa Gabor Kelemen https://launchpad.net/~kelemeng Horváth Dávid https://launchpad.net/~chronos-hun Launchpad Translations Administrators https://launchpad.net/~rosetta-admins trenck https://launchpad.net/~s-trenck Launchpad Contributions: Dora Kovats https://launchpad.net/~dorcssa Gabor Kelemen https://launchpad.net/~kelemeng Horváth Dávid https://launchpad.net/~chronos-hun trenck https://launchpad.net/~s-trenck Launchpad Contributions: Dora Kovats https://launchpad.net/~dorcssa Gabor Kelemen https://launchpad.net/~kelemeng Gyorgy Nemeth https://launchpad.net/~friczy Horváth Dávid https://launchpad.net/~chronos-hun István Nyitrai https://launchpad.net/~sianis KAMI https://launchpad.net/~kami911 trenck https://launchpad.net/~s-trenck Launchpad Contributions: Dora Kovats https://launchpad.net/~dorcssa Gabor Kelemen https://launchpad.net/~kelemeng Gyorgy Nemeth https://launchpad.net/~friczy Horváth Dávid https://launchpad.net/~chronos-hun István Nyitrai https://launchpad.net/~sianis KAMI https://launchpad.net/~kami911 trenck https://launchpad.net/~s-trenck
it: Launchpad Contributions: Milo Casagrande https://launchpad.net/~milo Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Milo Casagrande https://launchpad.net/~milo Sergio Zanchetta https://launchpad.net/~primes2h Launchpad Contributions: Alessio Treglia https://launchpad.net/~quadrispro Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Leo Iannacone (L3oN) https://launchpad.net/~l3on Mario Calabrese https://launchpad.net/~mario-calabrese Milo Casagrande https://launchpad.net/~milo Sergio Zanchetta https://launchpad.net/~primes2h Launchpad Contributions: Alessio Treglia https://launchpad.net/~quadrispro Leo Iannacone https://launchpad.net/~l3on Milo Casagrande https://launchpad.net/~milo Paolo Naldini https://launchpad.net/~hattory Sergio Zanchetta https://launchpad.net/~primes2h Launchpad Contributions: Alessio Treglia https://launchpad.net/~quadrispro Alfredo Cerutti https://launchpad.net/~alfredo-cerutti Leo Iannacone https://launchpad.net/~l3on Milo Casagrande https://launchpad.net/~milo Milo Casagrande https://launchpad.net/~milo-casagrande Thomas Scalise https://launchpad.net/~blk-revenge mackos https://launchpad.net/~crtimrc pmarco https://launchpad.net/~mrc-pll
ko: Launchpad Contributions: Namhyung Kim https://launchpad.net/~namhyung Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Namhyung Kim https://launchpad.net/~namhyung Launchpad Contributions: DasomOLI https://launchpad.net/~dasomoli Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Namhyung Kim https://launchpad.net/~namhyung Launchpad Contributions: DasomOLI https://launchpad.net/~dasomoli Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Namhyung Kim https://launchpad.net/~namhyung Launchpad Contributions: DasomOLI https://launchpad.net/~dasomoli Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Namhyung Kim https://launchpad.net/~namhyung Shin Hungjae https://launchpad.net/~fplive Launchpad Contributions: DasomOLI https://launchpad.net/~dasomoli Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Namhyung Kim https://launchpad.net/~namhyung Shin Hungjae https://launchpad.net/~fplive
nl: Launchpad Contributions: Bart Cramer https://launchpad.net/~bart-cramer René Brink https://launchpad.net/~rene-brink Launchpad Contributions: Balaam's Miracle https://launchpad.net/~balaam-balaamsmiracle Bart Cramer https://launchpad.net/~bart-cramer Launchpad Translations Administrators https://launchpad.net/~rosetta-admins René Brink https://launchpad.net/~rene-brink Launchpad Contributions: Balaam's Miracle https://launchpad.net/~balaam-balaamsmiracle Bart Cramer https://launchpad.net/~bart-cramer Launchpad Translations Administrators https://launchpad.net/~rosetta-admins
pl: Launchpad Contributions: Jakub Augustynowicz https://launchpad.net/~hudys1-gmail Piotr Sniady https://launchpad.net/~piotr-sniady Launchpad Contributions: Arkadiusz Lipiec https://launchpad.net/~alus Artur Szymanski https://launchpad.net/~arteek HB https://launchpad.net/~mszubart Karol https://launchpad.net/~bercik7 Katsudon https://launchpad.net/~katsudon Krzysztof Tataradziński https://launchpad.net/~tatar111 Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Maciej Bęcławski https://launchpad.net/~hakkatuka Mateusz Tybura https://launchpad.net/~wujciol Michał Zając https://launchpad.net/~quintasan Stanislaw Gackowski https://launchpad.net/~soeb Tomasz 'Zen' Napierala https://launchpad.net/~tzn Wiatrak https://launchpad.net/~wiatrak. nikt_taki https://launchpad.net/~nikt-taki wojtusm https://launchpad.net/~wojtusm
pt: Launchpad Contributions: António Lima https://launchpad.net/~amrlima Launchpad Contributions: António Lima https://launchpad.net/~amrlima Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Luis Reis https://launchpad.net/~luis-marafado Susana Pereira https://launchpad.net/~susana mpsoares https://launchpad.net/~mpsoares13 Launchpad Contributions: António Lima https://launchpad.net/~amrlima António Paulo Chaparro https://launchpad.net/~antoniopchaparro Flávio Martins https://launchpad.net/~xhaker Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Luis Reis https://launchpad.net/~luis-marafado Susana Pereira https://launchpad.net/~susana mpsoares https://launchpad.net/~mpsoares13 Launchpad Contributions: António Lima https://launchpad.net/~amrlima António Paulo Chaparro https://launchpad.net/~antoniopchaparro Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Luis Reis https://launchpad.net/~luis-marafado Mykas0 https://launchpad.net/~mykas0 Paulo Dias https://launchpad.net/~paxnubis Susana Pereira https://launchpad.net/~susana mpsoares https://launchpad.net/~mpsoares13 nglnx https://launchpad.net/~nglnx Launchpad Contributions: António Lima https://launchpad.net/~amrlima António Paulo Chaparro https://launchpad.net/~antoniopchaparro Dark_Webster https://launchpad.net/~pedro-flores-16 João Vitor https://launchpad.net/~j-berdeville Luis Reis https://launchpad.net/~luis-marafado Mykas0 https://launchpad.net/~mykas0 NunoSantos https://launchpad.net/~nuno-90-santos Paulo Dias https://launchpad.net/~paxnubis Rui Moreira https://launchpad.net/~rui-f-moreira Susana Pereira https://launchpad.net/~susana korsairtuga https://launchpad.net/~korsairtuga mpsoares https://launchpad.net/~mpsoares13 nglnx https://launchpad.net/~nglnx Launchpad Contributions: António Lima https://launchpad.net/~amrlima António Paulo Chaparro https://launchpad.net/~antoniopchaparro Dark_Webster https://launchpad.net/~pedro-flores-16 João Vitor https://launchpad.net/~j-berdeville Luis Reis https://launchpad.net/~luis-marafado Matthew East https://launchpad.net/~mdke Mykas0 https://launchpad.net/~mykas0 NunoSantos https://launchpad.net/~nuno-90-santos Paulo Dias https://launchpad.net/~paxnubis Rui Moreira https://launchpad.net/~rui-f-moreira Susana Pereira https://launchpad.net/~susana korsairtuga https://launchpad.net/~korsairtuga mpsoares https://launchpad.net/~mpsoares13 nglnx https://launchpad.net/~nglnx
pt_br: Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Andre Noel https://launchpad.net/~andrenoel Flavio Carreira https://launchpad.net/~carreirabr Gustavo Henrique Klug https://launchpad.net/~kuca Henrique Carvalho Alves (freakcode) https://launchpad.net/~hcarvalhoalves Rafael Sachetto https://launchpad.net/~rsachetto Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Andre Noel https://launchpad.net/~andrenoel André Gondim https://launchpad.net/~andregondim Flavio Carreira https://launchpad.net/~carreirabr Fábio Nogueira https://launchpad.net/~deb-user-ba Gustavo Henrique Klug https://launchpad.net/~kuca Henrique Carvalho Alves (freakcode) https://launchpad.net/~hcarvalhoalves-deactivatedaccount Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Rafael Sachetto https://launchpad.net/~rsachetto Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Andre Noel https://launchpad.net/~andrenoel André Gondim https://launchpad.net/~andregondim Carlos Adriano Portes https://launchpad.net/~xcap2000 Edmilson Maia https://launchpad.net/~edmilsonmaia Flavio Carreira https://launchpad.net/~carreirabr Fábio Nogueira https://launchpad.net/~deb-user-ba Gabriel de Araújo https://launchpad.net/~gabrieldearaujo Gustavo Henrique Klug https://launchpad.net/~kuca Henrique Carvalho Alves (freakcode) https://launchpad.net/~hcarvalhoalves-deactivatedaccount Jakson Rochelly https://launchpad.net/~jrochelly Joacelio https://launchpad.net/~joacelio-lucena Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Luiz Marcelo Serique https://launchpad.net/~luiz-marcelo-serique Marcelo Subtil Marcal https://launchpad.net/~msmarcal Rafael Sachetto https://launchpad.net/~rsachetto Roner Marcelo Rover Oliveira https://launchpad.net/~ronermarcelo Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Andre Noel https://launchpad.net/~andrenoel André Gondim https://launchpad.net/~andregondim Carlos Adriano Portes https://launchpad.net/~xcap2000 Edmilson Maia https://launchpad.net/~edmilsonmaia Flavio Carreira https://launchpad.net/~carreirabr Fábio Nogueira https://launchpad.net/~deb-user-ba Gabriel de Araújo https://launchpad.net/~gabrieldearaujo Gustavo Henrique Klug https://launchpad.net/~kuca Henrique Carvalho Alves https://launchpad.net/~hcarvalhoalves-deactivatedaccount Joacelio https://launchpad.net/~joacelio-lucena Luiz Marcelo Serique https://launchpad.net/~luiz-marcelo-serique Marcelo Subtil Marcal https://launchpad.net/~msmarcal Mario Ancelmo C. Silva https://launchpad.net/~marioancelmo Rafael Sachetto https://launchpad.net/~rsachetto Roner Marcelo Rover Oliveira https://launchpad.net/~ronermarcelo Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Andre Noel https://launchpad.net/~andrenoel André Gondim https://launchpad.net/~andregondim Carlos Adriano Portes https://launchpad.net/~xcap2000 Daniel G. Ribeiro .xXCalistoXx. https://launchpad.net/~bardobill Edmilson Maia https://launchpad.net/~edmilsonmaia Filipe Rosset https://launchpad.net/~rosset Flavio Carreira https://launchpad.net/~carreirabr Fábio Nogueira https://launchpad.net/~fnogueira Gabriel de Araújo https://launchpad.net/~gabrieldearaujo Gerson "fserve" Barreiros https://launchpad.net/~fserve Gustavo Henrique Klug https://launchpad.net/~kuca Henrique Carvalho Alves https://launchpad.net/~hcarvalhoalves Joacelio https://launchpad.net/~joacelio-lucena João Santana https://launchpad.net/~joaosantana Luiz Marcelo Serique https://launchpad.net/~luiz-marcelo-serique Marcelo Subtil Marcal https://launchpad.net/~msmarcal Mario A. C. Silva (Exp4nsion) https://launchpad.net/~marioancelmo Patrick L. Melo https://launchpad.net/~pmelo86 Rafael Sachetto https://launchpad.net/~rsachetto Renato Krause https://launchpad.net/~renatokrause Roner Marcelo Rover Oliveira https://launchpad.net/~ronermarcelo Wanderson Santiago dos Reis https://launchpad.net/~wasare Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Andre Noel https://launchpad.net/~andrenoel André Gondim https://launchpad.net/~andregondim Carlos Adriano Portes https://launchpad.net/~xcap2000 Daniel G. Ribeiro .xXCalistoXx. https://launchpad.net/~bardobill Edmilson Maia https://launchpad.net/~edmilsonmaia Filipe Rosset https://launchpad.net/~rosset Flavio Carreira https://launchpad.net/~carreirabr Fábio Nogueira https://launchpad.net/~fnogueira Gabriel de Araújo https://launchpad.net/~gabrieldearaujo Gerson "fserve" Barreiros https://launchpad.net/~fserve Gustavo Henrique Klug https://launchpad.net/~kuca Henrique Carvalho Alves https://launchpad.net/~hcarvalhoalves Henrique P. Machado https://launchpad.net/~zehrique Joacelio https://launchpad.net/~joacelio-lucena João Santana https://launchpad.net/~joaosantana Luiz Marcelo Serique https://launchpad.net/~luiz-marcelo-serique Marcelo Subtil Marcal https://launchpad.net/~msmarcal Mario A. C. Silva (Exp4nsion) https://launchpad.net/~marioancelmo Patrick L. Melo https://launchpad.net/~pmelo86 Rafael Sachetto https://launchpad.net/~rsachetto Renato Krause https://launchpad.net/~renatokrause Roner Marcelo Rover Oliveira https://launchpad.net/~ronermarcelo Wanderson Santiago dos Reis https://launchpad.net/~wasare
ro: Launchpad Contributions: Doru Horisco https://launchpad.net/~doruhushhush Ionuţ Jula https://launchpad.net/~fddsouthernunderground alexmaco https://launchpad.net/~mymailalxm Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Doru Horisco https://launchpad.net/~doruhushhush Ionuț Jula https://launchpad.net/~ionutjula Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Liviu Uţiu https://launchpad.net/~liviu Stanislav Sushkov https://launchpad.net/~c00l2sv alexmaco https://launchpad.net/~mymailalxm Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Doru Horișco https://launchpad.net/~doruhushhush Ionuț Jula https://launchpad.net/~ionutjula Liviu Uţiu https://launchpad.net/~liviu Visubu51 https://launchpad.net/~vassi51 marianvasile https://launchpad.net/~marianvasile-upcmail Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Andrei Brănescu https://launchpad.net/~andreibranescu Doru Horișco https://launchpad.net/~doruhushhush Ionuț Jula https://launchpad.net/~ionutjula Liviu Uţiu https://launchpad.net/~liviu marianvasile https://launchpad.net/~marianvasile-upcmail
ru: Launchpad Contributions: Alexander Kabakow https://launchpad.net/~alexander.kabakow Alexander V Kulkov https://launchpad.net/~rockin Launchpad Contributions: Alyx Nikolaenko https://launchpad.net/~ceekay80 Andrei Zhekov https://launchpad.net/~x3ro.daemon Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Launchpad Contributions: Alexey Balmashnov https://launchpad.net/~a.balmashnov Alyx Nikolaenko https://launchpad.net/~ceekay80 Andrei Zhekov https://launchpad.net/~x3ro.daemon Ilya B https://launchpad.net/~conscious-mail Launchpad Translations Administrators https://launchpad.net/~rosetta-admins xXLiAXx https://launchpad.net/~dark-light-of-dream Александр AldeX Крылов https://launchpad.net/~aldex Launchpad Contributions: Alexey Balmashnov https://launchpad.net/~a.balmashnov Alyx Nikolaenko https://launchpad.net/~ceekay80 Andrei Zhekov https://launchpad.net/~x3ro.daemon Artem Zhirkow https://launchpad.net/~zhirkow Ilya B https://launchpad.net/~conscious-mail Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Александр AldeX Крылов https://launchpad.net/~aldex Launchpad Contributions: Alexey Balmashnov https://launchpad.net/~a.balmashnov Alyx Nikolaenko https://launchpad.net/~ceekay80 Andrei Zhekov https://launchpad.net/~x3ro.daemon Artem Zhirkow https://launchpad.net/~zhirkow Dmitrij Smirnov https://launchpad.net/~piter-bagem Eugene Kapun https://launchpad.net/~abacabadabacaba Illarion Kovalchuk https://launchpad.net/~illarion-kovalchuk Ilya B https://launchpad.net/~randomaction InfzrnO https://launchpad.net/~infzrno Kether2 https://launchpad.net/~kether2 Maxim S. https://launchpad.net/~luvme-nn Pavel Dmitriev https://launchpad.net/~dmitrievp SAVEL https://launchpad.net/~nofuture-mail Sergey Rebko https://launchpad.net/~arch1s kolen https://launchpad.net/~incredible-angst lexik_boy https://launchpad.net/~lexik-boy Александр AldeX Крылов https://launchpad.net/~aldex Леонид Cеливанов https://launchpad.net/~silvanus
sk: Launchpad Contributions: Prescott https://launchpad.net/~prescott Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Matej Duman https://launchpad.net/~dumi helix84 https://launchpad.net/~helix84
sv: Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Linus Bergman https://launchpad.net/~linus-bergman Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Linus Bergman https://launchpad.net/~linus-bergman Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Linus Bergman https://launchpad.net/~linus-bergman Torbjörn Hed https://launchpad.net/~torbjorn-hed Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Linus Bergman https://launchpad.net/~linus-bergman Torbjörn Hed https://launchpad.net/~torbjorn-hed Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Dennis Gren https://launchpad.net/~omvdennis-deactivatedaccount Håkan Hagman https://launchpad.net/~sagabusan Linus Bergman https://launchpad.net/~linus-bergman Torbjörn Hed https://launchpad.net/~torbjorn-hed

source: Hardware
sk: Hardvér

source: Working with hardware devices
nl: Met hardwareapparaten werken
sk: Práca s hardvérovými zariadeniami

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
sk: Tento dokument spravuje dokumentačný tím Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Zoznam prispievateľov nájdete na <ulink url="../../../common/C/contributors.xml">stránke prispievateľov</ulink>
