Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/hardware/po/*.po
Languages: bg, ca, cs, es, hu, it, ko, nl, pl, pt, pt_br, ro, ru, sk, sv

source: Checking how much disk space is available
bg: Проверка за свободно място на диска
cs: Kontrola, kolik je na disku volného místa
es: Comprobar cuanto espacio de disco está disponible
hu: A szabad lemezterület méretének ellenőrzése
it: Verificare lo spazio disponibile su disco
ko: 남은공간 검사중
pt: A verificar o espaço disponível no disco
pt_br: Verificando quanto espaço em disco está disponível.
ro: Se verifică cât spațiu este disponibil pe disc
ru: Проверка доступного дискового пространства
sv: Kontrollera hur mycket diskutrymme som är tillgängligt

source: Click <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>System Monitor</guimenuitem></menuchoice> and select the <guilabel>File Systems</guilabel> tab to see how much hard disk space is available on your computer.
bg: Натиснете <menuchoice><guimenu>Система</guimenu><guisubmenu>Администриране</guisubmenu><guimenuitem>Наблюдение на системата</guimenuitem></menuchoice> и изберете раздела <guilabel>Файлови системи</guilabel>, за да видите колко дисково пространство е налично на вашия компютър.
cs: Klikněte na <menuchoice><guimenu>Systém</guimenu><guisubmenu>Správa</guisubmenu><guimenuitem>Sledování systému</guimenuitem></menuchoice> a vyberte panel <guilabel>Souborové systémy</guilabel> ke zjištění, kolik volného místa je k dispozici na pevném disku vašeho počítače.
es: Pulse en <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administración</guisubmenu><guimenuitem>Monitor del sistema</guimenuitem></menuchoice> y seleccione la pestaña <guilabel>Sistemas de archivos</guilabel> para ver cuánto espacio de disco duro hay disponible en su equipo.
hu: Kattintson a <menuchoice><guimenu>Rendszer</guimenu><guisubmenu>Adminisztráció</guisubmenu><guimenuitem>Rendszerfigyelő</guimenuitem></menuchoice> menüpontra és válassza ki a <guilabel>Fájlrendszerek</guilabel> fület a számítógép szabad lemezterület-méretének megtekintéséhez.
it: Scegliere <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Amministrazione</guisubmenu><guimenuitem>Monitor di sistema</guimenuitem></menuchoice> e selezionare la scheda <guilabel>File system</guilabel> per visualizzare la quantità di spazio disponibile sul disco fisso del proprio computer.
ko: <menuchoice><guimenu>시스템</guimenu><guisubmenu>관리자</guisubmenu><guimenuitem>시스템 모니터</guimenuitem></menuchoice>를 클릭하고 <guilabel>File Systems</guilabel>을 선택하면 이용가능한 공간이 어느정도 있는지 볼수 있습니다.
pt: Clique em <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administração</guisubmenu><guimenuitem>Monitor de Sistema</guimenuitem></menuchoice> e seleccione o separador <guilabel>Sistema de Ficheiros</guilabel> para determinar o espaço disponível no disco rígido do seu computador.
pt_br: Clique <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administração</guisubmenu><guimenuitem>Monitor do Sistema</guimenuitem></menuchoice> e selecione a guia <guilabel>Sistemas de Arquivos</guilabel> para ver quanto espaço em disco está disponível em seu computador.
ru: Откройте <menuchoice><guimenu>Система</guimenu><guisubmenu>Администрирование</guisubmenu><guimenuitem>Системный монитор</guimenuitem></menuchoice> и выберите вкладку <guilabel>Файловые системы</guilabel>, чтобы узнать сколько места доступно на жёстких дисках вашего компьютера.
sv: Klicka på <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Systemövervakare</guimenuitem></menuchoice> och välj fliken <guilabel>Filesystem</guilabel> för att se hur mycket diskutrymme som är tillgängligt på din dator.

source: Alternatively, click <menuchoice><guimenu>Places</guimenu><guimenuitem>Computer</guimenuitem></menuchoice>, right-click a hard disk, click <guilabel>Properties</guilabel> and select the <guilabel>Basic</guilabel> tab to see a summary of the disk space currently available on that disk.
bg: Натиснете <menuchoice><guimenu>Места</guimenu><guimenuitem>Този компютър</guimenuitem></menuchoice>, натиснете десния бутон на мишката върху твърдия диск, изберете <guilabel>Свойства</guilabel> и изберете раздела <guilabel>Базов</guilabel>, за да видите резюме на текущо свободното дискове пространство на този диск.
cs: Eventuálně zvolte <menuchoice><guimenu>Místa</guimenu><guimenuitem>Počítač</guimenuitem></menuchoice>, pak pravým tlačítkem myši klikněte na pevný disk a zvolte <guilabel>Vlastnosti</guilabel>. V panelu <guilabel>Základní</guilabel> zjistíte, kolik volného místa je aktuálně k dispozici na pevném disku.
es: Alternativamente, pulse <menuchoice><guimenu>Lugares</guimenu><guimenuitem>Equipo</guimenuitem></menuchoice>, pulse con el botón derecho sobre un disco rígido, pulse <guilabel>Propiedades</guilabel> y seleccione la pestaña guilabel>Básico</guilabel> para ver un resúmen del espacio de disco actualmente disponible en ese disco.
hu: Alternatív megoldásként kattintson a <menuchoice><guimenu>Helyek</guimenu><guimenuitem>Számítógép</guimenuitem></menuchoice> menüpontra, kattintson jobb gombbal egy merevlemezre, majd kattintson a <guilabel>Tulajdonságok</guilabel> menüpontra és válassza ki az <guilabel>Alap</guilabel> fület az adott lemez jelenlegi lemezterület-összefoglalójának megtekintéséhez.
it: In alternativa, scegliere <menuchoice><guimenu>Risorse</guimenu><guimenuitem>Computer</guimenuitem></menuchoice>, fare clic col pulsante destro del mouse su un disco fisso, quindi selezionare la scheda <guilabel> Proprietà</guilabel> e fare clic su <guilabel>Generale</guilabel> per vedere un riepilogo dello spazio disponibile sul disco in questione.
ko: 대체로 <menuchoice><guimenu>장소</guimenu><guimenuitem>컴퓨터</guimenuitem></menuchoice>를 클릭, HDD에서 오른쪽 클릭하고 <guilabel>속성</guilabel>을 클릭하고 <guilabel>기본</guilabel>에서도 남은 공간을 확인하실 수 있습니다.
pt: Ou então, carregue em <menuchoice><guimenu>Locais</guimenu><guimenuitem>Computador</guimenuitem></menuchoice>, clique com o botão direito do rato num disco, carregue na opção <guilabel>Propriedades</guilabel> e seleccione o separador <guilabel>Básico</guilabel> para ver um sumário do espaço actualmente disponível nesse disco.
pt_br: Alternativamente, clique <menuchoice><guimenu>Locais</guimenu><guimenuitem>Computador</guimenuitem></menuchoice>, clique com o botão direito do mouse no disco rígido, clique em <guilabel>Propriedades</guilabel> e selecione a guia <guilabel>Básico</guilabel> para visualizar um sumário do espaço em disco atualmente disponível nesse disco.
ru: Или перейдите <menuchoice><guimenu>Переход</guimenu><guimenuitem>Компьютер</guimenuitem></menuchoice>, нажмите правой кнопкой мыши на жёстком диске, кликните <guilabel>Свойства</guilabel> и выбирите вкладку <guilabel>Основные</guilabel>, чтобы увидеть суммарное дисковое пространство доступное на этом диске.
sv: Alternativt, klicka på <menuchoice><guimenu>Platser</guimenu><guimenuitem>Dator</guimenuitem></menuchoice>, högerklicka på en hårddisk, klicka på <guilabel>Egenskaper</guilabel> och välj fliken <guilabel>Grundläggande</guilabel> för att se en sammanfattning av diskutrymmet som är tillgängligt på hårddisken.

source: Advanced disk-usage analysis
bg: Напреднал анализ на заетото място
ca: Anàlisi avançada d'ús de disc
cs: Pokročilá analýza využití disku
es: Análisis avanzado de uso del disco
hu: Haladó lemezhasználat-elemzés
it: Analisi avanzata dello spazio su disco
ko: 고급 디스크 사용 분석
nl: Geavanceerde schijfgebruikanalyse
pl: Zaawansowana analiza zajętości dysku
pt: Análise avançada de utilização do disco
pt_br: Análise avançada do uso do disco
ro: Analiza extinsă a gradului de utilizare a discurilor
ru: Расширенный анализ использования диска
sv: Avancerad analys av diskanvändning

source: For a more accurate analysis of your filesystem, press <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Disk Usage Analyzer</guimenuitem></menuchoice> to start the <application>Disk Usage Analyzer</application>.
bg: За по-точен анализ на вашата файлова система, натиснете <menuchoice><guimenu>Програми</guimenu><guimenuitem>Помощни програми</guimenuitem><guimenuitem>Анализатор на ползването на диска</guimenuitem></menuchoice>, за да стартирате <application>Анализатор на ползването на диска</application>.
ca: Per a una anàlisi més acurada del vostre sistema de fitxers, premeu <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Accessoris</guimenuitem><guimenuitem>Analitzador de l'ús dels discs</guimenuitem></menuchoice> per a iniciar el programa <application>Analitzador de l'ús dels discs</application>.
cs: Pro přesnější analýzu svého souborového systému zvolte <menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Příslušenství</guimenuitem><guimenuitem>Analyzátor využití disku</guimenuitem></menuchoice>.
es: Para un análisis más preciso de su sistema de archivos, pulse <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Analizador de uso de disco</guimenuitem></menuchoice> para iniciar el <application>Analizador de uso de disco</application>.
hu: A fájlrendszer pontosabb elemzéséhez válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Lemezhasználat-elemző</guimenuitem></menuchoice> menüpontot a <application>Lemezhasználat-elemző</application> program elindításához.
it: Per una maggiormente accurata analisi del proprio file system, premere <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Accessori</guimenuitem><guimenuitem>Analizzatore di utilizzo del disco</guimenuitem></menuchoice> per avviare <application>Analizzatore di utilizzo del disco</application>.
ko: 여러분의 시스템의 더 정확한 분석을 위해서 <application>디스크 사용량 분석</application>을 시작하기 위해서 <menuchoice><guimenu>프로그램</guimenu><guimenuitem>보조프로그램</guimenuitem><guimenuitem>디스크 사용량 분석</guimenuitem></menuchoice>을 누르세요.
nl: Voor een accuratere analyse van uw bestandssysteem, klikt u op <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Schijfgebruik</guimenuitem></menuchoice> om <application>Schijfgebruik</application>-analyse te starten.
pl: W celu precyzyjniejszej analizy twojego systemu plików <application>Sprawdzenie zajętości dysku</application>, wybierz <menuchoice><guimenu>Applikacje</guimenu><guimenuitem>Akcesoria</guimenuitem><guimenuitem>Sprawdzenie zajętości dysku</guimenuitem></menuchoice>.
pt: Para uma análise mais pormenorizada do seu sistema de ficheiros, clique em <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Analisador de Utilização do Disco</guimenuitem></menuchoice> para iniciar o <application>Analisador de Utilização do Disco</application>.
pt_br: Para uma análise mais apurada de seu sistema de arquivos, pressione <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Analizador de Utilização do Disco</guimenuitem></menuchoice> para inicia-lo.
ro: Pentru o analiză mai riguroasă a stării sistemului de fişiere apăsaţi <menuchoice><guimenu>Aplicaţii</guimenu><guimenuitem>Accesorii</guimenuitem><guimenuitem>Analizor grad utilizare discuri</guimenuitem></menuchoice> pentru pornirea aplicaţiei <application>Analizor grad utilizare discuri</application>.
ru: Для более точного анализа файловой системы, выберите <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Стандартные</guimenuitem><guimenuitem>Анализатор использования дисков</guimenuitem></menuchoice> чтобы запустить <application>Анализатор...</application>.
sv: För en mer noggrann analys av ditt filsystem, tryck på <menuchoice><guimenu>Program</guimenu><guimenuitem>Tillbehör</guimenuitem><guimenuitem>Diskanvändningsanalysator</guimenuitem></menuchoice> för att starta <application>Diskanvändningsanalysator</application>.

source: Press <guibutton>Scan Home</guibutton> to scan your home directory, or press <guibutton>Scan Filesystem</guibutton> to scan the whole filesystem.
bg: Натиснете <guibutton>Домашната папка</guibutton>, за да се сканира вашата добашна папка или натиснете <guibutton>Файловата система</guibutton>, за да се сканира цялата файлова система.
ca: Premeu <guibutton>Escaneja la carpeta inicial d'usuari</guibutton> per a analitzar el vostre directori personal, o premeu <guibutton>Escaneja el sistema de fitxers</guibutton> per a analitzar tot el sistema de fitxers.
cs: Stiskněte <guibutton>Prohledat domovskou složku</guibutton> pro prohledání své domovské složky nebo <guibutton>Prohledat systém souborů</guibutton> pro prohledání celého systému souborů.
es: Pulse <guibutton>Explorar carpeta personal</guibutton> para explorar su carpeta personal, o pulse <guibutton>Explorar sistema de archivos</guibutton> para explorar el sistema de archivos completo.
hu: Nyomja meg a <guibutton>Saját könyvtár</guibutton> gombot a saját könyvtár elemzéséhez, vagy a <guibutton>Fájlrendszer</guibutton> gombot az egész fájlrendszer elemzéséhez.
it: Fare clic su <guibutton>Scansione home</guibutton> per scansionare la propria cartella home, oppure fare clic su <guibutton>Scansione file system</guibutton> per scansionare l'intero file system.
ko: 여러분의 홈 디렉토리를 검사하기 위해서 <guibutton>홈 검사</guibutton>를 누르거나, 전체 파일 시스템을 검사하기 위해서 <guibutton>파일 시스템 검사</guibutton>를 누르세요.
nl: Klik op <guibutton>Scan Thuismap</guibutton> om uw persoonlijke map te scannen, of klik op <guibutton>Scan bestandssysteem</guibutton> om het gehele bestandssysteem te scannen.
pl: W zależności, czy chcesz sprawdzić wyłącznie swój katalog domowy, czy też cały system plików, wybierz: <guibutton>Skanuj katalog domowy</guibutton> lub <guibutton>Skanuj system plików</guibutton>.
pt: Clique em <guibutton>Analisar a Pasta Pessoal</guibutton> para analisar a sua pasta pessoal, ou em <guibutton>Analisar o Sistema de Ficheiros</guibutton> para analisar todo o sistema de ficheiros.
pt_br: Pressione <guibutton>Verificar Pasta Pessoal</guibutton> para verificar seu diretório pessoal, ou pressione <guibutton>Verificar Sistema de Arquivos</guibutton> para verificar todo o sistema de arquivos.
ro: Apăsaţi <guibutton>Scanează director personal</guibutton> pentru scanarea directorului Acasă, sau <guibutton>Analizează sistem de fişiere</guibutton> pentru analiza întregului sistem de fişiere.
ru: Выберите <guibutton>Сканировать домашнюю папку</guibutton> для сканирования вашего каталога, или выберите <guibutton>Сканировать файловую систему</guibutton>, чтобы получить представление о файловой системе в целом.
sv: Tryck på <guibutton>Sök av hem</guibutton> för att analysera din hemkatalog, eller tryck på <guibutton>Sök av filsystem</guibutton>för att analysera hela filsystemet.

source: See the <ulink url="ghelp:baobab" type="help">Disk Usage Analyzer Manual</ulink> for more information.
bg: Вижте <ulink url="ghelp:baobab" type="help">Ръководство на Анализатор на ползването на диска</ulink> за повече информация.
ca: Consulteu el <ulink url="ghelp:baobab" type="help">Manual de l'analitzador de l'ús dels discs</ulink> per a obtenir-ne més informació.
cs: Podívejte se do <ulink url="ghelp:baobab" type="help">návodu Analyzátoru využití disku</ulink> pro více informací.
es: Consulte el <ulink url="ghelp:baobab" type="help">manual del Analizador de uso de disco</ulink> para más información.
hu: További információkért tekintse meg a <ulink url="ghelp:baobab" type="help">Lemezhasználat-elemző kézikönyvét</ulink>.
it: Per maggiori informazioni consultare il <ulink url="ghelp:baobab" type="help">manuale di Analizzatore di utilizzo del disco</ulink>.
ko: 더 많은 정보를 위해서는 <ulink url="ghelp:baobab" type="help">디스크 사용량 분석 설명서</ulink>를 참고하세요.
nl: Zie de <ulink url="ghelp:baobab" type="help">Schijfgebruik handleiding</ulink> voor meer informatie.
pl: W celu uzyskania dodatkowych informacji, zobacz <ulink url="ghelp:baobab" type="help">Instrukcję</ulink>.
pt: Para mais informações, leia o <ulink url="ghelp:baobab" type="help">Manual do Analisador de Utilização do Disco</ulink>.
pt_br: Veja o <ulink url="ghelp:baobab" type="help">Manual do Analizador de Utilização do Disco</ulink> para mais informações.
ro: Pentru mai multe informaţii, vezi <ulink url="ghelp:baobab" type="help">manualul analizorului grad de utilizare discuri</ulink>
ru: Смотрите <ulink url="ghelp:baobab" type="help">Руководство Анализатора использования диска</ulink> для дополнительной информации.
sv: Se i manualen för <ulink url="ghelp:baobab" type="help">Diskanvändningsanalysator</ulink> för mer information.

source: How can I free-up some disk space?
bg: Как мога да освободя малко дисково пространство?
cs: Jak mohu uvolnit nějaké místo na disku?
es: ¿Cómo puedo liberar espacio en el disco?
hu: Hogyan tehetek szabaddá lemezterületet?
it: Come liberare dello spazio sul disco
pt: Como aumentar o espaço disponível no disco?
pt_br: Como eu posso liberar algum espaço no disco?
ro: Cum pot să eliberez spațiu pe disc?
ru: Как я могу освободить дисковое пространство?
sv: Hur kan jag frigöra diskutrymme?

source: There are several simple ways of making more disk space available:
bg: Има няколко прости начина да освободите място на диска:
cs: Existuje několik jednoduchých způsobu, jak uvolnit místo na disku:
es: Hay varias formas simples de obtener más espacio disponible en disco:
hu: A lemezterület felszabadítására több egyszerű mód kínálkozik.
it: Ci sono alcuni semplici metodi per ottenere più spazio libero sul disco fisso:
pt: Existem diversas formas de aumentar o espaço disponível no disco:
pt_br: Há vários meios simples de liberar mais espaço no disco.
ro: Există câteva metode simple pentru a elibera spațiu pe disc:
ru: Существует несколько простых способов увеличения дискового пространства:
sv: Det finns flera enkla sätt att göra mer diskutrymme tillgängligt:

source: Empty your trash by right-clicking the Trash icon on the bottom panel and selecting <guilabel>Empty the Trash folder</guilabel>.
bg: Изпразнете вашето кошче като натиснете десния бутон на мишката върху иконата на Кошче в панела отдолу и изберете <guilabel>Изчистване на кошчето</guilabel>.
cs: Vyprázdněte svůj koš kliknutím pravého tlačítka myši na ikonu koše v dolní části panelu a vyberte <guilabel>Vyprázdnit koš</guilabel>.
es: Vacíe su papelera haciendo clic derecho en el icono de la papelera del panel inferior y seleccionando <guilabel>Vaciar papelera</guilabel>.
hu: A kuka kiürítéséhez, kattintson jobb gombbal az alsó panel kuka ikonjára és válassza ki a <guilabel>Kuka ürítése</guilabel> menüpontot.
it: Svuotare il cestino facendo clic col pulsante destro del mouse sull'icona del cestino presente nel pannello inferiore dello schermo e selezionare la voce <guilabel>Svuota cestino</guilabel>.
pt: Esvazie o seu Lixo fazendo clique-direito no ícone do lixo no painel inferior e seleccione <guilabel>Esvaziar o Lixo</guilabel>.
pt_br: Esvazie sua lixeira clicando com o botão direito no ícone da Lixeira no painel inferior e selecionando <guilabel>Esvaziar Lixeira</guilabel>.
ru: Очистите корзину, нажав правую кнопку мыши на иконке Корзины на нижней панели и выберите пункт <guilabel>Очистить корзину</guilabel>.
sv: Töm din papperskorg genom att högerklicka på papperskorgikonen på den nedre panelen och välj <guilabel>Töm papperskorgen</guilabel>.

source: <ulink url="apt:computer-janitor-gtk">Install <application>Computer Janitor</application></ulink> and run it by clicking <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guisubmenu>System Janitor</guisubmenu></menuchoice>. This will remove unused or obsolete software packages from your computer. Read the list of packages carefully before you click <guibutton>Cleanup</guibutton>; packages that you have manually downloaded and installed may be listed as unused, even though they are not.
bg: <ulink url="apt:computer-janitor-gtk">Инсталирайте <application>Computer Janitor</application></ulink> и го изпълнете като натиснете <menuchoice><guimenu>Система</guimenu><guisubmenu>Администриране</guisubmenu><guisubmenu>System Janitor</guisubmenu></menuchoice>. Това ще премахне неизползваните или останали софтуерни пакети от вашия компютър. Преди да натиснете <guibutton>Почистване</guibutton> прочетете внимателно списъка; Могат да бъдат описани пакети, които сте изтеглили и инсталирали ръчно, дори да не са ненужни.
cs: <ulink url="apt:computer-janitor-gtk">Nainstalujte aplikaci <application>Computer Janitor</application></ulink> a pro spuštění zvolte <menuchoice><guimenu>Systém</guimenu><guisubmenu>Správa</guisubmenu><guisubmenu>Computer Janitor</guisubmenu></menuchoice>. Tímto nástrojem lze odstranit z počítače nepoužívané nebo zastaralé balíky softwaru. Pozorně si přečtěte seznam balíků před kliknutím na <guibutton>Vyčistit</guibutton>; balíky, které jste stáhli a nainstalovali ručně, mohou být uvedeny jako nepoužívané, i když tomu tak není.
es: <ulink url="apt:computer-janitor-gtk">Instale <application>Computer Janitor</application></ulink> y ejecútelo pulsando <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administración</guisubmenu><guisubmenu>System Janitor</guisubmenu></menuchoice>. Eliminará paquetes de programas obsoletos o sin usar de su equipo. Lea la lista de paquetes con cuidado antes de pulsar el botón <guibutton>Limpiar</guibutton>; los paquetes que hubiera descargado e instalado manualmente pueden listarse como no usados, aunque no sea verdad.
hu: <ulink url="apt:computer-janitor-gtk">Telepítse a <application>Lomtalanító</application> programot</ulink> és indítsa el a <menuchoice><guimenu>Rendszer</guimenu><guisubmenu>Adminisztráció</guisubmenu><guisubmenu>Lomtalanító</guisubmenu></menuchoice> menüpont kiválasztásával. Ez az alkalmazás eltávolítja a nem használt és elavult szoftvercsomagokat a számítógépről. Nézze meg figyelmesen az eltávolítandó csomagok listáját, mielőtt a <guibutton>Tisztítás</guibutton> gombra kattint, mert a kézzel telepített csomagokat esetleg a program használaton kívülinek jelzi, még ha nem is azok.
it: <ulink url="apt:computer-janitor-gtk">Installare <application>Pulizia del computer</application></ulink> e avviarlo scegliendo <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Amministrazione</guisubmenu><guisubmenu>Pulizia del computer</guisubmenu></menuchoice>. Questa applicazione rimuove pacchetti obsoleti e inutilizzati dal proprio computer. Leggere attentamente l'elenco dei pacchetti prima di selezionare <guibutton>Pulisci</guibutton>; i pacchetti che sono stati scaricati e installati manualmente possono venire elencati come inutilizzati, anche nel caso in cui non lo siano.
pt_br: <ulink url="apt:computer-janitor-gtk">Instale o <application>Computer Janitor</application></ulink> e o execute clicando em <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administração</guisubmenu><guisubmenu>System Janitor</guisubmenu></menuchoice>. Ele irá remover pacotes de software não utilizados ou obsoletos do seu computador. Leia a lista de pacotes cuidadosamente antes de clicar em <guibutton>Cleanup</guibutton>; pacotes que você tenha instalado manualmente podem ser listados como não utilizados, mesmo que não sejam.
sv: <ulink url="apt:computer-janitor-gtk">Installera <application>datorstädaren</application></ulink> och kör det genom att klicka på <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guisubmenu>Datorstädare</guisubmenu></menuchoice>. Detta kommer ta bort oanvända eller utfasade programpaket från din dator. Läs noggrant igenom paketlistan innan du klickar på <guibutton>Cleanup</guibutton>; paket som du laddat ner manuellt och installerat kan finnas med på listan som oanvända, även om så inte är fallet.
