Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/hardware/po/*.po
Languages: bg, ca, cs, es, hu, it, ko, nl, pl, pt, pt_br, ro, ru, sk, sv

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sk: Kópia licencie je dostupná tu: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Canonical Ltd. and members of the Ubuntu Documentation Project
sk: Canonical Ltd. a členovia Dokumentačného projektu Ubuntu

source: Ubuntu normally configures your hardware automatically, but there may be occasions when you need to make changes to settings relating to hardware yourself. This section provides information on tools which can be used to configure your hardware.
sk: Ubuntu za normálnych okolností váš hardvér nakonfiguroje automaticky, ale môžu sa vyskytnúť prípady, kedy budete potrebovať vykonať zmenu nastavení hardvéru sami. Táto sekcia poskytuje informácie o nástrojoch, ktoré môžete použiť na konfiguráciu hardvéru.

source: If a <emphasis>restricted driver</emphasis> is availble for a certain device, you can install it in order to allow your device to function properly, or to add new features. For example, installing a restricted driver for certain graphics cards may allow you to use more advanced <ulink type="help" url="ghelp:desktop-effects">desktop effects</ulink>.
sk: Ak je dostupný <emphasis>neslobodný ovládač</emphasis> určitého zariadenia, môžete ho nainštalovať, aby vaše zariadenie správne fungovalo alebo aby sa sprístupnili jeho ďalšie schopnosti. Napríklad inštalácia neslobodného ovládača určitých grafických kariet vám môže umožniť používať rozšírené <ulink type="help" url="ghelp:desktop-effects">efekty prostredia</ulink>.

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Restricted Drivers Manager</guimenuitem></menuchoice>
sk: Stlačte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Správca neslobodných ovládačov</guimenuitem></menuchoice>

source: The restricted driver may have to be downloaded and installed.
sk: Neslobodný ovládač sa stiahne a nainštaluje.

source: Checking Free and Used Space
sk: Kontrola voľného a využitého miesta

source: Choose <menuchoice><guimenu>Places</guimenu><guimenuitem>Computer</guimenuitem></menuchoice>,
sk: Vyberte <menuchoice><guimenu>Miesta</guimenu><guimenuitem>Počítač</guimenuitem></menuchoice>,

source: Select the desired device and right click on it,
sk: Vyberte požadované zariadenie a kliknite naň pravým tlačidlom,

source: Select <guimenuitem>Properties</guimenuitem>.
sk: Vyberte <guimenuitem>Vlastnosti</guimenuitem>.

source: To check the amount of free and used space on your computer, on your removable devices and on your file systems, do as follow: <placeholder-1/>
sk: Pri kontrole voľného a využitého miesta na vašom počítači, na prenosných pevných diskoch a na vašich súborových systémoch, postupujte nasledovne: <placeholder-1/>

source: You will be present with a two color <emphasis>pie chart</emphasis> indicating the free and used space on that particular device.
sk: Zobrazí sa vám dvojfarebný <emphasis>koláčový graf</emphasis> predstavujúci voľné a využité miesto na danom zariadení.

source: The blue color indicates the free space, the yellow one indicates the used space. On the right of this chart there's a small legend with the exactly free and used space.
sk: Modrá farba predstavuje voľné miesto, žltá využité miesto. Na pravo od grafu je malá legenda s presnou hodnotou voľného a využitého miesta.

source: If you want to know the amount of free and used space of a removable device like a CD/DVD-ROM or a USB key, first mount that particular device.
sk: Ak chcete zistiť veľkosť voľného a využitého miesta na vymeniteľnom zariadení ako CD/DVD-ROM alebo USB kľúč, budete ho musieť najprv pripojiť.

source: Advanced Analysis
sk: Rozšírená analýza

source: For a more accurate analysis of your filesystem, you can use <application>Disk Usage Analyzer</application>. To launch <application>Disk Usage Analyzer</application>, choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Disk Usage Analyzer</guimenuitem></menuchoice>, or from a terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) type <command>baobab</command> and hit <keycap>Return</keycap>.
sk: Pre presnejšiu analýzu vášho súborového systému môžete použiť <application>Disk Usage Analyzer</application>. Na spustenie <application>Disk Usage Analyzer</application> vyberte <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Disk Usage Analyzer</guimenuitem></menuchoice> alebo v termináli zadajte (<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) <command>baobab</command> a stlačte kláves <keycap>Enter</keycap>.

source: For analysing the entire filesystem, press <guilabel>Scan Filesystem</guilabel> form the toolbar, or for analysing only your home folder, press <guilabel>Scan Home</guilabel>.
sk: Pre analýzu celého súborového systému vyberte z panelu s nástrojmi položku <guilabel>Scan Filesystem</guilabel>, alebo pre analýzu iba vášho domovského priečinku zvoľte <guilabel>Scan Home</guilabel>.

source: For more information about, see <ulink url="ghelp:baobab" type="help"><application>Disk Usage Analyzer</application></ulink>.
sk: Pre viac informácií pozrite <ulink url="ghelp:baobab" type="help"><application>Disk Usage Analyzer</application></ulink>.

source: Partitioning a Device
sk: Tvorba oddielov na zariadení

source: To partition a disk in Ubuntu, either a hard disk or a removable device, the program <application>GNOME Partition Editor</application> is needed.
sk: Na vytvorenie oddielov (či už na pevnom disku alebo vymeniteľnom zariadení) je v Ubuntu potrebný program <application>Editor partícií</application>.

source: To install <application>GNOME Partition Editor</application>, install the <application>gparted</application> package (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
sk: Na inštaláciu <application>Editora partícií</application> nainštalujte balík <application>gparted</application> (viď <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink>).

source: To launch <application>GNOME Partition Editor</application> choose <menuchoice><guimenu>System</guimenu><guisubmenu>Administration </guisubmenu><guimenuitem>Gnome Partition Editor</guimenuitem></menuchoice>, or from a terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) type <command>gksudo gparted</command> and press <keycap>Enter</keycap>.
sk: Na spustenie <application>Editora partícií</application> vyberte <menuchoice><guimenu>Systém</guimenu><guisubmenu>Správa</guisubmenu><guimenuitem>Editor partícií</guimenuitem></menuchoice> alebo z terminálu (<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) zadajte <command>gksudo gparted</command> a stlačte kláves <keycap>Enter</keycap>.

source: Freeing Space in a Partition
sk: Uvoľnenie miesta na oddieli

source: Launch <application>GNOME Partition Editor</application>.
sk: Spustite <application>Editor partícií</application>.

source: A list of partitions will appear. Select the desired partition and choose <menuchoice><guimenu>Partition</guimenu><guimenuitem>unmount</guimenuitem></menuchoice>.
sk: Objaví sa zoznam oddielov. Vyberte <menuchoice><guimenu>Oddiel</guimenu><guimenuitem>unmount</guimenuitem></menuchoice>.

source: To resize the partition choose <guilabel>Resize/Move</guilabel>. The dialog <guilabel>Resize/Move</guilabel> will be shown. You can use the <guilabel>Free Space Following (MiB)</guilabel> spin box to choose how much space to free after this partition, or <guilabel>Free Space Preceding (MiB)</guilabel> to free space before this partition. Alternatively you can use the slider to adjust the partition size..
sk: Na zmenu veľkosti partície zvoľte <guilabel>Resize/Move</guilabel>. Otvorí sa dialógové okno <guilabel>Zmeniť veľkosť/Presunúť</guilabel>. Môžete použiť položku <guilabel>Free Space Following (MiB)</guilabel> na vybratie, koľko miesta má byť uvoľneného za týmto oddielom alebo <guilabel>Free Space Preceding (MiB)</guilabel> na uvoľnenie miesta za oddielom.. Prípadne môžete použiť posúvač na nastavenie veľkosti oddielu.

source: To create a new partition inside an already partitioned device, first you have to resize the partition. If you already have free space, skip to <xref linkend="creating-new-partition"/>. <placeholder-1/>
sk: Na vytvorenie nového oddielu vo vnútri už existujúceho rozdeleného zariadenia je potrebné najprv zmeniť veľkosť oddielu. Ak už máte voľné miesto, preskočte na <xref linkend="creating-new-partition"/>. <placeholder-1/>

source: Creating a New Partition
sk: Vytvorenie nového oddielu

source: Related Topics
sk: Súvisiace témy

source: Formatting a Partition
sk: Formátovanie oddielu

source: To format a partition in Ubuntu, the program <application>GNOME Partition Editor</application> is needed.
sk: Na formátovanie oddielu je v Ubuntu potrebný <application>Editor partícií</application>.

source: What is Formatting?
sk: Čo je formátovanie?

source: To format a hard disk, a device or a partition means to prepare that particular device to be used for storing data.
sk: Formátovanie pevného disku, zariadenia alebo oddielu znamená pripraviť príslušné zariadenie na pou

source: The operation of formatting a hard disk or a partition, implies the applying of a specific format to that device: this format is the filesystem.
sk: Operácia formátovania pevného disku alebo oddielu znamená, že na dané zariadenie aplikujete určitý formát, ktorým je súborový systém.

source: When you buy a disk usually it is not formatted, and you cannot use it for archiving data. When you format the device, you will notice that the free space in it is less than the original size. This is due to the fact that some space has to be used to make the device usable: this space is occupied by the filesystem.
sk: Keď si kúpite disk, obyčajne nie je naformátovaný a nemôžete ho teda priamo použiť na ukladanie dát. Keď naformátujete zariadenie zistíte, že voľného miesta je na ňom menej ako čo bola jeho pôvodná veľkosť. Je to spôsobené tým, že určité miesto musí byť zabrané na to, aby zariadenie bolo použiteľné: na tomto mieste je uložený súborový systém.

source: What is a Filesystem?
sk: Čo je súborový systém?

source: The filesystem is a mechanism with wich files are archived and organised on a storing device such as a hard disk, and is an important part of an operating system. Without a filesystem, accessing and storing files would be impossible.
sk: Súborový systém je mechanizmus, ktorý určuje, ako sú súbory uložené a zorganizované na zariadení (napríklad na pevnom disku) a je dôležitou súčasťou operačného systému. Bez súborového systému nie je možné pristupovať k súborom a ukladať ich.

source: Ext2/Ext3: these are usually found on GNU/Linux operating systems. Ubuntu uses <emphasis>ext3</emphasis> as its default filesystem.
sk: Ext2/Ext3: je ich spravidla možné nájsť v operačných systémoch GNU/Linux. Ubuntu ako svoj východzí súborový systém používa <emphasis>ext3</emphasis>.

source: <acronym>FAT16</acronym>, <acronym>FAT32</acronym>: these are Microsoft Windows filesystems found on older computers. If you want to share data between two computers, you would probably choose the <emphasis><acronym>FAT32</acronym></emphasis> filesystem.
sk: <acronym>FAT16</acronym>, <acronym>FAT32</acronym>: sú súborové systémy Microsoft Windows, ktoré možno nájsť na starčích počítačoch. Ak chcete zdieľať údaje medzi dvoma počítačmi, zvolíte si najskôr súborový systém <emphasis><acronym>FAT32</acronym></emphasis>.

source: <acronym>NTFS</acronym>: this is Microsoft Windows new filesystem being used as the default one in new Windows versions.
sk: <acronym>NTFS</acronym>: je novým súborovým systémom Microsoft Windows a je použitý ako predvolený v nových verziách Windows.

source: <acronym>HFS</acronym>: this is Macintosh default filesystem.
sk: <acronym>HFS</acronym>: je súborový systém Macintosh.

source: A partition is a means of dividing a phisical device, such as a hard disk, into many logical devices.
sk: Oddiel je spôsob, akým sa dá fyzické zariadenie (ako napr. pevný disk) rozdeliť na veľa logických zariadení.

source: To retrieve free space;
sk: Získanie voľného miesta;

source: To install different operating systems;
sk: Inštalovanie rôznych operačných systémov;

source: To better organize data on the hard disk.
sk: Lepšia organizácia údajov na pevnom disku.

source: For information about mounting and unmounting a device, see <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Using Removable Media</ulink>
sk: Pre informácie o pripájaní a odpájaní zariadenia pozrite <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Používanie vymeniteľných zariadení</ulink>

source: Pay attention when removing a device: <emphasis role="strong">always unmount</emphasis> it to avoid data loss. If you attempt to remove a device without unmounting it, you will get a message explaining how to properly unmount a device.
sk: Pri odstraňovaní zariadení si dávajte pozor: aby ste predišli strate údajov, <emphasis role="strong">vždy ho odpojte</emphasis>. Ak sa pokúšate odstrániť zariadenie bez jeho odpojenia, objaví sa správa vysvetľujúca, ako správne odpojiť zariadenie.

source: Suspending and hibernating laptops
nl: Laptops in slaapstand en pauzestand zetten
sk: Uspanie a hibernácie prenosných počítačov

source: In order to save battery power, you can put your laptop into one of a number of power-saving modes when you are not using it. The available modes are detailed below:
nl: Om batterijstroom te besparen, kunt u uw laptop in een aantal energiebesparende standen zetten als u het niet gebruikt. De beschikbare standen worden hieronder besproken:
sk: Aby ste šetrili energiu batérie, môžete váš prenosný počítač, keď ho nebudete používať, uviesť do jedného z úsporných režimov. Jednotlivé režimy sú popísané nižšie:

source: <emphasis role="strong">Suspending</emphasis> a laptop is like putting the computer to sleep. The computer will still be turned on and all of your work will be left open, but the laptop will use much less battery power. You can wake the computer by pressing a key or clicking the mouse.
nl: Een laptop in <emphasis role="strong">slaapstand</emphasis> zetten is als een computer laten slapen. De computer zal nog steeds aan staan en al uw werk zal open blijven staan, maar de laptop gebruikt een stuk minder stroom. U kunt de computer wekken door een toets in te drukken of met de muis te klikken.
sk: <emphasis role="strong">Uspanie</emphasis> prenosného počítača je ako uloženie k spánku. Počítač stále bude zapnutý a všetka vaša rozrobená práca zostane otvorená, ale počítač bude spotrebovávať ďaleko menej energie. Počítač prebudíte stlačením klávesu alebo kliknutím myši.

source: <emphasis role="strong">Hibernating</emphasis> is turning the computer off completely while saving the current state of the computer (such as keeping all of your open documents). When you turn the computer back on after hibernating, all of your work should be restored as it was before hibernation. No power is used at all when the computer is hibernating.
sk: <emphasis role="strong">Hibernácia</emphasis> je úplné vypnutie počítača, pričom sa však uloží jeho aktuálny stav (napríklad ponechanie vašich dokumentov otvorených). Keď znovu zapnete počítač, všetka vaša práca bude obnovená tak, ako ste ju nechali pred hibernáciou. Keď počítač hibernuje, nespotrebuváva energiu.

source: <emphasis role="strong">Shutting down</emphasis> is turning the computer off completely, without saving the current state of the computer. No power is used at all when the computer is shut down.
sk: <emphasis role="strong">Vypnutie</emphasis> je úplným vypnutím počítača bez uloženia jeho aktuálneho stavu. Keď je počítač vypnutý, nespotrebuváva energiu.

source: You can manually put your computer into a power-saving mode by pressing <menuchoice><guimenu>System</guimenu><guimenuitem>Quit...</guimenuitem></menuchoice> and then pressing the appropriate button.
nl: U kunt uw computer handmatig in een enrgiebesparende modus zetten door op <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Afsluiten...</guimenuitem></menuchoice> en vervolgens op de juiste knip te klikken.
sk: Do úsporného režimu dostanete váš počítač stlačením <menuchoice><guimenu>Systém</guimenu><guimenuitem>Ukončiť prácu...</guimenuitem></menuchoice> a stlačením príslušného tlašidla.

source: Some computers may have problems going into certain power saving modes. The best way of checking if your computer can handle a power-saving mode is to try to switch into that mode and see if it behaves as you expected.
sk: Niektoré počítače môžu mať s určitými úspornými režimami problémy. Najlepším spôsobom ako zistiť, či váš počítač zvláda úsporný režim je vyskúšať si prepnúť sa do príslušného režimu a uvidieť, či sa správa tak ako očakávate.

source: Fixing problems with suspending, hibernating and resuming
nl: Problemen verhelpen met slaapstand, pauzestand en hervatten
sk: Oprava problémov s uspaním, hibernáciou a pokračovaním.

source: If your computer cannot suspend, hibernate or resume properly, there may be a number of things that you can try to get it working correctly.
nl: Als uw computer niet correct kan slapen, pauzeren of hervatten, dan kunt u een aantal dingen proberen om het correct werkend te krijgen.
sk: Ak váš počítač nezvláda správne uspanie, hibernáciu alebo pokračovanie, môžete na opravu týchto problémov vyskúšať niekoľko vecí.

source: Check the test report for your laptop, if one has been made (see <xref linkend="laptops-testing-reports"/>).
nl: Bekijk het testrapport voor uw laptop, als iemand er een heeft gemaakt (zie <xref linkend="laptops-testing-reports"/>).
sk: Ak boli s vašim prenosným počítačom robené testy, skontrolujte správu o ich výsledkoch (viď <xref linkend="laptops-testing-reports"/>).

source: Ask for assistance through an <ulink url="http://www.ubuntu.com/support/free">Ubuntu support channel</ulink>.
nl: Vraag hulp in een <ulink url="http://www.ubuntu.com/support/free">Ubuntu-ondersteuningskanaal</ulink>.
sk: Požiadajte o pomoc prostredníctvom <ulink url="http://www.ubuntu.com/support/free"> bezplatnej podpory Ubuntu</ulink>.

source: Most laptop computers come with a touchpad, which is used to control the mouse pointer. There are many ways of changing the way that the touchpad behaves; follow the instructions below to install an easy-to-use tool for changing touchpad settings.
sk: Väčšina prenosných počítačov má zabudovaný touchpad, ktorý sa používa na ovládanie kurzora myši. Je mnoho spôsobov, ako zmeniť správanie sa touchpadu; sledujte nižšie uvedené inštrukcie na inštaláciu jednoduchého nástroja na úpravu nastavenia touchpadu.

source: Install the <application>gsynaptics</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
sk: Nainštalujte balík <application>gsynaptics</application> zo zdroja <quote>Universe</quote> (viď <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink>).

source: Press <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>.
sk: Stlačte <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>.

source: Type the following, entering your administrator password when prompted:
sk: Zadajte nasledujúci príkaz a po vyzvaní napíšte svoje heslo:

source: Find the section which begins with the following:
sk: Nájdite odstavec začínajúci takto:

source: Insert the following line into the section, <emphasis>before</emphasis> the line which reads <quote>EndSection</quote>:
sk: <emphasis>Pred</emphasis> riadok, v ktorom je napísané <quote>EndSection</quote> vložte nasledujúci riadok:

source: Save your changes to the file and close all currently running applications, saving your work as you do so.
sk: Uložte zmeny do súboru a zatvorte všetky práve bežiace aplikácie a uložte si vašu prácu.

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Quit...</guimenuitem></menuchoice> and select <guibutton>Log Out</guibutton>, and then log in again.
sk: Stlačte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Ukončiť prácu...</guimenuitem></menuchoice> a vyberte <guibutton>Odhlásiť používateľa</guibutton>, potom sa opäť prihláste.

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Touchpad</guimenuitem></menuchoice> and change the touchpad settings to your liking. Changes should take effect immediately.
sk: Stlačte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Predvoľby</guimenuitem><guimenuitem>Touchpad</guimenuitem></menuchoice> a zmeňte nastavenia podľa chuti. Zmeny sa ihneď uplatnia.

source: Information on changing mouse preferences for users of assitive technologies.
sk: Informácie o zmene nastavení myši pre používateľov pomocných technológií.

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Hardware drivers</guimenuitem></menuchoice>
nl: Klik op <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Hardware Drivers</guimenuitem></menuchoice>

source: Checking disk capacity
nl: Schijfcapaciteit controleren

source: Press <menuchoice><guimenu>Places</guimenu><guimenuitem>Computer</guimenuitem></menuchoice>, right click on the disk you want to check and select <guilabel>Properties</guilabel>. The free space on the disk will be displayed on the <guilabel>Basic</guilabel> tab.
nl: Klik op <menuchoice><guimenu>Locaties</guimenu><guimenuitem>Computer</guimenuitem></menuchoice>, klik met de rechter muistoets op het station dat u wilt controleren en kies <guilabel>Eigenschappen</guilabel>. De vrije schijfruimte zal op het tabblad <guilabel>Eenvoudig</guilabel> worden weergegeven.

source: Press <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>System Monitor</guimenuitem></menuchoice> and select the <guilabel>File Systems</guilabel> tab. All disks currently connected to the system should be displayed in the list, along with their free and used capacities.
nl: Klik op <menuchoice><guimenu>Systeem</guimenu><guisubmenu>Beheer</guisubmenu><guimenuitem>Systeemmonitor</guimenuitem></menuchoice> en kies het tabblad <guilabel>Bestandssystemen</guilabel>. Alle momenteel verbonden stations zouden in de lijst moeten staan, samen met hun vrije en gebruikte ruimte.

source: To check the amount of free and used space on a disk, do either of the following: <placeholder-1/>
nl: Om de hoeveelheid vrije en gebruikte ruimte te controleren kunt u een van de volgende dingen doen: <placeholder-1/>
