Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/hardware/po/*.po
Languages: bg, ca, cs, es, hu, it, ko, nl, pl, pt, pt_br, ro, ru, sk, sv

source: If your hardware does not work properly after suspending or hibernating your computer, restart your computer and it should return to normal. If a program does not work properly, try closing the program and then starting it again.
bg: Ако вашия хардуер не работи правилно след приспиване или хибернация на компютъра, рестартирайте компютъра и трябва да започне да работи правилно. Ако някоя програма не работи правилно, пробвайте да затворите програмата и после я стартирайте отново.
cs: Pokud váš hardware nefunguje správně po uspání do paměti nebo na disk, restartujte počítač a vše by se mělo vrátit do normálu. Pokud program nefunguje správně, zkuste jej zavřít a pak znovu spustit.
es: Si su hardware no trabaja apropiadamente luego de suspender o hibernar su equipo, reinicie su equipo y debería volver a la normalidad. Si un programa no trabaja apropiadamente, intente cerrar el programa y luego inícielo nuevamente.
hu: Indítsa újra a számítógépét, ha a számítógépe nem működik megfelelőlen a hibernálást vagy felfüggesztést követően. Ha egy program nem működik megfelelően, zárja be és indítsa el újra.
it: Se il proprio hardware non funziona in modo appropriato dopo la sospensione o l'ibernazione, riavviare il computer e tutto dovrebbe ritornare normale. Se un programma non funziona in modo appropriato, provare a chiuderlo e a riavviarlo nuovamente.
pt: Se o seu hardware não trabalha adequadamente após suspender ou hibernar o seu computador, reinicie o seu computador e ele deverá voltar ao normal. Se um programa não trabalhar correctamente, tente fechar o programa e abri-lo outra vez.
pt_br: Se o seu hardware não funcionar corretamente após suspender ou hibernar seu computador, reinicie seu computador e ele deverá voltar ao normal. Se um programa não funcionar corretamente, tente fecha-lo e abri-lo novamente.
ro: Dacă nu funcționează corect componentele hardware ale calculatorului dumneavoastră după suspendare sau hibernare, reporniți calculatorul și ar trebui să revină la normal. Dacă un program nu funcționează corect, încercați să-l închideți și să-l porniți din nou.
ru: Если устройство работает не корректно, после перехода компьютера в ждущий или спящий режим, перезагрузите компьютер - это должно помочь. А если программа работает не корректно, попробуйте её перезапустить.
sv: Om din maskinvara inte fungerar korrekt efter att du satt datorn i vänte- eller vilo-läge, starta om datorn och den ska återgå till det normala. Om ett program inte fungerar, prova att avsluta programmet och sedan starta det igen.

source: Make sure that you save all of your open documents before testing for suspend and hibernate problems.
bg: Уверете се, че сте запазили всички ваши отворени документи преди да изпробвате дали имате проблеми с приспиване и хибернация.
cs: Před zkoušením problémů s uspáním do paměti nebo na disk se ujistěte, že máte uloženy všechny otevřené dokumenty.
es: Asegúrese de guardar todos sus documentos abiertos antes de probar los problemas de suspender e hibernar.
hu: A felfüggesztés és hibernálás kipróbálása előtt győződjön meg arról, hogy minden megnyitott dokumentumot elmentett.
it: Assicurarsi di aver salvato tutti i documenti aperti prima di verificare i problemi di sospensione e ibernazione.
pt: Verifique se guardou todos os documentos abertos antes de testar problemas de suspensão ou hibernação.
pt_br: Certifique-se de que você tenha salvo todos os seus documentos abertos antes de verificar problemas para suspender e hibernar.
ro: Asigurați-vă că salvați toate documentele importante deschise înainte să faceți testul pentru probleme la suspendare sau hibernare.
ru: Для проверки проблем со ждущим и спящим режимом, проверьте, сохранены ли все открытые документы.
sv: Säkerställ att du sparat alla dina öppna dokument innan du testar om det är problem med vänte- och vilo-läge.

source: General method for trying to get suspend and hibernate working
bg: Общ метод да накарате приспиване и хибернация да работят
cs: Všeobecný postup vyzkoušení funkčnosti uspání do paměti nebo na disk
es: Método general para intentar que funcionen suspender e hibernar
hu: Általános módszer a felfüggesztés és hibernálás beüzemelésére
it: Come poter far funzionare sospensione e ibernazione
pt: Método genérico para tentar que a suspensão e hibernação funcionem
pt_br: Método geral para tentar suspender e hibernar funcionou
ro: Metodă generală pentru a face să meargă suspendarea și hibernarea
ru: Общий способ заставить ждущий и спящий режим работать
sv: Generell metod för att försöka få vänte- och viloläget att fungera

source: You may be able to get suspend and hibernate working on your computer, but this can involve a lot of work. The method below should work for many computers. If it does not work for yours, please seek support using one of the many help and support channels for Ubuntu.
bg: Можете да накарате приспиване и хибернация да работят на вашия компютър, но може да се наложи да свършите доста работа. Методът отдолу трябва да работи с много компютри. Ако не работи с вашия компютър, моля, потърсете поддръжка от един от многото канали за поддръжка на Ubuntu.
cs: Možná se vám podaří zprovoznit uspání počítače do paměti nebo na disk, ale může to vyžadovat mnoho práce. Postup níže by měl fungovat pro mnoho počítačů. Pokud vám nefunguje, vyhledejte prosím podporu pomocí jednoho z mnoha kanálů, poskytující pomoc a podporu pro Ubuntu.
es: Suspender e hibernar pueden funcionar en su equipo, pero esto puede implicar mucho trabajo. El método de abajo debería funcionar para muchos equipos. Si no funciona para el suyo, por favor busque ayuda usando uno de los muchos canales de ayuda y respaldo de Ubuntu.
hu: A felfüggesztés vagy hibernálás valószínűleg beüzemelhető a számítógépén, de ez sok munkát igényelhet. Az alábbi eljárás sok számítógépen működhet. Ha ez mégsem segítene, kérjen segítséget az Ubuntu számos támogatási csatornájának egyikén.
it: Potrebbe essere possibile far funzionare la sospensione e l'ibernazione per il proprio computer, ma ciò può richiedere molto lavoro. Il metodo indicato in seguito dovrebbe funzionare per la maggior parte dei computer, se ciò non si verificasse col proprio computer, cercare assistenza in uno dei tanti canali di supporto di Ubuntu.
pt: Você pode ser capaz de conseguir pôr a suspensão e a hibernação a trabalhar no seu computador, mas isto pode envolver muito trabalho. O método abaixo deve trabalhar para muitos computadores. Se não trabalhar no seu, por favor procure suporte usando um dos muitos canais de ajuda para o Ubuntu.
pt_br: Você pode ser capaz de conseguir suspender e hibernar trabalhando em seu computador, mas isso pode acarretar uma série de problemas. O método a seguir deve funcionar para muitos computadores. Se não funcionar para você, por favor, procure suporte usando um dos muitos canais de ajuda e suporte Ubuntu.
ru: Вы можете попытаться заставить работать ждущий и спящий режим, но для этого может потребоваться много времени. Этот метод подходит для большинства компьютеров. Если он у вас не сработает, ищите помощь на канале справки и поддержки Ubuntu.
sv: Du kan få vänte- och vilo-läget att fungera på din dator, men detta kan innebära en hel del arbete. Metoden nedan bör fungera för de flesta datorer. Om det inte fungerar för din, kan du söka efter support genom att använda en av de många hjälp och supportkanaler som finns för Ubuntu.

source: Download the <ulink url="http://people.freedesktop.org/~hughsient/quirk/quirk-suspend-debug.html"> Quirk Checker script</ulink> to your Home folder.
bg: Изтеглете <ulink url="http://people.freedesktop.org/~hughsient/quirk/quirk-suspend-debug.html"> скрипта Quirk Checker</ulink> във вашата Домашна папка.
cs: Do domovské složky si stáhněte <ulink url="http://people.freedesktop.org/~hughsient/quirk/quirk-suspend-debug.html"> skript Quirk Checker</ulink>.
es: Descargue el <ulink url="http://people.freedesktop.org/~hughsient/quirk/quirk-suspend-debug.html"> guión Quirk Checker</ulink> a su carpeta personal.
hu: Töltse le a <ulink url="http://people.freedesktop.org/~hughsient/quirk/quirk-suspend-debug.html">Quirk Checker parancsfájlt</ulink> a Saját mappájába.
it: Scaricare il programma <ulink url="http://people.freedesktop.org/~hughsient/quirk/quirk-suspend-debug.html">Quirk Checker</ulink> nella propria cartella Home.
pt: Transfira o script <ulink url="http://people.freedesktop.org/~hughsient/quirk/quirk-suspend-debug.html">Quirk Checker</ulink> para a sua Pasta Pessoal.
pt_br: Faça o download do <ulink url="http://people.freedesktop.org/~hughsient/quirk/quirk-suspend-debug.html"> Quirk Checker script</ulink> para sua pasta pessoal.
ro: Descărcați <ulink url="http://people.freedesktop.org/~hughsient/quirk/quirk-suspend-debug.html"> Quirk Checker script</ulink> în dosarul Acasă.
ru: Скачайте <ulink url="http://people.freedesktop.org/~hughsient/quirk/quirk-suspend-debug.html">скрипт Quirk Checker</ulink> в вашу домашнюю папку.
sv: Hämta ner skriptet <ulink url="http://people.freedesktop.org/~hughsient/quirk/quirk-suspend-debug.html"> Quirk Checker</ulink> till din Hemmapp.

source: Find the <filename>quirk-checker.sh</filename> file in your Home folder, right-click it and select <guilabel>Properties</guilabel>. Select the <guilabel>Permissions</guilabel> tab, check <guilabel>Allow executing file as program</guilabel> and click <guibutton>Close</guibutton>.
bg: Намерете файла <filename>quirk-checker.sh</filename> във вашата Домашна папка, натиснете десния бутон на мишката върху него и изберете <guilabel>Свойства</guilabel>. Изберете раздела <guilabel>Права</guilabel>, отбележете <guilabel>Да може да се стартира като програма</guilabel> и натиснете бутона <guibutton>Затваряне</guibutton>.
cs: Najděte soubor <filename>quirk-checker.sh</filename> ve své domovské složce, klikněte na něj pravým tlačítkem myši a vyberte <guilabel>Vlastnosti</guilabel>. Vyberte panel <guilabel>Oprávnění</guilabel>, zaškrtněte políčko <guilabel>Povolit spouštění souboru jako programu</guilabel> a klikněte na <guibutton>Zavřít</guibutton>.
es: Busque el archivo <filename>quirk-checker.sh</filename> en su carpeta personal, haga clic con el botón derecho y seleccione <guilabel>Propiedades</guilabel>. Seleccione la pestaña <guilabel>Permisos</guilabel>, marque <guilabel>Permitir ejecutar el archivo como un programa</guilabel> y pulse <guibutton>Cerrar</guibutton>.
hu: A Saját mappájában keresse meg a <filename>quirk-checker.sh</filename> fájlt, kattintson rá a jobb gombbal és válassza a <guilabel>Tulajdonságok</guilabel> menüpontot. Válassza a <guilabel>Jogosultságok</guilabel> fület és ellenőrizze, hogy a <guilabel>Fájl végrehajtásának engedélyezése programként</guilabel> jelölőnégyzet be van jelölve, majd nyomja meg a<guibutton>Bezárás</guibutton> gombot.
it: Trovare il file <filename>quirk-checker.sh</filename> nella propria cartella Home, fare clic col pulsante destro del mouse su di esso e selezionare <guilabel>Proprietà</guilabel>, selezionare la scheda <guilabel>Permessi</guilabel>, selezionare l'opzione <guilabel>Consentire l'esecuzione del file come programma</guilabel> e quindi fare clic su <guibutton>Chiudi</guibutton>.
pt: Procure o ficheiro <filename>quirk-checker.sh</filename> na sua Pasta Pessoal, clique com o botão direito do rato em <guilabel>Propriedades</guilabel>. Seleccione o separador <guilabel>Permissões</guilabel>, marque a opção <guilabel>Permitir usar o ficheiro como aplicação</guilabel> e carregue no botão <guibutton>Fechar</guibutton>.
pt_br: Localize o arquivo <filename>quirk-checker.sh</filename> em sua pasta pessoal, clique com o direito e selecione <guilabel>Propriedades</guilabel>. Selecione a guia <guilabel>Permissões</guilabel>, marque <guilabel>Permitir execução do arquivo como um programa</guilabel> e clique <guibutton>Fechar</guibutton>.
ro: Găsiți fișierul <filename>quirk-checker.sh</filename> în directorul Acasă, efectuați clic dreapta pe el și alegeți <guilabel>Proprietăți</guilabel>. Selectați fila <guilabel>Permisiuni</guilabel>, bifați <guilabel>Permite execuția fișierului drept program</guilabel> și apăsați <guibutton>Închide</guibutton>.
ru: Найдите файл <filename>quirk-checker.sh</filename> в вашей домашней папке, кликните на нём правой кнопкой мыши и зайдите в <guilabel>Свойства</guilabel>. Во вкладке <guilabel>Права</guilabel>, отметьте <guilabel>Позволять выполнение файла как программы</guilabel> и нажмите <guibutton>Закрыть</guibutton>.
sv: Hitta filen <filename>quirk-checker.sh</filename> i din hemmapp, högerklicka och välj <guilabel>Egenskaper</guilabel>. Välj fliken <guilabel>Rättigheter</guilabel>, markera <guilabel>Tillåt körning av filen som ett program</guilabel> och klicka på <guibutton>Stäng</guibutton>.

source: Open a Terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>), type <userinput>./quirk-checker.sh</userinput> and press <keycap>Enter</keycap>.
bg: Отворете Терминал (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Помощни програми</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>), напишете <userinput>./quirk-checker.sh</userinput> и натиснете клавиша <keycap>Enter</keycap>.
cs: Spusťte Terminál (<menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Příslušenství</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>), napište <userinput>./quirk-checker.sh</userinput> a stiskněte <keycap>Enter</keycap>.
es: Abra una Terminal (<menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>), escriba <userinput>./quirk-checker.sh</userinput> y presione <keycap>Intro</keycap>.
hu: Nyisson egy terminált (<menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>), írja be a <userinput>./quirk-checker.sh</userinput> parancsot és nyomja meg az <keycap>Enter</keycap> billentyűt.
it: Aprire un terminale (<menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Accessori</guimenuitem><guimenuitem>Terminale</guimenuitem></menuchoice>), digitare <userinput>./quirk-checker.sh</userinput> e premere <keycap>Invio</keycap>.
pt: Abra uma consola (<menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Consola</guimenuitem></menuchoice>), escreva <userinput>./quirk-checker.sh</userinput> e carregue na tecla <keycap>Enter</keycap>.
pt_br: Abra o Terminal (<menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>), escreva <userinput>./quirk-checker.sh</userinput> e pressione <keycap>Enter</keycap>.
ru: Откройте терминал (<menuchoice><guimenu>Приложения</guimenu><guimenuitem>Стандартные</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>), наберите <userinput>./quirk-checker.sh</userinput> и нажмите <keycap>Enter</keycap>.
sv: Öppnna en terminal (<menuchoice><guimenu>Program</guimenu><guimenuitem>Tillbehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>), skriv <userinput>./quirk-checker.sh</userinput> och tryck på <keycap>Enter</keycap>.

source: Follow the suggestions that the script makes. These may involve editing important system files, so you should seek support if you are unsure of what you are doing.
bg: Следвайте предложенията, които прави скрипта. Те могат да включват редактиране на важни системни файлове, така че трябва да потърсите помощ, ако не сте сигурни какво правите.
cs: Postupujte dle návrhů, které skript vypíše. Toto může vyžadovat úpravu důležitých systémových souborů, takže byste měli vyhledat podporu, pokud si nejste jisti, co děláte.
es: Siga las sugerencias que realice el guión. Estas pueden implicar la edición de importantes archivos del sistema, así que busque soporte si no está seguro de lo que está realizando.
hu: Kövesse a parancsfájl javaslatait. Ezek fontos rendszerfájlok szerkesztésére is utasíthatják, ezért ha bizonytalan, keressen támogatást.
it: Seguire le indicazioni fornite dal programma. Ciò probabilmente comporta la modifica di importanti file del sistema: è quindi utile cercare supporto se non si è sicuri di quello che si sta facendo.
pt: Siga as sugestões do script. Estas podem envolver edição de ficheiros de sistema importantes, portanto deve procurar ajuda se não estiver certo do que está a fazer.
pt_br: Siga as sugestões de que o script faz. Estas podem envolver edição de importantes arquivos do sistema, assim você deve buscar suporte, se você não tiver certeza de que você está fazendo.
ru: Следуйте выводимым инструкциям. Для этого может потребоваться изменение важных системных файлов, поэтому вам следует обратиться за поддержкой, если вы не уверены в своих действиях.
sv: Följ de rekommendationer som skriptet gör. Dessa kan innebära redigering av viktiga systemfiler, så du bör söka efter support om du är osäker på vad du gör.

source: Before making the changes recommended by the Quirk Checker, create back-up copies of the files that you are going to change.
bg: Преди да направите промените препоръчани от Quirk Checker, създайте резервни копия на файловете, които трябва да промените.
cs: Před provedením změn doporučených skriptem Quirk Checker si vytvořte záložní kopie souborů, které budete měnit.
es: Antes de realizar los cambios recomendados por Quirk Checker, cree copias de seguridad de los archivos que va a cambiar.
hu: Mielőtt végrehajtaná a Quirk Checker javaslatait, készítsen biztonsági másolatot a módosítandó fájlokról.
it: Prima di apportare le modifiche raccomandate dal programma, creare una copia di backup dei file che vengono modificati.
pt: Antes de fazer as alterações recomendadas pelo Quirk Checker, crie cópias de back-up dos ficheiros que vai alterar.
pt_br: Antes de fazer as alterações recomendadas pelo Quirk Checker, crie cópias de segurança dos arquivos que você está indo alterar.
ru: Перед тем как вносить изменения, рекоммендуемые Quirk Checker, создайте резервные копии файлов, которые вы изменяете.
sv: Innan du utför ändringarna som rekommenderas av Quirk Checker, skapa säkerhetskopior av filerna som du kommer att ändra.

source: Why do I get a strange pattern on the screen when I hibernate my computer?
bg: Защо виждам странна шарка на екрана, когато хибернирам моят компютър?
cs: Proč se zobrazují na monitoru podivné obrazce při uspání počítače na disk?
es: ¿Por qué aparece un patrón extraño en la pantalla cuando hiberno mi equipo?
hu: Miért látok furcsa mintákat a képernyőn, amikor hibernálom a számítógépemet?
it: Perché si ottiene una strana trama sullo schermo durante l'ibernazione
pt: Porque vejo um padrão estranho no meu ecrã quando hiberno o computador?
pt_br: Por que recebo um padrão estranho na tela quando eu hiberno meu computador?
ru: Почему я вижу странный узор на экране, когда я перевожу компьютер в спящий режим?
sv: Varför får jag ett konstigt mönster på skärmen när jag sätter datorn i viloläge?

source: Your screen may show a black and white pattern just after you click to hibernate your computer. This is usually nothing to worry about and is just how the graphics cards of some computers respond to the initial stages of the hibernation process.
bg: Вашият компютър може да покаже черна или бяла шарка точно след като натиснете бутона за хиберниране на компютъра. Обикновено няма за какво да се притеснявате и зависи как графичните карти на някои компютри реагират на първоначалните фази на процеса за хиберниране.
cs: Váš monitor možná zobrazuje černé a bílé obrazce po kliknutí na tlačítko Uspat na disk. To obvykle není nic, s čím byste si měli dělat starosti a záleží to na tom, jak grafické karty některých počítačů reagují na počáteční fáze procesu uspání na disk.
es: Su pantalla puede mostrar un patrón blanco y negro justo después de pulsar para hibernar su equipo. Normalmente no debe preocuparse y es simplemente cómo las tarjetas gráficas de algunos equipos responden a las etapas iniciales del proceso de hibernación.
hu: A számítógép hibernálása közben előfordulhat, hogy a képernyőn fekete-fehér mintázat jelenik meg. Emiatt általában nem kell aggódni, mivel néhány videokártya így válaszol a hibernálás kezdeti folyamatára.
it: Lo schermo può mostrare una trama bianca e nera quando viene selezionata l'azione di ibernazione. Solitamente non c'è da preoccuparsi poiché è il modo che alcune schede grafiche di certi computer adottano come risposta alle fasi iniziali del processo di ibernazione.
pt: O seu ecrã pode mostrar um padrão a preto e branco depois de ter carregado para hibernar o seu computador. Isto geralmente não é nada com que se tenha de preocupar e é apenas a forma como algumas placas gráficas respondem aos estágios iniciais do processo de hibernação.
pt_br: Sua tela pode mostrar um padrão preto e branco logo após clicar para hibernar o computador. Isso geralmente não é preocupante e é apenas a forma como as placas gráficas de alguns computadores respondem às fases iniciais do processo de hibernação.
ru: Ваш экран может показывать чёрно-белый узор сразу после того, как вы кликнули по кнопке перевода компьютера в спящий режим. Это нормально для некоторых видеокарт, так что беспокоиться не о чем.
sv: Din skärm kan visa ett svartvitt mönster precis efter att du klickat för att sätta datorn i viloläget. Detta är vanligtvis inget att oroa sig för och det är så som grafikkorten på vissa datorer reagerar på de första stegen i viloprocessen.
