Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/hardware/po/*.po
Languages: bg, ca, cs, es, hu, it, ko, nl, pl, pt, pt_br, ro, ru, sk, sv

source: You can use <application>GNOME Partition Editor</application> to partition storage devices. Install the <application>gparted</application> package (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>) and then press <menuchoice><guimenu>System</guimenu><guisubmenu>Administration </guisubmenu><guimenuitem>Gnome Partition Editor</guimenuitem></menuchoice> to start the partition editor.
nl: U kunt de <application>GNOME partitiebewerker</application> gebruiken om opslagapparaten te partitioneren. Installeer het <application>gparted</application>-pakket (zie <ulink type="help" url="ghelp:add-applications">Toepassingen installeren</ulink>) en klik vervolgens op <menuchoice><guimenu>Systeem</guimenu><guisubmenu>Beheer </guisubmenu><guimenuitem>Partitiebewerker</guimenuitem></menuchoice> om de partitiebewerker te starten.
