Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/hardware/po/*.po
Languages: bg, ca, cs, es, hu, it, ko, nl, pl, pt, pt_br, ro, ru, sk, sv

source: When you connect a removable storage device to your computer, it must be <emphasis>mounted</emphasis> by the operating system so that you are able to access the files on the device.
bg: Когато свържете устройство за съхраняване на вашия компютър, трябва да е <emphasis>монтирано</emphasis> от операционната система, така че да можете да използвате файловете на това устройство.
ca: Quan connecteu un dispositiu d'emmagatzematge extraïble al vostre ordinador, el sistema operatiu l'ha de <emphasis>muntar</emphasis> per a poder accedir als seus fitxers.
cs: Když připojíte výměnné úložné zařízení ke svému počítači, musí být operačním systémem <emphasis>připojeno</emphasis>, aby jste byli schopni přistupovat k souborům na zařízení.
es: Cuando conecta un dispositivo de almacenamiento extraíble a su equipo, el sistema operativo debe <emphasis>montar</emphasis> el dispositivo para que sea posible acceder a los archivos contenidos en él.
hu: Ha cserélhető tárolóeszközt csatlakoztat a számítógéphez, akkor az eszközön lévő fájlok elérése érdekében az operációs rendszernek <emphasis>csatolnia</emphasis> kell azt.
it: Quando viene collegato al computer un dispositivo di archiviazione rimovibile, deve essere <emphasis>montato</emphasis> dal sistema operativo affinché sia possibile accedere ai file presenti nel dispositivo.
ko: 여러분의 컴퓨터에 제거가능한 저장 장치를 연결시켰을 때, 그 장치의 파일을 접근할 수 있도록 하기 위해서 운영체제에 의해 <emphasis>마운트</emphasis>되어져야 합니다.
nl: Als u een verwisselbaar opslagapparaat met uw computer verbindt, moet het eerst door het besturingssysteem worden <emphasis>aangekoppeld</emphasis> zodat u toegang kunt krijgen tot de bestanden op dat apparaat.
pl: Po podłączeniu urządzenia przechowującego dane do komputera, musi być ono <emphasis>zamontowane</emphasis> przez system operacyjny, aby uzyskać do niego dostęp.
pt: Quando liga um dispositivo de armazenamento removível ao seu computador, este tem que ser <emphasis>montado</emphasis> pelo sistema operativo para que possa aceder aos ficheiros nele armazenados.
pt_br: Quando você conecta um dispositivo de armazenamento removível em seu computador, ele precisa ser <emphasis>montado</emphasis> pelo sistema operacional para que você seja capaz de acessar os arquivos no dispositivo.
ro: Atunci când conectați un mediu de stocare extern la calculatorul dumneavoastră, acesta trebuie <emphasis>montat</emphasis> de către sistemul de operare, pentru ca dumneavoastră să puteți accesa fișierele de pe dispozitivul respectiv.
ru: Когда вы подключаете съемный носитель информации к компьютеру, операционная система должна <emphasis>смонтировать</emphasis> его, чтобы вы могли получить доступ к находящимся на носителе файлам.
sv: När du ansluter en flyttbar lagringsenhet till din dator så måste den <emphasis>monteras</emphasis> av operativsystemet så att du kan komma åt filerna på enheten.

source: To find out how to mount and unmount storage devices, see <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Using Removable Media</ulink>
bg: За да разберете как да монтирате и демонтирате устройва, вижте <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Използване на премахваеми носители</ulink>
ca: Per veure com muntar i desmuntar dispositius d'emmagatzematge, consulteu <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Utilització de suports extraïbles</ulink>
cs: Pro zjištění, jak připojit a odpojit úložná zařízení, navštivte stránku <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Použití výměnných médií</ulink>
es: Para saber cómo montar y desmontar dispositivos de almacenamiento, consulte <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Utilización de soportes extraíbles</ulink>
hu: Adattároló eszközök csatolásáról és leválasztásáról szóló információkat a <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Cserélhető lemezek használata</ulink> témakörben talál.
it: Per informazioni su come montare e smontare un dispositivo, consultare consultare <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Usare supporti rimovibili</ulink>.
ko: 저장 장치를 마운트하고 마운트 해제하는 방법에 대해 찾고 싶다면 <ulink type="help" url="ghelp:user-guide#gosnautilus-460">제거 가능한 미디어 사용하기</ulink>를 참고하세요.
nl: Om te leren hoe u opslagapparaten koppelt en ontkoppelt, zie <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Verwisselbare media gebruiken</ulink>
pl: Aby odnaleźć informacje o montowaniu i odmontowywaniu urządzeń przechowujących dane zobacz ulink type="help" url="ghelp:user-guide#gosnautilus-460">Używanie wymiennego nośnika danych</ulink>
pt: Para descobrir como montar e desmontar dispositivos de armazenamento, leia <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Utilizar Media Removível</ulink>
pt_br: Para saber como montar e desmontar dispositivos de armazenamento, veja <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Usando dispositivos removíveis</ulink>
ro: Pentru a afla cum montați și cum demontați dispozitivele de stocare, consultați <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Folosirea mediilor amovabile</ulink>.
ru: Чтобы узнать, как подсоединять и отсоединять устройства хранения информации, смотрите <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Использование сменных носителей</ulink>
sv: För att få mer information om hur man monterar och avmonterar lagringsenheter kan du läsa <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Använd flyttbart media</ulink>

source: When you copy files to a storage device, they are not always written to the device immediately. Instead, they are often stored in a queue so that they can all be transferred across to the device at the same time (for reasons of efficiency). If you disconnect the device before all of the files have been transferred, then you could lose the files. To prevent this, you must always <emphasis>unmount</emphasis> a storage device before disconnecting it.
bg: Когато копирате файлове на устройство, не винаги се записват веднага на устройството. Вместо това, те често се подреждат на опашка, така че всички да бъдат прехвърлени едновременно (за по-добра ефективност). Ако прекъснете връзката с устройството преди да бъдат прехвалени всички данни, можете да загубите файлове. За да не се случи това, винаги трябва да <emphasis>демонтирате</emphasis> устройството преди да прекъснете връзката.
ca: Quan copieu fitxers a un dispositiu d'emmagatzematge, no sempre s'hi s'escriuen immediatament. Sovint s'emmagatzemen a una cua a fi de ser transferits al dispositiu simultàniament (per raons d'eficiència). Si desconnecteu el dispositiu abans que els fitxers s'hagin transferit, pot ser que perdeu els fitxers. Per a evitar això, sempre heu de <emphasis>desmuntar</emphasis> el dispositiu d'emmagatzematge abans de desconnectar-lo.
cs: Když kopírujete soubory na úložné zařízení, nejsou vždy zapsány na zařízení okamžitě. Namísto toho jsou často uloženy do fronty tak, aby mohly být všechny přeneseny na zařízení současně (z důvodů efektivity). Pokud odpojíte zařízení před tím, než byly všechny soubory přeneseny, mohli byste soubory ztratit. Abyste tomuto zabránili, musíte vždy <emphasis>odpojit</emphasis> úložné zařízení před tím, než ho odpojíte fyzicky.
es: Cuando copia archivos a un soporte extraíble, no siempre se graban en el dispositivo inmediatamente. Por contra, a menudo se almacenan en una cola de forma que puedan ser transferidos todos juntos al dispositivo al mismo tiempo (por motivos de eficiencia). Si desconecta el dispositivo antes de que se hayan transferido todos los archivos, puede que pierda alguno de ellos. Para prevenir eso, debe siempre <emphasis>desmontar</emphasis> un dispositivo de almacenamiento antes de desconectarlo.
hu: Ha fájlokat másol egy adattároló eszközre, azok nem kerülnek rögtön kiírásra az eszközre. Ehelyett gyakran egy várakozási sorba kerülnek, így egyszerre vihetők át az eszközre (így hatékonyabb). Ha leválasztja az eszközt az összes fájl átírása előtt, akkor a fájlok elveszhetnek. Ezt elkerülendő az eltávolítás előtt mindig le kell <emphasis>választani</emphasis> az eszközt.
it: Quando si copiano file in un dispositivo di archiviazione, non vengono sempre scritti immediatamente sul dispositivo, ma vengono memorizzati in una coda così da poterli trasferire sul dispositivo allo stesso tempo (per motivi di efficienza). Se viene scollegato il dispositivo prima che tutti i file siano trasferiti, è possibile perderli. Per evitare ciò, è sempre necessario <emphasis>smontare</emphasis> un dispositivo di archiviazione prima di scollegarlo.
ko: 저장 장치에 파일을 복사할 때, 그 장치에 즉시 쓰여지는 것은 아닙니다. 그 대신, 같은 시간에 그 장치에 모든 전송 접근을 가능하게 하기 위해서(효율성과 같은 이유에서) 많은 경우 큐에 저장해둡니다. 만약 파일이 모두 그 장치로 전송되기 전에 연결을 해제하면 그 파일들을 읽게 됩니다. 이 것을 막기 위해서 언제나 그 장치를 제거하기 전에 저장 장치를 <emphasis>마운트 해제</emphasis>하세요.
nl: Als u bestanden naar een opslagapparaat kopieert, worden ze niet altijd meteen naar het apparaat geschreven. In plaats daarvan worden ze vaak in een wachtrij opgeslagen zodat ze uit efficiency-overwegingen allemaal tegelijk op het apparaat kunnen worden opgeslagen. Als u het apparaat verwijdert voordat al de bestanden zijn opgeslagen, kunt u de bestanden verliezen. Om dit te voorkomen moet u een opslagapparaat altijd <emphasis>ontkoppelen</emphasis> voordat u het verwijdert.
pl: Podczas kopiowania plików na urządzenie przechowujące dane, nie są one zawsze zapisywane od razu. Zamiast tego, są one często przechowywane w kolejce i przenoszone na urządzenie wszystkie na raz po zapełnieniu kolejki (aby wydajność komputera była jak największa). Jeśli urządzenie zostanie odłączone zanim wszystkie pliki zostaną przeniesione, wówczas można utracić część z nich. Aby temu zapobiec, należy zawsze <emphasis>odmontowywać</emphasis> urządzenie przed jego odłączeniem.
pt: Quando copia ficheiros para um dispositivo de armazenamento, estes não são gravados no dispositivo imediatamente. Pelo contrário, eles são geralmente colocados numa fila de espera para poderem ser transferidos para o dispositivo ao mesmo tempo (por razões de eficiência). Se desligar o dispositivo antes da transferência ser efectuada, poderá perder ficheiros. Para evitar esta situação, deve sempre <emphasis>desmontar</emphasis> o dispositivo de armazenamento antes de o desligar.
pt_br: Quando você copia arquivos em um dispositivo de armazenamento, eles nem sempre são gravados no dispositivo imediatamente. Ao invés disso, eles normalmente são armazenados em uma fila para que eles possam ser transferidos para o dispositivo ao mesmo tempo (por motivos de eficiência). Se você desconectar o dispositivo antes que todos os arquivos tenham sido transferidos, você pode perder os arquivos. Para evitar isso, você deve sempre <emphasis>desmontar</emphasis> um dispositivo de armazenamento antes de desconectá-lo.
ro: Atunci când copiați fișiere pe un mediu de stocare, ele nu sunt scrise întotdeauna imediat pe dispozitiv. În schimb, acestea sunt stocate adesea în așteptare, pentru a fi transferate pe dispozitiv în același timp (din motive legate de eficiență). Dacă deconectați dispozitivul înainte de transferarea tuturor fișierelor, puteți pierde acele fișiere. Pentru a preveni acest lucru, întotdeauna trebuie să <emphasis>demontați</emphasis> un dispozitiv de stocare înainte de a-l deconecta.
ru: Когда вы копируете файлы на устройство хранения информации, они не всегда записываются на него немедленно. Вместо этого они часто помещаются в очередь, чтобы все их можно было перенести на устройство одновременно (в целях производительности). Если вы отключите устройство до того, как все файлы будут перенесены на него, вы можете потерять файлы. Чтобы этого не произошло, вы всегда должны <emphasis>отмонтировать</emphasis> устройство хранения информации, прежде чем отключить его.
sv: När du kopierar filer till ett lagringsmedia så kommer de inte alltid att skrivas direkt till enheten. Istället kommer de oftast att lagras i en kö så att alla filer kan överföras på samma gång (för effektivitetsskäl). Om du kopplar loss enheten innan alla filerna har överförts så kan du förlora filerna. För att förhindra det måste du alltid <emphasis>avmontera</emphasis> en lagringsenhet innan du kopplar loss den.

source: Laptops
bg: Преносими компютри
ca: Portàtils
cs: Notebooky
es: Portátiles
hu: Noteszgépek
it: Computer portatili
ko: 노트북
pl: Laptopy
pt: Portáteis
ro: Despre laptopuri
ru: Ноутбуки
sk: Prenosné počítače
sv: Bärbara datorer

source: This section contains information for people using Ubuntu on a laptop computer.
bg: Тази секция съдържа информация за хора, които използват Ubuntu на преносим компютър.
ca: Aquesta secció conté informació per als usuaris de l'Ubuntu en un ordinador portàtil.
cs: Tato sekce obsahuje informace pro lidi používající Ubuntu na přenosných počítačích.
es: Esta sección contiene información para aquellos que usan Ubuntu en un equipo portátil.
hu: Ez a fejezet azok számára tartalmaz információkat, akik laptopon használják az Ubuntut.
it: Questa sezione contiene informazioni utili a chi utilizza Ubuntu su un computer portatile.
ko: 이 부분에서는 노트북(laptop) 컴퓨터에서 우분투를 사용하는 분들에 대한 정보를 제공합니다.
nl: Deze sectie bevat informatie voor mensen die Ubuntu op een laptop gebruiken.
pl: Ta sekcja zawiera informacje dla osób korzystających z Ubuntu na laptopach.
pt: Esta secção contém informação respeitante a pessoas que usam Ubuntu em portáteis.
pt_br: Esta seção contém informações para pessoas que usam o Ubuntu em um laptop.
ro: Această secţiune este adresată utilizatorilor de Ubuntu pe laptop.
ru: Этом раздел содержит информацию для тех, кто использует Ubuntu на ноутбуке.
sk: Táto kapitola obsahuje informácie pre ľudí, ktorí používajú Ubuntu na prenosných počítačoch.
sv: Det här avsnittet innehåller information för personer som använder Ubuntu på en bärbar dator.

source: Power management settings
bg: Настройки за управление на захранването
ca: Paràmetres de gestió d'energia
cs: Nastavení správy napájení
es: Opciones de ahorro de energía
hu: Energiagazdálkodás beállításai
it: Impostazioni per il risparmio energetico
ko: 전원 관리 설정
nl: Energiebeheer-eigenschappen
pl: Ustawienia zarządzania energią
pt: Configurações de Gestão de Energia
pt_br: Configurações do gerenciamento de energia
ro: Configurarea sistemului de administrare a consumului
ru: Настройки управления питанием
sk: Natavenie správy napájania
sv: Inställning för strömhantering

source: You may wish to change the power management settings of your laptop in order to help extend its battery life and reduce energy wastage.
bg: Можете да промените настройките за управление на захранването на вашия преносим компютър, за да удължите живота на вашата батерия и да се намали употребата на електричество.
ca: Podeu canviar els paràmetres d'estalvi d'energia del vostre portàtil a fi d'allargar la vida de la bateria i reduir el malgastament d'energia.
cs: Můžete změnit nastavení správy napájení svého notebooku, abyste prodloužili životnost baterie a snížili plýtvání energií.
es: Puede querer cambiar las opciones de ahorro de energía de su portátil para ayudar a ampliar la vida de su batería y reducir el consumo de energía.
hu: Az akkumulátor élettartamának növelése és a számítógép energiafogyasztásának csökkentése érdekében módosíthatja laptopjának energiagazdálkodási beállításait.
it: Potrebbe essere necessario modificare le impostazioni di risparmio energetico per il proprio portatile per estendere la durata della batteria e ridurre lo spreco energetico.
ko: 노트북의 배터리 수명을 늘이거나 에너지 낭비를 줄이기위해 전원 관리 설정을 변경해야 할 수도 있을 것입니다.
nl: Wellicht zult u de energiebeheerinstellingen van uw laptop willen wijzigen zodat de levensduur van de accu wordt verlengt en de energieverspilling wordt beperkt.
pl: Aby przedłużyć czas życia baterii i zminimalizować nadmierne zużycie energii, można zmienić sposób zarządzania energią przez laptopa.
pt: Pode, se o desejar, modificar as opções de gestão de energia de forma a estender a vida da bateria do seu portátil, reduzindo o desperdício de energia.
pt_br: Você talvez deseje alterar as configurações do gerenciamento de energia do seu laptop a fim de estender a vida útil da bateria e reduzir o desperdício.
ro: Puteţi reconfigura sistemul de administrare a consumului de energie în scopul prelungirii timpului de viaţă al acumulatorilor sau pentru optimizarea consumului energetic.
ru: Вы, вероятно, захотите изменить настройки управления питанием вашего ноутбука, чтобы продлить срок работы его батареи и снизить энергопотребление.
sk: Môžete si priať zmeniť nastavenie správy napájania vášho prenosného počítača tak, aby ste predĺžili životnosť batérie a obmedzili mrhanie energiou.
sv: Du kanske vill ändra inställningarna för strömhantering på din bärbara dator för att utöka batteriets livstid och minska slöseri av ström.

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Power Management</guimenuitem></menuchoice>.
bg: Натиснете <menuchoice><guimenu>Система</guimenu><guimenuitem>Предпочитания</guimenuitem><guimenuitem>Управление на захранването</guimenuitem></menuchoice>.
ca: Premeu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferències</guimenuitem><guimenuitem>Gestor d'energia</guimenuitem></menuchoice>.
cs: Zvolte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Volby</guimenuitem><guimenuitem>Správa napájení</guimenuitem></menuchoice>.
es: Press <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferencias</guimenuitem><guimenuitem>Gestión de energía</guimenuitem></menuchoice>.
hu: Kattintson a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Beállítások</guimenuitem><guimenuitem>Energiagazdálkodás</guimenuitem></menuchoice> menüpontra.
it: Premere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferenze</guimenuitem><guimenuitem>Gestione alimentazione</guimenuitem></menuchoice>.
ko: <menuchoice><guimenu>시스템</guimenu><guimenuitem>기본 설정</guimenuitem><guimenuitem>전원 관리</guimenuitem></menuchoice> 를 누릅니다.
nl: Klik op <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Voorkeuren</guimenuitem><guimenuitem>Energiebeheer</guimenuitem></menuchoice>.
pl: Wybierz <menuchoice><guimenu>System</guimenu><guimenuitem>Ustawienia</guimenuitem><guimenuitem>Zarządzanie energią</guimenuitem></menuchoice>.
pt: Pressione <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferencias</guimenuitem><guimenuitem>Gestão de Energia</guimenuitem></menuchoice>.
pt_br: Pressione <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferências</guimenuitem><guimenuitem>Gerenciamento de Energia</guimenuitem></menuchoice>.
ro: Alegeţi din meniu <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Preferinţe</guimenuitem><guimenuitem>Administrator consum</guimenuitem></menuchoice>.
ru: Нажмите <menuchoice><guimenu>Система</guimenu><guimenuitem>Параметры</guimenuitem><guimenuitem>Управление питанием</guimenuitem></menuchoice>.
sk: Stlačte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Predvoľby</guimenuitem><guimenuitem>Správa napájania</guimenuitem></menuchoice>.
sv: Tryck på <menuchoice><guimenu>System</guimenu><guimenuitem>Inställningar</guimenuitem><guimenuitem>Strömhantering</guimenuitem></menuchoice>.

source: Change the settings as appropriate. Changes are applied instantly.
bg: Променете настройките както прецените. Промените се прилагат веднага.
ca: Canvieu els paràmetres tal com sigui apropiat. Els canvis s'apliquen de manera immediata.
cs: Změňte nastavení dle potřeby. Změny se projeví okamžitě.
es: Cambie las opciones que considere apropiadas. Los cambios se aplicarán al instante.
hu: Változtassa meg a beállításokat az igényei szerint. Minden változtatás azonnal életbe lép.
it: Modificare le impostazioni come desiderato. Le modifiche sono applicate immediatamente.
ko: 설정을 적절히 변경합니다. 변경 사항은 즉시 적용됩니다.
nl: Wijzig de instellingen naar wens. De wijzigen worden meteen toegepast.
pl: Zmień ustawienia na odpowiednie. Zmiany zostaną od razu zastosowane.
pt: Altere as configurações como considerar apropriado. Estas serão aplicadas de imediato.
pt_br: Altere as configurações como apropriado. As mudanças são aplicadas imediatamente.
ro: Alegeţi valorile pe care le consideraţi potrivite pentru diferitele opţiuni disponibile. Modificările se activează imediat, fără să fie nevoie de confirmare.
ru: Измените настройки по своему желанию. Изменения применятся незамедлительно.
sk: Zmeňte príslušné nastavenia. Zmeny sú uplatnené automaticky.
sv: Ändra inställningarna på lämpligt sätt. Ändringarna verkställs omedelbart.

source: Displaying a screensaver may use more power than simply letting the screen go blank. Turning off the screensaver could slightly improve the battery life of your laptop.
bg: Използването на предпазител на екрана може да използва повече електричество от просто да изгаси екрана. Изключването на предпазител на екрана може да удължи живота на батерията на вашия преносим компютър.
ca: L'estalvi de pantalla pot consumir més energia que no pas deixar la pantalla en negre. Inhabilitar-lo pot millorar lleugerament la vida de la bateria del vostre portàtil.
cs: Zobrazování šetřiče obrazovky může spotřebovávat více energie než ponechání prázdné obrazovky. Vypnutí šetřiče obrazovky by mohlo mírně zlepšit životnost baterie vašeho notebooku.
es: Mostrar un salvapantallas puede consumir más energía que poner simplemente la pantalla en negro. Apagar el salvapantallas puede aumentar ligeramente la vida de la batería de su portátil.
hu: A képernyőkímélők több energiát fogyasztanak, mint az üres képernyő. A képernyő kikapcsolása egy kicsivel növelheti laptopja akkumulátorának élettartamát.
it: Utilizzare un salvaschermo potrebbe consumare più energia rispetto al lasciare oscurare lo schermo. Spegnere il salvaschermo può migliorare leggermente la durata della batteria del portatile.
ko: 화면 보호기를 사용하는 것은 그냥 빈 화면으로 두는 것보다 좀 더 많은 전력을 소모할 것입니다. 화면 보호기를 꺼두면 노트북의 배터리 수명을 조금 연장할 수 있을 것입니다.
nl: Een schermbeveiliging weergeven kan meer stroom verbruiken dan het scherm op zwart laten zetten. Het uitzetten van de schermbeveiliging kan de levensduur van de accu van uw laptop enigszins verbeteren.
pl: Wyświetlanie wygaszacza ekranu zużywa więcej prądu niż zostawienie ekranu czarnego. Wyłącz wygaszacz aby móc wydłużyć czas pracy na bateriach.
pt: O uso de protecções de ecrã poderá consumir mais energia do que deixar apenas o ecrã em branco. Desligando a protecção de ecrã poderá melhorar de forma significativa o desempenho da bateria do seu portátil.
pt_br: Exibir uma proteção de tela talvez gaste mais energia do que simplesmente deixá na tela em branco. Desligar a proteção de tela pode melhorar significamente a vida da bateria do seu laptop.
ro: Este posibil ca activarea unui screensaver să conducă la un consum mai important de energie faţă de varianta de comutare a ecranului in mod inactiv. Dezactivarea screensaver-ului ar putea îmbunătăţi timpul de viaţă al acumulatorului.
ru: Отображение экранной заставки может требовать больше энергии, чем просто пустой экран. Выключение хранителя экрана может немного увеличить время службы батареи ноутбука.
sk: Zobrazovanie šetriča obrazovky môže spotrebúvať viac energie ako jednoducho nechať zobrazovať prázdnu obrazovku. Vypnutie šetriča obrazovky môže mierne zvýšiť životnosť batérie váško prenosného počítača.
sv: Visning av en skärmsläckare kan använda mer ström än om man helt enkelt låter skärmen bli svart. Att slå av skärmsläckaren kan förbättra batteritiden för din bärbara dator.
