Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/hardware/po/*.po
Languages: bg, ca, cs, es, hu, it, ko, nl, pl, pt, pt_br, ro, ru, sk, sv

source: Remove software packages that you no longer use. See <ulink type="help" url="ghelp:add-applications#gnome-app-install"> Add/Remove Applications</ulink> for information on removing packages.
bg: Премахнете пакети, които вече не използвате. Вижте <ulink type="help" url="ghelp:add-applications#gnome-app-install"> Добавяне/Премахване на програми</ulink> за информация за премахване на пакети.
cs: Odstraňte softwarové balíky, které už déle nepoužíváte. Pro více informací o odstraňování balíků se podívejte do <ulink type="help" url="ghelp:add-applications#gnome-app-install"> Přidat/odstranit aplikace</ulink>
es: Elimina paquetes de software que ya no utiliza. Para información acerca de eliminación de paquetes vea <ulink type="help" url="ghelp:add-applications#gnome-app-install"> Agregar/Quitar aplicaciones</ulink>
hu: Távolítsa el a már nem használt programcsomagokat. A csomagok eltávolításához lásd az <ulink type="help" url="ghelp:add-applications#gnome-app-install">Alkalmazások hozzáadása/eltávolítása</ulink> fejezetet.
it: Rimuovere le applicazioni non molto utilizzate. Consultare <ulink type="help" url="ghelp:add-applications#gnome-app-install">Aggiungere, rimuovere e aggiornare applicazioni</ulink> per ottenere informazioni sulla rimozione dei pacchetti.
ko: 더 이상 사용하지 않는 무른모 꾸러미 제거하기. <ulink type="help" url="ghelp:add-applications#gnome-app-install"> 프로그램 추가/삭제</ulink>를 보세요. 꾸러미 제거시 필요한 정보입니다.
pt: Remova pacotes de software que já não utiliza. Veja <ulink type="help" url="ghelp:add-applications#gnome-app-install"> Adicionar/Remover Aplicações</ulink> para informação sobre remoção de pacotes.
pt_br: Remover pacotes de programas que você não usa. Vá até <ulink type="help" url="ghelp:add-applications#gnome-app-install"> Adicionar/Remover Aplicações</ulink> para obter informações sobre a remoção de pacotes.
ro: Eliminați pachetele software pe care nu le mai folosiți. Vizitați <ulink type="help" url="ghelp:add-applications#gnome-app-install">Instalare/Dezinstalare aplicații</ulink> pentru mai multe informații despre eliminarea pachetelor.
ru: Удалите пакеты приложений, которые Вы долго не используете. Смотрите <ulink type="help" url="ghelp:add-applications#gnome-app-install"> Установка/удаление приложений</ulink> для получения информации о удалении пакетов.
sv: Ta bort paket som du inte längre använder, läs <ulink type="help" url="ghelp:add-applications#gnome-app-install"> Lägg till/Ta bort program</ulink> för information om att ta bort paket.

source: Delete files that you no longer need. You can use the Disk Usage Analyzer (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Disk Usage Analyzer</guimenuitem></menuchoice>) to find which files are taking up the most space. Be careful not to delete files that you still need!
bg: Изтрийте файлове, които вече не ви трябват. Можете да използвате Анализатор на ползването на диска (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Помощни програми</guimenuitem><guimenuitem>Анализатор на ползването на диска</guimenuitem></menuchoice>), за да намерите файловете, които заемат най-много място. Внимавайте да не изтриете файлове, които все още ви трябват!
cs: Smažte soubory, které už déle nepotřebujete. Můžete použít Analyzátor využití disku (<menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Příslušenství</guimenuitem><guimenuitem>Analyzátor využití disku</guimenuitem></menuchoice>) ke zjištění, které soubory zabírají nejvíce místa. Buďte opatrní, abyste si nesmazali soubory, které ještě budete potřebovat!
es: Borra archivos que ya no necesita. Puede usar el Analizador de uso de disco (<menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Analizador de uso de disco</guimenuitem></menuchoice>) para encontrar cuales archivos están tomando la mayor parte del espacio. ¡Sea cuidadoso, no borre archivos que aún necesita!
hu: Törölje a feleslegessé vált fájlokat. Használja a Lemezhasználat-elemzőt (<menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Lemezhasználat-elemző</guimenuitem></menuchoice>), hogy megtalálja a legnagyobb helyet foglaló fájlokat. Legyen óvatos, nehogy szükséges fájlokat töröljön!
it: Eliminare i file che non servono più. È possibile utilizzare «Analizzatore di utilizzo del disco» (<menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Accessori</guimenuitem><guimenuitem>Analizzatore di utilizzo del disco</guimenuitem></menuchoice>) per trovare i file che occupano il maggiore spazio. Prestare attenzione a non eliminare i file di cui si ha ancora bisogno.
pt: Elimine ficheiros de que já não precisa. Pode usar o Analisador de Utilização do Disco (<menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Analisador de Utilização do Disco</guimenuitem></menuchoice>) para verificar quais os ficheiros que ocupam mais espaço. Tenha cuidado para não eliminar ficheiros que ainda precisa!
pt_br: Apagar arquivos que você não precisa mais. Você pode usar o Analisador de Utilização de Disco (<menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Analisador de Utilização de Disco</guimenuitem></menuchoice>) para encontrar quais arquivos estão ocupando maior espaço. Tenha cuidado para não deletar arquivos que você ainda precisa!
ru: Удалите файлы, которые Вам больше не нужны. Вы можете использовать Анализатор использования дисков (<menuchoice><guimenu>Приложения</guimenu><guimenuitem>Стандартные</guimenuitem><guimenuitem>Анализатор использования дисков</guimenuitem></menuchoice>), чтобы посмотреть какие файлы занимают больше места. Будьте осторожны, чтобы не удалить файлы, которые Вам ещё нужны!
sv: Ta bort filer du inte längre behöver. Du kan använda diskanvändningsanalysatorn (<menuchoice><guimenu>Program</guimenu><guimenuitem>Tillbehör</guimenuitem><guimenuitem>Diskanvändningsanalysatorn</guimenuitem></menuchoice>) för att hitta vilka filer som tar upp mest plats. Var försiktig så du inte tar bort filer som du fortfarande behöver!

source: You can also compress and archive your old, rarely-used documents:
bg: Също можете да компресирате и архивирате вашите стари, рядко използвани документи:
cs: Můžete také komprimovat a archivovat své staré, zřídka používané dokumenty:
es: También puede comprimir y archivar sus documentos viejos y rara vez usados
hu: Tömörítheti a régi, ritkán használt dokumentumait:
it: È possibile comprimere e archiviare i documenti vecchi e poco utilizzati:
ko: 거의 사용하지 않는 문서, 오래된 파일을 압축할 수 있습니다.
pt: Também pode comprimir e arquivar documentos antigos que utiliza com pouca frequência:
pt_br: Você pode também comprimir e arquivar seus arquivos antigos e pouco usados.
ro: Puteți de asemenea să vă comprimați și arhivați fișierele vechi, rar folosite:
ru: Вы так же можете сжать и заархивировать ваши старые, редко используемые документы:
sv: Du kan också komprimera och arkivera dina gamla och sällan använda dokument:

source: Select the files and folders that you want to compress, right-click one of them and select <guilabel>Create Archive</guilabel>.
bg: Изберете файловете и папките, които искате да компресирате, натиснете десния бутон на мишката върху тях и изберете <guilabel>Създаване на архив</guilabel>.
cs: Vyberte soubory a složky, které chcete komprimovat, klikněte pravým tlačítkem myši na některý z nich a zvolte <guilabel>Vytvořit archiv</guilabel>.
es: Seleccione los archivos y carpetas que quiere comprimir, clic derecho en uno de ellos y seleccione <guilabel>Crear Archivo</guilabel>
hu: Jelölje ki a tömöríteni kívánt fájlokat és mappákat, az egyikre kattintson jobb gombbal és válassza ki az <guilabel>Archívum létrehozása...</guilabel> menüpontot.
it: Selezionare i file e le cartelle da comprimere, fare clic col pulsante destro su uno di essi e selezionare la voce <guilabel>Crea archivio</guilabel>.
pt: Seleccione os ficheiros e pastas que pretende comprimir, clique com o botão direito do rato num deles e escolha <guilabel>Criar Arquivo</guilabel>.
pt_br: Selecione os arquivos e pastas que você quer comprimir, clique com o botão direito em um deles e selecione <guilabel>Criar Arquivo</guilabel>.
ro: Selectați fișierele și dosarele pe care doriți să le comprimați, efectuați clic dreapta pe unul dintre ele și alegeți <guilabel>Creează arhivă</guilabel>.
ru: Выберите файлы и папки которые вы хотите сжать, щелкните правой кнопкой мыши по ним и выберите <guilabel>Создать архив</guilabel>.
sv: Välj filerna och mapparna som du vill komprimera, högerklicka på en av dem och välj <guilabel>Skapa arkiv</guilabel>.

source: Choose a name, location and format for the file (the <filename>.tar.gz</filename> format is the most commonly used on Ubuntu, <filename>.zip</filename> is compatible with Windows and <filename>.tar.lzma</filename> usually offers the best compression).
bg: Въведете име, местоположение и формат на файла (формата <filename>.tar.gz</filename> се използвай най-много в Ubuntu, <filename>.zip</filename> е съвместим с Windows и <filename>.tar.lzma</filename> обикновено предлага най-добра компресия).
cs: Zvolte název, umístění a formát souboru (formát <filename>.tar.gz</filename> je v Ubuntu nejběžněji používaný, <filename>.zip</filename> je kompatibilní s Windows a <filename>.tar.lzma</filename> obvykle nabízí nejlepší kompresi).
es: Elija un nombre, ubicación y formato para el archivo (el formato <filename>.tar.gz</filename> es el más comúnmente usado en Ubuntu, <filename>.zip</filename> es compatible con Windows y <filename>.tar.lzma</filename> usualmente ofrece la mejor compresión).
hu: Adja meg az archívum nevét, helyét és formátumát (a <filename>.tar.gz</filename> az Ubuntu leggyakrabban használt formátuma, a <filename>.zip</filename> kompatibilis a Windows rendszerekkel és általában a <filename>.tar.lzma</filename> biztosítja a legjobb tömörítési arányt).
it: Scegliere un nome, una posizione e un formato per l'archivio (il formato <filename>.tar.gz</filename> è il più utilizzato su Ubuntu, <filename>.zip</filename> è compatibile con i sistemi Windows e <filename>.tar.lzma</filename> solitamente offre la miglior compressione).
pt: Escolha o nome, a localização e o formato do ficheiro (o formato <filename>.tar.gz</filename> é o mais comum no Ubuntu; <filename>.zip</filename> é compatível com o Windows; <filename>.tar.lzma</filename> tende a oferecer a melhor compressão).
pt_br: Escolha um nome, local e formato para o arquivo (o formato <filename>.tar.gz</filename> é o mais comumente usado no Ubuntu, o formato<filename>.zip</filename> é compatível com o Windows e o formato <filename>.tar.lzma</filename> normalmente oferece melhor compressão).
ro: Alegeți un nume, o locație și un format pentru fișier (formatul <filename>.tar.gz</filename> este cel mai des folosit în Ubuntu, formatul <filename>.zip</filename> este compatibil cu Windows iar formatul <filename>.tar.lzma</filename> oferă de obicei cea mai bună compresie).
ru: Выберите имя, расположение и формат файла (формат <filename>.tar.gz</filename> является наиболее распространенным в Ubuntu, формат <filename>.zip</filename> совмести с Windows а <filename>.tar.lzma</filename> обычно дает наилучшее сжатие).
sv: Välj ett namn, plats och format för filen (formatet <filename>.tar.gz</filename> är vanligast på Ubuntu, <filename>.zip</filename> är kompatibelt med Windows och <filename>.tar.lzma</filename> brukar erbjuda den bästa komprimeringen).

source: Click <guibutton>Create</guibutton>. An archive file will be created containing compressed copies of your files.
bg: Натиснете <guibutton>Създаване</guibutton>. Ще бъде създаден архив, който съдържа компресирани копия на вашите файлове.
cs: Klikněte na tlačítko <guibutton>Vytvořit</guibutton>. Vytvoří se komprimovaný soubor obsahující komprimované kopie vašich souborů.
es: Pulse en <guibutton>Crear</guibutton>. Se creará un archivo conteniendo copias comprimidas de sus archivos.
hu: Kattintson a <guibutton>Létrehozás</guibutton> gombra. Egy archívum fog létrejönni, amely az állományok tömörített másolatát tartalmazza.
it: Fare clic su <guibutton>Crea</guibutton>; viene creato un archivio contenente una copia dei file selezionati.
pt: Clique em <guibutton>Criar</guibutton>. Um ficheiro de arquivo irá ser criado contendo as cópias comprimidas dos seus ficheiros.
pt_br: Clique em <guibutton>Criar</guibutton>. Um arquivo será criado contendo cópias comprimidas de seus arquivos.
ru: Нажмите <guibutton>Создать</guibutton>. Будет создан архивный файл, содержащий сжатые копии Ваших файлов.
sv: Klicka på <guibutton>Skapa</guibutton>. En arkivfil kommer skapas som innehåller komprimerade kopior av dina filer.

source: Delete the old uncompressed files to free some disk space.
bg: Изтрийте стари некомпресирани файлове, за да освободите място.
cs: Smažte staré nekomprimované soubory pro uvolnění místa na disku.
es: Borre los archivos antiguos no comprimidos para liberar algo de espacio en disco.
hu: A lemezterület felszabadítása érdekében törölje a régi, tömörítetlen fájlokat.
it: Cancellare i vecchi file non compressi per liberare un po' di spazio sul disco.
ko: 디스크의 공간확보를 위해 오래된 압축되지 않은 파일 삭제하기.
pt: Apague os ficheiros velhos descomprimidos para libertar algum espaço em disco.
pt_br: Apague os antigos arquivos não-comprimidos para liberar espaço no disco.
ro: Stergeți fișierele vechi necomprimate pentru a elibera spațiu pe disc.
ru: Удалить старые несжатые файлы, для того чтобы освободить место на диске.
sv: Ta bort gamla okomprimerade filer för att frigöra diskutrymme.

source: Partitioning a device
bg: Разделяне на устройство
ca: Com particionar un dispositiu
cs: Rozdělení úložného zařízení
es: Particionar un dispositivo
hu: Egy eszköz partícionálása
it: Partizionare un dispositivo
ko: 장치 파티션 나누기
nl: Een apparaat partitioneren
pl: Partycjonowanie urządzenia
pt: A particionar um dispositivo
pt_br: Particionando um dispositivo
ro: Pariţionarea dispozitivelor de stocare a informaţiei
ru: Деление диска на разделы
sv: Partitionera en enhet

source: You can use <application>GNOME Partition Editor</application> to partition storage devices. <ulink url="apt:gparted">Install the <application>gparted</application> package </ulink> and then press <menuchoice><guimenu>System</guimenu><guisubmenu>Administration </guisubmenu><guimenuitem>Gnome Partition Editor</guimenuitem></menuchoice> to start the partition editor.
bg: Можете да използвате <application>Редактиране на дялове</application>, за да разделите на дялове вашите дискове. <ulink url="apt:gparted">Инсталирайте пакета <application>gparted</application></ulink> и натиснете <menuchoice><guimenu>Система</guimenu><guisubmenu>Администриране </guisubmenu><guimenuitem>Редактиране на дялове</guimenuitem></menuchoice>, за да стартирате редактора на дялове.
cs: Pro rozdělení úložného zařízení můžete použít <application>Editor diskových oddílů GNOME</application>. <ulink url="apt:gparted">Nainstalujte balík <application>gparted</application></ulink> a pro spuštění editoru oddílů zvolte <menuchoice><guimenu>Systém</guimenu><guisubmenu>Správa</guisubmenu><guimenuitem>Editor diskových oddílů</guimenuitem></menuchoice>.
es: Puede usar <application>Editor de particiones GNOME</application> para particionar dispositivos de almacenamiento. <ulink url="apt:gparted">Instale el paquete <application>gparted</application> </ulink> y pulse <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administración </guisubmenu><guimenuitem>Editor de particiones GNOME</guimenuitem></menuchoice> para iniciar el editor de particiones.
hu: A merevlemezek particionálásához használhatja a <application>GNOME partíciószerkesztő</application> programot. <ulink url="apt:gparted">Telepítse a <application>gparted</application> csomagot</ulink> és a partíciók szerkesztéséhez indítsa el a <menuchoice><guimenu>Rendszer</guimenu><guisubmenu>Adminisztráció</guisubmenu><guimenuitem>Partíciószerkesztő</guimenuitem></menuchoice> menüpont kiválasztásával.
it: È possibile usare <application>Editor di partizioni</application> per partizionare le unità di memorizzazione. <ulink url="apt:gparted">Installare il pacchetto <application>gparted</application></ulink> e scegliere <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Amministrazione </guisubmenu><guimenuitem>Editor di partizioni</guimenuitem></menuchoice> per avviare il programma.
pt: Pode usar o <application>Editor de Partições do Gnome</application> para particionar dispositivos de armazenamento. <ulink url="apt:gparted">Instale o pacote <application>gparted</application> </ulink> e depois vá a <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administração </guisubmenu><guimenuitem>Editor de Partições</guimenuitem></menuchoice> para iniciar o Editor de Partições.
pt_br: Você pode usar o <application>Editor de Partições do GNOME</application> para particionar dispositivos de armazenamento. <ulink url="apt:gparted">Instale o pacote <application>gparted</application></ulink> e então clique em <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administração </guisubmenu><guimenuitem>Editor de Partições do Gnome</guimenuitem></menuchoice> para iniciar o editor de partições.
ru: Используйте <application>Редактор разделов</application> для разметки устройств. <ulink url="apt:gparted">Установите пакет <application>gparted</application></ulink> и затем нажмите <menuchoice><guimenu>Система</guimenu><guisubmenu>Администрирование</guisubmenu><guimenuitem>Редактор разделов</guimenuitem></menuchoice>.
sv: Du kan använda <application>partitionsredigeraren</application> till att partitionera lagringsenheter. <ulink url="apt:gparted">Installera paketet <application>gparted</application></ulink> och tryck därefter på <menuchoice><guimenu>System</guimenu><guisubmenu>Administration </guisubmenu><guimenuitem>Partitionsredigerare</guimenuitem></menuchoice> för att starta partitionsredigeraren.

source: Be careful when altering disk partitions, as it is possible to lose your data if you delete or change the wrong partition.
bg: Внимавайте, когато променяте дялове, защото е възможно да загубите вашите данни, ако изтриете или промените грешния дял.
ca: Aneu amb compte en modificar les particions del disc, ja que podeu perdre les vostres dades si suprimiu o modifiqueu la partició equivocada.
cs: Buďte opatrní při provádění změn u diskových oddílů, protože je možné ztratit svá data, pokud smažete nebo změníte nepravý oddíl.
es: Tenga cuidado al cambiar particiones del disco, ya que es posible que pierda sus datos si borra o cambia la partición equivocada.
hu: A lemezpartíciók szerkesztésekor legyen óvatos, mert adatvesztés történhet, ha rossz partíciót töröl vagy változtat meg.
it: Prestare attenzione quando si modificano le partizioni, è possibile perdere i propri dati se si cancella o modifica la partizione errata.
ko: 잘못된 파티션을 지우거나 변경할 때 데이터를 잃을 수 있으므로 디스크 파티션을 바꿀 때 조심하세요.
nl: Wees voorzichtig bij het wijzigen van schijfpartities, aangezien het mogelijk is om uw gegevens te verliezen als u de verkeerde partitie wist of wijzigt.
pl: Należy zachować ostrożność przy dokonywaniu zmian w partycjach! Po usunięciu albo zmianie nieodpowiedniej partycji, można nawet utracić dane.
pt: Tenha cuidado ao alterar partições no disco, uma vez que é possível perder dados se apagar ou modificar a partição errada.
pt_br: Tenha cuidado ao alterar as partições do disco, é possível perder seus dados se você excluir ou alterar a partição errada.
ro: Efectuaţi cu prudenţă modificări în tabela de partiţii, deoarece se pot pierde datele stocate pe disc prin modificarea sau ştergerea greşită a unei partiţii.
ru: Будьте осторожны при изменениях, так как это может привести к потере данных, если вы удалите или измените не тот раздел.
sv: Var försiktig när du ändrar diskpartitioner eftersom det är möjligt att förlora din data om du raderar eller ändrar fel partition.

source: Freeing space for a new partition
bg: Освобождаване на място за нов дял
ca: Alliberament d'espai per a una nova partició
cs: Uvolnění místa pro nový oddíl
es: Liberar espacio para una nueva partición
hu: Terület felszabadítása új partíció számára
it: Liberare spazio per una nuova partizione
ko: 새 파티션을 위한 공간 남기기
nl: Ruimte voor een nieuwe partitie vrijmaken
pl: Uwalnianie miejsca na nowej partycji
pt: A libertar espaço para uma nova partição
pt_br: Liberando espaço para uma nova partição
ro: Eliberarea spaţiului pentru o partiţie nouă
ru: Освобождение места для нового раздела
sv: Frigör utrymme för en ny partition

source: Press <menuchoice><guimenu>System</guimenu><guisubmenu>Administration </guisubmenu><guimenuitem>Gnome Partition Editor</guimenuitem></menuchoice>.
bg: Натиснете <menuchoice><guimenu>Система</guimenu><guisubmenu>Администриране </guisubmenu><guimenuitem>Редактор на дялове</guimenuitem></menuchoice>.
ca: Premeu <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administració </guisubmenu><guimenuitem>Editor de particions</guimenuitem></menuchoice>.
cs: Zvolte <menuchoice><guimenu>Systém</guimenu><guisubmenu>Správa</guisubmenu><guimenuitem>Partition Editor</guimenuitem></menuchoice>.
es: Pulse <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administración</guisubmenu><guimenuitem>Editor de particiones de Gnome</guimenuitem></menuchoice>.
hu: Válassza a <menuchoice><guimenu>Rendszer</guimenu><guisubmenu>Adminisztráció</guisubmenu><guimenuitem>Partíciószerkesztő</guimenuitem></menuchoice> menüpontot.
it: Scegliere <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Amministrazione</guisubmenu><guimenuitem>Editor di partizioni</guimenuitem></menuchoice>.
ko: <menuchoice><guimenu>시스템</guimenu><guisubmenu>관리</guisubmenu><guimenuitem>파티션 편집기</guimenuitem></menuchoice>를 누르세요.
nl: Klik op <menuchoice><guimenu>Systeem</guimenu><guisubmenu>Beheer </guisubmenu><guimenuitem>Partitiebewerker</guimenuitem></menuchoice>.
pl: Wybierz <menuchoice><guimenu>System</guimenu><guisubmenu>Administracja </guisubmenu><guimenuitem>Edytor partycji Gnome</guimenuitem></menuchoice>.
pt: Clique em <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administração</guisubmenu><guimenuitem>Editor de Partições Gnome</guimenuitem></menuchoice>
pt_br: Pressione <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administração </guisubmenu><guimenuitem>Editor de Partições</guimenuitem></menuchoice>.
ro: Alegeţi din meniu <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Administrare</guisubmenu><guimenuitem>Editor de partiţii</guimenuitem></menuchoice>.
ru: Нажмите <menuchoice><guimenu>Система</guimenu><guisubmenu>Администрирование</guisubmenu><guimenuitem>Редактор разделов Gnome</guimenuitem></menuchoice>.
sv: Tryck på <menuchoice><guimenu>System</guimenu><guisubmenu>Administration </guisubmenu><guimenuitem>Partitionsredigerare</guimenuitem></menuchoice>.
