Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/hardware/po/*.po
Languages: bg, ca, cs, es, hu, it, ko, nl, pl, pt, pt_br, ro, ru, sk, sv

source: The manual of the Keyboard Indicator, which allows you to change between different keyboard layouts.
bg: Ръководството на клавиатурна подредба, което ви позволява да сменяте различни клавиатурни подредби.
ca: El manual de l'indicador de teclat, el qual permet canviar entre diferents distribucions de teclat.
cs: Návod k indikátoru klávesnice, který vám umožní měnit různá rozložení klávesnice.
es: El manual del Indicador del teclado, que le permite cambiar entre distintas distribuciones de teclado.
hu: A billentyűzetjelző kézikönyve, amelyből megtudhatja, hogyan válthat a különböző billentyűzetkiosztások között.
it: Il manuale di Indicatore tastiera, programma che consente di modificare la disposizione della tastiera.
ko: 다른 키보드 레이아웃으로 변경할 수 있게 도와주는 키보드 표시기의 설명서
nl: De handleiding van de toetsenbordindicator, waarmee u tussen verschillende toetsenbordindelingen kunt wisselen.
pl: Instrukcja Wskaźnika Układu Klawiatury, który pozwala przełączać się między różnymi układami klawiatur
pt: O manual do indicador do teclado, que permite a mudança entre diferentes disposições do teclado.
pt_br: O manual do indicador de teclado, o qual permite que você altere entre os diferentes modelos de teclado.
ro: Manualul Indicatorului de tastatura, iconiţa care vă permite comutarea machetei de tastatura.
ru: Справочник по индикатору раскладок клавиатуры, который позволяет переключаться между различными раскладками клавиатуры.
sk: Manuál indikátora klávesnice, ktorý vám umožní meniť medzi rôzne rozloženia klávesnice.
sv: Handboken för Tangentbordsindikator som låter dig byta mellan olika tangentbordslayouter.

source: Accessibility - Configuring the Mouse and Keyboard
bg: Достъпност - Конфигуриране на Мишката и Клавиатурата
ca: Accessibilitat - Com configurar el ratolí i el teclat
cs: Přístupnost - nastavení myši a klávesnice
es: Accesibilidad - Configurar el ratón y el teclado
hu: Akadálymentesítés - Az egér és a billentyűzet beállításai
it: Accessibilità - Configurazione di mouse e tastiera
ko: 접근성 - 마우스 및 키보드 설정
nl: Toegankelijkheid - De muis en het toetsenbord configureren
pl: Dostępność - Konfguracja myszy i klawiatury
pt: Acessibilidade - Configurando o Rato e Teclado
pt_br: Acessibilidade - Configurando o Mouse e o Teclado
ro: Tehnologii de asistenţă - Configurarea mouse-ului şi a tastaturii
ru: Доступ - Конфигурация мыши и клавиатуры
sk: Prístupnosť - Konfigurácia myši a klávesnice
sv: Tillgänglighet - Konfigurera mus och tangentbord

source: Information on configuring the mouse and keyboard for users of assistive technologies.
bg: Информация за конфигуриране на мишката и клавиатурата с технологии за потребители с увреждания.
ca: Informació sobre com configurar el teclat per a usuaris de tecnologies assistives.
cs: Informace o nastavení myši a klávesnice pro uživatele používající technologie přístupnosti.
es: Información sobre cómo configurar el ratón y el teclado para usuarios de tecnologías de asistencia.
hu: Információk az egér és a billentyűzet beállításához, akadálymentesítési technológiákat használók részére.
it: Informazioni sulla configurazione del mouse e della tastiera per gli utenti delle tecnologie assistive.
ko: 보조 기술이 필요한 (장애가 있는) 사용자들을 위해 마우스와 키보드를 설정하는 법에 대한 정보
nl: Informatie over het configureren van de muis en het toetsenbord voor gebruikers van ondersteunende technologieën.
pl: Informacje na temat konfiguracji myszy i klawiatury dla użytkowników technologii wspomagających
pt: Informação em como configurar o rato e o teclado para utilizadores de tecnologias assistivas.
pt_br: Informações sobre configuração do mouse e teclado para usuários de tecnologias assistidas.
ro: Informaţii despre opţiunile de configurare ale mouse-ului sau tastaturii în contextul tehnologiilor de asistenţă.
ru: Информация по настройке мыши и клавиатуры для пользователей с использованием вспомогательных технологий.
sk: Informácie o konfigurácii myši a klávesnice pre používateľov pomocných technológií.
sv: Information om hur man konfigurerar mus och tangentbord för användare av hjälpmedelstekniker.

source: Using the Keyboard to Navigate the Desktop
bg: Използване на клавиатурата за навигиране по Работния плот
ca: Utilització del teclat per a navegar per l'escriptori
cs: Použití klávesnice pro ovládání plochy
es: Usar el teclado para navegar por el escritorio
hu: Az asztal használata billentyűzettel
it: Uso della tastiera per navigare nell'ambiente di lavoro
ko: 키보드를 이용하여 데스크탑 탐색하기
nl: Het toetsenbord gebruiken om het bureaublad te bedienen
pl: Używanie kalwiatury do poruszania się po pulpicie.
pt: Usar o Teclado para Navegar no Ambiente de Trabalho
pt_br: Usando o Teclado para Navegar no Desktop
ro: Utilizarea tastaturii pentru navigare în cadrul supafeţei de lucru
ru: Использование клавиатуры для навигации по рабочему столу
sk: Používanie klávesnice na navigáciu po pracovnej ploche
sv: Använda tangentbordet för att navigera på skrivbordet

source: A guide on how to navigate the desktop using only a keyboard.
bg: Упътване как да се придвижвате из работния плот само с клавиатура.
ca: Una guia de com navegar per l'escriptori fent servir només el teclat.
cs: Průvodce, jak ovládat plochu jen pomocí klávesnice.
es: Una guía sobre cómo navegar por el escritorio usando sólo el teclado.
hu: Leírás az asztal kizárólag a billentyűzettel történő használatáról.
it: Una guida su come navigare (o spostaris) nel desktop attraverso l'uso della tastiera.
ko: 키보드만을 이용하여 데스크탑을 탐색하는 방법에 대한 안내
nl: Een handleiding over het bedienen van het bureaublad met enkel het toetsenbord.
pl: Przewodnik jak poruszać się po pulpicie używając tylko klawiatury.
pt: Um guia de como navegar no ambiente de trabalho utilizando somente o teclado
pt_br: Um guia sobre como navegar no desktop usando apenas o teclado.
ro: Un ghid pentru navigarea în cadrul supafeţei de lucru utilizând numai tastatura.
ru: Руководство для навигации по рабочему столу используя только клавиатуру.
sk: Príručka o navigácii po pracovnej ploche s použitím výlučne klávesnice.
sv: En guide för hur man navigerar på skrivbordet med endast ett tangentbord.

source: Keyboard Accessibility Monitor
bg: Наблюдаване на достъпност на клавиатурата
ca: Monitor d'accessibilitat del teclat
cs: Stav zpřístupnění klávesnice
es: Monitor de accesibilidad del teclado
hu: Billentyűzet-akadálymentesítés állapota
it: Monitor accessibilità tastiera
ko: 키보드 접근성 모니터
nl: Toetsenbord-toegankelijkheidsmonitor
pl: Monitor dostępności klawiatury
pt: Monitor de Acessibilidade do Teclado
pt_br: Monitor de Acessibilidade do Teclado
ro: Administrator de tehnologii asistive pentru tastatură
ru: Монитор доступности клавиатуры
sk: Monitor prístupnosti klávesnice
sv: Övervakare av tangentbordstillgänglighet

source: The manual of the Keyboard Accessibility Monitor, which shows the status of any keyboard accessibility features which are turned on.
bg: Ръководство за достъпност на клавиатура, което показва , кои функции на достъпност на клавиатурата са включени.
ca: El manual del monitor d'accessibilitat del teclat, el qual mostra l'estat de les prestacions d'accessibilitat del teclat que estan activades.
cs: Návod ke Stavu zpřístupnění klávesnice, který zobrazuje stav některých funkcí zpřístupnění klávesnice, které jsou zapnuté.
es: El manual del Monitor de accesibilidad del teclado, que muestra el estado de cualquier característica habilitada de accesibilidad del teclado.
hu: A Billentyűzet-akadálymentesítés kézikönyve, amely megjeleníti a billentyűzet engedélyezett akadálymentesítési szolgáltatásait.
it: Il manuale di Monitor accessibilità tastiera, strumento per mostrare lo stato delle funzioni di accessibilità della tastiera abilitate.
ko: 키보드 접근성 기능이 사용 중인지 표시해 주는 키보드 접근성 모니터에 대한 설명서
nl: De handleiding van de toetsenbord-toegankelijkheidsmonitor, die de status weergeeft van alle ingeschakelde toetsenbord-toegangkelijkheidsfuncties.
pt: O manual do Monitor de Acessibilidade do Teclado, que mostra o estado de todas as funcionalidades de acessibilidade de teclado que se encontram ligadas.
pt_br: O manual do Monitor de Acessibilidade do Teclado, o qual mostra o estado de qualquer recurso de acessibilidade de teclado que estão ligados.
ro: Manualul aplicaţiei de administrare de tehnologii asistive pentru tastatură, în care sunt prezentate facilităţile asistive activate sau inactive.
ru: Руководство по апплету состояния специальных возможностей клавиатуры, отображающему статус всех включенных специальных возможностей клавиатуры.
sk: Manuál Monitora prístupnosti klávesnice, ktorý ukazuje stav všetkých zapnutých pomocných funkcií klávesnice.
sv: Handboken för Tangentbordstillgänglighetsövervakaren som visar status för vilka tangentbordstillgänglighetsfunktioner som är påslagna.

source: Using the Character Palette
bg: Използване на палитра от знаци
ca: Utilització de la paleta de caràcters
cs: Použití Palety znaků
es: Usar la paleta de caracteres
hu: Karaktertábla használata
it: Usare la tavolozza dei caratteri
ko: 문자표 사용하기
nl: Het karakterpalet gebruiken
pl: Używanie tablicy znaków
pt: Utilizando o mapa de caracteres
pt_br: Usando a Paleta de Caracteres
ro: Utilizarea paletei de caractere
ru: Использование кассы символов
sk: Používanie palety znakov
sv: Använd Teckenpalett

source: Use the Character Palette to insert letters and symbols which are not on your keyboard.
bg: Използване на Палитра от знаци за вмъкване на букви и символи, които не са на вашата клавиатура.
ca: Empreu la paleta de caràcters per a inserir lletres i símbols que no siguin al vostre teclat.
cs: Použití Palety znaků pro vkládání písmen a symbolů, které nejsou na klávesnici.
es: Usar la paleta de caracteres para insertar letras y símbolos que no están en su teclado.
hu: A Karaktertábla segítségével a billentyűzetén nem szereplő betűket és jeleket is használhat.
it: Usare la Tavolozza dei caratteri per inserire lettere e simboli non presenti sulla tastiera.
ko: 문자표를 이용하여 키보드 상에 없는 문자와 기호들을 입력하는 방법
nl: Gebruik het karakterpalet om letters en symbolen in te voeren die niet op uw toetsenbord staan.
pl: Użyj Tablicę Znaków do wstawiania liter, znaków i symboli, których nie ma na klawiaturze.
pt: Utilize o mapa de caracteres para inserir letras e símbolos que não existam no seu teclado
pt_br: Use a paleta de caracteres para inserir letras e símbolos que não estão no teclado.
ro: Utilizarea paletei de caractere pentru inserarea de caractere sau simboluri inexistente pe tastatură.
ru: Используйте кассу символов для быстрой вставки букв и символов, которых нет на вашей клавиатуре.
sk: Použite paletu znakov na vloženie písmen a symbolov, ktoré nie sú na vašej klávesnici.
sv: Använd Teckenpalett för att infoga bokstäver och symboler som inte finns på ditt tangentbord.

source: Touchpads and graphics tablets
bg: Тъчпадове и графични таблети
ca: Ratolins tàctils i tauletes gràfiques
cs: Touchpady a grafické tablety
es: Touchpads y tabletas digitalizadoras
hu: Érintőtáblák és digitalizáló táblák
it: Touchpad e tavolette grafiche
ko: 터치패드 및 그래픽 태블릿
nl: Touchpads en tekentabletten
pt: Touchpads e Tablets
pt_br: Touchpads e mesas digitalizadoras
ro: Touchpad-uri şi tablete grafice
ru: Тачпады (сенсорные панели) и планшеты
sk: Touchpady a tablety
sv: Pekplattor och ritbräden

source: You can use a touchpad or graphics tablet to move a mouse pointer.
bg: Можете да използвате тъчпад или таблет, за да движите курсора на мишката.
ca: Podeu emprar el ratolí tàctil o la tauleta gràfica per a moure el punter del ratolí.
cs: Pro pohyb s ukazatelem myši můžete použít touchpad či grafický tablet.
es: Puede usar un touchpad o una tableta digitalizadora para mover el puntero del ratón.
hu: Az egérmutató mozgatásához használhat érintőtáblát vagy digitalizáló táblát is.
it: È possibile usare un touchpad o una tavoletta grafica per spostare il puntatore del mouse.
ko: 터치패드 혹은 그래픽 태블릿을 이용하여 마우스 포인터를 움직일 수 있습니다.
nl: U kunt een touchpad of tekentablet gebruiken om een muiscursor te verplaatsen.
pt: Pode usar um touchpad ou tablet para movimentar o ponteiro do rato.
pt_br: Você pode usar um touchpad ou uma mesa digitalizadora para mover o cursor do mouse.
ro: Pentru deplasarea indicatorului de mouse se pot utiliza touchpad-uri sau tablete grafice.
ru: Можно также использовать сенсорную панель или планшет для управления указателем мыши.
sk: Na pohyb kurzoru myši môžete použiť touchpad alebo tablet.
sv: Du kan använda en pekplatta eller ritbräda för att flytta muspekaren.

source: Information on changing the settings of a laptop touchpad.
bg: Информация за промяна на настройките на тъчпад на преносим компютър.
ca: Informació sobre com canviar els paràmetres del teclat d'un portàtil.
cs: Informace o změnách nastavení touchpadu.
es: Información sobre cómo cambiar las opciones del touchpad de un portátil.
hu: Információk a noteszgép érintőtáblájának beállításáról
it: Informazioni su come modificare le impostazioni del touchpad di un portatile.
ko: 노트북의 터치패드 설정을 변경하는 방법
nl: Informatie over het wijzigen van de touchpad-instellingen van een laptop.
pl: Informacje na temat zmian ustawień touchpada w laptopie.
pt: Informação a respeito da mudança das configurações do touchpad de um portátil
pt_br: Informação sobre mudanças nas configurações do touchpad em um laptop.
ro: Informaţii despre configurarea unui touchpad de laptop.
ru: Информация по изменению настроек тачпада (сенсорной панели) ноутбука.
sk: Informácie o zmene nastavenia touchpadu prenosného počítača.
sv: Information om hur man ändrar inställningar för en pekplatta på en bärbar dator.
