Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/hardware/po/*.po
Languages: bg, ca, cs, es, hu, it, ko, nl, pl, pt, pt_br, ro, ru, sk, sv

source: Some devices attached to your computer may need restricted drivers to be installed in order to work properly.
bg: За да работят правилно някои устройства, свързани към вашия компютър, може да е необходимо инсталиране на ограничени драйвери.
ca: És possible que alguns dispositius connectats al vostre ordinador necessitin controladors restrictius per a poder funcionar correctament un cop instaŀlats.
cs: Některá zařízení připojená k vašemu počítači mohou potřebovat pro správný chod nainstalované nesvobodné ovladače.
es: Algunos dispositivos conectados a su equipo pueden necesitar la instalación de controladores restringidos para poder funcionar adecuadamente.
hu: Bizonyos, a számítógépéhez csatlakoztatott eszközök megfelelő működéséhez zárt meghajtók szükségesek.
it: Alcuni componenti collegati al computer potrebbero richiedere l'installazione di driver con restrizioni per poter funzionare correttamente.
ko: 여러분의 컴퓨터에 연결된 어떤 장치들은 올바로 동작하기 위해 제한된 드라이버를 설치해야 할 수 있습니다.
nl: Sommige met uw computer verbonden apparaten kunnen de installatie van beperkt ondersteunde stuurprogramma's vereisen om correct te werken.
pl: Niektóre urządzenia podłączone do komputera mogą wymagać sterowników zamkniętych, by móc poprawnie działać.
pt: Alguns dispositivos ligados ao seu computador poderão requerer a instalação de controladores restritos de forma a funcionarem correctamente.
pt_br: Alguns dispositivos conectados ao seu computador podem precisar que drivers restritos sejam instalados para funcionarem corretamente.
ro: Pentru asigurarea funcţionării corecte a unor dispozitive hardware este posibil să fie nevoie să utilizaţi drivere cu restricţii.
ru: Для корректной работы некоторых устройств, подключенных к вашему компьютеру, могут понадобиться проприетарные драйвера.
sk: Niektoré zariadenia pripojené k vášmu počítaču môžu vyžadovať na správne fungovanie neslobodné ovládače.
sv: Vissa enheter anslutna till din dator kan komma att behöva proprietära drivrutiner för att fungera korrekt.

source: Why are some drivers restricted?
bg: Защо някои драйвери са ограничени?
ca: Com és que alguns controladors són restrictius?
cs: Proč jsou některé ovladače nesvobodné?
es: ¿Por qué hay controladores restringidos?
hu: Miért zártak egyes meghajtók?
it: Perché alcuni driver presentano delle restrizioni?
ko: 왜 어떤 드라이버들은 제한적인가요?
nl: Waarom worden sommige stuurprogramma's beperkt ondersteund?
pl: Dlaczego niektóre sterowniki mają status zamknięty?
pt: Porque é que alguns controladores são restritos?
pt_br: Por que alguns drivers são restritos?
ro: De ce sunt unele drivere cu restricţii
ru: Почему некоторые драйвера имеют лицензионные ограничения?
sk: Prečo sú niektoré ovládače neslobodné?
sv: Varför är vissa drivrutiner proprietära?

source: Restricted drivers are drivers for your hardware which are not freely available or open-source.
bg: Ограничените драйвери са драйвери за вашия хардуер, които не са достъпни свободно или с отворен код.
ca: Els controladors restrictius són controladors per al vostre maquinari que no són lliures o de codi font obert.
cs: Nesvobodné ovladače jsou ovladače pro váš hardware, které nejsou volně dostupné nebo nemají otevřený zdrojový kód.
es: Los controladores restringidos son controladores para su hardware que no están disponibles como software libre.
hu: A zárt meghajtók olyan meghajtók, melyek nem ingyenesek vagy nyílt forrásúak.
it: I driver con restrizioni sono driver per il proprio hardware non disponili liberamente o non open-source.
ko: 제한된 드라이버는 자유롭게 이용가능하지 않은 여러분의 하드웨어를 위하거나 오픈 소스가 아닌 드라이버입니다.
nl: Beperkt ondersteunde stuurprogramma's zijn stuurprogramma's die niet vrijelijk beschikbaar of open source zijn.
pl: Sterowniki zamknięte (ang. restricted drivers) to sterowniki, które nie są dostępne na platformie open-source.
pt: Componentes restritos são componentes que ainda não estão disponíveis em formato livre ou de código aberto.
pt_br: Drivers restritos são drivers para seu hardware que não são disponíveis livremente ou Código Livre.
ro: Driverele cu restricţii sunt driverele hardware comerciale sau care nu sunt open-source.
ru: Проприетарные драйвера (драйвера с ограничениями) - обеспечивают поддержку вашего оборудования но они недоступны на свободной основе или по идеологии открытого сообщества.
sv: Proprietära drivrutiner är drivrutiner för din hårdvara som inte är fritt tillgängliga eller öppen källkod.

source: Most of the devices (hardware) attached to your computer should function properly in Ubuntu. These devices are likely to have <emphasis>unrestricted</emphasis> drivers, which means that the drivers can be modified by the Ubuntu developers and problems with them can be fixed.
bg: Повечето устройства (хардуер) свързани с вашия компютър трябва да работят правилно в Ubuntu. Тези устройства най-вероятно имат <emphasis>неограничени</emphasis> драйвери, което означава, че драйверите могат да бъдат променяни от разработчиците на Ubuntu и да се отстраняват проблеми свързани с тях.
ca: La majoria de dispositius (maquinari) connectats al vostre ordinador haurien de funcionar correctament amb l'Ubuntu. El més probable és que aquests dispositius disposin de controladors lliures, cosa que significa que poden ser modificats pels desenvolupadors de l'Ubuntu i que es poden arreglar els problemes que s'hi detectin.
cs: Většina zařízení (hardware) připojených k vašemu počítači by měla pracovat v Ubuntu správně. Tato zařízení budou pravděpodobně mít <emphasis>svobodné</emphasis> ovladače, což znamená, že tyto ovladače mohou být upravovány vývojáři Ubuntu a problémy s nimi spojené mohou být opraveny.
es: Muchos de los dispositivos (hardware) conectados a su equipo deberían funcionar adecuadamente en Ubuntu. Esos dispositivos normalmente disponen de controladores <emphasis>no restringidos</emphasis>, lo que significa que los desarrolladores de Ubuntu pueden modificarlos para resolver los problemas que se puedan encontrar en ellos.
hu: A számítógépéhez csatlakoztatott (hardver)eszközök zömének megfelelően kell működnie az Ubuntuval. Ezek az eszközök <emphasis>nyílt</emphasis> meghajtókkal rendelkeznek, vagyis az Ubuntu fejlesztők módosíthatják a meghajtókat és javíthatják hibáikat.
it: La maggior parte dei dispositivi (hardware) collegati al computer dovrebbe funzionare correttamente con Ubuntu. Questi dispositivi dispongono di driver <emphasis>senza restrizioni</emphasis>, che possono cioè essere modificati dagli sviluppatori di Ubuntu correggendone quindi gli eventuali problemi.
ko: 컴퓨터에 연결되는 대부분의 장치(하드웨어)들은 우분투에서 정상적으로 동작합니다. 이러한 장치들은 아마도 <emphasis>제한없는</emphasis> 드라이버를 가지고 있을 것이며, 이는 어떤 문제를 해결하기 위해 우분투 개발자들이 드라이버를 수정할 수 있다는 것을 의미합니다.
nl: De meeste apparaten (hardware) die met uw computer zijn verbonden, zouden in Ubuntu probleemloos moeten werken. Deze apparaten hebben waarschijnlijk <emphasis>onbeperkte</emphasis> stuurprogramma's, wat inhoudt dat de stuurprogramma's door de Ubuntu-ontwikkelaars gewijzigd mogen worden zodat eventuele problemen kunnen worden opgelost.
pl: Większość sprzętu podłączonego do twojego komputera powinna działać w Ubuntu prawidłowo. Te urządzenia mają zwykle <emphasis>wolne</emphasis> sterowniki (ang. unrestricted drivers), co oznacza, że sterowniki mogą być modyfikowane przez twórców Ubuntu a wszelkie problemy mogą być przez nich naprawiane.
pt: A maioria dos dispositivos (hardware) ligados ao seu computador deve funcionar correctamente no Ubuntu. Estes dispositivos provavelmente terão controladores <emphasis>não-restritos</emphasis>, o que significa que os controladores podem ser modificados pelos desenvolvedores do Ubuntu e qualquer problema com estes pode ser solucionado.
pt_br: A maioria dos dispositivos (hardware) incluídos em seu computador devem funcionar corretamente no Ubuntu. Estes dispositivos possivelmente possuem drivers <emphasis>irrestritos</emphasis>, que significa que os drivers podem ser modificados pelos desenvolvedores do Ubuntu e os problemas com eles podem ser consertados.
ro: Majoritatea dispozitivelor hardware funcţioneaza corect în Ubuntu. În general, acestea sunt cele pentru care există drivere <emphasis>fără restricţii</emphasis>, drivere în care dezvoltatorii Ubuntu pot interveni liber pentru modificări sau pentru corectarea unor erori.
ru: Большинство устройств (аппаратного обеспечения), подключенных к вашему компьютеру, должны правильно функционировать в Ubuntu. Такие устройства вероятней всего имеют <emphasis>непроприетарные </emphasis>драйвера. Это означает, что данные драйвера могут быть изменены разработчиками Ubuntu для исправления возможных проблем
sk: Väčšina zariadení (hardvéru), ktoré sú pripojené k vášmu počítaču, by mali v Ubuntu správne fungovať. Tieto zariadenia budú mať pravdepodobne <emphasis>slobodné</emphasis> ovládače, čo znamená, že vývojári Ubuntu majú možnosť ich modifikovať a riešiť problémy, ktoré s nimi môžu nastať.
sv: De flesta enheter (hårdvara) anslutna till din dator ska fungera korrekt i Ubuntu. Dessa enheter har troligtvis <emphasis>fria och öppna</emphasis> drivrutiner, vilket betyder att dessa drivrutiner kan modifieras av Ubuntus utvecklare och problem med dem kan åtgärdas.

source: Some hardware does not have unrestricted drivers, usually because the hardware manufacturer has not released details of their hardware which would make it possible to create such a driver. These devices may have limited functionality or may not work at all.
bg: За някои от хардуерните устройства няма свободни драйвери. Обикновено причината е, че техният производител не е предоставил данни, които позволяват създаването на подобни драйвери. Такива устройства е възможно да не са напълно функционални или да не работят изобщо.
ca: Hi ha maquinari que no disposa de controladors lliures, generalment degut al fet que el fabricant del maquinari no ha fet públics els detalls del seu producte. És per això que es fa impossible crear-los de manera lliure. Aquests dispositius pot ser que funcionin de manera limitada o que simplement no funcionin.
cs: Některý hardware nemá svobodné ovladače, obvykle proto, že výrobce hardwaru nevydal specifikace svého hardwaru, které jsou potřeba k vytvoření takového ovladače. Tato zařízení mohou mít omezenou funkčnost nebo dokonce nemusí fungovat vůbec.
es: Algunos dispositivos no disponen de controladores no restringidos, normalmente debido a que el fabricante del hardware no ha publicado los detalles necesarios de su producto para hacer posible la creación de ese controlador. Esos dispositivos pueden funcionar de forma limitada, o bien no funcionar en absoluto.
hu: Néhány hardver nem rendelkezik nyílt meghajtóval, ennek általános oka, hogy a gyártó nem hozta nyilvánosságra a hardver jellemzőit, amely lehetővé tenné ilyen meghajtó készítését. Az ilyen eszközök lehetséges, hogy korlátozottan vagy egyáltalán nem működnek.
it: Alcuni dispositivi non dispongono di driver privi di restrizioni, tipicamente perché il costruttore non rilascia i dettagli dell'hardware per poter creare un driver. Questi dispositivi potrebbero avere funzionalità limitate o non funzionare affatto.
ko: 어떤 하드웨어들은 제한되지 않은 드라이버를 가지고 있지 않습니다. 이것은 보통 하드웨어 제작업체에서 자신들의 하드웨어에 대한 상세 정보를 공개하지 않아서 드라이버를 제작할 수 없는 경우입니다. 이러한 장치들은 제한된 기능만을 이용할 수 있거나, 어쩌면 전혀 사용할 수 없을 것입니다.
nl: Sommige apparaten hebben geen open stuurprogramma's, doorgaans omdat de fabrikant geen informatie over hun apparaten heeft vrijgegeven waardoor het zou mogelijk worden om zo'n driver te maken. Deze apparaten hebben mogelijk beperkte functionaliteit of werken mogelijk helemaal niet.
pl: Część zainstalowanego sprzętu nie posiada odpowiednich sterowników, przyczyną może być to, iż producenct części komputerowej nie udostępnił dokumentacji umożliwiającej stworzenie przez społeczność Ubuntu odpowiedniego sterownika. UWAGA: Urządzenie może działać niepoprawnie lub nie działać w ogóle.
pt: Algum hardware não tem controladores restritos, normalmente é porque o produtor do hardware ainda não lançou detalhes do hardware em questão, que tornaria possível a criação desse mesmo controlador. Estes dispositivos poderão ter funcionalidade limitada, ou mesmo não trabalhar de todo.
pt_br: Alguns hardwares não possuem drivers irrestritos, geralmente porque o fabricante não liberou os detalhes de seu hardware que tornaria possível criá-lo. Estes dispositivos podem possuir funcionalidades limitadas ou não funcionarem corretamente em tudo.
ro: Pentru unele dispozitive însă, nu sunt disponibile drivere fără restricţii; cauza principală este, de obicei, faptul că producătorul dispozitivelor respective nu au publicat detaliile necesare programării unui astfel de driver. Unele dintre aceste dispozitive vor funcţiona parţial, iar altele nu vor funcţiona deloc.
ru: Некоторое оборудование не имеет свободно распространяемых драйверов, в основном из-за того что производители оборудования не распространяют точных сведений об устройстве, которые могли бы помочь создать такой драйвер. Такого рода устройства могут иметь ограниченную функциональность или не работать вообще.
sk: Pre niektorý hardvér neexistujú slobodné ovládače. Dôvodom je zvyčajne, že výobca hardvéru neuvoľnil podrobnosti fungovania hardvéru, na základe ktorých by bolo možné preň vytvoriť ovládač. Tieto zariadenia môžu mať obmedzenú funkcionalitu alebo nefungovať vôbec.
sv: Viss hårdvara har inga fria eller öppna drivrutiner, oftast på grund av att hårdvarutillverkaren inte har publicerat information om hårdvaran för att göra det möjligt att skapa en drivrutin för hårdvaran. Dessa enheter kan ha begränsad funktionalitet eller kanske inte fungerar alls.

source: If a <emphasis>restricted driver</emphasis> is available for a certain device, you can install it in order to allow your device to function properly, or to add new features. For example, installing a restricted driver for certain graphics cards may allow you to use more advanced <ulink type="help" url="ghelp:desktop-effects">visual effects</ulink>.
bg: Ако за дадено устройство е наличен <emphasis>ограничен драйвер </emphasis>, вие може да го инсталирате, за да работи правилно или за да разширите възможностите на устройството. Например, инсталирането на ограничени драйвери за някои графични карти ви позволява да използвате по-пълноценно <ulink type="help" url="ghelp:desktop-effects">визуалните ефекти</ulink>.
ca: Si existeix un controlador restrictiu per a un dispositiu concret, podeu instaŀlar-lo per a fer-lo funcionar correctament, o per a millorar-ne les prestacions. Per exemple, instaŀlant un controlador restrictiu per a una certa targeta gràfica pot ser que obtingueu uns <ulink type="help" url="ghelp:desktop-effects">efectes visuals</ulink> més avançats.
cs: Pokud je <emphasis>nesvobodný ovladač</emphasis> dostupný pro určité zařízení, můžete jej nainstalovat, abyste zajistili správnou funkčnost tohoto zařízení nebo přidání nových funkcí. Například instalace nesvobodného ovladače pro určité grafické karty vám může umožnit používat pokročilejší <ulink type="help" url="ghelp:desktop-effects">efekty vzhledu</ulink>.
es: Si hay disponible un <emphasis>controlador privativo</emphasis> para un determinado dispositivo, podrá instalarlo y así conseguir que su dispositivo funcione adecuadamente, o añadir nuevas características. Por ejemplo, instalar un controlador privativo con determinadas tarjetas gráficas puede permitir el uso de <ulink type="help" url="ghelp:desktop-effects">efectos visuales</ulink más avanzados.
hu: Ha egy eszközhöz elérhető <emphasis>zárt meghajtó</emphasis>, akkor telepítheti azt az eszköz normális működése vagy új szolgáltatások hozzáadása érdekében. A zárt meghajtó telepítése bizonyos grafikus kártyákhoz például lehetővé teheti speciális <ulink type="help" url="ghelp:desktop-effects">vizuális effektek</ulink> használatát.
it: Se per un particolare dispositivo è disponibile un <emphasis>driver con restrizioni</emphasis>, è possibile installarlo affinché tale dispositivo funzioni correttamente o per aggiungervi nuove funzionalità. Per esempio, l'installazione dei driver con restrizioni per alcuni modelli di schede grafiche, potrebbe consentire l'utilizzo degli <ulink type="help" url="ghelp:desktop-effects">effetti visivi</ulink>.
ko: 확실한 장치를 위한 <emphasis>제한된 드라이버</emphasis>가 사용가능하다면 여러분은 장치가 정확하게 동작할 수 있도록 하기 위해서나 새로운 기능을 추가하기 위해서 그것을 설치할 수 있습니다. 예를 들면, 확실한 그래픽 카드를 위한 제한된 드라이버 설치는 더 고급적인 <ulink type="help" url="ghelp:desktop-effects">visual effects</ulink>를 사용할 수 있도록 합니다.
nl: Als voor een bepaald appraat een <emphasis>beperkt ondersteund stuurprogramma</emphasis> beschikbaar is, kunt u het installeren zodat uw apparaat correct werkt, of om nieuwe functionaliteit toe te voegen. Bijvoorbeeld, het installeren van een beperkt ondersteund stuurprogramma voor bepaalde grafische kaarten, kan ervoor zorgen dat u geavanceerder <ulink type="help" url="ghelp:desktop-effects">visuele effecten</ulink> kunt gebruiken.
pl: Jeśli dla danego sprzętu jest dostępny <emphasis>sterownik zamknięty</emphasis>, możesz zainstalować go, by urządzenie działało poprawnie, albo by dodać nowe funkcje. Na przykład: instalacja sterownika zamkniętego karty graficznej może sprawić, że dostępne będą bardziej zaawansowane <ulink type="help" url="ghelp:desktop-effects">efekty wizualne</ulink>.
pt: Se um <emphasis>controlador restrito</emphasis> estiver disponível para um determinado dispositivo, pode instalá-lo para que funcione correctamente, ou para adicionar novas funcionalidades. Por exemplo, se instalar um controlador restrito para determinadas placas gráficas pode permitir <ulink type="help" url="ghelp:desktop-effects">efeitos visuais</ulink> mais avançados.
pt_br: Se um <emphasis>driver restrito</emphasis> estiver disponível para um determinado dispositivo, você pode instalá-lo para permitir que o seu dispositivo funcione corretamente ou para adicionar novas funcionalidades. Por exemplo, instalando um driver restrito para certas placas de vídeo pode permitir que você utilize <ulink type="help" url="ghelp:desktop-effects">efeitos visuais</ulink> mais avançados.
ro: Pe de altă parte, dacă este diponibil un <emphasis>driver cu restricţii</emphasis> pentru un anume dispozitiv hardware, acesta poate fi instalat pentru obţinerea unei funcţionări corespunzătoare, sau pentru activarea unor facilităţi. Spre exemplu, instalarea unui driver cu restricţii pentru o placă video poate face posibilă activarea unor <ulink type="help" url="ghelp:desktop-effects">efecte vizuale</ulink> avansate.
ru: Если доступен <emphasis>проприетарный драйвер</emphasis> для определённого устройства, можно установить его, чтобы позволить устройству функционировать должным образом или воспользоваться дополнительным функционалом. Например, установка проприетарного драйвера для некоторых видеокарт, может позволить использовать более современные <ulink type="help" url="ghelp:desktop-effects">визуальные эффекты</ulink>.
sv: Om en <emphasis>proprietär drivrutin</emphasis> finns tillgänglig för en viss enhet, kan du installera denna för att få din enhet att fungera korrekt, eller få nya funktioner. Till exempel, installation av en proprietär drivrutin för ett visst grafikkort kan låta dig använda mer avancerade <ulink type="help" url="ghelp:desktop-effects">visuella effekter</ulink>.

source: Some computers may not have any devices which can use restricted drivers, either because all of the devices are fully supported by unrestricted drivers or because no restricted drivers are yet available for the device.
bg: Някои компютри може да нямат устройства, които да използват ограничени драйвери - устройствата или са изцяло поддържани от свободни драйвери или все още не са налични ограничени такива.
ca: Pot ser que alguns ordinadors no tinguin cap dispositiu que disposi de controladors restringits, ja sigui perquè tots els dispositius funcionin completament amb controladors lliures o perquè no es disposa encara de controladors restrictius per a aquests.
cs: Některé počítače nemusí mít žádná zařízení, která vyžadují nesvobodné ovladače, buď proto, že všechna zařízení jsou plně podporována svobodnými ovladači, nebo proto, že žádné nesvobodné ovladače zatím nejsou pro zařízení k dispozici.
es: Es posible que algunos equipos no dispongan de dispositivos que puedan usar controladores restringidos, bien porque todos sus dispositivos están totalmente soportados por controladores no restringidos, o bien porque no hay ningún controlador restringido disponible para ese dispositivo.
hu: Egyes számítógépek esetén egyik hardvereszközhöz sem található zárt eszközmeghajtó, vagy mert létezik az eszközök mindegyikét tökéletesen támogató nyílt meghajtó, vagy mert még nem készült el a zárt meghajtó.
it: Alcuni computer possono anche non avere alcun dispositivo che necessiti di driver con restrizioni o perché tutti i dispositivi sono supportati dai driver senza restrizioni o perché non sono disponibili driver con restrizioni.
ko: 어떤 컴퓨터들은 제한된 드라이버를 사용할 수 있는 어떠한 장치도 가지고 있지 않을 수 있습니다. 이것은 모든 장치들이 제한되지 않은 드라이버를 통해 완전히 지원되는 경우이거나, 해당 장치에 대한 제한된 드라이버가 아직 제공되지 않기 때문일 것입니다.
nl: Sommige computers bevatten mogelijk geen apparaten die beperkt ondersteunde stuurprogramma's kunnen gebruiken, ofwel omdat alle apparaten al geheel worden ondersteund door open drivers, of omdat er voor het apparaat nog geen beperkt ondersteunde stuurprogramma's beschikbaar zijn.
pl: Niektóre komputery mogą mieć podzespoły, które nie używają sterowników zamkniętych, może dlatego, że są w pełni obsługiwane przez otwarte sterowniki lub sterowniki zamknięte do nich są niedostępne.
pt: Alguns computadores podem ter dispositivos que não necessitam de controladores restritos, seja porque todos os seus dispositivos são totalmente suportados por controladores não restritos, ou porque os controladores restritos ainda não se encontram disponíveis para esse dispositivo.
pt_br: Alguns computadores podem possuir dispositivos que não precisem de drivers restritos, isso porque todos os dispositivos são perfeitamente suportados por drivers irrestritos ou porque não existem ainda drivers restritos para o dispositivo.
ro: Este posibil ca unele calculatoare să nu utilizeze nici un driver cu restricţii, fie pentru că toate dispozitivele sunt deservite de drivere fără restricţii, fie pentru că nu au apărut încă drivere cu restricţii pentru acestea.
ru: Некоторые компьютеры могут не иметь устройств, которые могут использовать проприетарные драйвера либо из-за того, что эти устройства полностью поддерживаются непроприетарными драйверами, или потому что в данный момент нет доступных проприетарных драйверов для этих устройств.
sk: Niektoré počítače nemusia obsahovať žiadne zariadenia, ktoré vyžadujú neslobodné ovládače, buď preto, lebo všetky zariadenia sú plne podporované slobodnými ovládačmi alebo preto, že žiadne neslobodné ovládače zariadenia zatiaľ nie sú dostupné.
sv: Vissa datorer kanske inte har några enheter som kan använda proprietära drivrutiner, antingen på grund av att alla enheter stöds fullständigt av fria drivrutiner eller på grund av att inga proprietära drivrutiner ännu finns tillgängliga för enheten.
