Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/hardware/po/*.po
Languages: bg, ca, cs, es, hu, it, ko, nl, pl, pt, pt_br, ro, ru, sk, sv

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
bg: ubuntu-doc@lists.ubuntu.com (Проект за документация на Ubuntu)
ca: ubuntu-doc@lists.ubuntu.com (projecte de documentació de l'Ubuntu)
cs: ubuntu-doc@lists.ubuntu.com (Dokumentační projekt Ubuntu)
es: ubuntu-doc@lists.ubuntu.com (Proyecto de documentación de Ubuntu)
hu: ubuntu-doc@lists.ubuntu.com (Ubuntu dokumentációs projekt)
it: ubuntu-doc@lists.ubuntu.com (Progetto documentazione di Ubuntu)
ko: ubuntu-doc@lists.ubuntu.com (우분투 문서화 프로젝트)
nl: ubuntu-doc@lists.ubuntu.com (Ubuntu-documentatieproject, Engelstalig)
pl: ubuntu-doc@lists.ubuntu.com (Projekt Dokumentacji Ubuntu)
pt: ubuntu-doc@lists.ubuntu.com (Projeto de Documentação do Ubuntu)
pt_br: docteam@listas.ubuntubrasil.org (Projeto de Documentação do Ubuntu Brasil)
ro: ubuntu-doc@lists.ubuntu.com (Proiectul de Documentație Ubuntu)
ru: ubuntu-doc@lists.ubuntu.com (Проект документирования Ubuntu)
sk: ubuntu-doc@lists.ubuntu.com (Dokumentačný projekt Ubuntu)
sv: ubuntu-doc@lists.ubuntu.com (Ubuntus dokumentationsprojekt)

source: Working with Hardware Devices
bg: Работа с хардуерни устройства
cs: Práce s hardwarovými zařízeními
es: Trabajar con dispositivos hardware
hu: Hardvereszközök kezelése
it: Lavorare con i dispositivi hardware
pt: Trabalhar com dispositivos de Hardware
pt_br: Trabalhando com dispositivos de hardware
sv: Arbeta med hårdvaruenheter

source: Placeholder.
bg: Контейнер.
ca: Text variable.
es: Marcador de posición.
hu: Helykitöltő
nl: Plaatsvervanger.
ru: Место подстановки.
sk: Rezervované miesto
sv: Platshållare.

source: Credits and License
bg: Заслуги и лиценз
ca: Crèdits i llicència
cs: Zásluhy a licence
es: Créditos y licencias
hu: Köszönetnyilvánítás és licenc
it: Riconoscimenti e licenza
ko: 만든 사람들과 저작권
nl: Medewerkers en licentie
pl: Twórcy i Licencja
pt: Créditos e Licensa
pt_br: Créditos e Licença
ro: Autori și Licență
ru: Авторы и лицензия
sk: Poďakovania a licencia
sv: Erkännanden och licens

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
bg: Този документ се поддържа от екипа за документация на Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Списъкът с учатниците в този екип вижте на <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
ca: Aquest document el manté l'equip de documentació de l'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Per a veure la llista de col·laboradors, aneu a la <ulink url="../../../libs/C/contributors.xml">pàgina dels col·laboradors</ulink>
cs: Tento dokument je spravován dokumentačním týmem Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pokud chcete shlédnout seznam přispěvatelů, navštivte <ulink url="../../libs/C/contributors.xml">stránku přispěvatelů</ulink>
es: Este documento lo mantiene el Equipo de Documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para ver una lista de contribuyentes, consulte la <ulink url="../../libs/C/contributors.xml">página de contribuyentes</ulink>
hu: Ezt a dokumentumot az Ubuntu dokumentációs csapat tartja karban (https://wiki.ubuntu.com/DocumentationTeam). A közreműködők listája a <ulink url="../../libs/C/contributors.xml">közreműködők oldalán</ulink> található meg.
it: Questo documento viene mantenuto dal gruppo documentazione di Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). L'elenco dei collaboratori è consultabile presso <ulink url="../../libs/C/contributors.xml">la pagina dei collaboratori</ulink>
ko: 이 문서는 우분투 문서 팀(https://wiki.ubuntu.com/DocumentationTeam)에서 관리합니다. 공헌자 목록은 <ulink url="../../libs/C/contributors.xml">공헌자</ulink>를 보세요.
pt: Esta documentação é mantida pela equipa de documentação do Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para a lista de contribuidores, consulte a <ulink url="../../libs/C/contributors.xml">página de contribuidores</ulink>
pt_br: Este documento é mantido pelo time de documentação do Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para a lista de contribuidores, veja <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
ro: Acest document este întreținut de echipa de documentație Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Lista colaboratorilor o puteți consulta pe <ulink url="../../libs/C/contributors.xml">pagina colaboratorilor</ulink>
ru: Этот документ поддерживается командой документирования Убунту (https://wiki.ubuntu.com/DocumentationTeam). Для просмотра списка участников перейдите по ссылке <ulink url="../../libs/C/contributors.xml">Страница участников команды документирования</ulink>
sv: Detta dokument underhålls av Ubuntus dokumentationsteam (https://wiki.ubuntu.com/DocumentationTeam). Se <ulink url="../../libs/C/contributors.xml">bidragsgivarnas sida</ulink> för en lista över bidragsgivare.

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
bg: Този документ е достъпен под лиценза Creative Commons ShareAlike 2.5 (CC-BY-SA).
ca: Aquest document es publica sota la Llicència Creative Commons ShareAlike 2.5 (CC-BY-SA).
cs: Tento dokument je uveřejněn pod licencí Creative Commons ShareAlike 2.5 (CC-BY-SA).
es: Este documento se encuentra disponible bajo la licencia de Creative Commons ShareAlike 2.5 (CC-BY-SA).
hu: Ez a dokumentum a Creative Commons Nevezd meg! – Így add tovább! 2.5 licenc (CC-BY-SA) alatt érhető el.
it: Questo documento è reso disponibile nei termini della licenza Creative Commons ShareAlike 2.5 (CC-BY-SA).
ko: 이 문서는 크리에이티브 커먼즈 저작자표시-동일조건변경허락 2.5 라이센스(CC-BY-SA)에 따라 이용가능합니다.
nl: Dit document wordt beschikbaar gesteld onder de Creative Commons ShareAlike 2.5 Licentie (CC-BY-SA).
pl: Niniejszy dokument został udostępniony na zasadach licencji Creative Commons ShareAlike 2.5(CC-BY-SA).
pt: Este documento está disponível segundo a licença Creative Commons ShareAlike 2.5 (CC-BY-SA).
pt_br: Este documento está disponível sob os termos da Licença Creative Commons ShareAlike 2.5 (CC-BY-SA).
ro: Acest document este disponibil sub termenii licenței Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ru: Этот документ распространяется по лицензии Creative Commons ShareAlike 2.5 License (CC-BY-SA).
sk: Tento dokument je dostupný za podmienok licencie Creative Commons ShareAlike 2.5 (CC-BY-SA).
sv: Den här dokumentationen har gjorts tillgänglig via licensen Creative Commons ShareAlike 2.5 (CC-BY-SA).

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
bg: Имате правото свободно да променяте, разширявате и подобрявате изходния код на Ubuntu документацията при условията на този лиценз. Всички производни разработки трябва да бъдат под силата на този лиценз.
ca: Sou lliures de modificar, ampliar i millorar el codi font de la documentació de l'Ubuntu segons els termes d'aquesta llicència. Totes les obres que se'n derivin s'hauran de fer públiques segons les condicions d'aquesta llicència.
cs: Máte možnost upravovat, rozšiřovat a vylepšovat zdrojový kód dokumentace Ubuntu dle podmínek této licence. Veškerá odvozená díla musí být vydána pod touto licencí.
es: Usted es libre de modificar, ampliar y mejorar el código fuente de la documentación de Ubuntu bajo los términos de esta licencia. Todos los trabajos derivados deben ser publicados bajo esta licencia.
hu: Joga van módosítani, kiegészíteni és fejleszteni az Ubuntu dokumentációk forrását. A származtatott munkákat ugyanezen licenc alatt kell kiadnia.
it: Siete liberi di modificare, estendere e migliorare la documentazione di Ubuntu rispettando i termini di questa licenza. Tutti i lavori derivati devono essere rilasciati sotto i termini di questa licenza.
ko: 여러분은 이 라이센스의 규정에 따라 얼마든지 우분투 문서의 소스 코드를 변경, 확장, 개선할 수 있습니다. 다만, 이러한 작업에 따른 모든 결과물들은 이 라이센스와 함께 배포되어야 합니다.
nl: Het staat u vrij de broncode van de Ubuntu-documentatie te wijzigen, uit te breiden en te verbeteren onder de voorwaarden van deze licentie. Alle afgeleide werken moeten ook onder deze licentie vrijgegeven worden.
pl: Na prawach tej licencji możesz modyfikować, rozszerzać i ulepszać kod źródłowy Ubuntu. Wszystkie dzieła pochodne muszą być udostępnianie na niniejszej licencji.
pt: É livre para modificar, alargar e melhorar o código-fonte da documentação do Ubuntu sobre os termos desta licença. Todos os trabalhos derivados devem ser disponibilizados sob esta licença.
pt_br: Você é livre para modificar, estender e melhorar o código fonte da documentação do Ubuntu sob os termos desta licença. Todos os trabalhos derivados devem ser disponibilizados sob esta licença.
ro: Aveți libertatea de a modifica, extinde și îmbunătăţi codul sursă al documentației Ubuntu respectând termenii acestei licențe. Orice lucrare derivată din acestă documentație trebuie să se supună termenilor acestei licențe.
ru: Эта лицензия даёт вам право свободно изменять, расширять и улучшать исходный код документации Ubuntu. Все последующие документы должны быть выпуещны согласно этой лицензии.
sk: Môžete slobodne modifikovať, rozširovať a zlepšovať zdrojové kódy dokumentácie Ubuntu za podmienok tejto licencie. Všetky odvodené diela musia byť vydané za podmienok tejto licencie.
sv: Du får fritt ändra, utöka och förbättra källkoden till Ubuntu-dokumentationen under villkoren för den här licensen. Alla verk baserade på detta måste ges ut under den här licensen.

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
bg: Този документ се разпространява с надеждата, че ще бъде полезен, но БЕЗ НИКАКВА ГАРАНЦИЯ; дори без косвена гаранция за ГОДНОСТ ЗА ПРОДАЖБА или ПРИГОДНОСТ ЗА УПОТРЕБА С ОПРЕДЕЛЕНА ЦЕЛ, КАКТО Е ОПИСАНО В РАЗДЕЛА ОТКАЗВАНЕ ОТ ПРАВА.
ca: Aquesta documentació es distribueix amb l'esperança que serà útil, però SENSE CAP GARANTIA; ni tan sols la garantia de MERCANTIBILITAT o d'ADEQUACIÓ PER A UN FI PARTICULAR, COM ES DESCRIU EN AQUEST AVÍS D'EXEMPCIÓ DE RESPONSABILITAT.
cs: Dokumentace je šířena v dobré víře, že bude užitečná, avšak je BEZ JAKÉKOLI ZÁRUKY; dokonce bez předpokládané záruky OBCHODOVATELNOSTI či VHODNOSTI K URČITÉMU ÚČELU, JAK JE POPSÁNO V PROHLÁŠENÍ.
es: Esta documentación se distribuye con la intención de que resulte útil, pero SIN NINGUNA GARANTÍA, ni siquiera la garantía implícita de COMERCIALIZACIÓN o de que SEA ADECUADA PARA UN PROPÓSITO PARTICULAR, TAL Y COMO SE INDICA EN LA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDAD.
hu: A dokumentációt abban a reményben terjesztjük, hogy hasznos lesz, de nem vállalunk SEMMIFÉLE GARANCIÁT, még olyan értelemben sem, hogy alkalmas-e a KÖZREADÁSRA vagy EGY BIZONYOS FELADAT ELVÉGZÉSÉRE AZ EBBEN A FIGYELMEZTETÉSBEN LEÍRTAK SZERINT.
it: Questa documentazione viene distribuita nella speranza che possa essere utile, ma SENZA ALCUN TIPO DI GARANZIA, né esplicita né implicita di COMMERCIABILITÀ e UTILIZZABILITÀ PER UN PARTICOLARE SCOPO COSÌ COME DESCRITTO NEL PREAMBOLO.
ko: 이 문서는 유용하게 사용될 수 있으리라는 희망에서 배포되고 있지만, 특정한 목적에 맞는 적합성 여부나 판매용으로 사용할 수 있으리라는 묵시적인 보증을 포함한 어떠한 형태의 보증도 제공하지 않습니다.
nl: Deze documentatie wordt verspreid in de hoop dat zij nuttig zal zijn, echter ZONDER ENIGE GARANTIE; zelfs zonder de impliciete garantie van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN SPECIFIEK DOEL ZOALS BESCHREVEN IN DE DISCLAIMER.
pl: Niniejsza dokumentacja rozpowszechniana jest z nadzieją, iż będzie ona użyteczna - jednak BEZ JAKIEJKOLWIEK GWARANCJI, nawet domyślnej gwarancji PRZYDATNOŚCI HANDLOWEJ albo PRZYDATNOŚCI DO OKREŚLONYCH ZASTOSOWAŃ.
pt: Esta documentação é distribuída na esperança de que seja útil, mas SEM NENHUMA GARANTIA; sem mesmo a garantia implícita de MERCANTIBILIDADE ou ADAPTAÇÃO A UM PROPÓSITO ESPECÍFICO COMO DESCRITO NAS DISPOSIÇÕES LEGAIS.
pt_br: Esta documentação é distribuída na esperança de que seja útil, mas SEM NENHUMA GARANTIA; sem nem mesmo a garantia implicada de COMERCIABILIDADE, ou a ADAPTAÇÃO PARA UM PROPÓSITO PARTICULAR, COMO DESCRITO NO TERMO DE RESPONSABILIDADE.
ro: Această documentație este difuzată în speranța că va fi utilă, dar FĂRĂ NICI O GARANŢIE; nici chiar garanția implicită de COMERCIALIZARE sau ADAPTARE PENTRU UN ANUMIT SCOP, CONFORM DESCRIERII DIN DECLARAȚIA DE NEASUMARE A RESPONSABILITĂȚII.
ru: Эта документация распространяется с надеждой, что она будет Вам полезна, но БЕЗ КАКИХ ЛИБО ГАРАНТИЙ; даже без возможной гарантии РАБОТОСПОСОБНОСТИ или ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОГО ПРИМЕНЕНИЯ, КАК ОПИСАНО В СОГЛАШЕНИИ.
sk: Táto dokumentácia je šírená v nádeji, že bude užitočnou, no BEZ AKEJKOĽVEK ZÁRUKY; ktorá nezahŕňa ani implicitnú záruku PREDAJNOSTI alebo VHODNOSTI PRE URČITÝ ÚČEL TAK, AKO JE POPISOVANÉ V ZRIEKNUTÍ SA ZÁRUKY.
sv: Den här dokumentationen distribueras med förhoppningen att den kommer att vara användbar, men UTAN NÅGRA GARANTIER, även utan den underförstådda garantin för SÄLJBARHET eller LÄMPLIGHET FÖR ETT SPECIFIKT ÄNDAMÅL ENLIGT VAD SOM BESKRIVS I FRISKRIVNINGSKLAUSULEN.

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
bg: Копие на лиценза може да намерите тук: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ca: Trobareu una còpia de la llicència aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Llicència ShareAlike de Creative Commons </ulink>.
cs: Kopie licence je dostupná zde: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
es: Hay una copia de la licencia disponible aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licencia Creative Commons ShareAlike</ulink>.
hu: A licenc másolata elérhető a <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink> oldalon.
it: Una copia della licenza è disponibile qui: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike</ulink>.
ko: 인증서 복사는 여기서 하세요: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
pt: Uma cópia da licença está disponível aqui: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
pt_br: Uma cópia da licença está disponível aqui: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ro: O copie a licenței este disponibilă aici: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licența Creative Commons ShareAlike</ulink>.
ru: Копия этой лицензии доступна по адресу <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sv: En kopia av licensen finns tillgänglig här: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Ubuntu Documentation Project
bg: Проектът за документация на Ubuntu
ca: Projecte de documentació de l'Ubuntu
cs: Dokumentační projekt Ubuntu
es: Proyecto de Documentación de Ubuntu
hu: Ubuntu dokumentációs projekt
it: Progetto documentazione di Ubuntu
ko: 우분투 문서화 프로젝트
nl: Ubuntu-documentatieproject
pl: Projekt Dokumentacji Ubuntu
pt: Projecto de Documentação do Ubuntu
pt_br: Projeto de Documentação do Ubuntu Brasil
ro: Proiectul de documentaţie Ubuntu
ru: Проект документации Ubuntu
sv: Dokumentationsprojekt för Ubuntu

source: Canonical Ltd. and members of the <placeholder-1/>
bg: Canonical Ltd. и членовете на <placeholder-1/>
ca: Canonical Ltd. i els membres de <placeholder-1/>
cs: Canonical Ltd. a členové <placeholder-1/>
es: Canonical Ltd. y miembros de <placeholder-1/>
hu: Canonical Ltd. és az <placeholder-1/> tagjai
it: Canonical Ltd. e i membri del <placeholder-1/>
ko: Canonical Ltd.와 <placeholder-1/>의 참여원
nl: Canonical Ltd. en leden van het <placeholder-1/>
pl: Canonical Ltd. oraz członkowie <placeholder-1/>
pt: Canonical Lda. e os membros do <placeholder-1/>
pt_br: Canonical Ltd. e membros de <placeholder-1/>
ro: Canonical Ltd. și membrii ai <placeholder-1/>
ru: Canonical Ltd. и участники <placeholder-1/>
sv: Canonical Ltd. och medlemmar från <placeholder-1/>

source: The Ubuntu Documentation Project
bg: Прокетът за документация на Ubuntu
ca: El projecte de documentació de l'Ubuntu
cs: Dokumentační projekt Ubuntu
es: Proyecto de documentación de Ubuntu
hu: Az Ubuntu dokumentációs projekt
it: Il Progetto documentazione di Ubuntu
ko: 우분투 문서화 프로젝트
nl: Het Ubuntu-documentatieproject
pl: Projekt Dokumentacji Ubuntu
pt: Projecto de Documentação do Ubuntu
pt_br: O Projeto de Documentação do Ubuntu
ro: Proiectul de Documentație Ubuntu
ru: Проект документирования Ubuntu
sk: Dokumentačný projekt Ubuntu
sv: Ubuntus dokumentationsprojekt

source: Your computer consists of a number of connected devices, which are collectively known as computer <emphasis>hardware</emphasis>.
bg: Вашия компютър съдържа много свързани устройства, които са известни на компютъра като <emphasis>хардуер</emphasis>.
ca: El vostre ordinador està compost d'un nombre de dispositius interconnectats, els quals es coneixen coŀlectivament com a <emphasis>maquinari</emphasis> de l'ordinador.
cs: Váš počítač je složen z mnoha propojených zařízení, které jsou souhrně označovány jako počítačový <emphasis>hardware</emphasis>.
es: Su equipo está formado por varios dispositivos conectados, que colectivamente se denominan <emphasis>hardware</emphasis> informático.
hu: A számítógépe számos összekapcsolt eszközből áll, amelyeket együtt a számítógép <emphasis>hardverének</emphasis> nevezünk.
it: Un computer è composto da una serie di dispositivi collegati tra di loro, comunemente chiamati componenti <emphasis>hardware</emphasis>.
ko: 여러분의 컴퓨터는 여러 가지 연결된 장치들로 구성되어 있으며, 이들을 모두 컴퓨터 <emphasis>하드웨어</emphasis> 라고 합니다.
nl: Uw computer bestaat uit een aantal met elkaar verbonden apparaten, die gezamenlijk bekend staan als computer<emphasis>hardware</emphasis>.
pl: Twój komputer składa się z wielu połączonych urządzeń, które wspólnie składają się na to, co nazywamy <emphasis>sprzętem</emphasis> komputerowym.
pt: O seu computador consiste num número de dispositivos ligados entre si, que em conjunto são conhecidos como <emphasis>hardware</emphasis> de computador.
pt_br: Seu computador consiste em vários dispositivos conectados, os quais são conhecidos coletivamente como <emphasis>hardware</emphasis> do computador.
ro: Un calculator este compus dintr-o serie de dispozitive electronice interconectate. Aceste dispozitive sunt denumite generic <emphasis>hardware</emphasis>.
ru: Ваш компьютер состоит из различных соединённых между собой устройств, которые вместе являются аппаратным обеспечением компьютера или <emphasis>hardware</emphasis>.
sk: Váš počítač sa skladá z niekoľkých navzájom prepojených zariadení, ktoré sa spoločne označujú ako <emphasis>hardvér</emphasis> počítača.
sv: Din dator består av ett flertal sammankopplade enheter, som gemensamt kallas för <emphasis>hårdvara</emphasis>.

source: Ubuntu normally configures your hardware automatically, but there may be occasions when you need to make changes to hardware settings yourself. This section provides information on tools which can be used to configure your hardware.
bg: Ubuntu обикновено конфигурира вашия хардуер автоматично, но в някои случаи може да се наложи да направите промени по настройките на хардуера ръчно. Тази секция дава информация за инструментите, които може да използвате за конфигуриране на вашия хардуер.
ca: L'Ubuntu normalment configura el vostre maquinari de manera automàtica, però pot ser que en algunes ocasions hàgiu de canviar-ne la configuració. Aquesta secció proporciona informació sobre les eines que podeu emprar per a fer-ho.
cs: Ubuntu normálně nastaví hardware automaticky, ale může nastat případ, kdy potřebujete změnit nastavení hardware sami. Tato sekce poskytuje informace o nástrojích, které můžete použít pro nastavení svého hardware.
es: Ubuntu normalmente configurará su hardware de forma automáticamente, pero puede haber ocasiones en las que necesitará hacer cambios en las opciones de su hardware usted mismo. Esta sección proporciona información sobre las herramientas que puede usar para configurar su hardware.
hu: Az Ubuntu általában automatikusan konfigurálja a hardvert, de előfordulhat, hogy saját magának kell megváltoztatnia a hardverbeállításokat. Ez a rész információt nyújt azokról az eszközökről, melyekkel konfigurálhatja hardverét.
it: Normalmente Ubuntu configura il proprio hardware automaticamente, ma in alcune occasioni potrebbe essere necessario modificare da soli le impostazioni hardware. Questa sezione fornisce informazioni sugli strumenti utili per configurare il proprio hardware.
ko: 우분투는 보통 여러분의 하드웨어를 자동으로 설정합니다. 그러나 여러분의 하드웨어 설정을 스스로 바꾸어야 할 때도 생길 것입니다. 이 부분은 여러분의 하드웨어를 설정할 수 있는 도구에 대한 정보를 제공합니다.
nl: Normaal gesproken configureert Ubuntu uw hardware automatisch, maar het kan voorkomen dat u zelf wijzigingen aan de hardware-instellingen moet maken. Deze sectie biedt informatie over welke hulpmiddelen er gebruikt kunnen worden om uw hardware te configureren.
pl: Zazwyczaj Ubuntu konfiguruje cały sprzęt automatycznie, ale mogą zdarzyć się sytuacje, gdy wymagane będzie dokonanie samodzielnych zmian w ustawieniach. Ta sekcja dostarcza informacji na temat narzędzi, jakie mogą być wykorzystywane do konfiguracji twojego sprzętu.
pt: Normalmente o Ubuntu configura o seu hardware automaticamente, mas podem haver ocasiões em que necessita de realizar alterações ás definições de hardware sozinho. Esta secção oferece informação sobre ferramentas que pode usar para configurar o seu hardware.
pt_br: O Ubuntu normalmente configura seu hardware automaticamente, mas existem ocasiões em que você mesmo precisa fazer as alterações de configuração de hardware. Esta seção fornece informações sobre as ferramentas que podem ser usadas para configurar seu hardware.
ro: Deşi, în mod normal, dispozitivele fizice sunt configurate automat, uneori poate fi nevoie de intervenţia dumneavoastră pentru configurarea coectă a acestora. Această secţiune vă furnizează informaţii despre programele utilitare cu ajutorul cărora se poate realiza configurarea dispozitivelor hardware.
ru: Ubuntu, как правило, настраивает аппаратное обеспечение автоматически, но могут возникнуть ситуации, когда вам нужно изменить какие-то настройки самостоятельно. Этот раздел содержит информацию о том, как вы можете это сделать
sv: Vanligtvis konfigurerar Ubuntu din hårdvara automatiskt men det kan finnas tillfällen då du själv måste göra manuella ändringar till din hårdvara. Detta avsnitt ger information om de verktyg som kan användas för att konfigurera din hårdvara.

source: Restricted drivers
bg: Ограничени драйвери
ca: Controladors restrictius
cs: Nesvobodné ovladače
es: Controladores restringidos
hu: Zárt meghajtók
it: Driver con restrizioni
ko: 제한된 드라이버
nl: Beperkt ondersteunde stuurprogramma's
pl: Zamknięte sterowniki
pt: Controladores restritos
pt_br: Drivers restritos
ro: Drivere cu restricţii
ru: Проприетарные драйверы
sk: Neslobodné ovládače
sv: Proprietära drivrutiner
