Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/hardware/po/*.po
Languages: bg, ca, cs, es, hu, it, ko, nl, pl, pt, pt_br, ro, ru, sk, sv

source: <emphasis role="strong">Resuming</emphasis> is bringing the computer out of a power saving mode and back into normal operation. You can resume the computer from being suspended by pressing a keyboard button or by clicking the mouse. You can resume from being hibernated by pressing the power button on your computer.
bg: <emphasis role="strong">Продължаването</emphasis> е излизане от енергоспестяващ режим и връщане в нормално състояние за работа. Можете да продължите работата с компютъра, когато е бил приспан, като натиснете клавиш на клавиатурата или някой бутон на мишката. Можете да продължите работа с компютъра от хибернация, като натиснете бутона за включване на компютъра.
ca: <emphasis role="strong">Reprendre</emphasis> és tornar l'ordinador d'un estat d'estalvi d'energia al mode normal d'operació. Podeu tornar un ordinador de l'aturada temporal prement una tecla o fent clic amb el ratolí. Podeu tornar del mode d'hibernació prement el botó d'engegada de l'ordinador.
cs: <emphasis role="strong">Obnovení</emphasis> je probuzení počítače z úsporného režimu a vrácení do normálního stavu. Počítač můžete obnovit z režimu spánku stisknutím tlačítka na klávesnici nebo myši. Počítač můžete obnovit z režimu uspání na disk stisknutím tlačítka napájení na vašem počítači.
es: <emphasis role="strong">Reanudar</emphasis> es hacer volver al equipo desde un modo de ahorro de energía a su modo de funcionamiento normal. Puede reanudar su equipo si está suspedido pulsando un botón del teclado o el ratón. Puede reanudar su equipo si está hibernado pulsando el botón de encendido del mismo.
hu: <emphasis role="strong">Folytatáskor</emphasis> a számítógép visszaáll normál üzemmódba. Felfüggesztett állapotból bármelyik billentyű vagy egérgomb megnyomásával, hibernált állapotból pedig a bekapcsológomb megnyomásával állítható vissza a rendszer normál üzemmódra.
it: <emphasis role="strong">Ripristinare</emphasis> il computer significa portare il computer da una modalità di risparmio energetico allo stato normale. È possibile ripristinare il computer dalla sospensione premendo un tasto della tastiera o facendo clic col mouse e dall'ibernazione premendo il pulsante di accensione.
ko: <emphasis role="strong">다시 실행</emphasis> 하면 컴퓨터를 절전 모드에서 일반 모드로 되돌립니다 (깨웁니다). 절전 모드에서는 키보드 버튼을 누르거나 마우스를 클릭하면 컴퓨터가 깨어납니다. 최대절전 모드에서는 컴퓨터의 전원 버튼을 눌러 컴퓨터를 깨울 수 있습니다.
nl: <emphasis role="strong">Hervatten</emphasis> haalt de computer uit een energiebesparende modus zodat het weer als gebruikelijk kan worden gebruikt. U kunt vanuit de slaapstand hervatten door een toets ophet toetsenbord in te drukken of door met de muis te klikken. U kunt vanuit de pauzestand hervatten door de aan/uit-knop van uw computer in de te drukken.
pl: <emphasis role="strong">Wznawianie</emphasis> jest przełączanie komputera z trybu oszczędzania energii do trybu normalnej pracy. Ze stanu wstrzymania komputera możesz wznowić jego pracę przez naciśnięcie klawisza na klawiaturze albo przez kliknięcie myszką. Ze stanu hibernacji możesz wznowić pracę komputera przez naciśniecie przycisku "power" na obudowie komputera.
pt: <emphasis role="strong">Resumir</emphasis> é trazer o computador de um modo de poupança de energia, de volta ao modo de funcionamento normal. É possível resumir o computador do estado de suspenso pressionando uma tecla do teclado ou clicando no rato. Pode resumir do estado de hibernação clicando no botão de arranque do funcionamento do computador.
pt_br: <emphasis role="strong">Reativar</emphasis> é fazer com que o computador saia de um modo de economia de energia e volte para uma operação normal. Você pode reativar o computador que está suspenso pressionando uma tecla ou movendo o mouse. Você pode reativá-lo da hibernação pressionando a tecla power em seu computador.
ro: <emphasis role="strong">Revenirea</emphasis> calculatorului se referă la readucerea sa din starea de consum redus de energie în regim normal de funcţionare. Revenirea din starea de suspendare se face prin apăsarea unei taste sau printr-un click de mouse, iar din starea de hibernare prin apăsarea butonului de pornire al calculatorului.
ru: <emphasis role="strong">Возобновление</emphasis> это вывод компьютера из режима экономии энергии в режим нормального использования. Вы можете вывести компьютер из ждущего режима, нажав клавиши клавиатуры или кликнув мышкой. Вы можете вывести компьютер из спящего режима нажатием кнопки включения на Вашем компьютере.
sk: <emphasis role="strong">Pokračovanie</emphasis> je privedenie počítača do normálnej prevádzky po úspornom režime. Pokračovať v práci s uspaným počítačom môžete stlačením niektorého klávesu alebo kliknutím myši. Pokračovať v práci s hibernovaným počítačom môžete stlačením tlačidla vypnutia počítača.
sv: <emphasis role="strong">Återställa</emphasis> är att väcka datorn från ett strömsparläge och gå tillbaka till normal drift. Du kan återställa datorn från vänteläget genom att trycka på en tangent eller genom att klicka på musen. Du kan återställa datorn från viloläget genom att trycka på strömknappen på din dator.

source: You can manually put your computer into a power-saving mode by pressing the <application>User Switcher</application> in the top right hand corner of the screen and then pressing the appropriate button.
bg: Можете ръчно да поставите вашия компютър в енергоспестяващ режим като натиснете <application>Превключвател на потребител</application> в горния десен ъгъл на екрана и изберете подходящия бутон.
cs: Můžete ručně přepnout počítač do režimu šetření energie stisknutím <application>Přepínače uživatelů</application> v pravém horním rohu obrazovky a poté stisknutím příslušného tlačítka.
es: Puede poner su equipo manualmente en un modo de ahorro de energía pulsando el <application>Selector de usuarios</application> situado en la esquina superior derecha de la pantalla y pulsando a continuación el botón apropiado.
hu: Energiatakarékos üzemmódba a képernyő jobb felső sarkában lévő <application>Felhasználóváltó</application> megfelelő gombjának megnyomásával helyezhető a számítógép.
it: Per portare manualmente il proprio computer in modalità di risparmio energetico, fare clic sull'applicazione <application>Cambia utente</application> posizionata nell'angolo in alto a destra dello schermo e selezionare l'azione appropriata.
pt_br: Você pode manualmente por seu computador em um modo de economia de energia clicando em <application>alternador de usuários</application> no canto direito superior da tela e então clicando no botão apropriado.
sv: Du kan manuellt försätta din dator i strömsparläge genom att trycka på <application>Användarväxlare</application> i övre högra hörnet av skärmen och sedan trycka på lämplig knapp.

source: Some computers may have problems going into certain power saving modes. The best way of checking if your computer can handle a power-saving mode is to try to switch to that mode and see if it behaves as you expected. Always make sure you save important documents before suspending or hibernating.
bg: Някои компютри могат да имат проблеми при преминаването в някои от енергоспестяващите режими. Най-добрият начин да проверите дали компютъра може да премине в енергоспестяващ режим е да изпробвате този режим и да видите дали се държи както се очаква. Винаги се уверявайте, че сте запази важни документи преди да приспите или хибернирате компютъра.
ca: Alguns ordinadors poden tenir problemes en passar a algun estat d'estalvi d'energia. La millor manera de comprovar si el vostre ordinador podrà gestionar un mode d'estalvi d'energia és provant a passar a aquest mode i veure si és comporta com espereu. Assegureu-vos sempre de desar els vostres documents importants abans d'aturar-lo temporalment o posar-lo en hibernació.
cs: Některé počítače mohou mít problémy s přechodem do některého z úsporných režimů. Nejlepším způsobem kontroly, zda váš počítač umí přejít do úsporného režimu, je vyzkoušet přepnutí do takového režimu a zjistit, zda funguje, jak jste očekávali. Vždy se před uspáním do paměti nebo na disk ujistěte, že máte uloženy důležité dokumenty.
es: Algunos equipos tienen problemas al aplicar diversos modos de ahorro de energía. La mejor manera de comprobar si su equipo podrá trabajar en uno de esos modos es probar a pasar a dicho modo y comprobar si todo se comporta como se esperaba. Antes de suspender o hibernar, asegúrese de guardar sus documentos importantes.
hu: Egyes számítógépeknél előfordulhatnak problémák bizonyos energiatakarékos módok használatakor. A legjobb módszer annak ellenőrzésére, hogy a számítógépe kezelni tud-e egy bizonyos energiatakarékos módot, hogy kipróbálja azt és megnézi, hogy úgy működik-e, ahogy várta. Bizonyosodjon meg róla, hogy minden fontos dokumentumot elmentett, mielőtt felfüggeszti vagy hibernálja a számítógépét.
it: Alcuni computer potrebbero presentare dei problemi nell'entrare in alcune modalità di risparmio energetico. Il miglior modo per verificare se il proprio computer è in grado di gestire una certa modalità di risparmio energetico è quello di impostare tale modalità e verificare che il computer si comporti come atteso. Assicurarsi sempre di salvare i documenti importanti prima di eseguire queste azioni.
ko: 오떤 컴퓨터는 전원 절약 모드에서 문제가 생길 수도 있습니다. 컴퓨터가 전원-절약 모드를 잘 처리하는지 확인하는 가장 좋은 방법은 그 것을 껐다켰다하면서 원하는대로 동작하는지 보는 것입니다. 언제나 최대절전이나 절전 전에 중요한 문서는 저장하는 것을 잊지 마세요.
nl: Sommige computers hebben problemen met het gebruik van bepaalde energiebesparende modi. De beste manier om te controleren of uw computer een energiebesparende modus aan kan, is door te proberen die modus in te schakelen en te kijken of het zich gedraagt zoals u verwachtte. Zorg ervoor dat u uw belangrijke documenten opslaat voordat u de computer in pauze- of slaapstand zet.
pl: Niektóre komputery mogą mieć problem z pewnymi trybami oszczędności energii. Najlepszym sposobem sprawdzenia czy komputer może obsługiwać tryb oszczędności energii jest przełączenie się w ten tryb i zobaczenie czy komputer zachowuje się w spodziewany sposób. Zawsze należy się upewnić, że zapisane zostały ważne dane zanim komputer zostanie przełączony w stan wstrzymania lub hibernacji.
pt: Alguns computadores sentem dificuldades ao entrar em certos modos de poupança de energia. A melhor maneira de verificar se o seu computador aceita um determinado modo de poupança de energia é mudá-lo para esse modo e ver se ele se comporta conforme o esperado. Tenha sempre o cuidado de gravar os seus documentos antes de suspender ou hibernar.
pt_br: Alguns computadores podem ter problemas ao entrar em determinados modos de economia de energia. A melhor maneira de verificar se o seu computador pode lidar com um modo de economia de energia é tentar entrar naquele modo e ver se ele se comporta como você espera. Sempre se certifique que você salvou documentos importantes antes de suspender ou hibernar.
ro: Anumite calculatoare pot avea probleme cu intrarea în unele moduri de economisire a energiei. Cea mai bună cale de a verifica dacă calculatorul dumneavoastră suportă un mod de economisire a energiei este să-l puneți în acel mod și să observați dacă calculatorul se comportă așa cum ar trebui. Întotdeauna asigurați-vă că ați salvat documentele importante înainte de suspendare sau hibernare.
ru: С некоторыми компьютерами могут возникать проблемы при переходе в те или иные режимы экономии энергии. Лучший способ проверить, работает ли на режим экономии энергии на вашем компьютере - это попытаться перейти в этот режим и увидеть, ведет ли он себя так, как ожидалось. Всегда сохраняйте важные документы, прежде чем переходить в ждущий или спящий режим.
sv: Vissa datorn kan ha problem med att försättas i vissa strömsparlägen. Det bästa sättet att kontrollera om din datorn kan hantera ett strömsparläge är att prova att försätta datorn i det läget och se om den uppträder som du förväntade dig. Försäkra dig alltid om att spara viktiga dokument innan du försätter den i viloläge eller vänteläge.

source: My computer does not suspend or hibernate correctly
bg: Моят компютър не заспива или не се хибернира правилно
cs: Můj počítač nepřešel správně do režimu uspání do paměti nebo na disk
es: Mi equipo no se suspende o hiberna correctamente
hu: A számítógépem nem tehető felfüggesztett vagy hibernált állapotba
it: Il computer non viene sospeso o ibernato correttamente
ko: 컴퓨터가 정사적인 대기나 최대절전을 할 수 없습니다.
pt: O meu computador não suspende ou hiberna correctamente
pt_br: Meu computador não suspende ou não hiberna corretamente.
ro: Calculatorul meu nu se suspendă sau nu hibernează corect
ru: Мой компьютер не может правильно перейти в ждущий или спящий режим
sv: Min dator vill inte försättas i vilo- eller vänteläge korrekt

source: Some computers are unable to suspend or hibernate correctly with Ubuntu. If this is the case for your computer, you may notice some of the following symptoms:
bg: Някои компютри не могат да бъдат приспани или хибернирани правилно с Ubuntu. Ако това ви се случи, можете да забележите някои от следните симптоми:
cs: Některé počítače nejsou schopny v Ubuntu správně přejít do režimu uspání do paměti nebo na disk. Pokud je toto váš případ, můžete zaznamenat některý z následujících příznaků:
es: Algunos equipos no pueden suspenderse o hibernar correctamente con Ubuntu. Si este es el caso, puede notar algunos de los siguientes síntomas:
hu: Néhány számítógépet az Ubuntu nem képes felfüggesztett vagy hibernált állapotba tenni. Az alábbi jelenségek egyikét tapasztalhatja, a számítógépe ilyen:
it: Alcuni computer non sono in grado di effettuare correttamente la sospensione o l'ibernazione con Ubuntu. Se è il caso del computer in uso, si potrebbero constatare i seguenti sintomi:
pt: Alguns computadores são incapazes de suspender ou hibernar correctamente com o Ubuntu. Se é este o caso para o seu computador, pode reparar em alguns destes sintomas:
pt_br: Alguns computadores são incapazes de suspender ou hibernar corretamente com o Ubuntu.Se esse é o caso do seu computador, você pode notar algum(s) dos seguintes sintomas:
ru: Некоторые компьютеры не могут правильно перейти в ждущий или спящий режим с Ubuntu. В этом случае вы можете наблюдать следующее:
sv: Vissa datorer kan inte försättas i vänte- eller vilo-läge på ett korrekt sätt med Ubuntu. Om detta är fallet för din dator, så kommer du kanske märka något av följande symtom:

source: The computer does not turn off after you click to hibernate it.
bg: Компютърът не се изключва след като натиснете хиберниране.
cs: Počítač se nevypne po kliknutí na tlačítko Uspat na disk.
es: El equipo no se desactiva después de pulsar para hibernarlo.
hu: A hibernálás kiválasztása után a számítógép nem kapcsol ki.
it: Il computer non si spegne dopo aver selezionato l'azione di ibernazione.
ko: 컴퓨터가 최대절전선택후 꺼지지 않습니다.
pt: O computador não se desliga após ter carregado para hibernar.
pt_br: O computador não desliga depois de você clicar para hibernar.
ro: Calculatorul nu se oprește după ce apăsați pe butonul de hibernare.
ru: После выбора спящего режима компьютер не выключается.
sv: Datorn stängs inte av efter att du klickat för att försätta den i viloläget.

source: When you turn the computer on after hibernating it, your previously open programs are not restored.
bg: Когато включите компютъра след хиберниране, вашите предишно отворени програми не се отварят автоматично.
cs: Když zapnete počítač z režimu uspání na disk, vaše dříve otevřené programy nejsou obnoveny.
es: Cuando activa el equipo luego de haberlo hibernado, sus programas previamente abiertos no se restablecen.
hu: A számítógép hibernálás utáni bekapcsoláskor nem állítja vissza a korábban elindított programokat.
it: Quando viene riattivato il computer dopo l'ibernazione, i programmi precedentemente aperti vengono ripristinati.
ko: 최대절전후 컴퓨터를 켤때 이전에 열렸던 프로그램이 복구 되지 않았습니다.
pt: Quando liga o computador após o ter hibernado, os seus programas anteriormente abertos não são restaurados.
pt_br: Quando você liga o computador depois de colocá-lo para hibernar, seus programas anteriormente abertos não são restaurados.
ro: După ce vă porniți calculatorul din modul hibernare, programele deschise anterior nu sunt restabilite.
ru: После выхода из спящего режима программы не восстанавливаются.
sv: När din dator återställs efter viloläget, återställs inte dina tidigare öppna program.

source: The computer will not wake up after you have suspended it.
bg: Компютърът не се събужда след като сте го приспали.
cs: Počítač se neprobudí z režimu uspání do paměti.
es: El equipo no se despierta luego de haberlo suspendido.
hu: A számítógép nem ébred fel a felfüggesztés után.
it: Il compuer non si riattiva dopo averlo messo in sospensione.
ko: 컴퓨터가 대기후에 돌아오지 않습니다.
pt: O computador não acorda após você o ter suspendido.
pt_br: O computador não desperta depois de você suspendê-lo.
ro: Calculatorul nu se trezește după ce l-ați suspendat.
ru: После перехода в ждущий режим компьютер не пробуждается.
sv: Datorn vill inte vakna upp efter att du försatt den i vänteläget.

source: Certain programs or hardware devices stop working correctly after resuming from hibernation or waking-up from being suspended.
bg: Някои програми или хардуерни устройства спират да работят правилно след продължаване на работата от хибернация или при събуждане, ако са били приспани.
cs: Některé programy nebo hardwarová zařízení přestanou správně pracovat po obnovení z režimu uspání na disk nebo po probuzení z režimu uspání do paměti.
es: Ciertos programas o dispositivos de hardware dejan de trabajar correctamente al volver de una hibernación o despertando luego de haber sido suspendido.
hu: Bizonyos programok vagy hardvereszközök nem működnek megfelelően a hibernálás vagy felfüggesztés után.
it: Alcuni programmi o dispositivi hardware non funzionano più correttamente quando riattivati dopo un'azione di ibernazione o sospensione.
pt: Alguns programas ou dispositivos deixam de funcionar correctamente após resumir da hibernação ou acordar da suspensão.
pt_br: Certos programas ou dispositivos de hardware param de funcionar corretamente depois de terminada a hibernação ou voltam a funcionar enquanto o computador está em modo de suspensão.
ro: Anumite programe și componente hardware nu mai funcționează corect după revenirea din modul hibernare sau din modul suspendare.
ru: Некоторые программы или устройства перестают правильно работать после выхода из ждущего или спящего режима.
sv: Vissa program eller maskinvaruenheter slutar att fungera korrekt efter att de har återställts från viloläget eller vaknat upp ifrån vänteläget.

source: If you suffer from any of these problems, you should report a bug to <ulink url="https://bugs.launchpad.net/ubuntu/+filebug">Launchpad</ulink>. The problems will hopefully be fixed in a subsequent version of Ubuntu. You may also like to see if the <link linkend="pm-general-method">General method for trying to get suspend and hibernate working</link> works for you.
bg: Ако ви случи някой от тези проблеми, трябва да докладвате бъг на <ulink url="https://bugs.launchpad.net/ubuntu/+filebug">Launchpad</ulink>. С малко надежда проблемите ще бъдат поправени в следващата версия на Ubuntu. Също можете да искате да видите <link linkend="pm-general-method">Общ метод да накарате приспиване и хибернация да работят</link>.
cs: Pokud se vyskytl některý z těchto problémů, měli byste ohlásit chybu do <ulink url="https://bugs.launchpad.net/ubuntu/+filebug">Launchpadu</ulink>. Problémy by měli být v následující verzi Ubuntu opraveny. Můžete se také podívat, jestli vám bude fungovat <link linkend="pm-general-method">Všeobecný postup vyzkoušení funkčnosti uspání do paměti nebo na disk</link>.
es: Si padece algunos de estos problemas debería informar un error a <ulink url="https://bugs.launchpad.net/ubuntu/+filebug">Launchpad</ulink>. Idealmente, los problemas serán corregidos en una versión subsecuente de Ubuntu. También puede intentar ver si le funciona el <link linkend="pm-general-method">Método general para hacer funcionar el la hibernación y la suspensión</link>.
hu: Ha ezen problémák valamelyikét észleli, küldjön hibajelentést a <ulink url="https://bugs.launchpad.net/ubuntu/+filebug">Launchpadra</ulink>. Az Ubuntu egy későbbi kiadásában remélhetőleg ezek a hibák javításra kerülnek. Érdemes elolvasnia még az <link linkend="pm-general-method">általános módszer a felfüggesztés és hibernálás beüzemelésére</link> fejezetet.
it: Se si riscontra qualcuno di questi problemi, sarebbe opportuno segnalare un bug utilizzando <ulink url="https://bugs.launchpad.net/ubuntu/+filebug">Launchpad</ulink>, i problemi potrebbero venire risolti nella successiva versione di Ubuntu. È anche possibile provare se <link linkend="pm-general-method">il metodo generale per far funzionare la sospendere e l'ibernazione</link> funziona col proprio computer.
pt: Se estiver a ter algum destes problemas, pode reportar um erro no <ulink url="https://bugs.launchpad.net/ubuntu/+filebug">Launchpad</ulink>. Os problemas serão possivelmente resolvidos na versão seguinte do Ubuntu. Também pode querer ver se o método genérico <link linkend="pm-general-method">para suspensão e hibernação </link> funciona no seu caso.
pt_br: Se você sofre com algum destes problemas, você deve relatar um bug para o <ulink url="https://bugs.launchpad.net/ubuntu/+filebug">Launchpad</ulink>. Espera-se que esses problemas sejam corrigidos na próxima versão do Ubuntu. Você pode também verificar se o <link linkend="pm-general-method">método geral para tentar suspender e hibernar trabalhos</link> funciona para você.
ro: Dacă apare una dintre aceste probleme, ar trebui să raportați această defecțiune la <ulink url="https://bugs.launchpad.net/ubuntu/+filebug">Launchpad</ulink>. Problemele ar trebui să fie rezolvate într-o versiune viitoare de Ubuntu. Puteți, de asemenea, verifica dacă pentru dumneavoastră funcționează <link linkend="pm-general-method">Metoda generală pentru a face să meargă suspendarea și hibernarea</link>.
ru: Если возникла подобная проблема, вы должны сообщить об ошибке на <ulink url="https://bugs.launchpad.net/ubuntu/+filebug">Launchpad</ulink>. Тогда, возможно, проблема будет исправлена в последующей версии Ubuntu. Вы также можете попробовать <link linkend="pm-general-method">Общий способ заставить ждущий и спящий режимы работать</link>.
sv: Om du lider av något av dessa problem, bör du rapportera felet till <ulink url="https://bugs.launchpad.net/ubuntu/+filebug">Launchpad</ulink>. Problemen kommer förhoppningsvis fixas till en efterföljande version av Ubuntu. Du kan också se om <link linkend="pm-general-method">Generell metod för att försöka få vänte- och viloläget att fungera</link> fungerar för dig.
