Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/hardware/po/*.po
Languages: bg, ca, cs, es, hu, it, ko, nl, pl, pt, pt_br, ro, ru, sk, sv

source: Restricted drivers are often maintained by the hardware manufacturer, and so cannot be modified by Ubuntu developers if there is a problem.
bg: Ограничените драйвери обикновено се поддържат от производителите на хардуерните устройства. По тази причина не могат да бъдат променяни от разработчиците на Ubuntu в случай на проблем.
ca: Els controladors restrictius solen ser mantinguts pels fabricants del maquinari, per la qual cosa no poden ser modificats pels desenvolupadors de l'Ubuntu en cas de problemes.
cs: Nesvobodné ovladače jsou mnohdy dodávány výrobcem hardwaru a proto pokud nastane problém, nemohou být upraveny vývojáři Ubuntu.
es: A menudo, los controladores restringidos son mantenidos por el propio fabricante del hardware, y los desarrolladores de Ubuntu no pueden modificarlos si se encuentra algún problema.
hu: A zárt meghajtókat gyakran a hardvergyártó tartja karban, így az Ubuntu fejlesztők nem módosíthatják azokat.
it: I driver con restrizioni vengono mantenuti dal costruttore hardware e quindi, in caso di problemi, non possono essere modificati dagli sviluppatori di Ubuntu.
ko: 제한된 드라이버들은 종종 하드웨어 제작업체에서 관리하며, 문제가 발생한 경우에도 우분투 개발자들이 이를 수정할 수 없습니다.
nl: Beperkt ondersteunde stuurprogramma's worden vaak onderhouden door de hardwarefabrikant, en kunnen daarom niet door de Ubuntu-ontwikkelaars worden gewijzigd, mocht er een probleem zijn.
pl: Sterowniki zamknięte są zazwyczaj udostępniane przez ich właścicieli, więc nie mogą być modyfikowane przez programistów rozwijających Ubuntu gdy pojawi się jakiś problem.
pt: Os controladores restritos são muitas vezes mantidos pelos produtores do hardware e então não podem ser modificados pela equipa de desenvolvimento do Ubuntu se surgirem problemas.
pt_br: Geralmente os drivers restritos são mantidos pelo fabricante do hardware e não podem ser modificados pelos desenvolvedores do Ubuntu se houver um problema.
ro: Driverele cu restricţii sunt de obicei întreţinute de producătorii dispozitivelor hardware şi, în consecinţă, programatorii Ubuntu nu pot interveni în cazul apariţiei unor probleme.
ru: Проприетарные драйвера разрабатывают производители оборудования, поэтому они не могут быть изменены разработчиками Ubuntu в случае проблем или ошибок.
sk: Neslobodné ovládače často spravuje výrobca hardvéru, preto ich nemôžu vývojári Ubuntu zmeniť ak sa s nimi vyskytne problém.
sv: Proprietära drivrutiner underhålls oftast av hårdvarutillverkaren och kan således inte ändras av Ubuntus utvecklare om det uppstår problem.

source: Enabling a restricted driver
bg: Стартиране на ограничен драйвер
ca: Com habilitar un controlador restrictiu
cs: Povolení nesvobodného ovladače
es: Habilitar un controlador restringido
hu: Zárt meghajtó engedélyezése
it: Abilitare un driver con restrizioni
ko: 제한된 드라이버 사용하기
nl: Een beperkt ondersteund stuurprogramma inschakelen
pl: Czynienie dostępnymi zamkniętych sterowników
pt: Activar um controlador restrito
ro: Activarea unui driver cu restricţii
ru: Включение проприетарного драйвера
sk: Zapnutie neslobodného ovládača
sv: Aktivera en proprietär drivrutin

source: To use a restricted driver for a device:
bg: За да използвате ограничен драйвер за дадено устройство:
ca: Per a utilitzar un controlador restrictiu per a un dispositiu:
cs: Pro použití nesvobodného ovladače u zařízení:
es: Para usar un controlador restringido en un dispositivo:
hu: Zárt meghajtó használatához::
it: Per utilizzare un driver con restrizioni per un dispositivo:
ko: 어떤 장치에 대해 제한된 드라이버를 사용하려면:
nl: Om een beperkt ondersteund stuurprogramma voor een apparaat te gebruiken:
pl: Aby użyć zamkniętego sterownika dla urządzenia:
pt: Usar um controlador restrito para um dispositivo:
pt_br: Para usar um driver restrito para um dispositivo:
ro: Pentru activarea unui driver cu restricţii se vor executa următorii paşi:
ru: Для использования проприетарного драйвера с устройством:
sk: Použitie neslobodného ovládača zariadenia umožníte nasledovne:
sv: För att använda en proprietär drivrutin för en enhet:

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Hardware Drivers</guimenuitem></menuchoice>
bg: Натиснете <menuchoice><guimenu>Система</guimenu><guimenuitem>Администриране</guimenuitem><guimenuitem>Драйвери за хардуер</guimenuitem></menuchoice>
cs: Stiskněte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Ovladače hardwaru</guimenuitem></menuchoice>
es: Pulse <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Controladores de hardware</guimenuitem></menuchoice>
hu: Válassza a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Eszközmeghajtók</guimenuitem></menuchoice> menüpontot.
it: Premere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Driver hardware</guimenuitem></menuchoice>
pt: Seleccione <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Controladores de Hardware</guimenuitem></menuchoice>
pt_br: Pressione <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Drivers de Hardware</guimenuitem></menuchoice>
ru: Запустите <menuchoice><guimenu>Система<guimenu><guimenuitem>Администрирование<guimenuitem><guimenuitem>Драйверы устройств</guimenuitem></menuchoice>
sv: Tryck på <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Hårdvarudrivrutiner</guimenuitem></menuchoice>

source: Find the driver which you would like to enable and check the box in the <guilabel>Enabled</guilabel> column, next to its name
bg: Намерете драйвера, който бихте желали да използвате и сложете отметка след името му в колонката <guilabel>Разрешен</guilabel>
ca: Cerqueu el controlador que voleu habilitar i marqueu la casella de la columna <guilabel>Habilitat</guilabel>, al costat del seu nom
cs: Najděte ovladač, který byste chtěli povolit, a vedle jeho názvu zaškrtněte políčko ve sloupci <guilabel>Povoleno</guilabel>
es: Busque el controlador que desea habilitar, y marque la casilla en la columna <guilabel>Habilitado</guilabel>, situada junto a su nombre
hu: Válassza ki az engedélyezni kívánt meghajtót és kattintson a neve melletti jelölőnégyzetre az <guilabel>Engedélyezés</guilabel> oszlopban.
it: Trovare il driver da abilitare e selezionare la casella nella colonna <guilabel>Abilitato</guilabel> a fianco del nome.
ko: 사용하고 싶은 드라이버를 찾아서, 이름 옆에 있는 <guilabel>활성화</guilabel> 부분 아래의 박스를 체크합니다.
nl: Zoek het stuurprogramma dat u wilt activeren, en vink het vakje aan in de kolom <guilabel>Geactiveerd</guilabel>, direct naast de naam
pt: Encontre o controlador que gostaria de activar e marque a caixa na coluna <guilabel>Activo</guilabel>, junto ao nome respectivo.
pt_br: Procure o driver que você gostaria que fosse habilitado e marque a caixa de verificação na coluna <guilabel>Habilitado</guilabel> próximo ao nome dele.
ro: Alegeţi driverul dorit şi bifaţi căsuţa <guilabel>Activ</guilabel> din coloana alăturată numelui
ru: Найдите драйвер, который вы хотели бы включить и поставьте галочку в позиции <guilabel>Включен</guilabel> рядом с его названием
sk: Nájdite ovládač, ktorý chcete zapnúť a označte pole v stĺpci <guilabel>Zapnuté</guilabel> vedľa jeho názvu.
sv: Leta efter drivrutinen som du vill aktivera och kryssa i rutan i kolumnen <guilabel>Aktiverad</guilabel>, bredvid dess namn

source: You will be asked to confirm that you want to enable the driver. Press <guibutton>Enable Driver</guibutton>
bg: Ще бъдете помолени да потвърдите дали искате да използвате този драйвер. Натиснете <guibutton>Разрешаване на драйвер</guibutton>.
ca: Se us demanarà confirmació per a habilitar el controlador. Premeu <guibutton>Habilita el controlador</guibutton>
cs: Budete vyzváni k potvrzení, že chcete ovladač povolit. Stiskněte <guibutton>Povolit ovladač</guibutton>
es: Se le pedirá que confirme que desea habilitar el controlador. Pulse <guibutton>Habilitar controlador</guibutton>
hu: Erősítse meg, hogy engedélyezni kívánja a meghajtót. Nyomja meg a <guibutton>Meghajtó engedélyezése</guibutton> gombot.
it: Viene chiesta la conferma per l'abilitazione del driver. Premere <guibutton>Abilita driver</guibutton>
ko: 드라이버를 사용할 지 확인하는 창이 뜰 것입니다. <guibutton>드라이버 사용</guibutton> 을 누릅니다.
nl: U zal gevraagd worden te bevestigen dat u het stuurprogramma wil activeren. Klik op <guibutton>Stuurprogramma activeren</guibutton>
pl: Zostaniesz zapytany, czy chcesz włączyć sterownik. Wciśnij przycisk <guibutton>Włącz sterownik</guibutton>
pt: Ser-lhe-á pedida confirmação de que deseja activar o controlador. Pressione <guibutton>Activar Controlador</guibutton>
pt_br: Você será questionado para confirmar se você quer habilitar o driver. Pressione <guibutton>Habilitar Driver</guibutton>
ro: Veţi fi solicitat să confirmaţi activarea driverului. Apăsaţi <guibutton>Activare driver</guibutton>
ru: Вас попросят подтвердить включение драйвера. Нажмите <guibutton> Включить драйвер</guibutton>
sk: Správca si vyžiada potvrdenie, že chcete ovládač naozaj zapnúť. Stlačte <guibutton>Zapnúť ovládač</guibutton>.
sv: Du kommer att bli tillfrågad att bekräfta att du vill aktivera drivrutinen. Tryck på <guibutton>Aktivera drivrutin</guibutton>

source: The restricted driver may have to be downloaded and installed
bg: Ограниченият драйвер ще бъде изтеглен и инсталиран.
ca: És possible que hàgiu de baixar i instaŀlar el controlador restrictiu
cs: Nesvobodný ovladač může být nutno stáhnout a nainstalovat
es: Puede que haya que descargar e instalar el controlador restringido.
hu: Előfordulhat, hogy a zárt meghajtót le kell tölteni és telepíteni kell.
it: Il driver con restrizioni può dover essere scaricato e installato
ko: 제한된 드라이버는 다운로드되어 설치되어야 합니다.
nl: Het kan zijn dat het beperkt ondersteunde stuurprogramma gedownload en geïnstalleerd moet worden.
pl: Sterownik zamknięty może być pobrany i zainstalowany.
pt: O driver restrito pode ter que ser descarregado e instalado
pt_br: O driver restrito pode ter que ser baixado e instalado
ro: Driverul va fi descărcat dacă este nevoie şi va fi instalat
ru: Вероятно, вам будет нужно отдельно загрузить и установить такой проприетарный драйвер
sv: Den proprietära drivrutinen kan behöva hämtas ner och installeras

source: You may need to restart your computer to finish enabling the driver
bg: Може да се наложи да рестартирате вашия компютър, за да използвате драйвера.
ca: És possible que hagueu de reiniciar el vostre ordinador per a finalitzar la instalŀlació del controlador
cs: Možná bude potřeba restartovat počítač pro dokončení povolení ovladače
es: Puede que tenga que reiniciar su equipo para completar la habilitación del controlador
hu: Lehetséges hogy a meghajtó telepítéséhez újra kell indítani a számítógépet.
it: Per completare l'abilitazione del driver, potrebbe essere necessario riavviare il computer.
ko: 드라이버를 사용하도록 설정하기 위해서 컴퓨터를 재시작해야 할 수도 있습니다.
nl: Het is mogelijk dat u uw computer moet herstarten om de stuurprogramma's te activeren.
pl: Będziesz musiał zrestartować swój komputer, aby móc korzystać ze sterownika.
pt: Poderá ser necessário reiniciar o seu computador para finalizar o processo de activação do controlador
pt_br: Talvez você precise reiniciar seu computador para habilitar o driver
ro: Este posibil să fie nevoie să reporniţi calculatorul pentru a încheia activarea driverului.
ru: Возможно вам потребуется перезагрузить компьютер для окончания установки драйвера
sk: Je možné, že zapnutie ovládača bude vyžadovať reštartovanie počítača.
sv: Du kan behöva starta om din dator för att färdigställa aktiveringen av drivrutinen

source: Disabling a restricted driver
bg: Изключване на ограничен драйвер
ca: Com inhabilitar un controlador restringit
cs: Zakázání nesvobodného ovladače
es: Desactivar un controlador restringido
hu: Zárt meghajtó kikapcsolása
it: Disabilitare un driver con restrizioni
ko: 드라이버 사용하지 않기
nl: Een beperkt ondersteund stuurprogramma uitschakelen
pl: Blokowanie dostępności zamkniętego sterownika.
pt: Desactivar um controlador restrito
pt_br: Desabilitando um driver restrito
ro: Dezactivarea unui driver cu restricţii
ru: Отключение проприетарного драйвера
sk: Vypnutie neslobodného ovládača
sv: Inaktivera en proprietär drivrutin

source: If a restricted driver is causing problems, or you would just like to turn it off, follow the procedure below:
bg: Ако ограничен драйвер не работи правилно или просто искате да го изключите:
ca: Si un controlador restringit us està portant problemes, o voleu inhabilitar-lo, seguiu el procediment següent:
cs: Pokud nesvobodný ovladač způsobuje problémy nebo pokud ho chcete pouze vypnout, následujte postup níže:
es: Si un controlador restringido causa problemas, o simplemente desea deshabilitarlo, siga el siguiente procedimiento:
hu: Ha a zárt meghajtó használata során problémák merülnének fel, vagy ki szeretné kapcsolni, akkor tegye a következőket:
it: Se un driver con restrizioni sta causando problemi o se si desidera disabilitarlo, procedere come segue:
ko: 만약 제한된 드라이버가 문제를 일으키거나 그냥 사용하지 않기를 바란다면, 다음을 따라하십시오:
nl: Als een beperkt ondersteund stuurprogramma een probleem veroorzaakt, of u wilt hem gewoon uitschakelen, volgt u onderstaande procedure:
pl: Jeśli sterownik zamknięty sprawia problemy, lub po prostu chcesz go wyłączyć, wykonaj następujące kroki:
pt: Se um controlador restrito está causando problemas, ou gostaria de o desactivar, siga o procedimento abaixo.
pt_br: Se um driver restrito estiver causando problemas, ou se você apenas desejar desligá-lo, siga o procedimento abaixo:
ro: În cazul în care utilizarea unui driver cu restricţii creează probleme în funcţionarea calculatorului şi doriţi să îl dezactivaţi, urmaţi procedura de mai jos:
ru: Если проприетарный драйвер вызывает проблемы, или вы просто хотите его выключить, следуйте процедуре, описанной ниже.
sk: Ak neslobodný ovládač spôsobuje problémy alebo ho jednoducho chcete vypnúť, postupujte nasledovne:
sv: Om en proprietär drivrutin orsakar problem eller om du helt enkelt bara vill inaktivera den kan du följa proceduren nedan:

source: Find the driver which you would like to disable and uncheck the box in the <guilabel>Enabled</guilabel> column, next to its name
bg: Намерете драйвера, който желаете да изключите и махнете отметката срещу името му в колонката <guilabel>Разрешен</guilabel>.
ca: Cerqueu el controlador que voleu inhabilitar i desmarqueu la casella de la columna <guilabel>Habilitat</guilabel>, al costat del seu nom
cs: Najděte ovladač, který byste chtěli zakázat a vedle jeho názvu odškrtněte políčko ve sloupci <guilabel>Povoleno</guilabel>
es: Busque el controlador que desea deshabilitar, y desmarque la casilla de la columna <guilabel>Habilitado</guilabel>, situada junto a su nombre
hu: Keresse meg a letiltani kívánt meghajtót, és kattintson a neve melletti jelölőnégyzetre az <guilabel>Engedélyezve</guilabel> oszlopban.
it: Trovare il driver da disabilitare e deselezionare la casella nella colonna <guilabel>Abilitato</guilabel> a fianco del nome
ko: 사용하지 않으려는 드라이버를 찾아서, 이름 옆에 있는 <guilabel>활성화</guilabel> 부분 아래의 박스에서 체크를 해제합니다.
nl: Zoek het stuurprogramma dat u wilt deactiveren en vink het vakje uit in de kolom <guilabel>Geactiveerd</guilabel>, direct naast de naam.
pl: Znajdź sterownik, który chcesz wyłączyć i usuń zaznaczenie z kratki w kolumnie <guilabel>Włączony</guilabel> obok jego nazwy
pt: Encontre o controlador que gostaria de desactivar e desmarque-o na coluna <guilabel>Activo</guilabel>, junto ao seu nome.
pt_br: Encontre o driver que você gostaria de desabilitar e desmarque a caixa na coluna <guilabel>Habilitado</guilabel>, próxima ao seu nome
ro: Alegeţi driverul pe care doriţi să îl dezactivaţi şi debifaţi casuţa din coloana <guilabel>Enabled</guilabel> în dreptul numelui
ru: Найдите драйвер, который вы хотели бы выключить и снимите галочку в колонке <guilabel>Включен</guilabel>, рядом с названием драйвера.
sk: Nájdite ovládač, ktorý chcete vypnúť a odznačte pole v stĺpci <guilabel>Zapnuté</guilabel> vedľa jeho názvu.
sv: Leta efter drivrutinen som du vill inaktivera och ta bort krysset i rutan i kolumnen <guilabel>Aktiverad</guilabel>, bredvid dess namn

source: You will be asked to confirm that you would like to disable the driver. Press <guibutton>Disable Driver</guibutton>
bg: Ще бъдете помолени да потвърдите дали искате да изключите този драйвер. Натиснете <guibutton>Забраняване на драйвер</guibutton>.
ca: Se us demanarà confirmació per a inhhabilitar el controlador. Premeu <guibutton>Inhabilita el controlador</guibutton>
cs: Budete vyzváni k potvrzení, zda si přejete ovladač zakázat. Stiskněte <guibutton>Zakázat ovladač</guibutton>
es: Se le pedirá que confirme que desea deshabilitar el controlador. Pulse <guibutton>Deshabilitar controlador</guibutton>
hu: A rendszer a meghajtó letiltásának megerősítésére kéri. Nyomja meg a <guibutton>Meghajtó letiltása</guibutton> gombot.
it: Viene chiesta la conferma per disabilitare il driver. Premere <guibutton>Disabilita driver</guibutton>
ko: 드라이버를 사용하지 않을 것인지 확인하는 창이 뜰 것입니다. <guibutton>드라이버 사용 안함</guibutton> 을 누릅니다.
nl: Er zal u gevraagd worden te bevestigen dat u het stuurprogramma wilt deactiveren. Klik op <guibutton>Stuurprogramma deactiveren</guibutton>
pl: Zostaniesz zapytany, czy chcesz wyłączyć sterownik. Wciśnij przycisk <guibutton>Wyłącz sterownik</guibutton>
pt: Será perguntado se confirma a desabilitação do controlador. Pressione <guibutton>Desactivar Controlador</guibutton>
pt_br: Será solicitada uma confirmação para que o driver seja desabilitado. Pressione <guibutton>Desabilitar Driver</guibutton>
ro: Veţi fi solicitat să confirmaţi dezactivarea driverului. Apăsaţi <guibutton>Dezactivare driver</guibutton>
ru: Вас попросят подтвердить выключение драйвера. Нажмите <guibutton>Выключить драйвер</guibutton>
sk: Správca si vyžiada potvrdenie, že chcete ovládač naozaj vypnúť. Stlačte <guibutton>Vypnúť ovládač</guibutton>.
sv: Du kommer att bli tillfrågad att bekräfta att du vill inaktivera drivrutinen. Tryck på <guibutton>Inaktivera drivrutin</guibutton>

source: You may need to restart your computer to finish disabling the driver
bg: Може да се наложи да рестартирате вашия компютър, за да изключите напълно драйвера.
ca: És possible que hàgiu de reiniciar el vostre ordinador per a acabar d'inhabilitar el controlador.
cs: Možná bude potřeba restartovat počítač pro dokončení zakázání ovladače
es: Puede que tenga que reiniciar su equipo para completar la deshabilitación del controlador
hu: A meghajtó letiltásának befejezéséhez szükség lehet a számítógép újraindítására
it: Per completare la disabilitazione del driver, potrebbe essere necessario riavviare il computer
ko: 드라이버를 사용하지 않도록 설정하기 위해서 컴퓨터를 재시작해야 할 수도 있습니다.
nl: Mogelijk moet u uw computer herstarten om het uitschakelen van het stuurprogramma te voltooien.
pl: Będziesz musiał zrestartować swój komputer, aby móc zablokować sterownik.
pt: Poderá ser necessário reiniciar o computador para finalizar o processo de desactivação do controlador.
pt_br: Talvez você precise reiniciar seu computador para desabilitar o driver
ro: Este posibil să fie nevoie să reporniţi calculatorul pentru a încheia dezactivarea driverului.
ru: Возможно, вам потребуется перезагрузить компьютер для окончательного вылючения драйвера
sk: Je možné, že vypnutie ovládača bude vyžadovať reštartovanie počítača.
sv: Du kan behöver starta om din dator för att färdigställa inaktiveringen av drivrutinen

source: Disks and partitions
bg: Дискове и дялове
ca: Discs i particions
cs: Disky a oddíly
es: Discos y particiones
hu: Lemezek és partíciók
it: Dischi e partizioni
ko: 디스크와 파티션
nl: Schijven en partities
pl: Dyski i partycje
pt: Discos e Partições
pt_br: Discos e partições
ro: Hard disk-uri şi partiţii
ru: Диски и разделы
sk: Disky a oddiely
sv: Diskar och partitioner

source: This section provides instructions on how to handle disks and drives, such as removable hard disks.
bg: Тази секция предоставя инструкции как да работите с дискове и устройства, като премахваеми твърди дискове.
ca: Aquesta secció proporciona instruccions sobre com gestionar discs i unitats com ara discs durs extraïbles
cs: Tato sekce poskytuje instrukce pro správu disků a jednotek, jako jsou například výměnné disky.
es: Esta sección proporciona instrucciones sobre cómo trabajar con discos y unidades, como discos duros extraíbles.
hu: Ez a szakasz segítséget ad a lemezek és a lemezmeghajtók, mint például az eltávolítható merevlemezek kezeléséhez.
it: Questa sezione fornisce delle istruzioni sulla gestione di dischi e dispositivi come i dischi rimovibili.
ko: 이 부분에서는 이동식 하드 디스크와 같은 디스크와 드라이브를 다루는 방법을 설명합니다.
nl: Deze sectie geeft instructies over het gebruik van schijven en stations, zoals verwisselbare harde schijven.
pl: Ta sekcja dostarcza informacji w jaki sposób należy obchodzić się z dyskami i nośnikami, takimi jak wymienne dyski twarde.
pt: Esta secção disponibiliza instruções em como lidar com discos e drives, tais como discos rígidos removíveis.
pt_br: Esta seção contém instruções de como utilizar discos e drives, bem como disco rígidos removíveis.
ro: Această secţiune cuprinde un îndrumător pentru utilizarea hard disk-urilor şi a altor dispozitive similare de stocare a informaţiei.
ru: Эта секция предоставляет инструкции по использованию дисков, дисководов и съёмных жёстких дисков.
sk: Táto sekcia poskytuje informácie o tom, ako pracovať s diskami a jednotkami ako prenosné pevné disky.
sv: Det här avsnittet tillhandahåller instruktioner om hur man hanterar diskenheter och flyttbara hårddiskar.

source: partition
bg: дял
ca: partició
cs: oddíl
es: partición
hu: partíció
it: partizione
ko: 파티션
nl: partitie
pl: partycja
pt: partição
pt_br: partição
ro: partiţie
ru: раздел
sk: oddiel

source: partitions
bg: дялове
ca: particions
cs: oddíly
es: particiones
hu: partíciók
it: partizioni
ko: 파티션
nl: partities
pl: partycje
pt: partições
pt_br: partições
ro: partiţii
ru: разделы
sk: oddiely
sv: partitioner

source: partitioning
bg: разделяне на дялове
ca: particionat
cs: rozdělování
es: particionar
hu: partícionálás
it: partizionamento
ko: 파티셔닝
nl: partitioneren
pl: partycjonowanie
pt: Particionamento
pt_br: particionando
ro: partiţionare
ru: разбиение диска на разделы
sk: rozdelenie na oddiely
sv: partitionering

source: format
cs: formátovat
es: formato
hu: formázás
it: formattare
ko: 포맷
nl: formatteer
pl: formatowanie
pt: formatar
pt_br: formatar
ru: форматирование
sv: formatera

source: formatting
ca: s'està formatant
cs: formátování
es: formatear
hu: formázás
it: formattazione
ko: 포매팅
nl: formatteren
pl: formatowanie
pt: formatando
pt_br: formatando
ro: formatare
ru: форматирование
sk: formátovanie
sv: formatering

source: mount
ca: s'està muntant
cs: připojit
es: montar
hu: csatolás
ko: 마운트
nl: aankoppelen
pl: montowanie
pt: montar
ro: montare
ru: монтирование
sk: pripájanie
sv: montera

source: unmount
ca: desmunta
cs: odpojit
es: desmontar
hu: leválasztás
ko: 언마운트
nl: ontkoppelen
pl: odmontowywanie
pt: desmontar
ro: demontare
ru: размонтирование
sk: odpájanie
sv: avmontera

source: umount
cs: odpojit
es: desmontar
hu: leválasztás
it: smonta
pl: odmontuj
ro: demontare
ru: размонтировать

source: filesystem
ca: sistema de fitxers
cs: souborový systém
es: sistema de archivos
hu: fájlrendszer
ko: 파일 시스템
nl: bestandsysteem
pl: system plików
pt: sistema de ficheiros
pt_br: sistema de arquivos
ro: sistem de fişiere
ru: Файловая система
sk: súborový systém
sv: filsystem

source: file system
ca: sistema de fitxers
cs: souborový systém
es: sistema de archivos
hu: fájlrendszer
ko: 파일 시스템
nl: bestandsysteem
pl: system plików
pt: sistema de ficheiros
pt_br: sistema de arquivos
ro: sistem de fişiere
ru: файловая система
sk: súborový systém
sv: filsystem
