Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: This section provides instructions on how to communicate with other computers using a Local Area Network
ko: 이 부분에서는 LAN (Local Area Network) 을 통해 다른 컴퓨터들과 통신하는 방법을 설명합니다.
sk: Táto kapitola zahŕňa inštrukcie, ako komunikovať s ostatnými počítačmi prostredníctvom lokálnej siete (LAN)
zh_cn: 本小节提供怎样与其他使用本地网络的计算机交流的介绍
zh_tw: 本小節提供怎樣與其他使用本地網絡的計算機交流的介紹

source: Browse Network Computers
ko: 네트워크 컴퓨터 찾아보기
sk: Prehliadať počítače v sieti
zh_cn: 浏览网络计算机
zh_tw: 瀏覽網路芳鄰

source: To view computers on the network, open <menuchoice><guimenu>Places</guimenu><guimenuitem>Network</guimenuitem></menuchoice>.
bg: За да потърсите за компютри в мрежата, отворете <menuchoice><guimenu>Места</guimenu><guimenuitem>Локална мрежа</guimenuitem></menuchoice>.
de: Um andere Rechner im Netzwerk zu sehen, öffnen Sie <menuchoice><guimenu>Orte</guimenu><guimenuitem>Netzwerk</guimenuitem></menuchoice>.
es: Para ver los equipos de la red, abra <menuchoice><guimenu>Lugares</guimenu><guimenuitem>Red</guimenuitem></menuchoice>.
fi: Verkon koneet näet valitsemalla <menuchoice><guimenu>Sijainnit</guimenu><guimenuitem>Verkko</guimenuitem></menuchoice>.
fr: Pour voir les ordinateurs sur le réseau, ouvrez <menuchoice><guimenu>Raccourcis</guimenu><guimenuitem>Réseau</guimenuitem></menuchoice>.
hu: A hálózaton lévő gépek megtekintéséhez nyissa meg a <menuchoice><guimenu>Helyek</guimenu><guimenuitem>Hálózat</guimenuitem></menuchoice> menüpontot.
it: Per vedere i computer in rete, aprire <menuchoice><guimenu>Risorse</guimenu><guimenuitem>Rete</guimenuitem></menuchoice>.
ja: ネットワーク上のコンピュータを確認するには、<menuchoice><guimenu>場所</guimenu><guimenuitem>ネットワーク</guimenuitem></menuchoice>を開いてください。
ko: 네트워크 상의 컴퓨터들을 보려면 <menuchoice><guimenu>위치</guimenu><guimenuitem>네트워크</guimenuitem></menuchoice> 를 누릅니다.
nl: Om computers op het netwerk te bekijken, opent u <menuchoice><guimenu>Locaties</guimenu><guimenuitem>Netwerk</guimenuitem></menuchoice>.
pl: Aby zobaczyć komputery w sieci, otwórz <menuchoice><guimenu>Miejsca</guimenu><guimenuitem>Sieć</guimenuitem></menuchoice>.
pt_br: Para ver os computadores da rede abra <menuchoice><guimenu>Locais</guimenu><guimenuitem>Rede</guimenuitem></menuchoice>.
ru: Чтобы просмотреть компьютеры в сети запустите <menuchoice><guimenu>Переход</guimenu><guimenuitem>Сеть</guimenuitem></menuchoice>.
sk: Aby ste videli počítače v sieti, vyberte <menuchoice><guimenu>Miesta</guimenu><guimenuitem>Sieť</guimenuitem></menuchoice>.
sv: För att visa datorer på nätverket, öppna <menuchoice><guimenu>Platser</guimenu><guimenuitem>Nätverk</guimenuitem></menuchoice>.

source: You may need to enter a username, password, and domain. You should obtain these from your network administrator if possible. The username and password will normally be the username and password of a user on the computer which you are trying to connect to. The domain can often be left blank.
ko: 사용자 이름, 암호, 도메인 등을 입력해야 할 것입니다. 이러한 정보들은 아마도 네트워크 관리자에게서 얻을 수 있을 것입니다. 사용자 이름과 암호는 보통 여러분이 연결하고자 하는 컴퓨터의 사용자 이름과 암호가 됩니다. 도메인은 비워둘 수도 있습니다.
sk: Je možné, že budete musieť zadať používateľské meno, heslo a doménu. Tieto informácie by vám mal poskytnúť váš správca siete. Meno používateľa a heslo bude spravidla meno a heslo používateľa, ku ktorého počítaču sa snažíte pripojiť. Doména často môže ostať nevyplnená.

source: See <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Navigating Remote Servers</ulink> for more information.
bg: Вижте <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Навигиране на мрежови сървъри</ulink> за повече информация.
cs: Podívejte se na stránku <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Procházení vzdálených serverů</ulink> pro více informací.
de: Weitere Informationen sind unter <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Auf entfernte Server zugreifen</ulink> zu finden
es: Consulte <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Navegar por servidores remotos</ulink> para más información.
fi: Lisätietoja löydät ohjeesta <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Etäkoneiden selaaminen</ulink>.
fr: Pour plus d'information voyez <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Navigation sur des serveurs distants</ulink>.
hu: További információkat a <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Távoli kiszolgálók böngészése</ulink> témakörben talál.
it: Per maggiori informazioni, consultare <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Accedere alle risorse di rete</ulink>.
ja: より詳しいことは<ulink type=\"help\" url=\"ghelp:user-guide#nautilus-accessnetwork\">リモートサーバの操作</ulink>を参照してください。
ko: 자세한 정보는 <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">원격 서버 탐색하기</ulink> 를 살펴보십시오.
nl: Zie <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Servers op afstand navigeren</ulink> voor meer informatie.
pl: Zobacz <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Nawigowanie Zdalnych Serwerów</ulink>, by uzyskać więcej informacji.
pt_br: Veja <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Servidores de Navegação Remota</ulink> para mais informações.
ru: Для более подробной информации посетите <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Поиск удалённых серверов</ulink>
sk: Pre viac informácií pozrite <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Navigovanie vzdialených serverov</ulink>.
sv: Se <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Navigera på fjärrservrar</ulink> för mer information.

source: Change the Computer Name
ko: 컴퓨터 이름 바꾸기
sk: Zmeniť názov počítača
zh_cn: 更改计算机名
zh_tw: 變更電腦名稱

source: When connected to a network, your computer can be referred to by its <emphasis>host name</emphasis>. It is possible to change the host name of your computer.
de: Wenn Ihr Rechner mit einem Netzwerk verbunden ist, kann dieser über seinen <emphasis>Hostnamen</emphasis> identifiziert werden. Diesen Hostnamen können Sie ändern.
fr: Lorsqu'il est connecté à un réseau, votre ordinateur peut être identifié par son <emphasis>nom d'hôte</emphasis>. Il est possible de changer le nom d'hôte de votre ordinateur.
ko: 네트워크에 연결되면 여러분의 컴퓨터는 <emphasis>호스트 이름</emphasis>을 통해 찾을 수 있습니다. 여러분의 컴퓨터의 호스트 이름을 바꾸는 것이 가능합니다.
nl: Als uw computer met een netwerk verbonden is, kan hiernaar verwezen worden met de <emphasis>hostnaam</emphasis>. Het is mogelijk om de hostnaam van uw computer te wijzigen.
sk: Keď ste pripojený do siete, k vášmu počítaču môže byť pristupované prostredníctvom jeho <emphasis>host name</emphasis> (názvu), ktorý je možné zmeniť.
zh_cn: 联网后，您的计算机将被称为<emphasis>主机名</emphasis>。主机名可以更改。
zh_tw: 聯網後，您的計算機將被稱為<emphasis>主機名</emphasis>。主機名可以更改。

source: Open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Network</guimenuitem></menuchoice>.
de: Öffnen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Netzwerk</guimenuitem></menuchoice>.
fr: Cliquez sur <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Réseau</guimenuitem></menuchoice>.
ko: <menuchoice><guimenu>시스템</guimenu><guimenuitem>관리</guimenuitem><guimenuitem>네트워크</guimenuitem></menuchoice> 를 실행합니다.
nl: Open <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Netwerk</guimenuitem></menuchoice>.
sk: Vyberte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Network</guimenuitem></menuchoice>.
zh_cn: 打开<menuchoice><guimenu>系统</guimenu><guimenuitem>系统管理</guimenuitem><guimenuitem>网络</guimenuitem></menuchoice>

source: Click <guilabel>General</guilabel>, and enter the name of the computer in the <guilabel>Host name</guilabel> field.
ko: <guilabel>일반</guilabel>을 클릭하고, <guilabel>호스트 이름</guilabel> 부분에 컴퓨터의 이름을 입력합니다.
sk: Kliknite na <guilabel>Všeobecné</guilabel> a do poľa <guilabel>Host name</guilabel> napíšte názov vášho počítača.
zh_cn: 点击 <guilabel>常规</guilabel>，并在 <guilabel>主机名</guilabel> 框中输入计算机的名称。
zh_tw: 點擊<guilabel>常規</guilabel>，並在<guilabel>主機名</guilabel>框中輸入計算機的名稱。

source: Restart the computer for the change to take effect.
de: Starten Sie den Rechner neu, um die Änderung wirksam werden zu lassen.
fr: Redémarrez l'ordinateur pour que les modifications soient prises en compte.
ko: 변경 사항이 적용되도록 컴퓨터를 재시작 하세요.
nl: Herstart de computer om de wijzigingen door te voeren.
sk: Aby sa zmeny prejavili, musíte reštartovať počítač.
zh_cn: 重启计算机以使改变生效。
zh_tw: 重啟計算機以使改變生效。

source: Share files and folders with other computers
bg: Споделяне на файлове и папки с други компютри
cs: Sdílení souborů a složek s ostatními počítači
de: Dateien und Ordner mit anderen Rechnern gemeinsam nutzen
es: Compartir archivos y carpetas con otros equipos
fi: Tiedostojen ja kansioiden jakaminen muille tietokoneille
fr: Partager des fichiers et des dossiers avec d'autres ordinateurs
hu: Fájlok és mappák megosztása más gépekkel
it: Condividire file e cartelle con altri computer
ja: 他のコンピュータとファイルやフォルダを共有する
ko: 다른 컴퓨터와 파일 및 폴더 공유하기
nl: Bestanden en mappen met andere computers delen
pl: Udostępnianie plików oraz katalogów innym komputerom.
pt_br: Compartilhe arquivos e diretórios com outros computadores
ru: Предоставить (опубликовать) папки и файлы в общий доступ другим компьютерам
sk: Zdieľajte súbory a priečinky s inými počítačmi
sv: Dela filer och mappar med andra datorer
zh_cn: 与其他计算机共享文件和文件夹
zh_tw: 與其他計算機共享文件和文件夾

source: You can share files and folders with other people on your network.
ko: 여러분은 네트워크 상의 다른 사람들과 파일과 폴더 등을 공유할 수 있습니다.
sk: Môžete zdieľať súbory a priečinky s ostatnými na vašej sieti.
zh_cn: 你可以与你网络上的其他人共享文件和文件夹。
zh_tw: 你可以與你網絡上的其他人共享文件和文件夾。

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Shared Folders</guimenuitem></menuchoice>
ko: <menuchoice><guimenu>시스템</guimenu><guimenuitem>관리</guimenuitem><guimenuitem>공유 폴더</guimenuitem></menuchoice> 를 누릅니다.
sk: Vyberte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Zdieľané priečinky</guimenuitem></menuchoice>
zh_cn: 按下 <menuchoice><guimenu>系统</guimenu><guimenuitem>系统管理</guimenuitem><guimenuitem>共享的文件夹</guimenuitem></menuchoice>
zh_tw: 按下<menuchoice><guimenu>系統</guimenu><guimenuitem> 系統管理</guimenuitem><guimenuitem>共享的文件夾</guimenuitem> < /menuchoice>

source: You may receive a message which says <guilabel>Sharing services are not installed</guilabel>. If this is the case, ensure that the two checkboxes in the message box are checked and press <guibutton>Install services</guibutton>. Sharing service support will then be downloaded and installed; this may take a while.
ko: 어쩌면 <guilabel>공유 서비스가 설치되지 않았습니다</guilabel> 라는 메시지를 볼 수도 있습니다. 이 경우, 메시지 상자 내의 두 체크 박스를 선택하고 <guibutton>서비스 설치</guibutton> 를 누릅니다. 공유 서비스 지원 프로그램이 다운로드 된 후 설치될 것입니다. 이 때 약간이 시간이 걸릴 수 있습니다.
sk: Môžete dostať správu <guilabel>Služby zdieľania nie sú nainštalované</guilabel>. Ak sa tak stane, uistite sa, že obidve začiarkavacie políčka sú označené a stlačte <guibutton>Install services</guibutton>. Tým sa stiahne a nainštaluje podpora pre služby zdieľania, môže to chvíľu trvať.
zh_cn: 你可能受到了一个对话框报告 <guilabel>共享服务尚未安装</guilabel>。如果真是这样, 请确保对话框中两个复选框均被选中，然后点击 <guibutton>安装服务</guibutton>。共享服务将被下载并且安装，这可能需要花一些时间。

source: Select the <guilabel>Shared Folders</guilabel> tab and press <guibutton>Add</guibutton>
ko: <guilabel>공유 폴더</guilabel> 탭을 선택하고 <guibutton>추가</guibutton> 를 누릅니다.
sk: Vyberte kartu <guilabel>Zdieľané priečinky</guilabel> a stlačte <guibutton>Pridať</guibutton>
zh_cn: 选择<guilabel>共享文件夹</guilabel>选项卡并单击<guibutton>添加</guibutton>
zh_tw: 選擇<guilabel>共享文件夾</guilabel>選項卡並單擊<guibutton>添加</guibutton>

source: Select the location of the folder you wish to share by changing the <guilabel>Path</guilabel> option
ko: <guilabel>경로</guilabel> 옵션을 변경하여 공유하고 싶은 폴더의 위치를 선택합니다.
sk: Zmenou možnosti <guilabel>Cesta</guilabel> vyberte umiestnenie priečinku, ktorý si prajete zdieľať.
zh_cn: 通过改变<guilabel>路径</guilabel> 设置来选择你希望共享的文件夹的位置
zh_tw: 通過改變<guilabel>路徑</guilabel>設置來選擇你希望共享的文件夾的位置

source: Choose <guilabel>Windows networks (SMB)</guilabel> from the <guilabel>Share through</guilabel> option
ko: <guilabel>공유 경로</guilabel> 옵션에서 <guilabel>윈도우즈 네트워크 (SMB)</guilabel> 를 선택합니다.
sk: Vyberte <guilabel>Sieť Windows (SMB)</guilabel> z možností <guilabel>Zdieľať prostredníctvom</guilabel>
zh_cn: 在 <guilabel>共享于...</guilabel>选项列表中 选择<guilabel>Windows 网络 (SMB)</guilabel>

source: Enter a name and comment for the shared folder
ko: 공유 폴더의 이름과 설명을 입력합니다.
sk: Vložte meno a zaznačte ho pre zdieľané priečinky
zh_cn: 为共享文件夹输入名称和注释
zh_tw: 為共享文件夾輸入名稱和註釋

source: If you would like people accessing the shared folder to be able to add, change and remove files in the folder, uncheck <guilabel>Read only</guilabel>. If you leave <guilabel>Read only</guilabel> checked, people will only be able to view files in the folder
ko: 만약 다른 사람들이 공유 폴더에 파일을 추가, 변경, 삭제할 수 있도록 하려면, <guilabel>읽기 전용</guilabel> 의 선택을 해제합니다. 만약 <guilabel>읽기 전용</guilabel> 의 선택된 상태로 둔다면, 다른 사람들은 폴더 내의 파일들을 오직 읽을 수만 있게 될 것입니다.
sk: Ak si prajete, aby ľudia pripájajúci sa k vašim zdieľaným priečinkom v nich mohli pridávať, meniť alebo mazať súbory, odznačte <guilabel>Read only</guilabel>. Ak necháte <guilabel>Read only</guilabel> označené, ľudia si budú môcť súbory v priečinku iba prezerať.
zh_cn: 如果你希望访问该共享文件夹的人们能够在该文件夹中添加，更改，或删除文件，请去掉 <guilabel>只读</guilabel>选项框中的选择. 如果你保持 <guilabel>只读</guilabel> 选项框的选中状态，人们就只能从该文件夹中读取文件。

source: Press <guibutton>OK</guibutton> to make the shared folder available. Other people on the same network (LAN) as you should now be able to access the folder
ko: 공유 폴더를 이용할 수 있게 하려면 <guibutton>확인</guibutton> 을 누릅니다. 동일한 네트워크 (LAN) 상의 다른 사람들이 이제 이 폴더에 접근할 수 있게 되었습니다.
sk: Stlačte <guibutton>OK</guibutton>, aby ste sprístupnili zdieľaný priečinok. Ostatní na tej istej sieti (LAN) ako vy by teraz mali mať možnosť sa do neho dostať.
zh_cn: 点击<guibutton>确定</guibutton>使共享文件夹生效。和你同处于一个网络(LAN)中的其他人应该可以访问那个文件夹了
zh_tw: 點擊<guibutton>確定</guibutton>使共享文件夾生效。和你同處於一個網絡(LAN)中的其他人應該可以訪問那個文件夾了

source: See the <ulink type="help" url="ghelp:shares-admin">Shared Folders Administration Tool manual</ulink> for more information on managing network shares.
bg: Вижте <ulink type="help" url="ghelp:shares-admin">Ръководство за Инструмент за Администриране на споделени папки</ulink> за повече информация при управление на мрежови споделения.
cs: Podívejte se do <ulink type="help" url="ghelp:shares-admin">Návodu ke správcovským nástrojům pro sdílené složky</ulink> pro více informací o spravování síťového sdílení.
de: Im <ulink type="help" url="ghelp:shares-admin">Handbuch zum Werkzeug »Gemeinsame Ordner«</ulink> finden Sie weitere Informationen zur Verwaltung von Netzwerkfreigaben.
es: Consulte el <ulink type="help" url="ghelp:shares-admin">manual de la herramienta de administración de carpetas compartidas</ulink> para más información sobre la gestión de recursos compartidos a través de la red.
fi: Lisätietoja löydät <ulink type="help" url="ghelp:shares-admin">Jaetut kansiot -ohjelman käyttöohjeesta</ulink>.
fr: Pour davantage d'informations sur la gestion des partages en réseau, consultez le <ulink type="help" url="ghelp:shares-admin">Manuel d'administration des partages réseau</ulink>.
hu: További információk a hálózati megosztások kezeléséről a <ulink type="help" url="ghelp:shares-admin">Megosztott mappák adminisztrációs eszköze</ulink> kézikönyvoldalon találhatók.
it: Per maggiori informazioni sulla gestione delle cartelle condivise, consultare il <ulink type="help" url="ghelp:shares-admin">manuale dello strumento «Cartelle condivise»</ulink>.
ja: ネットワーク共有の管理に関するより多くの情報は、<ulink type="help" url="ghelp:shares-admin">共有フォルダ管理ツールマニュアル</ulink>を参照してください。
ko: 네트워크 공유를 관리하는 것에 대한 자세한 정보는 <ulink type="help" url="ghelp:shares-admin">공유 폴더 관리 도구 설명서</ulink> 를 보기 바랍니다.
pl: Zobacz <ulink type="help" url="ghelp:shares-admin">Instrukcję narzędzi administracyjnych udostępniania katalogów</ulink> aby uzyskać więcej informacji na temat zarządzania udostępnianiem zasobów sieciowych.
pt_br: Veja o <ulink type="help" url="ghelp:shares-admin">manual da Ferramenta de Administração de Pastas Compartilhadas</ulink> para mais informações sobre gerenciamento de compartilhamentos de rede.
ru: Для более подробной информации об общих сетевых папках посетите <ulink type="help" url="ghelp:shares-admin">Руководство администрирования общих сетевых папок</ulink>
sk: Pre viac informácií o spravovaní zdieľaní v sieti pozrite <ulink type="help" url="ghelp:shares-admin">Manuál na správu zdieľaných priečinkov</ulink>.
sv: Se <ulink type="help" url="ghelp:shares-admin">Handbok för Administrationsverktyg för delade mappar</ulink> för mer information om hantering av nätverksutdelningar.

source: Accessing shared folders on Windows
ko: Windows 에서 공유 폴더 접근하기
sk: Sprístupnenie zdieľaných priečinkov vo Windows
zh_cn: 存取Windows上的共享文件夹
zh_tw: 存取Windows上的共享文件夾

source: If you would like to access a shared folder hosted on an Ubuntu computer by using computers running Windows, you may have to perform some additional steps:
bg: Ако искате да имате достъп до споделена папка, която е на компютър с Ubuntu през компютри с Windows, трябва да извършите някои допълнителни стъпки:
cs: Pokud byste chtěli přistupovat ke sdílené složce umístěné na počítači s Ubuntu použitím počítačů s Windows, možná budete muset provést některé dodatečné kroky:
de: Wenn Sie auf einen freigegebenen Ordner auf einem Ubuntu-Rechner mittels eines Windows-Rechners zugreifen möchten, müssen Sie möglicherweise einige zusätzliche Schritte ausführen:
es: Si desea acceder a una carpeta compartida alojada en un equipo Ubuntu usando equipos que funcionen con Windows, tendrá que llevar a cabo algunos pasos adicionales:
fi: Jos haluat käyttää Windows-koneiden jakamia kansioita Ubuntulla, sinun on tehtävä muutama ylimääräinen toimenpide:
fr: Si vous voulez accéder à un dossier partagé hébergé sur un ordinateur sous Ubuntu à partir d'un ordinateur sous Windows, il est possible que vous deviez réaliser quelques paramétrages supplémentaires :
hu: Ha egy Ubuntut futtató rendszeren akar megosztani egy mappát Windows rendszerek felé, további lépések is szükségesek lehetnek:
it: Se si desidera accedere a una cartella che risiede su un computer Ubuntu utilizzando un computer che esegue Windows, potrebbe essere necessario eseguire delle ulteriori operazioni:
ja: Ubuntu上にある共有フォルダにWindowsからアクセスしたい場合は、さらに設定が必要です：
ko: 만약 우분투에서 제공하는 공유 폴더를, Windows 가 동작하는 컴퓨터에서 사용하고 싶다면, 다음과 같은 몇 가지 추가적인 단계를 수행해야 합니다:
nl: Als u vanuit Windows een gedeelde map wilt benaderen die op een Ubuntu-computer staat, dan is het mogelijk dat u een aantal extra handelingen moet verrichten:
pl: Jeżeli chcesz uzyskać dostęp do udostępnionego katalogu na komputerze z systemem Ubuntu używając komputera z systemem Windows, będzie trzeba wykonać kilka dodatkowych kroków:
pt_br: Se você gostaria de acessar uma pasta compartilhada hospedada em um computador com Ubuntu usando um computador com Windows, você deverá executar alguns passos adicionais:
ru: Если вы хотите иметь доступ к общим сетевым папкам, расположенных на Ubuntu, используя компьютер под управлением Windows, вам могут понадобиться следующие дополнительные настройки:
sk: Ak chcete mať prístup k zdieľanému priečinku, ktorý sa nachádza na počítači s Ubuntu, z počítača s Windows, budete musieť uskutočniť niekoľko dodatočných krokov:
sv: Om du vill komma åt en delad mapp som finns på en Ubuntu-dator genom att använda datorer som kör Windows så kanske du måste genomföra några ytterligare steg:

source: Type <userinput>sudo smbpasswd -a username</userinput>, replacing <quote>username</quote> with your own username. Press <keycap>Return</keycap> to run the command.
ko: <userinput>sudo smbpasswd -a username</userinput> 입력합니다. 이 때 <quote>username</quote> 부분은 여러분의 사용자 이름으로 대체합니다. 명령을 실행하려면 <keycap>Enter</keycap> 키를 누릅니다.
sk: Zadajte <userinput>sudo smbpasswd -a username</userinput>, za <quote>username</quote> dosaďte vaše vlastné meno používateľa. Stlačte <keycap>Enter</keycap> na vykonanie príkazu.
zh_cn: 输入 <userinput>sudo smbpasswd -a username</userinput>, 将 <quote>username</quote>替换为你自己的用户名. 按 <keycap>回车</keycap> 键来执行命令.

source: You can find out what your username is by typing <userinput>whoami</userinput> into the Terminal and then pressing <keycap>Return</keycap>
ko: 터미널 상에서 <userinput>whoami</userinput> 를 입력하고 <keycap>Enter</keycap> 키를 누르면 여러분의 사용자 이름을 알아볼 수 있습니다.
sk: Svoje meno používateľa zistíte zadaním príkazu <userinput>whoami</userinput> do terminálu a stlačením klávesu <keycap>Enter</keycap>
zh_cn: 你可以查看你的用户名是什么，只需在终端窗口中输入 <userinput>whoami</userinput> 然后按<keycap>回车键</keycap>

source: Enter your password when prompted with <quote>[sudo] password for username:</quote> and press <keycap>Return</keycap> again.
de: Geben Sie Ihr Passwort ein, wenn <quote>[sudo] password for username:</quote> erscheint und drücken Sie nochmals die <keycap>Eingabetaste</keycap>.
fr: Entrez votre mot de passe à l'invite <quote>[sudo] mot de passe pour l'utilisateur :</quote> et appuyez sur la touche <keycap>Entrée</keycap> à nouveau.
ko: <quote>[sudo] password for username:</quote> 이라는 메시지가 보이면 암호를 입력하고 <keycap>Enter</keycap> 키를 누릅니다.
nl: Voer uw wachtwoord in zodra u <quote>[sudo] password for gebruikersnaam:</quote> ziet, en druk weer op <keycap>Enter</keycap>.
sk: Po objavení sa výzvy <quote>[sudo] password for username:</quote> zadajte svoje heslo a opäť stlačte <keycap>Enter</keycap>.
zh_cn: 当系统给予提示 <quote>[sudo] 输入当前用户密码: </quote> 时请输入密码然后按<keycap>回车</keycap>。

source: When prompted with <quote>New SMB password:</quote>, enter the password that you would like to use to access the shared folder and then press <keycap>Return</keycap>. You can leave the password blank if you like, which will allow anyone to access the shared folder.
ko: <quote>New SMB password:</quote> 라는 메시지가 나오면, 공유 폴더에 접근할 때 사용할 암호를 입력하고 <keycap>Enter</keycap> 키를 누릅니다. 원한다면 암호를 설정하지 않을 수도 있습니다. 이 경우에는 모든 사람이 공유 폴더에 접근할 수 있을 것입니다.
sk: Keď budete vyzvaní na zadanie <quote>New SMB password:</quote>, zadajte heslo, ktoré si prajete používať pri prístupe do zdieľaného priečinku a stlačte kláves <keycap>Enter</keycap>. Toto miesto môžete nechať prázdne, čím umožníte každému prístup do zdieľaného priečinka.
zh_cn: 当被提示输入 <quote>新的SMB 密码:</quote>时, 请输入你希望该共享文件夹的访问密码然后按 <keycap>Return 回车</keycap>键. 如果你不输入密码，那么任何人都可以访问这个共享文件夹。

source: When prompted with <quote>Retype new SMB password:</quote>, enter the password that you just entered and then press <keycap>Return</keycap>
ko: <quote>Retype new SMB password:</quote> 라는 메시지가 나오면 방금 입력한 암호를 다시 입력하고 <keycap>Enter</keycap> 키를 누릅니다.
sk: Keď budete vyzvaní <quote>Retype new SMB password:</quote>, znovu zadajte heslo a stlačte <keycap>Enter</keycap>
zh_cn: 当系统提示 <quote>重新输入新的 SMB 密码 :</quote>时 , 重新输入你刚才所输入的密码然后按 <keycap>回车 Return</keycap>键.

source: You should now be able to connect to the shared folders on the Ubuntu computer
ko: 이제 우분투 컴퓨터의 공유 폴더에 연결할 수 있을 것입니다.
sk: Teraz by ste mali byť schopný pripojiť sa ku zdieľaným priečinkom na počítači s Ubuntu
zh_cn: 你现在应该能连接到在Ubuntu计算机上的共享文件夹
zh_tw: 你現在應該能連接到在Ubuntu計算機上的共享文件夾
