Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: NetworkManager manages wired, wireless, mobile broadband, vpn and dsl connections. It does not currently support dialup modem connections but there is help available in <xref linkend="modem"/>.
bg: NetworkManager управлява жични, безжични, мобилни широколентови, ВЧМ и DLS връзки. Текущо не поддържа Dialup модеми, но има достъпна помощ на <xref linkend="modem"/>.
cs: NetworkManager spravuje drátová, bezdrátová, mobilní širokopásmová, vpn a dsl připojení. V současné době nepodporuje vytáčené připojení pomocí modemu, ale existuje řešení: <xref linkend="modem"/>.
es: NetworkManager gestiona conexiones cableadas, inalámbricas, de banda ancha móvil, VPN y DSL. Actualmente no soporta conexiones por módem telefónico pero hay información disponible en <xref linkend="modem"/>.
fi: Verkon hallinta hallitsee kiinteitä ja langattomia verkkoja, mobiililaajakaistoja sekä VPN- ja DSL-yhteyksiä. Se ei tällä hetkellä tue puhelinverkkomodeemeilla muodostettavia yhteyksiä, mutta näille on ohjeita kappaleessa <xref linkend="modem"/>.
it: NetworkManager è in grado di gestire connessioni cablate, senza fili, mobili a banda larga, VPN e DSL. Al momento non supporta connessioni in dialup via modem, ma è possibile consultare <xref linkend="modem"/> per un aiuto.
ja: NetworkManager は有線、無線、モバイルブロードバンド、VPN、そしてDSL接続を管理します。現在ダイヤルアップ・モデム接続はサポートされていませんが、<xref linkend="modem"/>にヘルプが用意されています。
pl: Network Manager zarządza połączeniami przewodowymi, bezprzewodowymi, komórkowymi, VPN i DSL. Aktualnie brak jest obsługi połączeń wdzwanianych (modem), ale istnieje pomoc dotycząca tego rodzaju połączenia. Zapoznaj się z instrukcjami w rozdziale <xref linkend="modem"/>.
pt_br: NetworkManager gerencia conexões com fio, sem fio, banda larga móvel, VPN e DSL. Não oferecemos suporte a conexões dial modem, mas há ajuda disponível em <xref linkend="modem"/>.
ru: NetworkManager управляет подключениями к проводным, беспроводным, мобильным широкополосным, виртуальным частным сетями и DSL. В данный момент им не поддерживаются модемные подключения, справочная информация по которым доступна в <xref linkend="modem"/>.
sv: Nätverkshanteraren hanterar trådbundna, trådlösa, mobila bredband, vpn och dsl anslutningar. Den stöder förnärvarande inte modemanslutningar men det finns hjälp i <xref linkend="modem"/>.

source: Wired (LAN)
bg: Жична връзка (LAN)
es: Cableada (LAN)
fi: Kiinteä (lähiverkko, LAN)
it: Cablata (LAN)
ja: 有線 (LAN)
pl: Połączenie przewodowe (LAN)
pt_br: Rede com fio (LAN)
ru: Проводные (LAN)
sv: Trådbundet (LAN)

source: DHCP connections (where settings are concfigured by your router) are automatically configured. Wired network connections are selected as default when connected.
bg: DHCP връзките (където настройките се конфигурират от вашия маршрутизатор) се конфигурират автоматично. Жичните мрежови връзки се избират по подразбиране, когато се свързвате.
es: Las conexiones DHCP (cuando se configuren por la configuración de su router) se configuran automáticamente. Las conexiones cableadas son seleccionados de manera predeterminada cuando se conecta.
it: Le connessioni DHCP (in cui le impostazioni vengono configurate dal router) sono configurate automaticamente. Le connessioni cablate vengono selezionate come predefinite se sono attive.
ja: DHCP 接続 (ルータによって自動的に設定が完了します) は自動的に設定されます。有線ネットワーク接続が利用可能なとき、この接続がデフォルトとして選択されます。
pl: Jeśli w Twoim routerze skonfigurowana jest opcja przydzielania adresów IP przez DHCP, wtedy Ubuntu automatycznie skonfiguruje Twoje połączenie. Domyślnym połaczeniem w Ubuntu jest połączenie przewodowe.
pt_br: Conexões DHCP (onde configurações são setadas pelo roteador) são automaticamentes configuradas. Conexões de rede com fio são selecionadas por padrão quando conectado.
ru: DHCP соединения (когда настройки подключения берутся с маршрутизатора) настраиваются автоматически. При наличии подключения проводным сетям отдаётся предпочтение.
sv: DHCP-anslutningar (där inställningarna konfigureras av din router) är automatiskt konfigurerade. Trådbundna nätverksanslutningar väljs som standard när ansluten.

source: DHCP Connections
bg: DHCP връзки
es: Conexiones DHCP
fi: DHCP-yhteydet
it: Connessioni DHCP
ja: DHCP 接続
pl: Połączenia DHCP
pt_br: Conexões DHCP
ru: DHCP соединения
sv: DHCP-anslutningar

source: Most routers use DHCP to allocate IP addresses.
bg: Повечето маршрутизатори използват DHCP, за да заделят IP адреси.
es: La mayoría de los routers usan DHCP para asignar las direcciones IP.
fi: Useimmat reitittimet käyttävät DHCP:tä varatessaan IP-osoitteita.
it: La maggior parte dei router utilizzano DHCP per assegnare indirizzi IP.
ja: ほとんどのルータはIPアドレスの割り当てにDHCPを使用しています。
pl: Większość routerów stosuje DHCP do przydzielania adresów IP.
pt_br: A maioria dos roteadores usam DHCP para atribuir endereços IP
ru: Болшинство маршрутизаторов используют DHCP метод для назначения IP адресов.
sv: De flesta routrar använder DHCP för att allokera IP-adresser.

source: Click the NetworkManager icon in the system notification area.
bg: Натиснете иконата на NetworkManager в зоната за уведомямане.
es: Pulse el icono de NetworkManager en el área de notificación de sistema.
fi: Napsauta Verkon hallinnan kuvaketta järjestelmän ilmoitusalueella.
it: Fare clic sull'icona di NetworkManager nell'area di notifica.
ja: システム通知エリア内のNetworkManager アイコンをクリックします。
pl: Kliknij w ikonę NetworkManagera w obszarze powiadomień.
pt_br: Clique no ícone do NetworkManager na área de notificação do sistema.
ru: Щёлкните по значку NetworkManager в области системных уведомлений.
sv: Klicka på ikonen för nätverkshanteraren i systemets notifieringsyta.

source: Under <guilabel>Wired Network</guilabel> click the <guilabel>Radio Button</guilabel> next to the network you want to connect to.
bg: Под <guilabel>Жични връзки</guilabel> натиснете <guilabel>кръгчето</guilabel> до мрежата към която искате да се свържете.
es: Bajo <guilabel>Red cableada</guilabel>, pulse en el <guilabel>botón de radio</guilabel> situado junto a la conexión con la que desea conectarse.
it: Nella scheda <guilabel>Cablata</guilabel>, fare clic sul pulsante a fianco della connessione da utilizzare.
ja: <guilabel>有線</guilabel>の項目で、あなたが接続したいネットワークの横にある<guilabel>ラジオボタン</guilabel>をクリックしてください。
pl: W sekcji <guilabel>Sieć przewodowa</guilabel> kliknij na <guilabel>przycisk pojedynczego wyboru</guilabel> obok sieci którą chcesz włączyć.
pt_br: Sob<guilabel>Rede com fio</guilabel> clique no <guilabel>Botão Rádio</guilabel> próximo a rede que deseja se conectar.
ru: В списке <guilabel>Проводная сеть</guilabel> щёлкните по <guilabel>отметке</guilabel> напротив той сети, к которой вы хотите подключиться.
sv: Under <guilabel>Trådbundet nätverk</guilabel> klicka på <guilabel>alternativknappen</guilabel> framför nätverket du vill ansluta till.

source: Static Connections
bg: Статични връзки
es: Conexiones estáticas
fi: Staattiset yhteydet
it: Connessioni statiche
pl: Połączenia statyczne
pt_br: Conexões estáticas
ru: Статически настраиваемое подключение
sv: Fasta anslutningar

source: If you don't use DHCP then you can configure a static connection.
bg: Ако не се използва DHCP тогава можете да конфигурирате статична връзка.
es: Si no usa DHCP puede configurar una conexión estática.
it: Se non si usa DHCP, è possibile configurare una connessione statica.
pl: Jeśli nie korzystasz z DHCP, możesz skonfigurować statyczne połączenie z siecią.
pt_br: Se você não usa DHCP então você pode configurar uma conexão estática.
ru: При неиспользовании DHCP, можно настроить статическое подключение.
sv: Om du inte använder DHCP så kan du konfigurera en fast anslutning.

source: Right click the NetworkManager icon in the system notification area.
bg: Щракнете с десния бутон върху иконата NetworkManager в системната област за известявания
es: Pulse con el botón derecho sobre el icono de NetworkManager en el área de notificación del sistema.
fi: Napsauta Verkon hallinta -kuvaketta järjestelmän ilmoitusalueella hiiren oikealla painikkeella.
it: Fare clic col pulsante destro del mouse sull'icona di NetworkManager nell'area di notifica.
ja: システム通知エリア内のNetworkManager アイコンを右クリックします。
pl: Kliknij w ikonę NetworkManagera w obszarze powiadomień prawym przyciskiem myszy.
pt_br: Clique com o botão direito do mouse no icone do gerenciador de rede na área de notificação do sistema.
ru: Щёлкните правой кнопкой мыши по пиктограмме NetworkManager в области уведомлений.
sv: Högerklicka på ikonen för Nätverkshanterare i systemets notifieringsyta.

source: Click <guilabel>Edit Connections</guilabel>.
bg: Щракнете <guilabel>Настройки на връзки</guilabel>.
es: Pulse <guilabel>Editar conexiones</guilabel>.
fi: Napsauta <guilabel>Muokkaa yhteyksiä</guilabel>.
it: Fare clic su <guilabel>Modifica connessioni...</guilabel>.
ja: <guilabel>接続の編集</guilabel>をクリックします。
pl: Kliknij <guilabel>Modyfikuj połączenia</guilabel>.
pt_br: Clique em <guilabel>Editar conexões</guilabel>.
ru: Щёлкните <guilabel>Изменить соединения...</guilabel>.
sv: Klicka på <guilabel>Redigera anslutningar</guilabel>.

source: Click the <guilabel>Wired</guilabel> tab.
bg: Щракнете раздела <guilabel>Жични връзки</guilabel>.
es: Pulse en la solapa <guilabel>Cableada</guilabel>.
fi: Napsauta <guilabel>Kiinteä</guilabel>-välilehteä.
it: Fare clic sulla scheda <guilabel>Cablata</guilabel>.
ja: <guilabel>有線</guilabel> タブをクリックします。
pl: Przejdź do karty <guilabel>Przewodowe</guilabel>.
pt_br: Clique na aba <guilabel>com fio</guilabel>.
ru: Выберите вкладку <guilabel>Проводные</guilabel> .
sv: Klicka på fliken <guilabel>Trådbundet</guilabel>.

source: Select the connection and click <guibutton>Edit</guibutton>.
bg: Изберете връзката и натиснете <guibutton>Редактиране</guibutton>.
es: Seleccione la conexión y pulse <guibutton>Editar</guibutton>.
fi: Valitse yhteys ja napsauta <guibutton>Muokkaa</guibutton>.
it: Selezionare la connessione e fare clic su <guibutton>Modifica</guibutton>.
ja: 接続を選択し、<guibutton>編集</guibutton>.をクリックします。
pl: Zaznacz połączenie które chcesz zmienić i wciśnij <guilabel>Edycja</guilabel>.
pt_br: Selecione a conexão e clique em <guibutton>Editar</guibutton>.
ru: Выберите соединение и нажмите <guibutton>Изменить</guibutton>.
sv: Markera anslutningen och klicka på <guibutton>Redigera</guibutton>.

source: Click the <guilabel>IPv4</guilabel> tab.
bg: Натиснете раздела <guilabel>Настройки на IPv4</guilabel>.
es: Pulse en la solapa <guilabel>IPv4</guilabel>.
fi: Napsauta <guilabel>IPV4</guilabel>-välilehteä.
it: Fare clic sulla scheda <guilabel>Impostazioni IPv4</guilabel>.
ja: <guilabel>IPv4設定</guilabel> タブをクリックします。
pl: Przejdź do karty <guilabel>Ustawienia IPv4</guilabel>.
pt_br: Clique na aba <guilabel>IPv4</guilabel>.
ru: Перейдите на вкладку <guilabel>Параметры IPv4</guilabel>.
sv: Klicka på fliken <guilabel>IPv4</guilabel>.

source: Choose <guilabel>Manual</guilabel> from the <guilabel>Method</guilabel> drop down.
bg: Изберете <guilabel>Ръчно</guilabel> от падащото меню <guilabel>Метод</guilabel>.
es: Seleccione <guilabel>Manual </guilabel> en la lista desplegable <guilabel>Método</guilabel>.
it: Scegliere <guilabel>Manuale</guilabel> dal menù a discesa <guilabel>Metodo</guilabel>.
ja: <guilabel>メソッド</guilabel> ドロップダウンから<guilabel>手動</guilabel>を選びます。
pl: Z menu <guilabel>Metoda</guilabel> wybierz opcję <guilabel>Ręczne</guilabel>.
pt_br: Escolha <guilabel>nanual</guilabel> na caixa de combinação <guilabel>método</guilabel>.
ru: Выберите <guilabel>Вручную</guilabel> из выпадающего списка <guilabel>Метод</guilabel>.
sv: Välj <guilabel>Manuell</guilabel> från rullgardinslistan <guilabel>Metod</guilabel>.

source: Enter your details and click <guibutton>OK</guibutton>.
bg: Въведете данните и натиснете <guibutton>OK</guibutton>.
es: Introduzca sus detalles y pulse <guibutton>Aceptar</guibutton>.
fi: Syötä tietosi ja napsauta <guibutton>OK</guibutton>.
it: Inserire i dati e fare clic su <guibutton>Applica</guibutton>.
ja: あなたの環境にそって詳細を入力し、<guibutton>OK</guibutton>をクリックします。
pl: Wpisz wymagane przez Ciebie dane i wciśnij <guilabel>Zastosuj</guilabel>.
pt_br: Entre com seus detalhes e clique em <guibutton>OK</guibutton>.
ru: Введите параметры и щёлкните по кнопке <guibutton>Применить...</guibutton>.
sv: Ange dina uppgifter och klicka på <guibutton>OK</guibutton>.

source: Click <guibutton>Close</guibutton>.
bg: Натиснете <guibutton>Затваряне</guibutton>.
es: Pulse <guibutton>Cerrar</guibutton>.
fi: Napsauta <guibutton>Sulje</guibutton>.
it: Fare clic su <guibutton>Chiudi</guibutton>.
ja: <guibutton>閉じる</guibutton>をクリックします。
pl: Wciśnij <guilabel>Zamknij</guilabel>.
pt_br: Clique <guibutton>Fechar</guibutton>.
ru: Нажмите <guibutton>Закрыть</guibutton>.
sv: Klicka på <guibutton>Stäng</guibutton>.

source: To connect to a wireless network:
bg: За да се свържете към безжична мрежа
es: Para conectar a una red inalámbrica:
fi: Yhdistääksesi langattomaan verkkoon:
it: Per connettersi a una rete senza fili:
ja: 無線ネットワークへ接続するためには:
pl: Aby połaczyć się z siecią bezprzewodową, należy wykonać następujące czynności:
pt_br: Para conectar a uma rede sem fio:
ru: Чтобы подсоединиться к беспроводной сети:
sv: För att ansluta till ett trådlöst nätverk:

source: Ensure that your wireless device is turned on.
bg: Уверете се, че вашето безжична устройството е включено.
es: Compruebe que su dispositivo inalámbrico está encendido.
fi: Varmista että langaton laite on kytketty päälle.
it: Assicurarsi che il dispositivo senza fili sia acceso.
ja: あなたの無線デバイスが有効になっているか確認してください。
pl: Upewnij się czy Twoje urządzenie bezprzewodowe jest włączone
pt_br: Assegure-se que o seu dispositivo sem fio está ligado.
ru: Удостоверьтесь, что устройство беспрводного доступа включено.
sv: Försäkra dig om att din trådlösa enhet är påslagen.

source: Click the <guiicon>NetworkManager</guiicon> icon in the system notification area.
bg: Натиснете иконата на <guiicon>NetworkManager</guiicon> в зоната за уведомяване.
es: Pulse el icono de <guiicon>NetworkManager</guiicon> en el área de notificación del sistema.
fi: Napsauta <guiicon>Verkon hallinta</guiicon> -kuvaketta järjestelmän ilmoitusalueella.
it: Fare clic sull'icona di <guiicon>NetworkManager</guiicon> nell'area di notifica.
ja: システム通知エリア内の<guiicon>NetworkManager</guiicon> アイコンをクリックします。
pl: Kliknij w ikonę <guiicon>NetworkManager</guiicon> w obszarze powiadomień.
pt_br: Clique no ícone <guiicon>NetworkManager</guiicon> na área de notificação do sistema.
ru: Щёлкните по значку <guiicon>NetworkManager</guiicon> в области системных уведомлений.
sv: Klicka på ikonen för <guiicon>Nätverkshanteraren</guiicon> i systemets notifieringsyta.

source: Under <guilabel>Wireless Network</guilabel> click the radio button next to the network you want to connect to.
bg: Под <guilabel>Безжични връзки</guilabel> натиснете кръгчето до мрежата към, която искате да се свържете.
es: Bajo <guilabel>Red inalámbrica</guilabel>, pulse en el botón de radio situado junto a la conexión con la que de sea conectarse.
it: Nella scheda <guilabel>Senza fili</guilabel>, fare clic sul pulsante accanto alla rete a cui connettersi.
ja: <guilabel>無線</guilabel>の項目で、あなたが接続したいネットワークの横にあるラジオボタンをクリックしてください。
pl: W sekcji <guilabel>Sieci bezprzewodowe</guilabel> kliknij <guilabel>przycisk pojedynczego wyboru</guilabel> obok sieci którą chcesz włączyć.
pt_br: Sob <guilabel>Rede sem fio</guilabel> clique no botão próximo a rede que você deseja se conectar.
ru: В списке <guilabel>Беспроводные сети</guilabel> отметьте сеть, к которой вы хотите подключиться.
sv: Under <guilabel>Trådlösa nätverk</guilabel> klicka på alternativknappen framför nätverket du vill ansluta till.

source: If you have connected to the network previously, Ubuntu will automatically connect to the network where it is available.
bg: Ако преди сте се свързвали с мрежа, Ubuntu автоматично ще се свърже с тази мрежа, когато е налична.
es: Si ha conectado previamente a la red, Ubuntu conectará automáticamente a la red cuando sea posible.
fi: Jos olet yhdistänyt tähän verkkoon aikaisemmin, Ubuntu yhdistää siihen automaattisesti sen ollessa saatavilla.
it: Se in precedenza era stata stabilita una connessione alla stessa rete, si viene automaticamente connessi a tale rete quando è disponibile.
ja: もし、前にそのネットワークに接続したことがあれば、Ubuntuは(利用可能な場所である場合)自動的にそのネットワークへ接続します。
pl: Jeśli poprzednio byłeś połączony z tą siecią, Ubuntu automatycznie z nią połączy gdy będzie dostępna.
pt_br: Se você conectou-se a essa rede previamente, Ubuntu automaticamente conectar-se-á a esse rede quando estiver disponível.
ru: Если вы ранее подключались к данной сети, Ubuntu автоматически подключится к ней, если это возможно.
sv: Om du tidigare varit ansluten till nätverket, kommer Ubuntu automatiskt att ansluta till det nätverket när det är tillgängligt.

source: If you are connecting to a network for the first time, security details may be needed. If so, a dialog box will open. Enter your security details as follows.
bg: Ако се свързвате към мрежа за първи път, информация може да бъде необходима информация за сигурност. Ако е така, ще се отвори диалогов прозорец. Въведете информацията за сигурност, както следва.
es: Si se conecta por primera vez a la red, se necesitarán algunos detalles de seguridad. Se abrirá un diálogo. Introduzca los detalles de seguridad como sigue.
it: Se ci si collega a una rete per la prima volta, potrebbe essere necessario inserire alcuni dati per la sicurezza. Viene aperta una finestra in cui è possibile inserire i dati in possesso come segue.
pl: Jeśli pierwszy raz łączysz się z siecią, istnieje możliwość, że wymagane będą informacje zabezpieczające. Jeśli tak, otworzy się okno dialogowe. Wprowadź dane uwierzytelniające.
pt_br: Se você estiver se conectando a uma rede pela primeira vez, informações de segurança podem ser necessárias. Se assim for, uma caixa de diálogo será aberta. Digite o seu detalhes de segurança como segue.
ru: Если же вы подключаетесь к данной сети впервые, могут потребоваться параметры настроек безопасности. Если они на самом деле нужны, появится окно. Введите параметры настроек безопасности, как описано далее.
sv: Om du ansluter till ett nätverk för första gången, kan du behöva säkerhetsinformation. Om så är fallet, öppnas en dialogruta. Ange din säkerhetsinformation som följer.

source: In most cases the security type will be detected automatically. If not, select the security type from the <guilabel>Wireless Security</guilabel> drop-down box. This will depend on how the wireless network is set up. Examples of security types are WEP, WPA and LEAP.
bg: В повечето случаи типа сигурност ще бъде открит автоматично. Ако не, изберете тип на сигурността от падащото меню <guilabel>Сигурност на безжична мрежа</ guilabel>. От това ще зависи по какъв начин безжичната мрежа е създадена. Примери за типове сигурност са WEP, WPA и LEAP.
es: En la mayoría de los casos el tipo de seguridad será detectado automáticamente. Si no es así, seleccionar el tipo de seguridad de <guilabel>Seguridad inalámbrica</guilabel> en el cuadro desplegable. Esto dependerá de la forma en que la red inalámbrica está configurada. Ejemplos de tipos de seguridad son WEP, WPA y LEAP.
it: In molti casi il tipo di sicurezza viene rilevato automaticamente. Se ciò non si verificasse, selezionare il tipo di sicurezza dal menù a discesa <guilabel>Sicurezza</guilabel> in base alla configurazione della rete. Esempi di tipi di sicurezza sono: WEP, WPA e LEAP.
pl: W większości przypadków typ zabezpieczeń zostanie automatycznie rozpoznany. Jeśli nie został, wybierz odpowiedni typ z menu <guilabel>Zabezpieczenia</guilabel>. Typ zabezpieczeń zależny jest od ustawień danej sieci bezprzewodowej. Przykładowymi typami mogą być: WEP, WPA i LEAP.
pt_br: Na maioria dos casos, o tipo de segurança será detectado automaticamente. Se não, escolha o tipo de segurança a partir da caixa de combinação <guilabel>segurança sem fio</guilabel>. Isso dependerá de como a rede sem fios estiver configurada. Exemplos de tipos de segurança são WEP, WPA e LEAP.
ru: В большинстве случаев система тип защиты беспроводной сети будет определён автоматически. Если этого не произошло, выберите тип защиты из списка <guilabel>Защита беспроводной сети</guilabel>. Он будет зависеть от настроек конкретной беспроводной сети. Примерами типов защиты являются WEP, WPA и LEAP.
sv: I de flesta fall kommer säkerhetstypen att detekteras automatiskt. Om inte, välj säkerhetstypen från rullgardinslistan för <guilabel>Trådlös säkerhet</guilabel>. Det på hur det trådlösa nätverket är konfigurerat. Exempel på säkerhetstyper är WEP, WPA och LEAP.

source: Enter the password, key or other authentication details as appropriate.
bg: Въведете паролата, ключ или друга информация за идентификация, както трябва.
es: Introduzca la contraseña, clave u otros detalles de autenticación según corresponda.
fi: Syötä salasana, avain tai muu todentamistieto tarpeen mukaan.
it: Inserisci la password, la chiave o altri dati per l'autenticazione come richiesto.
pl: Wpisz hasło, klucz i inne niezbędne informacje.
pt_br: Entre com sua senha, chave ou outro detalhe apropriado de autenticação.
ru: По необходимости введите пароль, ключ и другие данные аутентификации.
sv: Ange lösenordet, nyckel eller andra lämpliga autentiseringsdetaljer.

source: If you have a wired network connection as well as an wireless connection, the wired connection will be used by default.
bg: Ако имате жична мрежова връзка, както и безжична връзка, жичната връзка ще се използва по подразбиране.
es: Si tiene una conexión de red cableada y una inalámbrica, la cableada se usará como predeterminada.
fi: Oletuksena käytetään kiinteää verkkoyhteyttä, jos käytettävissä on sekä kiinteä verkkoyhteys että langaton verkkoyhteys.
it: Se si dispone di una connessione cablata e di una connessione senza fili, quella cablata viene usata in modo predefinito.
ja: もし無線接続と同じように、有線も接続されている場合、有線接続がデフォルトの接続として使用されます。
pl: Jeśli posiadasz połączenie przewodowe i bezprzewodowe, domyślnie będzie używane przewodowe.
pt_br: Se você possui uma conexão de rede com fio e uma conexão sem fios, a conexão com fios será utilizada por padrão.
ru: При наличии как проводного, так и беспроводного соединения, проводная сеть будет задействована по умолчанию.
sv: Om du har en trådbunden nätverksanslutning likväl som en trådlös anslutning, kommer den trådbundna anslutningen att användas som standard.

source: Mobile Broadband
bg: Мобилна широколентова връзка
es: Banda ancha móvil
fi: Mobiililaajakaista
it: Banda larga mobile
ja: モバイルブロードバンド
pl: Połączenie komórkowe
pt_br: Banda larga móvel
ru: Мобильное широкополосное
sv: Mobilt bredband
