Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: <ulink url="apt:bluefish">Install the <application>bluefish</application> package</ulink>.
bg: <ulink url="apt:bluefish">Инсталирайте пакета <application>bluefish</application></ulink>.
cs: <ulink url="apt:bluefish">Nainstalujte balík <application>bluefish</application></ulink>.
es: <ulink url="apt:bluefish">Instale el paquete <application>bluefish</application></ulink>.
fi: <ulink url="apt:bluefish">Asenna <application>bluefish</application>-paketti</ulink>.
hu: <ulink url="apt:bluefish">Telepítse a <application>bluefish</application> csomagot</ulink>.
it: <ulink url="apt:bluefish">Installare il pacchetto <application>Bluefish</application></ulink>.
ja: <ulink url="apt:bluefish"><application>bluefish</application> パッケージをインストールします</ulink>。
pl: <ulink url="apt:bluefish">Zainstaluj pakiet <application>bluefish</application></ulink>.
pt_br: <ulink url="apt:bluefish">Instale o pacote <application>bluefish</application></ulink>.
ru: <ulink url="apt:bluefish">Установите пекет <application>bluefish</application></ulink>.
sv: <ulink url="apt:bluefish">Installera paketet <application>bluefish</application></ulink>.

source: Since the introduction of NetworkManager, connections can be enabled and disabled from the NetworkManager icon in the <guilabel>System Notification Area</guilabel>.
bg: След представянето на NetworkManager, връзките могат да се разрешават и забраняват от иконата на NetworkManager в <guilabel>Системната зона за уведомявания</guilabel>.
cs: Od uvedení appletu NetworkManager je možné povolit a zakázat připojení přes ikonu NetworkManager v <guilabel>oznamovací oblasti</guilabel>.
es: Desde que se introdujo NetworkManager, las conexiones se pueden activar o desactivar desde el icono NetworkManager en el <guilabel>area de notificación del sistema</guilabel>.
fi: Verkon hallinnan käyttöönoton jälkeen yhteyksiä voidaan ottaa käyttöön ja pois käytöstä Verkon hallinnan kuvakkeen kautta <guilabel>järjestelmän ilmoitusalueella</guilabel>.
hu: A Hálózatkezelő kisalkalmazás bevezetése óta kapcsolatokat engedélyezhet vagy tilthat le a Hálózatkezelő kisalkalmazás ikonjára kattintva az <guilabel>Értesítési területen</guilabel>.
it: A partire dall'introduzione di NetworkManager, è possibile abilitare o disabilitare le connessioni facendo clic sull'icona di NetworkManager nell'area di notifica.
pl: Od wprowadzenia NetworkManager, połączenia mogą być włączane i wyłączane przez ikonę NetworkManager w <guilabel>Obszarze powiadamiania</guilabel>.
pt_br: Desde a introdução do NetworkManager, conexões podem ser ativadas e desativadas a partir do ícone do NetworkManager na <guilabel>área de notificação do sistema</guilabel>.
ru: После введения апплета NetworkManager подключения могут быть активированы или разорваны с помощью иконки в <guilabel>Области уведомлений</guilabel>.
sv: Sedan Nätverkshanteraren introducerades så kan anslutningar aktiveras och inaktiveras från ikonen för Nätverkshanterare i systemets <guilabel>notifieringsyta</guilabel>.

source: Before attempting any troubleshooting, ensure that the connection is enabled:
bg: Преди да пробвате решаване на проблеми, уверете се, че връзката е разрешена:
cs: Před řešením problémů se ujistěte, že je připojení povoleno:
es: Antes de empezar la resolución de cualquier problema, compruebe que la conexión está activada:
fi: Ennen ongelmanratkaisun aloittamista, varmista että yhteys on otettu käyttöön:
hu: A hibaelhárítás megkezdése előtt ellenőrizze, hogy a kapcsolat engedélyezve van-e:
it: Prima di tentare una qualsiasi risoluzione dei problemi, assicurarsi che la connessione sia abilitata:
ja: トラブルシューティングを試みる前に、接続が有効になっていることを確認してください。
pl: Zanim przystąpisz do rozwiązywania problemów, upewnij się czy masz włączone połączenia:
pt_br: Antes de tentar qualquer solução de problemas, tenha certeza que a conexao está ativada:
ru: Перед началом работы по устранению неполадок убедитесь в том, что соединение активно:
sv: Innan du börjar med någon felsökning så försäkra dig om att anslutningen är aktiverad:

source: Right click the <guiicon>NetworkManager</guiicon> icon in the notification area.
bg: Щракнете с десния бутон на мишката върху иконата на <guiicon>NetworkManager</guiicon> в зоната за уведомявания.
cs: Klikněte pravým tlačítkem myši na ikonu <guiicon>NetworkManager</guiicon> v oznamovací oblasti.
es: Pulse con el botón derecho en el icono <guiicon>NetworkManager</guiicon> en el área de notificación.
fi: Napsauta hiiren oikealla painikkeella <guiicon>Verkon hallinta</guiicon> -kuvaketta ilmoitusalueella.
hu: Kattintson jobb egérgombbal a <guiicon>Hálózatkezelő kisalkalmazás</guiicon> ikonjára az értesítési területen.
it: Fare clic col pulsante destro del mouse sull'icona di NetworkManager nell'area di notifica.
ja: 通知エリアにある<guiicon>NetworkManager</guiicon>アイコンを右クリックします。
pl: Kliknij w obszarze powiadamiania prawym przyciskiem myszy na ikonę <guiicon>NetworkManager</guiicon>.
pt_br: Clique com o botão direito no ícone do <guiicon>NetworkManager</guiicon> na área de notificação.
ru: Нажмите правой кнопкой мыши на иконку <guiicon>Апплета NetworkManager</guiicon> в области уведомлений.
sv: Högerklicka på ikonen för <application>Nätverkshanterare</application> i notifieringsytan.

source: Check <guilabel>Enable Networking</guilabel>.
bg: Проверете дали <guilabel>Разрешаване на мрежа</guilabel> е отбелязано.
cs: Zaškrtněte <guilabel>Povolit síť</guilabel>.
es: Marque <guilabel>Activar red</guilabel>.
fi: Merkitse <guilabel>Ota verkko käyttöön</guilabel>.
hu: Jelölje be a <guilabel>Hálózat engedélyezése</guilabel> jelölőnégyzetet.
it: Selezionare <guilabel>Abilita Rete</guilabel>.
ja: <guilabel>ネットワークを有効にする</guilabel>をチェックします。
pl: Zaznacz <guilabel>Włącz sieć</guilabel>.
pt_br: Marcado <guilabel>Ativar rede</guilabel>.
ru: Проверьте, установлена ли галочка напротив элемента <guilabel>Сеть</guilabel>.
sv: Kryssa i <guilabel>Aktivera nätverk</guilabel>.

source: Check <guilabel>Enable Wireless</guilabel>.
bg: Проверете дали <guilabel>Разрешаване на безжична мрежа</guilabel> е разрешено.
cs: Zaškrtněte <guilabel>Povolit bezdrátové</guilabel>.
es: Marque <guilabel>Activar red inalámbrica</guilabel>.
fi: Merkitse <guilabel>Ota langaton käyttöön</guilabel>.
hu: Jelölje be a <guilabel>Vezeték nélküli kapcsolat engedélyezése</guilabel> jelölőnégyzetet.
it: Selezionare <guilabel>Abilita rete senza fili</guilabel>.
ja: <guilabel>無線ネットワークを有効にする</guilabel>をチェックします。
pl: Zaznacz <guilabel>Sieć bezprzewodowa</guilabel>.
pt_br: Ativar <guilabel>Ativar rede sem fio</guilabel>.
ru: Проверьте, установлена ли галочка напротив элемента <guilabel>Включить Беспроводные соединения</guilabel>.
sv: Kryssa i <guilabel>Aktivera trådlöst</guilabel>.

source: Wired troubleshooting
bg: Решаване на проблеми с жична връзка
cs: Řešení problémů s drátovým připojením
es: Resolución de problemas en redes cableadas
fi: Kiinteän verkon ongelmanratkaisu
hu: Vezetékes hálózati hiba elhárítása
it: Risoluzione dei problemi con le reti cablate
ja: 有線接続のトラブルシューティング
pl: Rozwiązywanie problemów z siecią przewodową
pt_br: Solucionamento de problemas da rede cabeada
ru: Устранение проблем с проводными подключениями
sv: Felsökning för trådbundna nätverk

source: Type <userinput>ifconfig eth1</userinput> in the Terminal and press <keycap>Enter</keycap>, replacing <emphasis>eth1</emphasis> with the name of your network interface if it is different.
bg: Напишете <userinput>ifconfig eth1</userinput> в Терминал и натиснете <keycap>Enter</keycap>, заменете <emphasis>eth1</emphasis> с името на вашия мрежов интерфейс, ако е различен.
cs: Napište <userinput>ifconfig eth1</userinput> do Terminálu a stiskněte <keycap>Enter</keycap>, případně změňte <emphasis>eth1</emphasis> za název rozhraní vaší síťové karty, pokud je název jiný.
es: Escriba <userinput>ifconfig eth1</userinput> en el terminal y pulse <keycap>Entrar</keycap>, sustituyendo <emphasis>eth1</emphasis> por el nombre de su interfaz de red en caso de ser distinto.
fi: Kirjoita Päätteeseen <userinput>ifconfig eth1</userinput> ja paina <keycap>Enter</keycap>, vaihtaen <emphasis>eth1</emphasis>-tekstin verkkoliittymäsi nimellä tarvittaessa.
hu: Írja be a terminálba a <userinput>ifconfig eth1</userinput> parancsot, majd nyomja meg az <keycap>Enter</keycap> billentyűt, írja át az <emphasis>eth1</emphasis> nevet a saját vezeték nélküli csatolójának nevére.
it: In un terminale digitare <userinput>ifconfig eth1</userinput> e premere <keycap>Invio</keycap>, sostituendo <emphasis>eth1</emphasis> con il nome della propria interfaccia di rete se questa è differente.
ja: ターミナルで<userinput>ifconfig eth1</userinput>と入力し<keycap>Enter</keycap>を押してください。<emphasis>eth1</emphasis>はあなたのネットワークインターフェイスの名前で置き換えてください。
pl: W Terminalu wpisz polecenie <userinput>ifconfig eth1</userinput> i wciśnij <keycap>Enter</keycap> (zmień <emphasis>eth1</emphasis> na nazwę swojego interfejsu sieciowego).
pt_br: Escreva <userinput>ifconfig eth1</userinput> no Terminal e pressione <keycap>Enter</keycap>, substitua <emphasis>eth1</emphasis> pelo nome da sua conexão sem-fio se for diferente.
ru: Введите <userinput>ifconfig eth1</userinput> в Терминале и нажмите <keycap>Enter</keycap>, заменив <emphasis>eth1</emphasis> на название другого используемого вами сетевого интерфейса, если он отличается от данного.
sv: Skriv <userinput>ifconfig eth1</userinput> i terminalen och tryck <keycap>Enter</keycap>. Ersätt <emphasis>eth1</emphasis> med namnet på ditt nätverkskort om det är annorlunda.

source: This troubleshooting guide is designed to be carried out in order. If you reach the end of a section and are not directed to another - then try <xref linkend="connecting-wireless"/> and should it fail begin at the start again.
bg: Това ръководство за решаване на неизправности е проектирано за употреба стъпка по стъпка. Ако достигнете края на секция и няма накъде да продължите - тогава пробвайте <xref linkend="connecting-wireless"/> и ако е неуспешно, започнете отначало.
es: Esta guía de resolución de problemas está diseñada para ser consultada en orden. Si llega al final de una sección y no se le dirige a otra, pruebe con <xref linkend="connecting-wireless"/> y así debería volver de nuevo al principio.
fi: Tämä ongelmanratkaisuohje on suunniteltu käytäväksi läpi järjestyksessä. Jos päädyt osion loppuun eikä sinua ohjata toiseen osioon, kokeile <xref linkend="connecting-wireless"/> ja mahdollisesti epäonnistuessasi aloita uudelleen alusta.
it: Le istruzioni presenti in questa guida vanno eseguite in ordine. Se si raggiunge la fine di una sezione e non vi è alcun collegamento a un'altra sezione, consultare <xref linkend="connecting-wireless"/>. Nel caso il problema fosse ancora presente, ricominciare dall'inizio.
pl: Niniejsza instrukcja rozwiązywania problemów została opracowana w taki sposób, aby czynności były wykonywane w określonej kolejności. Jeśli dojdziesz do końca sekcji w której nie będzie odwołania do następnej sekcji, otwórz dokument <xref linkend="connecting-wireless"/> i sprawdź czy urządzenie już działa. Jeśli w dalszym ciągu masz z nim problemy, wykonaj raz jeszcze instrukcje zawarte w niżej wymienionych punktach.
pt_br: Este guia é concebido para solucionar problemas a serem realizadas em ordem. Se você chegar ao fim de uma seção e não ser direcionado para outra - então tente <xref linkend="connecting-wireless"/> e ele não deve começar no início novamente.
ru: Это руководство по устранению неполадок разработано для выполнения по шагам. Если вы дочитали до конца раздела и не были перенаправлены в другой — попробуйте воспользоваться <xref linkend="connecting-wireless"/>, если и это не сработает, то начните опять с самого начала данного руководства.
sv: Denna felsökningsguide är uppbyggd för att följas i turordning. Om du når slutet av ett avsnitt och inte dirigeras till en annan - prova då <xref linkend="connecting-wireless"/> och fungerar det fortfarande inte så börja om från början.

source: If it is turned on then see <xref linkend="troubleshooting-wireless-device"/>.
bg: Ако е включена, тогава вижте <xref linkend="troubleshooting-wireless-device"/>.
cs: Pokud je zapnuto, pak se podívejte na <xref linkend="troubleshooting-wireless-device"/>.
es: SI está encendido, vea <xref linkend="troubleshooting-wireless-device"/>.
fi: Jos se on kytketty päälle, katso <xref linkend="troubleshooting-wireless-device"/>.
hu: Ha ez be van kapcsolva, olvassa el a <xref linkend="troubleshooting-wireless-device"/> fejezetet.
it: Se il dispositivo è acceso, consultare <xref linkend="troubleshooting-wireless-device"/>.
ja: もし、デバイスが有効になっていれば、<xref linkend="troubleshooting-wireless-device"/>を参照してください。
pl: Jeśli urządzenie jest włączone, przejdź do punktu <xref linkend="troubleshooting-wireless-device"/>.
pt_br: Se ele está ligado, então veja <xref linkend="troubleshooting-wireless-device"/>.
ru: Если это включено, то посмотрите <xref linkend="troubleshooting-wireless-device"/>.
sv: Om den är påslagen, se <xref linkend="troubleshooting-wireless-device"/>.

source: Claimed - this indicates a driver is loaded but not functioning, see <xref linkend="troubleshooting-wireless-ndiswrapper"/>
bg: Claimed - това показва, че драйвера е зареден, но не функционира, вижте <xref linkend="troubleshooting-wireless-ndiswrapper"/>
es: Claimed - Esto indica que el controlador está cargado pero no está funcionando; consulte <xref linkend="troubleshooting-wireless-ndiswrapper"/>
it: Claimed - questo indica che un driver è caricato ma non è funzionante, consultare <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
ja: Claimed - これは、ドライバーは読み込まれているが機能していないということを表しています。<xref linkend="troubleshooting-wireless-ndiswrapper"/>を参照してください。
pl: Claimed - (ang. określony) oznacza, iż sterownik urządzenia jest załadowany ale nie działa. Przejdź do punktu <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
pt_br: Reivindicado - isso indica que um driver está carregado, mas não funciona, veja <xref linkend="troubleshooting-wireless-ndiswrapper"/>
ru: Заявленный - это означает, что драйвер загружен, но не функционирует; смотрите <xref linkend="troubleshooting-wireless-ndiswrapper"/>
sv: Claimed - detta indikerar att en drivrutin är inläst men fungerar inte, se <xref linkend="troubleshooting-wireless-ndiswrapper"/>

source: Unclaimed - there is no driver loaded, see <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
bg: Unclaimed - няма зареден драйвер, вижте <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
es: Unclaimed - No hay ningún controlador cargado; consulte <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
it: Unclaimed - questo indica che nessun driver è caricato, consultare <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
ja: Unclaimed - ドライバーが一つも読み込まれていません。<xref linkend="troubleshooting-wireless-ndiswrapper"/>を参照してください。
pl: Unclaimed - (ang. nieokreślony) brak sterownika. Przejdź do punktu <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
pt_br: Não reivindicado - não existe nenhum driver carregado, veja <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
ru: Незаявленный - это означает что драйвер не загружен; смотрите <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
sv: Unclaimed - det finns ingen drivrutin inläst, se <xref linkend="troubleshooting-wireless-ndiswrapper"/>.

source: Enabled - there is a driver loaded, see <xref linkend="troubleshooting-wireless-connection"/>.
bg: Enabled - има зареден драйвер, вижте <xref linkend="troubleshooting-wireless-connection"/>.
es: Enabled - hay un controlador cargado; consulte <xref linkend="troubleshooting-wireless-connection"/>.
it: Enabled - c'è un driver caricato, consultare <xref linkend="troubleshooting-wireless-connection"/>.
ja: Enabled - ドライバーが読み込まれています。<xref linkend="troubleshooting-wireless-connection"/>を参照してください。
pl: Enabled - (ang. włączony) sterownik jest załadowany. Przejdź do punktu <xref linkend="troubleshooting-wireless-connection"/>.
pt_br: Habilitador - existe um driver carregador, veja <xref linkend="troubleshooting-wireless-connection"/>.
ru: Включено - смотрите <xref linkend="troubleshooting-wireless-connection"/>.
sv: Enabled - en drivrutin är laddad, se <xref linkend="troubleshooting-wireless-connection"/>.

source: Disabled - see <xref linkend="troubleshooting-wireless-disabled"/>.
bg: Disabled - вижте <xref linkend="troubleshooting-wireless-disabled"/>.
cs: Zakázáno - přečtěte si <xref linkend="troubleshooting-wireless-disabled"/>.
es: Disabled - consulte <xref linkend="troubleshooting-wireless-disabled"/>.
it: Disabled - consultare <xref linkend="troubleshooting-wireless-disabled"/>.
ja: Disabled - <xref linkend="troubleshooting-wireless-disabled"/>を参照してください。
pl: Disabled - (ang. wyłaczony) Przejdź do punktu <xref linkend="troubleshooting-wireless-disabled"/>.
pt_br: Desativado - veja <xref linkend="troubleshooting-wireless-disabled"/>.
ru: Отключено - смотрите <xref linkend="troubleshooting-wireless-disabled"/>.
sv: Disabled - se <xref linkend="troubleshooting-wireless-disabled"/>.

source: <ulink url="apt:ndisgtk">Install the <application>ndisgtk</application> package</ulink>.
bg: <ulink url="apt:ndisgtk">Инсталирайте пакета <application>ndisgtk</application></ulink>.
cs: <ulink url="apt:ndisgtk">Nainstalujte balík <application>ndisgtk</application></ulink>.
es: <ulink url="apt:ndisgtk">Instale el paquete <application>ndisgtk</application></ulink>.
fi: <ulink url="apt:ndisgtk">Asenna <application>ndisgtk</application>-paketti</ulink>.
hu: <ulink url="apt:ndisgtk">Telepítse az <application>ndisgtk</application> csomagot</ulink>.
it: <ulink url="apt:ndisgtk">Installare il pacchetto <application>ndisgtk</application></ulink>.
ja: <ulink url="apt:ndisgtk"><application>ndisgtk</application> パッケージをインストールしてください</ulink>。
pl: <ulink url="apt:ndisgtk">Zainstaluj pakiet <application>ndisgtk</application></ulink>.
pt_br: <ulink url="apt:ndisgtk">Instale o pacote <application>ndisgtk</application></ulink>.
ru: <ulink url="apt:ndisgtk">Установить <application>ndisgtk</application> пакет</ulink>.
sv: <ulink url="apt:ndisgtk">Installera paketet <application>ndisgtk</application></ulink>.

source: If there is an IP address shown see <xref linkend="troubleshooting-wireless-dns"/>.
bg: Ако има изведен IP адрес, вижте <xref linkend="troubleshooting-wireless-dns"/>.
cs: Pokud je zobrazena nějaká adresa IP, přečtěte si <xref linkend="troubleshooting-wireless-dns"/>.
es: Si se muestra una dirección IP, vea <xref linkend="troubleshooting-wireless-dns"/>.
fi: Jos IP-osoite näkyy, katso <xref linkend="troubleshooting-wireless-dns"/>.
it: Se viene mostrato un indirizzo IP, consultare <xref linkend="troubleshooting-wireless-dns"/>.
ja: IPアドレスが表示されているのであれば、<xref linkend="troubleshooting-wireless-dns"/>を参照してください。
pl: Jeśli widzisz adres IP przejdź do punktu <xref linkend="troubleshooting-wireless-dns"/>.
pt_br: Se houver um endereço IP mostrado, veja <xref linkend="troubleshooting-wireless-dns"/>.
ru: Если IP-адрес показывается, смотрите <xref linkend="troubleshooting-wireless-dns"/>.
sv: Om det visas en IP-adress, se <xref linkend="troubleshooting-wireless-dns"/>.

source: If you receive a message that says <code>bound to xxx.xxx.xxx.xxx</code> then see <xref linkend="troubleshooting-wireless-dns"/>
bg: Ако получите съобщение, в което пише <code>bound to xxx.xxx.xxx.xxx</code>, тогава вижте <xref linkend="troubleshooting-wireless-dns"/>
cs: Pokud obdržíte zprávu s textem <code>bound to xxx.xxx.xxx.xxx</code>, pak si přečtěte <xref linkend="troubleshooting-wireless-dns"/>
es: Si recibe un mensaje diciendo <code>bound to xxx.xxx.xxx.xxx</code>, consulte <xref linkend="troubleshooting-wireless-dns"/>.
hu: Ha egy <code>bound to xxx.xxx.xxx.xxx</code> tartalmú üzenetet kap, olvassa el a <xref linkend="troubleshooting-wireless-dns"/> fejezetet.
it: Se si riceve un messaggio che dice <code>bound to xxx.xxx.xxx.xxx</code>, consultare <xref linkend="troubleshooting-wireless-dns"/>.
ja: <code>bound to xxx.xxx.xxx.xxx</code>というメッセージが表示されたら、<xref linkend="troubleshooting-wireless-dns"/>を参照してください。
pl: Jeśli w odpowiedzi otrzymałeś ciąg <code>bound to xxx.xxx.xxx.xxx</code>, przejdź do punktu <xref linkend="troubleshooting-wireless-dns"/>.
pt_br: Se você receber uma mensagem que diz <code>obrigada a xxx.xxx.xxx.xxx</code> então veja <xref linkend="troubleshooting-wireless-dns"/>
ru: Если Вы получаете сообщение, говорящее что <code>привязка к xxx.xxx.xxx.xxx</code>, то смотрите <xref linkend="troubleshooting-wireless-dns"/>.
sv: Om du får ett meddelande som säger <code>bound to xxx.xxx.xxx.xxx</code>, se <xref linkend="troubleshooting-wireless-dns"/>

source: Now type the command: <code>ping www.ubuntu.com</code>. If you get a response from the both then see <xref linkend="troubleshooting-wireless-ipv6"/>.
bg: Сега напишете командата: <code>ping www.ubuntu.com</code>. Ако получите отговор и от двете, тогава вижте <xref linkend="troubleshooting-wireless-ipv6"/>.
cs: Nyní napište příkaz: <code>ping www.ubuntu.com</code>. Pokud obdržíte odpověď od obou, pak si přečtěte <xref linkend="troubleshooting-wireless-ipv6"/>.
es: Ahora teclee el comando: <code>ping www.ubuntu.com</code>. Si recibe respuesta de ambos, consulte <xref linkend="troubleshooting-wireless-ipv6"/>.
fi: Kirjoita nyt komento: <code>ping www.ubuntu.com</code>. Jos saat vastauksen molemmista, katso <xref linkend="troubleshooting-wireless-ipv6"/>.
hu: Írja be a <code>ping www.ubuntu.com</code> parancsot. Ha nem kap választ akkor olvassa el a <xref linkend="troubleshooting-wireless-ipv6"/> fejezetet.
it: Ora digitare il comando: <code>ping www.ubuntu.it</code>. Se non si ottiene alcun responso da entrambi, consultare <xref linkend="troubleshooting-wireless-ipv6"/>.
ja: ここで、コマンドを入力してください: <code>ping www.ubuntu.com</code> 両方から応答が返ってきている場合は、<xref linkend="troubleshooting-wireless-ipv6"/>を参照してください。
pl: Teraz wprowadź polecenie: <code>ping www.ubuntu.com</code>. Jeśli w wyniku obu poleceń otrzymałeś odpowiedzi, przejdź do punktu <xref linkend="troubleshooting-wireless-ipv6"/>.
pt_br: Agora digite o comando: <code>ping www.ubuntu.com</code>. Se você receber uma resposta a partir dele, então veja <xref linkend="troubleshooting-wireless-ipv6"/>.
ru: Теперь наберите команду: <code>ping www.ubuntu.com</code>. Если вы получите эхо-ответ от обоих, то смотрите <xref linkend="troubleshooting-wireless-ipv6"/>.
sv: Ange nu kommandot: <code>ping www.ubuntu-se.org</code>. Om du får ett svar från båda, se <xref linkend="troubleshooting-wireless-ipv6"/>.
