Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: Connect to a server
bg: Свързване към сървър
cs: Připojení k serveru
es: Conectarse a un servidor
fi: Palvelimille yhdistäminen
hu: Csatlakozás egy kiszolgálóhoz
it: Connettersi a un server
ja: サーバーへ接続する
pl: Połączenia z serwerami
pt_br: Conectar a um servidor
ru: Поключение к серверу
sv: Anslut till en server

source: Ubuntu can connect to a variety of servers using <menuchoice><guimenu>Places</guimenu><guimenuitem>Connect to Server...</guimenuitem></menuchoice>
bg: Ubuntu може да се свърже към различни сървъри с помощта на <menuchoice><guimenu>Места</guimenu><guimenuitem>Свързване със сървър...</guimenuitem></menuchoice>
cs: Ubuntu se umí připojit k různým serverům přes nabídku <menuchoice><guimenu>Místa</guimenu><guimenuitem>Připojit se k serveru...</guimenuitem></menuchoice>
es: Ubuntu puede conectarse a una amplia variedad de servidores usando <menuchoice><guimenu>Lugares</guimenu><guimenuitem>Conectar con el servidor...</guimenuitem></menuchoice>
fi: Ubuntulla voidaan yhdistää useille erilaisille palvelimille käyttämällä valintaa <menuchoice><guimenu>Sijainnit</guimenu><guimenuitem>Yhdistä palvelimeen...</guimenuitem></menuchoice>
hu: Az Ubuntu számos kiszolgálóhoz képes csatlakozni a <menuchoice><guimenu>Helyek</guimenu><guimenuitem>Kapcsolódás kiszolgálóhoz…</guimenuitem></menuchoice> menüpont alatt
it: Ubuntu è in grado di connettersi a più server scegliendo <menuchoice><guimenu>Risorse</guimenu><guimenuitem>Connetti al server...</guimenuitem></menuchoice>
ja: Ubuntuは<menuchoice><guimenu>場所</guimenu><guimenuitem>サーバへ接続...</guimenuitem></menuchoice>を使って、様々なサーバへ接続することができます。
pl: Ubuntu może połączyć się z różnymi serwerami przy użyciu menu <menuchoice><guimenu>Miejsca</guimenu><guimenuitem>Połącz z serwerem...</guimenuitem></menuchoice>.
pt_br: O Ubuntu pode se conectar a uma variedade de servidores usando <menuchoice><guimenu>Locais</guimenu><guimenuitem>Conectar ao servidor...</guimenuitem></menuchoice>
ru: Ubuntu может подключаться к различным серверам с помощью <menuchoice><guimenu>Переход</guimenu><guimenuitem>Соединиться с сервером...</guimenuitem></menuchoice>
sv: Ubuntu kan ansluta till ett antal olika servrar med <menuchoice><guimenu>Platser</guimenu><guimenuitem>Anslut till server...</guimenuitem></menuchoice>

source: Click <menuchoice><guimenu>Places</guimenu><guimenuitem>Connect to Server...</guimenuitem></menuchoice>.
bg: Натиснете <menuchoice><guimenu>Места</guimenu><guimenuitem>Свързване със сървър...</guimenuitem></menuchoice>.
cs: Klikněte na <menuchoice><guimenu>Místa</guimenu><guimenuitem>Připojit se k serveru...</guimenuitem></menuchoice>.
es: Pulse <menuchoice><guimenu>Lugares</guimenu><guimenuitem>Conectar con el servidor...</guimenuitem></menuchoice>.
fi: Napsauta <menuchoice><guimenu>Sijainnit</guimenu><guimenuitem>Yhdistä palvelimeen...</guimenuitem></menuchoice>.
hu: Válassza a <menuchoice><guimenu>Helyek</guimenu><guimenuitem>Kapcsolódás kiszolgálóhoz…</guimenuitem></menuchoice> menüpontot.
it: Selezionare <menuchoice><guimenu>Risorse</guimenu><guimenuitem>Connetti al server...</guimenuitem></menuchoice>.
ja: <menuchoice><guimenu>場所</guimenu><guimenuitem>サーバへ接続...</guimenuitem></menuchoice>をクリックします。
pl: Kliknij <menuchoice><guimenu>Miejsca</guimenu><guimenuitem>Połącz z serwerem...</guimenuitem></menuchoice>.
pt_br: Clique em <menuchoice><guimenu>Locais</guimenu><guimenuitem>Conectar ao servidor...</guimenuitem></menuchoice>.
ru: Нажмите <menuchoice><guimenu>Переход</guimenu><guimenuitem>Соединиться с сервером...</guimenuitem></menuchoice>.
sv: Klicka på <menuchoice><guimenu>Platser</guimenu><guimenuitem>Anslut till server...</guimenuitem></menuchoice>.

source: From <guilabel>Service Type</guilabel> choose <guilabel>Public FTP</guilabel> for an anonymous connection or <guilabel>FTP (With Login)</guilabel> if you have a username.
bg: От <guilabel>Тип услуга</guilabel> изберете <guilabel>Публичен FTP</guilabel> за анонимна връзка или <guilabel>FTP (с потребителско име)</guilabel>, ако имате потребителско име.
cs: Z nabídky <guilabel>Typ služby</guilabel> zvolte <guilabel>Veřejné FTP</guilabel> pro anonymní připojení nebo <guilabel>FTP (s přihlášením)</guilabel>, pokud máte uživatelské jméno.
es: En <guilabel>Tipo de servicio</guilabel> seleccione <guilabel>FTP público</guilabel> para una conexión anónima, o bien <guilabel>FTP (con login)</guilabel> si dispone de un nombre de usuario.
fi: Valitse <guilabel>Julkinen FTP</guilabel> kohdasta <guilabel>Palvelutyyppi</guilabel> yhdistääksesi ilman tunnuksia tai <guilabel>FTP (sisään kirjautumisen vaativa)</guilabel> jos sinulla on käyttäjänimi jota käyttää.
hu: A <guilabel>Szolgáltatás típusa</guilabel> listából névtelen kapcsolódáshoz válassza a <guilabel>Nyilvános FTP</guilabel> elemet vagy válassza az <guilabel>FTP (bejelentkezéssel)</guilabel> elemet, ha van felhasználóneve.
it: Da <guilabel>Tipo di servizio</guilabel> scegliere <guilabel>FTP pubblico</guilabel> per una connessione anonima o <guilabel>FTP (con login)</guilabel> nel caso si abbia un nome utente da usare.
ja: <guilabel>サービスの種類</guilabel>から<guilabel>パブリックな FTP</guilabel>を選び、匿名で接続するか、ユーザ名を持っている場合には<guilabel>FTP (ログイン有り)</guilabel>を選びます。
pl: Z menu <guilabel>Rodzaj usługi</guilabel> wybierz <guilabel>Publiczny FTP</guilabel> jeśli chcesz połączyć się z anonimowym serwerem FTP, bądź <guilabel>FTP (z logowaniem)</guilabel> w przypadku połączeń z serwerami wymagającymi nazwy użytkownika.
pt_br: A partir de <guilabel>Tipo de serviço</guilabel> escolha <guilabel>FTP Público</guilabel> para uma conexão anônima ou <guilabel>FTP (Com Login)</guilabel> se tiver um nome de usuário.
ru: Для анонимного подключения выберите <guilabel>Публичный FTP</guilabel> в списке <guilabel>Тип сервиса</guilabel>, если у вас есть учетная запись, выберите <guilabel>FTP (с авторизацией)</guilabel>.
sv: Från <guilabel>Typ av tjänst</guilabel>, välj <guilabel>Publik FTP</guilabel> fär en anonym anslutning eller <guilabel>FTP (med inloggning)</guilabel> om du måste ange ett användarnamn.

source: Enter the server address in <guilabel>Server</guilabel>, for example ftp.ubuntu.com.
bg: Въведете адреса на сървъра в полето <guilabel>Сървър</guilabel>, примерно ftp.ubuntu.com.
cs: Zadejte adresu serveru do pole <guilabel>Server</guilabel>, např. ftp.ubuntu.com.
es: Introduzca la dirección de servidor en <guilabel>Servidor</guilabel>, por ejemplo ftp.ubuntu.com.
fi: Kirjoita palvelimen osoite kohtaan <guilabel>Palvelin</guilabel>, esimerkiksi ftp.ubuntu.com.
it: Inserire l'indirizzo del server in <guilabel>Server</guilabel>, per esempio ftp.ubuntu.it.
ja: <guilabel>サーバ名</guilabel>にサーバのアドレスを入力します。例: ftp.ubuntu.com
pl: Wpisz adres serwera w pole <guilabel>Serwer</guilabel>, np. ftp.ubuntu.com.
pt_br: Digite o endereço do servidor no <guilabel>Servidor</guilabel>, por exemplo ftp.ubuntu.com.
ru: Введите адрес сервера в поле <guilabel>Сервер</guilabel>, например ftp.ubuntu.com.
sv: Ange serveradressen i <guilabel>Server</guilabel>, till exempel ftp.ubuntu.com.

source: Enter <guilabel>Port</guilabel> and <guilabel>Folder</guilabel> if you need to, this is optional.
bg: Въведете <guilabel>Порт</guilabel> и <guilabel>Папка</guilabel>, ако ви е нужно (това е незадължително).
cs: Zadejte <guilabel>Port</guilabel> a <guilabel>Složku</guilabel>, pokud potřebujete, tyto informace jsou nepovinné.
es: Introduzca <guilabel>Puerto</guilabel> y <guilabel>Carpeta</guilabel> si lo necesita, es opcional.
fi: Syötä tarvittaessa <guilabel>Portti</guilabel> ja <guilabel>Kansio</guilabel>. Nämä ovat valinnaisia tietoja.
it: Inserire la <guilabel>Porta</guilabel> e la <guilabel>Cartella</guilabel> se necessario (è opzionale).
ja: <guilabel>ポート番号</guilabel>と<guilabel>フォルダ</guilabel>を必要に応じて入力してください。
pl: Opcjonalnie wpisz w pola <guilabel>Port</guilabel> i <guilabel>Katalog</guilabel> odpowiednie dane.
pt_br: Digite a <guilabel>Porta</guilabel> e <guilabel>Pasta</guilabel> se precisar, isso é opcional.
ru: Если необходимо, введите данные в поля <guilabel>Порт</guilabel> и <guilabel>Папка</guilabel>. Эти параметры не обязательны.
sv: Ange <guilabel>Port</guilabel> och <guilabel>Mapp</guilabel> om du behöver det, det är valfritt.

source: If you chose <guilabel>FTP (With Login)</guilabel> you will also need to enter a username.
bg: Ако изберете <guilabel>FTP (с потребителско име)</guilabel> също ще трябва да въведете потребителско име.
cs: Pokud zvolíte <guilabel>FTP (s přihlášením)</guilabel>, bude potřeba zadat uživatelské jméno.
es: Si elije <guilabel>FTP (con contraseña)</guilabel> necesitará introducir un nombre de usuario.
fi: Jos valittuna on <guilabel>FTP (sisään kirjautumisen vaativa)</guilabel>, myös käyttäjätunnus tulee syöttää.
it: Se è stato scelto <guilabel>FTP (con login)</guilabel>, è necessario inserire un nome utente.
ja: もし<guilabel>FTP (ログイン有り)</guilabel>を選択した場合、ユーザ名も入力する必要があります。
pl: Jeśli wybrałeś opcję <guilabel>FTP (z logowaniem)</guilabel>, będziesz musiał dodatkowo wpisać nazwę użytkownika.
pt_br: Se você escolheu <guilabel>FTP (Com Login)</guilabel> você também precisará inserir um nome de usuário.
ru: Если вы выберите <guilabel>FTP (с авторизацией)</guilabel>, вам также будет необходимо ввести имя пользователя.
sv: Om du väljer <guilabel>FTP (med inloggning)</guilabel> så behöver du även ange ett användarnamn.

source: If you want a bookmark, click the checkbox and enter a bookmark name.
bg: Ако искате отметка, отбележете кутийката и въведе име на отметка.
cs: Pokud potřebujete záložku, zaškrtněte políčko a zadejte jméno záložky.
es: Si desea crear un marcador, pulse en la casilla correspondiente e introduzca el nombre del marcador.
fi: Jos haluat tehdä yhdistettävästä kohteesta kirjanmerkin, napsauta laatikkoa ja kirjoita kirjanmerkin nimi.
it: Per avere un segnalibro della connessione, selezionare la casella e inserire un nome per il segnalibro.
ja: もしブックマークを追加したければ、チェックボックスをクリックし、ブックマーク名を入力してください。
pl: Jeśli chcesz mieć zakładkę, kliknij w pole wyboru i wpisz nazwę zakładki.
pt_br: Se você quiser um favorito, clique na caixa de seleção e digite um nome favorito.
ru: Если необходимо сделать закладку, сделайте отметку и введите имя для закладки.
sv: Om du vill bokmärka platsen så klicka i kryssrutan och ange ett namn på bokmärket.

source: If you chose <guilabel>FTP (With Login)</guilabel> you will be prompted for a password.
bg: Ако изберете <guilabel>FTP (с потребителско име)</guilabel> ще бъдете попитани за парола.
cs: Pokud zvolíte <guilabel>FTP (s přihlášením)</guilabel>, budete dotázáni na heslo.
es: Si seleccionó <guilabel>FTP (con login)</guilabel> se le solicitará la contraseña.
fi: Salasanaa tullaan kysymään, jos valittiin <guilabel>FTP (sisään kirjautumisen vaativa)</guilabel>.
it: Se è stato scelto <guilabel>FTP (con login)</guilabel>, viene richiesta la password.
ja: もし<guilabel>FTP (ログイン有り)</guilabel>を選択した場合、パスワードの入力を求められます。
pl: Jeśli wybrałeś <guilabel>FTP (z logowaniem)</guilabel> zostaniesz poproszony o hasło.
pt_br: Se você escolheu <guilabel>FTP (Com Login)</guilabel> lhe será solicitada uma senha.
ru: При выборе <guilabel>FTP (с авторизацией)</guilabel> появится запрос на ввод пароля.
sv: Om du väljer <guilabel>FTP (med inloggning)</guilabel> så kommer du att bli tillfrågad om att ange ett lösenord.

source: From <guilabel>Service Type</guilabel> choose <guilabel>SSH</guilabel>.
bg: От <guilabel>Тип услуга</guilabel> изберете <guilabel>SSH</guilabel>.
cs: Z nabídky <guilabel>Typ služby</guilabel> zvolte <guilabel>SSH</guilabel>.
es: En <guilabel>Tipo de servicio</guilabel> elija <guilabel>SSH</guilabel>.
fi: Valitse <guilabel>SSH</guilabel> kohdasta <guilabel>Palvelutyyppi</guilabel>.
it: Da <guilabel>Tipo di servizio</guilabel> scegliere <guilabel>SSH</guilabel>.
ja: <guilabel>サービスの種類</guilabel>から<guilabel>SSH</guilabel>を選びます。
pl: Z menu <guilabel>Rodzaj usługi</guilabel> wybierz <guilabel>SSH</guilabel>
pt_br: A partir de <guilabel>Tipo de serviço</guilabel> escolha <guilabel>SSH</guilabel>.
ru: Выберите <guilabel>SSH</guilabel> из списка <guilabel>Тип сервиса</guilabel>.
sv: Från <guilabel>Typ av tjänst</guilabel>. välj <guilabel>SSH</guilabel>.

source: Enter the server address in <guilabel>Server</guilabel>.
bg: Въведете адрес на сървър в <guilabel>Сървър</guilabel>.
cs: Zadejte adresu serveru do pole <guilabel>Server</guilabel>.
es: Introduzca la dirección de servidor en <guilabel>Servidor</guilabel>.
fi: Syötä palvelimen osoite <guilabel>Palvelin</guilabel>-kenttään.
it: Inserire l'indirizzo del server in <guilabel>Server</guilabel>.
ja: <guilabel>サーバ名</guilabel>にサーバのアドレスを入力します。
pl: Wpisz nazwę serwera w pole <guilabel>Serwer</guilabel>.
pt_br: Digite o endereço do servidor no <guilabel>Servidor</guilabel>.
ru: Введите адрес сервера в <guilabel>Сервер</guilabel>.
sv: Ange serveradressen i <guilabel>Server</guilabel>.

source: Enter <guilabel>Username</guilabel>.
bg: Въведете <guilabel>потребителско име</guilabel>.
cs: Zadejte <guilabel>Uživatelské jméno</guilabel>.
es: Introduzca <guilabel>Nombre de usuario</guilabel>.
fi: Syötä <guilabel>Käyttäjätunnus</guilabel>.
it: Inserire il <guilabel>Nome utente</guilabel>.
ja: <guilabel>ユーザ名</guilabel>を入力します。
pl: Wprowadź <guilabel>Nazwę użytkownika</guilabel>.
pt_br: Digite <guilabel>Nome de usuário</guilabel>.
ru: Введите <guilabel>Имя поользователя</guilabel>.
sv: Ange <guilabel>Användarnamn</guilabel>.

source: You will be prompted for a password.
bg: Ще бъдете попитани за парола.
cs: Budete dotázáni na heslo.
es: Se le preguntará la contraseña
fi: Salasanaa tullaan kysymään.
it: Viene richiesta la password.
ja: パスワードの入力を求められます。
pl: Zostaniesz poproszony o hasło
pt_br: Lhe será solicitada uma senha.
ru: Вас попросят ввести свой пароль.
sv: Du kommer att bli tillfrågad om att ange ett lösenord.

source: Windows Share
bg: Споделено Windows устройство
cs: Sdílení Windows
es: Compartido por Windows
fi: Windows-jako
it: Condivisione Windows
ja: Windows 共有
pl: Udział Windows
pt_br: Compartilhamento Windows
ru: Ресурс ОС Windows
sv: Windows-utdelning

source: From <guilabel>Service Type</guilabel> choose <guilabel>Windows Share</guilabel>.
bg: От <guilabel>Вид услуга</guilabel> изберете <guilabel>Споделено Windows устройство</guilabel>.
cs: Z nabídky <guilabel>Typ služby</guilabel> zvolte <guilabel>Sdílení Windows</guilabel>.
es: En <guilabel>Tipo de servicio</guilabel> seleccione <guilabel>Compartido por Windows</guilabel>.
fi: Valitse <guilabel>Windows-jako</guilabel> kohdasta <guilabel>Palvelutyyppi</guilabel>.
it: Da <guilabel>Tipo di servizio</guilabel> scegliere <guilabel>Condivisione Windows</guilabel>.
ja: <guilabel>サービスの種類</guilabel>から<guilabel>Windows 共有</guilabel>を選びます。
pl: Z menu <guilabel>Rodzaj usługi</guilabel> wybierz <guilabel>Udział Windows</guilabel>.
pt_br: A partir de <guilabel>Tipo de serviço</guilabel> escolha <guilabel>Compartilhamento Windows</guilabel>.
ru: Выберите <guilabel>Ресурс ОС Windows</guilabel> из списка <guilabel>Тип сервиса</guilabel>.
sv: Från <guilabel>Typ av tjänst</guilabel>, välj <guilabel>Windows-utdelning</guilabel>.

source: Enter <guilabel>Port</guilabel> and <guilabel>Folder</guilabel> and <guilabel>Domain</guilabel> if you need to, this is optional.
bg: Въведете <guilabel>Порт</guilabel> и <guilabel>Папка</guilabel> и <guilabel>Име на домейн</guilabel>, ако ви трябва, това е незадължително.
cs: Zadejte <guilabel>Port</guilabel>, <guilabel>Složku</guilabel> a <guilabel>Doménové jméno</guilabel>, pokud potřebujete, tyto informace jsou nepovinné.
es: Introduzca el <guilabel>Puerto</guilabel> y la <guilabel>Carpeta</guilabel>, y también el <guilabel>Dominio</guilabel> si lo necesita (ésto último es opcional).
fi: Syötä tarvittaessa <guilabel>Portti</guilabel> and <guilabel>Kansio</guilabel> ja <guilabel>Aluenimi</guilabel>. Nämä ovat valinnaisia tietoja.
it: Inserire la <guilabel>Porta</guilabel>, la <guilabel>Cartella</guilabel> e il <guilabel>Dominio</guilabel> se necessario (è opzionale).
ja: <guilabel>ポート番号</guilabel>、<guilabel>フォルダ</guilabel>、<guilabel>ドメイン名</guilabel>を必要に応じて入力します。
pl: Jeśli chcesz uzupełnij pola <guilabel>Zasób</guilabel>, <guilabel>Katalog</guilabel> i <guilabel>Nazwa domeny</guilabel>. Są to dane opcjonalne.
pt_br: Digite <guilabel>Porta</guilabel>, <guilabel>Pasta</guilabel> e <guilabel>Domínio</guilabel> se precisar, isso é opcional.
ru: Заполните, при необходимости, поля <guilabel>Порт</guilabel>, <guilabel>Папка</guilabel> и <guilabel>Домен</guilabel>.
sv: Ange <guilabel>Port</guilabel> och <guilabel>Mapp</guilabel> samt <guilabel>Domän</guilabel> om du behöver, detta är valfritt.

source: Enter <guilabel>Username</guilabel>. You can enter a domain and username in the format DOMAIN\username.
bg: Въведе <guilabel>Потребителско име</guilabel>. Можете да въведете име на домейн и потребителско име във формата DOMAIN\username.
cs: Zadejte <guilabel>Uživatelské jméno</guilabel>. Doménové a uživatelské jméno můžete zadat ve formátu Doménové_jméno\uživatelské_jméno.
es: Introduzca <guilabel>Nombre de usuario</guilabel>. Puede introducir un dominio y un usuario en el formato DOMINIO\usuario.
fi: Syötä <guilabel>Käyttäjätunnus</guilabel>. Aluenimi ja käyttäjätunnus ovat mahdollista syöttää muodossa ALUENIMI\käyttäjätunnus.
it: Inserire il <guilabel>Nome utente</guilabel>. È possibile inserire un domino e un nome utente nella forma DOMINIO\nome utente.
ja: <guilabel>ユーザ名</guilabel>を入力します。ドメイン名とユーザ名を DOMAIN\username の形式で入力することもできます。
pl: Wpisz <guilabel>Nazwę użytkownika</guilabel>. Możesz wpisać domenę i nazwę użytkownika w formacie DOMENA\nazwa_użytkownika.
pt_br: Digite <guilabel>Nome de usuário</guilabel>. Você pode digitar um domínio e nome de usuário no formato DOMÍNIO\nomedeusuário.
ru: Введите <guilabel>Имя пользователя</guilabel>. Вы можете ввести имя домена и пользователя в формате ДОМЕН\пользователь.
sv: Ange <guilabel>Användarnamn</guilabel>. Du kan ange en domän och användarnamn i formatet DOMÄN\användarnamn.

source: You will be prompted for a password if necessary.
bg: Ще бъдете попитани за парола, ако е необходимо.
cs: Budete dotázáni na heslo, pokud je třeba.
es: Si es necesario se le preguntará la contraseña.
fi: Salasanaa kysytään tarvittaessa.
it: Se necessario, viene richiesta la password.
ja: 必要に応じてパスワードの入力を求められます。
pl: Jeśli będzie to konieczne zostaniesz poproszony o hasło.
pt_br: Lhe será solicitada uma senha, se necessária.
ru: Вы будете уведомлены о пароле, если потребуется.
sv: Du kommer att bli tillfrågad om att ange ett lösenord om det behövs.

source: From <guilabel>Service Type</guilabel> choose <guilabel>WebDAV (HTTP)</guilabel>.
bg: От <guilabel>Вит услуга</guilabel> изберете <guilabel>WebDAV (HTTP)</guilabel>.
cs: Z nabídky <guilabel>Typ služby</guilabel> zvolte <guilabel>WebDAV (HTTP)</guilabel>.
es: En <guilabel>Tipo de servicio</guilabel> elija <guilabel>WebDAV (HTTP)</guilabel>.
fi: Valitse <guilabel>WebDAV (HTTP)</guilabel> kohdasta <guilabel>Palvelutyyppi</guilabel>.
it: Da <guilabel>Tipo di servizio</guilabel> sceglere <guilabel>WebDAV (HTTP)</guilabel>.
ja: <guilabel>サービスの種類</guilabel>から<guilabel>WebDAV (HTTP)</guilabel>を選びます。
pl: Z menu <guilabel>Rodzaj usługi</guilabel> wybierz <guilabel>WebDAV (HTTP)</guilabel>.
pt_br: A partir de <guilabel>Tipo de serviço</guilabel> escolha <guilabel>WebDAV (HTTP)</guilabel>.
ru: Из списка <guilabel>Тип сервиса</guilabel> выберите <guilabel>WebDAV (HTTP)</guilabel>.
sv: Från <guilabel>Typ av tjänst</guilabel>, välj <guilabel>WebDAV (HTTP)</guilabel>.

source: Enter <guilabel>Port</guilabel> and <guilabel>Folder</guilabel> and <guilabel>Username</guilabel> if you need to, this is optional.
bg: Въведете <guilabel>Порт</guilabel> и <guilabel>Папка</guilabel> и <guilabel>Потребителско име</guilabel>, ако ви е нужно, това е незадължително.
cs: Zadejte <guilabel>Port</guilabel>, <guilabel>Složku</guilabel> a <guilabel>Uživatelské jméno</guilabel>, pokud potřebujete, tyto informace jsou nepovinné.
es: Introduzca el <guilabel>Puerto</guilabel> y la <guilabel>Carpeta</guilabel>, y también el <guilabel>Nombre de usuario</guilabel> si lo necesita (ésto último es opcional).
fi: Syötä tarvittaessa <guilabel>Portti</guilabel>, <guilabel>Kansio</guilabel> ja <guilabel>Käyttäjätunnus</guilabel>. Nämä ovat valinnaisia tietoja.
it: Inserire la <guilabel>Porta</guilabel>, la <guilabel>Cartella</guilabel> e il <guilabel>Nome utente</guilabel> se necessario (è opzionale).
ja: <guilabel>ポート番号</guilabel>、<guilabel>フォルダ</guilabel>、<guilabel>ユーザ名</guilabel>を必要に応じて入力します。
pl: Jeśli chcesz uzupełnij pola <guilabel>Port</guilabel>, <guilabel>Katalog</guilabel> i <guilabel>Nazwa użytkownika</guilabel>. Są to dane opcjonalne.
pt_br: Digite <guilabel>Porta</guilabel>, <guilabel>Pasta</guilabel> e <guilabel>Nome de usuário</guilabel> se precisar, isso é opcional.
ru: Введите <guilabel>Порт</guilabel>, <guilabel>Папку</guilabel> и <guilabel>Имя пользователя</guilabel>, если необходимо. Это опционально.
sv: Ange <guilabel>Port</guilabel> och <guilabel>Mapp</guilabel> samt <guilabel>Användarnamn</guilabel> om du behöver, detta är valfritt.

source: Custom
bg: Друг вид адрес
cs: Vlastní umístění
es: Personalizado
fi: Muu
it: Posizione personalizzata
ja: カスタム
pl: Własne położenie
pt_br: Personalizado
ru: Другой адрес
sv: Anpassad

source: From <guilabel>Service Type</guilabel> choose <guilabel>Custom</guilabel>.
bg: От <guilabel>Вид услуга</guilabel> изберете <guilabel>Друг вид адрес</guilabel>.
cs: Z nabídky <guilabel>Typ služby</guilabel> zvolte <guilabel>Vlastní umístění</guilabel>.
es: En <guilabel>Tipo de servicio</guilabel> elija <guilabel>Personalizado</guilabel>.
fi: Valitse <guilabel>Muu sijainti</guilabel> kohdasta <guilabel>Palvelutyyppi</guilabel>.
it: Da <guilabel>Tipo di servizio</guilabel> scegliere <guilabel>Posizione personalizzata</guilabel>.
ja: <guilabel>サービスの種類</guilabel>から<guilabel>Custom</guilabel>を選びます。
pl: Z menu <guilabel>Rodzaj usługi</guilabel> wybierz <guilabel>Własne położenie</guilabel>.
pt_br: A partir de <guilabel>Tipo de serviço</guilabel> escolha <guilabel>Personalizado</guilabel>.
ru: Выберите <guilabel>Другой адрес</guilabel> из списка <guilabel>Тип сервиса</guilabel>.
sv: Från <guilabel>Typ av tjänst</guilabel>, välj <guilabel>Anpassad plats</guilabel>.

source: Enter the server address in <guilabel>Location (URI)</guilabel>.
bg: Въведете адреса на сървъра в <guilabel>Адрес</guilabel>.
cs: Zadejte adresu serveru do pole <guilabel>Umístění (URI)</guilabel>.
es: Introduzca la dirección del servidor en <guilabel>Ubicación (URI)</guilabel>.
fi: Syötä palvelimen osoite <guilabel>Sijainti (URI)</guilabel> -kenttään.
it: Inserire l'indirizzo del server in <guilabel>Posizione (URI)</guilabel>.
ja: <guilabel>場所 (URI)</guilabel>にサーバのアドレスを入力します。
pl: Wpisz adres serwera w polu <guilabel>Położenie (URI)</guilabel>.
pt_br: Digite o endereço do servidor na <guilabel>Localização (URI)</guilabel>.
ru: Введите адрес сервера в <guilabel>Адрес (URI)</guilabel>.
sv: Ange serveradressen i <guilabel>Plats (URI)</guilabel>.

source: Connecting
bg: Свързване
cs: Připojení
es: Conectar
fi: Yhdistäminen
it: Connessione
ja: 接続する
pl: Łączenie się z siecią
pt_br: Conectando
ru: Подключение
sv: Anslutning
