Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: Some websites use small <application>Java</application> programs, which require a Java plugin to be installed in order to run.
bg: Някои уеб сайтове използват малки <application>Java</application> програми, които изискват приставката Java да бъде инсталиране, за да могат да бъдат изпълнени.
cs: Některé webové stránky používají malé <application>Java</application> programy, které vyžadují nainstalovaný zásuvný modul Java.
de: Einige Webseiten nutzen kleine <application>Java</application>-Applets, welche ein installiertes Java-Plugin benötigen, um zu laufen.
es: Algunos sitios web usan pequeños programas <application>Java</application>, que necesitan la instalación de un complemento Java para funcionar.
fi: Jotkut WWW-sivut käyttävät pieniä <application>Java</application>-ohjelmia, jotka vaativat Java-liitännäisen asentamista toimiakseen.
fr: Certains sites Web utilisent de petits programmes <application>Java</application> nécessitant la présence du greffon Java pour s'exécuter.
hu: Néhány weboldalon kisebb <application>Java</application> programok futnak, amelyek megtekintéséhez szükség van a Java bővítmény telepítésére.
it: Alcune pagine web utilizzano alcuni piccoli programmi <application>Java</application> che richiedono l'installazione di un plugin Java per poter essere visualizzati.
ja: いくつかのウェブサイトでは、小さな<application>Java</application>プログラムを使っていて、それらのプログラムを実行するためにはJavaプラグインをインストールする必要があります。
ko: 어떤 웹 사이트는 간단한 <application>자바</application> 프로그램을 사용하며, 이러한 사이트를 제대로 이용하기 위해서는 자바 플러그인을 설치해야 합니다.
nl: Sommige websites gebruiken kleine <application>Java</application>-programma's, die de Java-plugin vereisen om te kunnen worden uitgevoerd.
pl: Niektóre witryny używają małych programów <application>Java</application>, które do uruchomienia wymagają zainstalowanej wtyczki Java.
pt_br: Alguns sites utilizam pequenos programas <application>Java</application>, os quais requerem o plugin Java instalado para poderem executar.
ru: Некоторые веб-сайты используют небольшие <application>Java</application>-программы. Для выполнения этих программ необходима установка плагина Java.
sk: Niektoré internetové stránky používajú <application>Java</application> programy, ktoré pre svoje spustenie vyžadujú nainštalovaný zásuvný modul Java.
sv: Vissa webbplatser har små applikationer gjorda i <application>Java</application> och dessa kräver att ett tillägg är installerat i webbläsaren för att kunna köras.
zh_cn: 一些网站使用小 <application>Java</application> 程序，其需要在安装了 Java 插件后才能运行。
zh_tw: 一些網站使用小<application>Java</application>程序，其需要在安裝了Java插件後才能運行。

source: These instructions are for <emphasis>i386</emphasis> and <emphasis>AMD64</emphasis> computers only. The plugin is not currently available for other computers.
de: Diese Anleitung ist nur für <emphasis>i386</emphasis>- und <emphasis>AMD64</emphasis>-Rechner gedacht. Für andere Rechner ist das Plugin zur Zeit noch nicht verfügbar.
fr: Ces instructions ne sont valables que pour les ordinateurs de type <emphasis>i386</emphasis> et <emphasis>AMD64</emphasis>. Le greffon n'est pas disponible actuellement pour d'autres ordinateurs.
ko: 여기서 설명하는 내용은 <emphasis>i386</emphasis>과 <emphasis>AMD64</emphasis> 컴퓨터에만 해당합니다. 현재 다른 종류의 컴퓨터에서는 자바 플러그인을 사용할 수 없습니다.
nl: Deze instructies zijn alleen voor <emphasis>i386</emphasis> en <emphasis>AMD64</emphasis> computers. De plugin is momenteel niet voor andere computers beschikbaar.
sk: Tieto inštrukcie sú určené iba pre počítače s architektúrou <emphasis>i386</emphasis> a <emphasis>AMD64</emphasis>. Pre iné architektúry tento zásuvný modul zatiaľ nie je dostupný.
zh_cn: 这些指示是只针对 <emphasis>i386</emphasis> 和 <emphasis>AMD64</emphasis> 计算机的。该插件对于其它计算机尚不可用。
zh_tw: 這些指示是只針對<emphasis>i386</emphasis>和<emphasis>AMD64</emphasis>計算機的。該插件對於其它計算機尚不可用。

source: If you are using an <emphasis>i386</emphasis> computer install the <application>sun-java5-plugin</application> package from the <quote>Multiverse</quote> repository.
de: Falls Sie einen <emphasis>i386</emphasis>-Rechner benutzen, installieren Sie das Paket <application>sun-java5-plugin</application> aus der <quote>Multiverse</quote>-Paketquelle.
fr: Si vous utilisez un ordinateur de type <emphasis>i386</emphasis>, installez le paquet <application>sun-java5-plugin</application> depuis le dépôt <quote>Multiverse</quote>.
ko: 여러분이 <emphasis>i386</emphasis> 컴퓨터를 사용하고 있다면, <quote>Multiverse</quote> 저장소에서 <application>sun-java5-plugin</application> 꾸러미를 설치하세요.
nl: Als u een <emphasis>i386</emphasis> computer hebt, installeer het <application>sun-java5-plugin</application> pakket uit de <quote>Multiverse</quote> pakketbron.
sk: Ak používate architektúru <emphasis>i386</emphasis>, nainštalujte balík <application>sun-java5-plugin</application> zo zdroja <quote>multiverse</quote>.
zh_cn: 如果您正在使用 <emphasis>i386</emphasis> 计算机，请安装 <quote>Multiverse</quote> 软件库中的<application>sun-java5-plugin</application> 软件包。
zh_tw: 如果您正在使用<emphasis>i386</emphasis>計算機，請安裝<quote> Multiverse</quote>軟件庫中的<application>sun-java5-plugin< /application>軟件包。

source: If you are using an <emphasis>AMD64</emphasis> computer install the <application>j2re1.4-mozilla.plugin</application> package from the <quote>Multiverse</quote> repository.
de: Falls Sie einen <emphasis>AMD64</emphasis>-Rechner benutzen, installieren Sie das Paket <application>j2re1.4-mozilla.plugin</application> aus der <quote>Multiverse</quote>-Paketquelle.
fr: Si vous utilisez un ordinateur de type <emphasis>AMD64</emphasis>, installez le paquet <application>j2re1.4-mozilla.plugin</application> depuis le dépôt <quote>Multiverse</quote>.
ko: 여러분이 <emphasis>AMD64</emphasis> 컴퓨터를 사용하고 있다면, <quote>Multiverse</quote> 저장소에서 <application>j2re1.4-mozilla.plugin</application> 꾸러미를 설치하세요.
nl: Als u een <emphasis>AMD64</emphasis> computer hebt, installeer het <application>j2re1.4-mozilla.plugin</application> pakket uit de <quote>Multiverse</quote> pakketbron.
sk: Ak používate architektúru <emphasis>AMD64</emphasis>, nainštalujte balík <application>j2re1.4-mozilla.plugin</application> zo zdroja <quote>multiverse</quote>.
zh_cn: 如果您正使用 <emphasis>AMD64</emphasis> 计算机，请安装 <quote>Multiverse</quote> 软件库中的 <application>j2re1.4-mozilla.plugin</application> 软件包。
zh_tw: 如果您正使用<emphasis>AMD64</emphasis>計算機，請安裝<quote> Multiverse</quote>軟件庫中的<application>j2re1.4- mozilla.plugin</application>軟件包。

source: For a more complete Java installation, see <ulink type="help" url="ghelp:programming#java">Java</ulink>.
de: Informationen über eine vollständige Java-Installation finden Sie unter <ulink type="help" url="ghelp:programming#java">Java</ulink>.
fr: Pour une installation plus complète de Java, voyez <ulink type="help" url="ghelp:programming#java">Java</ulink>.
ko: 자바 설치에 대한 좀더 자세한 정보는 <ulink type="help" url="ghelp:programming#java">자바</ulink> 페이지를 살펴보기 바랍니다.
nl: Zie <ulink type="help" url="ghelp:programming#java">Java</ulink> voor een completere Java-installatie.
sk: Pre úplnejšiu inštaláciu Java pozrite stránku <ulink type="help" url="ghelp:programming#java">Java</ulink>.
zh_cn: 若要完整安装 Java，请参见 <ulink type="help" url="ghelp:programming#java">Java</ulink>。
zh_tw: 若要完整安裝Java，請參見<ulink type="help" url="ghelp:programming#java">Java</ulink>。

source: Changing the default font size
bg: Промяна на размер на шрифт по подразбиране
cs: Změna výchozí velikosti písma
de: Ändern der vorgegebenen Schriftgröße
es: Cambiar el tamaño predeterminado de la tipografía
fi: Oletuskirjasinkoon muuttaminen
fr: Changer la taille par défaut des caractères
hu: Alapértelmezett betűméret megváltoztatása
it: Cambiare la dimensione predefinita dei caratteri
ja: 文字の標準の大きさを変えるには
ko: 기본 글꼴 크기 변경하기
nl: De standaard lettergrootte wijzigen
pl: Zmiana domyślnego rozmiaru czcionki
pt_br: Alterando o tamanho padrão das fontes
ru: Изменение размера шрифта по умолчанию
sk: Zmena predvolenej veľkosti písma
sv: Ändra standardstorlek för teckensnitt
zh_cn: 改变字体默认大小

source: If you find that the size of text in Firefox is too small to read comfortably, you can increase the default font size.
bg: Ако размера на текста във Firefox е прекалено малък за четене, можете да увеличите размера по подразбиране на шрифта.
cs: Pokud se vám bude zdát velikost textu ve Firefoxu příliš malá pro pohodlné čtení, můžete zvětšit výchozí velikost písma.
de: Sollte die Schriftgröße in Firefox für komfortables Lesen zu klein sein, können Sie sie vergrößern.
es: Si considera que el tamaño del texto en Firefox es demasiado pequeño para poder leerlo cómodamente, puede aumentar el tamaño predeterminado de la tipografía.
fi: Jos tekstin koko Firefoxissa on liian pientä, voit kasvattaa oletuskirjasinkokoa.
fr: SI vous trouvez que la taille du texte dans Firefox est trop petite pour lire confortablement, vous pouvez augmenter la taille par défaut des caractères.
hu: Ha úgy érzi, hogy a Firefoxban a betűk mérete túl kicsi a kényelmes olvasáshoz, akkor megnövelheti az alapértelmezett betűméretet.
it: Se la dimensione del testo in Firefox è troppo piccola per poter leggere comodamente, è possibile cambiare la dimensione predefinita del carattere.
ja: Firefoxの文字の大きさが読むには小さすぎると感じるかもしれません。その場合は文字の標準の大きさを変えることができます。
ko: 만약 Firefox 의 글자 크기가 너무 작아서 읽기 불편하다면, 기본 글꼴의 크기를 증가시킬 수 있습니다.
nl: Als u vindt dat het lettergrootte in Firefox te klein is om gemakkelijk te kunnen lezen, dan kunt u de standaardlettergrootte vergroten.
pl: Jeżeli uważasz, że wielkość tekstu w Firefoksie jest zbyt mała do wygodnego czytania, możesz zwiększyć domyślny rozmiar czcionki.
pt_br: Se você achar que o tamanho do texto no Firefox é demasiado pequeno para ler confortavelmente, você pode aumentar o tamanho padrão de fonte.
ru: Если вы чувствуете, что размер шрифта в Firefox слишком мал для комфортного чтения, вы можете его увеличить.
sk: Ak zistíte, že veľkosť textu vo Firefoxe je príliš malá a nedá sa preto dobre čítať, môžte zväčšiť veľkosť písma.
sv: Om du tycker att storleken på texten i Firefox är för liten för att läsa kan du öka standardstorleken för teckensnitten.
zh_cn: 如果你感觉Firefox中文字的字体太小了，不适合阅读，你可以增大字体的默认大小。
zh_tw: 如果你感覺Firefox中文字的字體太小了，不適合閱讀，你可以增大字體的預設大小。

source: Press <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Preferences</guimenuitem></menuchoice> and select the <guilabel>Content</guilabel> tab
bg: Натиснете <menuchoice><guimenuitem>Редактиране</guimenuitem><guimenuitem>Настройки</guimenuitem></menuchoice> и изберете раздела <guilabel>Съдържание</guilabel>
cs: Zvolte <menuchoice><guimenuitem>Úpravy</guimenuitem><guimenuitem>Předvolby</guimenuitem></menuchoice> a vyberte panel <guilabel>Obsah</guilabel>
de: Klicken Sie auf <menuchoice><guimenuitem>Bearbeiten</guimenuitem><guimenuitem>Einstellungen</guimenuitem></menuchoice> und wählen Sie den Reiter <guilabel>Inhalt</guilabel> aus.
es: Pulse <menuchoice><guimenuitem>Editar</guimenuitem><guimenuitem>Preferencias</guimenuitem></menuchoice> y seleccione la solapa <guilabel>Contenido</guilabel>
fi: Avaa <menuchoice><guimenuitem>Muokkaa</guimenuitem><guimenuitem>Assetukset</guimenuitem></menuchoice> ja valitse <guilabel>Sisältö</guilabel>-välilehti
fr: Cliquez sur <menuchoice><guimenuitem>Édition</guimenuitem><guimenuitem>Préférences</guimenuitem></menuchoice> et sélectionnez l'onglet <guilabel>Contenu</guilabel>
hu: Válassza a <menuchoice><guimenuitem>Szerkesztés</guimenuitem><guimenuitem>Beállítások</guimenuitem></menuchoice> menüpontot és kattintson a <guilabel>Tartalom</guilabel> fülre.
it: Scegliere <menuchoice><guimenuitem>Modifica</guimenuitem><guimenuitem>Preferenze</guimenuitem></menuchoice> e quindi la scheda <guilabel>Contenuti</guilabel>
ja: <menuchoice><guimenuitem>編集</guimenuitem><guimenuitem>設定</guimenuitem></menuchoice>を選択し、<guilabel>コンテンツ</guilabel>タブを開いてください。
ko: <menuchoice><guimenuitem>편집</guimenuitem><guimenuitem>환경 설정</guimenuitem></menuchoice> 을 누른 뒤 <guilabel>내용</guilabel> 탭을 선택합니다.
nl: Klik op <menuchoice><guimenuitem>Bewerken</guimenuitem><guimenuitem>Voorkeuren</guimenuitem></menuchoice> en kies de <guilabel>Inhoud</guilabel> tab.
pl: Otwórz <menuchoice><guimenuitem>Edycja</guimenuitem><guimenuitem>Preferencje</guimenuitem></menuchoice> a następnie przejdź do zakładki <guilabel>Treść</guilabel>
pt_br: Pressione menuchoice><guimenuitem>Editar</guimenuitem><guimenuitem>Preferências</guimenuitem></menuchoice> e escolha a aba <guilabel>Conteúdo</guilabel>.
ru: Нажмите <menuchoice><guimenuitem>Правка</guimenuitem><guimenuitem>Параметры</guimenuitem></menuchoice> и выберите вкладку <guilabel>Содержимое</guilabel>
sk: Stlačte <menuchoice><guimenuitem>Upraviť</guimenuitem><guimenuitem>Možnosti...</guimenuitem></menuchoice> a vyberte kartu <guilabel>Obsah</guilabel>
sv: Tryck på <menuchoice><guimenuitem>Redigera</guimenuitem><guimenuitem>Inställningar</guimenuitem></menuchoice> och välja fliken <guilabel>Innehåll</guilabel>
zh_cn: 点击<menuchoice><guimenuitem>编辑</guimenuitem><guimenuitem>首选项</guimenuitem></menuchoice>然后选择<guilabel>内容</guilabel>标签
zh_tw: 點擊<menuchoice><guimenuitem>編輯</guimenuitem>< guimenuitem>首選項</guimenuitem></menuchoice>然後選擇< guilabel>內容</guilabel>標籤

source: Under <guilabel>Fonts &amp; Colors</guilabel>, change the <guilabel>Size</guilabel> to a larger number (around 20 tends to be quite comfortable to read)
bg: В <guilabel>Шрифтове и Цветове</guilabel>, променете <guilabel>Размер</guilabel> на по-голяма цифра (около 20 пиксела е достатъчно за четене)
cs: V sekci <guilabel>Písma a Barvy</guilabel> změňte <guilabel>Velikost</guilabel> na vyšší číslo (přibližně 20 by pro pohodlné čtení mělo stačit)
de: Unter <guilabel>Schriftarten &amp; Farben</guilabel>, ändern Sie die <guilabel>Größe</guilabel> in einen höheren Wert (Werte um 20 sind erfahrungsgemäß gut lesbare Schriftgrößen).
es: En <guilabel>Tipos y colores</guilabel>, cambie el <guilabel>Tamaño</guilabel> por un número más grande (alrededor de 20 suele resultar bastante cómodo de leer)
fi: Muuta <guilabel>Kirjasinlajit ja värit</guilabel> -kohdasta löytyvä <guilabel>Koko</guilabel>-asetus johonkin suurempaan lukuarvoon (noin 20 antaa yleensä helppolukuisen tekstikoon).
fr: Sous <guilabel>Police &amp; Couleurs</guilabel>, changez la <guilabel>Taille</guilabel> pour un nombre plus élevé (environ 20 devrait être assez confortable à lire)
hu: A <guilabel>Betűk és színek</guilabel> csoportban a <guilabel>Méretnél</guilabel> válasszon egy nagyobb számot (a 20 körüli értékek már könnyen olvashatók).
it: Nella sezione <guilabel>Caratteri e colori</guilabel>, cambiare la voce <guilabel>Dim.</guilabel> a un numero maggiore (20 tende a essere una dimensione confortevole per la lettura)
ja: <guilabel>フォントと配色</guilabel>の<guilabel>サイズ</guilabel>を大きな値にしてください(20ぐらいが読みやすいようです)。
ko: <guilabel>글꼴과 색상</guilabel> 부분에서 <guilabel>크기</guilabel> 를 더 큰 수로 바꿉니다 (대략 20 정도면 읽기에 편할 것입니다).
nl: Wijzig onder <guilabel>Lettertypen &amp; kleuren</guilabel> de <guilabel>Grootte</guilabel> naar een hogere waarde (rond 20 is vaak het meest comfortabel om te lezen).
pl: W sekcji <guilabel>Czcionki i kolory</guilabel>, zmień <guilabel>Rozmiar</guilabel> na większą liczbę (do wygodnego czytania powinno wystarczyć około 20 punktów)
pt_br: Em <guilabel>Fontes &amp; Cores</guilabel>, mude o <guilabel>Tamanho</guilabel> para um número maior (algo em torno de 20 tende a ser confortável para leitura)
ru: В поле <guilabel>Шрифты и цвета</guilabel> измените <guilabel>Размер</guilabel> на большее значение (для достаточно комфортного чтения подойдет значение около 20)
sk: V <guilabel>Písma &amp; Farby</guilabel> zmeňte <guilabel>Veľkosť</guilabel> na väčšiu (približne veľkosť 20 je pohodlná na čítanie)
sv: Under <guilabel>Teckensnitt &amp; färger</guilabel>, ändra <guilabel>Storlek</guilabel> till ett större tal (runt 20 brukar kännas komfortabelt att läsa)
zh_cn: 在<guilabel>字体与颜色</guilabel>选项下，把<guilabel>字号</guilabel>项改为一个更大的值(20左右比较适合阅读)
zh_tw: 在<guilabel>字體與顏色</guilabel>選項下，把<guilabel>字號</guilabel>項改為一個更大的值(20左右比較適合閱讀)

source: Text on web pages should immediately look larger. Press <guibutton>Close</guibutton>
bg: Текста в уеб страниците веднага трябва да стане по-голям. Натиснете <guibutton>Затваряне</guibutton>
cs: Text na webových stránkách by se měl okamžitě zvětšit. Stiskněte tlačítko <guibutton>Zavřít</guibutton>.
de: Der Text auf Webseiten sollte sofort größer dargestellt werden. Danach klicken Sie auf <guibutton>Schließen</guibutton>.
es: El texto de las páginas web se mostrarán inmediatamente más grandes. Pulse <guibutton>Cerrar</guibutton>
fi: WWW-sivujen tekstin pitäisi heti näyttää suuremmalta. Napsauta <guibutton>OK</guibutton>-nappia.
fr: Le texte sur les pages Web devrait immédiatement apparaître plus gros. Cliquez sur <guibutton>Fermer</guibutton>
hu: A weboldalak szövegeinek azonnal nagyobbnak kell látszaniuk. Nyomja meg a <guibutton>Bezárás</guibutton> gombot.
it: Il testo delle pagine web dovrebbe essere immediatamente visualizzato più grande. Premere <guibutton>Chiudi</guibutton>
ja: すぐにウェブページの文字が大きくなります。<guibutton>閉じる</guibutton>を押してください。
ko: 웹 페이지의 글자가 커졌을 것입니다. <guibutton>닫기</guibutton> 를 누릅니다.
nl: Tekst op webpagina's zou meteen groter moeten zijn. Klik op guibutton>Sluiten</guibutton>
pl: Tekst na stronach internetowych powinien natychmiast zrobić się większy. Wciśnij przycisk <guibutton>Zamnkij</guibutton>
pt_br: Os textos nas páginas da web devem aparecer maiores imediatamente. Pressione <guibutton>Fechar</guibutton>
ru: Текст на страницах должен сразу же стать больше. Нажмите кнопку <guibutton>Закрыть</guibutton>
sk: Text na internetových stránkach by sa mal okamžite zväčšiť. Stlačte <guibutton>Zavrieť</guibutton>
sv: Texten på webbsidorna ska omedelbart se större ut. Tryck på <guibutton>Stäng</guibutton>
zh_cn: 网页上的文字应该马上看起来大了一些。点击<guibutton>关闭</guibutton>
zh_tw: 網頁上的文字應該馬上看起來大了一些。點擊<guibutton>關閉</guibutton>
