Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: Most of the tools in this section require use of the Terminal, which you can open by pressing <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>.
bg: Повечето от тези инструменти изискват употребата на Терминал, който можете да отворите като натиснете <menuchoice><guimenu>Програми</guimenu><guimenuitem>Помощни програми</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>.
cs: Většina nástrojů v této sekci vyžaduje použití Terminálu, který můžete spustit přes <menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Příslušenství</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>.
de: Die meisten Werkzeuge in diesem Abschnitt erfordern die Benutzung des Terminals, das Sie durch <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> öffnen können.
es: Muchas de las herramientas de esta sección requieren el uso de la terminal, que puede abrir pulsando <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>.
fi: Suurin osa työkaluista vaatii Päätteen käyttämistä. Voit käynnistää sen valitsemalla <menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Apuohjelmat</guimenuitem><guimenuitem>Pääte</guimenuitem></menuchoice>.
fr: La plupart des utilitaires décrits dans cette section nécessitent l'utilisation du terminal, que vous pouvez ouvrir en cliquant sur <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>.
hu: Az alábbi eszközök legtöbbjéhez szüksége lesz a terminál használatára, amit az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice> menüelem kiválasztásával nyithat meg.
it: Molti strumenti in questa sezione richiedono l'utilizzo del terminale, che può essere avviato selezionando <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Accessori</guimenuitem><guimenuitem>Terminale</guimenuitem></menuchoice>.
ja: ここで紹介するツールのほとんどは、端末を使う必要があります。端末は <menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>アクセサリ</guimenuitem><guimenuitem>端末</guimenuitem></menuchoice> を押して開くことができます。
ko: 여기서 설명하는 대부분의 도구들은 터미널에서 작업해야 합니다. 터미널을 실행하려면 <menuchoice><guimenu>프로그램</guimenu><guimenuitem>보조 프로그램</guimenuitem><guimenuitem>터미널</guimenuitem></menuchoice> 을 누릅니다.
nl: De meeste hulpmiddelen in deze sectie vereisen het gebruik van het terminalvenster, die te openen is door op <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Terminalvenster</guimenuitem></menuchoice> te klikken.
pl: Większość narzędzi w tej sekcji wymaga użycia Terminala, który można uruchomić przez kliknięcie <menuchoice><guimenu>Programy</guimenu><guimenuitem>Akcesoria</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>.
pt_br: Muitas das ferramentas desta seção necessitam do uso do Terminal, que pode ser aberto selecionando <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>.
ru: Большинство из этих инструментов требуют использования Терминала, который вы можете запустить через menuchoice><guimenu>Приложения</guimenu><guimenuitem>Стандартные</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>.
sk: Väčšina nástrojov v tejto kapitole vyžaduje použitie terminálu, ktorý otvoríte cez<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>.
sv: De flesta av verktygen i det här avsnittet kräver användningen av terminalen, som du kan öppna genom att trycka på <menuchoice><guimenu>Program</guimenu><guimenuitem>Tillbehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>.

source: Identify wireless connections
ko: 무선 연결 확인
sk: Identifikovať bezdrôtovú sieť
zh_cn: 识别无线连接
zh_tw: 識別無線連接

source: <application>iwconfig</application> allows you to change certain settings of your wireless hardware. However, it is also very useful for identifying wireless connections.
ko: <application>iwconfig</application> 는 무선 하드웨어의 설정을 바꿀 수 있는 도구입니다. 하지만, 이것은 무선 연결을 확인하는 데도 아주 유용하게 사용됩니다.
sk: <application>iwconfig</application> vám umožní meniť určité nastavenia vášho bezdrôtového zariadenia. Okrem toho je však veľmi užitočný pri zisťovaní bezdrôtových pripojení.
zh_cn: <application>iwconfig</application>允许您改变您的无线硬件的某些设置。另一方面，它对识别无线连接也非常有用
zh_tw: <application>iwconfig</application>允許您改變您的無線硬件的某些設置。另一方面，它對識別無線連接也非常有用

source: To identify a wireless connection:
de: Um eine WLAN-Verbindung zu identifizieren:
fr: Pour identifier une connexion sans fil :
ko: 무선 연결을 확인하려면:
nl: Om een draadloze verbinding te herkennen:
sk: Zistenie bezdrôtových pripojení:
zh_cn: 要识别一个无线网络连接：
zh_tw: 要識別一個無線網絡連接：

source: Press <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> to open a Terminal
bg: Натиснете <menuchoice><guimenu>Програми</guimenu><guimenuitem>Помощни програми</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>, за да отворите Терминал
cs: Zvolte <menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Příslušenství</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice> pro spuštění Terminálu
de: Wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> aus, um ein Terminal zu öffnen.
es: Pulse <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> para abrir una terminal
fi: Valitse <menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Apuohjelmat</guimenuitem><guimenuitem>Pääte</guimenuitem></menuchoice> käynnistääksesi Päätteen.
fr: Cliquez sur <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> pour ouvrir un Terminal
hu: Válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice> menüpontot a terminál megnyitásához.
it: Scegliere <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Accessori</guimenuitem><guimenuitem>Terminale</guimenuitem></menuchoice> per aprire un terminale
ja: <menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>アクセサリ</guimenuitem><guimenuitem>端末</guimenuitem></menuchoice>を選択し、端末を起動します。
ko: <menuchoice><guimenu>프로그램</guimenu><guimenuitem>보조 프로그램</guimenuitem><guimenuitem>터미널</guimenuitem></menuchoice> 을 눌러 터미널을 실행합니다.
nl: Klik op <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Terminalvenster</guimenuitem></menuchoice> om een Terminalvenster te openen.
pl: Kliknij<menuchoice><guimenu>Programy</guimenu><guimenuitem>Akcesoria</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>, aby otworzyć Terminal
pt_br: Selecione <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> para abrir um Terminal
ru: Чтобы запустить Терминал, нажмите menuchoice><guimenu>Приложения</guimenu><guimenuitem>Стандартные</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>
sk: Stlačte <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice> a otvorte terminál
sv: Tryck på <menuchoice><guimenu>Program</guimenu><guimenuitem>Tillbehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> för att öppna en terminal

source: Type <userinput>iwconfig</userinput> in the Terminal and press <keycap>Return</keycap>
de: Im Terminal-Fenster geben Sie <userinput>iwconfig</userinput> ein und drücken die <keycap>Eingabe</keycap>-Taste
fr: Tapez <userinput>iwconfig</userinput> dans le terminal et appuyez sur <keycap>Entrée</keycap>
ko: 터미널에서 <userinput>iwconfig</userinput> 를 입력하고 <keycap>Enter</keycap> 키를 누릅니다.
nl: Type in het terminalvenster <userinput>iwconfig</userinput> en druk op <keycap>Enter</keycap>
sk: Zadajte v termináli príkaz <userinput>iwconfig</userinput> a stlačte kláves <keycap>Enter</keycap>
zh_cn: 在终端中输入<userinput>iwconfig</userinput>并按<keycap>回车</keycap>
zh_tw: 在終端中輸入<userinput>iwconfig</userinput>並按<keycap>回車</keycap>

source: You should get output similar to the following:
de: Die daraufhin gezeigte Ausgabe sollte in etwa so aussehen:
fr: Vous devriez obtenir des informations semblables à celles-ci :
ko: 다음과 같은 출력을 볼 수 있을 것입니다:
nl: U hoort een uitvoer te krijgen dat vergelijkbaar is met:
sk: Mali by ste dostať podobný výpis:
zh_cn: 你应该会得到类似下面的输出：
zh_tw: 你應該會得到類似於下面的輸出：

source: The column on the left gives the name of the connection, such as <quote>eth0</quote> or <quote>wlan0</quote>
de: In der linken Spalte finden Sie den Namen der Verbindung, beispielsweise <quote>eth0</quote> oder <quote>wlan0</quote>
fr: La colonne de gauche donne le nom de la connexion, tel que <quote>eth0</quote> ou <quote>wlan0</quote>
ko: <quote>eth0</quote> 혹은 <quote>wlan0</quote> 과 같은 왼쪽열은 연결의 이름을 뜻합니다.
nl: De kolom links geeft de naam van de verbinding, zoals <quote>eth0</quote> of <quote>wlan0</quote>
sk: Stĺpec vľavo udáva názvy pripojení ako <quote>eth0</quote> alebo <quote>wlan0</quote>
zh_cn: 左边一列中列出了连接的名称，例如<quote>eth0</quote>或者<quote>wlan0</quote>
zh_tw: 左邊一列中列出了連接的名稱，例如<quote>eth0</quote>或者<quote>wlan0</quote>

source: If the column on the right says <quote>no wireless extensions</quote>, that connection has not been recognized as a wireless connection and is probably a wired network connection
de: Wenn in der rechten Spalte <quote>no wireless extensions</quote> steht, wurde diese Verbindung nicht als WLAN-Verbindung erkannt und ist wahrscheinlich eine kabelgebundene Verbindung.
fr: Si la colonne de droite indique <quote>no wireless extensions</quote> c'est que la connexion n'a pas été reconnue en tant que connexion sans fil et qu'il s'agit probablement d'une connexion filaire
ko: 오른편에 <quote>no wireless extensions</quote> 과 같은 메시지가 보인다면, 연결을 무선 네트워크로 인식할 수 없기 때문이며, 이것은 아마도 유선 네트워크 연결일 것입니다.
nl: Als de rechterkolom <quote>no wireless extensions</quote> luidt, dan is die verbinding niet herkend als een draadloze verbinding en is waarschijnlijk een draadverbinding
sk: Ak v stĺpci vpravo je uvedené <quote>no wireless extensions</quote>, znamená to, že toto pripojenie nebolo rozpoznané ako bezdrôtové a pravdepodobne sa jedná o káblové pripojenie
zh_cn: 如果右边一列显示<quote>没有无线扩展</quote>，这表示这个连接没有被识别成一个无线连接，很有可能它是一个有线网络连接
zh_tw: 如果右邊一列顯示<quote>沒有無線擴展</quote>，這表示這個連接沒有被識別成一個無線連接，很有可能它是一個有線網絡連接

source: If the connection <emphasis>has</emphasis> been recognized as a wireless connection, details of the wireless connection will be shown in the column on the right
de: Wurde die Verbindung als kabellose Verbindung erkannt, werden Details zu dieser Verbindung in der rechten Spalte angezeigt.
fr: Si la connexion <emphasis>est reconnue</emphasis> comme connexion sans fil, les renseignements sur la connexion sans fil s'afficheront dans la colonne de droite
ko: 만약 연결이 무선 연결로 인식 <emphasis>되었다면</emphasis>, 무선 연결에 대한 자세한 정보가 오른편에 보일 것입니다.
nl: Als de verbinding <emphasis>wel</emphasis> als een draadloze verbinding werd herkend, zullen de details over de draadloze verbinding in de rechterkolom worden weergegeven.
sk: Ak pripojenie <emphasis>bolo</emphasis> rozpoznané ako bezdrôtové, podrobnosti o ňom budú zobrazené v pravom stĺpci
zh_cn: 如有连接<emphasis>已经</emphasis> 被识别为无线连接，这个无线连接的详细信息将被显示在右侧的列中
zh_tw: 如有連接<emphasis>已經</emphasis>被識別為無線連接，這個無線連接的詳細信息將被顯示在右側的列中

source: <emphasis>ESSID</emphasis> gives the name of the wireless network that you are connected to, if any
de: Sofern ein WLAN-Netz vorhanden ist, finden Sie hinter <emphasis>ESSID</emphasis> dessen Namen
fr: <emphasis>ESSID</emphasis> donne le nom du réseau sans fil auquel vous êtes connecté, s'il existe
ko: <emphasis>ESSID</emphasis> 가 보인다면 연결된 무선 네트워크의 이름입니다.
nl: <emphasis>ESSID</emphasis> geeft u, indien aanwezig, de naam van het draadloze netwerk waarmee u bent verbonden
sk: Ak ste pripojený do nejakej bezdrôtovej siete, údaj <emphasis>ESSID</emphasis> vám ukáže jej názov
zh_cn: <emphasis>ESSID</emphasis>将表示你说连接的无线网络的名称
zh_tw: <emphasis>ESSID</emphasis>將表示你說連接的無線網絡的名稱

source: <emphasis>Link Quality</emphasis> gives a measure of the strength of the wireless signal
de: Neben <emphasis>Link Quality</emphasis> finden Sie verschiedene Maßzahlen für die Stärke des WLAN-Signals
fr: <emphasis>Link Quality</emphasis> reflète la force du signal reçu
ko: <emphasis>Link Quality</emphasis> 는 무선 신호의 세기를 측정한 값입니다.
nl: <emphasis>Link Quality</emphasis> geeft een meting van de sterkte van het draadloze signaal
sk: <emphasis>Link Quality</emphasis> určuje kvalitu bezdrôtového signálu
zh_cn: <emphasis>连接质量</emphasis> 表示无线信号的强度
zh_tw: <emphasis>連接質量</emphasis>表示無線信號的強度

source: Find information about wireless connections
ko: 무선 연결에 대한 정보 찾기
sk: Nájdite informácie o bezdrôtovej sieti
zh_cn: 查找关于无线连接的信息
zh_tw: 查找關於無線連接的信息

source: <application>iwlist</application> is able to display information about your wireless connection.
de: Mit <application>iwlist</application> können Sie Informationen über Ihre WLAN-Verbindung anzeigen.
fr: <application>iwlist</application> affichera des informations sur votre connexion sans fil.
ko: <application>iwlist</application> 는 무선 연결에 대한 정보를 보여주는 도구입니다.
nl: <application>iwlist</application> kan informatie over uw draadloze verbinding weergeven.
sk: <application>iwlist</application> ukazuje informácie o vašej bezdrôtovej sieti.
zh_cn: <application>iwlist</application> 能够显示你的无线连接信息。
zh_tw: <application>iwlist</application>能夠顯示你的無線連接信息。

source: Type the following commands in the Terminal and press <keycap>Return</keycap> to run them. Make sure that you replace <emphasis>eth1</emphasis> with the name of your wireless interface, if it is different.
de: Geben Sie die folgenden Befehle in den Terminal ein und drücken Sie dann <keycap>Eingabetaste</keycap>, um diese auszuführen. Ersetzen Sie dabei bitte <emphasis>eth1</emphasis> durch den (möglicherweise abweichenden) Namen Ihrer WLAN-Schnittstelle.
fr: Saisissez les commandes suivantes dans un terminal et appuyez sur <keycap>Entrée</keycap> pour les exécuter. Faites attention de remplacer <emphasis>eth1</emphasis> par le nom de votre interface sans fil s'il est différent.
ko: 터미널에서 다음 명령들을 입력하고 <keycap>Enter</keycap> 키를 눌러 실행합니다. 만약 여러분의 무선 인터페이스 이름이 <emphasis>eth1</emphasis> 가 아니라면 이것을 여러분의 인터페이스 이름으로 대체하십시오.
nl: Type de volgende opdrachten in het Terminalvenster en druk op <keycap>Enter</keycap> om ze uit te voeren. Verzeker u ervan dat u, indien verschillend, <emphasis>eth1</emphasis> vervangt door de naam van uw draadloze interface.
sk: Zadajte nasledujúci príkaz do terminálu a stlačte kláves <keycap>Enter</keycap>, aby ste ho spustili. Uistite sa, ak sa líši, že ste nahradili <emphasis>eth1</emphasis> názvom vášho bezdrôtového rozhrania.
zh_cn: 在终端中输入下面命令并按 <keycap>回车</keycap> 来运行它。请确认将 <emphasis>eth1</emphasis>替换成你的无线网卡的设备名称。
zh_tw: 在終端中輸入下面命令並按<keycap>回車</keycap>來運行它。請確認將<emphasis>eth1</emphasis>替換成你的無線網卡的設備名稱。

source: <userinput>iwlist eth1 accesspoints</userinput> - Show a list of available wireless access points
de: <userinput>iwlist eth1 accesspoints</userinput> - Eine Liste verfügbarer WLAN-Access-Points anzeigen
fr: <userinput>iwlist eth1 accesspoints</userinput> - Affiche une liste de points d'accès réseau sans fil disponibles
ko: <userinput>iwlist eth1 accesspoints</userinput> - 접속 가능한 무선 AP (Access Point) 들의 목록을 보여줍니다.
nl: <userinput>iwlist eth1 accesspoints</userinput> - Geeft een lijst weer van de beschikbare draadloze access points.
sk: <userinput>iwlist eth1 accesspoints</userinput> - Ukáže zoznam dostupných prípojných bodov pre bezdrôtovú sieť
zh_cn: <userinput>iwlist eth1 accesspoints</userinput> - 显示可用的无线访问点（AP）的清单
zh_tw: <userinput>iwlist eth1 accesspoints</userinput> -顯示可用的無線訪問點（AP）的清單

source: <userinput>iwlist eth1 rate</userinput> - Show a list of all possible transmission rates for your wireless connection, including the current rate
de: <userinput>iwlist eth1 rate</userinput> - Eine Liste aller verfügbaren Übertragungsraten für Ihre WLAN-Verbundung anzeigen, die derzeitig verwendete Rate eingeschlossen
fr: <userinput>iwlist eth1 rate</userinput> - Affiche une liste de vitesses de transmission possibles pour votre connexion sans fil, y compris la vitesse actuelle
ko: <userinput>iwlist eth1 rate</userinput> - 현재의 전송률을 포함하여, 여러분의 무선 연결이 가질 수 있는 모든 전송률의 목록을 보여줍니다.
nl: <userinput>iwlist eth1 rate</userinput> - Geeft een lijst weer van alle mogelijke overdrachtsnelheden van uw draadloze verbinding, inclusief de huidige snelheid
sk: <userinput>iwlist eth1 rate</userinput> - Ukáže zoznam všetkých možných rýchlostí prenášania údajov pre vašu bezdrôtovú sieť vrátane aktuálnej rýchlosti
zh_cn: <userinput>iwlist eth1 rate</userinput> - 列出你的无线连接所有可能的传输速率，包括当前速率
zh_tw: <userinput>iwlist eth1 rate</userinput> -列出你的無線連接所有可能的傳輸速率，包括當前速率

source: <userinput>iwlist eth1 key</userinput> - Show information about wireless encryption
de: <userinput>iwlist eth1 key</userinput> - Informationen über WLAN-Verschlüsselung anzeigen
fr: <userinput>iwlist eth1 key</userinput> - Affiche des informations sur le chiffrement de la connexion sans fil
ko: <userinput>iwlist eth1 key</userinput> - 무선 암호화에 대한 정보를 보여줍니다.
nl: <userinput>iwlist eth1 key</userinput> - Geeft informatie weer over draadloze versleuteling
sk: <userinput>iwlist eth1 key</userinput> - Ukáže informácie o bezdrôtovom zašifrovaní
zh_cn: <userinput>iwlist eth1 key</userinput> - 显示无线加密的信息
zh_tw: <userinput>iwlist eth1 key</userinput> -顯示無線加密的信息

source: Get information about the current connection
bg: Получаване на информация за текущата връзка
cs: Získání informací o aktuálním připojení
de: Informationen über die aktuelle Verbindung erhalten
es: Obtener información sobre la conexión actual
fi: Hae tietoja nykyisestä yhteydestä
fr: Obtenir des informations sur la connexion active
hu: Információk a jelenlegi kapcsolatról
it: Ottenere informazioni sulla connessione attuale
ja: 現在の接続に関する情報を表示するには
ko: 현재 연결에 대한 정보 얻기
nl: Informatie over uw huidige verbinding verkrijgen
pl: Uzyskaj informacje na temat obecnego połączenia
pt_br: Obter informação sobre a conexão atual
ru: Получить информацию о текущем соединении
sk: Získajte informácie o aktuálnom pripojení
sv: Få information om den aktuella anslutningen
zh_cn: 获得当前连接的信息
zh_tw: 獲得當前連接的信息

source: <application>ifconfig</application> is intended to allow you to change the settings of your network connections, but can also be used to list information about the current connection.
ko: <application>ifconfig</application> 는 네트워크 연결에 대한 설정을 변경하기 위한 도구입니다. 하지만 이것은 현재 연결에 대한 정보를 얻기 위해서도 사용할 수 있습니다.
sk: <application>ifconfig</application> slúži na zmenu nastavení vášho internetového pripojenia, ale dá sa použiť na vypísanie informácií o aktuálnom pripojení.
zh_cn: <application>ifconfig</application>用于修改网络连接的设置，也可以用来显示当前连接的信息
zh_tw: <application>ifconfig</application>用於修改網絡連接的設置，也可以用來顯示當前連接的信息

source: Type <userinput>ifconfig eth1</userinput> in the Terminal and press <keycap>Return</keycap>, replacing <emphasis>eth1</emphasis> with the name of your network interface if it is different.
de: Geben Sie <userinput>ifconfig eth1</userinput> in das Terminal ein und betätigen Sie die <keycap>Eingabetaste</keycap>, wobei Sie <emphasis>eth1</emphasis> durch den Namen Ihrer Netzwerk-Schnittstelle ersetzen, falls dieser anders lautet.
fr: Saisissez <userinput>ifconfig eth1</userinput> dans le terminal et appuyez sur <keycap>Entrée</keycap> (remplacez <emphasis>eth1</emphasis> par le nom de votre interface réseau s'il est différent).
ko: 터미널에서 <userinput>ifconfig eth1</userinput> 을 입력하고 <keycap>Enter</keycap> 키를 누릅니다. 만약 여러분의 네트워크 연결 이름이 다르다면 <emphasis>eth1</emphasis> 를 여러분의 연결 이름으로 대체하십시오.
nl: Type <userinput>ifconfig eth1</userinput> in het Terminalvenster en druk op <keycap>Enter</keycap>, vervang <emphasis>eth1</emphasis> door de naam van uw netwerk interface, indien verschillend.
sk: Zadajte v termináli <userinput>ifconfig eth1</userinput> a stlačne kláves <keycap>Enter</keycap>, pričom za <emphasis>eth1</emphasis> dosaďte názov vášho sieťového rozhrania, ak sa líši.
zh_cn: 在终端中输入 <userinput>ifconfig eth1</userinput> 并按 <keycap>回车</keycap>，记得要将<emphasis>eth1</emphasis> 替换成你的网卡名称
zh_tw: 在終端中輸入<userinput>ifconfig eth1</userinput>並按<keycap>回車</keycap>，記得要將< emphasis>eth1< /emphasis>替換成你的網卡名稱

source: <emphasis>inet addr</emphasis> gives the current <emphasis>IP address</emphasis> of the connection
bg: <emphasis>inet addr</emphasis> показва текущия <emphasis>IP адрес</emphasis> на връзката
cs: <emphasis>inet addr</emphasis> udává aktuální <emphasis>adresu IP</emphasis> vašeho připojení
de: <emphasis>inet addr</emphasis> zeigt Ihnen die momentane <emphasis>IP-Addresse</emphasis> der Verbindung an
es: <emphasis>inet addr</emphasis> indica la <emphasis>dirección IP</emphasis> actual de la conexión
fi: <emphasis>inet addr</emphasis> näyttää nykyisen<emphasis>IP-osoitteen</emphasis>
fr: <emphasis>inet addr</emphasis> affiche <emphasis>l'adresse IP</emphasis> actuelle de la connexion
hu: Az <emphasis>inet addr</emphasis> megadja a kapcsolat aktuális <emphasis>IP címét</emphasis>
it: <emphasis>inet addr</emphasis> fornisce l'attuale <emphasis>indirizzo IP</emphasis> della connessione
ja: <emphasis>inet addr</emphasis>は、現在の<emphasis>IPアドレス</emphasis>です。
ko: <emphasis>inet addr</emphasis> 부분은 현재 연결의 <emphasis>IP 주소</emphasis> 를 보여줍니다.
nl: <emphasis>inet addr</emphasis> geeft het huidige <emphasis>IP-adres</emphasis> van de verbinding weer
pl: <emphasis>inet addr</emphasis> pokazuje obecny <emphasis>adres IP</emphasis> połączenia
pt_br: O <emphasis>inet addr</emphasis> mostra o <emphasis>endereço IP</emphasis> atual da conexão
ru: <emphasis>inet addr</emphasis> отображает текущий <emphasis>IP адрес</emphasis>
sk: <emphasis>inet addr</emphasis> udáva aktuálnu <emphasis>IP adresu</emphasis> pripojenia
sv: <emphasis>inet addr</emphasis> ger den aktuella <emphasis>IP-adressen</emphasis> för anslutningen
zh_cn: <emphasis>inet addr</emphasis> 显示当前连接的 <emphasis>IP地址</emphasis>
zh_tw: <emphasis>inet addr</emphasis>顯示當前連接的<emphasis>IP地址</emphasis>
