Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: <application>Bluefish</application> supports many programming and markup languages, and includes many utilities for designers and programmers.
bg: <application>Bluefish</application> поддържа много програмни езици и включва много инструменти за разработчици и програмисти.
cs: <application>Bluefish</application> podporuje mnoho programovacích a značkovacích jazyků a obsahuje mnoho nástrojů pro návrháře a programátory.
de: <application>Bluefish</application> unterstützt viele Programmier- und Auszeichnungssprachen und enthält viele Werkzeuge für Designer und Programmierer.
es: <application>Bluefish</application> soporta muchos lenguajes de programación y de marcas, e incluye muchas utilidades para diseñadores y programadores.
fi: <application>Bluefish</application> tukee monia ohjelmointi- ja kuvauskieliä ja sisältää työkaluja suunnittelijoille ja ohjelmoijille.
fr: <application>Bluefish</application> prend en charge plusieurs langages de programmation et de balisage et inclut de nombreux utilitaires destinés aux concepteurs et programmeurs.
hu: A <application>Bluefish</application> sok program- és jelölőnyelvet támogat, valamint számos eszközt kínál a tervezőknek és programozóknak.
it: <application>Bluefish</application> supporta molti linguaggi di marcatura e di programmazione e include molte utilità per progettisti e programmatori.
ja: <application>Bluefish</application>は数多くのプログラミング言語やマークアップ言語をサポートしている上に、デザイナやプログラマのための実用的な機能も兼ね備えています。
ko: <application>Bluefish</application> 는 많은 프로그래밍 언어와 마크업 언어를 지원하며, 디자이너와 프로그래머를 위한 많은 도구들을 포함하고 있습니다.
nl: <application>Bluefish</application> ondersteunt diverse programmeer- en markup-talen, en bevat veel hulpmiddelen voor ontwerpers en programmeurs.
pl: <application>Bluefish</application> wspiera wiele języków programowania oraz języków skryptowych. Zawiera wiele narzędzi dla projektantów i programistów.
pt_br: O <application>Bluefish</application> suporta várias linguagens marcação e programação e inclui várias ferramentas para designers e programadores.
ru: <application>Bluefish</application> поддерживет множество языков программирования и разметки, а также сожержит много утилит для дизайнеров и программистов.
sk: <application>Bluefish</application> podporuje veľa programovacích a značkovacích jazykov a obsahuje mnoho pomôcok pre dizajnérov a programátorov.
sv: <application>Bluefish</application> har stöd för många programmerings- och markupspråk, och inkluderar många verktyg för designers och programmerare.
zh_cn: <application>Bluefish</application> 支持许多编程和标记语言, 并且为设计者和编程人员包含了许多工具.

source: For more information, see the <ulink url="http://bluefish.openoffice.nl/">Bluefish website</ulink>.
bg: За повече информация, вижте <ulink url="http://bluefish.openoffice.nl/">Уеб сайта на Bluefish</ulink>.
cs: Pro více informací navštivte <ulink url="http://bluefish.openoffice.nl/">webovou stránku Bluefish</ulink>.
de: Auf der <ulink url="http://bluefish.openoffice.nl/">Bluefish-Website</ulink> finden Sie weitere Informationen.
es: Para más información, visite la <ulink url="http://bluefish.openoffice.nl/">página web de Bluefish</ulink>.
fi: Lisätietoja löydät <ulink url="http://bluefish.openoffice.nl/">Bluefishin kotisivuilta</ulink>.
fr: Pour plus d'informations, visitez le <ulink url="http://bluefish.openoffice.nl/">site Web de Bluefish</ulink>.
hu: További információkért tekintse meg a <ulink url="http://bluefish.openoffice.nl/">Bluefish weboldalát</ulink> (angol).
it: Per maggiori informazioni, consultare il <ulink url="http://bluefish.openoffice.nl/">sito web di Bluefish</ulink>.
ja: 詳しいことは<ulink url=\"http://bluefish.openoffice.nl/\">Bluefishのウェブサイト</ulink>を参照してください。
ko: 자세한 정보는 <ulink url="http://bluefish.openoffice.nl/">Bluefish 웹사이트</ulink> 를 참조하기 바랍니다.
nl: Zie de <ulink url="http://bluefish.openoffice.nl/">Bluefish website</ulink> voor meer informatie.
pl: Aby uzyskać więcej informacji, zajrzyj na <ulink url="http://bluefish.openoffice.nl/">stronę projektu Bluefish</ulink>.
pt_br: Para maiores informações, consulte o <ulink url="http://bluefish.openoffice.nl/">website do Bluefish</ulink>.
ru: Для более подробной информации обратитесь <ulink url="http://bluefish.openoffice.nl/">Bluefish website</ulink>.
sk: Pre viac informácií pozrite <ulink url="http://bluefish.openoffice.nl/">stránku Bluefish</ulink>.
sv: För mer information, se webbplatsen för <ulink url="http://bluefish.openoffice.nl/">Bluefish</ulink>.
zh_cn: 更多信息, 参见 <ulink url="http://bluefish.openoffice.nl/">Bluefish 网站</ulink>.

source: Install the <application>bluefish</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
de: Installieren Sie das <application>bluefish</application>-Paket aus der <quote>Universe</quote>-Paketquelle (siehe see <ulink type="help" url="ghelp:add-applications">Anwendungen hinzufügen</ulink>).
fr: Installez le paquet <application>bluefish</application> depuis le dépôt <quote>Universe</quote> (voyez <ulink type="help" url="ghelp:add-applications">Ajouter des applications</ulink>).
ko: <quote>Universe</quote> 저장소에서 <application>bluefish</application> 꾸러미를 설치하세요(<ulink type="help" url="ghelp:add-applications">프로그램 추가</ulink> 참조).
nl: Installeer het <application>bluefish</application>-pakket uit de <quote>Universe</quote> pakketbron (zie <ulink type="help" url="ghelp:add-applications">Toepassingen installeren</ulink>).
sk: Nainštalujte balík <application>bluefish</application> zo zdroja <quote>universe</quote> (viď <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink>).
zh_cn: 安装 <quote>Universe</quote> 软件库中的 <application>bluefish</application> 软件包 (参见 <ulink type="help" url="ghelp:add-applications">添加应用程序</ulink>)。
zh_tw: 安裝<quote>Universe</quote>軟件庫中的<application>bluefish< /application>軟件包(參見<ulink type="help" url="ghelp:add-applications">添加應用程序</ulink>) 。

source: To start Bluefish, press <menuchoice><guimenu>Applications</guimenu><guimenuitem>Programming</guimenuitem><guimenuitem>Bluefish Editor</guimenuitem></menuchoice>.
bg: За да стартирате Bluefish, натиснете <menuchoice><guimenu>Програми</guimenu><guimenuitem>Програмиране</guimenuitem><guimenuitem>Bluefish Editor</guimenuitem></menuchoice>.
cs: Pro spuštění Bluefish zvolte <menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Programování</guimenuitem><guimenuitem>Bluefish Editor</guimenuitem></menuchoice>.
de: Um Bluefish zu starten, wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Programmieren</guimenuitem><guimenuitem>Bluefish Editor</guimenuitem></menuchoice>.
es: Para iniciar Bluefish, pulse <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Programación</guimenuitem><guimenuitem>Editor Bluefish</guimenuitem></menuchoice>.
fi: Käynnistä Bluefish valitsemalla <menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Ohjelmointi</guimenuitem><guimenuitem>Bluefish Editor</guimenuitem></menuchoice>.
fr: Pour lancer Bluefish, cliquez sur <menuchoice><guimenu>Applications</guimenu><guimenuitem>Programmation</guimenuitem><guimenuitem>Éditeur Bluefish</guimenuitem></menuchoice>.
hu: A Bluefish indításához válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Fejlesztés</guimenuitem><guimenuitem>Bluefish Editor</guimenuitem></menuchoice> menüpontot.
it: Per avviare Bluefish, scegliere <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Programmazione</guimenuitem><guimenuitem>Bluefish Editor</guimenuitem></menuchoice>.
ja: <menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>プログラミング</guimenuitem><guimenuitem>Bluefish エディタ</guimenuitem></menuchoice>を選択して、Bluefishを起動してください。
ko: Bluefish 를 실행하려면 <menuchoice><guimenu>프로그램</guimenu><guimenuitem>개발</guimenuitem><guimenuitem>Bluefish 편집기</guimenuitem></menuchoice> 를 누릅니다.
nl: Om Bluefish te starten, klikt u op <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Ontwikkeling</guimenuitem><guimenuitem>Bluefish Editor</guimenuitem></menuchoice>.
pl: Aby uruchomić Bluefish, kliknij <menuchoice><guimenu>Programy</guimenu><guimenuitem>Programowanie</guimenuitem><guimenuitem>Edytor Bluefish</guimenuitem></menuchoice>.
pt_br: Para iniciar o Bluefish, selecione <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Programação</guimenuitem><guimenuitem>Editor Bluefish</guimenuitem></menuchoice>.
ru: Для запуска Bluefish, нажмите <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Программирование</guimenuitem><guimenuitem>Редактор Bluefish </guimenuitem></menuchoice>.
sk: Na spustenie Bluefish vyberte <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Programovanie</guimenuitem><guimenuitem>Bluefish Editor</guimenuitem></menuchoice>.
sv: För att starta Bluefish, tryck på <menuchoice><guimenu>Program</guimenu><guimenuitem>Programmering</guimenuitem><guimenuitem>Bluefish Editor</guimenuitem></menuchoice>.
zh_cn: 启动 Bluefish, 点击 <menuchoice><guimenu>应用程序</guimenu><guimenuitem>Programming</guimenuitem><guimenuitem>Bluefish Editor</guimenuitem></menuchoice>.

source: Wireless networks
de: Kabellose Netzwerke
fr: Réseaux sans fil
ko: 무선 네트워크
nl: Draadloze netwerken
sk: Bezdrôtové siete
zh_cn: 无线网络
zh_tw: 無線網路

source: Credits and License
bg: Заслуги и лиценз
cs: Zásluhy a licence
de: Mitwirkende und Lizenzbestimmungen
es: Créditos y Licencia
fi: Tekijät ja lisenssi
fr: Remerciements et licence
hu: Köszönetnyilvánítás és licenc
it: Riconoscimenti e licenza
ja: 著作権とライセンス
ko: 명예와 저작권
nl: Medewerkers en licentie
pl: Autorzy i Licencja
pt_br: Créditos e Licença
ru: Разработчики и лицензия
sk: Poďakovania a licencia
sv: Erkännanden och licens
zh_cn: 荣誉和许可

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
ko: 이 문서는 우분투 문서화 팀(https://wiki.ubuntu.com/DocumentationTeam)에서 관리합니다. 공헌한 사람들의 목록을 보려면 <ulink url="../../../common/C/contributors.xml">공헌자 페이지</ulink>를 보기 바랍니다.
sk: Tento dokument je spravovaný dokumentačným tímom Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pre zoznam prispievateľov pozrite <ulink url="../../../common/C/contributors.xml">stránku prispievateľov</ulink>
zh_cn: 本文档由 Ubuntu 文档团队 (https://wiki.ubuntu.com/DocumentationTeam) 维护。请访问 <ulink url="../../../common/C/contributors.xml">贡献者页面</ulink> 查看贡献者列表。

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
bg: Този документ е достъпен под лиценза Creative Commons ShareAlike 2.5 (CC-BY-SA).
cs: Tento dokument je uveřejněn pod licencí Creative Commons ShareAlike 2.5 (CC-BY-SA).
de: Dieses Dokument wurde unter der Creative-Commons-ShareAlike-Lizenz 2.5 (CC-BY-SA) veröffentlicht.
es: Este documento se encuentra disponible bajo la licencia de Creative Commons ShareAlike 2.5 (CC-BY-SA).
fi: Tämä ohje on käytettävissä Creative Commons ShareAlike 2.5 -lisenssillä (CC-BY-SA).
fr: Ce document est diffusé sous la licence Creative Commons Paternité – Partage des conditions initiales à l'identique v. 2.5 (CC-BY-SA).
hu: Ez a dokumentum a Creative Commons Nevezd meg! – Így add tovább! 2.5 (CC-BY-SA) licenc alatt érhető el.
it: Questo documento è reso disponibile nei termini della licenza Creative Commons ShareAlike 2.5 (CC-BY-SA).
ja: このドキュメントは、Creative Commons ShareAlike 2.5 License (CC-BY-SA)のもとで利用可能です。
ko: 이 문서는 Creative Commons ShareAlike 2.5 라이센스(CC-BY-SA) 하에서 이용가능합니다.
nl: Dit document wordt beschikbaar gesteld onder de Creative Commons ShareAlike 2.5 Licentie (CC-BY-SA).
pl: Ten dokument jest udostępniany na zasadach licencji Creative Commons ShareAlike 2.5 (CC-BY-SA).
pt_br: Este documento é disponibilizado sob a Licença Creative Commons ShareAlike 2.5 (CC-BY-SA).
ru: Этот документ доступен под лицензией Creative Commons ShareAlike 2.5 (CC-BY-SA)
sk: Tento dokument je dostupný pod licenciou Creative Commons ShareAlike 2.5 (CC-BY-SA).
sv: Det här dokumentet har gjorts tillgängligt under licensen Creative Commons ShareAlike 2.5 License (CC-BY-SA).
zh_cn: 本文档在 Creative Commons ShareAlike 2.5 授权许可 (CC-BY-SA) 的条款下发布。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
bg: Имате правото свободно да променяте, разширявате и подобрявате изходния код на Ubuntu документацията при условията на този лиценз. Всички производни разработки трябва да бъдат под силата на този лиценз.
cs: Jste oprávněni upravovat, rozšiřovat a vylepšovat zdrojový kód dokumentace Ubuntu pod podmínkami této licence. Všechny odvozené práce musí být uveřejněny pod touto licencí.
de: Es steht Ihnen frei, den Quelltext der Ubuntu-Dokumentation im Rahmen dieser Lizenzbedingungen zu verändern, zu erweitern und zu verbessern. Alle davon abstammenden Werke müssen unter dieser Lizenz veröffentlicht werden.
es: Usted es libre de modificar, ampliar y mejorar el código fuente de la documentación de Ubuntu bajo los términos de esta licencia. Todos los trabajos derivados deben publicarse bajo esta licencia.
fi: Voit muokata, jatkaa ja parantaa Ubuntun ohjeiden lähdekoodia tämän lisenssin alla. Kaikkien jatkotuotosten pitää olla julkaistu samalla lisenssillä.
fr: Vous êtes libre de modifier, de compléter ou d'améliorer le code source de la documentation Ubuntu sous les termes de cette licence. Tous les travaux dérivés doivent être diffusés sous cette même licence.
hu: Joga van módosítani, kiegészíteni és fejleszteni az Ubuntu dokumentációk forrását. A származtatott munkákat ugyanezen licenc alatt kell kiadnia.
it: Siete liberi di modificare, estendere e migliorare la documentazione di Ubuntu rispettando i termini di questa licenza. Tutti i lavori derivati devono essere rilasciati sotto i termini di questa licenza.
ja: このライセンスのもとで、利用者はUbuntu ドキュメントのソースコードを改変、加筆、改善する自由があります。すべての派生作品はこのライセンスのもとで発表しなければなりません｡
ko: 여러분의 이 라이센스 하에 우분투 문서의 소스 코드를 변경, 확장 그리고 개선하는데 자유롭습니다. 모든 파생된 작업은 반드시 이 라이센스 하에 발표되어야 합니다.
nl: Het staat u vrij de broncode van de Ubuntu-documentatie te wijzigen, uit te breiden en te verbeteren onder de voorwaarden van deze licentie. Alle afgeleide werken moeten ook onder deze licentie vrijgegeven worden.
pl: Każdy ma prawo modyfikować, rozszerzać i poprawiać kod źródłowy dokumentacji Ubuntu na zasadach zawartych w niniejszej licencji. Wszelkie dzieła pochodne muszą być udostępniane na tej samej licencji.
pt_br: Você é livre para modificar, estender e melhorar o código-fonte da documentação do Ubuntu sob os termos desta licença. Todos os trabalhos derivados devem ser liberados sob esta licença.
ru: Вы можете изменять, расширять и улучшать исходный код документации Ubuntu по условиям этой лицензии. Все производные работы должны быть выпущены под этой лицензией.
sk: Môžete slobodne modifikovať, rozširovať a zlepšovať zdrojové kódy Ubuntu dokumentácie za podmienok tejto licencie. Všetky odvodené diela musia byť vydané za podmienok tejto licencie.
sv: Du får fritt modifiera, utöka och förbättra källkoden till Ubuntudokumentationen under villkoren för den här licensen. Alla verk baserade på detta måste släppas under den här licensen.
zh_cn: 您可以在该许可的条款下自由地修改、扩充，以及改进本 Ubuntu 文档的源码。所有的衍生作品必须在本许可下发布。

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
bg: Този документ се разпространява с надеждата, че ще бъде полезен, но БЕЗ НИКАКВА ГАРАНЦИЯ; дори без косвена гаранция за ГОДНОСТ ЗА ПРОДАЖБА или ПРИГОДНОСТ ЗА УПОТРЕБА С ОПРЕДЕЛЕНА ЦЕЛ, КАКТО Е ОПИСАНО В РАЗДЕЛА ОТКАЗВАНЕ ОТ ПРАВА.
cs: Tato dokumentace je distribuována ve víře v její použitelnost ,ale BEZ JAKÉKOLIV ZÁRUKY; bez záruky PRODEJNOSTI nebo ČÁSTEČNÉ CÍLE JAK POPSÁNO V TOMTO USTANOVENÍ.
de: Dieses Dokument wurde in der Hoffnung herausgeben, dass es sich als nützlich und hilfreich erweisen werde. Dies beinhaltet jedoch keine Gewährleistung, weder ausdrücklich noch implizit, einschließlich – aber nicht begrenzt auf – Marktreife oder Verwendbarkeit für einen bestimmten Zweck, wie im Haftungsausschluss beschrieben.
es: Esta documentación se distribuye con la intención de que resulte útil, pero SIN NINGUNA GARANTÍA, ni siquiera la garantía implícita de COMERCIALIZACIÓN o de que SEA ADECUADA PARA UN PROPÓSITO PARTICULAR, TAL Y COMO SE INDICA EN LA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDAD.
fi: Tämä dokumentaatio jaetaan siinä toivossa, että siitä on hyötyä, mutta ilman takuuta; edes epäsuoraa takuuta kaupattuvuudesta, tai soveltuvuudesta tiettyyn käyttöön kuten vastuuvapauslausekkeessa kuvaillaan, ei anneta.
fr: Cette documentation est distribuée dans l'espoir qu'elle sera utile, mais SANS AUCUNE GARANTIE de quelque nature que ce soit ; expresse ou implicite, y compris, mais sans y être limité, les garanties D'APTITUDE À LA VENTE ou À UN BUT PARTICULIER COMME EXPOSÉ DANS L'AVERTISSEMENT. (N.B. : en cas de litige, seule la version anglaise fait foi)
hu: A dokumentációt abban a reményben terjesztjük, hogy hasznos lesz, de nem vállalunk SEMMIFÉLE GARANCIÁT, még olyan értelemben sem, hogy alkalmas-e a KÖZREADÁSRA vagy EGY BIZONYOS FELADAT ELVÉGZÉSÉRE AZ EBBEN A FIGYELMEZTETÉSBEN LEÍRTAK SZERINT.
it: Questa documentazione viene distribuita nella speranza che possa essere utile, ma SENZA ALCUN TIPO DI GARANZIA, né esplicita né implicita di COMMERCIABILITÀ e UTILIZZABILITÀ PER UN PARTICOLARE SCOPO COSÌ COME DESCRITTO NEL PREAMBOLO.
ja: この文書は利用者の便宜になることを期待して配布しますが、何らの保証をするものではなく、また、免責条項に記載のある通り、商品性や特定用途に対する適合性を暗黙に保証するものでもありません。
ko: 이 문서는 유용하게 사용될 것이라는 희망으로 배포 합니다만, 어떠한 품질 보증; 즉 매매의 암묵적인 보장 또는 거부란에 기술된 특정 목적을 위한 적합 같은 보증이 없습니다.
nl: Deze documentatie wordt verspreid in de hoop dat zij nuttig zal zijn, echter ZONDER ENIGE GARANTIE; zelfs zonder de impliciete garantie van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN SPECIFIEK DOEL ZOALS BESCHREVEN IN DE DISCLAIMER.
pl: Ten dokument jest rozpowszechniany z nadzieją, iż będzie przydatny, ale BEZ ŻADNYCH GWARANCJI; nawet bez domniemanej gwarancji ZGODNOŚCI Z UMOWĄ lub MOŻLIWOŚCI ZASTOSOWANIA W KONKRETNYM CELU TAK JAK OPISANO TO W OŚWIADCZENIU.
pt_br: Esta documentação é distribuída na esperança que será útil, mas SEM NENHUMA GARANTIA; nem mesmo a garantia implicada de COMERCIABILIDADE do ou a APTIDÃO PARA UMA FINALIDADE PARTICULAR COMO DESCRITA NO DISCLAIMER.
ru: Эта документация распространяется в надежде, что она будет полезной, но БЕЗ КАКИХ ЛИБО ГАРАНТИЙ; даже без возможной гарантии РАБОТОСПОСОБНОСТИ или ПРИГОДНОСТИ К ОПРЕДЕЛЕННОЙ ЦЕЛИ, КАК ОПИСАНО В СОГЛАШЕНИИ.
sk: Táto dokumentácia je šírená v nádeji, že bude užitočnou, no BEZ AKEJKOĽVEK ZÁRUKY; ktorá nezahŕňa ani implicitnú záruku PREDAJNOSTI alebo VHODNOSTI PRE URČITÝ ÚČEL TAK, AKO JE POPISOVANÉ V ZRIEKNUTÍ SA ZÁRUKY.
sv: Den här dokumentationen distribueras med förhoppningen att den kommer att vara användbar, men UTAN NÅGRA GARANTIER, varken uttryckliga eller implicita, ENLIGT VAD SOM BESKRIVS I FRISKRIVNINGSKLAUSULEN.
zh_cn: 本文档发布的目的是期望能发挥一定作用。但我们不提供任何担保；甚至如免责声明中所说那样对特定目标的适销性或用于某一特定目的适用性也不提供任何形式(包括默许)的担保。
zh_tw: 此文件的發行，希望是一份有用的資料，而沒有附帶任何的保證。對任何商業行為不隱含任何保證，對任何特定的目的也不保證絕對符合。

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ko: 이 라이센스의 복사본은 여기에서 볼 수 있습니다: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike 라이센스</ulink>.
sk: Kópia licencie je dostupná tu: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Licencia Creative Commons ShareAlike</ulink>.
zh_cn: 该授权许可的副本可以在这里找到：<ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。

source: Canonical Ltd. and members of the Ubuntu Documentation Project
ko: Canonical Ltd. 와 우분투 문서화 프로젝트의 멤버
sk: Canonical Ltd. a členovia dokumentačného projektu Ubuntu
zh_cn: Canonical Ltd. 以及 Ubuntu 文档项目成员

source: The Ubuntu Documentation Project
bg: Прокетът за документация на Ubuntu
cs: Dokumentační projekt Ubuntu
de: Das Ubuntu-Dokumentationsprojekt
es: Proyecto de Documentación de Ubuntu
fi: Ubuntun dokumentaatioprojekti
fr: Le projet de documentation d'Ubuntu
hu: Az Ubuntu dokumentációs projekt
it: Il Progetto documentazione di Ubuntu
ja: Ubuntuドキュメンテーション・プロジェクト
ko: 우분투 문서화 프로젝트
nl: Het Ubuntu-documentatieproject
pl: Projekt Dokumentacji Ubuntu
pt_br: O Projeto de Documentação do Ubuntu
ru: Проект документации Ubuntu
sk: Dokumentačný projekt Ubuntu
sv: Ubuntus dokumentationsprojekt
zh_cn: Ubuntu 文档项目

source: Tools to help with network connection problems
de: Hilfsprogramme zur Behebung von Problemen mit Netzwerkverbindungen
fr: Outils utiles en cas de problèmes de connexion réseau
ko: 네트워크 연결 문제를 해결하기 위한 도구들
nl: Hulpmiddelen bij problemen met netwerkverbindingen
sk: Nástroje na pomoc pri problémoch s internetovým pripojením
zh_cn: 帮助解决网络连接问题的工具
zh_tw: 幫助解決網絡連接問題的工具

source: If you have a network connection which is not working properly, you can use a few tools to help diagnose what the problem is.
bg: Ако имате мрежова връзка, която не функционира правилно, можете да използвате няколко инструмента, които ще помогнат да откриете какъв е проблема.
cs: Pokud máte síťové připojení, které nepracuje správně, můžete použít několik diagnostických nástrojů ke zjištění, v čem je problém.
de: Falls Ihre Netzwerkverbindung nicht richtig funktioniert, gibt es eine Reihe von Tools, die Ihnen helfen, das Problem zu untersuchen.
es: Si su conexión de red no funciona correctamente, puede usar unas cuantas herramientas para ayudarle a diagnosticar cuál es el problema.
fi: Jos verkkoyhteytesi ei toimi oikein, voit yrittää käyttää muutamia ohjelmia selvittääksesi, mikä on vialla.
fr: Si votre connexion réseau ne fonctionne pas bien, vous pouvez faire appel à quelques outils pour essayer de diagnostiquer le problème.
hu: Ha a hálózati kapcsolata nem működik megfelelően, néhány segédprogram segítségével meghatározhatja a probléma okát.
it: Se la connessione alla rete non funziona correttamente, è possibile usare alcuni strumenti per diagnosticare il problema.
ja: ネットワークの接続がうまくいかない場合、ここで紹介するいくつかの道具を使えば原因を突き止められるかもしれません。
ko: 만약 여러분의 네트워크 연결이 잘 동작하지 않는다면, 무엇인 문제인지를 진단해 주는 몇 가지 도구들을 이용할 수 있습니다.
nl: Als u een netwerkverbinding heeft die niet correct werkt, dan kunt u een aantal hulpmiddelen gebruiken om de oorzaak van het probleem vast te stellen.
pl: Jeżeli Twoje połączenie sieciowe nie działa poprawnie, możesz użyć niektórych narzędzi do zdiagnozowania problemu.
pt_br: Se você tem uma conexão de rede que não funciona corretamente, é possível usar algumas ferramentas para ajudar no diagnóstico do problema.
ru: Если ваше сетевое соединение не работает должным образом, воспользуйтесь этими инструментами, чтобы попытаться определить причину неисправности.
sk: Ak máte internetové pripojenie, ktoré nefunguje správne, môžete použiť niekoľko nástrojov, ktoré vám pomôžu diagnostikovať problém.
sv: Om du har en nätverksanslutning som inte fungerar korrekt kan du använda ett antal verktyg som kan hjälpa dig att diagnostisera problemet.
zh_cn: 如果您的网络连接不能正常工作，您可以使用一些工具来帮助诊断问题的所在。
zh_tw: 如果您的網絡連接不能正常工作，您可以使用一些工具來幫助診斷問題的所在。
