Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
bg: ubuntu-doc@lists.ubuntu.com (Проект за документация на Ubuntu
cs: ubuntu-doc@lists.ubuntu.com (Dokumentační projekt Ubuntu)
de: ubuntu-doc@lists.ubuntu.com (Ubuntu-Dokumentationsprojekt)
es: ubuntu-doc@lists.ubuntu.com (Proyecto de documentación de Ubuntu)
fi: ubuntu-doc@lists.ubuntu.com (Ubuntun dokumentaatioprojekti)
fr: ubuntu-doc@lists.ubuntu.com (projet de documentation Ubuntu)
hu: ubuntu-doc@lists.ubuntu.com (Ubuntu dokumentációs projekt)
it: ubuntu-doc@lists.ubuntu.com (Progetto documentazione di Ubuntu)
ja: ubuntu-doc@lists.ubuntu.com (Ubuntuドキュメンテーション・プロジェクト)
ko: ubuntu-doc@lists.ubuntu.com (우분투 문서화 프로젝트)
nl: ubuntu-doc@lists.ubuntu.com (Ubuntu-documentatieproject, Engelstalig)
pl: ubuntu-doc@lists.ubuntu.com (Projekt Dokumentacji Ubuntu)
pt_br: docteam@listas.ubuntubrasil.org (Projeto de Documentação do Ubuntu Brasil)
ru: ubuntu-doc@lists.ubuntu.com (Проект документации Ubuntu)
sk: ubuntu-doc@lists.ubuntu.com (Dokumentačný projekt Ubuntu)
sv: ubuntu-doc@lists.ubuntu.com (Ubuntus dokumentationsprojekt)
zh_cn: ubuntu-doc@lists.ubuntu.com (Ubuntu 文档化项目)
zh_tw: ubuntu-doc@lists.ubuntu.com (Ubuntu 文件計劃)

source: Internet
ko: 인터넷
zh_cn: 国际互联网
zh_tw: 網際網路

source: Connecting to and browsing the internet, and communicating over the internet using email and instant messaging.
bg: Свързване с и браузване в интернет и комуникиране през интернет с помощта на имейл или внезапни съобщения.
cs: Připojení a prohlížení Internetu a komunikace přes Internet za použití e-mailu a rychlé komunikace.
de: Herstellung einer Internetverbindung, Navigieren im Internet und mittels E-Mail und Instant Messaging kommunizieren.
es: Conectarse a Internet y navegar, y comunicarse a través de Internet usando el correo electrónico y mensajería instantánea.
fi: Internetiin yhdistäminen ja Internetin selaaminen, viestintä sähköpostitse ja pikaviestein.
fr: Connexion et navigation sur Internet, et communication par Internet en utilisant le courriel et la messagerie instantanée.
hu: Kapcsolódás az internethez, böngészés, kommunikáció e-mail és azonnali üzenetküldők használatával.
it: Collegarsi, navigare e comunicare in internet utilizzando email e la messaggistica istantanea.
ja: インターネットに接続しウェブページを閲覧したり、メールやインスタントメッセンジャーを使って通信をする。
ko: 인터넷에 연결하여 웹 서핑을 하거나, 이메일과 인스턴트 메시지를 통해 인터넷 상으로 통신하는 방법
nl: Verbinding maken met en surfen op het Internet, en communiceren over het Internet via e-mail en chat
pl: Łączenie się z Internetem oraz komunikacja przez pocztę elektroniczną i komunikatory internetowe.
pt_br: Conectando e navegando na Internet, comunicando-se na Internet utilizando e-mail e mensagens instantâneas.
ru: Подключение и просмотр ресурсов интернет и общение через интернет с использованием электронной почты и мгновенных сообщений.
sk: Pripojenie do internetu a jeho prehliadanie, komunikácia cez internet prostredníctvom emailu a okamžitých správ (IM).
sv: Ansluta till och surfa på Internet, och kommunicera över Internet genom att använda e-post och snabbmeddelanden.
zh_cn: 连接和浏览国际互联网，用email或即时消息进行网上交流
zh_tw: 連接與瀏覽網際網路，並透過網際網路進行通訊使用電子郵件和即時信息等服務。

source: Wireless Networking
de: Kabellose Netzwerkverbindung
fr: Réseaux sans fil
ko: 무선 네트워킹
nl: Draadloos netwerk
sk: Bezdrôtová sieť
zh_cn: 无线网络
zh_tw: 無線網路

source: Connect to a wireless network
de: Mit einem kabellosen Netzwerk verbinden
fr: Se connecter à un réseau sans fil
ko: 무선 네트워크에 연결하는 방법
nl: Verbinding maken met een draadloos netwerk
sk: Pripojenie do bezdrôtovej siete
zh_cn: 接入一个无线网络
zh_tw: 連線到無線網路

source: If there is no <guilabel>Wireless Connection</guilabel> shown see Troubleshooting (<xref linkend="troubleshooting"/>)
de: Falls keine <guilabel>kabellose Verbindung</guilabel> angezeigt wird, können Sie in (<xref linkend="troubleshooting"/>) nach Hilfe suchen.
fr: Si aucune <guilabel>connexion sans fil</guilabel> n'apparaît consultez la partie résolution de problèmes (<xref linkend="troubleshooting"/>)
ko: 만약 아무런 <guilabel>무선 연결</guilabel> 도 보이지 않는다면 문제해결 (<xref linkend="troubleshooting"/>) 부분을 참조하십시오.
nl: Als er geen <guilabel>draadloze verbinding</guilabel> wordt weergegeven, zie de probleemoplosser (<xref linkend="troubleshooting"/>)
sk: Ak <guilabel>bezdrôtová sieť</guilabel> nie je zobrazená, pozrite riešenie problémov (<xref linkend="troubleshooting"/>)
zh_cn: 如果没有 <guilabel>无线连接</guilabel> 显示，请查看疑难解答 (<xref linkend="troubleshooting"/>)
zh_tw: 如果沒有<guilabel>無線連接</guilabel>顯示見疑難解答(<xref linkend="troubleshooting"/>)

source: Connecting using Network Manager
de: Verbinden mit der Hilfe des Network-Managers
fr: Se connecter en utilisant l'outil de configuration réseau
ko: 네트워크 관리자를 통해 연결하기
nl: Verbinding maken via de netwerkbeheerder
sk: Pripojiť prostredníctvom Network Manager
zh_cn: 使用“网络管理器”连接
zh_tw: 使用網路管理員連線

source: <application>Network Manager</application> (<menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Network</guimenuitem></menuchoice>) supports Roaming mode. This allows you to connect to any available wireless network in range.
de: <application>Network-Manager</application> (<menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Netzwerk</guimenuitem></menuchoice>) unterstützt Roaming . Damit können Sie sich mit jedem verfügbaren Netzwerk in Reichweite verbinden.
fr: <application>L'outil de configuration réseau</application> (<menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Réseau</guimenuitem></menuchoice>) prend en charge l'utilisation itinérante. Ceci vous permet de vous connecter à n'importe quel réseau sans fil à portée.
ko: <application>네트워크 관리자</application> (<menuchoice><guimenu>시스템</guimenu><guimenuitem>관리</guimenuitem><guimenuitem>네트워크</guimenuitem></menuchoice>) 는 로밍 모드를 지원합니다. 이것은 범위 내의 이용 가능한 무선 네트워크에 연결할 수 있게 해 줍니다.
nl: <application>Netwerkbeheerder</application> (<menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Netwerk</guimenuitem></menuchoice>) ondersteunt zwervende modus. Dit biedt u de mogelijkheid om verbinding te maken met elk beschikbaar draadloos netwerk dat binnen uw bereik ligt.
sk: <application>Network Manager</application> (<menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Network</guimenuitem></menuchoice>) podporuje režim Roaming. To vám umožňuje pripojiť sa do akejkoľvek prístupnej bezdrôtovej siete v dosahu.
zh_cn: <application>网络管理器</application> (<menuchoice><guimenu>系统</guimenu><guimenuitem>系统管理</guimenuitem><guimenuitem>网络</guimenuitem></menuchoice>) 支持漫游模式。这允许你连接到任何在有效范围内的无线网络。
zh_tw: <application>網路管理員</application> (<menuchoice><guimenu>系統</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>網路</guimenuitem></menuchoice>) 支援漫遊模式。 此功能可讓您連線到附近可用的無線網路。

source: In the <guilabel>Taskbar</guilabel> click the <application>Network Manager</application> icon.
de: Klicken Sie auf das <application>Network-Manager</application>-Symbol in dem <guilabel>Benachrichtigungsfeld</guilabel>.
fr: Dans le <guilabel>tableau de bord</guilabel> cliquez sur l'icône <application>Network Manager</application>.
ko: <guilabel>태스크바</guilabel> 에서 <application>네트워크 관리자</application> 아이콘을 클릭합니다.
nl: Klik in de <guilabel>Taakbalk</guilabel> op het <application>Netwerkbeheerder</application>-pictogram.
sk: Na <guilabel>Paneli úloh</guilabel> kliknite na ikonu <application>Network Manager</application>.
zh_cn: 在 <guilabel>任务栏</guilabel> 点击 <application>网络管理器</application> 图标。
zh_tw: 在 <guilabel>工作列</guilabel> 點一下 <application>網路管理員</application> 圖示。

source: Select your wireless network from the list.
de: Wählen Sie Ihr Funknetzwerk aus der Liste.
fr: Sélectionnez votre réseau sans fil dans la liste.
ko: 목록에서 무선 네트워크를 선택합니다.
nl: Kies uit de lijst uw draadloze netwerk.
sk: Vyberte bezdrôtovú sieť zo zoznamu.
zh_cn: 从列表中选择你的无线网络
zh_tw: 在列表中選擇您的無線網路。

source: Enter your <guilabel>Network Key</guilabel>.
de: Geben Sie Ihren <guilabel>Netzwerkschlüssel</guilabel> ein.
fr: Entrez votre <guilabel>clé réseau</guilabel>.
ko: <guilabel>네트워크 키</guilabel> 를 입력합니다.
nl: Voer uw <guilabel>Netwerksleutel</guilabel> in.
sk: Zadajte váš <guilabel>Sieťový kľúč</guilabel>.
zh_cn: 输入<guilabel>网络密钥</guilabel>.
zh_tw: 輸入您的 <guilabel>網路金鑰(密碼)</guilabel>.

source: Click <guibutton>Connect</guibutton>.
bg: Натиснете <guibutton>Свързване</guibutton>.
cs: Klikněte na <guibutton>Připojit</guibutton>.
de: Klicken Sie auf <guibutton>Am Netzwerk anmelden</guibutton>.
es: Pulse <guibutton>Conectar</guibutton>.
fi: Napsauta <guibutton>Yhdistä</guibutton>.
fr: Cliquez sur<guibutton>Se connecter</guibutton>.
hu: Kattintson a <guibutton>Kapcsolódás</guibutton> gombra.
it: Fare clic su <guibutton>Connetti</guibutton>.
ja: <guibutton>接続</guibutton>を押してください。
ko: <guibutton>연결</guibutton> 을 클릭합니다.
nl: Klik op <guibutton>Verbinden</guibutton>.
pl: Kliknij <guibutton>Połącz</guibutton>.
pt_br: Clique em <guibutton>Conectar</guibutton>.
ru: Щелкните <guibutton>Соединиться</guibutton>.
sk: Kliknite na <guibutton>Connect</guibutton>.
sv: Klicka på <guibutton>Anslut</guibutton>.
zh_cn: 点击 <guibutton>连接</guibutton>。
zh_tw: 點 <guibutton>連線</guibutton>。

source: Manually connecting
ko: 수동 연결
sk: Manuálne pripojenie
zh_cn: 手动连接
zh_tw: 手動連線

source: Select the connection and press <guibutton>Properties</guibutton>.
ko: 연결을 선택하고 <guibutton>등록 정보</guibutton> 를 누릅니다.
sk: Vyberte sieť a stlačte <guibutton>Vlastnosti</guibutton>.
zh_cn: 选择连接并点击<guibutton>属性</guibutton>。
zh_tw: 選擇連接並按<guibutton>性質</guibutton>

source: From the <guilabel>Network Name</guilabel> drop down box choose your router. If it is not shown your router may not broadcast its ID. In this case manually enter the ESSID.
ko: <guilabel>네트워크 이름</guilabel> 드롭다운 상자에서 공유기(라우터)를 선택합니다. 만약 여러분의 공유기가 목록에 보이지 않는다면, 공유기에서 ID 를 감추도록 설정한 경우일 것입니다. 이 경우에는 직접 ESSID 를 입력합니다.
sk: V položke <guilabel>Network Name</guilabel> vyberte z rozbaľovacieho zoznamu váš router. Ak nie je zobrazený, pravdepodobne neodosiela svoje ID. V takom prípade manuálne zadajte ESSID.
zh_cn: 从<guilabel>网络名称</guilabel>下拉框里选择路由。如果没有列出来，那么你的路由可能没有广播它的ID。这时，你可以手动输入ESSID。
zh_tw: 從<guilabel>網路名稱</guilabel>下拉框中選擇你的路由器。如果它是不會顯示你的路由器可能不播出其身分。在這種情況下，手動輸入ESSID 。

source: Select the <guilabel>Password Type</guilabel> and enter your password.
ko: <guilabel>패스워드 형식</guilabel> 을 선택하고 암호를 입력합니다.
sk: Vyberte <guilabel>Password Type</guilabel> a zadajte svoje heslo.
zh_cn: 选择<guilabel>口令类型</guilabel>然后输入你的口令。
zh_tw: 選擇 <guilabel>密碼類型</guilabel> 並輸入您的密碼。

source: If your ISP gave you a static IP address then select <guilabel>Static IP Address</guilabel> from the <guilabel>Configuration</guilabel> box.
ko: 만약 ISP 에서 여러분에게 고정 IP 주소를 할당해 주었다면 <guilabel>설정</guilabel> 상자에서 <guilabel>고정 IP 주소</guilabel> 를 선택합니다.
sk: Ak vám poskytovateľ internetového pripojenia pridelil statickú IP adresu, vyberte <guilabel>Static IP Address</guilabel> z položky <guilabel>Configuration</guilabel>.
zh_cn: 如果你的ISP给你提供静态IP地址那么从 <guilabel>设置</guilabel> 框中选择<guilabel>静态IP地址</guilabel> 。
zh_tw: 如果您的網路服務供應商(ISP) 給您一個固定 IP 位址，則 <guilabel>設定</guilabel> 請選擇 <guilabel>固定 IP 位址</guilabel> 。

source: If your router assigns IP addresses then leave the <guilabel>Configuration</guilabel> as <guilabel>Automatic Configuration (DHCP)</guilabel>.
ko: 만약 공유기에서 IP 주소를 할당해 준다면 <guilabel>설정</guilabel> 에서 <guilabel>자동으로 구성 (DHCP)</guilabel> 을 선택합니다.
sk: Ak vám váš router prideľuje IP adresu, nechajte položku <guilabel>Configuration</guilabel> na <guilabel>Automatic Configuration (DHCP)</guilabel>.
zh_cn: 如果你的路由器分配IP地址那么让<guilabel>设置</guilabel>成为<guilabel>自动配置(DHCP)</guilabel>.
zh_tw: 如果由您的網路路由指派 IP 位址，則 <guilabel>設定</guilabel> 選擇 <guilabel>自動設定 (DHCP)</guilabel>。

source: Click <guibutton>OK</guibutton>.
bg: Натиснете <guibutton>OK</guibutton>.
cs: Klikněte <guibutton>OK</guibutton>.
de: Klicken Sie <guibutton>OK</guibutton>.
es: Pulse <guibutton>Aceptar</guibutton>.
fi: Napsauta <guibutton>OK</guibutton>.
fr: Cliquez sur <guibutton>OK</guibutton>.
hu: Kattintson az <guibutton>OK</guibutton> gombra.
it: Fare clic su <guibutton>OK</guibutton>.
ja: <guibutton>OK</guibutton>を押してください。
ko: <guibutton>확인</guibutton> 을 클릭합니다.
nl: Klik op <guibutton>OK</guibutton>.
pl: Kliknij na <guibutton>OK</guibutton>.
pt_br: Clique em <guibutton>OK</guibutton>.
ru: Нажмите <guibutton>OK</guibutton>.
sk: Kliknite na <guibutton>OK</guibutton>.
sv: Klicka på <guibutton>OK</guibutton>.
zh_cn: 点击<guibutton>确认</guibutton>。
zh_tw: 點 <guibutton>確定</guibutton>。

source: Troubleshooting
cs: Řešení problémů
es: Resolución de problemas
fi: Vianmääritys
hu: Hibaelhárítás
it: Risoluzione problemi
ja: トラブルシューティング
ko: 문제 해결
pl: Rozwiązywanie problemów
pt_br: Solucão de problemas
ru: Устранение проблем
sk: Riešenie problémov
sv: Problemlösning
zh_cn: 疑难解答
zh_tw: 發現並修理故障

source: This troubleshooting guide is designed to be carried out in order.
de: Diese Fehlerbehebungsanleitung sollte in der richtigen Reihenfolge abgearbeitet werden.
fr: Ce guide de dépannage est conçu pour être consulté dans l'ordre des chapitres.
ko: 이 문제 해결 안내서는 순서대로 실행되도록 작성되었습니다.
nl: Deze probleemoplosser is ontworpen om op volgorde uitgevoerd te worden.
sk: Táto príručka pre riešenie problémov by mala fungovať v poriadku.
zh_cn: 该疑难解答设计成按步骤来求解。
zh_tw: 該疑難解答設計成按步驟來求解。

source: Check for device recognition
bg: Проверка за разпознаване на устройство
cs: Zkontrolujte, zda bylo zařízení rozpoznáno
de: Überprüfen Sie, ob das Gerät erkannt wird
es: Comprobar el reconocimiento del dispositivo
fi: Tarkista, että laite on tunnistettu
fr: Vérifiez la reconnaissance d'un périphérique
hu: Eszközfelismerés ellenőrzése
it: Verificare il riconoscimento del dispositivo
ja: ネットワーク機器が認識されているか確認する
ko: 장치 인식 점검
nl: Controleer de apparaatherkenning
pl: Sprawdź rozpoznawanie urządzenia
pt_br: Verificar por reconhecimento do dispositivo
ru: Проверить определение устройств
sk: Skontrolovať rozpoznanie zariadení
sv: Kontrollera om enheten hittades
zh_cn: 检查设备识别
zh_tw: 檢查裝置的識別

source: Open <application>Device Manager</application> (<menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Device Manager</guimenuitem></menuchoice>).
ko: <application>장치 관리자</application> (<menuchoice><guimenu>시스템</guimenu><guimenuitem>관리</guimenuitem><guimenuitem>장치 관리자</guimenuitem></menuchoice>) 를 실행합니다.
sk: Otvorte <application>Správcu zariadení</application> (<menuchoice><guimenu>Systém</guimenu><guimenuitem>Predvoľby</guimenuitem><guimenuitem>Hardware information</guimenuitem></menuchoice>).
zh_cn: 打开<application>设备管理器</application>(<menuchoice><guimenu>系统</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>设备管理器</guimenuitem></menuchoice>)
zh_tw: 打開<application>設備管理</application> (<menuchoice><guimenu>系統</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>設備管理</guimenuitem></menuchoice>)

source: Check to see the hardware is recognised if it is then <xref linkend="troubleshooting-driver"/>
ko: 하드웨어가 인식되었는지 점검합니다. 만약 하드웨어가 잘 인식되었다면 <xref linkend="troubleshooting-driver"/> 부분을 살펴보십시오.
sk: Skontrolujte, či je rozpoznaný hardvér, ak je, tak <xref linkend="troubleshooting-driver"/>
zh_cn: 检查设备是否被认出，如是，则参阅<xref linkend="troubleshooting-driver"/>
zh_tw: 檢查一下硬體，如果是認可的則<xref linkend="troubleshooting-driver"/>

source: If your device is not displayed then there ma be a hardware problem. Ensure if it is PCMCIA or PCI that it is inserted correctly.
ko: 만약 장치가 보이지 않는다면 하드웨어 문제일 것입니다. PCMCIA 방식 혹은 PCI 방식의 하드웨어라면 정확히 연결되었는지 확인하시기 바랍니다.
sk: Ak vaše zariadenie nie je zobrazené, môže sa jednať o hardvérový problém. Uistite sa, ak sa jedná o PCMCIA alebo PCI zariadenie, že je vložené správne.
zh_cn: 如果你的设备没有列出，那么可能存在硬件错误。如果那是个PCMCIA或者PCI设备，确认它是否被正确插入。
zh_tw: 如果你的設備沒有顯示出來，那麼有一個硬體問題。確保如果它是PCMCIA或PCI ，那它是插入正確的。

source: Check for driver
ko: 드라이버 점검
sk: Skontrolovať dostupné ovládače
zh_cn: 检查驱动程序
zh_tw: 檢查驅動

source: Open a <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) and type the command: <code>sudo lshw -C network</code>
bg: Отворете <application>Терминал</application> (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Помощни програми</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>) и напишете командата: <code>sudo lshw -C network</code>
cs: Otevřete <application>Terminál</application> (<menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Příslušenství</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) a napište příkaz: <code>sudo lshw -C network</code>
de: Öffnen Sie ein <application>Terminal</application> (<menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) und führen Sie den Befehl <code>sudo lshw -C network</code> aus
es: Abra una <application>terminal</application> (<menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) y escriba la orden: <code>sudo lshw -C network</code>
fi: Käynnistä <application>Pääte</application> (<menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Apuohjelmat</guimenuitem><guimenuitem>Pääte</guimenuitem></menuchoice>) ja kirjoita komento <code>sudo lshw -C network</code>
fr: Ouvrez un <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) et tapez la commande : <code>sudo lshw -C network</code>
hu: Nyisson egy <application>Terminált</application> (<menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) és adja ki a következő parancsot: <code>sudo lshw -C network</code>
it: Aprire un <application>Terminale</application> (<menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Accessori</guimenuitem><guimenuitem>Terminale</guimenuitem></menuchoice>) e digitare il comando: <code>sudo lshw -C network</code>
ja: <application>端末</application>(<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>アクセサリ</guimenuitem><guimenuitem>端末</guimenuitem></menuchoice>)を開き、次のコマンドを入力します：<code>sudo lshw -C network</code>
ko: <application>터미널</application> (<menuchoice><guimenu>프로그램</guimenu><guimenuitem>보조 프로그램</guimenuitem><guimenuitem>터미널</guimenuitem></menuchoice>) 을 실행하여 다음 명령을 입력합니다: <code>sudo lshw -C network</code>
nl: Open een <application>Terminalvenster</application> (<menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Terminalvenster</guimenuitem></menuchoice>) en type de opdracht: <code>sudo lshw -C network</code>
pl: Otwórz <application>Terminal</application> (<menuchoice><guimenu>Programy</guimenu><guimenuitem>Akcesoria</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) i wpisz polecenie: <code>sudo lshw -C network</code>
pt_br: Abra um <application>Terminal</application> (<menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) e digite o comando: <code>sudo lshw -C network</code>
ru: Откройте <application>Терминал</application> (<menuchoice><guimenu>Приложения</guimenu><guimenuitem>Стандартные</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>) и наберите команду: <code>sudo lshw -C network</code>
sk: Otvorte <application>Terminál</application> (<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) a zadajte príkaz: <code>sudo lshw -C network</code>
sv: Öppna en <application>Terminal</application> (<menuchoice><guimenu>Program</guimenu><guimenuitem>Tillbehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) och skriv in kommandot: <code>sudo lshw -C network</code>
zh_cn: 打开一个<application>终端</application>(<menuchoice><guimenu>应用程序</guimenu><guimenuitem>附件</guimenuitem><guimenuitem>终端</guimenuitem></menuchoice>) 输入命令: <code>sudo lshw -C network</code>
zh_tw: 打開一個<application>終端</application>(<menuchoice><guimenu>應用程式</guimenu><guimenuitem>桌面輔助程式</guimenuitem><guimenuitem>終端</guimenuitem></menuchoice>)鍵入命令<code>sudo lshw -C network</code>

source: If there is a driver listed then see <xref linkend="troubleshooting-disabled"/>.
ko: 만약 드라이버의 목록이 보인다면 <xref linkend="troubleshooting-disabled"/> 부분을 살펴보십시오.
sk: Ak je tam zobrazený ovládač, pozrite <xref linkend="troubleshooting-disabled"/>.
zh_cn: 如果列出了驱动程序，那么请参阅<xref linkend="troubleshooting-disabled"/>。
zh_tw: 如果有一個驅動清單便見<xref linkend="troubleshooting-disabled"/>

source: Set up NDISWrapper (<xref linkend="ndiswrapper"/>).
ko: NDISWrapper (<xref linkend="ndiswrapper"/>) 설정.
sk: Nastaviť NDISWrapper (<xref linkend="ndiswrapper"/>).
zh_cn: 设置NDISWrapper (<xref linkend="ndiswrapper"/>)。
zh_tw: 成立NDISWrapper (<xref linkend="ndiswrapper"/>)

source: Check device is on
ko: 장치 전원 점검
sk: Skontrolujte, či je zariadenie zapnuté
zh_cn: 检查设备是否开启
zh_tw: 檢查裝置是on

source: Many wireless network devices can be turned on or off. Check to see if the device is turned on by opening a <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) and type the command: <code>sudo lshw -C network</code>.
ko: 많은 무선 네트워크 장치들은 전원을 켜거나 끌 수 있습니다. 장치가 켜져 있는지 확인하려면 <application>터미널</application> (<menuchoice><guimenu>프로그램</guimenu><guimenuitem>보조 프로그램</guimenuitem><guimenuitem>터미널</guimenuitem></menuchoice>) 을 열고 다음 명령을 입력합니다: <code>sudo lshw -C network</code>.
sk: Veľa zariadení pre bezdrôtovú sieť môže byť zapnutých alebo vypnutých. Ak chcete skontrolovať, či je zariadenie zapnuté, otvorte <application>Terminál</application> (<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) a zadajte príkaz: <code>sudo lshw -C network</code>.
zh_cn: 很多无线设备可以开启或者关闭。确认设备是打开的，方法：打开<application>终端</application> (<menuchoice><guimenu>应用程序</guimenu><guimenuitem>附件</guimenuitem><guimenuitem>终端</guimenuitem></menuchoice>) 并输入命令: <code>sudo lshw -C network</code>。
zh_tw: 許多無線網路裝置，可開啟或關閉。檢查一下，如果該裝置是由系統打開一個<application>終端</application>(<menuchoice><guimenu>應用程式</guimenu><guimenuitem>桌面輔助程式</guimenuitem><guimenuitem>終端</guimenuitem></menuchoice>)鍵入命令：code>sudo lshw -C network</code>.

source: If it is turned on then see <xref linkend="troubleshooting-connection"/>.
ko: 장치가 켜져 있다면 <xref linkend="troubleshooting-connection"/> 부분을 살펴보기 바랍니다.
sk: Ak je zapnuté, pozrite <xref linkend="troubleshooting-connection"/>.
zh_cn: 如果设备已经开启，请参阅<xref linkend="troubleshooting-connection"/>。
zh_tw: 如果它是開啟的便見<xref linkend="troubleshooting-connection"/>.

source: Check for a connection to the router
bg: Проверка за връзка до маршрутизатора
cs: Zkontrolujte připojení k routeru
de: Überprüfen Sie, ob eine Verbindung zum Router vorhanden ist.
es: Comprobar la conexión con el router
fi: Tarkista yhteys reitittimeen
fr: Vérifiez la connexion au routeur
hu: A kapcsolat ellenőrzése az útválasztóhoz
it: Controllare la connessione al router
ja: ルータへの接続を確認する
ko: 공유기와의 연결 점검
nl: Controleer de verbinding met de router
pl: Sprawdź czy jest połączenie z routerem
pt_br: Verifique a existência de uma conexão com o roteador
ru: Проверить подключение к роутеру (маршрутизатору)
sk: Skontrolujte pripojenie k routeru
sv: Kontrollera att det finns en anslutning till routern
zh_cn: 检查是否连接到路由器
zh_tw: 檢查連接到路由器
