Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: Click on the <guibutton>Mail Reader</guibutton> drop down menu, and select the <guilabel>Custom</guilabel> option.
bg: Натиснете върху падащото меню <guibutton>Програма за е-поща</guibutton> и изберете опцията <guilabel>Потребителски</guilabel>.
cs: Klikněte na rozbalovací nabídku <guibutton>Poštovní program</guibutton> a vyberte možnost <guilabel>Vlastní</guilabel>.
de: Klicken Sie auf die Auswahlliste <guibutton>E-Mail-Betrachter</guibutton> und wählen Sie <guilabel>Benutzerdefiniert</guilabel>.
es: Pulse en el menú desplegable <guibutton>Lector de correo</guibutton>, y seleccione la opción <guilabel>Personalizar</guilabel>.
fi: Napsauta <guibutton>Sähköpostiohjelma</guibutton>-pudotusvalikkoa ja valitse <guilabel>Oma</guilabel>.
fr: Cliquez sur le menu déroulant <guibutton>Lecteur de courrier</guibutton>, et sélectionnez l'option <guilabel>Personnalisé</guilabel>.
hu: Kattintson a <guibutton>Levelezőprogram</guibutton> legördülő menüre és válassza ki az <guilabel>Egyéni</guilabel> lehetőséget.
it: Fare clic sul menù a discesa <guibutton>Client di posta</guibutton> e selezionare l'opzione <guilabel>Personalizzato</guilabel>.
ja: <guibutton>メール・クライアント</guibutton>から、<guilabel>その他</guilabel>を選択してください。
ko: <guibutton>메일 읽기 프로그램</guibutton> 드롭다운 메뉴에서 <guilabel>사용자 설정</guilabel> 옵션을 선택합니다.
nl: Klik op het <guibutton>E-mailprogramma</guibutton> drop-down menu, en kies de <guilabel>Aangepast</guilabel> optie.
pl: Kliknij na rozwijalnym menu <guibutton>Czytnik Poczty</guibutton> i wybierz <guilabel>Własne</guilabel>.
pt_br: Clique no menu <guibutton>Leitor de E-mail</guibutton> e selecione a opção <guilabel>Personalizado</guilabel>.
ru: Нажмите на выпадающий список <guibutton>Почтовая программа</guibutton> и выберите опцию <guilabel>Другой</guilabel>.
sk: Kliknite na rozbaľovaciu ponuku <guibutton>Poštový klient</guibutton> a vyberte možnosť <guilabel>Vlastné</guilabel>.
sv: Klicka på rullgardinsmenyn <guibutton>Epostprogram</guibutton> och välj alternativet <guilabel>Annat...</guilabel>.
zh_cn: 点击 <guibutton>邮件阅读器</guibutton> 下拉菜单，并选择 <guilabel>自定义</guilabel> 选项。
zh_tw: 點擊<guibutton>郵件閱讀器</guibutton>下拉菜單，並選擇<guilabel>自定義</guilabel>選項。

source: In the <guilabel>Command</guilabel> text box, type <userinput><command>mozilla-thunderbird %s</command></userinput>, then close the dialog.
ko: <guilabel>명령</guilabel> 텍스트 박스에서 <userinput><command>mozilla-thunderbird %s</command></userinput>를 입력하고 창을 닫습니다.
sk: V textovom poli <guilabel>Príkaz</guilabel> napíšte <userinput><command>mozilla-thunderbird %s</command></userinput> a zatvorte okno.
zh_cn: 在 <guilabel>命令</guilabel> 文本框中，输入 <userinput><command>mozilla-thunderbird %s</command></userinput>，然后关闭对话框。
zh_tw: 在<guilabel>命令</guilabel>文本框中，輸入<userinput>< command>mozilla-thunderbird %s</command></userinput>，然後關閉對話框。

source: Instant Messaging
bg: Внезапни съобщения
cs: Instant Messaging (komunikátory)
de: Instant Messaging (Sofortnachrichten)
es: Mensajería instantánea
fi: Pikaviestit
fr: Messagerie instantanée
hu: Azonnali üzenetküldés
it: Messaggistica istantanea
ja: インスタント・メッセンジャ
ko: 인스턴트 메시징
nl: Expresberichten
pl: Komunikatory
pt_br: Mensagen Instantânea
ru: Обмен мгновенными сообщениями
sk: Okamžité správy (IM)
sv: Snabbmeddelanden
zh_cn: 即时通讯

source: Instant messaging (IM) is a way of communicating with friends and family by sending messages to one another over the Internet. Instant messaging happens in real-time, and there is no delay between you typing a message and the other person receiving it.
bg: Внезапни съобщения (IM) е начин за комуникиране с приятели и семейство чрез изпращане на съобщение един на друг през Интернет. Внезапните съобщения се изпращат в реално време и няма закъснение между писането на съобщение и получаването му от другия човек.
cs: Instant messaging (IM) je způsob komunikace s přáteli a s rodinou posíláním zpráv přes Internet. Instant messaging probíhá v reálném čase, takže mezi napsáním zprávy a jejím přijetí jinou osobou není žádná prodleva.
de: Ein Instant Messaging (IM, ein Internet-Sofortnachrichtendienst) ist eine Möglichkeit, mit Freunden und der Familie zu kommunizieren, indem man sich gegenseitig Nachrichten über das Internet sendet. Instant Messaging erfolgt in Echtzeit, es entsteht keine Verzögerung zwischen dem Schreiben einer Nachricht und dem Empfangen der Nachricht durch eine andere Person.
es: La mensajería instantánea (MI) es un medio de comunicación con amigos y familiares basado en el envío de mensajes de unos a otros a través de Internet. La mensajería instantánea ocurre en tiempo real, y no hay ningún retraso desde que usted teclea un mensaje hasta que la otra persona lo recibe.
fi: Pikaviestit ovat tapa kommunikoida ystävien ja perheenjäsenten kanssa lähettämällä viestejä Internetin välitykselläi. Pikaviestit ovat nimensä mukaisesti reaaliaikaisia, joten vastaanottaja saa viestin välittömästi luettavakseen.
fr: La messagerie instantanée (IM) est une façon de communiquer avec ses amis et sa famille en s'envoyant des messages à travers Internet. La messagerie instantanée fonctionne en temps réel, il n'y a aucun délai entre le moment où vous envoyez un message et celui où votre correspondant le reçoit.
hu: Az azonnali üzenetküldés (IM) egy módja az internetes üzenetváltásnak. Az azonnali üzenetek elküldése és megérkezése között nincs késés.
it: La messaggistica istantanea (MI) è un potente strumento per comunicare con amici e familiari che consente di inviare messaggi a chiunque tramite Internet. I messaggi vengono consegnati in tempo reale dalla digitazione alla ricezione degli stessi , senza alcun ritardo aggiuntivo.
ja: インスタント・メッセンジャ(IM)はインターネット越しにメッセージを送ることで、友人や家族と通信するソフトウェアです。インスタント・メッセンジャはリアルタイムで通信できるという特徴があります。つまり、メッセージを送信してから、相手が受信するまでの時間的ずれはほとんどありません。
ko: 인스턴트 메시징(IM)은 친구 혹은 가족들과 인터넷 상에서 메시지를 주고받으며 통신하는 방법입니다. 인스턴트 메시징은 실시간으로 이루어지면, 여러분이 메시지를 입력하는 것과 상대방이 그 메시지를 받아보는 것에 대한 시간 차이가 없습니다.
nl: Expresberichten (IM) is een manier om met familie en vrienden te communiceren door elkaar via het internet berichten te sturen. Expresberichten vinden in real-time plaats, er zit dus geen vertraging tussen het typen van een bericht en de ontvangst van dat bericht.
pl: Komunikacja internetowa (z ang. IM - Instant Messaging, czyli <quote>komunikacja natychmiastowa</quote>) to sposób porozumiewania się ze znajomymi oraz rodziną polegający na przesyłaniu sobie wiadomości poprzez Internet. Komunikacja internetowa następuje w czasie rzeczywistym, tak więc nie ma żadnego przestoju między napisaniem wiadomości a otrzymaniem jej przez odbiorcę.
pt_br: Mensagem instantânea (IM) é uma forma de se comunicar com amigos e familiares enviando mensagens de um para o outro via internet. Mensagens instantâneas acontecem em tempo real e não existe atraso entre você digitar sua mensagem e a outra pessoa recebê-la.
ru: Обмен мгновенными сообщениями (IM) - это средство общения с друзьями и семьёй с помощью пересылки сообщений друг другу через Интернет. Обмен мгновенными сообщениями происходит в режиме реального времени, то есть не происходит задержки между набором и отправкой сообщения и получением данного сообщения другим человеком.
sk: Posielanie okamžitých správ (IM) je spôsob komunikácie s priateľmi a rodinou prostredníctvom správ cez internet. Komunikácia sa deje v reálnom čase a nie je žiadne oneskorenie medzi odoslaním a prijatím správy.
sv: Snabbmeddelanden (Instant messaging, IM) är ett sätt att kommunicera med släkt och vänner genom att skicka meddelanden till varandra via Internet. Det kallas snabbmeddelanden eftersom de skickas omedelbart till mottagaren, med minimal fördröjning från att du skrivit klart och skickat och tills det kommer fram på andra sidan och även för att det oftast handlar om korta meddelanden.
zh_cn: 即时通讯 (IM) 是通过因特网向他人发送消息来与朋友或家人交流的一种方式。即时通讯是实时发生的，在您输入消息与其他人接受到消息之间没有延迟。
zh_tw: 即時通訊(IM)是通過因特網向他人發送消息來與朋友或家人交流的一種方式。即時通訊是實時發生的，在您輸入消息與其他人接受到消息之間沒有延遲。

source: Pidgin Internet Messenger
cs: Komunikátor Pidgin
de: Pidgin Internet-Sofortnachrichtendienst
es: Cliente de mensajería de Internet Pidgin
fi: Pidgin-pikaviestin
fr: Messagerie instantanée Pidgin
hu: Pidgin üzenetküldő
it: Pidgin - Messaggistica Internet
ja: Pidgin インターネット・メッセンジャー
ko: Pidgin 인터넷 메신저
pl: Komunikator internetowy Pidgin
pt_br: Mensageiro da Internet Pidgin
ru: Клиент обмена мгновенными сообщениями Pidgin
sk: Internetový komunikátor Pidgin
sv: Snabbmeddelandeklienten Pidgin
zh_cn: Pidgin 互联网即时通讯程序

source: <application>Pidgin</application> is the default instant messenger client in Ubuntu, and was formerly known as <application>Gaim</application>. With Pidgin you can talk to people who use AIM/ICQ, Gadu-Gadu, GroupWise, IRC, Jabber, MSN, Napster, Bonjour and Yahoo, and list all your buddies in a single window.
bg: <application>Pidgin</application> е програма по подразбиране за изпращане на внезапни съобщения в Ubuntu и беше известна като <application>Gaim</application>. С Pidgin можете да разговаряте с хора, които използват AIM/ICQ, Gadu-Gadu, GroupWise, IRC, Jabber, MSN, Napster, Bonjour и Yahoo, и да имате списък на всичките си приятели в един прозорец.
cs: <application>Pidgin</application> je výchozí komunikátor v Ubuntu a dříve byl známý jako <application>Gaim</application>. Pomocí Pidginu můžete komunikovat s lidmi, kteří používají AIM/ICQ, Gadu-Gadu, GroupWise, IRC, Jabber, MSN, Napster, Bonjour a Yahoo a mít seznam všech vašich kamarádů v jednom okně.
de: <application>Pidgin</application> ist die standardmäßige Instant Messaging-Anwendung in Ubuntu und war früher bekannt als <application>Gaim</application>. Mit Pidgin können Sie mit Personen kommunizieren, die AIM/ICQ, Gadu-Gadu, GroupWise, IRC, Jabber, MSN, Napster, Bonjour und Yahoo verwenden und alle Ihre Freunde in einem einzigen Fenster anzeigen.
es: <application>Pidgin</application> es el cliente de mensajería instantánea predeterminado en Ubuntu, y antes era conocido como <application>Gaim</application>. Con Pidgin podrá hablar con personas que usen AIM/ICQ, Gadu-Gadu, GroupWise, IRC, Jabber, MSN, Napster, Bonjour y Yahoo, y ver una lista de todos sus amigos en una única ventana.
fi: <application>Pidgin</application> on Ubuntussa oletuksena käytettävä pikaviestinohjelma. Se on aiemmin tunnettu nimellä <application>Gaim</application>. Pidgin mahdollistaa kommunikoinnin AIM/ICQ-, Gadu-Gadu-, GroupWise-, IRC-, Jabber-, Napster-, Bonjour- ja Yahoo-protokollien välityksellä suoraan yhdestä ikkunasta.
fr: <application>Pidgin</application> est le client de messagerie instantanée par défaut d'Ubuntu. Il était appelé auparavant <application>Gaim</application>. Avec Pidgin vous pouvez discuter avec des gens qui utilisent : AIM/ICQ, Gadu-Gadu, GroupWise, IRC, Jabber, MSN, Napster, Bonjour et Yahoo, et voir tous vos contacts dans un seule fenêtre.
hu: A <application>Pidgin</application> az Ubuntu alapértelmezett azonnali üzenetküldője, korábban <application>Gaim</application> néven volt ismert. A Pidgin használatával AIM/ICQ, Gadu-Gadu, GroupWise, IRC, Jabber, MSN, Napster, Bonjour és Yahoo felhasználókkal beszélgethet, és az összes ismerősét tartalmazó listát egyetlen ablakban láthatja.
it: <application>Pidgin</application> è il client di messaggistica istantanea predefinito in Ubuntu (precedentemente conosciuto come <application>Gaim</application>). Con Pidgin è possibile parlare con le persone che utilizzano AIM/ICQ, Gadu-Gadu, GroupWise, IRC, Jabber, MSN, Napster, Bonjour e Yahoo e mostra tutti i contatti in una sola finestra.
ja: <application>Pidgin</application>はUbuntuにおける標準のインスタント・メッセンジャクライアントであり、以前は<application>Gaim</application>と呼ばれていました。PidginはAIM/ICQ、Gadu-Gadu、GroupWise、IRC、Jabber、MSN、Napster、Bonjour、Yahooなどを使っている人たちとチャットしたり、一つのウィンドウの中に表示することができます。
ko: <application>Pidgin</application> 은 우분투의 기본 인스턴트 메신저 클라이언트로, 이전에 <application>Gaim</application> 이라 불리던 프로그램입니다. Pidgin 을 통해 여러분은 AIM/ICQ, Gadu-Gadu, GroupWise, IRC, Jabber, MSN, Napster, Bonjour, Yahoo 에 접속된 사람들과 대화할 수 있으며, 한 창 안에 모든 친구들의 목록을 볼 수 있습니다.
nl: <application>Pidgin</application> is het standaard expresberichtenprogramma in Ubuntu, en was voorheen bekend onder de naam <application>Gaim</application>. Met Pidgin kunt u met mensen praten die AIM/ICQ, Gadu-Gadu, GroupWise, IRC, Jabber, MSN, Napster, Bonjour en Yahoo gebruiken, en u kunt al uw contactpersonen in één venster zien.
pl: <application>Pidgin</application> jest domyślnym komunikatorem internetowym w Ubuntu, dawniej znanym jako <application>Gaim</application>. Za pomocą Pidgina możesz rozmawiać z osobami korzystającymi z AIM/ICQ, Gadu-Gadu, GroupWise, IRCa, Jabbera, MSN, Napstera, Bonjour oraz Yahoo, i przechowywać listę wszystkich swoich znajomych w pojedynczym oknie.
pt_br: O <application>Pidgin</application> é o cliente de mensagens intantâneas padrão no Ubuntu e era conhecido como <application>Gaim</application>. Com o Pidgin você pode conversar com pessoas que usam AIM/ICQ, Gadu-Gadu, GroupWise, IRC, Jabber, MSN, Napster, Bonjour e Yahoo, e pode listar todos os seus amigos em uma única janela.
ru: <application>Pidgin</application> по умолчанию является клиентом обмена мгновенными сообщениями в Ubuntu, и до недавнего времени был известен как <application>Gaim</application>. С его помощью вы можете общаться с людьми, которые используют протоколы AIM/ICQ, Gadu-Gadu, GroupWise, IRC, Jabber, MSN, Napster, Bonjour and Yahoo и видеть список этих людей в одном окошке.
sk: <application>Pidgin</application>, pôvodne známy ako <application>Gaim</application>, je predvoleným komunikátorom na posielanie okamžitých správ v Ubuntu. S Pidginom sa môžete rozprávať s ľuďmi používajúcimi AIM/ICQ, Gadu-Gadu, GroupWise, IRC, Jabber, MSN, Napster, Bonjour a Yahoo a mať všetkých svojich kamarátov v jedinom okne.
sv: <application>Pidgin</application> är snabbmeddelandeklienten som är standard i Ubuntu, vilken kallades tidigare för <application>Gaim</application>. Med Pidgin kan du prata med folk som använder AIM/ICQ, Gadu-Gadu, GroupWise, IRC, Jabber, MSN, Napster, Bonjour och Yahoo, och du kan lista alla dina kompisar i ett enda fönster.
zh_cn: <application>Pidgin</application>是ubuntu上默认的即时通讯工具，也就是大家所熟知的<application>Gaim</application>。使用Pidgin，你可以和那些使用AIM/ICQ, Gadu-Gadu, GroupWise, IRC, Jabber, MSN, Napster, Bonjour 或者 Yahoo的人通讯，并把你的所有联系人在同一个窗口中显示出来。
zh_tw: <application>Pidgin</application>是ubuntu上默認的即時通訊工具，也就是大家所熟知的 <application>Gaim</application>。使用Pidgin，你可以和那些使用AIM/ICQ, Gadu-Gadu, GroupWise, IRC, Jabber, MSN, Napster, Bonjour或者Yahoo的人通訊，並把你的所有聯繫人在同一個窗口中顯示出來。

source: To start <application>Pidgin</application>, choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pidgin Internet Messenger</guimenuitem></menuchoice>.
bg: За да стартирате <application>Pidgin</application>, изберете <menuchoice><guimenu>Програми</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>Pidgin Internet Messenger</guimenuitem></menuchoice>.
cs: Pro spuštění <application>Pidginu</application> zvolte <menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Komunikátor Pidgin</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pidgin Internet-Sofortnachrichtendienst</guimenuitem></menuchoice>, um <application>Pidgin</application> zu starten.
es: Para iniciar <application>Pidgin</application>, seleccione <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pidgin - cliente de mensajería de Internet</guimenuitem></menuchoice>.
fi: Käynnistä <application>Pidgin</application> valitsemalla <menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pidgin-pikaviesti</guimenuitem></menuchoice>.
fr: Pour démarrer <application>Pidgin</application>, cliquez sur <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Messagerie Internet Pidgin</guimenuitem></menuchoice>.
hu: A <application>Pidgin</application> indításához válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pidgin üzenetküldő</guimenuitem></menuchoice> menüelemet.
it: Per avviare <application>Pidgin</application>, scegliere <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pidgin - Messaggistica Internet</guimenuitem></menuchoice>.
ja: <application>Pidgin</application>を起動するには、<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>インターネット</guimenuitem><guimenuitem>Pidgin インターネット・メッセンジャー</guimenuitem></menuchoice>を選択してください。
ko: <application>Pidgin</application> 을 실행하려면, <menuchoice><guimenu>프로그램</guimenu><guimenuitem>인터넷</guimenuitem><guimenuitem>Pidgin 인터넷 메신저</guimenuitem></menuchoice> 를 선택합니다.
nl: Om <application>Pidgin</application> te starten, klikt u op <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pidgin Internet Messenger</guimenuitem></menuchoice>.
pl: Aby uruchomić <application>Pidgina</application>, wybierz <menuchoice><guimenu>Programy</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Komunikator Pidgin</guimenuitem></menuchoice>.
pt_br: Para iniciar o <application>Pidgin</application>, escolha <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pidgin Internet Messenger</guimenuitem></menuchoice>.
ru: Чтобы запустить <application>Pidgin</application>, выберите <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>Pidgin</guimenuitem></menuchoice>.
sk: Na spustenie <application>Pidginu</application> vyberte <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pidgin Internet Messenger</guimenuitem></menuchoice>.
sv: För att starta <application>Pidgin</application>, välj <menuchoice><guimenu>Program</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pidgin Meddelandeklient</guimenuitem></menuchoice>.
zh_cn: 要启动<application>Pidgin</application>，选择<menuchoice><guimenu>应用程序</guimenu><guimenuitem>互联网</guimenuitem><guimenuitem>Pidgin 互联网即时通讯</guimenuitem></menuchoice>。
zh_tw: 要啟動<application>Pidgin</application>，選擇<menuchoice> <guimenu>應用程序</guimenu><guimenuitem>互聯網< /guimenuitem><guimenuitem>Pidgin互聯網即時通訊</guimenuitem>< /menuchoice>。

source: There are several extra packages available for <application>Pidgin</application>, which add extra features and allow you to change the way Pidgin looks:
ko: <application>Pidgin</application> 에서 사용할 수 있는 몇 가지 추가 꾸러미가 있습니다. 이들은 Pidgin 에 별도의 기능을 추가하거나 겉모양을 변경시켜 주는 역할을 합니다.
sk: Existuje niekoľko prídavných balíkov pre <application>Pidgin</application>, ktoré prinášajú nové funkcie a umožňujú meniť jeho vzhľad:
zh_cn: <application>Pidgin</application>拥有多个辅助软件包，可以提供附件的功能，或者改变Pidgin的外观：
zh_tw: <application>Pidgin</application>擁有多個輔助軟件包，可以提供附件的功能，或者改變Pidgin的外觀：

source: You will have to use the <application>Synaptic Package Manager</application> to install these packages. See <ulink type="help" url="ghelp:add-applications">Add Applications</ulink> for help on installing new software.
ko: 이러한 꾸러미들을 설치하기 위해서는 <application>시냅틱 꾸러미 관리자</application>를 이용해야 합니다. 새로운 소프트웨어를 추가하는 방법에 대한 도움말은 <ulink type="help" url="ghelp:add-applications">프로그램 추가</ulink> 부분을 살펴보기 바랍니다.
sk: Aby ste mohli nainštalovať tieto balíky, budete musieť použiť <application>Správcu balíkov Synaptic</application>. Pozrite <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink> pre pomoc s inštalovaním nového softvéru.
zh_cn: 您必须使用 <application>Synaptic 包管理器</application>来安装这些包。参见 <ulink type="help" url="ghelp:add-applications">添加应用程序</ulink> 获取安装新软件方面的帮助。
zh_tw: 您必須使用<application>Synaptic包管理器</application>來安裝這些包。參見< ulink type="help" url="ghelp:add-applications">添加應用程序</ulink>獲取安裝新軟件方面的幫助。

source: Connect to a MSN Server
ko: MSN 서버에 연결하기
sk: Pripojenie na MSN server
zh_cn: 连接到MSN服务器
zh_tw: 連接到MSN服務器

source: First register an <application>MSN</application> account by going to the <ulink url="http://im.live.com/Messenger/IM/Join/">Microsoft Internet Messenger website</ulink> and following the relevant instructions. Once you have your account details, you can continue with the procedure below.
ko: 먼저 <ulink url="http://im.live.com/Messenger/IM/Join/">Microsoft 인터넷 메신저 웹사이트</ulink> 에 가서 <application>MSN</application> 계정을 등록하고 그에 따른 지시를 따릅니다. 계정을 등록하고 나면, 다음의 절차를 수행할 수 있습니다.
sk: Najprv si vytvorte účet na <application>MSN</application> tu: <ulink url="http://im.live.com/Messenger/IM/Join/">Microsoft Internet Messenger website</ulink> splnením príslušných pokynov. Keď už máte údaje o svojom účte, pokračujte v inštrukciách uvedených nižšie.
zh_cn: 首先，你需要有一个<application>MSN</application>帐号。如果还没有，就到<ulink url="http://im.live.com/Messenger/IM/Join/">Microsoft Internet Messenger website</ulink>注册一下，根据页面提示走就可以了。注册成功后，我们进行下一步。
zh_tw: 首先，你需要有一個<application>MSN</application>帳號。如果還沒有，就到<ulink url="http://im.live.com/Messenger/IM/Join/">Microsoft Internet Messenger website</ulink>註冊一下，根據頁面提示走就可以了。註冊成功後，我們進行下一步。

source: Select from the Pidgin menu: <menuchoice><guimenuitem>Accounts</guimenuitem><guimenuitem>Add/Edit</guimenuitem></menuchoice>,
ko: Pidgin 메뉴에서 다음을 선택합니다: <menuchoice><guimenuitem>계정</guimenuitem><guimenuitem>추가/편집</guimenuitem></menuchoice>,
sk: Vybrať si z ponuky Pidginu: <menuchoice><guimenuitem>Accounts</guimenuitem><guimenuitem>Add/Edit</guimenuitem></menuchoice>,
zh_cn: 点击Pidgin的菜单：<menuchoice><guimenuitem>帐户</guimenuitem><guimenuitem>添加/编辑</guimenuitem></menuchoice>,
zh_tw: 點擊Pidgin的菜單：<menuchoice><guimenuitem>帳戶</guimenuitem> <guimenuitem>添加/編輯</guimenuitem></menuchoice>,

source: Click on the <guibutton>Add</guibutton> button,
ko: <guibutton>추가</guibutton> 버튼을 클릭합니다.
sk: Kliknite na tlačidlo <guibutton>Pridať</guibutton>,
zh_cn: 单击<guibutton>添加</guibutton> 按钮,
zh_tw: 單擊<guibutton>添加</guibutton>按鈕,

source: Under the <guilabel>Basic</guilabel> tab, select the MSN Protocol that you'll be using,
ko: <guilabel>기본</guilabel> 탭에서 여러분이 사용할 MSN 프로토콜을 선택합니다.
sk: V karte <guilabel>Basic</guilabel> vyberte protokol MSN,
zh_cn: 在<guilabel>基本</guilabel>选项卡里的“协议”列表中，选择MSN
zh_tw: 在<guilabel>基本</guilabel>選項卡里的“協議”列表中，選擇MSN

source: Fill in your screen name (this is your MSN account name),
ko: 계정명을 입력합니다 (이것은 여러분의 MSN 계정 이름입니다).
sk: Vyplňte zobrazované meno (toto je meno na vašom MSN účte)
zh_cn: “用户名”一栏输入你的MSN帐号
zh_tw: “用戶名”一欄輸入你的MSN帳號

source: Enter your password and then your local alias (Username),
ko: 패스워드를 입력하고 대화명 (사용자 이름) 을 입력합니다.
sk: Zadajte vaše heslo a miestny alias
zh_cn: 接着输入密码和本地别名（用户名）
zh_tw: 接著輸入密碼和本地別名（用戶名）

source: If you are connected to your network behind a firewall, goto <menuchoice><guimenuitem>Accounts</guimenuitem><guimenuitem>Add/Edit</guimenuitem><guimenuitem>Advanced</guimenuitem></menuchoice> tab and set the relevant information for your proxy server, including your proxy username and password details.
ko: 만약 여러분의 네트워크가 방화벽을 통해 연결되어 있다면, <menuchoice><guimenuitem>계정</guimenuitem><guimenuitem>추가/편집</guimenuitem><guimenuitem>고급</guimenuitem></menuchoice> 탭에서 프록시 사용자 이름과 암호 등 프록시 서버에 대한 정보를 설정합니다.
sk: Ak je vaše pripojenie do internetu chránené firewallom, vyberte <menuchoice><guimenuitem>Accounts</guimenuitem><guimenuitem>Add/Edit</guimenuitem> karta <guimenuitem>Advanced</guimenuitem></menuchoice> a nastavte príslušné údaje z vášho proxy serveru, vrátane vášho prihlasovacieho mena na proxy a hesla.
zh_cn: 如果你是通过防火墙链接到网络，点击<menuchoice><guimenuitem>帐号</guimenuitem><guimenuitem>添加/编辑</guimenuitem><guimenuitem>高级</guimenuitem></menuchoice> 标签并设置你的代理服务器的相关信息，包括你的代理服务器的用户名和密码。
zh_tw: 如果你是通過防火牆鏈接到網絡，點擊<menuchoice><guimenuitem>帳號< /guimenuitem><guimenuitem>添加/編輯</guimenuitem>< guimenuitem>高級</guimenuitem></menuchoice>標籤並設置你的代理服務器的相關信息，包括你的代理服務器的用戶名和密碼。
