Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: If you have a modem that can connect both via USB and ethernet, or an ethernet router, you should use the ethernet connection.
bg: Ако имате модем, който може да се свърже чрез USB и Ethernet или ethernet маршрутизатор, трябва да използвате ethernet връзката.
cs: Pokud máte modem, který se umí připojit přes USB i ethernet nebo ethernetový router, měli byste použít ethernetové připojení.
de: Sollten Sie einen Ethernet-Router/Modem besitzen, das Verbindungen über USB und Ethernet herstellen kann, dann sollten Sie die die Ethernet-Verbindung nutzen.
es: Si tiene un módem que pueda conectarse por USB y ethernet, o bien dispone de un router ethernet, debería usar la conexión ethernet.
fi: Jos on modeemi joka mahdollista yhdistämisen sekä USB- että ethernet-liitäntien välityksellä, käytä ethernet-liitäntää.
fr: Si vous possédez un modem pouvant être connecté par USB et par Ethernet, ou un routeur Ethernet, vous devriez utiliser la connexion Ethernet.
hu: Ha a modemje USB-n és ethernetkábelen keresztül is képes csatlakozni, vagy van ethernetes routere, akkor használja az ethernet kapcsolatot.
it: Se si possiede un modem che può essere collegato sia attraverso l'interfaccia USB che ethernet o un router ethernet, è preferibile utilizzare la connessione ethernet.
ja: もし、USBとイーサネットの両方に接続できるモデムか、イーサネットルータをもっている場合は、イーサネットを使って接続したほうが良いでしょう。
ko: 만약 여러분의 모뎀이 USB 와 이더넷 (혹은 공유기) 방식의 연결을 모두 지원한다면, 이더넷 연결을 사용하십시오.
nl: Als u en modem hebt dat zowel via USB als via ethernet kan worden aangesloten, of u hebt een ethernet router, dan dient u de ethernetverbinding te gebruiken.
pl: Jeżeli posiadasz modem, który można podłączyć zarówno do portu USB, jak i routera sieci ethernet, lepiej jest użyć połączenia ethernet.
pt_br: Se você possui um modem que pode se conectar tanto usando USB quanto ethernet, ou um roteador ethernet, você deve usar a conexão ethernet.
ru: Если ваш модем может соединяться при помощи и USB, и ethernet или локальной сети, вам следует выбрать ethernet соединение.
sk: Ak máte modem, ktorý je možné pripojiť aj cez USB aj ethernet, alebo ak máte ethernetový router, mali by ste použiť ethernetové pripojenie.
sv: Om du har ett modem som kan ansluta både via USB och Ethernet, eller en Ethernet-router, ska du använda Ethernet-anslutningen.
zh_cn: 如果您的调制解调器可以同时支持USB连接和以太网连接，亦或是通过一个以太网路由器连接，您应该选用以太网连接。

source: USB modem installation will require Internet access to download the necessary proprietary drivers. Configuration is beyond the scope of this guide, so link to the relevant installation instructions on the Ubuntu community help site.
ko: USB 모뎀 설치 과정은 필요한 독점 드라이버를 다운로드 받기 위해 인터넷 연결을 필요로 합니다. USB 모뎀의 설정에 대한 내용은 이 안내서의 영역을 벗어나므로, 우분투 커뮤니티 도움말 사이트에 있는 관련된 모뎀 설치 방법에 대한 링크를 제공합니다.
sk: Na inštaláciu USB modemu potrebujete prístup do internetu, aby ste mohli stiahnuť potrebné ovládače chránené vlastníckymi právami. Ich konfigurácia prekračuje rozsah tohto sprievodcu, preto sa pre inštalačné inštrukcie obráťte na stránky pomoci komunity Ubuntu.
zh_cn: USB调制解调器通过英特网下载所需专有驱动。此过程的配置不在本指南讨论中，您可以连接到相关的Ubuntu社区帮站点获得信息。

source: To identify model of your modem, Note the name and number on the front. Occasionaly you may have to look for a label to discover the exact model. Consult the list below to see which driver your modem requires and note the link.
ko: 여러분이 사용하는 모뎀이 어떤 종류인지 확인하려면, 앞쪽에 있는 이름과 숫자들을 메모해 둡니다. 때때로 정확한 모델명을 찾기 위해 라벨을 찾아봐야 할 수도 있습니다. 다음의 목록에서 여러분의 모뎀이 어떤 드라이버를 필요로 하는지 확인하십시오.
sk: Aby ste zistili model vášho modemu, zaznačte si jeho názov a číslo z prednej strany. Niekedy sa budete musieť pozrieť na štítok, aby ste zistili, o aký model presne ide. Prezrite si uvedený zoznam ovládačov pre modemy, prípadne sa poraďte s odborníkom, a poznačte si príslušný odkaz.
zh_cn: 为了区别出您调制解调器的类型，请记录下其前端的名称和数字。某些场合，您可能需要找到一张标有详细类型的标签，与下表进行比对，找出您调制解调器驱动的页面连接。

source: When you go online to download the necessary drivers, you can access the relevant driver download links.
ko: 필요한 드라이버를 다운로드하려면, 다음의 다운로드 링크를 이용할 수 있습니다.
sk: Keď budete mať pripojenie do internetu, môžete si prezrieť odkazy na stiahnutie príslušných ovládačov.
zh_cn: 当您上网下载所需驱动时，您可以访问相关驱动的下载连接。
zh_tw: 當您上網下載所需驅動時，您可以訪問相關驅動的下載連接。

source: Speedtouch modems:
bg: Speedtouch модеми:
cs: Modemy SpeedTouch:
es: Módems Speedtouch:
fi: Speedtouch-modeemit:
fr: Modems Speedtouch :
hu: Speedtouch modemek:
it: Modem Speedtouch:
ja: Speedtouchモデム：
ko: Speedtouch 모뎀:
pl: Modemy Speedtouch:
pt_br: Modems Speedtouch:
ru: Модемы Speedtouch:
sk: Modemy SpeedTouch:
sv: Speedtouch-modem:
zh_cn: Speedtouch 系列调制解调器：
zh_tw: Speedtouch系列數據機：

source: Modems using the Analog Devices Inc. eagle-usb I, II or III chipset (such as Sagem Fast 800, Comtrend ct 350 etc.):
bg: Модеми които използват чипсет Analog Devices Inc. eagle-usb I, II или III (като Sagem Fast 800, Comtrend ct 350 и т.н.):
cs: Modemy s čipovou sadou "Analog Devices Inc. eagle-usb I, II nebo III" (např. Sagem Fast 800, Comtrend ct 350 apod.):
de: Modems, die den eagle-usb I, II oder III Chipsatz von Analog Devices Inc. verwenden (wie z.B. Sagem Fast 800, Comtrend ct 350, usw.):
es: Módems que usan el chipset eagle-usb I, II o III de Analog Devices, Inc. (como los Sagem Fast 800, Comtrend ct 350, etc.):
fi: Modeemit, jotka käyttävät Analog Devices Inc. -yhtiön eagle-usb I, II tai III -piirisarjaa (kuten Sagem Fast 800, Comtrend ct 350 yms.):
fr: Modems utilisant le chipset Analog Devices Inc. eagle-usb I, II ou III (tels que Sagem Fast 800, Comtrend ct 350, etc.) :
hu: Az Analog Devices Inc. eagle-usb I, II vagy III lapkakészletét használó modemek (mint a Sagem Fast 800, Comtrend ct 350 stb.):
it: Modem basati su chipset Analog Devices Inc. eagle-usb I, II o III (es. Sagem Fast 800, Comtrend ct 350 ecc.):
ja: Analog Devices Inc.のeagle-usb I、II、IIIチップセットを使ったモデム(Sagem Fast 800やComtrend ct 350など)：
ko: Analog Devices Inc. eagle-usb I, II, III 칩셋을 사용하는 모뎀(Sagem Fast 800, Comtrend ct 350 등):
nl: Modems die gebruik maken van de Analog Devices Inc. eagle-usb I, II of III chipset (zoals Sagem Fast 800, Comtrend ct 350 etc.):
pl: Modemy oparte na I, II lub III chipsecie firmy Analog Devices (takie jak Sagem Fast 800, Comtrend ct 350 itp.):
pt_br: Modems usando os chipsets eagle-usb I, II ou III da Analog Devices Inc. (tais como Sagem Fast 800, Comtrend ct 350, etc.):
ru: Модемы, использующие чипсеты Analog Devices Inc. eagle-usb I, II или III (такие как Sagem Fast 800, Comtrend ct 350 и др.):
sk: Modemy s čipovou sadou "Analog Devices Inc. eagle-usb I, II alebo III" (napr. Sagem Fast 800, Comtrend ct 350 a pod.):
sv: Modem som använder Analog Devices Inc. eagle-usb I, II or III chipset-hårdvara (exempelvis Sagem Fast 800, Comtrend ct 350 etc.):
zh_cn: 使用 Analog Devices Inc. 的 eagle-usb I、II或III芯片组的调制解调器 (如 Sagem Fast 800，Comtrend ct 350 等)：
zh_tw: 使用Analog Devices Inc.的eagle-usb I、II或III晶片組的數據機(如Sagem Fast 800，Comtrend ct 350等)：

source: Connexant AccessRunner based modems:
bg: Connexant AccessRunner модеми:
cs: Connexant AccessRunner modemy:
de: Modems basierend auf Connexant-AccessRunner:
es: Módems basados en Connexant AccessRunner:
fi: Connexant AccessRunner -pohjaiset modeemit
fr: Modems basés sur Connexant AccessRunner :
hu: Connexant AccessRunner alapú modemek:
it: Modem basati su Connexant AccessRunner:
ja: Connexant AccessRunnerベースのモデム：
ko: Connexant AccessRunner 기반의 모뎀:
nl: Connexant AccessRunner gebaseerde modems:
pl: Modemy oparte na Connexant AccessRunner:
pt_br: Modems baseados no Connexant AccessRunner:
ru: Модемы основанные на Connexant AccessRunner:
sk: Connexant AccessRunner modemy:
sv: Connexant AccessRunner-baserade modem:
zh_cn: 基于 Connexant AccessRunner 的 modem：
zh_tw: 基於Connexant AccessRunner的數據機：

source: PPPoE Modems
bg: PPPoE модеми
cs: Modemy PPPoE
es: Módems PPPoE
fi: PPPoE-modeemit
fr: Modems PPPoE
hu: PPPoE modemek
it: Modem PPPoE
ja: PPPoEモデム
ko: PPPoE 모뎀
pl: Modemy PPPoE
pt_br: Modems PPPoE
ru: Модемы PPPoE
sk: Modemy PPPoE
sv: PPPoE-modem
zh_cn: PPPoE 调制解调器
zh_tw: PPPoE數據機

source: This section is about setting up an ADSL Internet connection using an ethernet PPPoE modem. You require:
ko: 이 부분은 이더넷 PPPoE 모뎀을 사용하여 ADSL 인터넷 연결을 설정하는 방법을 설명합니다. 이를 위해서는 다음과 같은 것들이 필요합니다:
sk: Táto kapitola sa venuje nastaveniu ADSL internetového pripojenia pomocou ethernetového PPPoE modemu. Potrebujete:
zh_cn: 这部分将讨论利用以太网PPPoE调制解调器来建立一个ADSL连接。您需要：

source: A subscribed <emphasis>Internet Service Provider</emphasis>, and your Internet connection must be installed and functional. A "DSL" light on your modem usually shows that the line is synchronized.
ko: 가입된 <emphasis>인터넷 서비스 제공업체</emphasis> 와 인터넷 연결을 위한 장치들이 설치되어 동작하고 있어야 합니다. 모뎀에 있는 "DSL" 표시등은 보통 라인이 동기화 되어 있다는 것을 보여줍니다.
sk: Predplateného <emphasis>poskytovateľa internetového pripojenia</emphasis> a vaše internetové pripojenie musí byť nainštalované a funkčné. Dióda "DSL" na vašom modeme spravidla vyjadruje, že linka je synchronizovaná.
zh_cn: 一个<emphasis>互联网服务提供商</emphasis>，您已安装好网络连接并且它是可用的。您调制解调器上的"DSL"灯表明线路是同步的。

source: You will need your username and password for the account. You must also have an ethernet card connected to your PPPoE modem with the correct type of cable.
ko: 여러분의 계정으로 접속하기 위해 사용자 이름과 암호가 필요합니다. 또한 여러분의 PPPoE 모뎀과 (적절한 케이블을 통해) 연결된 이더넷 카드도 가지고 있어야 합니다.
sk: Pripravte si používateľské meno a heslo k vašemu účtu. Vaša sieťová karta typu ethernet musí byť prepojená s vaším PPPoE modemom správnym typom kábla.
zh_cn: 您将需要使用您账号的用户名和密码。您还需要使用合适的网线连接您的以太网卡和 PPPoE 调制解调器。

source: The PPPoE package to be installed in order for the following command to work. This package is installed by default.
ko: 다음의 명령어들을 사용하려면 PPPoE 꾸러미가 설치되어 있어야 합니다. 이 꾸러미는 기본적으로 설치되어 있습니다.
sk: PPPoE balík, ktorý musí byť nainštalovaný, aby nasledujúci riadok fungoval. Tento balík je predvolene nainštalovaný.
zh_cn: 即将安装的PPPoE包可以利用一下命令来运行。默认情况下，这个包已被安装。
zh_tw: 即將安裝的PPPoE包可以利用一下命令來運行。預設情況下，這個包已被安裝。

source: Setting up PPPoE
bg: Настройване на PPPoE
cs: Nastavení PPPoE
de: PPPoE einrichten
es: Configurar PPPoE
fi: PPPoE:n käyttöönotto
fr: Configurer PPPoE
hu: PPPoE beállítása
it: Configurare PPPoE
ja: PPPoEを設定する
ko: PPPoE 설정하기
nl: PPPoE instellen
pl: Ustawianie protokołu PPPoE
pt_br: Configurando o PPPoE
ru: Настройка PPPoE
sk: Nastavenie PPPoE
sv: Konfigurera PPPoE
zh_cn: 配置PPPoE

source: To set up the modem:
bg: За да настроите модема:
cs: Pro nastavení modemu:
de: Um das Modem einzurichten:
es: Para configurar el módem:
fi: Ottaaksesi modeemin käyttöön
fr: Pour paramétrer le modem :
hu: Modem beállítása:
it: Per configurare il modem:
ja: モデムの設定をします：
ko: 모뎀을 설정하기 위해서는:
nl: Om de modem te configureren:
pl: Aby skonfigurować modem:
pt_br: Para configurar o modem:
ru: Чтобы установить модем:
sk: Pre nastavenie modemu:
sv: Ställa in modemet:
zh_cn: 若想设置调制解调器：
zh_tw: 配置數據機：

source: Open a terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>)
bg: Отворете терминал (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Помощни програми</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>)
cs: Otevřete terminál (<menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Příslušenství</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>)
de: Öffnen Sie ein Terminal (<menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>)
es: Abra un terminal (<menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>)
fi: Avaa Pääte (<menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Apuohjelmat</guimenuitem><guimenuitem>Pääte</guimenuitem></menuchoice>)
fr: Ouvrez un terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>)
hu: Nyisson meg egy terminálablakot (<menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>)
it: Aprire un terminale (<menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Accessori</guimenuitem><guimenuitem>Terminale</guimenuitem></menuchoice>)
ja: 端末(<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>アクセサリ</guimenuitem><guimenuitem>端末</guimenuitem></menuchoice>)を起動します。
ko: 터미널을 실행합니다 (<menuchoice><guimenu>프로그램</guimenu><guimenuitem>보조 프로그램</guimenuitem><guimenuitem>터미널</guimenuitem></menuchoice>)
nl: Open een terminalvenster (<menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Terminalvenster</guimenuitem></menuchoice>)
pl: Otwórz terminal (<menuchoice><guimenu>Programy</guimenu><guimenuitem>Akcesoria</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>)
pt_br: Abra um terminal(<menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>)
ru: Запустите Терминал (<menuchoice><guimenu>Приложения</guimenu><guimenuitem>Стандартные</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>)
sk: Otvorte terminál (<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>)
sv: Öppna en terminal (<menuchoice><guimenu>Program</guimenu><guimenuitem>Tillbehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>)
zh_cn: 开启一个终端(<menuchoice><guimenu>应用程序</guimenu><guimenuitem>附件</guimenuitem><guimenuitem>终端</guimenuitem></menuchoice>)

source: In the terminal type:<screen>sudo pppoeconf</screen>
ko: 터미널 상에서 다음을 입력합니다:<screen>sudo pppoeconf</screen>
sk: V terminále napíšte: <screen>sudo pppoeconf</screen>
zh_cn: 在终端中输入：<screen>sudo pppoeconf</screen>

source: Confirm that your Ethernet card is detected.
bg: Потвърдете, че вашата мрежова карта е открита.
cs: Potvrďte autodetekci ethernetové karty
de: Bestätigen Sie, dass Ihre Netzwerkkarte erkannt wird.
es: Confirme que su tarjeta Ethernet se detectó.
fi: Varmista, että verkkokortti on tunnistettu.
fr: Confirmez que votre carte ethernet est détectée.
hu: Ellenőrizze, hogy a hálózati kártyáját felismerte-e a program.
it: Confermare la presenza della scheda ethernet.
ja: イーサネット・カードが認識されているか確認してください。
ko: 이더넷 카드가 인식되었는지 확인합니다.
nl: Bevestig dat uw ethernetkaart is gedetecteerd.
pl: Potwierdź wykrycie twojej karty sieciowej.
pt_br: Confirme que sua placa Ethernet está detectada.
ru: Убедитесь, что устройство Ethernet обнаружено.
sk: Potvrďte autodetekciu ethernetovej karty
sv: Bekräfta att ditt Ethernet-kort har hittats.
zh_cn: 确认您的以太网卡已被检测到。

source: Enter your username.
bg: Въведете вашето потребителско име.
cs: Vložte uživatelské jméno ke svému internetovému účtu
de: Geben Sie ihren Benutzernamen ein.
es: Introduzca su nombre de usuario.
fi: Syötä käyttäjänimesi.
fr: Saisissez votre nom d'utilisateur.
hu: Írja be a felhasználónevét.
it: Inserire il nome utente.
ja: ユーザ名を入力してください。
ko: 사용자 이름을 입력합니다.
nl: Voer uw gebruikersnaam in.
pl: Wprowadź nazwę użytkownika
pt_br: Informe seu nome de usuário.
ru: Введите ваше имя пользователя.
sk: Vložte meno používateľa svojho internetového účtu
sv: Skriv in ditt användarnamn.
zh_cn: 输入您的用户名。
zh_tw: 輸入你的用戶名

source: Enter your password.
bg: Въведете вашата парола.
cs: Vložte své heslo.
de: Geben Sie Ihr Passwort ein.
es: Introduzca su contraseña.
fi: Kirjoita salasanasi.
fr: Saisissez votre mot de passe.
hu: Adja meg a jelszavát.
it: Inserire la propria password.
ja: パスワードを入力してください。
ko: 패스워드를 입력합니다.
nl: Voer uw wachtwoord in.
pl: Wprowadź hasło.
pt_br: Digite sua senha.
ru: Введите пароль.
sk: Vložte svoje heslo.
sv: Skriv in ditt lösenord.
zh_cn: 输入您的密码。
zh_tw: 輸入您的密碼。

source: If you already have a PPPoE Connection configured, you will be asked if it may be modified.
bg: Ако вече имате конфигурирана PPPoE връзка, ще бъдете попитани дали желаете да я промените.
cs: Pokud již máte nějaké PPPoE spojení nastavené, budete dotázáni, zda je žádoucí jej změnit
de: Falls Sie bereits vorher eine PPPoE-Verbindung konfiguriert haben, werden Sie gefragt, ob diese verändert werden darf.
es: Si ya tiene configurada una conexión PPPoE, se le preguntará si quiere modificarla.
fi: Jos PPPoE-yhteys on jo määritelty, kysytään muokataanko sitä.
fr: Si vous disposez déjà d'une connexion PPPoE configurée, il vous sera demandé si elle doit être modifiée.
hu: Ha rendelkezik beállított PPPoE kapcsolattal, annak módosítása előtt a rendszer megerősítést kér.
it: Se è già presente una connessione PPPoE, verrà chiesto di modificarla.
ja: すでにPPPoE接続が設定されているのであれば、変更するかどうか尋ねられます。
ko: 이미 PPPoE 연결 설정이 되어 있는 경우, 수정된 내용이 있었다면 확인합니다.
nl: Als u al een PPPoE verbinding heeft geconfigureerd, dan zal u worden gevraagd of deze mag worden gewijzigd.
pl: Jeśli już wcześniej skonfigurowałeś połączenie PPPoE, zostaniesz zapytany czy może zostać zmodyfikowane.
pt_br: Se você já tiver uma Conexão PPPoE configurada, você será questionado se ela pode ser modificada.
ru: Если PPPoE соединение уже настроено, вас спросят, хотите ли вы его изменить.
sk: Ak už máte nastavené nejaké PPPoE pripojenie, systém sa vás spýta, či má byť zmenené.
sv: Om du redan har en PPPoE-anslutning kommer du att få en fråga om du tillåter att denna modifieras.
zh_cn: 若您曾经配置过一个 PPPoE 连接的话，您会被询问是否需要改变其设置。
zh_tw: 若您曾經配置過一個PPPoE連接的話，您會被詢問是否需要改變其設置。

source: Popular options: you are asked if you want the <quote>noauth</quote> and <quote>defaultroute</quote> options and to remove <quote>nodetach</quote> - choose <guibutton>Yes</guibutton>.
ko: 주로 사용하는 옵션들: <quote>noauth</quote> 옵션과 <quote>defaultroute</quote> 옵션을 사용하고 <quote>nodetach</quote> 옵션을 제거할 것인지를 물어볼 것입니다 - <guibutton>예</guibutton>를 선택하세요.
sk: Obvyklé nastavenie: pri otázke, či chcete použiť voľby <quote>noauth</quote> a <quote>defaultroute</quote> a odstrániť <quote>nodetach</quote>, zvoľte <guibutton>Áno</guibutton>.
zh_cn: 常见选项：您被询问您是否想要 <quote>noauth</quote> 和 <quote>defaultroute</quote> 选项并移除 <quote>nodetach</quote> - 选择 <guibutton>Yes</guibutton>。

source: Use peer DNS - choose <guibutton>Yes</guibutton>.
bg: Използвайне на пиър DNS - изберете <guibutton>Yes</guibutton>.
cs: Použít peer DNS - zvolte <guibutton>Ano</guibutton>.
de: Bestätigen Sie die Nutzung eines Peer-DNS mit <guibutton>Ja</guibutton>.
es: Usar par DNS - seleccione <guibutton>Sí</guibutton>.
fi: Use peer DNS - valitse <guibutton>Kyllä</guibutton>.
fr: Utiliser un DNS pair (peer DNS) - choisissez <guibutton>Oui</guibutton>.
hu: Egyenrangú DNS használatának kiválasztásához kattintson az <guibutton>Igen</guibutton> gombra.
it: Usare il peer DNS. Scegliere <guibutton>Sì</guibutton>.
ja: ピア DNS の利用は、<guibutton>はい</guibutton>を選択してください。
ko: 피어(peer) DNS 사용 - <guibutton>예</guibutton>를 선택하세요.
nl: Gebruik peer DNS - kies <guibutton>Yes</guibutton>.
pl: Użyj 'peer DNS' - wybierz <guibutton>Tak</guibutton>
pt_br: Utilizar DNS peer - escolha <guibutton>Sim</guibutton>.
ru: Использовать peer DNS - выберите <guibutton>Да</guibutton>.
sk: Použiť peer DNS - zvoľte <guibutton>Áno</guibutton>.
sv: Use peer DNS - välj <guibutton>Ja</guibutton>.
zh_cn: 使用 peer DNS－选择<guibutton>Yes</guibutton>。

source: Limited MSS problem - choose <guibutton>Yes</guibutton>.
bg: Ограничен MSS проблем - изберете <guibutton>Yes</guibutton>.
cs: Omezený MSS problém - zvolte <guibutton>Yes</guibutton>.
de: Begrenzung MSS - wählen Sie <guibutton>Ja</guibutton>.
es: Problema de MSS limitado - seleccione <guibutton>Sí</guibutton>.
fi: Limited MSS problem - valitse <guibutton>Kyllä</guibutton>.
fr: Problème MSS limité - choisissez <guibutton>Oui</guibutton>.
hu: Korlátozott MSS hiba - válassza az <guibutton>Igen</guibutton> gombot.
it: Problema di MSS limitato. Scegliere <guibutton>Sì</guibutton>.
ja: 制限 MSS 問題は、<guibutton>はい</guibutton>を選択してください。
ko: 제한된 MSS 문제 - <guibutton>예</guibutton>를 선택하세요.
nl: Beperkt MSS probleem - kies <guibutton>Ja</guibutton>.
pl: Problem ograniczonego MMS - wybierz <guibutton>Tak</guibutton>.
pt_br: Problema de limite de MSS - Escolha <guibutton>Sim</guibutton>.
ru: Небольшие проблемы MSS - выберите <guibutton>Да</guibutton>.
sk: Obmedzený MSS problém - zvoľte <guibutton>Áno</guibutton>.
sv: Limited MSS problem - välj <guibutton>Ja</guibutton>.
zh_cn: Limited MSS problem - 选择 <guibutton>Yes</guibutton>。

source: When you are asked if you want to connect at start up, you will probably want to say yes.
bg: Когато бъдете запитани дали искате да се свързва при стартиране, сигурно ще искате да натиснете 'Да'.
cs: Při dotazu, zda chcete připojit k Internetu při spuštění počítače, budete chtít pravděpodobně zvolit Ano.
de: Wenn Sie gefragt werden, ob die Verbindung beim Starten des Rechners hergestellt werden soll, werden Sie dies wahrscheinlich bejahen wollen.
es: Cuando se le pregunte si desea conectarse al iniciar, probablemente querrá responder que sí.
fi: Kysyttäessä halutaanko yhdistää käynnistettäessä, halutaan useimmiten vastata kyllä.
fr: Lorsqu'il vous sera demandé si vous voulez vous connecter au démarrage, vous choisirez probablement de répondre oui.
hu: A program megkérdezi, hogy szeretné-e el elindítani a szolgáltatást a rendszer indulásakor, itt javasolt igennel válaszolni.
it: Alla richiesta di attivare la connessione all'avvio è consigliato acconsentire.
ja: 起動時に接続したいか尋ねられたときは、はいと答えた方が良いでしょう。
ko: 시작 시에 자동 연결할지 물어보는 옵션에 대해서는, 대부분 "예"를 선택하면 됩니다.
nl: Als u wordt gevraagd of u bij het opstarten verbinding wilt maken, dan zult u waarschijnlijk ja antwoorden.
pl: Gdy będziesz zapytany, czy chcesz połączyć się przy starcie systemu, prawdopodobnie będziesz chciał powiedzieć "tak".
pt_br: Quando você for questionado se deseja estabelecer conexão na inicialização do sistema, você provavelmente deve responder sim.
ru: Когда вас спросят хотите ли вы подключаться при включении компьютера, скорее всего вам подходит ответ "Да".
sk: Pri otázke, či sa chcete pripojiť do internetu pri štarte počítača, pravdepodobne budete chcieť zvoliť Áno.
sv: När du får frågan om du vill ansluta vid uppstart vill du förmodligen svara ja.
zh_cn: 当您被询问是否要在启动时连接，您通常会想选“是”。

source: Finally you are asked if you want to establish the connection immediately.
bg: Накрая ще бъдете попитани дали искате да осъществите връзката веднага.
cs: Nakonec budete dotázáni, zda chcete připojit k Internetu okamžitě.
de: Zum Schluss werden Sie gefragt, ob die Verbindung sofort hergestellt werden soll.
es: Finalmente se le preguntará si desea establecer la conexión inmediatamente.
fi: Lopuksi kysytään, halutaanko yhteys muodostaa välittömästi.
fr: Il vous sera finalement demandé si vous désirez établir la connexion immédiatement.
hu: Végül megkérdezi, szeretne-e azonnal kapcsolódni.
it: Infine verrà chiesto se attivare immediatamente la connessione.
ja: 最後に、すぐに接続を確立したいか尋ねられます。
ko: 마지막으로 지금 바로 연결을 시작할지 물어봅니다.
nl: Tenslotte wordt u gevraagd of u de verbinding direct tot stand wilt brengen.
pl: Ostatecznie jesteś pytany czy chcesz teraz ustanowić połączenie z Internetem.
pt_br: Finalmente, você é questionado se quer estabelecer a conexão imediatamente.
ru: В конце вас спросят хотите ли вы подключиться немедленно.
sk: Nakoniec sa vás program opýta, či chcete vytvoriť pripojenie ihneď.
sv: Slutligen blir du tillfrågad om du vill etablera anslutningen direkt.
zh_cn: 最后您会被询问是否要立即建立连接。
zh_tw: 最後您會被詢問是否要立即建立連線

source: A text-based menu program will guide you through the next steps, which are: <placeholder-1/>
ko: 문자 기반의 메뉴 프로그램은 다음 단계로 안내해 줄 것입니다: <placeholder-1/>
sk: Program s textovým rozhraním vás prevedie nasledujúcimi krokmi: <placeholder-1/>
zh_cn: 一个基于文本的向导程序会指导您进行以下步骤，它们是：<placeholder-1/>
zh_tw: 一個基於文本的menu program將引導你通過下一步，它是：<placeholder-1/>
