Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: <emphasis>Restricted plugins</emphasis> are those which cannot be distributed with Ubuntu because of legal issues surrounding their use in some countries. Check that you are allowed to use this software before installing it. See the <ulink url="http://www.ubuntu.com/ubuntu/licensing">Ubuntu website</ulink> for more information on restricted software.
bg: <emphasis>Ограничени приставки</emphasis> са тези, които не могат да бъдат предоставени с Ubuntu, поради законни причини свързани с тяхното използване в някои страни. Проверете дали имате право да използвате този софтуер преди да го инсталирате. Проверете <ulink url="http://www.ubuntu.com/ubuntu/licensing">Уеб сайта на Ubuntu</ulink> за повече информация за ограничения софтуер.
cs: <emphasis>Nesvobodné zásuvné moduly</emphasis> jsou takové, které nemohou být distribuovány přímo s Ubuntu kvůli právním nařízením omezujících jejich použití v některých zemích. Ověřte si, že můžete tento software používat před tím, než ho nainstalujete. Navštivte <ulink url="http://www.ubuntu.cz/komunita/pribehubuntu/licence">stránky Ubuntu</ulink> pro více informací o nesvobodném software.
de: <emphasis>Restricted plugins</emphasis> können aufgrund rechtlicher Probleme in manchen Ländern nicht standardmäßig in Ubuntu integriert werden. Stellen Sie bitte sicher, dass Sie diese Software benutzen dürfen. Weitere Informationen über über proprietäre Software finden Sie unter <ulink url="http://www.ubuntu.com/ubuntu/licensing">Ubuntu Website</ulink>.
es: Los <emphasis>complementos restringidos</emphasis> son aquéllos que no pueden ser distribuidos con Ubuntu debido a circunstancias legales relacionadas con su uso en algunos países. Compruebe que puede usar estos programas antes de instalarlos. Véase el <ulink url="http://www.ubuntu.com/ubuntu/licensing">sitio web de Ubuntu</ulink> para más información sobre el software restringido.
fi: <emphasis>Rajoitettuja liitännäisiä</emphasis> ei eri lakiteknisistä syistä voi toimittaa Ubuntun mukana joissain maissa. Tarkista, että saat käyttää kyseistä ohjelmaa ennen sen asentamista. Katso <ulink url="http://www.ubuntu.com/ubuntu/licensing">Ubuntun web-sivulta</ulink> lisätietoa rajoitetuista ohjelmista.
fr: Les <emphasis>greffons non-libres</emphasis> (restricted plugins) sont ceux qui ne peuvent être distribués avec Ubuntu du fait de restrictions légales concernant leur usage dans certains pays. Vérifiez que vous êtes autorisé à utiliser ces logiciels avant de les installer. Voyez <ulink url="http://www.ubuntu.com/ubuntu/licensing">le site Web d'Ubuntu</ulink> (en anglais) pour plus d'informations sur les logiciels soumis à restrictions.
hu: A <emphasis>korlátozott bővítmények</emphasis> azok, amelyeket az Ubuntu alapértelmezésben nem tartalmaz, mivel bizonyos országokban jogi problémákat vet fel a használatuk. Ezért, mielőtt telepíti őket, ellenőrizze, nem ütközik-e törvénybe a használatuk. A korlátozott programokról bővebben lásd az <ulink url="http://www.ubuntu.com/ubuntu/licensing">Ubuntu weboldalát</ulink>.
it: I <emphasis>plugin con restrizione</emphasis> sono quei plugin che non possono essere distribuiti con Ubuntu a causa di problemi legali legati al loro uso. Prima di installare questi programmi, verificare di poterli utilizzare. Per maggiori informazioni, consultare il <ulink url="http://www.ubuntu-it.org/index.php?page=Licenze_linee_guida">sito web italiano di Ubuntu</ulink>.
ja: <emphasis>制限付きプラグイン</emphasis>はいくつかの国では利用において法律的な問題があるために、Ubuntuに含めることができません。インストールする前に、法律的に利用可能かどうかを確認してください。制限付きソフトウェアに関する詳しいことは<ulink url=\"http://www.ubuntu.com/ubuntu/licensing\">Ubuntuのウェブサイト</ulink>を確認してください。
ko: <emphasis>제한된 플러그인</emphasis>들은 몇몇 국가에서 법적인 문제로 인해 사용할 수 없도록 정해져 있어서, 우분투와 함께 배포되지 않는 것들을 말합니다. 이러한 소프트웨어를 설치하기 전에 여러분이 이것을 사용해도 되는지 점검해 보기 바랍니다. 제한된 소프트웨어에 대한 자세한 정보는 <ulink url="http://www.ubuntu.com/ubuntu/licensing">우분투 웹사이트</ulink>를 살펴보기 바랍니다.
nl: <emphasis>Beperkt ondersteunde plugins</emphasis> zijn plugins die in sommige landen om juridische redenen niet met Ubuntu gedistribueerd mogen worden. Controleer voordat u het installeert of het u is toegestaan deze software te gebruiken. Zie de <ulink url="http://www.ubuntu.com/ubuntu/licensing">Ubuntu website</ulink> voor meer informatie over beperkt ondersteunde software.
pl: <emphasis>Dodatki zastrzeżone</emphasis>, to te które nie są dostarczane wraz z Ubuntu, z powodu problemów prawnych dotyczących ich użycia w pewnych krajach. Zanim zainstalujesz dane oprogramowanie sprawdź, czy możesz go użyć. Odwiedź <ulink url="http://www.ubuntu.com/ubuntu/licensing">stronę Ubuntu</ulink>, aby uzyskać więcej informacji na temat zastrzeżonego oprogramowania.
pt_br: <emphasis>Plugins restritos</emphasis> são aqueles que não podem ser distribuídos com o Ubuntu devido a problemas legais sobre seu uso em alguns países. Verifique se você pode utilizar estes softwares antes de instalá-los. Veja o <ulink url="http://www.ubuntu.com/ubuntu/licensing">Site do Ubuntu</ulink> para mais informações sobre softwares restritos.
ru: <emphasis>Проприетарные плагины</emphasis> - это такие плагины, которые не могут распространяться вместе с Ubuntu из-за легальных ограничений, связанных с их использованием в некоторых странах. Убедитесь, что вам можно использовать данное программное обеспечение перед его установкой. Смотрите <ulink url="http://www.ubuntu.com/ubuntu/licensing">веб-сайт Ubuntu</ulink> для получения более подробной инфромации о проприетарном программном обеспечении.
sk: <emphasis>Neslobodné zásuvné moduly</emphasis> sú také, ktoré z právnych dôvodov týkajúcich sa ich používania v niektorých krajinách nemôžu byť distribuované priamo s Ubuntu. Pred inštaláciou tohto softvéru skontrolujte, či ho môžete používať. Pozrite <ulink url="http://www.ubuntu.com/ubuntu/licensing"> stránku Ubuntu</ulink> pre viac informácií o neslobodnom softvéri.
sv: <emphasis>Proprietära tillägg</emphasis> är de som inte kan distribueras tillsammans med Ubuntu på grund av juridiska problem med användning av dem i vissa länder. Kontrollera att du tillåts att använda denna programvara innan du installerar den. Se <ulink url="http://www.ubuntu.com/ubuntu/licensing">licenssidan</ulink> på Ubuntus webbplats för mer information om proprietär programvara.
zh_cn: <emphasis>受限的插件</emphasis> 是无法随 Ubuntu 发送的插件，因为某些国家的法律不允许这样做。安装前请确保在您国家的法律上这是允许的。有关受限软件的详细信息，请查看 <ulink url="http://www.ubuntu.com/ubuntu/licensing">Ubuntu 网站</ulink>.
zh_tw: <emphasis>受限的插件</emphasis>是無法隨Ubuntu發送的插件，因為某些國家的法律不允許這樣做。安裝前請確保在您國家的法律上這是允許的。有關受限軟件的詳細信息，請查看<ulink url="http://www.ubuntu.com/ubuntu/licensing">Ubuntu網站</ulink>.

source: Install the <application>Ubuntu restricted extras</application> package from the <quote>Multiverse</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
de: Installieren Sie das Paket <application>Ubuntu restricted extras</application> aus den <quote>Multiverse</quote>-Paketquellen (siehe <ulink type="help" url="ghelp:add-applications">Anwendungen hinzufügen</ulink>).
fr: Installez le paquet <application>ubuntu-restricted-extras</application> depuis le dépôt <quote>Multiverse</quote> (voyez <ulink type="help" url="ghelp:add-applications">Ajouter des applications</ulink>).
ko: <quote>Multiverse</quote> 저장소에서 <application>ubuntu restricted extras</application> 꾸러미를 설치하세요(<ulink type="help" url="ghelp:add-applications">프로그램 추가</ulink> 참조).
nl: Installeer het <application>Ubuntu restricted extras</application>-pakket uit de <quote>Multiverse</quote> pakketbron (zie <ulink type="help" url="ghelp:add-applications">Toepassingen installeren</ulink>).
sk: Nainštalujte balík <application>Ubuntu restricted extras</application> zo zdroja <quote>Multiverse</quote> (viď. <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink>).
zh_cn: 从<quote>Multiverse</quote> 源安装 <application>Ubuntu restricted extras</application> 软件包 (请查看 <ulink type="help" url="ghelp:add-applications">添加应用程序</ulink>).
zh_tw: 從<quote>Multiverse</quote>來源安裝<application>Ubuntu restricted extras</application>軟件包(請查看<ulink type="help" url="ghelp:add-applications">添加應用程序</ulink> ).

source: Restart the <application>Firefox Web Browser</application> to make the included browser plugins available.
de: Starten Sie <application>Firefox Web-Browser</application> neu, um die neuen Plugins zu aktivieren.
fr: Redémarrez le <application>navigateur Web Firefox</application> pour activer les greffons intégrés au navigateur.
ko: 추가된 브라우저 플러그인들을 이용할 수 있도록 <application>Firefox 웹 브라우저</application>를 재시작하세요.
nl: Herstart de <application>Firefox webbrowser</application> om de bijgevoegde browserplugins beschikbaar te maken.
sk: Pre aktiváciu zásuvných modulov reštartujte <application>Firefox</application>.
zh_cn: 重启<application>Firefox 浏览器</application>使包含的插件可用。
zh_tw: 重啟<application>Firefox瀏覽器</application>使包含的插件可用。

source: As well as plugins and multimedia codecs, <application>Java</application> and a set of Windows fonts will be installed.
bg: Както приставки и мултимедийни кодеци, ще бъдат инсталирани <application>Java</application> и шрифтове на Windows.
cs: Stejně tak jako zásuvné moduly a multimediální kodeky bude také nainstalována <application>Java</application> a sada Windows písem.
de: Neben Plugins und Multimedia-Codecs werden auch <application>Java</application> und ein Satz Windows-Schriftarten installiert.
es: Además de los complementos y códecs multimedia, también se instalará <application>Java</application> y un conjunto de tipografías de Windows.
fi: Liitännäisten ja multimediakoodekkien lisäksi myös <application>Java</application> ja kokoelma Windows-kirjasimia asennetaan.
fr: En plus des greffons et des codecs multimédia, <application>Java</application> et un ensemble de polices Windows seront installés.
hu: A bővítményeken és a multimédiás kodekeken kívül a <application>Java</application>, valamint néhány Windows betűkészlet is telepítésre kerül.
it: Oltre ai plugin e ai codec multimediali, verranno installati <application>Java</application> e un insieme di caratteri per Windows.
ja: プラグインやマルチメディアコーデックと一緒に、<application>Java</application>やWindowsフォントもインストールされます。
ko: 플러그인이나 멀티미디어 코덱 이외에도 <application>자바</application> 또는 윈도우즈 폰트들도 설치할 수 있습니다.
nl: Naast de plugins en de multimedia-codecs, worden <application>Java</application> en een aantal Windows-lettertypen geïnstalleerd.
pl: Podobnie jak wtyczki i kodeki multimedialne, zainstalowane zostaną czcionki Windows oraz <application>Java</application>.
pt_br: Assim como os plugins e codecs, o <application>Java</application> e algumas fontes do Windows serão instalados.
ru: Вместе с плагинами и мультимедиа-кодеками будут установлены <application>Java</application> и набор шрифтов Windows.
sk: Spolu so zásuvnými modulmi a multimediálnymi kodekmi bude nainštalovaná <application>Java</application> a sada Windows písiem.
sv: Förutom tilläggsprogram och avkodare för multimedia kommer även <application>Java</application> och några Windows-typsnitt att installeras.
zh_cn: 除了插件和多媒体编解码器，<application>Java</application> 和一系列 Windows 字体也会被安装。
zh_tw: 除了插件和多媒體編解碼器，<application>Java</application>和一系列Windows字體也會被安裝。

source: The following plugins and codecs are installed by the <application>Ubuntu restricted extras</application> package:
bg: Следните приставки и кодеци се инсталират от пакета <application>Ограничени екстри на Ubuntu</application>:
cs: Následující zásuvné moduly a kodeky jsou instalovány pomocí balíku <application>Ubuntu restricted extras</application>:
de: Die folgenden Plugins und Codecs werden mit dem Paket <application>Ubuntu restricted extras</application> installiert:
es: Los siguientes complementos y códecs están instalados se instalan con el paquete <application>Ubuntu restricted extras</application>:
fi: <application>Ubuntu restricted extras</application> -paketti asentaa seuraavat liitännäiset ja koodekit:
fr: Les greffons et codecs suivants sont installés par le paquet <application>ubuntu-restricted-extras</application> :
hu: Az <application>Ubuntu-restricted-extras</application> csomagjaiból a következő bővítmények és kodekek lesznek telepítve:
it: I seguenti plugin e codec vengono installati dal pacchetto <application>Ubuntu restricted extras</application>:
ja: <application>Ubuntu restricted extras</application>パッケージによって、以下のプラグインとコーデックがインストールされます：
ko: <application>ubuntu restricted extras</application> 꾸러미는 다음과 같은 플러그인과 코덱들을 설치합니다.
nl: The volgende plugins en codecs worden door het <application>Ubuntu restricted extras</application>-pakket geïnstalleerd:
pl: Poniżej wymieniono wtyczki i kodeki instalowane przez pakiet <application>Ubuntu restricted extras</application>:
pt_br: Os seguintes plugins e codecs são instalados pelo pacote<application>Ubuntu restricted extras</application> :
ru: Следующие плагины устанавливаются пакетом <application>Ubuntu restricted extras</application>:
sk: Balík <application>Ubuntu restricted extras</application> nainštaluje nasledujúce zásuvné moduly a kodeky:
sv: Följande tilläggsprogram och avkodare installeras av paketet <application>Ubuntu restricted extras</application>:
zh_cn: <application>Ubuntu restricted extras</application>包安装如下插件和解码器：
zh_tw: <application>Ubuntu restricted extras</application>包安裝如下插件和解碼器：

source: Audio and video plugins
bg: Аудио и видео приставки
cs: Zásuvné moduly pro audio a video
de: Audio- und Video-Plugins
es: Complementos de sonido y vídeo
fi: Ääni- ja videoliitännäiset
fr: Greffons audio et vidéo
hu: Audio- és videobővítmények
it: Plugin audio e video
ja: 音声と動画のプラグイン
ko: 오디오와 비디오 플러그인
nl: Audio- en videoplugins
pl: Wtyczki audio i wideo
pt_br: Plugins de áudio e video
ru: Аудио и видео плагины
sk: Zásuvné moduly pre audio a video
sv: Tilläggsprogram för ljud och film
zh_cn: 影音插件
zh_tw: 影音插件

source: Many different multimedia formats are used on the Internet, and so you may find that you are unable to play some audio and video files without first installing an appropriate plugin.
ko: 인터넷에는 여러가지 다양한 종류의 멀티미디어 형식들이 사용됩니다. 따라서 여러분이 적절한 플러그인을 설치하지 않았다면 특정 오디오와 비디오 파일들을 재생할 수 없는 경우가 발생할 수 있습니다.
sk: Na internete sa používa množstvo rôznych multimediálnych formátov a tak sa vám môže stať, že niektoré audio alebo video súbory nebudete môcť prehrať bez nainštalovania príslušného zásuvného modulu.
zh_cn: 互联网上有多种不同的多媒体格式在使用，所以你可能会发现不安装相应的插件就不能播放某些音频和视频文件。
zh_tw: 互聯網上有多種不同的多媒體格式在使用，所以你可能會發現不安裝相應的插件就不能播放某些音頻和視頻文件。

source: See the following articles for information on installing and using multimedia plugins with the <application>Firefox Web Browser</application>:
de: Der folgende Abschnitt enthält Informationen über das Installieren und Benutzen von Plugins mit dem <application>Firefox Web-Browser</application>:
fr: Vous pouvez consulter les articles suivants pour en savoir plus sur l'installation et l'utilisation de greffons multimédia avec <application>le navigateur Web Firefox</application> :
ko: <application>Firefox 웹 브라우저</application>에 멀티미디어 플러그인을 설치하고 사용하는 방법에 대한 정보를 얻으려면 다음의 글들을 읽어보기 바랍니다.
nl: Zie de volgende artikelen voor informatie over het installeren en het gebruiken van multimediaplugins in de <application>Firefox webbrowser</application>:
sk: Prečítajte si nasledujúce informačné články o inštalácii a používaní multimediálnych zásuvných modulov s internetovým prehliadačom <application>Firefox</application>:
zh_cn: 参考如下文件获得<application>Firefox Web Browser</application>中安装和使用多媒体插件的信息：
zh_tw: 參考如下文件獲得<application>Firefox Web Browser</application>中安裝和使用多媒體插件的信息：

source: Watch videos in a web browser
de: Videos in einem Web-Browser ansehen
fr: Regarder des vidéos dans un navigateur Web
ko: 웹 브라우저에서 동영상 보기
nl: Video's in een webbrowser bekijken
sk: Sledujte videá v internetovom prehliadači
zh_cn: 在浏览器中收看视频

source: Play movies and videos
de: Filme und Videos abspielen
fr: Lire des animations et des vidéos
ko: 영화 및 동영상 재생하기
nl: Films en video's bekijken
sk: Prehrávajte filmy a videá
zh_cn: 播放电影和视频
zh_tw: 播放電影和視頻

source: <ulink url="https://help.ubuntu.com/community/FirefoxPlugins">Firefox Plugins</ulink> (Ubuntu Community support pages)
de: <ulink url="https://help.ubuntu.com/community/FirefoxPlugins">Firefox Plugins</ulink> (Hilfeseiten der Ubuntu-Gemeinschaft)
fr: <ulink url="http://doc.ubuntu-fr.org/firefox#installation_des_plugins">Installations des greffons Firefox</ulink> sur le wiki francophone, ou en anglais <ulink url="https://help.ubuntu.com/community/FirefoxPlugins">Firefox Plugins</ulink>
ko: <ulink url="https://help.ubuntu.com/community/FirefoxPlugins">Firefox 플러그인</ulink> (우분투 커뮤니티 지원 페이지)
nl: <ulink url="https://help.ubuntu.com/community/FirefoxPlugins">Firefox plugins</ulink> (Ubuntu-gemeenschap ondersteuningspagina's)
sk: <ulink url="https://help.ubuntu.com/community/FirefoxPlugins">Zásuvné moduly prehliadača Firefox</ulink> (stránky podporované komunitou Ubuntu)
zh_cn: <ulink url="https://help.ubuntu.com/community/FirefoxPlugins">Firefox 插件</ulink> (Ubuntu 社区支持页面)
zh_tw: <ulink url="https://help.ubuntu.com/community/FirefoxPlugins">Firefox插件</ulink> (Ubuntu社區支持頁面)

source: Flash multimedia plugin
bg: Flash мултимедийна приставка
cs: Multimediální zásuvný modul Flash
de: Flash Mulitmedia-Plugin
es: Complemento multimedia Flash
fi: Flash-multimedialiitännäinen
fr: Le greffon multimédia Flash
hu: Flash multimédiás bővítmény
it: Plugin Flash
ja: Flashマルチメディアプラグイン
ko: 플래시 멀티미디어 플러그인
pl: Wtyczka multimedialna Flash
pt_br: Plug-in multimedia Flash
ru: Мультимедиа Flash плагин
sk: Multimediálny zásuvný modul Flash
sv: Tillägg för Flash
zh_cn: Flash 多媒体插件
zh_tw: Flash多媒體插件

source: <ulink type="help" url="ghelp:musicvideophotos#onlinemedia-audiostreams">Listen to online audio streams</ulink> (instructions for installing <application>RealPlayer</application>)
ko: <ulink type="help" url="ghelp:musicvideophotos#onlinemedia-audiostreams">온라인 오디오 스트림 듣기</ulink> (<application>RealPlayer</application> 설치 방법)
sk: <ulink type="help" url="ghelp:musicvideophotos#onlinemedia-audiostreams">Počúvajte audio online</ulink> (pokyny pre inštaláciu <application>RealPlayeru</application>)
zh_cn: <ulink type="help" url="ghelp:musicvideophotos#onlinemedia-audiostreams">收听在线音频流</ulink> (安装 <application>RealPlayer</application> 的指示)
zh_tw: <ulink type="help" url="ghelp:musicvideophotos#onlinemedia-audiostreams">收聽在線音頻流< /ulink> (安裝<application>RealPlayer</application>的指示)

source: Multimedia codecs
fr: Codecs multimédia
ko: 멀티미디어 코덱
sk: Multimediálne kodeky
zh_cn: 多媒体解码器
zh_tw: 多媒體解碼器

source: Flash is a proprietary plugin which allows you to watch videos and animations on the Internet.
de: Flash ist ein proprietäres Plugin, mit dem Sie sich Videos und Animationen im Internet ansehen können.
fr: Flash est un greffon propriétaire vous permettant de voir certaines animations et vidéos sur Internet.
ko: 플래시(Flash)는 인터넷 상에서 동영상과 애니메이션을 볼 수 있도록 해 주는 독점 플러그인입니다.
nl: Flash is een fabrikantseigen plugin die u de mogelijkheid geeft om op het internet video's en animaties te bekijken.
sk: Flash je zásuvný modul chránený vlastníckymi právami, ktorý umožňuje pozerať videá a animácie na internete.
zh_cn: Flash 是互联网上观看视频和动画的专有插件
zh_tw: Flash是互聯網上觀看視頻和動畫的專有插件

source: To view Flash graphics from the <application>Firefox Web Browser</application>:
de: Um Flash-Grafiken im <application>Firefox Web Browser</application> anzusehen:
fr: Pour afficher les graphismes Flash dans le <application>navigateur Web Firefox</application> :
ko: <application>Firefox 웹 브라우저</application>에서 플래시 그래픽을 보려면:
nl: Om in de <application>Firefox webrowser</application> Flash-beelden te bekijken:
sk: Na zobrazenie Flash grafiky v internetovom prehliadači <application>Firefox</application>:
zh_cn: 在 <application>Firefox Web Browser</application>中观看Flash 图像：
zh_tw: 在<application>Firefox Web Browser</application>中觀看Flash圖像：

source: Install the <application>flashplugin-nonfree</application> package from the <quote>Multiverse</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
de: Installieren Sie das <application>flashplugin-nonfree</application> Paket aus der <quote>Multiverse</quote>-Paketquelle (siehe <ulink type="help" url="ghelp:add-applications">Anwendungen hinzufügen</ulink>).
fr: Installez le paquet <application>flashplugin-nonfree</application> à partir du dépôt <quote>Multiverse</quote> (voir <ulink type="help" url="ghelp:add-applications">Ajouter des applications</ulink>).
ko: <quote>Multiverse</quote> 저장소에서<application>flashplugin-nonfree</application> 꾸러미를 설치하세요 (<ulink type="help" url="ghelp:add-applications">프로그램 추가</ulink> 참조).
nl: Installeer het <application>flashplugin-nonfree</application>-pakket vanuit de <quote>Multiverse</quote> pakketbron (zie <ulink type="help" url="ghelp:add-applications">Toepassingen installeren</ulink>).
sk: Nainštalujte balík <application>flashplugin-nonfree</application> zo zdroja <quote>multiverse</quote> (viď <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink>).
zh_cn: 安装 <quote>Multiverse</quote> 软件库中的 <application>flashplugin-nonfree</application> 软件包 (参见 <ulink type="help" url="ghelp:add-applications">添加应用程序</ulink>)。
zh_tw: 安裝<quote>Multiverse</quote>軟件庫中的<application> flashplugin-nonfree</application>軟件包(參見<ulink type="help" url="ghelp:add-applications">添加應用程序</ulink >)。

source: Restart <application>Firefox</application> to make the plugin available.
de: Starten Sie <application>Firefox</application> neu, damit die Plugins zur Verfügung stehen.
fr: Relancez <application>Firefox</application> pour activer le greffon.
ko: 플러그인을 이용할 수 있도록 <application>Firefox</application>를 재시작하세요.
nl: Herstart <application>Firefox</application> om de plugin beschikbaar te maken.
sk: Na aktiváciu tohoto zásuvného modulu je potrebné reštartovať <application>Firefox</application>.
zh_cn: 重启 <application>Firefox</application> 以使插件生效。
zh_tw: 重啟<application>Firefox</application>以使插件生效。

source: Installing the package as described above will download and install the plugin. You need an Internet connection for this to work. If, after installing the application, you need to download and install the plugin at a later time, enter the following command in a terminal:<screen>sudo dpkg-reconfigure flashplugin-nonfree</screen>
ko: 위의 꾸러미를 설치하도록 하면 플러그인을 다운로드 받아서 설치할 것입니다. 따라서 이 플러그인을 설치하기 위해서는 인터넷 연결이 필요합니다. 만약 프로그램을 설치한 후에, 나중에 플러그인을 다운로드 받아 설치하려면, 터미널 상에서 다음을 입력하세요:<screen>sudo dpkg-reconfigure flashplugin-nonfree</screen>
sk: Inštalácia vyššie spomenutého balíka stiahne a nainštaluje zásuvný modul. Na to potrebujete funkčné pripojenie do internetu. Ak budete chcieť stiahnuť a nainštalovať tento zásuvný modul neskôr, zadajte do terminálu nasledujúci príkaz: <screen>sudo dpkg-reconfigure flashplugin-nonfree</screen>
zh_cn: 如上述安装软件包会下载和安装该插件。您需要一个因特网连接以使其能够工作。如果在安装完应用程序后，您想要稍后才下载和安装该插件，请在终端输入以下命令：<screen>sudo dpkg-reconfigure flashplugin-nonfree</screen>
zh_tw: 如上述安裝軟件包會下載和安裝該插件。您需要一個因特網連接以使其能夠工作。如果在安裝完應用程序後，您想要稍後才下載和安裝該插件，請在終端輸入以下命令：<screen>sudo dpkg-reconfigure flashplugin-nonfree</screen>

source: Java browser plugin
bg: Приставка Java
cs: Zásuvný modul Java
es: Complemento Java para el navegador
fi: Java-selainliitännäinen
fr: Greffon Java pour le navigateur
hu: Java böngészőbővítmény
it: Plugin Java
ja: Javaブラウザプラグイン
ko: 자바 브라우저 플러그인
pl: Wtyczka Java
ru: Java плагин браузера
sk: Zásuvný modul Java
sv: Webbläsartillägg för Java
zh_cn: Java 浏览器插件
zh_tw: Java瀏覽器插件
