Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: <emphasis>HWaddr</emphasis> gives the <emphasis>MAC address</emphasis> of your network device
bg: <emphasis>HWaddr</emphasis> показва <emphasis>MAC адреса</emphasis> на вашия адаптер
cs: <emphasis>HWaddr</emphasis> udává <emphasis>adresu MAC</emphasis> vašeho síťového zařízení
de: Mit <emphasis>HWaddr</emphasis> erhalten Sie die <emphasis>MAC-Addresse</emphasis> Ihres Netzwerk-Geräts
es: <emphasis>HWaddr</emphasis> indica la <emphasis>dirección MAC</emphasis> de su dispositivo de red
fi: <emphasis>HWaddr</emphasis> näyttää verkkolaitteen <emphasis>MAC-osoitteen</emphasis>
fr: <emphasis>HWaddr</emphasis> donne <emphasis>l'adresse MAC</emphasis> de votre périphérique réseau
hu: A <emphasis>HWaddr</emphasis> megadja a hálózati eszköz <emphasis>MAC címét</emphasis>
it: <emphasis>HWaddr</emphasis> mostra <emphasis>l'indirizzo fisico (MAC address)</emphasis> del dispositivo di rete
ja: <emphasis>HWaddr</emphasis>は、ネットワーク機器の<emphasis>MACアドレス</emphasis>です。
ko: <emphasis>HWaddr</emphasis> 부분은 네트워크 장치의 <emphasis>MAC 주소</emphasis> 를 보여줍니다.
nl: <emphasis>HWaddr</emphasis> geeft het <emphasis>MAC-adres</emphasis> van uw netwerkapparaat
pl: <emphasis>HWaddr</emphasis> wyświetla <emphasis>adres MAC</emphasis> Twojego urządzenia sieciowego
pt_br: O <emphasis>HWaddr</emphasis>mostra o <emphasis>endereço MAC</emphasis> do seu dispositivo de rede
ru: <emphasis>HWaddr</emphasis> отображает <emphasis>MAC адрес</emphasis> вашего сетевого оборудования
sk: <emphasis>HWaddr</emphasis> udáva <emphasis>MAC adresu</emphasis> vášho sieťového zariadenia
sv: <emphasis>HWaddr</emphasis> ger <emphasis>MAC-adressen</emphasis> (kallas även för hårdvaruadress) för din nätverksenhet
zh_cn: <emphasis>HWaddr</emphasis> 显示网络设备的 <emphasis>MAC 地址</emphasis>
zh_tw: <emphasis>HWaddr</emphasis>顯示網絡設備的<emphasis>MAC地址</emphasis>

source: Check if a connection is working correctly
de: Überprüfen, ob eine Verbindung korrekt funktioniert
fr: Vérifier le bon fonctionnement d'une connexion
ko: 연결이 올바르게 동작하는지 점검하기
nl: Controleer of een verbinding correct werkt
sk: Skontrolujte, či pripojenie pracuje správne
zh_cn: 检查连接是否工作正常
zh_tw: 檢查連接是否工作正常

source: A good way of checking if a connection is working correctly is to <emphasis>ping</emphasis> another computer on the network or the Internet.
de: Ob eine Verbindung korrekt funktioniert, finden Sie sehr einfach heraus, indem Sie einen anderen Rechner im Netzwerk oder im Internet <emphasis>anpingen</emphasis>.
fr: Une bonne manière de vérifier le bon fonctionnement d'une connexion est d'effectuer un <emphasis>ping</emphasis> vers un autre ordinateur sur le réseau ou sur l'Internet.
ko: 연결이 올바로 동작하는지 점검하기 위한 좋은 방법은 네트워크나 인터넷 상의 다른 컴퓨터에 <emphasis>ping</emphasis> 을 보내는 것입니다.
nl: Een goede manier om te controleren of een verbinding correct werkt is om een andere computer op het netwerk of op het internet te <emphasis>pingen</emphasis>.
sk: Dobrým spôsobom, ako zistiť, či pripojenie pracuje správne je <emphasis>ping</emphasis> iného počítača v sieti alebo na internete.
zh_cn: 检查连接是否正常工作的一个好办法就是<emphasis>ping</emphasis>网络或互联网上的另一台计算机。
zh_tw: 檢查連接是否正常工作的一個好辦法就是<emphasis>ping</emphasis>網絡或互聯網上的另一台計算機。

source: To check if you are connected to the Internet:
bg: За да проверите дали сте свързани с Интернет:
cs: Pro zjištění, zda jste připojeni k Internetu:
de: Um zu überprüfen, ob Sie mit dem Internet verbunden sind:
es: Para comprobar si está conectado a Internet:
fi: Tarkistaaksesi toimiiko Internet-yhteys
fr: Pour vérifier que vous êtes connecté à l'Internet :
hu: Az internetkapcsolat ellenőrzése:
it: Per controllare se si è connessi a Internet:
ja: インターネットに接続されているかどうか確認するには：
ko: 인터넷에 연결되어 있는지 점검하려면:
nl: Om te controleren of u verbinding hebt met het internet:
pl: Aby sprawdzić czy jest połączenie z Internetem:
pt_br: Para veriticar se você está conectado à Internet:
ru: Чтобы проверить, подключены ли вы к интернету:
sk: Pre skontrolovanie, či ste pripojený do internetu:
sv: För att kontrollera att du är ansluten till Internet:
zh_cn: 检查您是否连到互联网：

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Network Tools</guimenuitem></menuchoice>
bg: Натиснете <menuchoice><guimenu>Система</guimenu><guimenuitem>Администриране</guimenuitem><guimenuitem>Мрежови инструменти</guimenuitem></menuchoice>
cs: Zvolte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Síťové nástroje</guimenuitem></menuchoice>
de: Wählen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Netzwerkdiagnose</guimenuitem></menuchoice>
es: Pulse <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Herramientas de red</guimenuitem></menuchoice>
fi: Valitse <menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Ylläpito</guimenuitem><guimenuitem>Verkkotyökalut</guimenuitem></menuchoice>
fr: Cliquez sur <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Outils réseau</guimenuitem></menuchoice>
hu: Válassza a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Hálózati segédeszközök</guimenuitem></menuchoice> menüpontot
it: Premere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Strumenti di rete</guimenuitem></menuchoice>
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>ネットワーク・ツール</guimenuitem></menuchoice>を選択します。
ko: <menuchoice><guimenu>시스템</guimenu><guimenuitem>관리</guimenuitem><guimenuitem>네트워크 도구</guimenuitem></menuchoice> 를 누릅니다.
nl: Klik op <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Netwerkhulpmiddelen</guimenuitem></menuchoice>
pl: Kliknij <menuchoice><guimenu>System</guimenu><guimenuitem>Administracja</guimenuitem><guimenuitem>Narzędzia sieciowe</guimenuitem></menuchoice>
pt_br: Selecione <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Ferramentas de Rede</guimenuitem></menuchoice>
ru: Запустите <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem><guimenuitem>Сетевые утилиты</guimenuitem></menuchoice>
sk: Vyberte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Sieťové nástroje</guimenuitem></menuchoice>
sv: Tryck på <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Nätverksverktyg</guimenuitem></menuchoice>
zh_cn: 点击<menuchoice><guimenu>系统</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>网络工具</guimenuitem></menuchoice>

source: Select the <guilabel>Ping</guilabel> tab
bg: Изберете раздела <guilabel>Запитване</guilabel>
cs: Zvolte panel <guilabel>Ping</guilabel>
de: Wählen Sie den Reiter <guilabel>Ping</guilabel>
es: Seleccione la solapa <guilabel>Ping</guilabel>
fi: Valitse <guilabel>Ping</guilabel>-välilehti
fr: Sélectionnez l'onglet <guilabel>Ping</guilabel>
hu: Válassza a <guilabel>Ping</guilabel> lapot
it: Selezionare la scheda <guilabel>Ping</guilabel>
ja: <guilabel>Ping</guilabel>タブを開きます。
ko: <guilabel>Ping</guilabel> 탭을 선택합니다.
nl: Kies de <guilabel>Ping</guilabel>-tab
pl: Wybierz kartę <guilabel>Ping</guilabel>
pt_br: Selecione a aba <guilabel>Ping</guilabel>
ru: Перейдите во вкладку <guilabel>Пинг</guilabel>
sk: Zvoľte kartu <guilabel>Ping</guilabel>
sv: Välj fliken <guilabel>Ping</guilabel>
zh_cn: 选择<guilabel>Ping</guilabel>标签
zh_tw: 選擇<guilabel>Ping</guilabel>標籤

source: Type <userinput>ubuntu.com</userinput> into the <guilabel>Network address</guilabel> box and then press <guibutton>Ping</guibutton>
bg: Напишете <userinput>ubuntu.com</userinput> в полето <guilabel>Мрежов адрес</guilabel> и после натиснете <guibutton>Запитване</guibutton>
cs: Do pole <guilabel>Síťová adresa</guilabel> napište <userinput>ubuntu.com</userinput> a stiskněte <guibutton>Ping</guibutton>
de: Geben Sie <userinput>ubuntu.com</userinput> in das Eingabefeld <guilabel>Netzwerkadresse</guilabel> und drücken Sie den <guibutton>Ping</guibutton>-Knopf.
es: Teclee <userinput>ubuntu.com</userinput> en el campo <guilabel>Dirección de red</guilabel> y pulse <guibutton>Ping</guibutton>
fi: Kirjoita kohtaan <guilabel>Verkko-osoite</guilabel> <userinput>ubuntu.com</userinput> ja napsauta <guibutton>Ping</guibutton>-painiketta
fr: Saisissez <userinput>ubuntu.com</userinput> dans l'emplacement <guilabel>Adresse réseau</guilabel> puis cliquez sur <guibutton>Ping</guibutton>
hu: Írja be az <userinput>ubuntu.com</userinput> címet a <guilabel>Hálózati cím</guilabel> dobozba és nyomja meg a <guibutton>Ping</guibutton> gombot.
it: Digitare <userinput>ubuntu-it.org</userinput> nella casella di testo <guilabel>Indirizzo di rete</guilabel> e premere <guibutton>Ping</guibutton>
ja: <guilabel>ネットワークのアドレス</guilabel>に<userinput>ubuntu.com</userinput>と入力し、<guibutton>Ping</guibutton>を押してください。
ko: <guilabel>네트워크 주소</guilabel> 상자에 <userinput>ubuntu.com</userinput> 을 입력하고 <guibutton>Ping</guibutton> 을 누릅니다.
nl: Type <userinput>ubuntu.com</userinput> in the <guilabel>Netwerkadres</guilabel>-vak en klik op <guibutton>Ping</guibutton>
pl: Wprowadź <userinput>ubuntu.com</userinput> w pole <guilabel>Adres sieciowy</guilabel> i kliknij przycisk <guibutton>Ping</guibutton>
pt_br: Digite <userinput>ubuntu.com</userinput> na caixa <guilabel>Endereço da rede</guilabel> e pressione <guibutton>Ping</guibutton>
ru: Введите в поле <guilabel>Сетевой адрес</guilabel> <userinput>ubuntu.com</userinput> и нажмите кнопку <guibutton>Пинг</guibutton>
sk: Do položky<guilabel>Sieťová adresa</guilabel> napíšte <userinput>ubuntu.com</userinput> a stlačte tlačidlo <guibutton>Ping</guibutton>
sv: Skriv in <userinput>ubuntu.com</userinput> i fältet <guilabel>Nätverksadress</guilabel> och tryck sedan på <guibutton>Ping</guibutton>

source: After a while, a graph should appear. Look at the number for <guilabel>Successful packets</guilabel> under <guilabel>Transmission Statistics</guilabel>
bg: След малко трябва да се появи графика. Погледнете броя на <guilabel>Успешни пакети</guilabel> под <guilabel>Статистика на пакетите</guilabel>
cs: Po chvíli by se měl objevit graf. Podívejte se na číslo <guilabel>Úspěšné pakety</guilabel> v sekci <guilabel>Statistiky přenosu</guilabel>
de: Nach einer Weile sollte ein Balkendiagramm erscheinen. Sehen Sie nach <guilabel>Erfolgreiche Pakete</guilabel> unter <guilabel>Übertragungsstatistik</guilabel>
es: Después de unos momentos, debería aparecer un gráfico. Mire el número de <guilabel>Paquetes exitosos</guilabel> en las <guilabel>Estadísticas de transmisión</guilabel>
fi: Jonkin ajan päästä kuvaajan pitäisi ilmestyä näkyviin.Tarkista erityisesti kohtaa <guilabel>Onnistuneet paketit</guilabel> kohdassa <guilabel>Siirtotilastot</guilabel>
fr: Après quelques instants vous devriez voir apparaître un graphique. Regardez le nombre de <guilabel>Paquets reçus avec succès</guilabel> dans les <guilabel>Statistiques de transmission</guilabel>
hu: Egy kis idő elteltével egy grafikon fog megjelenni. Nézze meg a <guilabel>Sikeres csomagok</guilabel> értékét az <guilabel>Adatátvitel statisztikája</guilabel> alatt.
it: Dopo un po', dovrebbe apparire un grafico. Prestare attenzione al numero dei <guilabel>Pacchetti con successo</guilabel> nella sezione <guilabel>Statistiche di trasmissione</guilabel>
ja: 少し待てば、グラフが表示されます。<guilabel>転送の統計情報</guilabel>の下にある、<guilabel>到達したパケットの割合</guilabel>を確認してください。
ko: 잠시 후에, 그래프가 나타날 것입니다. <guilabel>전송 통계</guilabel> 부분에서 <guilabel>성공한 패킷 수</guilabel> 의 숫자를 확인하십시오.
nl: Na enige tijd zou er een grafiek moeten verschijnen, Kijk naar het aantal achter <guilabel>Ontvangen pakketten</guilabel> onder <guilabel>Verzendstatistieken</guilabel>
pl: Po chwili, powinien pojawić się wykres. Zwróć uwagę na numer <guilabel>Udanych pakietów</guilabel> pod <guilabel>Statystyką transmisji</guilabel>
pt_br: Após algum tmepo, um gráfico deve aparecer. Procure pelo número de <guilabel>Pacotes bem sucedidos</guilabel> em <guilabel>Estatísticas de Transmissão</guilabel>
ru: Через некоторое время должен появиться график. Посмотрите на число <guilabel>Успешных пакетов</guilabel> в поле <guilabel>Статистика переданных/принятых пакетов</guilabel>
sk: Po chvíli by sa mal zobraziť graf. V zložke <guilabel>Štatistiky prenosu</guilabel> sa pozrite na množstvo <guilabel>Úspešných paketov</guilabel>
sv: Efter en stund ska ett diagram dyka upp. Se på talet för <guilabel>Lyckade paket</guilabel> under <guilabel>Överföringsstatistik</guilabel>

source: <emphasis>100% successful packets</emphasis> - Your computer should have a good connection to the Internet
bg: <emphasis>100% успешни пакети</emphasis> - Вашия компютър трябва да има добра връзка с Интернет
cs: <emphasis>100% úspěšnost</emphasis> - Váš počítač by měl mít dobré připojení k Internetu
de: <emphasis>100% erfolgreiche Pakete</emphasis> - Ihr Rechner sollte eine gute Verbindung zum Internet haben.
es: <emphasis>100% de paquetes exitosos</emphasis> - Su equipo dispone de una buena conexión a Internet
fi: <emphasis>Onnistuneet paketit: 100%</emphasis> tarkoittaa, että Internet-yhteys on hyvä
fr: <guilabel>Paquets reçus avec succès : 100%</guilabel> - Votre ordinateur devrait avoir une bonne connexion à l'Internet
hu: <emphasis>100 % sikeres csomag</emphasis> - A számítógépe megfelelően csatlakozik az Internethez
it: <emphasis>Pacchetti con successo: 100%</emphasis> - il computer dovrebbe avere una buona connessione a Internet
ja: <emphasis>100%の場合</emphasis> - コンピュータはインターネットに正しく接続されています。
ko: <emphasis>성공한 패킷 수 100%</emphasis> - 여러분의 컴퓨터가 인터넷에 잘 연결되어 있습니다.
nl: <emphasis>Ontvangen pakketten: 100%</emphasis> - Uw computer hoort een goede verbinding met het internet te hebben.
pl: <emphasis>100% udanych pakietów</emphasis> - Twój komputer powinien mieć dobre połączenie z Internetem
pt_br: <emphasis>100% de pacotes bem sucedidos</emphasis> - Seu computador deve ter uma boa conexão com a Internet
ru: <emphasis>100% успешных пакетов</emphasis> - ваш компьютер имеет хорошее соединение с интернет
sk: <emphasis>100%</emphasis> - Váš počítač má dobré pripojenie do internetu
sv: <emphasis>100% lyckade paket</emphasis> - Din dator ska ha en bra anslutning till Internet
zh_cn: <emphasis>100%发送成功的包</emphasis>-你的计算机应该与互联网连接良好
zh_tw: <emphasis>100%發送成功的包</emphasis>-你的計算機應該與互聯網連接良好

source: <emphasis>Less than 100% successful</emphasis> - Your computer probably has a poor connection to the Internet or a poor wireless signal
bg: <emphasis>По-малко от 100% успешни пакета</emphasis> - Вашия компютър най-вероятно има лоша връзка с Интернет или лош безжичен сигнал
cs: <emphasis>Méně než 100% úspěšnost</emphasis> - Váš počítač má asi špatné připojení k Internetu nebo slabý signál bezdrátové sítě
de: <emphasis>weniger als 100% erfolgreich</emphasis> - Ihr Rechner hat eine schlechte Verbindung zum Internet oder ein schlechtes WLAN-Signal.
es: <emphasis>Menos del 100% de éxito</emphasis> - Su equipo probablemente dispone de una mala conexión a Internet, o la señal inalámbrica es débil
fi: Jos <emphasis>onnistuneita paketteja</emphasis> on alle 100%, verkko-yhteys on luultavasti huono tai langattoman verkon signaali on heikko
fr: <guilabel>Paquets reçus avec succès : inférieur à 100%</guilabel> - Vraisemblablement votre ordinateur a une mauvaise connexion à l'Internet ou alors un signal sans fil de mauvaise qualité.
hu: <emphasis>100 % érték alatt</emphasis> - A számítógépe valószínűleg lassabb kapcsolattal vagy gyengébb vezeték nélküli jelerősséggel kapcsolódik az Internethez
it: <emphasis>Meno del 100% con successo</emphasis> - probabilmente il proprio computer dispone di una connessione a Internet non performante o di un basso segnale di rete senza fili
ja: <emphasis>100%より低い場合</emphasis> - おそらくインターネットへの接続品質が低いか、無線接続の感度が悪い状態です。
ko: <emphasis>성공한 패킷 수 100% 이하</emphasis> - 여러분의 컴퓨터의 인터넷 연결이 불안하거나 무선 신호가 약합니다.
nl: <emphasis>Minder dan 100% ontvangen</emphasis> - Uw computer heeft waarschijnlijk een slechte verbinding met het internet of een slecht draadloos signaal
pl: <emphasis>Mniej niż 100% udanych pakietów</emphasis> - Twój komputer prawdopodobnie posiada słabej jakości połączenie z Internetem albo słaby sygnał sieci bezprzewodowej
pt_br: <emphasis>Menos que 100% de sucesso</emphasis> - Seu computador provavelmente tem uma conexão ruim com a Internet ou um sinal sem fio ruim
ru: <emphasis>Меньше чем 100% успешных</emphasis> - ваш компьютер, возможно, имеет слабый сигнал или плохое соединение с интернет.
sk: <emphasis>Menej ako 100% úspešnosť</emphasis> - Váš počítač má pravdepodobne slabé pripojenie do internetu alebo slabý bezdrôtový signál
sv: <emphasis>Mindre än 100% lyckade</emphasis> - Din dator har antagligen en dålig anslutning till Internet eller störningar på det trådlösa nätverket

source: <emphasis>0% successful packets</emphasis> - Your computer has a very bad connection, or is connected to an access point or router which is not connected to the Internet
bg: <emphasis>0% успешни пакети</emphasis> - Вашия компютър има много лоша връзка или е свързан към точка за достъп или маршрутизатор, който не е свързан с Интернет
cs: <emphasis>0% úspěšnost</emphasis> - Váš počítač má velmi špatné připojení nebo je připojen k přístupovému bodu nebo routeru, který není připojen k Internetu
de: <emphasis>0% erfolgreiche Pakete</emphasis> - Ihr Rechner hat eine sehr schlechte Verbindung, oder er ist an einen Zugangspunkt oder Router angeschlossen, der nicht mit dem Internet verbunden ist.
es: <emphasis>0% de paquetes exitosos</emphasis> - Su equipo tiene una pésima conexión, o está conectado a un punto de acceso o router que no está conectado a Internet.
fi: Jos <emphasis>onnistuneita paketteja</emphasis> on 0%, Internet-yhteys on erittäin huono tai olet yhdistänyt tukiasemaan tai reitittimeen, joka ei ole yhdistetty Internetiin.
fr: <guilabel>Paquets reçus avec succès : 0%</guilabel> - Votre ordinateur a une très mauvaise connexion, ou alors il est connecté à un point d'accès ou à un routeur qui n'est pas connecté à l'Internet.
hu: <emphasis>0 % sikeres csomag</emphasis> - A számítógépe nem megfelelően csatlakozik, vagy a használt elérési pont vagy útválasztó nem kapcsolódik az Internethez
it: <emphasis>Pacchetti con successo: 0%</emphasis> - il proprio computer ha una connessione guasta oppure è connesso a un punto di accesso o a un router non connesso a Internet
ja: <emphasis>0%だった場合</emphasis> - 非常に悪い接続状態か、接続しているアクセスポイントもしくはルータがインターネットに接続していません。
ko: <emphasis>성공한 패킷 수 0%</emphasis> - 여러분의 컴퓨터가 인터넷에 연결되지 않았거나, 연결된 AP 혹은 공유기가 인터넷에 연결되어 있지 않습니다.
nl: <emphasis>Ontvangen pakketten: 0%</emphasis> - Uw computer heeft een zeer slechte verbinding, of het heeft verbinding met een access point of router die niet met het internet is verbonden
pl: <emphasis>0% udanych pakietów</emphasis> - Twój komputer posiada bardzo kiepskie połączenie, albo jest podłączony do access pointa lub routera, który nie jest podłączony do Internetu
pt_br: <emphasis>0%de pacotes bem sucedidos</emphasis> - Seu computador tem uma conexão muito ruim ou está conectado a um ponto de acesso ou roteador que não está conectado com a Internet
ru: <emphasis>0% успешных пакетов</emphasis> - ваш компьютер имеет очень плохое соединение или он подключен к точке доступа или роутеру, не подключенному к сети интернет
sk: <emphasis>0% úspešných paketov</emphasis> - Váš počítač má veľmi zlé pripojenie, alebo je pripojený k prípojnému bodu alebo routeru, ktorý nie je pripojený do internetu
sv: <emphasis>0% lyckade paket</emphasis> - Din dator har en mycket dålig anslutning, eller är ansluten till en accesspunkt eller router som inte är ansluten till Internet
zh_tw: 你的電腦有一個壞的連結，或者是連接到一個存取點或是路由器沒有連接到互聯網

source: If you get an error message which says <emphasis>The address 'ubuntu.com' cannot be found</emphasis>, then your computer is probably not connected to the Internet or cannot reach a <emphasis>DNS server</emphasis>.
bg: Ако получите съобщение за грешка, в което пише <emphasis>Адресът 'ubuntu.com' не може да бъде намерен</emphasis>, тогава най-вероятно вашия компютър не е свързан с интернет или не може да достигне <emphasis>DNS сървъра</emphasis>.
cs: Pokud obdržíte chybové hlášení <emphasis>Adresa 'ubuntu.com' nebyla nalezena</emphasis>, pak váš počítač asi není připojen k Internetu nebo nemůže najít <emphasis>server DNS</emphasis>.
de: Wenn Sie eine Fehlermeldung erhalten, die <emphasis>Die Adresse 'ubuntu.com' kann nicht gefunden werden</emphasis> enthält, dann ist Ihr Rechner wahrscheinlich nicht an das Internet angeschlossen oder kann keinen <emphasis>DNS-Server</emphasis> erreichen.
es: Si recibe un mensaje de error que diga <emphasis>La dirección 'ubuntu.com' no se ha encontrado</emphasis>, es probable que su equipo no esté conectado a Internet o que no pueda acceder al <emphasis>servidor DNS</emphasis>.
fi: Jos saat virheilmoituksen <emphasis>Osoitetta 'ubuntu.com' ei löydy</emphasis>, Internet-yhteys ei luultavasti ole käytössä tai <emphasis>nimipalvelimiin</emphasis> ei saada yhteyttä.
fr: Si vous obtenez un message d'erreur indiquant <emphasis>Impossible de trouver l'adresse « ubuntu.com »</emphasis> il est probable que votre ordinateur ne soit pas connecté à l'Internet ou qu'il ne puisse atteindre un <emphasis>serveur de noms de domaine (DNS)</emphasis>.
hu: Ha <emphasis>A(z) „ubuntu.com” cím nem található</emphasis> hibaüzenetet kapja, akkor a számítógépe valószínűleg nem csatlakozik az Internethez, vagy nem érhető el <emphasis>DNS kiszolgáló</emphasis>.
it: Se si riceve un messaggio di errore indicante <emphasis>L'indirizzo "ubuntu-it.org" non può essere trovato</emphasis>, il proprio computer potrebbe non essere connesso a Internet o non raggiungere un <emphasis>server DNS</emphasis>.
ja: <emphasis>アドレス 'ubuntu.com' を見つけることができません</emphasis>というエラーメッセージが表示された場合、インターネットに接続していないか、<emphasis>DNSサーバ</emphasis>に接続できない状態です。
ko: 만약 <emphasis>'ubuntu.com' 주소를 찾을 수 없습니다</emphasis> 와 같은 에러 메시지가 나타나면, 아마도 여러분의 컴퓨터가 인터넷에 연결되지 않았거나 <emphasis>DNS 서버</emphasis> 에 접근할 수 없는 경우입니다.
nl: Als u de foutmelding <emphasis>Het adres 'ubuntu.com' kan niet worden gevonden</emphasis> krijgt, dan is uw computer waarschijnlijk niet verbonden met het internet, of het kan geen <emphasis>DNS server</emphasis> bereiken.
pl: Jeśli otrzymasz komunikat o treści <emphasis>Adres 'ubuntu.com' nie został znaleziony</emphasis>, wtedy twój komputer prawdopodobnie nie jest podłączony do Internetu albo nie jest w stanie osiągnąć <emphasis>serwera DNS</emphasis>.
pt_br: Se você receber uma mensagem de erro dizendo <emphasis>O endereço 'ubuntu.com'não pode ser encontrado</emphasis>, então seu computador pode não estar conectado à internet ou não alcança um <emphasis>servidor DNS</emphasis>.
ru: Если вы получите ошибку <emphasis>Адрес 'ubuntu.com' не может быть найден</emphasis>, значит ваш компьютер не подключен к Интернет или не может получить ответ <emphasis>DNS сервера</emphasis>.
sk: Ak dostanete chybovú hlášku <emphasis>Adresu 'ubuntu.com' sa nepodarilo nájsť</emphasis>, tak váš počítač pravdepodobne nie je pripojený do internetu, alebo sa nemôže spojiť s <emphasis>DNS serverom</emphasis>.
sv: Om du får ett felmeddelande som säger <emphasis>Adressen "ubuntu.com" kunde inte hittas</emphasis> så är din dator antagligen inte ansluten till Internet eller kan inte nå en <emphasis>DNS-server</emphasis>.

source: Home Networks
bg: Домашни мрежи
cs: Domácí sítě
de: Heimnetzwerke
es: Redes domésticas
fi: Kotiverkot
fr: Réseaux domestiques
hu: Otthoni hálózatok
it: Reti locali
ja: 家庭内ネットワーク
ko: 홈 네트워크
nl: Thuisnetwerken
pl: Sieci domowe
pt_br: Redes locais
ru: Домашние сети
sk: Domáce siete
sv: Hemnätverk
zh_cn: 家庭网络
zh_tw: 家庭網絡
