Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: To temporarily increase the size of text on a web page, press <menuchoice><guimenuitem>View</guimenuitem><guimenuitem>Text Size</guimenuitem><guimenuitem>Increase</guimenuitem></menuchoice>. Alternatively, hold down the <keycap>Ctrl</keycap> key and scroll down with your mouse's scroll wheel, or press <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>.
bg: За да увеличите временно размера на текста в уеб страница, натиснете <menuchoice><guimenuitem>Изглед</guimenuitem><guimenuitem>Големина на текст</guimenuitem><guimenuitem>Увеличаване</guimenuitem></menuchoice>. Друг начин е да задържите клавиша <keycap>Ctrl</keycap> и да превъртите надолу колелцето на вашата мишка или да натиснете <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>.
cs: Pro dočasné zvětšení velikosti textu na webové stránce zvolte <menuchoice><guimenuitem>Zobrazit</guimenuitem><guimenuitem>Velikost textu</guimenuitem><guimenuitem>Zvětšit</guimenuitem></menuchoice>. Popřípadě podržte klávesu <keycap>Ctrl</keycap> a točte kolečkem myši k sobě nebo stiskněte <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>.
de: Um die Schriftgröße temporär zu vergrößern, klicken Sie auf <menuchoice><guimenuitem>Ansicht</guimenuitem><guimenuitem>Zoom</guimenuitem><guimenuitem>Vergrößern</guimenuitem></menuchoice>. Alternativ können Sie die <keycap>Strg</keycap> Taste gedrückt halten und mit dem Mausrad scrollen oder drücken Sie <keycombo><keycap>Strg</keycap><keycap>+</keycap></keycombo>.
es: Para incrementar el tamaño del texto de una página web de forma temporal, pulse <menuchoice><guimenuitem>Ver</guimenuitem><guimenuitem>Tamaño del texto</guimenuitem><guimenuitem>Aumentar</guimenuitem></menuchoice>. Otra opción consiste en mantener pulsada la tecla <keycap>Ctrl</keycap> y mover hacia abajo la rueda de desplazamiento de su ratón, o pulsar <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>.
fi: Voit kasvattaa www-sivun tekstin kokoa väliaikaisesti valitsemalla <menuchoice><guimenuitem>Näytä</guimenuitem><guimenuitem>Tekstin koko</guimenuitem><guimenuitem>Suurempi</guimenuitem></menuchoice>. Vaihtoehtoisesti pidä <keycap>Ctrl</keycap>-näppäintä pohjassa ja liikuta hiiren rullaa ylös ja alas tai paina <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>.
fr: Pour augmenter temporairement la taille du texte sur une page Web, cliquez sur <menuchoice><guimenuitem>Affichage</guimenuitem><guimenuitem>Taille du texte</guimenuitem><guimenuitem>Augmenter</guimenuitem></menuchoice>. Sinon, appuyez sur la touche <keycap>Ctrl</keycap> tournez la molette de la souris vers le bas, ou appuyez sur <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>.
hu: A weblapok szövegméretének ideiglenes megnöveléséhez válassza a <menuchoice><guimenuitem>Nézet</guimenuitem><guimenuitem>Szöveg mérete</guimenuitem><guimenuitem>Növelés</guimenuitem></menuchoice> menüpontot. Másik lehetőség: tartsa lenyomva a <keycap>Ctrl</keycap> billentyűt, majd használja az egér görgőjét, vagy a <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo> billentyűkombinációt.
it: Per aumentare temporaneamente la dimensione del testo di una pagina web, premere <menuchoice><guimenuitem>Visualizza</guimenuitem><guimenuitem>Dimensione testo</guimenuitem><guimenuitem>Aumenta</guimenuitem></menuchoice>. In alternativa, tenere premuto il tasto <keycap>Ctrl</keycap> e scorrere in giù con la rotellina del mouse, oppure premere <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>.
ja: ウェブページの文字を一時的に大きくしたい場合は、<menuchoice><guimenuitem>表示</guimenuitem><guimenuitem>文字サイズ</guimenuitem><guimenuitem>大きく</guimenuitem></menuchoice>を選択してください。別の方法としては、<keycap>Ctrl</keycap>を押しながらマウスのホイールを手前に回転したり、<keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>を押すなどがあります。
ko: 특정 웹 페이지의 글자 크기를 임시로 키우고 싶다면, <menuchoice><guimenuitem>보기</guimenuitem><guimenuitem>텍스트 크기</guimenuitem><guimenuitem>크게</guimenuitem></menuchoice> 를 누릅니다. 혹은 <keycap>Ctrl</keycap> 키를 누른 채로 마우스 휠을 스크롤 다운하거나 <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo> 키를 누릅니다.
nl: Om tijdelijk de tekstgrootte van een webpagina te vergroten, klikt u op <menuchoice><guimenuitem>Beeld</guimenuitem><guimenuitem>Tekstgrootte</guimenuitem><guimenuitem>Vergroten</guimenuitem></menuchoice>. U kunt ook de <keycap>Ctrl</keycap>-toets ingedrukt houden en met uw muiswiel omlaag scrollen, of druk op <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>.
pl: Aby tymczasowo zwiększyć rozmiar czcionki na stronach internetowych, wybierz <menuchoice><guimenuitem>Widok</guimenuitem><guimenuitem>Powiększenie</guimenuitem><guimenuitem>Powiększ</guimenuitem></menuchoice>. Inne sposoby to przytrzymanie klawisza <keycap>Ctrl</keycap> i przejechanie w dół rolką myszki lub wciśnięcie kombinacji klawiszy <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>.
pt_br: Para aumentar temporatiamente o tamanho do texto de uma pagina web pressione <menuchoice><guimenuitem>Ver</guimenuitem><guimenuitem>Tamanho do texto</guimenuitem><guimenuitem>Aumentar</guimenuitem></menuchoice>. Alternativamente, mantenha pressionada a tecla <keycap>Ctrl</keycap> e rode para baixo a roda do mouse ou pressione <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>.
ru: Чтобы временно увеличить размер текста на веб-странице, нажмите <menuchoice><guimenuitem>Вид</guimenuitem><guimenuitem>Размер шрифта</guimenuitem><guimenuitem>Увеличить</guimenuitem></menuchoice>. В качестве альтернативы, вы можете удерживать клавишу <keycap>Ctrl</keycap> и прокручивать вниз колесико мыши, или нажать комбинацию клавиш <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>
sk: Pre dočasné zväčšenie veľkosti písma stlačte <menuchoice><guimenuitem>Zobraziť</guimenuitem><guimenuitem>Veľkosť textu</guimenuitem><guimenuitem>Zväčšiť veľkosť textu</guimenuitem></menuchoice>. Prípadne stlačte kláves <keycap>Ctrl</keycap> a posúvajte koliesko vašej myši dole alebo stlačte <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>.
sv: För att temporärt öka storleken på texten i en webbsida, tryck på <menuchoice><guimenuitem>Visa</guimenuitem><guimenuitem>Textstorlek</guimenuitem><guimenuitem>Större</guimenuitem></menuchoice>. Alternativt kan du hålla ner tangenten <keycap>Ctrl</keycap> och rulla nedåt med rullhjulet på din mus, eller trycka på <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>.
zh_cn: 要临时增大网页文字的字体，点击<menuchoice><guimenuitem>查看</guimenuitem><guimenuitem>文字大小</guimenuitem><guimenuitem>增加</guimenuitem></menuchoice>。或者，按住<keycap>Ctrl</keycap>键并滚动鼠标滚轮，或按<keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>。
zh_tw: 要臨時增大網頁文字的字體，點擊<menuchoice><guimenuitem>查看< /guimenuitem><guimenuitem>文字大小</guimenuitem>< guimenuitem>增加</guimenuitem></menuchoice>。或者，按住< keycap>Ctrl</keycap>鍵並滾動鼠標滾輪，或按<keycombo><keycap> Ctrl</keycap><keycap>+</keycap></keycombo>。

source: To return the text to its normal size, press <menuchoice><guimenuitem>View</guimenuitem><guimenuitem>Text Size</guimenuitem><guimenuitem>Normal</guimenuitem></menuchoice>.
bg: За да възстановите текста в първоначалния му размер, натиснете <menuchoice><guimenuitem>Изглед</guimenuitem><guimenuitem>Големина на текст</guimenuitem><guimenuitem>Нормален</guimenuitem></menuchoice>.
cs: Chcete-li se vrátit k normální velikosti textu, zvolte <menuchoice><guimenuitem>Zobrazit</guimenuitem><guimenuitem>Velikost textu</guimenuitem><guimenuitem>Normální</guimenuitem></menuchoice>.
de: Um zur Standardgröße zurückzukehren, klicken Sie auf <menuchoice><guimenuitem>Ansicht</guimenuitem><guimenuitem>Zoom</guimenuitem><guimenuitem>Normal</guimenuitem></menuchoice>.
es: Para devolver el texto a su tamaño original, pulse <menuchoice><guimenuitem>Ver</guimenuitem><guimenuitem>Tamaño del texto</guimenuitem><guimenuitem>Normal</guimenuitem></menuchoice>.
fi: Voit palauttaa tekstin takaisin normaalikokoiseksi valitsemalla <menuchoice><guimenuitem>Näytä</guimenuitem><guimenuitem>Tekstin koko</guimenuitem><guimenuitem>Normaali</guimenuitem></menuchoice>.
fr: Pour ramener le texte à sa taille initiale, cliquez sur <menuchoice><guimenuitem>Affichage</guimenuitem><guimenuitem>Taille du texte</guimenuitem><guimenuitem>Normale</guimenuitem></menuchoice>.
hu: Az eredeti méret visszaállításához válassza a <menuchoice><guimenuitem>Nézet</guimenuitem><guimenuitem>Szöveg mérete</guimenuitem><guimenuitem>Normál</guimenuitem></menuchoice> menüpontot.
it: Per ripristinare la dimensione normale del testo, fare clic su <menuchoice><guimenuitem>Visualizza</guimenuitem><guimenuitem>Dimensione testo</guimenuitem><guimenuitem>Normale</guimenuitem></menuchoice>.
ja: 文字の大きさを初期値に戻すには、<menuchoice><guimenuitem>表示</guimenuitem><guimenuitem>文字サイズ</guimenuitem><guimenuitem>標準サイズ</guimenuitem></menuchoice>を選択してください。
ko: 보통의 글씨 크기로 돌아오고 싶다면, <menuchoice><guimenuitem>보기</guimenuitem><guimenuitem>텍스트 크기</guimenuitem><guimenuitem>보통</guimenuitem></menuchoice> 을 누릅니다.
nl: Om de tekst naar de normale grootte terug te brengen, klikt u op <menuchoice><guimenuitem>Beeld</guimenuitem><guimenuitem>Tekstgrootte</guimenuitem><guimenuitem>Normaal</guimenuitem></menuchoice>.
pl: Aby przywrócić normalny rozmiar czcionki, wybierz <menuchoice><guimenuitem>Widok</guimenuitem><guimenuitem>Powiększenie</guimenuitem><guimenuitem>Rozmiar pierwotny</guimenuitem></menuchoice>.
pt_br: Para que o texto retorne ao seu tamanho normal, pressione <menuchoice><guimenuitem>Exibir</guimenuitem><guimenuitem>Tamanho do texto</guimenuitem><guimenuitem>Normal</guimenuitem></menuchoice>.
ru: Чтобы вернуть тексту его исходный размер, нажмите <menuchoice><guimenuitem>Вид</guimenuitem><guimenuitem>Размер шрифта</guimenuitem><guimenuitem>Обычный</guimenuitem></menuchoice>.
sk: Pre návrat textu do normálnej veľkosti stlačte <menuchoice><guimenuitem>Zobraziť</guimenuitem><guimenuitem>Veľkosť textu</guimenuitem><guimenuitem>Normálna veľkosť textu</guimenuitem></menuchoice>.
sv: För att återgå till normal textstorlek, tryck på <menuchoice><guimenuitem>Visa</guimenuitem><guimenuitem>Textstorlek</guimenuitem><guimenuitem>Normal</guimenuitem></menuchoice>.
zh_cn: 将文字显示为正常大小，点击<menuchoice><guimenuitem>查看</guimenuitem><guimenuitem>文字大小</guimenuitem><guimenuitem>正常</guimenuitem></menuchoice>。
zh_tw: 將文字顯示為正常大小，點擊<menuchoice><guimenuitem>查看</guimenuitem> <guimenuitem>文字大小</guimenuitem><guimenuitem>正常< /guimenuitem></menuchoice>。

source: Changing the home page
ko: 시작 페이지 변경하기
sk: Zmena domovskej stránky
zh_cn: 改变主页
zh_tw: 改變主頁

source: When you open Firefox, the first web page which is displayed is your <emphasis>home page</emphasis>. This is usually a web page which you want to view every time you use the web, such as a news site, search engine or online email account.
ko: Firefox 을 실행한 후, 처음으로 표시되는 페이지가 <emphasis>시작 페잊</emphasis> 입니다. 이것은 보통 여러분이 웹에 접속할 때 마다 보고 싶은 뉴스 사이트나 검색 엔진 혹은 온라인 이메일 계정 등이 될 것입니다.
sk: Keď otvoríte Firefox, prvá stránka, ktorá sa zobrazí je vaša <emphasis>domovská stránka</emphasis>. Toto je spravidla stránka, ktorú chcete prehliadať vždy, keď používate internet, ako napríklad stránka novín, vyhľadávača alebo online emailového konta.
zh_cn: 当你打开Firefox时，首先显示的是你的主页，它通常是你希望每次上网就访问的页面，比如新闻站点，搜索引擎或者网上电子邮件帐户。
zh_tw: 當你打開Firefox時，首先顯示的是你的主頁，它通常是你希望每次上網就訪問的頁面，比如新聞站點，搜索引擎或者網上電子郵件帳戶。

source: To change your home page:
ko: 시작 페이지를 변경하려면:
sk: Ako zmeniť vašu domovskú stránku:
zh_cn: 改变你的主页：
zh_tw: 改變你的主頁：

source: Open the page which you want to use as your home page
ko: 시작 페이지로 사용하고 싶은 페이지를 엽니다.
sk: Otvorte stránku, ktorú chcete používať ako svoju domovskú
zh_cn: 打开你希望作为主页的页面
zh_tw: 打開你希望作為主頁的頁面

source: Press <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Preferences</guimenuitem></menuchoice> and select the <guilabel>Main</guilabel> tab
ko: <menuchoice><guimenuitem>편집</guimenuitem><guimenuitem>환경 설정</guimenuitem></menuchoice> 을 누른 후 <guilabel>일반</guilabel> 탭을 선택합니다.
sk: Stlačte <menuchoice><guimenuitem>Upraviť</guimenuitem><guimenuitem>Možnosti...</guimenuitem></menuchoice> a vyberte kartu <guilabel>Hlavné</guilabel>
zh_cn: 点击 <menuchoice><guimenuitem>编辑</guimenuitem><guimenuitem>首选项</guimenuitem></menuchoice> 然后选择 <guilabel>主要</guilabel> 标签
zh_tw: 點擊<menuchoice><guimenuitem>編輯</guimenuitem>< guimenuitem>首選項</guimenuitem></menuchoice>然後選擇< guilabel>主要</guilabel>標籤

source: Under <guilabel>Startup</guilabel>, press <guibutton>Use Current Page</guibutton> and then press <guibutton>Close</guibutton>
ko: <guilabel>시작 페이지</guilabel> 에서 <guibutton>현재 페이지</guibutton> 를 누른 뒤 <guibutton>닫기</guibutton> 를 누릅니다.
sk: V oblasti <guilabel>Spustenie</guilabel> stlačte <guibutton>Použiť aktuálne stránky</guibutton> a potom <guibutton>Zavrieť</guibutton>
zh_cn: 在 <guilabel>开始</guilabel>下面，点击 <guibutton>使用当前页</guibutton> 然后点击 <guibutton>关闭</guibutton>
zh_tw: 在<guilabel>開始</guilabel>下面，點擊<guibutton>使用當前頁</guibutton>然後點擊<guibutton>關閉</guibutton>

source: When you start Firefox or press the <guibutton>Home</guibutton> button, you will be taken to your new home page.
ko: Firefox 를 다시 실행하거나<guibutton>홈</guibutton> 버튼을 누르면, 새로운 시작 페이지로 이동될 것입니다.
sk: Keď spustíte Firefox alebo stlačíte tlačidlo <guibutton>Domov</guibutton>, prenesiete sa na vašu novú domovskú stránku.
zh_cn: 当你打开Firefos时或者点击 <guibutton>主页</guibutton> 按钮,你就能打开你的新主页。
zh_tw: 當你打開Firefos時或者點擊<guibutton>主頁</guibutton>按鈕,你就能打開你的新主頁。

source: If you want to have more than one home page, open all of the pages that you would like to use as home pages in separate tabs. Then, follow the procedure above.
ko: 만약 하나 이상의 시작 페이지를 가지고 싶다면, 시작 페이지로 사용하기를 원하는 모든 페이지들은 다른 탭으로 연 뒤에 위의 과정을 따르면 됩니다.
sk: Ak chcete mať viac ako jednu domovskú stránku, otvorte v kartách všetky stránky, ktoré chcete používať ako domovské stránky. Potom nasledujte pokyny uvedené vyššie.
zh_cn: 如果你想同时设置多个主页，在各个单独的标签页中打开所有你想设为主页的页面，然后按照上面的步骤做即可。
zh_tw: 如果你想同時設置多個主頁，在各個單獨的標籤頁中打開所有你想設為主頁的頁面，然後按照上面的步驟做即可。

source: Send and receive emails
bg: Изпращане и получаване на имейли
cs: Posílejte a přijímejte emaily
de: E-Mails verschicken und empfangen
es: Enviar y recibir correos electrónicos
fi: Lähetä ja vastaanota sähköposteja
fr: Envoyer et recevoir des courriels
hu: E-mailek küldése és fogadása
it: Inviare e ricevere email
ja: メールを送受信する
ko: 이메일 보내고 받기
nl: E-mails verzenden en ontvangen
pl: Wysyłanie i odbieranie poczty e-mail
pt_br: Enviando e recebendo emails
ru: Отправка и получение электронной почты
sk: Posielajte a prijímajte emaily
sv: Skicka och ta emot e-post
zh_cn: 收发电子邮件
zh_tw: 收發電子郵件

source: Email is one of the most popular ways to communicate over the Internet. Ubuntu includes all of the tools that you need to send, receive and organize email messages.
bg: Имейла е един от най-популярните начини за комуникация през Интернет. Ubuntu включва всички нужни инструменти за изпращане, получаване и организиране на имейл съобщения.
cs: Email je jedním z nejpopulárnějších způsobů komunikace přes internet. Ubuntu obsahuje všechny nástroje potřebné k posílání, přijímání a správě pošty.
de: E-Mail ist einer der meistverbreiteten Wege, um über das Internet zu kommunizieren. Ubuntu beinhaltet alle Werkzeuge, die Sie brauchen, um E-Mails zu versenden, zu empfangen und zu verwalten.
es: El correo electrónico es una de las opciones más populares para comunicarse por Internet. Ubuntu incluye todas las herramientas que necesita para enviar, recibir y organizar mensajes de correo.
fi: Sähköposti on eniten käytettyjä Internetin viestintävälineitä. Ubuntun mukana tulee kaikki tarvitsemasi työkalut sähköpostiviestien lähettämiseen, vastaanottamiseen ja järjestelyyn.
fr: Le courriel est l'un des moyens de communication les plus utilisés sur Internet. Ubuntu vous fournit tous les outils nécessaires pour envoyer, recevoir et organiser vos courriels.
hu: Az e-mail az internetes kommunikáció egyik legkedveltebb formája. Az Ubuntuban minden olyan eszközt megtalál, amely e-mailek küldéséhez, fogadásához és rendszerezéséhez szükséges.
it: Le email sono uno dei più diffusi mezzi di comunicazione su Internet. Ubuntu comprende tutte le applicazioni necessarie per inviare, ricevere e organizzare le email.
ja: メールはインターネットの中でももっともよく行われている通信の一つです。Ubuntuにはメールを整理したり送受信するために必要なものがすべて揃っています。
ko: 이메일은 인터넷을 통해 통신을 하기 위한 가장 대중적인 방법 중의 하나입니다. 우분투는 이메일 메시지를 보내고 받거나, 관리하기 위해 필요한 모든 도구들을 포함하고 있습니다.
nl: Email is een van de meest populaire manieren om via het Internet te communiceren. Ubuntu bevat alle toepassingen die u nodig heeft om e-mail te verzenden, ontvangen en te organiseren.
pl: E-mail jest jednym z najbardziej popularnych sposobów komunikacji poprzez Internet. Ubuntu zawiera wszystkie potrzebne narzędzia by wysyłać, odbierać oraz zarządzać wiadomościami e-mail.
pt_br: O E-mail é uma das formas mais populares de comunicação na Internet. O Ubuntu inclui todas as ferramentas que você precisa para enviar, receber e organizar mensagens de e-mail.
ru: Электронная почта - один из самых популярных способов общения через Интернет. Ubuntu включает все необходимые вам инструменты для отправки, получения и сортировки сообщений электронной почты.
sk: Email je jedným z najobľúbenejších spôsobov, ako komunikovať cez internet. Ubuntu obsahuje všetky nástroje, ktoré potrebujete na posielanie, prijímanie a organizovanie emailov.
sv: E-post är en av de populäraste sätten att kommunicera via Internet. Ubuntu innehåller alla de program som du behöver för att skicka, ta emot och sortera e-postmeddelanden.
zh_cn: 电子邮件是互联网上最流行的交流方式之一。Ubuntu 包含了您发送，接收和组织电子邮件的所需工具。
zh_tw: 電子郵件是互聯網上最流行的交流方式之一。 Ubuntu包含了您發送，接收和組織電子郵件的所需工具。
