Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Network Tools</guimenuitem></menuchoice> and select the <guilabel>Devices</guilabel> tab.
bg: Натиснете <menuchoice><guimenu>Система</guimenu><guimenuitem>Администриране</guimenuitem><guimenuitem>Мрежови инструменти</guimenuitem></menuchoice> и изберете раздела <guilabel>Устройства</guilabel>.
cs: Stiskněte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Síťové nástroje</guimenuitem></menuchoice> a zvolte kartu <guilabel>Zařízení</guilabel>.
de: Wählen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Netzwerkdiagnose</guimenuitem></menuchoice> und wählen Sie den Reiter <guilabel>Geräte</guilabel>.
es: Pulse <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Herramientas de red</guimenuitem></menuchoice> y selecione la solapa <guilabel>Dispositivos</guilabel>.
fi: Paina <menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Ylläpito</guimenuitem><guimenuitem>Verkkotyökalut</guimenuitem></menuchoice> ja valitse <guilabel>Laitteet</guilabel>-välilehti.
fr: Sélectionnez <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Outils réseau</guimenuitem></menuchoice> et choisissez l'onglet <guilabel>Périphériques</guilabel>.
hu: Válassza ki a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Hálózati segédeszközök</guimenuitem></menuchoice> menüpontot, majd lépjen az <guilabel>Eszközök</guilabel> lapra.
it: Scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Strumenti di rete</guimenuitem></menuchoice>, quindi la scheda <guilabel>Interfacce</guilabel>.
ja: Press <menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>ネットワーク・ツール</guimenuitem></menuchoice>を押し、<guilabel>デバイス</guilabel>タブを選択します。
pl: Otwórz <menuchoice><guimenu>System</guimenu><guimenuitem>Administracja</guimenuitem><guimenuitem>Narzędzia sieciowe</guimenuitem></menuchoice> i wybierz kartę <guilabel>Urządzenia</guilabel>.
pt_br: Pressione <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Ferramentas de Rede</guimenuitem></menuchoice> e selecione a guia <guilabel>Dispositivos</guilabel>.
ru: Нажмите <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem><guimenuitem>Сетевые инструменты</guimenuitem></menuchoice> и выберите вкладку <guilabel>Устройства</guilabel>.
sv: Tryck på <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Nätverksverktyg</guimenuitem></menuchoice> och välj fliken <guilabel>Enheter</guilabel>.

source: Press <guibutton>OK</guibutton> to connect to the shared folder.
bg: Натиснете <guibutton>OK</guibutton>, за да се свържете към споделената папка.
cs: Stiskněte <guibutton>OK</guibutton> a připojíte se ke sdílené složce.
de: Klicken Sie <guibutton>OK</guibutton>, um sich mit dem freigegebenen Ordner zu verbinden.
es: Pulse <guibutton>Aceptar</guibutton> para conectarse a la carpeta compartida.
fi: Paina <guibutton>OK</guibutton> yhdistääksesi jaettuun kansioon.
fr: Cliquez sur <guibutton>OK</guibutton> pour vous connecter au dossier partagé.
hu: A megosztott mappához való kapcsolódáshoz nyomja meg az <guibutton>OK</guibutton> gombot.
it: Fare clic su <guibutton>OK</guibutton> per collegarsi alla cartella condivisa.
ja: 共有フォルダに接続するには<guibutton>OK</guibutton>を押します。
pl: Naciśnij <guibutton>OK</guibutton> aby połączyć się z udostępnionym katalogiem.
pt_br: Clique em <guibutton>OK</guibutton> para conectar-se a pasta compartilhada.
ru: Нажмите <guibutton>OK</guibutton>, чтобы подключиться к общей папке.
sv: Tryck på <guibutton>OK</guibutton> för att ansluta till den utdelade mappen.

source: Find the <guilabel>Folder sharing service (samba)</guilabel> and ensure that the checkbox next to it is checked. If it is not checked, press <guibutton>Unlock</guibutton> and enter your administrative password. Press <guibutton>Authenticate</guibutton>, then enable the Folder sharing service.
bg: Намерете <guilabel>Услуга за споделяне на папка (samba)</guilabel> и се уверете, че кутийката до нея е отбелязана. Ако не е отбелязана, натиснете <guibutton>Отключване</guibutton> и въведете паролата на администратора. Натиснете <guibutton>Authenticate</guibutton>, после разрешете Услуга за споделяне на папка.
cs: Nalezněte <guilabel>Služba sdílení složek (samba)</guilabel> a ujistěte se, že pole vedle ní je zaškrtlé. Pokud není, stískněte <guibutton>Odemknout</guibutton> a zadejte své heslo. Stiskněte <guibutton>Ověřit</guibutton> a poté aktivujte službu sdílení souborů.
de: Suchen Sie den <guilabel>Ordnerfreigabedienst (Samba)</guilabel> und stellen Sie sicher, dass das Ankreuzfeld daneben ausgewählt ist. Ist es nicht ausgewählt, klicken Sie auf <guibutton>Entsperren</guibutton> und geben Sie Ihr Passwort für Systemverwaltungsaufgaben ein. Klicken Sie auf <guibutton>Legimitieren</guibutton> und aktivieren Sie dann den Ordnerfreigabedienst.
es: Busque el <guilabel>Servicio de compartición de carpetas (samba)</guilabel> y compruebe que la casilla situada al lado está marcada. Si no lo estuviera, pulse <guibutton>Desbloquear</guibutton> e introduzca su contraseña administrativa. Pulse <guibutton>Autenticar</guibutton> y a continuación habilite el servicio de compartición de carpetas.
fi: Etsi <guilabel>Kansioiden jakopalvelu (samba)</guilabel> ja varmista, että ruutu sen vieressä on valittuna. Jos ei ole, paina <guibutton>Avaa lukitus</guibutton> ja anna salasanasi. Paina <guibutton>Tunnistaudu</guibutton> ja aseta Kansioiden jakopalvelu käyttöön.
fr: Trouvez le <guilabel>service de partage de dossiers (samba)</guilabel> et assurez-vous que la case correspondante est cochée. Si elle ne l'est pas, cliquez sur <guibutton>Déverrouiller</guibutton> et saisissez votre mot de passe administrateur. Cliquez sur <guibutton>Authentifier</guibutton>, puis activez le service de partage des dossiers.
hu: Keresse meg a <guilabel>Mappamegosztási szolgáltatás (samba)</guilabel> jelölőnégyzetet és győződjön meg róla, hogy a jelölőnégyzet be van jelölve. Ellenkező esetben nyomja meg a <guibutton>Feloldás</guibutton> gombot és írja be a rendszergazdai jelszavát. Nyomja meg a <guibutton>Hitelesítés</guibutton> gombot, majd engedélyezze a mappamegosztási szolgáltatást.
it: Trovare <guilabel>Servizio condivisione cartelle (samba)</guilabel> e assicurarsi che sia selezionato, altrimenti fare clic su <guibutton>Sblocca</guibutton> e inserire la password amministrativa. Fare clic su <guibutton>Autentica</guibutton> e abilitare il servizio.
ja: <guilabel>フォルダの共有サービス (samba)</guilabel>を探し、チェックボックスにチェックが入っていることを確認します。チェックが入っていなければ、<guibutton>ロックの解除</guibutton>を押し、管理者パスワードを入力します。その後、<guibutton>認証</guibutton>を押せば、フォルダの共有サービスが有効化されます。
pl: Znajdź <guilabel>Usługa współdzielenia katalogów (samba)</guilabel> i upewnij się, czy jest zaznaczone pole obok tej usługi. Jeśli nie, naciśnij <guibutton>Odblokuj</guibutton> i wprowadź swoje hasło. Naciśnij <guibutton>Uwierzytelnij</guibutton>, a następnie uaktywnij usługę udostępniania katalogów.
pt_br: Procure o <guilabel>Serviço de compartilhamento de pastas (samba)</guilabel> e certifique-se de que a caixa de seleção ao lado esteja marcada. Se ela não estiver marcada, clique em <guibutton>Desbloquear</guibutton> e digite sua senha administrativa. Clique em <guibutton>Autenticar</guibutton>, então o serviço de compartilhamento de pastas será ativado.
ru: Найдите <guilabel>Службу общего доступа (samba)</guilabel> и убедитесь что флажок напротив установлен. Если он не установлен, нажмите <guibutton>Разблокировать</guibutton> и введите пароль администратора. Нажмите <guibutton>Авторизация</guibutton>, а затем включите Службу общего доступа.
sv: Leta upp <guilabel>Mappdelningstjänst (Samba)</guilabel> och försäkra dig om att kryssrutan bredvid den är ifylld. Om den inte är kryssad, tryck på <guibutton>Lås upp</guibutton> och ange ditt administrativa lösenord. Tryck på <guibutton>Autentisera</guibutton>, aktivera sedan Mappdelningstjänsten.

source: If you have a network connection which is not working properly, you can use a few tools to help diagnose the problem.
de: Wenn Sie eine Netzwerkverbindung haben, die nicht korrekt arbeitet, können Sie einige Werkzeuge verwenden, um dieses Problem zu beheben.
fr: Si votre connexion réseau ne fonctionne pas correctement, certains outils de diagnostic peuvent vous aider.

source: <application>ifconfig</application> is intended to allow you to change the settings of your network connections. It can also be used to list information about the current connection.
de: <application>ifconfig</application> hat die Aufgabe, Ihnen es zu erlauben, die Einstellungen Ihrer Netzwerkverbindungen zu ändern. Es kann auch dazu genutzt werden, Informationen über die aktuelle Verbindung auszugeben.
fr: <application>ifconfig</application> vous permet de modifier les paramètres de vos connexions réseaux. Il peut aussi servir à afficher les informations d'état des connexions existantes.

source: Type <command>ifconfig eth1</command> in the Terminal and press <keycap>Return</keycap>. Replace <emphasis>eth1</emphasis> with the name of your network interface if it is different.
de: Geben Sie <command>ifconfig eth1</command> im Terminal und drücken Sie die <keycap>Eingabetaste</keycap>. Ersetzen Sie <emphasis>eth1</emphasis> mit dem Namen Ihrer Netzwerkschnittstelle, wenn dieser anders lautet.
fr: Tapez <command>ifconfig eth1</command> dans un terminal et appuyer sur <keycap>Entrée</keycap>. Remplacez <emphasis>eth1</emphasis> par le nom de votre interface réseau s'il est différent.

source: <emphasis>inet addr</emphasis> shows the current <emphasis>IP address</emphasis> of the connection.
de: <emphasis>inet addr</emphasis> zeigt die aktuelle <emphasis>IP-Adresse</emphasis> der Verbindung an.
fr: <emphasis>inet addr</emphasis> affiche <emphasis>l'adresse IP</emphasis> de la connexion.

source: <emphasis>HWaddr</emphasis> shows the <emphasis>MAC address</emphasis> of your network device.
de: <emphasis>HWaddr</emphasis> zeigt die <emphasis>MAC address</emphasis> Ihrer Netzwerkgerät an.
fr: <emphasis>HWaddr</emphasis> affiche <emphasis>l'adresse MAC</emphasis> de votre interface réseau.

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Network Tools</guimenuitem></menuchoice> to open the networking tools suite.
de: Wählen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Netwerkdiagnose</guimenuitem></menuchoice> um die Netzwerkhilfsprogramme zu öffnen.
fr: Sélectionnez <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Outils réseau</guimenuitem></menuchoice> pour accéder à l'ensemble des outils réseau.

source: Select the <guilabel>Ping</guilabel> tab.
de: Wählen Sie den Reiter <guilabel>Ping</guilabel>.
fr: Selectionez l'onglet <guilabel>Ping</guilabel>.

source: Type <userinput>ubuntu.com</userinput> into the <guilabel>Network address</guilabel> box and then press <guibutton>Ping</guibutton>.
de: Geben Sie <userinput>ubuntu.com</userinput> im Feld <guilabel>Netzwerkadresse</guilabel> und klicken Sie dann auf <guibutton>Ping</guibutton>.
fr: Tapez <userinput>ubuntu.com</userinput> dans le champ <guilabel>Adresse réseau</guilabel> et cliquez sur <guibutton>Ping</guibutton>.

source: <emphasis>100% successful packets</emphasis> - Your computer has a good connection to the Internet.
de: <emphasis>100% erfolgreiche Pakete</emphasis> - Ihr Rechner hat eine gute Internetverbindung.
fr: <emphasis>100% de paquets reçus avec succès</emphasis> - Votre ordinateur est correctement connecté à l'Internet.

source: <emphasis>Less than 100% successful</emphasis> - Your computer probably has a poor connection to the Internet or a poor wireless signal.
de: <emphasis>weniger 100% erfolgreich</emphasis> - Ihr Rechner hat eine schwache Internetverbindung oder ein schwaches WLAN-Signal.
fr: <emphasis>Moins de 100% de paquets reçus avec succès</emphasis> - Votre ordinateur a une mauvaise connexion à à l'Internet ou un signal réseau sans-fil faible.

source: Type <userinput>91.189.94.249</userinput> into the <guilabel>Network address</guilabel> box and then press <guibutton>Ping</guibutton>.
de: Geben Sie <userinput>91.189.94.249</userinput> in das Feld <guilabel>Netzwerkadresse</guilabel> ein und klicken Sie <guibutton>Ping</guibutton>.
fr: tapez <userinput>91.189.94.249</userinput> dans la case <guilabel>Adresse réseau</guilabel> et cliquez sur <guibutton>Ping</guibutton>.

source: After a while, a graph should appear. Look at the number for <guilabel>Successful packets</guilabel> under <guilabel>Transmission Statistics</guilabel>.
de: Nach einer Zeit sollte ein Diagramm erscheinen. Sehen Sie sich die Zahl <guilabel>Erfolgreiche Pakete</guilabel> unter <guilabel>Übertragungsstatistik</guilabel> an.
fr: Après quelques instant, un graphe devrait apparaitre.Vérifiez le nombre de <guilabel>paquets reçus avec succès</guilabel> dans la section <guilabel>statistiques de transmission</guilabel>.

source: <emphasis>0% successful packets</emphasis> - Your computer has a very bad connection, or is connected to an access point or router which is not connected to the Internet.
de: <emphasis>0% successful packets</emphasis> - Ihr Rechner hat eine sehr schlechte Verbindung oder ist mit einem Access Point oder Router verbunden, der nicht mit dem Internet verbunden ist.
fr: <emphasis>0% de paquets reçus avec succès</emphasis> - Votre ordinateur a une très mauvaise connexion à l'Internet ou est connecté à une borne réseau sans-fil ou un routeur qui n'est pas connecté à l'Internet.

source: If you get an error message which says <emphasis>The address '91.189.94.249' cannot be found</emphasis>, then there is no connection.
de: Wenn Sie die Fehlermeldung <emphasis>Die Adresse »91.189.94.249« kann nicht gefunden werden</emphasis> erhalten, besteht keine Internetverbindung.
fr: Si vous obtenez le message d'erreur <emphasis>L'adresse « 91.189.94.249 » ne peut pas être trouvée</emphasis>, alors la connexion n'est pas établie.

source: Most dialup modems are not supported by Ubuntu, but drivers can be found that will enable the use of some such modems. First you need to identify what chipset your dialup modem is:
bg: Повечето dialup модеми не се поддържат от Ubuntu, но могат да бъдат намерени драйвери, които ще разрешат използването на такива модеми. Първо трябва да идентифицирате какъв чипсет използва вашия dialup модем:
cs: Většina vytáčených modemů není v Ubuntu podporována, ale lze nalézt ovladače, které některé z těchto modemů zprovozní. První potřebujete zjistit čipset vašeho vytáčeného modemu:
de: Die meisten Modems werden von Ubuntu nicht unterstützt. Aber es können Treiber eingesetzt werden, die die Benutzung einiger solcher Modems erlauben. Zunächst müssen Sie den Chipsatz Ihres Modems identifizieren:
es: Ubuntu no soporta la mayoría de los módems analógicos, pero pueden encontrarse controladores que habiliten el uso de algunos de esos módems. Primero, necesita indentificar qué chipset usa su módem analógico:
fi: Useimmat puhelinverkkomodeemit eivät ole Ubuntun tukemia, mutta on mahdollista löytää ajureita joilla osa näistä modeemeista voidaan ottaa käyttöön. Ensin täytyy selvittää, minkä piirisarjan ympärille puhelinverkkomodeemi on rakennettu:
fr: La plupart des modems analogiques ne sont pas supportés par Ubuntu, cependant, des pilotes qui permettent l'utilisation de certains de ces modems peuvent-être trouvés. Pour commencer, vous devez identifier le chipset de votre modem analogique :
hu: A legtöbb betárcsázós modemet az Ubuntu nem támogatja, de léteznek eszközmeghajtók, amelyek segítségével használhatja ezeket. Először meg kell határoznia, milyen lapkakészlettel rendelkezik a modem:
it: Molti modem dialup non sono supportati da Ubuntu, ma sono disponibili i driver che ne permettono l'utilizzo di alcuni. Per prima cosa è necessario identificare quale sia il chipset del proprio modem.
ja: ほとんどのダイヤルアップモデムはUbuntuではサポートされていませんが、そういったモデムを利用可能にするドライバを見つける方法はあります。まず、ダイヤルアップモデムがどのチップセットを使っているか調べる必要があります：
nl: De meeste telefoonmodems worden niet door Ubuntu ondersteund, maar er kunnen stuurprogramma's worden gevonden waarmee u sommige van zulke modems toch kunt gebruiken. Allereerst moet u bepalen welke chipset uw modem bezit:
pl: Większość modemów nie jest rozpoznawanych przez Ubuntu, ale można znaleźć sterowniki umożliwiające pracę niektórych z nich. Najpierw musisz zidentyfikować chipset swojego modemu:
pt_br: A maioria dos modem discados não são suportados pelo Ubuntu, mas pode ser encontrados drivers que permitem o uso destes modems. Antes você deve indentificar qual é o chipset do seu modem:
ru: Большинство модемов для коммутируемых линий не поддерживаются Ubuntu, но существуют драйверы, позволяющие использовать некоторые из них. В первую очередь, вам необходимо узнать, какой чипсет использует ваш модем:
sv: De flesta modem stöds inte av Ubuntu men drivrutiner kan hittas som tillåter användningen av några av dessa modem. Först måste du identifiera vilken kretstyp som ditt modem använder:

source: Download <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) using a computer with an Internet connection.
bg: Изтеглете <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) с помощта на компютър, който има интернет връзка.
cs: Stáhněte <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) za použití počítače s internetovým připojením.
de: Laden Sie <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) mit einem Rechner mit bestehender Internetverbindung herunter.
es: Descargue <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) usando otro equipo que disponga de conexión a Internet.
fi: Lataa <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) käyttäen tietokonetta, jossa on toimiva Internet-yhteys.
fr: Téléchargez <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) à l'aide d'un ordinateur disposant d'une connexion internet.
hu: Töltse le a <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) alkalmazást egy internetkapcsolattal rendelkező számítógéppel.
it: Scaricare <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) utilizzando un computer con una connessione a Internet.
ja: インターネットに接続できるコンピュータを使って、<application>scanmodem</application>をダウンロードします(<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>)。
nl: Download <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) op een computer met een internetaansluiting.
pl: Pobierz program <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) używając komputera podłączonego do Internetu.
pt_br: Faça o download de <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) uando um computador conectado à internet.
ru: Загрузите <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>), используя компьютер, подключенный к интернет.
sv: Hämta ner <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) med en datorn som har en internetanslutning.

source: Copy the downloaded file to the Home folder of the computer with the dialup modem you wish to use.
bg: Копирайте изтегления файл в Домашна папка на компютъра с dialup модем.
cs: Zkopírujte stažený soubor do domovské složky počítače s vytáčeným modemem.
de: Kopieren Sie die heruntergeladene Datei in den persönlichen Ordner des Rechners, mit dem Sie das Modem benutzen möchten.
es: Copie el archivo descargado en su carpeta personal, en el equipo que disponga del módem analógico que desea usar.
fi: Kopioi ladattu tiedosto puhelinverkkomodeemilla varustetun tietokoneen kotikansioon.
fr: Copiez le fichier téléchargé dans le répertoire personnel de l'ordinateur disposant du modem analogique que vous souhaitez utiliser.
hu: Másolja a letöltött fájlt a Saját mappába azon a számítógépen, amit a betárcsázós modemmel használni kíván.
it: Copiare il file scaricato nella cartella Home del computer che ha il modem che si desidera utilizzare.
ja: ダウンロードしたファイルを、ダイヤルアップモデムが接続されたコンピュータのホーム・フォルダにコピーします。
nl: Kopieer het gedownloade bestand naar de Persoonlijke map van de computer met het telefoonmodem dat u wilt gebruiken.
pl: Skopiuj pobrany plik do katalogu domowego komputera w którym będziesz używał modemu.
pt_br: Copie o arquivo baixado para a pasta Home do computador com modem discado que você deseja utilizar.
ru: Скопируйте загруженный файл в домашний каталог на компьютере, где должен использоваться модем для коммутируемых линий (диалап).
sv: Kopiera den hämtade filen till hemmappen på datorn med modemet som du önskar att använda.

source: Open a Terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) and type the following commands, pressing <keycap>Return</keycap> after each line:
de: Öffnen Sie ein Terminal (<menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) und geben Sie folgende Befehle ein, wobei Sie nach jedem Befehl die <keycap>Eingabetaste</keycap> drücken:
fr: Ouvrez un Terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) et entrez la commande suivante, en pressant <keycap>Entrée</keycap> après chaque ligne :
nl: Open een terminalvenster (<menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Terminalvenster</guimenuitem></menuchoice>) and type de volgende opdrachten, daarbij drukt u aan het eind van elke regel op <keycap>Enter</keycap>:
