Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: translator-credits
bg: Launchpad Contributions: Krasimir Chonov https://launchpad.net/~kchonov
cs: David Vachulka, 2006 Launchpad Contributions: Kamil Páral https://launchpad.net/~ripper42 Vojtěch Smejkal https://launchpad.net/~smejky dvx https://launchpad.net/~david-konstrukce-cad Launchpad Contributions: Kamil Páral https://launchpad.net/~kamil.paral Martin Malý https://launchpad.net/~martin-maly Vojtěch Smejkal https://launchpad.net/~smejky dvx https://launchpad.net/~david-konstrukce-cad Launchpad Contributions: AndyG https://launchpad.net/~andygun Joenas https://launchpad.net/~jonas-dyba Kamil Páral https://launchpad.net/~kamil.paral Ladislav https://launchpad.net/~dimm-centrum.cz Martin Malý https://launchpad.net/~martin-maly Petr Zemek https://launchpad.net/~jashin91 Vojtěch Smejkal https://launchpad.net/~smejky X-Lorrien https://launchpad.net/~petr-katerinak-gmail Zdeněk Dlauhý https://launchpad.net/~zdlauhy dvx https://launchpad.net/~david-konstrukce-cad ilmaris https://launchpad.net/~jozef-misik jonnyb https://launchpad.net/~tomas-pavlacky marekbatelka https://launchpad.net/~marekbatelka ogy88 https://launchpad.net/~ogy88 sirkubador https://launchpad.net/~sirkubador stuchy https://launchpad.net/~honza-stourac Launchpad Contributions: Adrian Guniš https://launchpad.net/~andygun Kamil Páral https://launchpad.net/~kamil.paral Ladislav https://launchpad.net/~dimm-centrum.cz Martin Böhm https://launchpad.net/~martin.bohm Martin Malý https://launchpad.net/~martin-maly Petr Zemek https://launchpad.net/~jashin91 Vojtěch Smejkal https://launchpad.net/~smejky X-Lorrien https://launchpad.net/~petr-katerinak-gmail Zdeněk Dlauhý https://launchpad.net/~zdlauhy dvx https://launchpad.net/~david-konstrukce-cad marekbatelka https://launchpad.net/~marekbatelka ogy88 https://launchpad.net/~ogy88 sirkubador https://launchpad.net/~sirkubador Launchpad Contributions: Adrian Guniš https://launchpad.net/~andygun Jan Navrátil https://launchpad.net/~jan-navratilx Kamil Páral https://launchpad.net/~kamil.paral Martin Böhm https://launchpad.net/~martin.bohm Martin Malý https://launchpad.net/~martin-maly Petr Zemek https://launchpad.net/~jashin91 Vojtěch Smejkal https://launchpad.net/~smejky X-Lorrien https://launchpad.net/~petr-katerinak-gmail Zdeněk Dlauhý https://launchpad.net/~zdlauhy dvx https://launchpad.net/~david-konstrukce-cad ogy88 https://launchpad.net/~ogy88 sirkubador https://launchpad.net/~sirkubador Launchpad Contributions: Adrian Guniš https://launchpad.net/~andygun Jan Navrátil https://launchpad.net/~jan-navratilx Kamil Páral https://launchpad.net/~kamil.paral Martin Böhm https://launchpad.net/~martin.bohm Martin Malý https://launchpad.net/~martin-maly Petr Zemek https://launchpad.net/~jashin91 Vojtěch Smejkal https://launchpad.net/~smejky X-Lorrien https://launchpad.net/~petr-katerinak-gmail Zdeněk Dlauhý https://launchpad.net/~zdlauhy dvx https://launchpad.net/~david-konstrukce-cad ogy88 https://launchpad.net/~ogy88 sirkubador https://launchpad.net/~sirkubador
de: Sebastian Heinlein <glatzor@ubuntu.com> Launchpad Contributions: Ralf https://launchpad.net/~ralf-weyer Ulrich Betz https://launchpad.net/~ubuntu-ubetz Launchpad Contributions: Ralf https://launchpad.net/~ralf-weyer simpson-fan https://launchpad.net/~valentin-steinwandter Launchpad Contributions: André Iske https://launchpad.net/~andre-abi-2002 Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Maren Reinecke https://launchpad.net/~maren-reinecke Ralf https://launchpad.net/~ralf-weyer Tapsiturtle https://launchpad.net/~tapsiturtle simpson-fan https://launchpad.net/~valentin-steinwandter Launchpad Contributions: Jochen Skulj https://launchpad.net/~joskulj Keruskerfuerst https://launchpad.net/~arminmohring Maren Reinecke https://launchpad.net/~maren-reinecke Moritz Baumann https://launchpad.net/~mo-germany Ralf https://launchpad.net/~ralf-weyer
es: Launchpad Contributions: Alvaro Carrillanca P. https://launchpad.net/~alvarock Benjamín Valero Espinosa https://launchpad.net/~benjavalero Daniel Antonio Segovia https://launchpad.net/~daniel-sgv Enrique Cardarelli https://launchpad.net/~ea-card Gerardo Cruz https://launchpad.net/~gcruz Jose López Brett https://launchpad.net/~joselopezbrett Jose Ramon Garcia Cosin https://launchpad.net/~epyblast Julián Alarcón https://launchpad.net/~alarconj Martin Albisetti https://launchpad.net/~beuno Oscar Rodriguez https://launchpad.net/~finxnif Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Alvaro Carrillanca P. https://launchpad.net/~alvarock Benjamín Valero Espinosa https://launchpad.net/~benjavalero Enrique Cardarelli https://launchpad.net/~ea-card Gerardo Cruz https://launchpad.net/~gcruz Jose Ramon Garcia Cosin https://launchpad.net/~epyblast Julián Alarcón https://launchpad.net/~alarconj Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Martin Albisetti https://launchpad.net/~beuno Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Alvaro Carrillanca P. https://launchpad.net/~alvarock Benjamín Valero Espinosa https://launchpad.net/~benjavalero Enrique Cardarelli https://launchpad.net/~ea-card Gerardo Cruz https://launchpad.net/~gcruz Jose Ramon Garcia Cosin https://launchpad.net/~epyblast Julián Alarcón https://launchpad.net/~alarconj Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Martin Albisetti https://launchpad.net/~beuno Nicolas Muñoz https://launchpad.net/~hanumat Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Alvaro Carrillanca P. https://launchpad.net/~alvarock Benjamín Valero Espinosa https://launchpad.net/~benjavalero Enrique Cardarelli https://launchpad.net/~ea-card Gerardo Cruz https://launchpad.net/~gcruz Jose Ramon Garcia Cosin https://launchpad.net/~epyblast Julián Alarcón https://launchpad.net/~alarconj Martin Albisetti https://launchpad.net/~beuno Mikael https://launchpad.net/~hellis-leiva Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Launchpad Contributions: Alvaro Carrillanca P. https://launchpad.net/~alvarock Ariel Cabral https://launchpad.net/~acabral1961 Benjamín Valero Espinosa https://launchpad.net/~benjavalero Eneko Pérez https://launchpad.net/~eneko-perez Enrique Cardarelli https://launchpad.net/~ea-card Gerardo Cruz https://launchpad.net/~gcruz Jose Ramon Garcia Cosin https://launchpad.net/~epyblast Julián Alarcón https://launchpad.net/~alarconj Martin Albisetti https://launchpad.net/~beuno Mikael https://launchpad.net/~hellis-leiva Paco Molinero https://launchpad.net/~franciscomol Rafael Otal https://launchpad.net/~aktescupo Ricardo Pérez López https://launchpad.net/~ricardo ferguweb https://launchpad.net/~ferguweb Launchpad Contributions: Alvaro Carrillanca P. https://launchpad.net/~alvarock Ariel Cabral https://launchpad.net/~acabral1961 Benjamín Valero Espinosa https://launchpad.net/~benjavalero Eneko Pérez https://launchpad.net/~eneko-perez Enrique Cardarelli https://launchpad.net/~ea-card Gerardo Cruz https://launchpad.net/~gcruz Jose Ramon Garcia Cosin https://launchpad.net/~epyblast Julián Alarcón https://launchpad.net/~alarconj Martin Albisetti https://launchpad.net/~beuno Mikael https://launchpad.net/~hellis-leiva Paco Molinero https://launchpad.net/~franciscomol Rafael Otal https://launchpad.net/~aktescupo Ricardo Pérez López https://launchpad.net/~ricardo ferguweb https://launchpad.net/~ferguweb
fi: Ubuntun suomentajaryhmä <ubuntu-fi@lists.ubuntu.com>, 2006 Launchpad Contributions: Heikki Mäntysaari https://launchpad.net/~heikkim Janne Solanpää https://launchpad.net/~regel Jukka Peranto https://launchpad.net/~rumpa Mikko Piippo https://launchpad.net/~piippo-cc Sammy https://launchpad.net/~s-zas Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Tauriainen https://launchpad.net/~t-tauriainen Launchpad Contributions: Aapo Rantalainen https://launchpad.net/~aapo-rantalainen Eero Salokannel https://launchpad.net/~epatic Heikki Mäntysaari https://launchpad.net/~heikki-mantysaari Ilmari Vacklin https://launchpad.net/~wolv Jani Hyytiäinen https://launchpad.net/~janihy Janne Solanpää https://launchpad.net/~jasasola Mikko Piippo https://launchpad.net/~piippo-cc Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Tauriainen https://launchpad.net/~t-tauriainen Launchpad Contributions: Aapo Rantalainen https://launchpad.net/~aapo-rantalainen Eero Salokannel https://launchpad.net/~epatic Heikki Mäntysaari https://launchpad.net/~heikki-mantysaari Jani Hyytiäinen https://launchpad.net/~janihy Janne Solanpää https://launchpad.net/~jasasola Mikko Piippo https://launchpad.net/~piippo-cc Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Tauriainen https://launchpad.net/~t-tauriainen Launchpad Contributions: Aapo Rantalainen https://launchpad.net/~aapo-rantalainen Antti Kajander https://launchpad.net/~antti-kajander Eero Salokannel https://launchpad.net/~epatic Heikki Mäntysaari https://launchpad.net/~heikki-mantysaari Jani Hyytiäinen https://launchpad.net/~janihy Janne Solanpää https://launchpad.net/~jasasola Mikko Piippo https://launchpad.net/~piippo-cc Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Tauriainen https://launchpad.net/~t-tauriainen
fr: Launchpad Contributions: Aetapu https://launchpad.net/~paulcreusat Bruno Patri https://launchpad.net/~bruno-patri Christophe Herot https://launchpad.net/~tictoc-free Claude Paroz https://launchpad.net/~paroz Doyen Philippe https://launchpad.net/~dyphil Eric Bandel https://launchpad.net/~eric-bandel Etienne Malandain https://launchpad.net/~etienne-malandain Fantomas https://launchpad.net/~phan-thomas François Tissandier https://launchpad.net/~baloo Fred Senis https://launchpad.net/~fredsenis Jean-Luc Villoué https://launchpad.net/~jluc Jigho https://launchpad.net/~jigho Jonathan Clarke https://launchpad.net/~bubblebob Jérôme Guelfucci https://launchpad.net/~jerome-guelfucci Mathieu Goeminne https://launchpad.net/~mathieugoeminne Nicolas DERIVE https://launchpad.net/~kalon33 Olivier https://launchpad.net/~lebec-olivier Paul Darby https://launchpad.net/~paul-darby Philippe Piquer https://launchpad.net/~philippep62 Simon Jornet https://launchpad.net/~jornetsimon Séverin Lemaignan https://launchpad.net/~skadge Yannick LM https://launchpad.net/~yannick-lm amine Say https://launchpad.net/~aminesay Launchpad Contributions: Aetapu https://launchpad.net/~paulcreusat Alexandre Franke https://launchpad.net/~afranke Bruno Patri https://launchpad.net/~bruno-patri Christophe Herot https://launchpad.net/~tictoc-free Claude Paroz https://launchpad.net/~paroz Doyen Philippe https://launchpad.net/~dyphil Eric Bandel https://launchpad.net/~eric-bandel Etienne Malandain https://launchpad.net/~etienne-malandain Fantomas https://launchpad.net/~phan-thomas François Tissandier https://launchpad.net/~baloo Fred Senis https://launchpad.net/~fredsenis Jean-Luc Villoué https://launchpad.net/~jluc Jigho https://launchpad.net/~jigho Jonathan Clarke https://launchpad.net/~bubblebob Jérôme Guelfucci https://launchpad.net/~jerome-guelfucci Launchpad Translations Administrators https://launchpad.net/~rosetta-admins ManuPeng https://launchpad.net/~mvieuxmaire Mathieu Goeminne https://launchpad.net/~mathieugoeminne Nicolas DERIVE https://launchpad.net/~kalon33 Nicolas Velin https://launchpad.net/~nsv Olivier https://launchpad.net/~lebec-olivier Paul Darby https://launchpad.net/~paul-darby Philippe Piquer https://launchpad.net/~philippep62 Simon Jornet https://launchpad.net/~jornetsimon Séverin Lemaignan https://launchpad.net/~skadge Yannick LM https://launchpad.net/~yannick-lm amine Say https://launchpad.net/~aminesay thebachman https://launchpad.net/~thebachman Launchpad Contributions: Aetapu https://launchpad.net/~paulcreusat Alexandre Franke https://launchpad.net/~afranke Bruno Patri https://launchpad.net/~bruno-patri Christophe Herot https://launchpad.net/~tictoc-free Claude Paroz https://launchpad.net/~paroz Doyen Philippe https://launchpad.net/~dyphil Eric Bandel https://launchpad.net/~eric-bandel Etienne Malandain https://launchpad.net/~etienne-malandain François Tissandier https://launchpad.net/~baloo Fred Senis https://launchpad.net/~fredsenis Jean Migisha https://launchpad.net/~migisha-jean Jigho https://launchpad.net/~jigho Jonathan Clarke https://launchpad.net/~bubblebob ManuPeng https://launchpad.net/~mvieuxmaire Mathieu Goeminne https://launchpad.net/~mathieugoeminne Matteo https://launchpad.net/~matthieu-rodier Nicolas DERIVE https://launchpad.net/~kalon33 Nicolas Velin https://launchpad.net/~nsv Olivier https://launchpad.net/~lebec-olivier Paul Darby https://launchpad.net/~paul-darby Philippe Piquer https://launchpad.net/~philippep62 Simon Jornet https://launchpad.net/~jornetsimon SuperBOB https://launchpad.net/~nicholas-holford Séverin Lemaignan https://launchpad.net/~skadge Yannick LM https://launchpad.net/~yannick-lm amine Say https://launchpad.net/~aminesay axx https://launchpad.net/~axx-simon franz.lischewski@gmail.com https://launchpad.net/~franz-lischewski
hu: Launchpad Contributions: Andras Timar https://launchpad.net/~timar-fsf Enahma https://launchpad.net/~enahma Gabor Kelemen https://launchpad.net/~kelemeng Gabor SUVEG https://launchpad.net/~gsuveg Szenográdi Norbert Péter https://launchpad.net/~sevoir jackson https://launchpad.net/~jackson-gabor ŐRY Máté https://launchpad.net/~orymate Launchpad Contributions: Andras Timar https://launchpad.net/~timar-fsf Crystal https://launchpad.net/~ebence88 Csiko Sandor https://launchpad.net/~dor89 Dora https://launchpad.net/~dorcssa Enahma https://launchpad.net/~enahma Gabor Kelemen https://launchpad.net/~kelemeng Gabor SUVEG https://launchpad.net/~gsuveg Gergely Máté https://launchpad.net/~sportember Gyula Fürstal https://launchpad.net/~verdiszno Istvan Nyitrai https://launchpad.net/~sianis-gmail Szenográdi Norbert Péter https://launchpad.net/~sevoir Szilveszter Farkas https://launchpad.net/~phanatic jackson https://launchpad.net/~jackson-gabor luis1234 https://launchpad.net/~teamjoin ŐRY Máté https://launchpad.net/~orymate Launchpad Contributions: Andras Timar https://launchpad.net/~timar-fsf Crystal https://launchpad.net/~ebence88 Csiko Sandor https://launchpad.net/~dor89 Dora https://launchpad.net/~dorcssa Enahma https://launchpad.net/~enahma Gabor Kelemen https://launchpad.net/~kelemeng Gabor SUVEG https://launchpad.net/~gsuveg Gergely Máté https://launchpad.net/~sportember Gyula Fürstal https://launchpad.net/~verdiszno Istvan Nyitrai https://launchpad.net/~sianis-gmail Szenográdi Norbert Péter https://launchpad.net/~sevoir Szilveszter Farkas https://launchpad.net/~phanatic jackson https://launchpad.net/~jackson-gabor luis1234 https://launchpad.net/~teamjoin ŐRY Máté https://launchpad.net/~orymate Launchpad Contributions: Andras Timar https://launchpad.net/~timar-fsf Enahma https://launchpad.net/~enahma Gabor Kelemen https://launchpad.net/~kelemeng Gabor SUVEG https://launchpad.net/~gsuveg KAMI https://launchpad.net/~kami911 Karoly Gossler https://launchpad.net/~connor Odri Kornél https://launchpad.net/~korci Szenográdi Norbert Péter https://launchpad.net/~sevoir jackson https://launchpad.net/~jackson-gabor ŐRY Máté https://launchpad.net/~orymate Launchpad Contributions: Andras Timar https://launchpad.net/~timar-fsf Attila Hammer https://launchpad.net/~hammera Enahma https://launchpad.net/~enahma Gabor Kelemen https://launchpad.net/~kelemeng Gabor SUVEG https://launchpad.net/~gsuveg Karoly Gossler https://launchpad.net/~connor Máté Őry https://launchpad.net/~orymate Odri Kornél https://launchpad.net/~korci Szenográdi Norbert Péter https://launchpad.net/~sevoir jackson https://launchpad.net/~jackson-gabor Launchpad Contributions: Andras Timar https://launchpad.net/~timar-fsf Attila Hammer https://launchpad.net/~hammera Enahma https://launchpad.net/~enahma Gabor Kelemen https://launchpad.net/~kelemeng Gabor SUVEG https://launchpad.net/~gsuveg István Nyitrai https://launchpad.net/~sianis Karoly Gossler https://launchpad.net/~connor Máté Őry https://launchpad.net/~orymate Odri Kornél https://launchpad.net/~korci Pittmann Tamás https://launchpad.net/~zaivaldi Ricco https://launchpad.net/~ricco79 Richard Somlói https://launchpad.net/~ricsipontaz Szenográdi Norbert Péter https://launchpad.net/~sevoir lodovik.trema https://launchpad.net/~lodovik-trema Ákos Dömötör https://launchpad.net/~akos-domotor
it: Launchpad Contributions: Alessio Treglia https://launchpad.net/~quadrispro Dario Cavedon https://launchpad.net/~dcavedon Devid Antonio Filoni https://launchpad.net/~d.filoni Jecko Development https://launchpad.net/~quintium Maurizio Moriconi https://launchpad.net/~bugman Milo Casagrande https://launchpad.net/~milo Nicola Piovesan https://launchpad.net/~piovesannicola Paolo Sammicheli https://launchpad.net/~xdatap1 lucabaffa https://launchpad.net/~lucabaffa Launchpad Contributions: Alessio Treglia https://launchpad.net/~quadrispro Dario Cavedon https://launchpad.net/~dcavedon Devid Antonio Filoni https://launchpad.net/~d.filoni Jecko Development https://launchpad.net/~jecko Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Maurizio Moriconi https://launchpad.net/~bugman Milo Casagrande https://launchpad.net/~milo Paolo Sammicheli https://launchpad.net/~xdatap1 Sergio Zanchetta https://launchpad.net/~primes2h Vincenzo Consales https://launchpad.net/~aquarius987 lucabaffa https://launchpad.net/~lucabaffa Launchpad Contributions: Alessio Treglia https://launchpad.net/~quadrispro Dario Cavedon https://launchpad.net/~dcavedon Devid Antonio Filoni https://launchpad.net/~d.filoni Flavia Weisghizzi https://launchpad.net/~flavia-weisghizzi Giorgio Catanzaro https://launchpad.net/~catanzag Jecko Development https://launchpad.net/~jecko Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Leo Iannacone (L3oN) https://launchpad.net/~l3on Mario Ferraro https://launchpad.net/~marigno Maurizio Moriconi https://launchpad.net/~bugman Milo Casagrande https://launchpad.net/~milo Paolo Sammicheli https://launchpad.net/~xdatap1 Sergio Zanchetta https://launchpad.net/~primes2h Vincenzo Consales https://launchpad.net/~aquarius987 lucabaffa https://launchpad.net/~lucabaffa Launchpad Contributions: Alessio Treglia https://launchpad.net/~quadrispro Claudio Di Vita https://launchpad.net/~cdivita Dario Cavedon https://launchpad.net/~dcavedon Devid Antonio Filoni https://launchpad.net/~d.filoni Enrico Mattiazzi https://launchpad.net/~carcamster Flavia Weisghizzi https://launchpad.net/~flavia-weisghizzi Jecko Development https://launchpad.net/~jecko Leo Iannacone https://launchpad.net/~l3on Maurizio Moriconi https://launchpad.net/~bugman Milo Casagrande https://launchpad.net/~milo Paolo Garbin https://launchpad.net/~paolettopn Paolo Sammicheli https://launchpad.net/~xdatap1 Sergio Zanchetta https://launchpad.net/~primes2h Vincenzo Consales https://launchpad.net/~aquarius987 aleksi https://launchpad.net/~smithcendron lucabaffa https://launchpad.net/~lucabaffa Launchpad Contributions: Alessio Treglia https://launchpad.net/~quadrispro Cl@ude https://launchpad.net/~claudio-arseni Claudio Di Vita https://launchpad.net/~cdivita Dario Cavedon https://launchpad.net/~dcavedon Devid Antonio Filoni https://launchpad.net/~d.filoni Enrico Mattiazzi https://launchpad.net/~mayapsk Flavia Weisghizzi https://launchpad.net/~flavia-weisghizzi Giacomo Zampolin https://launchpad.net/~g-zampo J@nK0 https://launchpad.net/~janko-delu Jecko Development https://launchpad.net/~jecko Leo Iannacone https://launchpad.net/~l3on Luca Cipriani https://launchpad.net/~luca-opensource Maurizio Moriconi https://launchpad.net/~bugman Milo Casagrande https://launchpad.net/~milo Milo Casagrande https://launchpad.net/~milo-casagrande Paolo Garbin https://launchpad.net/~paolettopn Paolo Sammicheli https://launchpad.net/~xdatap1 Sergio Zanchetta https://launchpad.net/~primes2h Vincenzo Consales https://launchpad.net/~aquarius987 ideelibre https://launchpad.net/~bezzifa luca https://launchpad.net/~lucabaffa-deactivatedaccount mackos https://launchpad.net/~crtimrc pmarco https://launchpad.net/~mrc-pll Launchpad Contributions: Alessio Treglia https://launchpad.net/~quadrispro Cl@ude https://launchpad.net/~claudio-arseni Claudio Di Vita https://launchpad.net/~cdivita Dario Cavedon https://launchpad.net/~dcavedon Devid Antonio Filoni https://launchpad.net/~d.filoni Enrico Mattiazzi https://launchpad.net/~mayapsk Flavia Weisghizzi https://launchpad.net/~flavia-weisghizzi Giacomo Zampolin https://launchpad.net/~g-zampo J@nK0 https://launchpad.net/~janko-delu Jecko Development https://launchpad.net/~jecko Leo Iannacone https://launchpad.net/~l3on Luca Cipriani https://launchpad.net/~luca-opensource Maurizio Moriconi https://launchpad.net/~bugman Milo Casagrande https://launchpad.net/~milo Milo Casagrande https://launchpad.net/~milo-casagrande Paolo Garbin https://launchpad.net/~paolettopn Paolo Sammicheli https://launchpad.net/~xdatap1 Sergio Zanchetta https://launchpad.net/~primes2h Vincenzo Consales https://launchpad.net/~aquarius987 ideelibre https://launchpad.net/~bezzifa luca https://launchpad.net/~lucabaffa-deactivatedaccount mackos https://launchpad.net/~crtimrc pmarco https://launchpad.net/~mrc-pll
ja: Launchpad Contributions: Kanetaka Suto https://launchpad.net/~kanetaka Mitsuya Shibata https://launchpad.net/~cosmos-door Shushi Kurose https://launchpad.net/~kurokuro Launchpad Contributions: CMasami https://launchpad.net/~cmasami Kanetaka Suto https://launchpad.net/~kanetaka Kentaro Kazuhama https://launchpad.net/~kazken3 Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mitsuya Shibata https://launchpad.net/~cosmos-door Shushi Kurose https://launchpad.net/~kurokuro Yuji Kaneko https://launchpad.net/~yujikaneko afujihara https://launchpad.net/~afujihara Launchpad Contributions: CMasami https://launchpad.net/~cmasami Kanetaka Suto https://launchpad.net/~kanetaka Kentaro Kazuhama https://launchpad.net/~kazken3 Mitsuya Shibata https://launchpad.net/~cosmos-door Shushi Kurose https://launchpad.net/~kurokuro Yuji Kaneko https://launchpad.net/~yujikaneko Launchpad Contributions: CMasami https://launchpad.net/~cmasami Kanetaka Suto https://launchpad.net/~kanetaka Kentaro Kazuhama https://launchpad.net/~kazken3 Kunio Murasawa https://launchpad.net/~m92o Mitsuya Shibata https://launchpad.net/~cosmos-door Shushi Kurose https://launchpad.net/~kurokuro Y.Nishiwaki https://launchpad.net/~annamoito Yuji Kaneko https://launchpad.net/~yujikaneko
ko: 우분투 한국어 번역팀 <ubuntu-ko@lists.ubuntu.com>, 2006 Launchpad Contributions: Namhyung Kim https://launchpad.net/~namhyung atie https://launchpad.net/~atie-at-matrix
nl: Launchpad Contributions: Erwin Poeze https://launchpad.net/~donnut Jan Claeys https://launchpad.net/~janc Michiel Sikma https://launchpad.net/~msikma Launchpad Contributions: Jan Claeys https://launchpad.net/~janc Launchpad Contributions: Balaam's Miracle https://launchpad.net/~balaam-balaamsmiracle Jan Claeys https://launchpad.net/~janc zever https://launchpad.net/~timmyweytjens
pl: Tomasz Dominikowski (Polish Ubuntu Translators) Launchpad Contributions: Dominik Zablotny https://launchpad.net/~doza Marcin Łosek https://launchpad.net/~mimek mimek https://launchpad.net/~mimeczek-deactivatedaccount Launchpad Contributions: Dominik Zablotny https://launchpad.net/~doza Launchpad Contributions: Dominik Zablotny https://launchpad.net/~doza Dominik Zablotny https://launchpad.net/~doza-sztorm Mateusz Owczarek https://launchpad.net/~3bourne Mateusz Tybura https://launchpad.net/~wujciol Michał Jabłoński https://launchpad.net/~jablonski-michal Michał Karnicki https://launchpad.net/~mkarnicki Piotr Strębski https://launchpad.net/~strebski Wojtek L https://launchpad.net/~wojciech-libner zygmurti https://launchpad.net/~zygmunt Launchpad Contributions: Dominik Zablotny https://launchpad.net/~doza Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mateusz Tybura https://launchpad.net/~wujciol Piotr Strębski https://launchpad.net/~strebski TSr https://launchpad.net/~tsr Wojtek L https://launchpad.net/~wojciech-libner Launchpad Contributions: Artur Szymanski https://launchpad.net/~arteek Dominik Zablotny https://launchpad.net/~doza Krzysztof Lesiczka https://launchpad.net/~krzysztof-lesiczka Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mateusz Tybura https://launchpad.net/~wujciol Piotr Strębski https://launchpad.net/~strebski Stanislaw Gackowski https://launchpad.net/~soeb TSr https://launchpad.net/~tsr Wiatrak https://launchpad.net/~wiatrak. ochach https://launchpad.net/~ochach Launchpad Contributions: Artur Szymanski https://launchpad.net/~arteek Dominik Zablotny https://launchpad.net/~doza Krzysztof Lesiczka https://launchpad.net/~krzysztof-lesiczka Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mateusz Tybura https://launchpad.net/~wujciol Piotr Strębski https://launchpad.net/~strebski Stanislaw Gackowski https://launchpad.net/~soeb TSr https://launchpad.net/~tsr Tomasz 'Zen' Napierala https://launchpad.net/~tzn Wiatrak https://launchpad.net/~wiatrak. ochach https://launchpad.net/~ochach
pt_br: Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Andre Noel https://launchpad.net/~andrenoel André Gondim https://launchpad.net/~andre-gondim Daniel Neis https://launchpad.net/~danielneis Daniele Gomes Dutra https://launchpad.net/~daniele-dutra Jefferson Caldeira https://launchpad.net/~jefones Rafael Sachetto https://launchpad.net/~rsachetto Rogênio Belém https://launchpad.net/~rogeniobelem Washington Lins https://launchpad.net/~washington-lins Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Andre Noel https://launchpad.net/~andrenoel André Gondim https://launchpad.net/~andregondim Daniel Neis https://launchpad.net/~danielneis Daniele Gomes Dutra https://launchpad.net/~daniele-dutra Jefferson Caldeira https://launchpad.net/~jefones Rafael Sachetto https://launchpad.net/~rsachetto Rogênio Belém https://launchpad.net/~rogeniobelem Washington Lins https://launchpad.net/~washington-lins Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Andre Noel https://launchpad.net/~andrenoel André Gondim https://launchpad.net/~andregondim Daniel Neis https://launchpad.net/~danielneis Daniele Gomes Dutra https://launchpad.net/~daniele-dutra Edmilson Maia https://launchpad.net/~edmilsonmaia Gustavo Silva Castilho de Avellar https://launchpad.net/~gustavoavellar Jefferson Caldeira https://launchpad.net/~jefones Rafael Sachetto https://launchpad.net/~rsachetto Rogênio Belém https://launchpad.net/~rogeniobelem Roner Marcelo Rover Oliveira https://launchpad.net/~ronermarcelo Washington Lins https://launchpad.net/~washington-lins Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Andre Noel https://launchpad.net/~andrenoel André Gondim https://launchpad.net/~andregondim Daniel Neis https://launchpad.net/~danielneis Daniele Gomes Dutra https://launchpad.net/~daniele-dutra Edmilson Maia https://launchpad.net/~edmilsonmaia Gustavo Silva Castilho de Avellar https://launchpad.net/~gustavoavellar Jefferson Caldeira https://launchpad.net/~jefones Mario Ancelmo C. Silva https://launchpad.net/~marioancelmo Rafael Sachetto https://launchpad.net/~rsachetto Rogênio Belém https://launchpad.net/~rogeniobelem Roner Marcelo Rover Oliveira https://launchpad.net/~ronermarcelo Washington Lins https://launchpad.net/~washington-lins Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Andre Noel https://launchpad.net/~andrenoel André Gondim https://launchpad.net/~andregondim Daniel Neis https://launchpad.net/~danielneis Daniele Gomes Dutra https://launchpad.net/~daniele-dutra Edmilson Maia https://launchpad.net/~edmilsonmaia Eduardo Folly https://launchpad.net/~edufolly Fabiano A. S. Santana https://launchpad.net/~fassantanaatm Felipe Amorim de Souza https://launchpad.net/~felipe-amorim-souza Felipe Bernardo Zorzo https://launchpad.net/~felipe-b-zorzo Filipe Rosset https://launchpad.net/~rosset Francisco Vianna https://launchpad.net/~francisco-vianna Gerson "fserve" Barreiros https://launchpad.net/~fserve Guilherme Gonçalves https://launchpad.net/~guilherme08 Gustavo Dutra https://launchpad.net/~mechamo Gustavo Silva Castilho de Avellar https://launchpad.net/~gustavoavellar Henrique P. Machado https://launchpad.net/~zehrique Jefferson Caldeira https://launchpad.net/~jefones João Santana https://launchpad.net/~joaosantana Mario A. C. Silva (Exp4nsion) https://launchpad.net/~marioancelmo Rafael Sachetto https://launchpad.net/~rsachetto Renato Krause https://launchpad.net/~renatokrause Rogênio Belém https://launchpad.net/~rogeniobelem Roner Marcelo Rover Oliveira https://launchpad.net/~ronermarcelo Wanderson Santiago dos Reis https://launchpad.net/~wasare Washington Lins https://launchpad.net/~washington-lins leandro rutte ramos https://launchpad.net/~leandroramos2004 programad https://launchpad.net/~programad
ru: Georgy Faradzhev <georgy.faradzhev@gmail.com> Igor Zubarev <igor4u@gmail.com> Андрей Кондукторов <merkator@bk.ru> Dmitry Dementiev <ddmitry@gmail.com> Dmitry Drozdovich <demon_lord@rambler.ru> George Anderston <anderston@gmail.com> Mi Kashkin <mkashkin@gmail.com> Сергей Укустов <zajats@nc.ru> Dmitry Petrov <demon@krasno.ru> Sergey Smirnov <sergous@gmail.com> Shamil Abdullajev <jogin@hot.ee> alexei <alek32@mail.ru> boa <b.o.a@mail.ru> wiz <aenor.realm@gmail.com> Вячеслав Родионов <bepcyc@gmail.com> Александр Саламатников <dev65@gala.net> Sauil Launchpad Contributions: Alexey Balmashnov https://launchpad.net/~a.balmashnov Igor Zubarev https://launchpad.net/~igor4u Maxim Rogachev https://launchpad.net/~5070007 Pushkin Sergey aka Stalker https://launchpad.net/~stalker-nsk Launchpad Contributions: Alexey Balmashnov https://launchpad.net/~a.balmashnov Igor Zubarev https://launchpad.net/~igor4u Maxim Rogachev https://launchpad.net/~5070007 Nicolae Istratii https://launchpad.net/~tallman9 Soldatov Dmitriy https://launchpad.net/~listener13 Launchpad Contributions: Alexey Balmashnov https://launchpad.net/~a.balmashnov Igor Zubarev https://launchpad.net/~igor4u Ilya B https://launchpad.net/~conscious-mail Ivan Kliouchenkov https://launchpad.net/~quick Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Maxim Rogachev https://launchpad.net/~5070007 Nicolae Istratii https://launchpad.net/~tallman9 Sergey M. Nenashev https://launchpad.net/~snenashev Soldatov Dmitriy https://launchpad.net/~listener13 Viktor Kazakov https://launchpad.net/~kvs16 Александр AldeX Крылов https://launchpad.net/~aldex Launchpad Contributions: Alexey Balmashnov https://launchpad.net/~a.balmashnov Artem Zhirkow https://launchpad.net/~zhirkow Igor Zubarev https://launchpad.net/~igor4u Ilya B https://launchpad.net/~conscious-mail Ivan Kliouchenkov https://launchpad.net/~quick Maxim Rogachev https://launchpad.net/~5070007 Nicolae Istratii https://launchpad.net/~tallman9 Petr E. Antonov https://launchpad.net/~antpeter Viktor Kazakov https://launchpad.net/~kvs16 zhuravlik https://launchpad.net/~ahmad200512 Александр AldeX Крылов https://launchpad.net/~aldex Александр Кузнецов https://launchpad.net/~stolen Launchpad Contributions: Alexander Telenga https://launchpad.net/~telenga Alexey Balmashnov https://launchpad.net/~a.balmashnov Andy Lemz https://launchpad.net/~andy-lemz Dmitriy Kudryashov https://launchpad.net/~overmailed Igor Zakharoff https://launchpad.net/~f2404 Igor Zubarev https://launchpad.net/~igor4u Illarion Kovalchuk https://launchpad.net/~illarion-kovalchuk Ilya B https://launchpad.net/~randomaction Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Maxim Rogachev https://launchpad.net/~5070007 Nicolae Istratii https://launchpad.net/~tallman9 Nikolay Rysev https://launchpad.net/~mad-f3ka Petr E. Antonov https://launchpad.net/~antpeter Sergey Rebko https://launchpad.net/~arch1s Victor Drobot https://launchpad.net/~linux776 Viktor Kazakov https://launchpad.net/~kvs16 Vyacheslav Kurenyshev https://launchpad.net/~slavic diviz https://launchpad.net/~diviz mikhail2704 https://launchpad.net/~mikhail2704 semyenov https://launchpad.net/~semyenov-gmail Александр AldeX Крылов https://launchpad.net/~aldex Launchpad Contributions: Alexander Telenga https://launchpad.net/~telenga Alexey Balmashnov https://launchpad.net/~a.balmashnov Andrey Shitov https://launchpad.net/~aa-shtv Andy Lemz https://launchpad.net/~andy-lemz Dmitriy Kudryashov https://launchpad.net/~overmailed Igor Zakharoff https://launchpad.net/~f2404 Igor Zubarev https://launchpad.net/~igor4u Illarion Kovalchuk https://launchpad.net/~illarion-kovalchuk Ilya B https://launchpad.net/~randomaction Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Maxim Rogachev https://launchpad.net/~5070007 Nick Gorbunov https://launchpad.net/~intsurfer Nicolae Istratii https://launchpad.net/~tallman9 Nikolay Rysev https://launchpad.net/~mad-f3ka Petr E. Antonov https://launchpad.net/~antpeter Sergey Rebko https://launchpad.net/~arch1s Victor Drobot https://launchpad.net/~linux776 Viktor Kazakov https://launchpad.net/~kvs16 Vyacheslav Kurenyshev https://launchpad.net/~slavic diviz https://launchpad.net/~diviz mikhail2704 https://launchpad.net/~mikhail2704 semyenov https://launchpad.net/~semyenov-gmail Александр AldeX Крылов https://launchpad.net/~aldex
sk: Launchpad Contributions: Matej Duman https://launchpad.net/~dumi Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Matej Duman https://launchpad.net/~dumi
sv: Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Gustav Gahm https://launchpad.net/~gustav-gahm Magnus Malmsten https://launchpad.net/~magnus-malmsten Simon Bohlin https://launchpad.net/~simon-bohlin doktorn https://launchpad.net/~patrik-84 Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Gustav Gahm https://launchpad.net/~gustav-gahm Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Magnus Malmsten https://launchpad.net/~magnus-malmsten Simon Bohlin https://launchpad.net/~simon-bohlin Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Gustav Gahm https://launchpad.net/~gustav-gahm Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Magnus Malmsten https://launchpad.net/~magnus-malmsten Simon Bohlin https://launchpad.net/~simon-bohlin Torbjörn Hed https://launchpad.net/~torbjorn-hed Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Gustav Gahm https://launchpad.net/~gustav-gahm Magnus Malmsten https://launchpad.net/~magnus-malmsten Mattias Ohlsson https://launchpad.net/~mattias-oh Simon Bohlin https://launchpad.net/~simon-bohlin Torbjörn Hed https://launchpad.net/~torbjorn-hed Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Dennis Gren https://launchpad.net/~omvdennis-deactivatedaccount Gustav Gahm https://launchpad.net/~gustav-gahm Håkan Hagman https://launchpad.net/~sagabusan Magnus Malmsten https://launchpad.net/~magnus-malmsten Magnus S https://launchpad.net/~magnuss Simon Bohlin https://launchpad.net/~simon-bohlin Torbjörn Hed https://launchpad.net/~torbjorn-hed Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Dennis Gren https://launchpad.net/~omvdennis Gustav Gahm https://launchpad.net/~gustav-gahm Håkan Hagman https://launchpad.net/~sagabusan Magnus Malmsten https://launchpad.net/~magnus-malmsten Magnus S https://launchpad.net/~magnuss Simon Bohlin https://launchpad.net/~simon-bohlin Torbjörn Hed https://launchpad.net/~torbjorn-hed
zh_cn: Launchpad Contributions: DBLobster https://launchpad.net/~db.lobster Ihnus Qcshz https://launchpad.net/~qcshzihnus Matri Ning https://launchpad.net/~matri-ning initnas https://launchpad.net/~initnas medal https://launchpad.net/~xunzhang-huang nuyang https://launchpad.net/~nuyang rainofchaos https://launchpad.net/~rainofchaos stone_unix https://launchpad.net/~gaoghy wang lu https://launchpad.net/~cool-2420519 施鹍 https://launchpad.net/~seekuen Launchpad Contributions: D4nielfree https://launchpad.net/~d4nielfree DBLobster https://launchpad.net/~db.lobster Dang Kang https://launchpad.net/~kangdang Ihnus Qcshz https://launchpad.net/~qcshzihnus Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Min Lin https://launchpad.net/~yinz3985sn-gmail Nintendo https://launchpad.net/~253305319 Tao Wei https://launchpad.net/~weitao1979 gordonyb0 https://launchpad.net/~gordonyb0 initnas https://launchpad.net/~initnas lixinyu2268 https://launchpad.net/~lixinyu2268 nicedlnine https://launchpad.net/~dongluan999 nuyang https://launchpad.net/~nuyang penguinol https://launchpad.net/~penguinon rainofchaos https://launchpad.net/~rainofchaos stone_unix https://launchpad.net/~gaoghy wang lu https://launchpad.net/~cool-2420519 wulali https://launchpad.net/~horrysy 施鹍 https://launchpad.net/~seekuen
zh_tw: Shunhsiung Shih <shunhsiung@gmail.com>, 2006 Launchpad Contributions: Shunhsiung Shih https://launchpad.net/~shunhsiung Launchpad Contributions: Shunhsiung Shih https://launchpad.net/~shunhsiung hialan https://launchpad.net/~hialan-liu yugu https://launchpad.net/~ioppoo
