Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: This section provides information on using common Internet applications, such as web browsers and email clients.
bg: Тази секция предоставя информация за използване на основни Интернет приложения, като уеб браузъри и имейл клиенти.
cs: Tato sekce obsahuje informace o používání běžných internetových aplikací, jako jsou internetové prohlížeče a e-mailoví klienti.
de: Dieser Abschnitt beinhaltet Informationen zur Benutzung von Internetanwendungen wie Web-Browsern oder Email-Clients.
es: Esta sección proporciona información sobre el uso de aplicaciones típicas de Internet, como navegadores web y clientes de correo electrónico.
fi: Tämä osio kertoo yleisten Internet-sovellusten, kuten WWW-selainten ja sähköpostiohjelmien käytöstä.
fr: Cette partie fournit des informations sur l'utilisation des applications Internet les plus communes, comme les navigateurs Web et les clients de courrier électronique.
hu: Ez a fejezet információkat nyújt az alapvető internetes alkalmazások, például böngészők és levelezőkliensek használatáról.
it: Questa sezione fornisce informazioni sull'uso delle più comuni applicazioni Internet, come browser web e client di posta elettronica.
ja: このセクションでは、ウェブブラウザやメールクライアントのような、インターネットを使うアプリケーションについて解説します。
ko: 이 부분에서는 웹 브라우저, 이메일 클라이언트와 같은 보편적인 인터넷 프로그램들에 대해 설명합니다.
nl: Deze sectie biedt informatie over het gebruik van veelgebruikte internettoepassingen, zoals webbrowsers en e-mail clients.
pl: W tym rozdziale znajdują się informację na temat korzystania z podstawowych programów internetowyche takich jak przeglądarki internetowe oraz klientów poczty elektronicznej.
pt_br: Esta seção fornece informação sobre o uso de aplicações para Internet, como navegadores web e clientes de email.
ru: Этот раздел дает информацию об использовании основных Интернет приложений, таких как веб-браузеры и клиенты электронной почты.
sk: Táto kapitola poskytuje informácie o používaní bežných internetových aplikácií, ako je internetový prehliadač a poštový klient.
sv: Det här avsnittet tillhandahåller information om hur man använder vanliga internetprogram, såsom webbläsare och e-postklienter.
zh_cn: 这一节提供一些关于常用Internet应用程序使用的信息，诸如web浏览器和电子邮件客户端等。
zh_tw: 這一節提供一些關於常用Internet應用程序使用的信息，諸如web瀏覽器和電子郵件客戶端等。

source: Web browsing with Firefox
bg: Сърфиране с Firefox
cs: Prohlížení webu s Firefoxem
de: Mit Firefox im Internet navigieren
es: Navegación web con Firefox
fi: WWW-selaaminen Firefoxilla
fr: Naviguez sur le Web avec Firefox
hu: Böngészés Firefox–szal
it: Navigare in Internet con Firefox
ja: Firefoxでウェブサイトを閲覧する
ko: Firefox 로 웹 서핑하기
nl: Internetten met Firefox
pl: Przeglądanie stron internetowych za pomocą Firefoksa
pt_br: Navegando com o Firefox
ru: Просмотр веб-страниц с помощью Firefox
sk: Prehliadanie internetu s Firefoxom
sv: Webbsurfning med Firefox
zh_cn: 使用Firefox 浏览网页

source: The powerful and secure <application>Mozilla Firefox</application> web browser is included in Ubuntu. <application>Firefox</application> features tabbed browsing, pop-up blocking, built-in search, and live bookmarks. Also supported are popular plug-ins such as Java, Flash, and RealPlayer.
bg: В Ubuntu е включен мощния и сигурен браузър <application>Mozilla Firefox</application> . <application>Firefox</application> представя подпрозорци, блокиране на изскачащи прозорци, вградено търсене и живи отметки. Също поддържа популярни добавки като Java, Flash и RealPlayer.
cs: V Ubuntu je obsažen výkonný a bezpečný webový prohlížeč <application>Mozilla Firefox</application>. Charakteristickými vlastnostmi <application>Firefoxu</application> jsou prohlížení stránek v záložkách, blokování vyskakovacích oken, zabudované vyhledávání a živé záložky. Podporuje také oblíbené zásuvné moduly jako Java, Flash a RealPlayer.
de: Der sichere und leistungsstarke Web-Browser <application>Mozilla Firefox</application> ist standardmäßig in Ubuntu enthalten. <application>Firefox</application> unterstützt Reiter, einen Pop-Up-Blocker, eine eingebaute Suche und Lesezeichen. Außerdem werden populäre Plug-Ins wie Java, Flash und RealPlayer unterstützt.
es: Ubuntu incluye el potente y seguro navegador web <application>Mozilla Firefox</application>. <application>Firefox</application> incluye navegación con pestañas, bloqueo de ventanas emergentes, búsqueda integrada y marcadores vivos. También están soportados complementos populares como Java, Flash y RealPlayer.
fi: Tehokas ja turvallinen <application>Mozilla Firefox</application> -selain sisältyy Ubuntuun. <application>Firefox</application> sisältää mm. välilehtien avulla selaamisen, ponnahdusikkunaiden eston, sisäänrakennetun hakutoiminnon ja Live-kirjanmerkit. Myös suositut liitännäiset ovat tuettuja, kuten Java, Flash ja RealPlayer.
fr: Ubuntu contient <application>Mozilla Firefox</application>, un navigateur Web puissant et sécurisé. <application>Firefox</application> propose la navigation par onglets, le blocage des popups, une recherche intégrée, et des marque-pages dynamiques. Il prend également en charge les greffons les plus répandus comme Java, Flash et RealPlayer.
hu: A sokoldalú és biztonságos <application>Mozilla Firefox</application> böngésző az Ubuntu rendszer része. A <application>Firefox</application> alapvető tulajdonságai közé tartozik a több böngészőlap használata, a felugró ablakok blokkolása, a beépített kereső és az élő könyvjelzők használata. Ezen kívül olyan népszerű bővítményeket is támogat, mint a Java, a Flash vagy a RealPlayer.
it: Il potente e sicuro browser web <application>Mozilla Firefox</application> è incluso in Ubuntu. Le funzionalità offerte da <application>Firefox</application> sono numerose: navigazione a schede, blocco pop-up, funzionalità di ricerca integrate e segnalibri Live sono solo alcune. È incluso inoltre il supporto per i plugin più comuni, come Java, Flash, e RealPlayer.
ja: Ubuntuには強力で安全なウェブブラウザである<application>Mozilla Firefox</application>があります。<application>Firefox</application>はタブブラウザやポップアップブロック、検索バー、ライブブックマークなどの機能をもっています。また、JavaやFlash、RealPlayer用のプラグインも存在します。
ko: 우분투에는 강력하고 안전한 <application>Mozilla Firefox</application> 웹 브라우저가 포함되어 있습니다. <application>Firefox</application>는 탭 브라우징, 팝업창 방지, 내장된 검색기, 라이브 북마크 등의 기능을 가지고 있습니다. 또한 자바, 플래시, 리얼 플레이어와 같은 대중적인 플러그인들을 지원합니다.
nl: De krachtige en veilige <application>Mozilla Firefox</application> webbrowser is met Ubuntu meegeleverd. <application>Firefox</application> bevat tabbed browsing, blokkeren van pop-ups, ingebouwde zoekfunctie, en live bladwijzers. Tevens worden populaire plugins soals Java, Flash en RealPlayer ondersteund.
pl: W Ubuntu znajduje się potężna i bezpieczna przeglądarka internetowa <application>Mozilla Firefox</application>. Jej główne cechy to przeglądanie w kartach, blokowanie wyskakujących okienek, wbudowana wyszukiwarka oraz zakładki. Do tego wsparcie dla popularnych wtyczek takich jak Java, Flash czy RealPlayer.
pt_br: O poderoso e seguro navegador web <application>Mozilla Firefox</application> está incluido no Ubuntu. O <application>Firefox</application> tem recursos como navegação em abas, bloquei de pop-ups, busca integrada e bookmarks. Também suporta plugins populares como Java, Flash e RealPlayer.
ru: Мощный и безопасный веб-браузер <application>Mozilla Firefox</application> включен в Ubuntu. <application>Firefox</application> предоставляет поддержку табов, блокировку всплывающих окон, встроенный поиск и закладки на ленты новостей. Также поддерживаются популярные встраиваемые модули такие как Java, Flash и RealPlayer.
sk: Mocný a bezpečný internetový prehliadač <application>Mozilla Firefox</application> je súčasťou Ubuntu. Medzi funkcie <application>Firefoxu</application> patrí prehliadanie v kartách, blokovanie vyskakovacích okien, zabudované vyhľadávanie a aktívne záložky. Takisto podporuje obľúbené zásuvné moduly ako Java, Flash a RealPlayer.
sv: Den kraftfulla och säkra webbläsaren <application>Mozilla Firefox</application> finns med i Ubuntu. <application>Firefox</application> erbjuder webbläsning med flera flikar, blockering av popup-rutor, inbyggd sökruta och levande bokmärken. Populära tilläggsprogram så som Java, Flash och RealPlayer stöds också.
zh_cn: 强大而又安全的 <application>Mozilla Firefox</application> 浏览器就包含在 Ubuntu里。 <application>Firefox</application> 有标签式浏览，弹出窗口拦截，内置搜索，实时书签等特色。它还支持流行插件如 Java，Flash，and RealPlayer。

source: <application>Firefox</application> can be launched by clicking <menuchoice><guimenu>Applications</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>.
bg: <application>Firefox</application> може да бъде стартиран като натиснете <menuchoice><guimenu>Програми</guimenu><guisubmenu>Интернет</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>.
cs: <application>Firefox</application> spustíte kliknutím na <menuchoice><guimenu>Aplikace</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Webový prohlížeč</guimenuitem></menuchoice>.
de: <application>Firefox</application>kann gestartet werden, indem man auf folgendes klickt: <menuchoice><guimenu>Anwendungen</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>.
es: <application>Firefox</application> se puede iniciar pulsando en <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navegador web Firefox</guimenuitem></menuchoice>.
fi: <application>Firefox</application> voidaan käynnistää avaamalla <menuchoice><guimenu>Sovellukset</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox-selain</guimenuitem></menuchoice>.
fr: <application>Firefox</application> peut être lancé en sélectionnant <menuchoice><guimenu>Applications</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navigateur Web Firefox</guimenuitem></menuchoice>.
hu: A <application>Firefoxot</application> az <menuchoice><guimenu>Alkalmazások</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox webböngésző</guimenuitem></menuchoice> menüpontra kattintva indíthatja.
it: Per avviare <application>Firefox</application> scegliere <menuchoice><guimenu>Applicazioni</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Browser Web</guimenuitem></menuchoice>.
ja: <application>Firefox</application>は<menuchoice><guimenu>アプリケーション</guimenu><guisubmenu>インターネット</guisubmenu><guimenuitem>Firefox ウェブ・ブラウザ</guimenuitem></menuchoice>から起動できます。
ko: <application>Firefox</application>를 실행하려면 <menuchoice><guimenu>프로그램</guimenu><guisubmenu>인터넷</guisubmenu><guimenuitem>Firefox 웹 브라우저</guimenuitem></menuchoice>를 클릭하세요.
nl: <application>Firefox</application> kan worden gestart door op <menuchoice><guimenu>Toepassingen</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox webbrowser</guimenuitem></menuchoice> te klikken.
pl: Przeglądarkę <application>Firefox</application> można uruchomić otwierając <menuchoice><guimenu>Programy</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Przeglądarka WWW Firefox</guimenuitem></menuchoice>.
pt_br: O <application>Firefox</application> pode ser iniciado clicando <menuchoice><guimenu>Aplicações</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navegador Web Firefox</guimenuitem></menuchoice>.
ru: <application>Firefox</application> можно запустить, выбрав <menuchoice><guimenu>Приложения</guimenu><guisubmenu>Интернет</guisubmenu><guimenuitem>Веб-браузер Firefox</guimenuitem></menuchoice>.
sk: <application>Firefox</application> spustíte kliknutím na <menuchoice><guimenu>Aplikácie</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Internetový prehliadač Firefox</guimenuitem></menuchoice>.
sv: <application>Firefox</application> kan startas genom att klicka <menuchoice><guimenu>Program</guimenu><guisubmenu>Nätverk</guisubmenu><guimenuitem>Webbläsaren Firefox</guimenuitem></menuchoice>.
zh_cn: <application>Firefox</application> 可以通过点击 <menuchoice><guimenu>应用程序</guimenu><guisubmenu>互联网</guisubmenu><guimenuitem>Firefox 浏览器</guimenuitem></menuchoice>来启动。

source: Alternative web browsers
de: Alternative Web-Browser
fr: Navigateurs Web alternatifs
ko: 다른 웹 브라우저들
nl: Alternatieve webbrowsers
sk: Alternatívne internetové prehliadače
zh_cn: 其它 web 浏览器
zh_tw: 其它web瀏覽器

source: As well as the default <application>Firefox Web Browser</application>, Ubuntu also provides a large selection of alternative browsers. A list of some of these is given below:
de: Neben dem standardmäßig installierten <application>Firefox Web-Browser</application> liefert Ubuntu auch eine große Auswahl an alternativen Browsern. Einige von diesen sind nachfolgend aufgeführt:
fr: En plus du navigateur Web par défaut <application>Firefox</application>, Ubuntu fournit également un grand choix de navigateurs alternatifs. En voici une liste partielle :
ko: 기본으로 설치된 <application>Firefox 웹 브라우저</application> 이외에도, 우분투는 여러가지 다른 웹 브라우저들을 제공합니다. 이러한 웹 브라우저들의 목록은 아래와 같습니다:
nl: Naast de standaard <application>Firefox webbrowser</application>, biedt Ubuntu tevens een ruime keus aan andere webbrowsers. Een lijst van enkele hiervan vindt u hieronder:
sk: Okrem predvoleného internetového prehliadača <application>Firefox</application> poskytuje Ubuntu aj veľký výber alternatívnych prehliadačov. Nižšie nájdete niektoré z nich:
zh_cn: 与默认的 <application>Firefox 浏览器</application>一道，Ubuntu 还提供了如下众多的备选浏览器：

source: Epiphany Web Browser
fr: Navigateur Web Epiphany
ko: Epiphany 웹 브라우저
sk: Internetový prehliadač Epiphany
zh_cn: Epiphany Web 浏览器

source: Konqueror
ko: 컹커러 (Konqueror)

source: Mozilla Web Browser
fr: Navigateur Web Mozilla
ko: Mozilla 웹 브라우져
sk: Internetový prehliadač Mozilla
zh_cn: Mozilla Web 浏览器

source: See <ulink type="help" url="ghelp:add-applications">Add Applications</ulink> for help on installing new software.
de: Hilfe zum Installieren neuer Software finden Sie unter <ulink type="help" url="ghelp:add-applications">Anwendungen hinzufügen</ulink>.
fr: Consultez <ulink type="help" url="ghelp:add-applications">Ajouter des applications</ulink> pour obtenir de l'aide sur l'ajout de nouveaux logiciels.
ko: 새로운 소프트웨어를 설치하는 방법에 대한 도움말은 <ulink type="help" url="ghelp:add-applications">프로그램 추가</ulink> 부분을 살펴보기 바랍니다.
nl: Zie <ulink type="help" url="ghelp:add-applications">Toepassingen installeren</ulink> voor hulp bij het installeren van nieuwe software.
sk: Pozrite <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink> pre pomoc s inštalovaním nového softvéru.
zh_cn: 有关安装新软件的帮助请参阅<ulink type="help" url="ghelp:add-applications">添加应用程序</ulink>。

source: Get plugins for your web browser
de: Plugins für Ihren Web-Browser beschaffen
fr: Obtenir des greffons pour votre navigateur Web
ko: 웹 브라우저 플러그인 얻기
nl: Plugins voor uw webbrowser verkrijgen
sk: Získať zásuvné moduly pre váš internetový prehliadač
zh_cn: 为您的 Web 浏览器获取插件

source: A plugin is a small program which extends the capabilities of another program. In the case of web browsers, plugins typically allow the browser to play different types of multimedia or to run small, web-based programs.
ko: 플러그인은 다른 프로그램의 기능을 확장시켜주는 작은 프로그램을 말합니다. 웹 브라우저의 경우, 플러그인은 일반적으로 브라우저가 다른 종류의 멀티미디어 파일을 재생하거나, 간단한 웹 기반의 프로그램을 실행시킬 수 있게 해 줍니다.
sk: Zásuvný modul je malý program, ktorý rozširuje schopnosti iného programu. V prípade internetových prehliadačov spravidla umožňujú prehliadaču prehrávať rôzne typy multimédií, alebo spúšťať malé internetové programy.
zh_cn: 插件是一种扩展另一个程序的功能的小程序。对于 web 浏览器来说，插件通常能使浏览器播放不同类型的多媒体文件，或是运行基于 web 的小程序。

source: To view a list of currently-installed plugins in the <application>Firefox Web Browser</application>, type <quote>about:plugins</quote> into the address bar and press <keycap>Return</keycap>.
de: Um sich eine Liste von zur Zeit installierten Plugins im <application>Firefox Web-Browser</application> anzuzeigen, geben Sie <quote>about:plugins</quote> in die Adressenleiste ein und drücken Sie die <keycap>Eingabetaste</keycap>.
fr: Pour afficher la liste des greffons déjà installés dans le <application>navigateur Web Firefox</application>, tapez <quote>about:plugins</quote> dans la barre d'adresse et presser la touche <keycap>Entrée</keycap>.
ko: 현재 <application>Firefox 웹 브라우저</application>에 설치된 플러그인들의 목록을 보려면, 주소 창에서 <quote>about:plugins</quote>를 입력한 후에 <keycap>Enter</keycap> 키를 누릅니다.
nl: Om een lijst van momenteel geïnstalleerde plugins in de <application>Firefox webbrowser</application> te zien, typ <quote>about:plugins</quote> in de adresbalk, en druk op <keycap>Enter</keycap>.
sk: Ak si chcete pozrieť zoznam aktuálne nainštalovaných zásuvných modulov v prehliadači <application>Firefox</application>, zadajte <quote>about:plugins</quote> do panelu s adresou a stlačte <keycap>Enter</keycap>.
zh_cn: 要想查看 <application>Firefox Web 浏览器</application> 中当前安装的插件列表，请在地址栏中输入 <quote>about:plugins</quote> 并按下 <keycap>回车</keycap>。
zh_tw: 要想查看<application>Firefox Web瀏覽器</application>中當前安裝的插件列表，請在地址欄中輸入<quote>about: plugins</quote>並按下<keycap>回車</keycap> 。

source: Quickly install common plugins
bg: Бързо инсталиране на основни приставки
cs: Rychle nainstalovat běžné zásuvné moduly
de: Häufig benutzte Plugins schnell installieren
es: Instale rápidamente complementos comunes
fi: Yleisten liitännäisten asentaminen nopeasti
fr: Installer rapidement les greffons les plus courants
hu: Népszerű bővítmények gyors telepítése
it: Installare plugin velocemente
ja: よく使われるプラグインを簡単にインストールするには
ko: 일반적인 플러그인들을 빨리 설치하기
nl: Eenvoudig de meest voorkomende plugins installeren
pl: Szybka instalacja popularnych wtyczek
pt_br: Instalando plugins comuns rapidamente
ru: Быстрая установка основных плагинов
sk: Rýchlo nainštalovať bežné zásuvné moduly
sv: Snabbinstallation av vanliga tillägg
zh_cn: 快速安装常用插件
zh_tw: 快速安裝常用插件

source: It is possible to install a whole set of commonly-used restricted plugins at once, by installing the <application>Ubuntu restricted extras</application> package.
bg: Възможно е да инсталирате голям брой често използвани ограничени приставки наведнъж, като инсталирате пакета <application>Ограничени екстри на Ubuntu</application>.
cs: Je možné nainstalovat najednou všechny běžně používané zásuvné moduly instalací balíku <application>Ubuntu restricted extras</application>.
de: Es ist möglich, einen ganzen Satz von oft genutzten Plugins auf einmal zu installieren, indem Sie das Paket <application>Ubuntu restricted extras</application> installieren.
es: Es posible instalar un conjunto completo de complementos restringidos comunes de una vez instalando el paquete <application>Ubuntu restricted extras</application>.
fi: On mahdollista asentaa kokoelma yleisimmin käytettyjä rajoitettuja liitännäisiä asentamalla <application>Ubuntu restricted extras</application> -paketti.
fr: Il est possible d'installer un ensemble de greffons non-libres couramment utilisés en une seule fois, en installant le paquet <application>ubuntu-restricted-extras</application>.
hu: Az <application>Ubuntu restricted extras</application> csomag telepítésével egyszerre több általánosan használt, de korlátozott bővítmény telepíthető.
it: È possibile installare un insieme di plugin con restrizioni installando semplicemente il pacchetto <application>Ubuntu restricted extras</application>.
ja: よく利用される制限付きプラグインを、一度にインストールする方法が用意されています。<application>Ubuntu restricted extras</application>パッケージをインストールしてください。
ko: <application>Ubuntu restricted extras</application> 꾸러미를 설치하면, 공통적으로 사용되는 (제한된) 플러그인들 전체를 한꺼번에 설치할 수 있습니다.
nl: Het is mogelijk een verzameling van veelgebruikte beperkt ondersteunde plugins ineens te installeren door het <application>Ubuntu restricted extra's</application> pakket te installeren.
pl: Możliwa jest jednoczesna instalacja całego zestawu najczęściej używanych wtyczek, poprzez zainstalowanie pakietu <application>Ubuntu restricted extras</application>.
pt_br: É possível instalar um conjunto completo de plugins restritos de uma vez, instalando o pacote <application>Ubuntu restricted extras</application>
ru: Возможно сразу установить полный набор обычно используемых проприетарных плагинов с помощью пакета <application>Ubuntu restricted extras</application>.
sk: Je možné nainštalovať naraz celý balík bežne používaných neslobodných zásuvných modulov inštaláciou balíka <application>Ubuntu restricted extras</application>.
sv: Det är möjligt att installera en hel grupp av ofta använda tillägg som dock inte har öppen källkod, genom att installera paketet <application>Ubuntu restricted extras</application>.
zh_cn: 通过安装<application>Ubuntu restricted extras</application>包可以一次性安装全套常用受限插件。
zh_tw: 通過安裝<application>Ubuntu restricted extras</application>包可以一次性安裝全套常用受限插件。
