Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: Type the command: <code>cat /etc/resolv.conf</code>. If there is no nameserver listed then contact your ISP and find out your primary and secondary domain name servers. Once you have this information see <xref linkend="connecting-wireless"/>.
bg: Напишете командата: <code>cat /etc/resolv.conf</code>. Ако няма описан DNS сървър, тогава се свържете с вашия интернет доставчик и попитайте за вашите първи и втори DNS сървър. Щом получите тази информация, вижте <xref linkend="connecting-wireless"/>.
cs: Napište příkaz: <code>cat /etc/resolv.conf</code>. Pokud není ve výpisu uveden žádný názvový server, pak kontaktujte poskytovatele internetového připojení (ISP) a zjistěte si primární a sekundární DNS. Pokud máte tuto informaci, přečtěte si <xref linkend="connecting-wireless"/>.
es: Teclee el comando: <code>cat /etc/resolv.conf</code>. Si no hay ningún servidor de nombres, contacte con su proveedor de Internet y solicite sus servidores de nombres de dominio primario y secundario. Cuando obtenga esta información, consulte <xref linkend="connecting-wireless"/>..
fi: Kirjoita komento: <code>cat /etc/resolv.conf</code>. Jos et näe listassa yhtään nimipalvelinta (nameserver), ota yhteyttä Internet-palveluntarjoajaasi ja selvitä ensisijainen ja toissijainen nimipalvelimesi (primary and secondary name server). Kun olet hankkinut nämä tiedot, katso <xref linkend="connecting-wireless"/>.
it: Digitare il comando: <code>cat /etc/resolv.conf</code>. Se non è elencato alcun server dei nomi, contattare il proprio fornitore di servizi Internet (ISP) per richiedere quali siano i server DNS primario e secondario. Ottenute queste informazioni, consultare <xref linkend="connecting-wireless"/>.
ja: コマンドを入力してください: <code>cat /etc/resolv.conf</code>. もし、ネームサーバーが一つもリストされてなければ、あなたのISPに連絡して、プライマリとセカンダリのドメインネームサーバーを聞いてください。一度この情報を得られたら、<xref linkend="connecting-wireless"/>を参照してください。
pl: Wprowadź polecenie: <code>cat /etc/resolv.conf</code>. Jeśli w pliku nie ma adresów serwerów DNS, spytaj swojego dostawcę internetowego o adresy podstawowego i zapasowego serwera DNS. Gdy uzyskasz te informacje, przejdź do punktu <xref linkend="connecting-wireless"/>.
pt_br: Agora digite o comando: <code>cat /etc/resolv.conf</code>. Se não houver nome de servidores listados em seguida, contacte o ISP e descubra o seu nome de servidores de domínio primário e secundário. Depois de ter esta informação, veja <xref linkend="connecting-wireless"/>.
ru: Введите команду: <code>cat /etc/resolv.conf</code>. Если не будет выдано ни одного сервера имен, обратитесь в провайдеру услуг Интернет (ISP) и узнайте основной и вторичный сервера имен.После этого обратитесь в раздел <xref linkend="connecting-wireless"/>.
sv: Ange kommandot: <code>cat /etc/resolv.conf</code>. Om det inte finns några namnservrar listade, kontakta din internetleverantör och ta reda på dina primära och sekundära domännamnsservrar. När du har denna information, se <xref linkend="connecting-wireless"/>.

source: Ubuntu now uses NetworkManager to manage network connections. NetworkManager attempts to make the process of connecting invisible, whilst allowing finer manual control where necessary.
bg: Ubuntu сега използва NetworkManager, за да управлява мрежовите връзки. NetworkManager опитва да осъществява връзки без да ви пречи, като в същото време ви позволява фина настройка, ако е необходима.
cs: Ubuntu nyní používá NetworkManager pro správu připojení k síti. NetworkManager se pokouší provádět proces připojování neviditelně, avšak povoluje drobnější ruční kontrolu tam, kde je to nutné.
es: Ubuntu usa NetworkManager para gestionar las conexiones de red. NetworkManager intenta que el proceso de conexión sea invisible, al tiempo que permite un control manual más fino cuando es necesario.
fi: Ubuntu käyttää nyt Verkon hallinta -ohjelmaa verkkoyhteyksien hallitsemiseen. Verkon hallinta (”NetworkManager”) pyrkii tekemään yhdistämisestä näkymätöntä, mahdollistaen kuitenkin aina tarvittaessa tarkemmat käsin tehtävät asetukset.
it: Ubuntu ora utilizza NetworkManager per gestire le connessioni di rete. NetworkManager cerca di rendere il processo di connessione invisibile, permettendo comunque di gestirlo manualmente se necessario.
ja: 現在、Ubuntuはネットワーク接続を管理するのに NetworkManager を使用しています。NetworkManager はできる限り接続の過程をユーザから隠しながら、必要なものについてはより手軽にコントロールすることができます。
pl: Do zarządzania połączeniami z siecią Ubuntu korzysta z programu NetworkManager. Program stara się aby proces połączenia był niewidoczny dla użytkownika, choć umożliwia także ręczną konfigurację jeśli takowa jest niezbędna.
pt_br: O Ubuntu agora usa NetworkManager para gerenciar as conexões de rede. O NetworkManager tenta tornar o processo de conexão invisível, permitindo melhor controle manual sempre que necessário.
ru: Теперь для управления сетевыми подключениями Ubuntu использует апплет NetworkManager. Он пытается сделать процесс подключения незаметным, однако позволяет при необходимости провести ручную настройку.
sv: Ubuntu använder nu Nätverkshanterare (NetworkManager) för att hantera nätverksanslutningar. Nätverkshanterare försöker att göra denna anslutningsprocess osynlig, men samtidigt tillåter granulär, manuell kontroll när det behövs.

source: Many security protocols are supported: WEP, WPA/WPA2, WPA-Enerprise/WPA2-Enerprise, 802.1x, VPN
bg: Поддържат се много протоколи за сигурност: WEP, WPA/WPA2, WPA-Enerprise/WPA2-Enerprise, 802.1x, ВЧМ
cs: Podporuje mnoho bezpečnostních protokolů: WEP, WPA/WPA2, WPA-Enerprise/WPA2-Enerprise, 802.1x, VPN
es: Están soportados muchos protocolos de seguridad: WEP, WPA/WPA2, WPA-Enerprise/WPA2-Enerprise, 802.1x, VPN
fi: Monet turvallisuusyhteyskäytännöt ovat tuettuina: WEP, WPA/WPA2, WPA-Enerprise/WPA2-Enerprise, 802.1x, VPN
hu: Sok biztonsági protokoll támogatott: WEP, WPA/WPA2, WPA-Enerprise/WPA2-Enerprise, 802.1x, VPN
it: Sono supportati un gran numero di protocolli di sicurezza: WEP, WPA/WPA2, WPA-Enterprise/WPA2-Enterprise, 802.1x, VPN
ja: 多くのセキュリティプロトコルをサポートしています: WEP, WPA/WPA2, WPA-Enerprise/WPA2-Enerprise, 802.1x, VPN
pl: Program wspiera wiele protokołów uwierzytelniających: WEP, WPA/WPA2, WPA-Enerprise/WPA2-Enerprise, 802.1x, VPN.
pt_br: Muitos protocolos de segurança são suportados: WEP, WPA/WPA2, WPA-Enerprise/WPA2-Enerprise, 802.1x, VPN
ru: Поддерживается большое количество протоколов безопасности: WEP, WPA/WPA2, WPA-Enerprise/WPA2-Enerprise, 802.1x, VPN
sv: Många säkerhetsprotokoll har stöd: WEP, WPA/WPA2, WPA-Enerprise/WPA2-Enerprise, 802.1x, VPN

source: NetworkManager also keeps passwords secure by utilising the user's keyring to store passphrases.
bg: NetworkManager също запазва паролите защитени като използва главната парола на основния ключодържател.
cs: NetworkManager také bezpečně uchovává hesla pomocí uživatelské klíčenky pro ukládání hesel.
es: NetworkManager también mantiene la seguridad de las contraseñas utilizando el anillo de claves para almacenar frases de paso.
fi: Verkon hallinta säilyttää myös salasanat turvassa käyttämällä käyttäjän avainrengasta salalauseiden tallentamiseen.
hu: A Hálózatkezelő kisalkalmazás a felhasználó kulcstartójának használatával biztonságban tartja a jelmondatokat.
it: NetworkManager è anche in grado di conservare al sicuro le password sfruttando il portachiavi dell'utente per memorizzarle.
ja: また、NetworkManager はパスフレーズの復元にユーザのキーリングを使用することによって、パスワードを安全に保っています。
pl: NetworManager przechowuje hasła w bezpieczny sposób, wykorzystując do ich zapisu bazę kluczy użytkownika.
pt_br: NetworkManager também mantém seguras as senhas do usuário utilizando o chaveiro para armazenar palavras passes.
ru: Апплет NetworkManager сохраняет пароли, используя для хранения пользовательские ключи.
sv: Nätverkshanterare håller även lösenorden säkra genom att använda användarens nyckelring för att lagra lösenfraser.

source: Network Manager is the little icon in the system notification area in the top right of your screen. It looks like two over-lapping computer screens or four blue or grey stepped bars (when connected wirelessly).
bg: Network Manager е малката икона в зоната за уведомявания в горния десен ъгъл на вашия екран. Изглежда на два препокрити монитора или на четири сини или сиви постепенно нарастващи ленти (когато сте свързани безжично).
cs: Network Manager je malá ikona v oznamovací oblasti systému v pravé horní části obrazovky. Vypadá jako dva překrývající se obrazovky nebo čtyři modré či šedé schody (při bezdrátovém připojení).
es: Network Manager es el pequeño icono situado en el área de notificación del sistema, en la esquina superior derecha de su pantalla. Tiene el aspecto de dos pantallas solapadas, o bien de cuatro barras progresivas de color azul o gris (en el caso de que se esté conectando inalámbricamente).
fi: Verkon hallinta on pieni kuvake järjestelmän ilmoitusalueelle näytön oikeassa ylälaidassa. Se näyttää kahdelta päällekkäin olevalta tietokoneen näytöltä tai neljältä siniseltä tai harmaalta askelletulta pylväältä (kun langaton yhteys on kytkettynä).
hu: A Hálózatkezelő kisalkalmazás egy kis ikon az értesítési területen a képernyő jobb felső sarkában. Ez két egymást fedő számítógépet ábrázol, vezeték nélküli kapcsolat esetén négy kék vagy szürke csíkot.
it: Network Manager è la piccola icona nell'area di notifica posta in alto a destra dello schermo. L'icona è formata da due schermi di computer sovrapposti o, quando si è connessi in modalità senza fili, da quattro barre blu o grigie di diversa altezza.
ja: Network Manager とは画面の右上にあるシステム通知エリアの中の小さなアイコンのことです。二つの重なり合ったコンピュータのスクリーンのように見えるか、青か、灰色をした四つの縦棒が段々になっているように見えます(ワイヤレス接続をしているとき)。
pl: NetworkManager to niewielka ikona znajdująca się w obszarze powiadomień umieszczonym zazwyczaj w prawym górnym rogu ekranu. Ikona wygląda jak dwa zachodzące na siebie monitory komputera bądź cztery niebieskie lub szare różnej wielkości prostokąty (podczas połączenia bezprzewodowego).
pt_br: Network Manager é o pequeno ícone na área de notificação do sistema no canto superior direito da tela. Parece coincidir com duas telas de computador ou quatro barras azuis ou cinzentas intensificadas (quando conectado sem fio).
ru: Network Manager — это маленькая иконка в области уведомления в правом верхнем углу рабочего стола. Она выглядит как 2 пересекающихся компьютерных монитора либо как четырех синих или серых прямоугольника при подключении к беспроводной сети.
sv: Nätverkshanteraren är en liten ikon i systemets notifieringsyta i övre högra hörnet på skärmen. Den ser ut som två överlappande dataskärmar eller fyra blå eller grå staplar (vid trådlös anslutning).

source: <guibutton>Left click</guibutton> for automatic functions, such as connecting to a network.
bg: <guibutton>Натискане на левия бутон</guibutton> за автоматични функции, като такива за свързване към мрежа.
cs: <guibutton>Klikněte levým tlačítkem myši</guibutton> pro automatické funkce, jako např. připojení k síti.
es: <guibutton>Botón izquierdo</guibutton> para funciones automáticas, como conectarse a una red.
fi: <guibutton>Vasen hiiren painike</guibutton> mahdollistaa automaattiset toiminnot, kuten verkkoon yhdistämisen.
hu: <guibutton>Bal egérkattintás</guibutton> az automatikus funkciókhoz, mint például egy hálózathoz történő csatlakozás
it: Fare clic col pulsante sinistro del mouse per le funzioni automatiche, come il connettersi a una rete.
ja: <guibutton>左クリック</guibutton> で、ネットワークに接続するというような自動的な機能を使用できます。
pl: <guibutton>Lewy przycisk myszy</guibutton> uaktywania automatyczne połączenie z siecią.
pt_br: <guibutton>Clique esquerdo</guibutton> para funções automáticas, como a conexão a uma rede.
ru: <guibutton>Щёлкните левой кнопкой мыши</guibutton> для автоматических действий, например, подключению к сети
sv: <guibutton>Vänsterklick</guibutton> för automatiska funktioner, såsom ansluta till ett nätverk.

source: <guibutton>Right click</guibutton> for manual control and to disable or enable connections.
bg: <guibutton>Натискане на десен бутон</guibutton> за ръчно управление и забраняване или разрешаване на връзки.
cs: <guibutton>Klikněte pravým tlačítkem myši</guibutton> pro ruční kontrolu a zakázání nebo povolení připojení.
es: <guibutton>Botón derecho</guibutton> para control manual y para deshabilitar o habilitar conexones.
fi: <guibutton>Oikea hiiren painike</guibutton> tarjoaa tarkemman hallinnan sekä yhteyksien ottamisen käyttöön tai pois käytöstä.
hu: <guibutton>Jobb egérkattintás</guibutton> a kézi beállításokhoz és a hálózatok letiltásához vagy engedélyezéséhez.
it: Fare clic col pulsante desto del mouse per il controllo manuale e per disabilitare o abilitare la connessione.
ja: <guibutton>右クリック</guibutton> で、手動設定をしたり、接続を有効、無効を切り替えます。
pl: <guibutton>Prawy przycisk myszy</guibutton> uaktywania ręczną konfigurację połączenia (włączanie i wyłączanie).
pt_br: <guibutton>Clique direito</guibutton> para o controle manual e para ativar ou desativar conexões.
ru: <guibutton>Щелкните правой кнопкой мыши</guibutton> для ручного управления и для включения или отключения соединения.
sv: <guibutton>Högerklick</guibutton> för manuell kontroll och för att inaktivera eller aktivera anslutningar.

source: You may need to enter a username, password, and domain. You should obtain these from your network administrator where necessary. The username and password will normally be the username and password for a user of the computer on which you are trying to connect.
bg: Може да е необходимо да въведете потребителско име, парола и домейн. Ако е необходимо, трябва да ги получите от вашия мрежов администратор. Потребителското име и паролата обикновено са потребител и парола на компютър към, който се опитвате да се свържете.
cs: Možná budete muset zadat uživatelské jméno, heslo a doménu. Tyto údaje byste měli obdržet od Vašeho správce sítě, pokud je to nutné. Uživatelské jméno a heslo bude normálně uživatelské jméno a heslo uživatele počítače, na kterém se pokoušíte o připojení.
es: Puede que necesite introducir un nombre de usuario, contraseña y dominio. En caso necesario, su administrador de red debería suministrárselos. El nombre de usuario y la contraseña serán normalmente los del usuario del equipo al que está intentando conectarse.
fi: Käyttäjänimi, salasana ja aluenimi (verkkoalue) saatetaan tarvita. Nämä tulisi saada verkon ylläpitäjällä tarvittaessa. Käyttäjänimi ja salasana ovat tavallisesti yhdistettävänä olevalla tietokoneella olevan käyttäjän.
hu: Lehet, hogy meg kell adni a felhasználónevét, jelszavát és tartományát. Ha szükséges, ezeket a hálózati adminisztrátortól kell elkérnie. A felhasználónév és a jelszó általában azon számítógép egyik felhasználójának neve és jelszava, amelyhez csatlakozni akar.
it: Può essere necessario inserire un nome utente, una password e un dominio, informazioni che possono essere ottenute dal proprio amministratore di rete. Normalmente, il nome utente e la password sono quelli usati dall'utente del computer attraverso il quale si sta tentando di connettersi.
pl: Możliwe, iż będziesz musiał wprowadzić nazwę użytkownika, hasło i domenę. Informacje te można uzyskać u swojego administratora sieci. Zazwyczaj nazwa użytkownika i hasło będą takie same jak użytkownika komputera do którego chcesz się podłączyć.
pt_br: Pode ser necessário introduzir um nome de usuário, senha e domínio. Você deve obter estes a partir do seu administrador de rede sempre que necessário. O nome de usuário e senha será normalmente o nome de usuário e senha para um usuário do computador no qual você está tentando se conectar.
ru: Вам может потребоваться имя пользователя, пароль и название домена. Получите эти данные у системного администратора, если необходимо. Имя пользователя и пароль обычно совпадают с именем пользователя и паролем учётной записи пользователя компьютера, которому осуществляется попытка подключения.
sv: Du kan behöva ange ett användarnamn, lösenord och domän. Du skall få dessa av din nätverksadministratör när det behövs. Användarnamnet och lösenordet är normalt användarnamnet och lösenordet för användaren av datorn på vilken du försöker ansluta.

source: The domain can often be left blank.
bg: Често домейна може да остане празен.
cs: Doména může být často ponechána prázdná.
es: El dominio puede dejarse a menudo en blanco.
fi: Aluenimen voi usein jättää tyhjäksi.
hu: A tartomány általában üresen hagyható.
it: Il campo del dominio può essere lasciato vuoto.
ja: ドメインは多くの場合、空白のままにされます。
pl: Pole z nazwą domeny zazwyczaj można zostawić puste.
pt_br: O domínio pode frequentemente ser deixado em branco.
ru: Имя доменя часто может оставаться пустым.
sv: Domänen kan ofta lämnas tomt.

source: Type <command>shares-admin</command> and press <keycap>Enter</keycap> to open <application>Shared Folders</application>.
bg: Напишете <command>shares-admin</command> и натиснете <keycap>Enter</keycap>, за да отворите <application>Споделени папки</application>.
cs: Napište <command>shares-admin</command> a stiskněte <keycap>Enter</keycap> k otevření <application>Sdílené složky</application>.
es: Escriba <command>shares-admin</command> y presione <keycap>Intro</keycap> para abrir <application>Carpetas compartidas</application>.
fi: Kirjoita <command>shares-admin</command> ja paina <keycap>Enter</keycap> avataksesi <application>Jaetut kansiot</application>.
hu: Írja be a <command>shares-admin</command> parancsot és nyomja meg az <keycap>Enter</keycap> billentyűt a <application>Megosztott mappák</application> megnyitásához.
it: Digitare <command>shares-admin</command> e premere <keycap>Invio</keycap> per aprire il dialogo <application>Cartelle condivise</application>
ja: <command>shares-admin</command>と入力し、<keycap>Enter</keycap>を押して<application>共有フォルダ</application>を開きます。
pl: Wprowadź polecenie <command>shares-admin</command> i wciśnij <keycap>Enter</keycap>. Otworzy się okno <application>Katalogi współdzielone</application>.
pt_br: Escreva <command>shares-admin</command> e pressione <keycap>Enter</keycap> para abrir <application>Pastas Compartilhadas</application>.
ru: Введите <command>shares-admin</command> и нажмите <keycap>Enter</keycap>, чтобы запустить программу <application>Общий доступ</application>.
sv: Skriv <command>shares-admin</command> och tryck <keycap>Enter</keycap> för att öppna <application>Delade mappar</application>.

source: Type <command>sudo smbpasswd -a username</command>, replacing <quote>username</quote> with your own username. Press <keycap>Enter</keycap> to run the command.
bg: Напишете <command>sudo smbpasswd -a username</command>, заменете <quote>потребител</quote> с вашето собствено потребителско име. Натиснете <keycap>Enter</keycap>, за да изпълните командата.
cs: Napište <command>sudo smbpasswd -a uživatel</command> a zaměňte <quote>uživatel</quote> za své uživatelské jméno. Pro vykonání příkazu stiskněte <keycap>Enter</keycap>.
es: Escriba <command>sudo smbpasswd -a usuario</command>, sustituyendo <quote>usuario</quote> por su propio nombre de usuario. Pulse <keycap>Entrar</keycap> para ejecutar la orden.
fi: Kirjoita <command>sudo smbpasswd -a käyttäjänimi</command>, korvaa <quote>käyttäjänimi</quote> omalla käyttäjänimelläsi. Paina <keycap>Enter</keycap> suorittaaksesi komennon.
hu: Írja be a <command>sudo smbpasswd -a username</command> parancsot, a <quote>username</quote> helyére írja be a saját felhasználónevét. Nyomja meg az <keycap>Enter</keycap> billentyűt a parancs futtatásához.
it: Digitare <command>sudo smbpasswd -a nomeutente</command>, sostituendo <quote>nomeutente</quote> con il proprio nome utente. Premere <keycap>Invio</keycap> per eseguire il comando.
ja: <command>sudo smbpasswd -a username</command>と入力し(<quote>username</quote> はあなた自身のユーザ名で置き換えます)、<keycap>Enter</keycap>を押してコマンドを実行します。
pl: Wprowadź polecenie <command>sudo smbpasswd -a nazwa_użytkownika</command>, zmieniając <quote>nazwa_użytkownika</quote> na swoją nazwę użytkownika i wciśnij <keycap>Enter</keycap>.
pt_br: Digite <command>sudo smbpasswd -a usuario</command>, substituindo <quote>usuario</quote> pelo seu nome de usuário. Pressione <keycap>Enter</keycap> para executar o comando.
ru: Введите <command>sudo smbpasswd -a username</command>, заменив <quote>username</quote> на ваше имя пользователя. Нажмите <keycap>Enter</keycap> чтобы выполнить команду.
sv: Skriv <command>sudo smbpasswd -a användarnamn</command>, ersätt <quote>användarnamn</quote> med ditt egna användarnamn. Tryck <keycap>Enter</keycap> för att köra kommandot.

source: You can find out what your username is by typing <command>whoami</command> into the Terminal and then pressing <keycap>Enter</keycap>.
bg: Можете да разберете вашето потребителско име като напишете <command>whoami</command> в Терминал и натиснете <keycap>Enter</keycap>.
cs: Své uživatelské jméno můžete zjistit pomocí příkazu <command>whoami</command>, který napíšete do Terminálu a stisknete <keycap>Enter</keycap>.
es: Puede conocer cuál es su nombre de usuario escribiendo <command>whoami</command> en la terminal y luego presionando <keycap>Intro</keycap>.
fi: Voit selvittää käyttäjänimesi kirjoittamalla komennon <command>whoami</command> Päätteeseen ja painamalla näppäintä <keycap>Enter</keycap>.
hu: A felhasználónevét megkapja, ha beírja a <command>whoami</command> parancsot, majd megnyomja az <keycap>Enter</keycap> billentyűt.
it: È possibile trovare il proprio nome utente digitando, in un terminale, <command>whoami</command>. Quindi premere <keycap>Invio</keycap>.
pl: Swoją nazwę użytkownika możesz uzyskać wpisując w oknie Terminala polecenie: <command>whoami</command>.
pt_br: Você pode descobrir qual o nome do seu usuário escrevendo <command>whoami</command> no Terminal e então pressionando <keycap>Enter</keycap>.
ru: Вы можете узнать текущее имя пользователя, набрав <command>whoami</command> в терминале и нажав после этого <keycap>Enter</keycap>.
sv: Du kan ta reda på vad ditt användarnamn är genom att skriva <command>whoami</command> i terminalen och därefter trycka på <keycap>Enter</keycap>.

source: Enter your password when prompted with <quote>[sudo] password for username:</quote> and press <keycap>Enter</keycap> again.
bg: Въведете вашата парола, когато бъдете запитани с <quote>[sudo] password for username:</quote> и натиснете <keycap>Enter</keycap> отново.
cs: Vložte své heslo, pokud se objeví výzva <quote>[sudo] heslo pro uživatele:</quote> a poté stiskněte <keycap>Enter</keycap>.
es: Ingrese su contraeña cuando se le pregunte con <quote>[sudo] password for usuario:</quote> y presione <keycap>Intro</keycap> una vez más.
fi: Syötä salasanasi kehoitteen <quote>[sudo] password for username:</quote> ilmestyessä ja paina <keycap>Enter</keycap> uudelleen.
hu: Amikor <quote>[sudo] password for username:</quote> sort látja, írja be jelszavát, majd nyomja meg újra az <keycap>Enter</keycap> billentyűt.
it: Inserire la propria password quando richiesta con <quote>[sudo] password for username:</quote> e premere nuovamente <keycap>Invio</keycap>.
pl: Gdy wyświetli się komunikat <quote>[sudo] password for username:</quote>, wprowadź swoje hasło i zatwierdź klawiszem <keycap>Enter</keycap>.
pt_br: Insira sua senha quando solicitado com <quote>[sudo] password for username:</quote> e pressione <keycap>Enter</keycap> novamente.
ru: Введите свой пароль, когда появится запрос <quote>[sudo] password for username:</quote> и нажмите <keycap>Enter</keycap> ещё раз.
sv: Ange ditt lösenord när du uppmanas med <quote>[sudo] password for användarnamn:</quote> och tryck <keycap>Enter</keycap> igen.
