Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: Install the <application>Bogofilter</application> package (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>)
de: Installieren Sie das <application>bogofilter</application> Paket (Sehen Sie sich auch <ulink type="help" url="ghelp:add-applications">Anwendungen installieren</ulink> an).
fr: Installez le paquet <application>Bogofilter</application> (voir <ulink type="help" url="ghelp:add-applications">Ajouter des applications</ulink>)
ko: <application>Bogofilter</application> 꾸러미를 설치합니다 (<ulink type="help" url="ghelp:add-applications">프로그램 추가</ulink> 참조)
nl: Installeer het <application>Bogofilter</application>-pakket. (see <ulink type="help" url="ghelp:add-applications">Toepassingen installeren</ulink>)
sk: nainštalujte balík <application>bogofilter</application> (viď <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink>)
zh_cn: 安装<application>Bogofilter</application>软件包 (查看 <ulink type="help" url="ghelp:add-applications">添加应用程序</ulink>)
zh_tw: 安裝<application>Bogofilter</application>軟件包(查看<ulink type="help" url="ghelp:add-applications">添加應用程序</ulink>)

source: Open <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolution Mail</guimenuitem></menuchoice>.
bg: Отворете <menuchoice><guimenu>Програми</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>Поща на Evolution</guimenuitem></menuchoice>.
cs: Zvolte <menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolution pošta</guimenuitem></menuchoice>.
de: Öffnen Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolution-E-Mail</guimenuitem></menuchoice>.
es: Abra <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Correo de Evolution</guimenuitem></menuchoice>.
fi: Valitse <menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolution-sähköposti</guimenuitem></menuchoice>.
fr: Ouvrez <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Messagerie d'Evolution</guimenuitem></menuchoice>.
hu: Válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolution levelező</guimenuitem></menuchoice> menüpontot.
it: Aprire <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Posta di Evolution</guimenuitem></menuchoice>
ja: <menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>インターネット</guimenuitem><guimenuitem>Evolution メール</guimenuitem></menuchoice>を選択します。
ko: <menuchoice><guimenu>프로그램</guimenu><guimenuitem>인터넷</guimenuitem><guimenuitem>에볼루션 메일</guimenuitem></menuchoice> 을 실행합니다.
nl: Open <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolution e-mail</guimenuitem></menuchoice>
pl: Otwórz <menuchoice><guimenu>Programy</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Poczta Evolution</guimenuitem></menuchoice>.
pt_br: Abra <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolution Mail</guimenuitem></menuchoice>.
ru: Запустите <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>Почта Evolution</guimenuitem></menuchoice>.
sk: Otvorte <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Poštový klient Evolution</guimenuitem></menuchoice>.
sv: Öppna <menuchoice><guimenu>Program</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolutions e-post</guimenuitem></menuchoice>.
zh_cn: 打开 <menuchoice><guimenu>应用程序</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolution邮件</guimenuitem></menuchoice>。
zh_tw: 打開<menuchoice><guimenu>應用程序</guimenu>< guimenuitem> Internet</guimenuitem><guimenuitem>Evolution郵件< /guimenuitem></menuchoice>。

source: Enable the junk mail filter by selecting <menuchoice><guimenu>Edit</guimenu><guimenu>Preferences</guimenu><guimenu>Mail Preferences</guimenu><guimenu>Junk</guimenu><guimenu>Check incoming mail for junk</guimenu></menuchoice>.
bg: Разрешете филтриране на спам съобщения като изберете <menuchoice><guimenu>Редактиране</guimenu><guimenu>Настройки</guimenu><guimenu>Настройки на пощата</guimenu><guimenu>Спам</guimenu><guimenu>Проверяване на входящата поща за спам</guimenu></menuchoice>.
cs: Zapněte filtr reklamní pošty zvolením <menuchoice><guimenu>Upravit</guimenu><guimenu>Nastavení</guimenu><guimenu>Nastavení pošty</guimenu><guimenu>Nevyžádaná pošta</guimenu><guimenu>Kontrolovat, jestli je příchozí pošta nevyžádaná</guimenu></menuchoice>.
de: Aktivieren Sie den Spam-Filter indem Sie folgendes auswählen: <menuchoice><guimenu>Bearbeiten</guimenu><guimenu>Einstellungen</guimenu><guimenu>E-Mail-Einstellungen</guimenu><guimenu>Unerwünscht</guimenu><guimenu>Eingehende E-Mail auf Unerwünschtheit prüfen</guimenu></menuchoice>.
es: Active el filtro de correo basura seleccionando <menuchoice><guimenu>Editar</guimenu><guimenu>Preferencias</guimenu><guimenu>Opciones de correo</guimenu><guimenu>Spam</guimenu><guimenu>Detectar si el correo entrante es spam</guimenu></menuchoice>.
fi: Ota roskapostisuodatin käyttöön valitsemalla <menuchoice><guimenu>Muokkaa</guimenu><guimenu>Asetukset</guimenu><guimenu>Sähköpostin asetukset</guimenu><guimenu>Roskaposti</guimenu><guimenu>Etsi saapuvasta sähköpostista roskapostia</guimenu></menuchoice>.
fr: Activez le filtrage des pourriels en sélectionnant <menuchoice><guimenu>Édition</guimenu><guimenu>Préférences</guimenu><guimenu>Préférences du courriel</guimenu><guimenu>Pourriel</guimenu><guimenu>Vérifier la présence de pourriels dans les messages entrants</guimenu></menuchoice>.
hu: A levélszemét szűrését a <menuchoice><guimenu>Szerkesztés</guimenu><guimenu>Beállítások</guimenu><guimenu>Levelezés beállításai</guimenu><guimenu>Levélszemét</guimenu><guimenu>Levélszemét keresése új levelekben</guimenu></menuchoice> opció lehetőség kiválasztásával engedélyezheti.
it: Abilitare il filtro per le email indesiderate selezionando <menuchoice><guimenu>Modifica</guimenu><guimenu>Preferenze</guimenu><guimenu>Preferenze di posta</guimenu><guimenu>Indesiderata</guimenu><guimenu>Controllare nella posta in ingresso quella indesiderata</guimenu></menuchoice>.
ja: 迷惑メールの分別を有効化するには、<menuchoice><guimenu>編集</guimenu><guimenu>設定</guimenu><guimenu>メールの設定</guimenu><guimenu>ジャンク</guimenu><guimenu>受信したメールがジャンクかどうかチェックする</guimenu></menuchoice>にチェックマークを付けます。
ko: <menuchoice><guimenu>편집</guimenu><guimenu>기본 설정</guimenu><guimenu>메일 기본 설정</guimenu><guimenu>정크메일</guimenu><guimenu>밥은 메일이 정크 메일인지 검사</guimenu></menuchoice> 를 선택하여 정크 메일 필터를 사용하도록 설정합니다.
nl: Activeer het junk-mail filter door <menuchoice><guimenu>Bewerken</guimenu><guimenu>Voorkeuren</guimenu><guimenu>E-mailvoorkeuren</guimenu><guimenu>Spam</guimenu><guimenu>Binnengekomen e-mail controleren op spam</guimenu></menuchoice> te selecteren.
pl: Włącz filtr niechcianej poczty poprzez zaznaczenie <menuchoice><guimenu>Edycja</guimenu><guimenu>Ustawienia</guimenu><guimenu>Ustawienia poczty</guimenu><guimenu>Niechciana</guimenu><guimenu>Wyszukiwanie niechcianych w nowych wiadomościach</guimenu></menuchoice>.
pt_br: Habilite o filtro de lixo eletrônico selecionando <menuchoice><guimenu>Editar</guimenu><guimenu>Preferências</guimenu><guimenu>Preferências de e-mail</guimenu><guimenu>Lixo</guimenu><guimenu>Verifique os e-mails recebidos em busca de lixo</guimenu></menuchoice>.
ru: Включите фильтр ненужной почты при помощи <menuchoice><guimenu>Правка</guimenu><guimenu>Параметры</guimenu><guimenu>Настройка почты</guimenu><guimenu>Спам</guimenu><guimenu>Проверять, являются ли входящие сообщения спамом</guimenu></menuchoice>.
sk: Filter spamu zapnete prostredníctvom <menuchoice><guimenu>Upraviť</guimenu><guimenu>Predvoľby</guimenu><guimenu>Nastavenie pošty</guimenu><guimenu>Spam</guimenu><guimenu>Check incoming mail for junk</guimenu></menuchoice>.
sv: Aktivera skräppostfiltret genom att välja <menuchoice><guimenu>Redigera</guimenu><guimenu>Inställningar</guimenu><guimenu>E-postinställningar</guimenu><guimenu>Skräp</guimenu><guimenu>Kontrollera om inkommande e-post innehåller skräp</guimenu></menuchoice>.
zh_cn: 要启用垃圾邮件过滤，请点击<menuchoice><guimenu>编辑</guimenu><guimenu>设置</guimenu><guimenu>邮件设置</guimenu><guimenu>垃圾邮件</guimenu><guimenu>检查垃圾邮件</guimenu></menuchoice>。
zh_tw: 要啟用垃圾郵件過濾，請點擊<menuchoice><guimenu>編輯</guimenu>< guimenu>設置</guimenu><guimenu>郵件設置</guimenu>< guimenu>垃圾郵件</guimenu><guimenu>檢查垃圾郵件</guimenu>< /menuchoice>。

source: Turn on the Bogofilter plugin by selecting <menuchoice><guimenu>Edit</guimenu><guimenu>Plugins</guimenu></menuchoice>
bg: Включете приставката Bogofilter като изберете <menuchoice><guimenu>Редактиране</guimenu><guimenu>Приставки</guimenu></menuchoice>
cs: Zapněte zásuvný modul Bogofilter zvolením <menuchoice><guimenu>Upravit</guimenu><guimenu>Zásuvné moduly</guimenu></menuchoice>
de: Aktivieren Sie das Bogofilter-Plugin unter <menuchoice><guimenu>Bearbeiten</guimenu><guimenu>Plugins</guimenu></menuchoice>
es: Active el complemento de Bogofilter seleccionando <menuchoice><guimenu>Editar</guimenu><guimenu>Complementos</guimenu></menuchoice>
fi: Ota Bogofilter-liitännäinen käyttöön valitsemalla <menuchoice><guimenu>Muokkaa</guimenu><guimenu>Liitännäiset</guimenu></menuchoice>
fr: Activez le greffon Bogofilter en sélectionnant <menuchoice><guimenu>Edition</guimenu><guimenu>Greffons</guimenu></menuchoice>
hu: A <menuchoice><guimenu>Szerkesztés</guimenu><guimenu>Bővítmények</guimenu></menuchoice> menüpontban kapcsolja be a Bogofilter bővítményt.
it: Attivare il plugin di Bogofilter selezionando <menuchoice><guimenu>Modifica</guimenu><guimenu>Plugin</guimenu></menuchoice>
ja: <menuchoice><guimenu>編集</guimenu><guimenu>プラグイン</guimenu></menuchoice>から、Bogofilterプラグインにチェックマークを付けます。
ko: <menuchoice><guimenu>편집</guimenu><guimenu>플러그인</guimenu></menuchoice> 을 선택하여 Bogofilter 플러그인을 활성화 합니다.
nl: Zet de Bogofilter plugin aan door <menuchoice><guimenu>Bewerken</guimenu><guimenu>Plugins</guimenu></menuchoice> te selecteren.
pl: Włącz wtyczkę Bogofilter poprzez zaznaczenie nazwy wtyczki w <menuchoice><guimenu>Edycja</guimenu><guimenu>Wtyczki</guimenu></menuchoice>
pt_br: Ative o plugin do Bogofilter selecionando <menuchoice><guimenu>Editar</guimenu><guimenu>Plugins</guimenu></menuchoice>
ru: Включите плагин Bogofilter в меню <menuchoice><guimenu>Правка</guimenu><guimenu>Модули</guimenu></menuchoice>
sk: Zapnite zásuvný modul Bogofilter vybraním <menuchoice><guimenu>Upraviť</guimenu><guimenu>Zásuvné moduly</guimenu></menuchoice>
sv: Aktivera insticksmodulen Bogofilter genom att välja <menuchoice><guimenu>Redigera</guimenu><guimenu>Insticksmoduler</guimenu></menuchoice>
zh_cn: 要启用Bogo过滤器插件，请点击<menuchoice><guimenu>编辑</guimenu><guimenu>插件</guimenu></menuchoice>
zh_tw: 要啟用Bogo過濾器插件，請點擊<menuchoice><guimenu>編輯</guimenu><guimenu>插件</guimenu></menuchoice>

source: Bogofilter will now start to learn what is spam, based on the messages you mark. To mark a message as spam, select <menuchoice><guimenu>Message</guimenu><guimenu>Mark As</guimenu><guimenu>Junk</guimenu></menuchoice>.
bg: Bogofilter сега ще започне да изучава какво е спам, според съобщенията, които маркирате. За да маркирате съобщение като спам, изберете <menuchoice><guimenu>Писмо</guimenu><guimenu>Отбе лязване като</guimenu><guimenu>Спам</guimenu></menuchoice>.
cs: Bogofilter se nyní spustí a bude se učit co je spam, na základě zpráv, které označíte. Pro označení zprávy jako spam zvolte <menuchoice><guimenu>Zpráva</guimenu><guimenu>Označit jako</guimenu><guimenu>Nevyžádaná pošta</guimenu></menuchoice>.
de: Der Bogofilter wird nun auf der Grundlage Ihrer jeweiligen Auswahl lernen, welche E-Mails als Spam einzustufen sind. Um eine Nachricht als Spam zu markieren, wählen Sie <menuchoice><guimenu>Nachricht</guimenu><guimenu>Markieren als</guimenu><guimenu>Unerwünscht</guimenu></menuchoice>.
es: Bogofilter empezará a aprender qué es spam, basándose en los mensajes que usted marque. Para marcar un mensaje como spam, seleccione <menuchoice><guimenu>Mensaje</guimenu><guimenu>Marcar como</guimenu><guimenu>Spam</guimenu></menuchoice>.
fi: Bogofilter alkaa nyt oppia, mikä on roskapostia. Oppiminen pohjautuu viesteihin, jotka merkitset roskapostiksi. Voit merkitä viestin roskapostiksi valitsemalla <menuchoice><guimenu>Viesti</guimenu><guimenu>Merkitse</guimenu><guimenu>Roskapostia</guimenu></menuchoice>.
fr: Bogofilter va maintenant commencer à apprendre ce qu'est un pourriel, à partir des messages que vous marquerez. Pour marquer un message comme pourriel, sélectionnez <menuchoice><guimenu>Message</guimenu><guimenu>Marquer comme</guimenu><guimenu>Pourriel</guimenu></menuchoice>.
hu: Mostantól a Bogofilter elkezdi megtanulni, hogy mi levélszemét a levelek megjelölése alapján. Egy levél szemétként való jelöléséhez válassza az <menuchoice><guimenu>Üzenet</guimenu><guimenu>Megjelölés mint</guimenu><guimenu>Levélszemét</guimenu></menuchoice> menüpontot.
it: Bogofilter inizierà ora a imparare qual è la posta indesiderata (spam) basandosi sui messaggi indicati. Per indicare un messaggio come indesiderato (spam), selezionare <menuchoice><guimenu>Messaggio</guimenu><guimenu>Contrassegna come</guimenu><guimenu>Indesiderato</guimenu></menuchoice>
ja: Bogofilterは手動で迷惑メールのマークを付けられたものをもとに、迷惑メールの判別方法を学習していきます。迷惑メールのマークを付けるには、<menuchoice><guimenu>メッセージ</guimenu><guimenu>マークの付与</guimenu><guimenu>ジャンク</guimenu></menuchoice>を選択してください。
ko: Bogofilter 는 이제 여러분이 표시한 마크에 따라 어떤 것이 스팸 메일인지 학습을 시작합니다. 메시지를 스팸으로 표시하려면 <menuchoice><guimenu>메세지</guimenu><guimenu>표시</guimenu><guimenu>정크메일</guimenu></menuchoice> 을 선택합니다.
nl: Bogofilter zal nu gaan leren wat spam is, gebaseerd op de berichten die u markeert. Om een bericht als spam te markeren, klik op <menuchoice><guimenu>Berichten</guimenu><guimenu>Markeren als</guimenu><guimenu>Spam</guimenu></menuchoice>.
pl: Bogofilter zacznie uczyć się zasad klasyfikacji spamu, bazując na oznaczonych przez Ciebie wiadomościach. By oznaczyć wiadomość jako spam, zaznacz <menuchoice><guimenu>Wiadomość</guimenu><guimenu>Oznacz jako</guimenu><guimenu>Niechciana</guimenu></menuchoice>.
pt_br: Agora o Bogofilter irá aprender o que é spam baseado nas mensagens que você marcar. Para marcar uma mensagem como spam, selecione <menuchoice><guimenu>Mensagem</guimenu><guimenu>Marcar como</guimenu><guimenu>Lixo</guimenu></menuchoice>.
ru: Bogofilter теперь начнет изучать, что является спамом, основываясь на сообщениях которые вы помечаете. Чтобы пометить сообщение как спам, выберите <menuchoice><guimenu>Сообщение</guimenu><guimenu>Пометить как</guimenu><guimenu>Спам</guimenu></menuchoice>.
sk: Bogofilter sa začne učiť rozlišovať spam podľa správ, ktoré tak označíte. Aby ste tak urobili, vyberte <menuchoice><guimenu>Správa</guimenu><guimenu>Označiť ako</guimenu><guimenu>Spam</guimenu></menuchoice>.
sv: Bogofilter kommer nu att börja lära sig vad som är skräppost, baserat på de meddelanden som du markerar. För att markera ett meddelande som skräp, välj <menuchoice><guimenu>Meddelande</guimenu><guimenu>Markera som</guimenu><guimenu>Skräp</guimenu></menuchoice>.
zh_cn: Bogo过滤器将从现在开始根据你多邮件所作的标记来判断垃圾邮件。要将邮件标记为垃圾邮件请点击<menuchoice><guimenu>信息</guimenu><guimenu>标记为</guimenu><guimenu>垃圾邮件</guimenu></menuchoice>。
zh_tw: Bogo過濾器將從現在開始根據你多郵件所作的標記來判斷垃圾郵件。要將郵件標記為垃圾郵件請點擊<menuchoice>< guimenu>信息</guimenu><guimenu>標記為</guimenu>< guimenu>垃圾郵件</guimenu></menuchoice>。

source: Alternative email applications
bg: Други имейл програми
cs: Alternativní poštovní klienti
de: Alternative E-Mail-Anwendungen
es: Aplicaciones alternativas de correo electrónico
fi: Vaihtoehtoiset sähköpostiohjelmat
fr: Application de courriel alternatives
hu: Alternatív levelezőprogramok
it: Client di posta elettronica alternativi
ja: その他のメールアプリケーション
ko: 다른 이메일 프로그램
nl: Alternatieve emailtoepassingen
pl: Inne programy pocztowe
pt_br: Aplicações de e-mail alternativas
ru: Альтернативные почтовые приложения
sk: Alternatívne emailové aplikácie
sv: Alternativa e-postprogram
zh_cn: 可选的电子邮件程序
zh_tw: 可選的電子郵件程序

source: You can also use <application>Mozilla Thunderbird</application> for email. To install it, install the <application>mozilla-thunderbird</application> package (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
ko: 여러분은 이메일을 관리하기 위해 <application>Mozilla Thunderbird</application>를 사용할 수도 있습니다. 이 프로그램을 설치하려면 <application>mozilla-thunderbird</application> 꾸러미를 설치하세요(<ulink type="help" url="ghelp:add-applications">프로그램 추가</ulink> 참조).
sk: Na správu emailov môžete tiež používať aplikáciu <application>Mozilla Thunderbird</application>. Nainštalujete ju balíkom <application>mozilla-thunderbird</application> (viď <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink>).
zh_cn: 您还可以使用 <application>Mozilla Thunderbird</application> 来收发 email。若想安装它，请安装 <application>mozilla-thunderbird</application> 软件包 (参见 <ulink type="help" url="ghelp:add-applications">添加应用程序</ulink>)。
zh_tw: 您還可以使用<application>Mozilla Thunderbird</application>來收發email。若想安裝它，請安裝<application> mozilla-thunderbird</application>軟件包(參見<ulink type="help" url="ghelp:add-applications">添加應用程序</ulink>)。

source: To start <application>Thunderbird</application>, choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Thunderbird Mail Client</guimenuitem></menuchoice>.
ko: <application>Thunderbird</application> 를 실행하려면, <menuchoice><guimenu>프로그램</guimenu><guimenuitem>인터넷</guimenuitem><guimenuitem>Thunderbird 메일 클라이언트</guimenuitem></menuchoice> 를 선택합니다.
sk: Na spustenie <application>Thunderbirdu</application> vyberte <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Poštový klient Thunderbird</guimenuitem></menuchoice>.
zh_cn: 要启动<application>Thunderbird</application>，选择<menuchoice><guimenu>程序</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Thunderbird 邮件客户端</guimenuitem></menuchoice>.
zh_tw: 要啟動<application>Thunderbird</application>，選擇< menuchoice><guimenu>程序</guimenu><guimenuitem> Internet</guimenuitem><guimenuitem>Thunderbird郵件客戶端< /guimenuitem></menuchoice>.

source: To change your preferred email client to <application>Mozilla Thunderbird</application>:
bg: За да промените вашия предпочитан имейл клиент на <application>Mozilla Thunderbird</application>:
cs: Pro změnu upřednostňovaného poštovního klienta na <application>Mozillu Thunderbird</application>:
de: Wenn Sie <application>Mozilla Thunderbird</application> als Ihre bevorzugte E-Mail-Anwendung einrichten möchten:
es: Para cambiar su cliente de correo preferido a <application>Mozilla Thunderbird</application>:
fi: Vaihtaaksesi <application>Mozilla Thunderbirdin</application> ensisijaiseksi sähköpostiohjelmaksi:
fr: Pour faire de <application>Mozilla Thunderbird</application> votre client de courrier électronique par défaut :
hu: A <application>Mozilla Thunderbird</application> beállítása alapértelmezett e-mail kliensnek:
it: Per impostare <application>Mozilla Thunderbird</application> come lettore di email predefinito:
ja: 標準のメールクライアントを<application>Mozilla Thunderbird</application>にするには：
ko: 기본 이메일 관리 프로그램을 <application>Mozilla Thunderbird</application>로 변경하고 싶다면:
nl: Om uw e-mailclient naar <application>Mozilla Thunderbird</application> te wijzigen:
pl: Aby zmienić preferowanego klienta poczty na <application>Mozillę Thunderbird</application>:
pt_br: Para mudar seu cliente preferencial de e-mail para o <application>Mozilla Thunderbird</application>:
ru: Для смены почтового клиента, используемого по умолчанию, на <application>Mozilla Thunderbird</application>:
sk: Pre zmenu uprednostňovaného emailového klienta na <application>Mozilla Thunderbird</application>:
sv: För att göra <application>Mozilla Thunderbird</application> till förvalt program (till att hantera klick på epostadresser):
zh_cn: 若想把 <application>Mozilla Thunderbird</application> 设置成您首选的 email 客户端：
zh_tw: 若想把<application>Mozilla Thunderbird</application>設置成您首選的email客戶端：

source: Choose <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Preferred Applications</guimenuitem></menuchoice>
bg: Изберете <menuchoice><guimenu>Система</guimenu><guimenuitem>Предпочитания</guimenuitem><guimenuitem>Предпочитани програми</guimenuitem></menuchoice>
cs: Zvolte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Volby</guimenuitem><guimenuitem>Preferované aplikace</guimenuitem></menuchoice>
de: Wählen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Einstellungen</guimenuitem><guimenuitem>Bevorzugte Anwendungen</guimenuitem></menuchoice>
es: Seleccione <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferencias</guimenuitem><guimenuitem>Aplicaciones preferidas</guimenuitem></menuchoice>
fi: Valitse <menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Asetukset</guimenuitem><guimenuitem>Oletussovellukset</guimenuitem></menuchoice>
fr: Sélectionnez <menuchoice><guimenu>Système</guimenu><guimenuitem>Préférences</guimenuitem><guimenuitem>Applications préférées</guimenuitem></menuchoice>
hu: Válassza ki a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Beállítások</guimenuitem><guimenuitem>Alapértelmezett alkalmazások</guimenuitem></menuchoice> menüpontot.
it: Scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferenze</guimenuitem><guimenuitem>Applicazioni preferite</guimenuitem></menuchoice>
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>設定</guimenuitem><guimenuitem>お気に入りのアプリ</guimenuitem></menuchoice>を選択してください。
ko: <menuchoice><guimenu>시스템</guimenu><guimenuitem>기본 설정</guimenuitem><guimenuitem>기본 프로그램</guimenuitem></menuchoice>을 선택합니다.
nl: Klik op <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Voorkeuren</guimenuitem><guimenuitem>Standaardtoepassingen</guimenuitem></menuchoice>
pl: Wybierz <menuchoice><guimenu>System</guimenu><guimenuitem>Preferencje</guimenuitem><guimenuitem>Preferowane programy</guimenuitem></menuchoice>
pt_br: Escolha <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferências</guimenuitem><guimenuitem>Aplicações Preferenciais</guimenuitem></menuchoice>
ru: Выберите <menuchoice><guimenu>Система</guimenu><guimenuitem>Параметры</guimenuitem><guimenuitem>Предпочтительные приложения</guimenuitem></menuchoice>
sk: Vyberte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Predvoľby</guimenuitem><guimenuitem>Štandardné aplikácie</guimenuitem></menuchoice>
sv: Välj <menuchoice><guimenu>System</guimenu><guimenuitem>Inställningar</guimenuitem><guimenuitem>Förvalda program</guimenuitem></menuchoice>
zh_cn: 选择 <menuchoice><guimenu>系统</guimenu><guimenuitem>首选项</guimenuitem><guimenuitem>首选应用程序</guimenuitem></menuchoice>
zh_tw: 選擇<menuchoice><guimenu>系統</guimenu><guimenuitem> 首選項</guimenuitem><guimenuitem>首選應用程序</guimenuitem>< /menuchoice>
