Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: More information can be found on the Ubuntu <ulink url="https://help.ubuntu.com/community/SettingUpSamba">community help pages</ulink>.
bg: Може да намерите повече информация на <ulink url="https://help.ubuntu.com/community/SettingUpSamba">помощните страници на обществото</ulink> на Ubuntu.
cs: Více informací naleznete na <ulink url="https://help.ubuntu.com/community/SettingUpSamba">komunitních stránkách nápovědy</ulink> pro Ubuntu.
de: Weitere Informationen erhalten Sie auf den Hilfeseiten der Ubuntu-<ulink url="https://help.ubuntu.com/community/SettingUpSamba">Hilfeseiten der Gemeinschaft</ulink>.
es: Podrá encontrar más información en las <ulink url="https://help.ubuntu.com/community/SettingUpSamba">páginas de ayuda de la comunidad</ulink>.
fi: Lisätietoja löydät Ubuntun yhteisön <ulink url="https://help.ubuntu.com/community/SettingUpSamba">tukisivuilta</ulink>.
fr: Vous trouverez plus d'informations sur <ulink url="http://doc.ubuntu-fr.org/samba">les pages d'aide</ulink> de la communauté francophone.
hu: További információkat az Ubuntu <ulink url="https://help.ubuntu.com/community/SettingUpSamba">közösségi súgóoldalain</ulink> találhat.
it: Maggiori informazioni possono essere trovate presso le <ulink url="http://wiki.ubuntu-it.org/Server/Samba">pagine di aiuto della comunità</ulink> di Ubuntu.
ja: より詳しいことは、Ubuntuの<ulink url="https://help.ubuntu.com/community/SettingUpSamba">コミュニティページ</ulink>に書いてあります。
ko: 보다 자세한 정보는 우분투 <ulink url="https://help.ubuntu.com/community/SettingUpSamba">커뮤니티 도움말 페이지</ulink> 를 참조하기 바랍니다.
nl: Meer informatie kan worden gevonden op de Ubuntu-<ulink url="https://help.ubuntu.com/community/SettingUpSamba">gemeenschap hulppagina's</ulink>.
pl: Więcej informacji można uzyskać na <ulink url="https://help.ubuntu.com/community/SettingUpSamba">społecznościowych stronach pomocy</ulink> Ubuntu.
pt_br: Mais informações podem ser encontradas nas <ulink url="https://help.ubuntu.com/community/SettingUpSamba">páginas de ajuda da comunidade</ulink> Ubuntu.
ru: Более подробную информацию можно найти на Ubuntu <ulink url="https://help.ubuntu.com/community/SettingUpSamba">страницы помощи сообщества</ulink>.
sk: Viac informácií nájdete na <ulink url="https://help.ubuntu.com/community/SettingUpSamba">stránkach pomoci komunity Ubuntu</ulink>.
sv: Mer information kan hittas på <ulink url="https://help.ubuntu.com/community/SettingUpSamba">hjälpsidorna för Ubuntus gemenskap</ulink>.
zh_cn: 更多详情请参见Ubuntu <ulink url="https://help.ubuntu.com/community/SettingUpSamba">社区帮助页面</ulink>。

source: Check the DNS
de: DNS überprüfen
fr: Vérifiez le DNS
ko: DNS 점검하기
nl: Controleer de DNS
sk: Skontrolovať DNS
zh_cn: 检查DNS
zh_tw: 檢查DNS

source: Type <userinput>82.211.81.158</userinput> into the <guilabel>Network address</guilabel> box and then press <guibutton>Ping</guibutton>
ko: <guilabel>네트워크 주소</guilabel> 상자에서 <userinput>82.211.81.158</userinput> 을 입력하고 <guibutton>Ping</guibutton> 을 누릅니다.
sk: Zadajte <userinput>82.211.81.158</userinput> do poľa <guilabel>Sieťová adresa</guilabel> a stlačte tlačidlo <guibutton>Ping</guibutton>

source: If you get an error message which says <emphasis>The address '82.211.81.158' cannot be found</emphasis>, then there is no connection.
ko: 만약 <emphasis>'82.211.81.158' 주소를 찾을 수 없음</emphasis> 이라는 에러 메시지가 나타나면, 연결이 이루어지지 않은 것입니다.
sk: Ak dostanete chybovú hlášku <emphasis>Adresu '82.211.81.158' sa nepodarilo nájsť</emphasis>, spojenie nebolo nadviazané.
zh_tw: 如果你得到一個錯誤訊息說：<emphasis>The address '82.211.81.158' cannot be found</emphasis>，那就是沒有連接。

source: If the address is found then try the next stage.
de: Wird die Adresse gefunden, dann versuchen Sie den nächsten Schritt.
fr: Si l'adresse est trouvée alors essayez l'étape suivante.
ko: 만약 주소가 나타나면 다음 단계를 시도해 봅니다.
nl: Als het adres gevonden werd, probeer dan de volgende stap.
sk: Ak je adresa nájdená, prejdite ďalej.
zh_cn: 如果找到地址就尝试下一步。

source: If you get an error message which says <emphasis>The address 'ubuntu.com' cannot be found</emphasis>, then you cannot reach a <emphasis>DNS server</emphasis>.
de: Sollten Sie eine Fehlermeldung erhalten, die <emphasis>Die Adresse 'ubuntu.com' kann nicht gefunden werden</emphasis> enthält, dann können Sie keinen <emphasis>DNS-Server</emphasis> erreichen.
fr: Si vous recevez un message d'erreur disant que <emphasis>l'adresse « ubuntu.com » ne peut pas être trouvée</emphasis>, alors vous ne pouvez pas atteindre un <emphasis>serveur de nom de domaine (DNS)</emphasis>.
ko: 만약 <emphasis>'ubuntu.com' 주소를 찾을 수 없음</emphasis> 이라는 에러 메시지가 나타나면, <emphasis>DNS 서버</emphasis> 에 연결할 수 없는 것입니다.
nl: Als u de foutmelding <emphasis>Het adres 'ubuntu.com' kan niet worden gevonden</emphasis>, dan kun u geen <emphasis>DNS server</emphasis> bereiken.
sk: Ak dostanete chybovú hlášku <emphasis>Adresu 'ubuntu.com' sa nepodarilo nájsť</emphasis> znamená to, že nemáte pripojenie na <emphasis>DNS server</emphasis>.

source: Modems
bg: Модеми
cs: Modemy
es: Módems
fi: Modeemit
hu: Modemek
it: Modem
ja: モデム
ko: 모뎀
pl: Modemy
ru: Модемы
sk: Modemy
sv: Modem
zh_cn: 调制解调器

source: Identifying your modem
bg: Идентифициране на вашия модем
cs: Rozpoznání vašeho modemu
de: Ihr Modem identifizieren
es: Identificar su módem
fi: Tunnista modeemisi
fr: Identification de votre modem
hu: A modem azonosítása
it: Identificare il modem
ja: モデムを確認する
ko: 여러분의 모뎀 알아보기
nl: Uw modem herkennen
pl: Identyfikacja modemu
pt_br: Identificando seu modem
ru: Определение вашего модема
sk: Identifikovať váš modem
sv: Identifiera ditt modem
zh_cn: 识别调制解调器
zh_tw: 正在識別你的數據機

source: Most dialup modems are not supported by Ubuntu, but drivers can be found that will enable the use of such modems. First you need to identify what chipset your dialup modem is using:
ko: 우분투는 대부분의 다이얼업 모뎀들을 지원하지 않지만, 드라이버를 찾을 수 있다면 이러한 모뎀들도 사용할 수 있을 것입니다. 우선 당신이 가진 다이얼업 모뎀이 사용하는 칩셋이 무엇인지 확인하세요.
sk: Väčšina dial-up modemov nie je v Ubuntu podporovaná, ale je možné nájsť ovládače, ktoré umožnia použitie takých modemov. Najprv je potrebné identifikovať čipovú sadu, akú používa váš modem:
zh_cn: 大多数拨号调制解调器不被 Ubuntu 所支持，但您可以找到能使这些调制解调器工作的驱动程序。首先您需要识别您的拨号调制解调器所使用的芯片组：
zh_tw: 大多數撥號數據機不被Ubuntu所支持，但您可以找到能使這些數據機工作的驅動程序。首先您需要識別您的撥號數據機所使用的晶片組：

source: Much more detailed information is available <ulink url="https://help.ubuntu.com/community/DialupModemHowto"> on the community wiki.</ulink>
bg: Много по-подробна информация е достъпна <ulink url="https://help.ubuntu.com/community/DialupModemHowto"> в обществото wiki.</ulink>
cs: Více informací je dostupných na <ulink url="https://help.ubuntu.com/community/DialupModemHowto">komunitní wiki stránce</ulink>
de: Weitere detaillierte Informationen stehen unter <ulink url="https://help.ubuntu.com/community/DialupModemHowto"> on the community wiki.</ulink> zur Verfügung.
es: Podrá encontrar información mucho más detallada <ulink url="https://help.ubuntu.com/community/DialupModemHowto">en el wiki de la comunidad</ulink>.
fi: Paljon tarkemmat tiedot löydät <ulink url="https://help.ubuntu.com/community/DialupModemHowto"> Ubuntun yhteisön wikistä</ulink>.
fr: Des informations beaucoup plus détaillées sont disponibles <ulink url="https://help.ubuntu.com/community/DialupModemHowto">sur le wiki communautaire</ulink> (en anglais).
hu: Sokkal részletesebb információk érhetők el a <ulink url="https://help.ubuntu.com/community/DialupModemHowto">közösségi wikiben.</ulink>
it: Ulteriori informazioni sono disponibili <ulink url="http://wiki.ubuntu-it.org/Hardware/Modem/Dialup">nel wiki di Ubuntu</ulink>.
ja: より詳しい情報は、<ulink url="https://help.ubuntu.com/community/DialupModemHowto">コミュニティWiki</ulink>上で確認することができます。
ko: 보다 자세한 정보는 <ulink url="https://help.ubuntu.com/community/DialupModemHowto">커뮤니티 위키</ulink> 페이지에서 찾아볼 수 있습니다.
nl: Er is veel gedetailleerdere informatie beschikbaar <ulink url="https://help.ubuntu.com/community/DialupModemHowto"> in de gemeenschapswiki.</ulink>
pl: Bardziej szczegółowe informacje są dostępne na <ulink url="https://help.ubuntu.com/community/DialupModemHowto"> wiki społeczności Ubuntu.</ulink>
pt_br: Informações mais detalhadas estão disponíveis <ulink url="https://help.ubuntu.com/community/DialupModemHowto">no wiki da comunidade.</ulink>
ru: Гораздо больше информации вы можете получить по адресу <ulink url="https://help.ubuntu.com/community/DialupModemHowto"> на сообществе Wiki.</ulink>
sk: Omnoho podrobnejšie informácie nájdete na <ulink url="https://help.ubuntu.com/community/DialupModemHowto">komunitnej wiki</ulink>.
sv: Mycket mer detaljerad information finns tillgänglig <ulink url="https://help.ubuntu.com/community/DialupModemHowto"> på gemenskapens wiki.</ulink>
zh_cn: 更多详细信息请查阅<ulink url="https://help.ubuntu.com/community/DialupModemHowto"> 社区wiki。</ulink>
zh_tw: 更多詳細信息請查閱<ulink url="https://help.ubuntu.com/community/DialupModemHowto">社區維基.</ulink>

source: Connecting with a modem
bg: Свързване с модем
cs: Připojení pomocí modemu
de: Mit einem Modem verbinden
es: Conectarse con un módem
fi: Yhdistäminen modeemilla
fr: Connexion par modem
hu: Kapcsolódás modemmel
it: Connettersi con un modem
ja: モデムを使って接続する
ko: 모뎀으로 연결하기
nl: Verbinding maken via een modem
pl: Łączenie przez modem
pt_br: Conectando com um modem
ru: Подключение с использованием модема
sk: Pripojiť s modemom
sv: Anslut med ett modem
zh_cn: 用调制解调器连接
zh_tw: 正在連接數據機

source: Network Manager provide graphical tools to configure a modem connection.
ko: 네트워크 관리자는 모뎀 연결을 설정할 수 있는 그래픽 도구를 제공합니다.
sk: Network manager ponúka grafický nástroj na nastavenie modemového pripojenia.
zh_cn: 网络管理器提供图形界面工具来设置调制解调器连接。
zh_tw: 網絡管理器提供圖形界面工具來設置數據機連接

source: You will need to know the following information:
bg: Трябва да знаете следната информация:
cs: Budete potřebovat vědět následující informace:
de: Sie benötigen die folgenden Informationen:
es: Necesitará conocer la siguiente información:
fi: Tarvitset seuraavat tiedot:
fr: Vous aurez besoin de connaître les informations suivantes :
hu: A következő információkat kell ismernie:
it: Occorrerà conoscere le seguenti informazioni:
ja: あらかじめ以下の情報を知っておく必要があります：
ko: 여러분은 다음과 같은 정보들을 알고 있어야 합니다:
nl: U zult de volgende informatie nodig hebben:
pl: Będziesz potrzebować poniższych informacji:
pt_br: Você precisará saber a seguinte informação:
ru: Вам необходимо знать следующие данные:
sk: Budete musieť vedieť nasledujúce informácie:
sv: Du behöver känna till följande:
zh_cn: 你需要知道以下信息：
zh_tw: 你需要知道下列信息

source: ISP Phone Number; Username; Password; Domain Name Server (DNS) addresses.
bg: Телефонен номер на доставчик; Потребителско име; Парола; Domain Name Server (DNS) адреси.
cs: Telefonní číslo poskytovatele Internetu, uživatelské jméno, heslo, adresy DNS
de: Die Einwahlnummer des Internetanbieters, Benutzername, Passwort und die Domain-Name-Server-Adresse (DNS-Adresse).
es: Número de teléfono de su proveedor; nombre de usuario; contraseña; direcciones de los DNS (servidores de nombres).
fi: Palveluntarjoajan puhelinnumero, käyttäjätunnus, salasana ja nimipalvelimien osoitteet.
fr: Numéro de téléphone du FAI ; nom d'utilisateur ; mot de passe ; adresses du serveur de nom de domaine (DNS).
hu: ISP telefonszáma; felhasználónév, jelszó, névkiszolgálók (DNS) címei.
it: Numero di telefono ISP; Username; Password; indirizzo del Domain Name Server (DNS).
ja: ISPの接続電話番号、ユーザ名、パスワード、ドメインネームサーバ(DNS)のアドレス
ko: ISP 전화 번호, 사용자 이름, 비밀 번호, DNS (Domain Name Server) 주소
nl: ISP telefoonnummer; Gebruikersnaam; Wachtwoord; Domain Name Server (DNS) adressen.
pl: Numer telefoniczny Twojego dostawcy Internetu (ISP), nazwę użytkownika, hasło, adresy serwerów nazw domenowych (DNS).
pt_br: Telefone do Provedor; Nome do Usuário; Senha; Endereços do Servidor de Nomes (DNS).
ru: Номер телефона ISP, Имя пользователя, Пароль; Адреса Серверов доменных имён (DNS)
sk: ISP telefónne číslo, meno používateľa, heslo, adresu DNS servera.
sv: Telefonnummer till internetleverantörens modempool; användarnamn; lösenord; adresser till domännamnsservrar (DNS).
zh_cn: 网络服务提供商电话号码；用户名；密码；DNS服务器地址。
zh_tw: 網絡服務提供商電話號碼;用戶名;密碼; DNS地址.

source: Open Network Manager(<menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Network</guimenuitem></menuchoice>)
ko: 네트워크 관리자를 실행합니다 (<menuchoice><guimenu>시스템</guimenu><guimenuitem>관리</guimenuitem><guimenuitem>네트워크</guimenuitem></menuchoice>).
sk: Otvorte Network Manager(<menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Network</guimenuitem></menuchoice>)
zh_cn: 打开网络管理器(<menuchoice><guimenu>系统</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>网络</guimenuitem></menuchoice>)
zh_tw: 啟用網路 管理器(<menuchoice><guimenu>系統</guimenu>< guimenuitem>管理</guimenuitem><guimenuitem>網絡< /guimenuitem></menuchoice>)

source: Select the <guilabel>Connections</guilabel> tab.
bg: Изберете раздела <guilabel>Връзки</guilabel>.
cs: Zvolte panel <guilabel>Připojení</guilabel>.
de: Wählen Sie den Reiter <guilabel>Verbindungen</guilabel>.
es: Seleccione la solapa <guilabel>Conexiones</guilabel>.
fi: Valitse <guilabel>Yhteydet</guilabel>-välilehti.
fr: Sélectionnez l'onglet <guilabel>Connexions</guilabel>.
hu: Válassza a <guilabel>Kapcsolatok</guilabel> lapot.
it: Selezionare la scheda <guilabel>Connessioni</guilabel>.
ja: <guilabel>接続</guilabel>タブを開きます。
ko: <guilabel>연결</guilabel> 탭을 선택합니다.
nl: Kies de <guilabel>Verbindingen</guilabel>-tab.
pl: Wybierz kartę <guilabel>Połączenia</guilabel>.
pt_br: Selecione a aba <guilabel>Conexões</guilabel>.
ru: Выберите вкладку <guilabel>Соединения</guilabel>
sk: Vyberte kartu <guilabel>Pripojenia</guilabel>.
sv: Välj fliken <guilabel>Anslutningar</guilabel>.
zh_cn: 选择<guilabel>连接</guilabel>选项卡。
zh_tw: 選擇<guilabel>連接</guilabel>標籤

source: Select <guilabel>Modem Connection</guilabel>
ko: <guilabel>모뎀 연결</guilabel> 을 선택합니다.
sk: Vyberte <guilabel>Modemové pripojenie</guilabel>
zh_cn: 选择<guilabel>调制解调器连接</guilabel>
zh_tw: 選擇<guilabel>數據機連接</guilabel>

source: Choose <guilabel>Properties</guilabel> and fill out the fields.
ko: <guilabel>등록 정보</guilabel> 를 선택하고 정보를 입력합니다.
sk: Zvoľte <guilabel>Vlastnosti</guilabel> a vypíšte jednotlivé polia.
zh_cn: 选择<guilabel>属性</guilabel>并填写空白处。
zh_tw: 選擇<guilabel>屬性</guilabel>並填寫空白處。

source: Click OK
ko: 확인을 클릭합니다.
sk: Kliknite na OK
zh_cn: 单击确定

source: Select the <guilabel>DNS</guilabel> tab.
de: Wählen Sie den Reiter <guilabel>DNS</guilabel>.
fr: Sélectionnez l'onglet <guilabel>DNS</guilabel>.
ko: <guilabel>DNS</guilabel> 탭을 선택합니다.
nl: Kies de <guilabel>DNS</guilabel>-tab.
sk: Vyberte kartu <guilabel>DNS</guilabel>.
zh_cn: 选择<guilabel>DNS</guilabel>选项卡。
zh_tw: 選擇<guilabel>DNS</guilabel>標籤.

source: Click <guilabel>add</guilabel>, enter your DNS address.
ko: <guilabel>추가</guilabel> 를 클릭하고 DNS 주소를 입력합니다.
sk: Kliknite na <guilabel>Pridať</guilabel>, zadajte svoju DNS adresu.
zh_cn: 单击<guilabel>添加</guilabel>，输入你的DNS地址。
zh_tw: 單擊<guilabel>添加</guilabel>,輸入你的DNS地址.

source: Click <guilabel>Close</guilabel>.
de: Klicken Sie <guilabel>Schließen</guilabel>.
fr: Cliquez sur <guilabel>Fermer</guilabel>.
ko: <guilabel>닫기</guilabel> 를 클릭합니다.
nl: Klik op <guilabel>Sluiten</guilabel>.
sk: Kliknite na <guilabel>Zavrieť</guilabel>.
zh_cn: 单击<guilabel>关闭</guilabel>。
zh_tw: 單擊<guilabel>關閉</guilabel>.

source: Internet and Networks
bg: Интернет и Мрежи
cs: Internet a sítě
de: Internet und Netzwerke
es: Internet y redes
fi: Internet ja verkot
fr: Internet et réseaux
hu: Internet és hálózatok
it: Internet e reti
ja: インターネットとネットワーク
ko: 인터넷과 네트워크
nl: Internet en netwerken
pl: Internet oraz sieci
pt_br: Internet e Redes
ru: Интернет и Сети
sk: Internet a siete
sv: Internet och nätverk
zh_cn: 互联网和网络
zh_tw: 互聯網和網路

source: Connecting to the Internet
de: Eine Verbindung mit dem Internet herstellen
fr: Connexion à l'Internet
ko: 인터넷에 연결하기
nl: Verbinding maken met het internet
sk: Pripojenie do internetu
zh_cn: 连接到互联网
zh_tw: 連接到網際網路

source: Connect to the Internet
de: Eine Verbindung mit dem Internet herstellen
fr: Se connecter à l'Internet
ko: 인터넷에 연결하기
nl: Verbinding maken met het internet
sk: Pripojiť do internetu
zh_cn: 连接互联网
zh_tw: 連接到互聯網

source: This section shows you how to connect to the Internet and home networks. You will also find troubleshooting guides within the sections.
de: Dieser Abschnitt zeigt Ihnen, wie Sie Ihren Rechner mit dem Internet und Heimnetzwerken verbinden. Sie finden außerdem Schritte zur Problemlösung in den einzelnen Abschnitten.
fr: Cette section vous explique comment vous connecter à l'Internet et aux réseaux locaux. Vous y trouverez également des guides de résolution de problèmes.
ko: 이 부분에서는 인터넷과 홈 네트워크에 연결하는 방법을 설명합니다. 또한 문제 해결에 대한 도움말도 얻을 수 있을 것입니다.
nl: Deze sectie toont u hoe u met het internet en met thuisnetwerken verbindt. U kunt in de secties ook handleidingen voor probleemoplossing vinden.
sk: V tejto kapitole sa dozviete, ako sa pripojiť do internetu a do domácich sietí. Takisto v nej nájdete sprievodcov na riešenie problémov.
zh_cn: 本小节告诉你怎么连接互联网和家庭网络。你也将在这部分找到疑难排解向导。
zh_tw: 本小節告訴你怎麼連接互聯網和家庭網絡。你也將在這部分找到疑難排解嚮導。

source: Lastly, this section also provides a guide to Internet applications.
de: Abschließend liefert dieser Abschnitt auch eine Anleitung für die verschiedenen Internetanwendungen.
fr: Enfin, cette section propose aussi un guide des applications pour l'Internet.
ko: 마지막으로, 인터넷 응용 프로그램에 대한 안내도 제공할 것입니다.
nl: Tot slot biedt deze sectie ook een handleiding voor internettoepassingen.
sk: Táto kapitola takisto obsahuje sprievodcu internetovými aplikáciami.
zh_cn: 最后，本节还提供一个互联网应用程序指南。

source: Network Manager is used in many sections of this guide - you can find it:
de: Die Anwendung »Network Manager« wird in vielen Teilen dieser Anleitung benutzt - Sie können sie wie folgt finden:
fr: Le gestionnaire réseau est utilisé dans plusieurs sections de ce guide - vous pouvez le trouver :
ko: 이 안내서의 많은 부분에서 네트워크 관리자가 사용됩니다. 네트워크 관리자를 띄우려면:
nl: Netwerkbeheer wordt in veel secties van deze handleiding gebruikt - u kunt dit vinden:
sk: Network manager sa používa v mnohých kapitolách tohto sprievodcu - nájdete ho:
zh_cn: 网络管理在本向导的许多小节用到的-你能在这找到它:
zh_tw: 網絡管理是用於本嚮導的許多小節的-你能找到它:

source: In <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Network</guimenuitem></menuchoice>
de: Unter <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Netzwerk</guimenuitem></menuchoice>
fr: Dans <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Réseau</guimenuitem></menuchoice>
ko: <menuchoice><guimenu>시스템</guimenu><guimenuitem>관리</guimenuitem><guimenuitem>네트워크</guimenuitem></menuchoice> 를 누릅니다.
nl: In <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Netwerk</guimenuitem></menuchoice>
sk: V <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Network</guimenuitem></menuchoice>
zh_cn: 在<menuchoice><guimenu>系统</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>网络</guimenuitem></menuchoice>
zh_tw: 在 <menuchoice><guimenu>系統</guimenu><guimenuitem>系統管理</guimenuitem><guimenuitem>網絡</guimenuitem>< /menuchoice>

source: In the <guilabel>Notification Area</guilabel> - icon resembles two computer screen on top of each other.
ko: 또는, <guilabel>알림 영역</guilabel> 에서 두 개의 컴퓨터 화면이 겹쳐 있는 것과 같은 아이콘을 클릭합니다.
sk: V <guilabel>Oblati upozornení</guilabel> - ikona dvoch počítačových obrazoviek - jedna na druhej.

source: Choose the method you wish to use to connect to the Internet:
de: Wählen sie die Art der Internetverbindung aus:
fr: Choisissez la méthode que vous souhaitez utiliser pour vous connecter à l'Internet :
ko: 인터넷에 연결하기 위해 사용할 방법을 선택합니다:
nl: Kies de methode die u wilt gebruiken om verbinding met het internet te maken:
sk: Vyberte si spôsob, akým si prajete pripojiť sa do internetu:
zh_cn: 选择你希望用来连接互联网的方法:
zh_tw: 選擇你希望用來連接互聯網的方法:

source: Wireless, see <xref linkend="wireless-connecting"/>
de: Kabellos, siehe <xref linkend="wireless-connecting"/>
fr: Sans fil, voyez <xref linkend="wireless-connecting"/>
ko: 무선, <xref linkend="wireless-connecting"/> 참조
nl: Draadloos, zie <xref linkend="wireless-connecting"/>
sk: Bezdrôtovo, pozrite <xref linkend="wireless-connecting"/>
zh_cn: 无线网络,请参阅<xref linkend="wireless-connecting"/>
zh_tw: 無線網絡,請參閱<xref linkend="wireless-connecting"/>

source: ADSL USB modems, see <xref linkend="modems-adsl-usb"/>
de: ADSL-USB-Modems, siehe <xref linkend="modems-adsl-usb"/>
fr: Modems ADSL USB, voyez <xref linkend="modems-adsl-usb"/>
ko: ADSL USB 모뎀, <xref linkend="modems-adsl-usb"/> 참조
nl: ADSL USB modems, zie <xref linkend="modems-adsl-usb"/>
sk: ADSL USB modemy, pozrite <xref linkend="modems-adsl-usb"/>
zh_cn: ADSL USB 调制解调器，参见<xref linkend="modems-adsl-usb"/>

source: ADSL PPPoE, see <xref linkend="modems-adsl-pppoe"/>
de: ADSL-PPPoE, siehe <xref linkend="modems-adsl-pppoe"/>
fr: PPoE ADSL, voyez <xref linkend="modems-adsl-pppoe"/>
ko: ADSL PPPoE, <xref linkend="modems-adsl-pppoe"/> 참조
nl: ADSL PPPoE, zie <xref linkend="modems-adsl-pppoe"/>
sk: ADSL PPPoE, pozrite <xref linkend="modems-adsl-pppoe"/>
zh_cn: ADSL PPPoE, 请参阅<xref linkend="modems-adsl-pppoe"/>
zh_tw: ADSL PPPoE,請參閱<xref linkend="modems-adsl-pppoe"/>

source: Dial up modems, see <xref linkend="modem"/>
de: Modems, siehe <xref linkend="modem"/>
fr: Pour les modems RTC, voir <xref linkend="modem"/>
ko: 다이얼업 모뎀, <xref linkend="modem"/> 참조
nl: Telefoonmodems, zie <xref linkend="modem"/>
sk: Pre dial-up modemy pozrite <xref linkend="modem"/>
zh_cn: 拨号调制解调器，参见<xref linkend="modem"/>

source: Wire ethernet connections should work without configuration, if not then see <xref linkend="network-troubleshooting"/>.
ko: 유선 이더넷(ethernet) 연결은 아무런 설정을 하지 않아도 동작할 것입니다. 만약 이것이 동작하지 않는다면 <xref linkend="network-troubleshooting"/> 부분을 살펴보십시오.
sk: Ethernetové pripojenie by malo fungovať bez nastavovania. Ak tomu tak nie je, pozrite <xref linkend="network-troubleshooting"/>.

source: Networking Basics
bg: Мрежови основи
cs: Základy síťování
de: Grundsätzliches über Netzwerke
es: Principios básicos sobre redes
fi: Verkkoyhteyksien perusasiat
fr: Bases de la mise en réseau
hu: Hálózati alapok
it: Informazioni di base sulle reti
ja: ネットワークの基本
ko: 네트워크의 기본
nl: Netwerken voor beginners
pl: Podstawy Sieci
pt_br: Conceitos Básicos Sobre Redes
ru: Основы компьютерных сетей
sk: Základy sieťovania
sv: Grundläggande nätverk
zh_cn: 联网基础知识

source: Basic Procedure
ko: 기본 절차
sk: Základný postup
zh_cn: 基本步骤

source: This section describes the basic procedure for connecting to the Internet.
ko: 이 부분은 인터넷에 연결하기 위한 기본 절차에 대해 설명합니다.
sk: Táto kapitola popisuje základný postup pre pripojenie do internetu.
zh_cn: 本部分描述联入互联网的基本步骤。
zh_tw: 這部分描述連接到網際網路的基本程序。

source: If you have a wireless connection or connect to the Internet through a modem (including an ADSL modem), and this section does not work, you should read <xref linkend="wireless"/>, <xref linkend="adsl"/> or <xref linkend="modem"/>.
ko: 만약 여러분이 무선 연결이나 (ADSL 모뎀을 포함하여) 모뎀을 통해 인터넷에 연결되었다면 이 부분에서 설명하는 내용은 동작하지 않을 것입니다. 이 경우에는 각각 <xref linkend="wireless"/>, <xref linkend="adsl"/>, <xref linkend="modem"/> 부분을 읽어보기 바랍니다.
sk: Ak máte bezdrôtovú sieť alebo sa pripájate do internetu prostredníctvom modemu (vrátane ADSL modemu) a tipy z tejto kapitoly vám nepomohli, pozrite <xref linkend="wireless"/>, <xref linkend="adsl"/> alebo <xref linkend="modem"/>.

source: To connect to the Internet:
ko: 인터넷에 연결하려면:
sk: Pre pripojenie do internetu:
zh_cn: 联入互联网：

source: Go to the <guilabel>Connections</guilabel> tab and click the connection you wish to use to select it.
ko: <guilabel>연결</guilabel> 탭에서 사용하고 싶은 연결을 클릭하여 선택합니다.
sk: Otvorte kartu <guilabel>Pripojenia</guilabel> a kliknite na pripojenie, ktoré si prajete vybrať.
zh_cn: 进入<guilabel>连接</guilabel>标签，并点击并选择你想要使用的连接:
