Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: Left click the <guiicon>NetworkManager</guiicon> icon and click <guilabel>Configure VPN...</guilabel> from the <guilabel>VPN Connections</guilabel> option.
bg: Натиснете левия бутон на мишката върху иконата на <guiicon>NetworkManager</guiicon> и изберете <guilabel>Настройване на ВЧМ</guilabel> от <guilabel>Връзки по ВЧМ</guilabel>.
es: Pulse con el botón izquierdo sobre el icono de <guiicon>NetworkManager</guiicon> y pulse en <guilabel>Configurar VPN...</guilabel> dentro de la opción <guilabel>Conexiones VPN</guilabel>.
fi: Napsauta <guiicon>Verkon hallinta</guiicon> -kuvaketta hiiren vasemmalla painikkeella ja valitse <guilabel>Määrittele VPN-yhteys...</guilabel> kohdasta <guilabel>VPN-yhteydet</guilabel>.
hu: Kattintson bal egérgombbal a <guiicon>Hálózatkezelő kisalkalmazás</guiicon> ikonjára és válassza a <guilabel>VPN beállítása...</guilabel> menüpontot a <guilabel>VPN kapcsolatok</guilabel> menüben.
it: Fare clic col pulsante sinistro del mouse sull'icona di <guiicon>NetworkManager</guiicon> e quindi su <guilabel>Configura VPN...</guilabel> da <guilabel>Connessioni VPN</guilabel>
ja: <guiicon>NetworkManager</guiicon> アイコンを左クリックし、<guilabel>VPN 接続</guilabel>オプションから<guilabel>VPNの設定...</guilabel>をクリックしてください。
pl: Kliknij lewym przyciskiem myszy w ikonę <guiicon>NetworkManager</guiicon> w obszarze powiadomień i wybierz <guilabel>Konfiguruj VPN...</guilabel> z menu <guilabel>Połączenia VPN</guilabel>.
pt_br: Clique esquerdo no ícone <guiicon>NetworkManager</guiicon> e clique <guilabel>Configurar VPN...</guilabel> a partir de <guilabel>Conexões VPN</guilabel> option.
ru: Щёлкните левой кнопкой мыши по значку <guiicon>NetworkManager</guiicon> затем щёлкните <guilabel>Настроить VPN...</guilabel> из раздела <guilabel>Соединения VPN</guilabel>.
sv: Vänsterklicka på ikonen <guiicon>Nätverkshanterare</guiicon> och klicka på <guilabel>Konfigurera VPN...</guilabel> från alternativet <guilabel>VPN-anslutningar</guilabel>.

source: Right click the <guiicon>NetworkManager</guiicon> icon and click <guilabel>Edit connections...</guilabel>
bg: Натиснете десния бутон на мишката върху иконата на <guiicon>NetworkManager</guiicon> и натиснете <guilabel>Настройки на връзки...</guilabel>
es: Pulse con el botón derecho sobre el icono de <guiicon>NetworkManager</guiicon> y pulse en <guilabel>Editar las conexiones...</guilabel>.
fi: Napsauta <guiicon>Verkon hallinta</guiicon> -kuvaketta hiiren oikealla painikkeella ja valitse <guilabel>Muokkaa yhteyksiä...</guilabel>
hu: Kattintson jobb egérgombbal a <guiicon>Hálózatkezelő kisalkalmazás</guiicon> ikonjára és válassza a <guilabel>Kapcsolatok szerkesztése...</guilabel> menüpontot
it: Fare clic col pulsante destro del mouse sull'icona di <guiicon>NetworkManager</guiicon>, quindi fare clic su <guilabel>Modifica connessioni...</guilabel>
ja: <guiicon>NetworkManager</guiicon> アイコンを右クリックし、<guilabel>接続を編集...</guilabel>をクリックします。
pl: Kliknij prawym przyciskiem myszy w ikonę <guiicon>NetworkManager</guiicon> w obszarze powiadomień i wybierz <guilabel>Modyfikuj połączenia...</guilabel>
pt_br: Clique direito no ícone <guiicon>NetworkManager</guiicon> e clique <guilabel>Editar conexões...</guilabel>
ru: Щёлкните правой кнопкой мыши по значку <guiicon>NetworkManager</guiicon> и выберите <guilabel>Изменить соединения...</guilabel>
sv: Högerklicka på ikonen <guiicon>Nätverkshanterare</guiicon> och klicka på <guilabel>Redigera anslutningar...</guilabel>

source: Click <guilabel>DSL</guilabel>.
bg: Натиснете <guilabel>DSL</guilabel>.
es: Pulse <guilabel>DSL</guilabel>.
fi: Napsauta <guilabel>DSL</guilabel>.
hu: Kattintson a <guilabel>DSL</guilabel> gombra.
it: Fare clic su <guilabel>DSL</guilabel>.
ja: <guilabel>DSL</guilabel>をクリックします。
pl: Przejdź do karty <guilabel>DSL</guilabel>.
pt_br: Clique em <guilabel>DSL</guilabel>.
ru: Щёлкните по <guilabel>DSL</guilabel>.
sv: Klicka på <guilabel>DSL</guilabel>.

source: INTRO
bg: НАЧАЛО
fi: JOHDANTO
hu: Bevezető
it: INTRODUZIONE
ru: Вступление

source: Networking
bg: Мрежа
cs: Síť
es: Redes
fi: Verkko
hu: Hálózatkezelés
it: Rete
pl: Sieci
pt_br: Rede
ru: Работа в сети
sv: Nätverk

source: https://help.ubuntu.com/community/UsbAdslModem/EciAdsl
hu: https://help.ubuntu.com/community/UsbAdslModem/EciAdsl (angol)
it: http://wiki.ubuntu-it.org/Hardware/Modem/Adsl/EciAdsl

source: DSL
pl: Połączenia DSL

source: HOWTO
bg: КАК
es: COMO
fi: OPAS
hu: Hogyan
pl: Krok po kroku
ru: Руководство

source: NetworkManager
fi: Verkon hallinta
hu: Hálózatkezelő kisalkalmazás
sv: Nätverkshanterare

source: flashplugin-nonfree
zh_tw: flash插件-非自由軟件

source: https://help.ubuntu.com/community/UsbAdslModem/AccessRunner
hu: https://help.ubuntu.com/community/UsbAdslModem/AccessRunner (angol)

source: https://help.ubuntu.com/community/UsbAdslModem/e-techV2
hu: https://help.ubuntu.com/community/UsbAdslModem/e-techV2 (angol)
