Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: Once you've done, click the <guibutton>Save</guibutton> button.
ko: 모든 설정이 완료되면, <guibutton>저장</guibutton> 버튼을 클릭합니다.
sk: Keď skončíte, kliknite na tlačidlo <guibutton>Save</guibutton>.
zh_cn: 这一切都做完后，点击<guibutton>保存</guibutton> 按钮。
zh_tw: 這一切都做完後，點擊<guibutton>保存</guibutton>按鈕。

source: Connect to a XMPP server
ko: XMPP 서버에 연결하기
sk: Pripojiť sa k XMPP serveru
zh_cn: 连接到XMPP服务器
zh_tw: 連接到XMPP服務器

source: Under the <guilabel>Basic</guilabel> tab, select the XMPP Protocol that you'll be using, fill in your screenname (this is your XMPP account name),
ko: <guilabel>기본</guilabel> 탭에서, 여러분이 사용할 XMPP 프로토콜을 선택하고, 계정명을 입력합니다 (이것은 여러분의 XMPP 계정명입니다).
sk: V karte <guilabel>Basic</guilabel> vyberte protokol XMPP, ktorý chcete používať, vypíšte svoje zobrazované meno (meno na vašom XMPP účte),
zh_cn: 在<guilabel>基本设置</guilabel> 标签下，选择您要使用的XMPP协议，填入您的用户名(这是您的XMPP帐户名称)。
zh_tw: 在<guilabel>基本設置</guilabel>標籤下，選擇您要使用的XMPP協議，填入您的用戶名(這是您的XMPP帳戶名稱)。

source: If you don't have an XMPP/Jabber account already setup, then you can create one by registering an account by selecting the <guibutton>Register</guibutton> button and follow the instructions to create one.
ko: 만약 여러분이 XMPP/Jabber 계정을 가지고 있지 않다면, <guibutton>등록</guibutton> 버튼을 누른 후 나오는 지시에 따라 계정을 생성할 수 있습니다.
sk: Ak ešte nemáte nastavený účet na XMPP/Jabber, môžte si ho vytvoriť registráciou účtu prostredníctvom tlačidla <guibutton>Register</guibutton> a nasledovaním príslušných inštrukcií.
zh_cn: 如果你没有设定好的XMPP/Jabber 帐户，你可以创建一个：点击<guibutton>注册</guibutton> 按钮并遵照指示创建。
zh_tw: 如果你沒有設定好的XMPP/Jabber帳戶，你可以創建一個：點擊<guibutton>註冊</guibutton>按鈕並遵照指示創建。

source: The domain name is the name of your XMPP or Jabber server,
ko: 도메인 이름은 여러분의 XMPP 혹은 Jabber 서버의 이름입니다.
sk: Domain name (názov domény) je meno vášho XMPP alebo Jabber serveru,
zh_cn: 域名为您的 XMPP 或Jabber 服务器的名称，
zh_tw: 域名為您的XMPP或Jabber服務器的名稱，

source: Once you have finished, click the <guibutton>Save</guibutton> button.
ko: 설정이 완료되면, <guibutton>저장</guibutton> 버튼을 클릭합니다.
sk: Keď skončíte, stlačte <guibutton>Uložiť</guibutton>.
zh_cn: 完成后，点击<guibutton>保存</guibutton> 按钮。
zh_tw: 完成後，點擊<guibutton>保存</guibutton>按鈕。

source: Connect to a Simple (Ekiga) server
ko: Simple (에키가) 서버 연결하기
sk: Pripojenie k serveru Simple (Ekiga)
zh_cn: 连接到Simple (Ekiga) 服务器
zh_tw: 連接到Simple (Ekiga)服務器

source: First register an <application>Ekiga</application> account at <ulink url="http://www.ekiga.net/user/">ekiga.net</ulink> and wait for the e-mail confirmation. Once you have received your account details, make a note of it and continue with the following procedure.
ko: 먼저 <ulink url="http://www.ekiga.net/user/">ekiga.net</ulink> 에서 <application>에키가</application> 계정을 등록하고 확인 이메일을 기다립니다. 계정 정보에 대한 내용은 받으면, 해당 내용을 복사해 둔 뒤에 다음 절차를 따라하십시오.
sk: Najprv si zaregistrujte <application>Ekiga</application> účet na <ulink url="http://www.ekiga.net/user/">ekiga.net</ulink> a počkajte na potvrdzujúci email. Keď dostanete email s údajmi o účte, zaznačte si ich a pokračujte ďalším krokom.
zh_cn: 首先注册一个<application>Ekiga</application> 帐号于<ulink url="http://www.ekiga.net/user/">ekiga.net</ulink>，等待电子邮件确认。收到您的帐户详细内容后，做好记录，继续如下步骤。
zh_tw: 首先註冊一個<application>Ekiga</application>帳號於<ulink url="http://www.ekiga.net/user/">ekiga.net</ulink>，等待電子郵件確認。收到您的帳戶詳細內容後，做好記錄，繼續如下步驟。

source: Under the <guilabel>Basic</guilabel> tab, select <emphasis>Simple</emphasis> Protocol,
ko: <guilabel>기본</guilabel> 탭에서 <emphasis>Simple</emphasis> 프로토콜을 선택합니다.
sk: V karte <guilabel>Basic</guilabel> vyberte ako protokol <emphasis>Simple</emphasis>,
zh_cn: 在<guilabel>基本</guilabel> 标签下，选择<emphasis>Simple</emphasis> 协议,
zh_tw: 在<guilabel>基本</guilabel>標籤下，選擇<emphasis>Simple</emphasis>協議,

source: Fill in your screenname (this is your Ekiga account name),
ko: 계정명을 입력합니다 (이것은 여러분의 에키가 계정의 이름입니다).
sk: Vyplňte zobrazované meno (toto je meno z vášho Ekiga účtu)
zh_cn: “用户名”一栏输入你的Ekiga帐号
zh_tw: “用戶名”一欄輸入你的Ekiga帳號

source: The server name is the name of your Ekiga server, which should be: <emphasis>ekiga.net</emphasis>,
ko: 여러분의 에키가 서버 이름은 다음과 같을 것입니다: <emphasis>ekiga.net</emphasis>,
sk: Názov serveru je názov vášho Ekiga serveru a má byť <emphasis>ekiga.net</emphasis>,
zh_cn: 服务器名即您的 Ekiga 服务器，应该是：<emphasis>ekiga.net</emphasis>，
zh_tw: 服務器名即您的Ekiga服務器，應該是：<emphasis>ekiga.net</emphasis>，

source: Enter your password and then your local alias (Ekiga Username),
ko: 암호를 입력하고, 대화명 (에키가 사용자 이름) 을 입력합니다.
sk: Zadajte heslo a potom váš miestny alias (užívateľské meno na Ekige)
zh_cn: 输入您的密码和本地别名（Ekiga 用户名），
zh_tw: 輸入您的密碼和本地別名（Ekiga用戶名），

source: Select the <guimenu>Advance</guimenu> tab,
ko: <guimenu>고급</guimenu> 탭을 선택합니다.
sk: Vyberte kartu <guimenu>Advance</guimenu>,
zh_cn: 选择 <guimenu>高级</guimenu>标签，
zh_tw: 選擇<guimenu>高級</guimenu>標籤，

source: <emphasis>Publish status</emphasis> and select the <emphasis>on</emphasis> option,
ko: <emphasis></emphasis> 에서 <emphasis>on</emphasis> 을 선택합니다.
sk: <emphasis>Publish status</emphasis> a vyberte možnosť <emphasis>on</emphasis>,
zh_cn: <emphasis>发布状态</emphasis> 选择 <emphasis>开启</emphasis> 选项。

source: <emphasis>Connect port</emphasis> must be set to: 5060,
ko: <emphasis>연결 포트</emphasis> 는 5060 이 되어야 합니다.
sk: <emphasis>Connect port</emphasis> musí byť nastavený na: 5060,
zh_cn: <emphasis>链接端口</emphasis>必须设为：5060,
zh_tw: <emphasis>鏈接端口</emphasis>必須設為：5060,

source: The <emphasis>Use UDP</emphasis> option must be selected
ko: <emphasis>UDP 사용</emphasis> 옵션을 선택해야 합니다.
sk: musí byť vybraná možnosť <emphasis>Use UDP</emphasis>
zh_cn: <emphasis>使用 UDP</emphasis> 选项必须被选定

source: If you're behind a proxy server, then fill in the relevant proxy information,
ko: 만약 여러분의 네트워크가 프록스 서버 뒤에 존재한다면, 프록시에 대한 정보를 입력합니다.
sk: Ak ste za proxy serverom, musíte vyplniť príslušné informácie o proxy,
zh_cn: 如果您正在使用代理服务器，请输入代理服务器的信息
zh_tw: 如果您正在使用代理服務器，請輸入代理服務器的信息

source: Connect to a IRC server
ko: IRC 서버에 연결하기
sk: Pripojiť sa na IRC server
zh_cn: 连接到IRC服务器
zh_tw: 連接到IRC服務器

source: Under the <guilabel>Basic</guilabel> tab, select <emphasis>IRC</emphasis> Protocol,
ko: <guilabel>기본</guilabel> 탭에서 <emphasis>IRC</emphasis> 프로토콜을 선택합니다.
sk: V karte <guilabel>Basic</guilabel> vyberte Protokol <emphasis>IRC</emphasis>,
zh_cn: 在<guilabel>基本设置</guilabel>标签下，选择<emphasis>IRC</emphasis> 协议，
zh_tw: 在<guilabel>基本設置</guilabel>標籤下，選擇<emphasis>IRC</emphasis>協議，

source: Fill in your screenname, which will be your IRC Nickname,
ko: 대화명을 입력합니다. 이것은 여러분의 IRC 닉네임이 될 것입니다.
sk: Vyplňte zobrazované meno, ktorým je vaša prezývka na IRC,
zh_cn: 填入您的屏幕名，它将成为你的IRC 昵称，
zh_tw: 填入您的屏幕名，它將成為你的IRC暱稱，

source: The server name will be your preferred IRC server, which could be: <emphasis>irc.freenode.net</emphasis>,
ko: 서버 이름은 다음과 같이 여러분이 선호하는 IRC 서버의 이름입니다: <emphasis>irc.freenode.net</emphasis>
sk: Názov servera je vami vybraný IRC server, ktorým môže byť: <emphasis>irc.freenode.net</emphasis>,
zh_cn: 服务器名为您偏好的IRC服务器，可以为：<emphasis>irc.freenode.net</emphasis>，
zh_tw: 服務器名為您偏好的IRC服務器，可以為：<emphasis>irc.freenode.net</emphasis>

source: Password can be left empty and then your local alias (IRC Nickname),
ko: 패스워드와 대화명 (IRC 닉네임)을 입력합니다. 패스워드는 입력하지 않아도 됩니다.
sk: Heslo môžete nechať prázdne a zadajte váš miestny alias (prezývka na IRC),
zh_cn: 密码可以为空，然后就是您的本地别名（IRC 昵称），
zh_tw: 密碼可以為空，然後就是您的本地別名（IRC暱稱），

source: If you're behind a proxy server, fill in the relevant proxy information,
ko: 만약 여러분이 프록시 서버 뒤편에 있다면, 프록시 서버에 대한 정보를 입력합니다.
sk: Ak ste za proxy serverom, vyplňte príslušné údaje o proxy.
zh_cn: 如果您在代理服务器后面，填入代理的相关信息，
zh_tw: 如果您在代理服務器後面，填入代理的相關信息，

source: Ekiga Softphone
cs: Telefon Ekiga
de: Ekiga Softfon
es: Softphone Ekiga
fi: Ekiga-ohjelmistopuhelin
fr: Softphone Ekiga
hu: Ekiga telefonszoftver
it: Ekiga - Telefonia software
ja: Ekiga ソフトフォン
ko: 에키가 소프트전화
nl: Ekiga softfoon
pl: Telefon programowy Ekiga
pt_br: Softphone Ekiga
ru: Программный телефон Ekiga
sk: Telefón Ekiga
sv: Programtelefonen Ekiga
zh_cn: Ekiga 软电话

source: <application>Ekiga</application> is the default Internet telephony (VoIP) application in Ubuntu. It lets you make audio and video calls over the Internet to people who have hardware or software that follows the SIP or H.323 standards and also features basic instant messaging. It is compatible with Windows Messenger and most VoIP applications. However, Ekiga cannot communicate with Skype because the latter uses proprietary technology. If you have the right SIP provider, you can also use Ekiga to place calls to any normal phone line.
bg: <application>Ekiga</application> е програма по подразбиране за интернет телефония (VoIP) в Ubuntu. Позволява ви да провеждате аудио и видео разговори през Интернет с хора, които имат софтуер или хардуер, който поддържа стандартите SIP или H.323 и също поддържа базови внезапни съобщения. Съвместим е с Windows Messenger и повечето VoIP програми. Ekiga не може да комуникира със Skype, защото използва патентована технология. Ако имате правилния SIP доставчик, също можете да използвате Ekiga за провеждане на разговори с всяка нормална телефонна линия.
cs: <application>Ekiga</application> je výchozí aplikací pro internetovou telefonii (VoIP) v Ubuntu. Můžete uskutečňovat zvukové a video hovory přes Internet s uživateli, kteří vlastní potřebný hardware nebo software vyhovující standardům SIP nebo H.323. Také poskytuje základní funkce pro rychlou komunikaci. Je kompatibilní s Windows Messenger a většinou VoIP aplikacemi. Nicméně neumí komunikovat se Skype, který používá uzavřený protokol. Pokud máte správného poskytovatele SIP, můžete za pomoci Ekigy telefonovat i na klasické telefonní linky.
de: <application>Ekiga</application> ist die standardmäßige Internet-Telefonie-Anwendung (VOIP) in Ubuntu. Mit Ekiga können Sie Audio- und Video-Gespräche über das Internet führen. Voraussetzung ist, dass Ihre Gesprächspartner Hardware verwenden, die den SIP oder H.323 Standards folgt. Ekiga kann auch einfaches Instand Messaging ausführen und ermöglicht Telefongespräche zu jedem normalen Telefonanschluss.
es: <application>Ekiga</application> es la aplicación de telefonía por Internet (VoIP) predeterminada en Ubuntu. Le permite realizar llamadas de audio y vídeo a través de Internet a personas que dispongan de hardware o software compatible con los estándares SIP ó H.323, y también dispone de mensajería instantánea básica. Es compatible con Windows Messenger y muchas aplicaciones de VoIP. No obstante, Ekiga no se puede comunicar con Skype porque éste usa tecnología privativa. Si dispone del proveedor SIP adecuado, también puede usar Ekiga para hacer llamadas a cualquier línea telefónica normal.
fi: <application>Ekiga</application> on oletuksena käytettävä Internet-puhelin (VoIP) Ubuntussa. Se mahdollistaa ääni- ja videopuheluiden soittamisen Internetin välityksellä käyttäjille, joilla on SIP- tai H.323-standardia tukeva laite tai ohjelmisto. Myös tavalliset pikaviestit onnistuvat. Se on yhteensopiva Windows Messengerin ja useimpien VoIP-ohjelmien kanssa. Ekiga ei kuitenkaan osaa kommunikoida Skypen kanssa, sillä Skype käyttää suljettua teknologiaa. Jos sinulla on oikea SIP-palveluntarjoaja, voit käyttää Ekigaa soittaaksesi puheluita normaaleihin puhelimiin.
fr: <application>Ekiga</application> est l'application de téléphonie sur internet (VoIP) par défaut d'Ubuntu. Il vous permet d'appeler par audio et vidéo sur Internet des personnes possédant du matériel ou des logiciels aux standards SIP et H.323 et dispose également d'une messagerie instantanée basique. Il est compatible avec Windows Messenger et la plupart des logiciels de VoIP. Cependant, Ekiga ne peut pas communiquer avec Skype car ce dernier utilise une technologie propriétaire. Si vous avez le bon fournisseur SIP, vous pouvez aussi passer des appels vers n'importe quelle ligne téléphonique normale.
hu: Az <application>Ekiga</application> az Ubuntu alapértelmezett internetes telefon (VoIP) alkalmazása. Lehetővé teszi hang- és videohívások interneten keresztüli indítását olyanok felé, akik hardveres vagy szoftveres eszközei követik a SIP vagy H.323 szabványokat, valamint alapszintű azonnali üzenetküldést is biztosít. Kompatibilis a Windows Messengerrel, valamint több VoIP alkalmazással. Az Ekiga azonban nem képes kommunikálni a Skype-pal, mivel ez utóbbi zárt technológiát használ. Az Ekiga ezen kívül normál vonalas telefonhívásokra is használható.
it: <application>Ekiga</application> è l'applicazione predefinita in Ubuntu per la telefonia via Internet (VoIP). Permette di effettuare chiamate audio e video via Internet a persone che possiedono un hardware o software compatibile con gli standard SIP o H.323 e dispone anche di caratteristiche base per la messaggistica istantanea. È compatibile con Windows Messenger e la maggior parte delle applicazioni VoIP. Ekiga, comunque, non può comunicare con Skype perché quest'ultimo utilizza una tecnologia proprietaria. Se si dispone del corretto fornitore SIP, è inoltre possibile utilizzare Ekiga per effettuare chiamate verso telefoni normali.
ja: <application>Ekiga</application>はUbuntuで標準のインターネット電話(VoIP)アプリケーションです。Ekigaを使えば、SIPもしくはH.323に準拠した機器を持った人々とインターネット越しに音声通話やビデオ通話をできますし、簡単なインスタント・メッセンジャ機能も備えています。また、Windows Messengerや多くのVoIPと互換性はあるのですが、Skypeとは接続できません。これはSkypeが非公開の技術を使っているためです。適切なSIPプロバイダのアカウントを持っていれば、固定電話にかけることも可能です。
ko: <application>에키가</application> 는 우분투에서 기본으로 제공하는 인터넷 전화 (VoIP) 프로그램입니다. 에키가를 이용하면 SIP 혹은 H.323 표준을 따르는 하드웨어/소프트웨어를 가진 사람들과 인터넷을 통해 음성과 화상 통화를 할 수 있으며, 또한 기본적인 인스턴트 메시징 기능도 제공합니다. 에키가는 Windows 메신저는 물론 대부분의 VoIP 프로그램들과 호환됩니다. 하지만, 에키가는 독점적인 기술을 사용하고 있는 스카이프(Skype)와는 통신할 수 없습니다. 만약 적절한 SIP 제공자가 있다면, 여러분은 에키가를 통해 일반 전화선으로 통화할 수도 있습니다.
nl: <application>Ekiga</application> is de standaard Internet-telefonie (VoIP) toepassing van Ubuntu. Hiermee kunt u audio- en videogesprekken via het internet voeren met mensen die de hardware of software hebben dat de SIP- of H.323 standaarden volgt, en het heeft ook elementaire o9ndersteuning voor expresberichten. Het is compatibel met Windows Messenger en met de meeste VoIP-toepassingen. Echter, Ekiga kan niet met Skype communiceren omdat de laatste fabrikant-eigen technieken gebruikt. Als u de juiste SIP-provider heeft, kunt u Ekiga ook gebruiken om naar gewone telefoons te bellen.
pl: <application>Ekiga</application> jest domyślnym programem telefonii internetowej (VoIP) w Ubuntu. Pozwala on przeprowadzać rozmowy głosowe oraz wideorozmowy z ludźmi posiadającymi odpowiedni sprzęt albo oprogramowanie zgodne ze standardami SIP oraz H.323. Program posiada także funkcję prostego komunikatora internetowego. Ekiga jest kompatybilna z Windows Messenger oraz większością aplikacji VoIP. Nie jest jednak w stanie komunikować się ze Skypem z powodu technologii chronionej prawem patentowym. Jeżeli posiadasz dostawcę usług SIP, możesz użyć Ekigi, by wykonywać połączenia z każdą normalną linią telefoniczną.
pt_br: O <application>Ekiga</application> é a aplicação padrão do Ubuntu para telefonia na Internet (VoIP). Ele perimte que você faça ligações com audio e vídeo através da Internet para pessoas que possuam hardware ou software que seguem os padrões SIP ou H.323 e também possue características do mensageiros intantâneos básicos. É compatível com o Windows Messenger e grande parte das aplicações VoIP. Entretanto, o Ekiga não pode ser comunicar com o Skype pois este último usa tecnologia proprietária. Se o seu provedor SIP permitir, você pode também usar o Ekiga para fazer ligações para telefones convencionais.
ru: <application>Ekiga</application> - приложение интернет-телефонии (VoIP) по умолчанию в Ubuntu. Оно позволяет вам дозваниваться через Интернет людям, использующим оборудование или программное обеспечение, поддерживающее стандарт SIP или H.323, и содержит основные возможности клиента мгновенных сообщений. Приложение совместимо с Windows Messenger и с большинством приложений VoIP. Тем не менее Ekiga не может соединяться со Skype, потому что последний использует собственные технологии. Если вы используете правильного :) провайдера SIP, вы также можете звонить на обычные телефоны.
sk: <application>Ekiga</application> je predvolená aplikácia na internetovú telefóniu (VoIP) v Ubuntu. S jej pomocou môžete robiť audio a video hovory cez internet s ľuďmi, ktorí majú hardvér a softvér podporujúci štandard SIP alebo H.323. Okrem toho medzi jej funkcie patrí aj posielanie okamžitých správ (IM). Je kompatibilná s Windows Messengerom a väčšinou VoIP aplikácií. Avšak nevie komunikovať so Skypom, nakoľko ten používa uzavretú technológiu. Ak máte správneho poskytovateľa štandardu SIP, môžete Ekigu využívať aj na telefonovanie na normálne telefónne linky.
sv: <application>Ekiga</application> är standardprogrammet för internettelefoni (VoIP) i Ubuntu. Det låter dig göra röst- och videosamtal över Internet till personer som har telefoner eller programtelefoner som följer standarderna SIP eller H.323 och har även funktioner för snabbmeddelanden. Det är kompatibelt med Windows Messenger och de flesta VoIP-program. Dock kan inte Ekiga kommunicera med Skype på grund av att Skype använder proprietär teknologi. Om du har rätt SIP-leverantör kan du även använda Ekiga för att ringa samtal till vanliga telefoner.
zh_cn: <application>Ekiga</application> 是Ubuntu 默认的互联网电话应用程序。它在具备基本的即时通讯的特性的同时，还可使您能够通过互联网拨打音频和视频电话给那些拥有遵循SIP或H.323 标准的硬件或软件的人们。它还兼容Windows Messenger和大多数 VoIP 应用程序。但是，Ekiga 不能和Skype通讯，因为后者使用私有技术。如果您有正确的SIP服务商，您可以使用 Ekiga 拨打普通电话。
zh_tw: <application>Ekiga</application>是Ubuntu默認的互聯網電話應用程序。它在具備基本的即時通訊的特性的同時，還可使您能夠通過互聯網撥打音頻和視頻電話給那些擁有遵循SIP或H.323標準的硬件或軟件的人們。它還兼容Windows Messenger和大多數VoIP應用程序。但是，Ekiga不能和Skype通訊，因為後者使用私有技術。如果您有正確的SIP服務商，您可以使用 Ekiga撥打普通電話。

source: To start <application>Ekiga</application>, choose <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Ekiga Softphone</guimenuitem></menuchoice>.
bg: За да стартирате <application>Ekiga</application>, изберете <menuchoice><guimenuitem>Програми</guimenuitem><guimenuitem>Интернет</guimenuitem><guimenuitem>Телефон по интернет - Ekiga</guimenuitem></menuchoice>.
cs: Pro spuštění <application>Ekigy</application> zvolte <menuchoice><guimenuitem>Aplikace</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Telefon Ekiga</guimenuitem></menuchoice>.
de: Um <application>Ekiga</application> zu starten, wählen Sie <menuchoice><guimenuitem>Anwendungen</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Ekiga Softfon</guimenuitem></menuchoice>.
es: Para iniciar <application>Ekiga</application>, seleccione <menuchoice><guimenuitem>Aplicaciones</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Softphone Ekiga</guimenuitem></menuchoice>.
fi: Käynnistä <application>Ekiga</application> valitsemalla <menuchoice><guimenuitem>Sovellukset</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Ekiga-ohjelmistopuhelin</guimenuitem></menuchoice>.
fr: Pour démarrer <application>Ekiga</application>, choisir <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Softphone Ekiga</guimenuitem></menuchoice>.
hu: Az <application>Ekiga</application> indításához válassza az <menuchoice><guimenuitem>Alkalmazások</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Ekiga telefonszoftver</guimenuitem></menuchoice> menüelemet.
it: Per avviare <application>Ekiga</application>, scegliere <menuchoice><guimenuitem>Applicazioni</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Ekiga - Telefonia software</guimenuitem></menuchoice>.
ja: <application>Ekiga</application>を起動するには、<menuchoice><guimenuitem>アプリケーション</guimenuitem><guimenuitem>インターネット</guimenuitem><guimenuitem>Ekiga ソフトフォン</guimenuitem></menuchoice>を選択してください。
ko: <application>에키가</application> 를 실행하려면 <menuchoice><guimenuitem>프로그램</guimenuitem><guimenuitem>인터넷</guimenuitem><guimenuitem>에키가 소프트전화</guimenuitem></menuchoice> 를 선택합니다.
nl: Om <application>Ekiga</application> te starten, klik op <menuchoice><guimenuitem>Toepassingen</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Ekiga softfoon</guimenuitem></menuchoice>.
pl: Aby uruchomić <application>Telefon Ekiga</application>, wybierz <menuchoice><guimenuitem>Programy</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Telefon Ekiga</guimenuitem></menuchoice>.
pt_br: Para iniciar o <application>Ekiga</application>, escolha <menuchoice><guimenuitem>Aplicações</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Softphone Ekiga</guimenuitem></menuchoice>.
ru: Чтобы запустить <application>Ekiga</application>, нажмите <menuchoice><guimenuitem>Приложения</guimenuitem><guimenuitem>Интернет</guimenuitem><guimenuitem>Программный телефон Ekiga</guimenuitem></menuchoice>.
sk: Na spustenie <application>Ekigy</application> vyberte <menuchoice><guimenuitem>Aplikácie</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Ekiga Softphone</guimenuitem></menuchoice>.
sv: För att starta <application>Ekiga</application>, välj <menuchoice><guimenuitem>Program</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Programtelefonen Ekiga</guimenuitem></menuchoice>.
zh_cn: 要启动 <application>Ekiga</application>，点击<menuchoice><guimenuitem>应用程序</guimenuitem><guimenuitem>互联网</guimenuitem><guimenuitem>Ekiga 软电话</guimenuitem></menuchoice>。
zh_tw: 要啟動<application>Ekiga</application>，點擊<menuchoice>< guimenuitem>應用程序</guimenuitem><guimenuitem>互聯網< /guimenuitem><guimenuitem>Ekiga軟電話</guimenuitem>< /menuchoice>。

source: Create <application>Ekiga Softphone</application> Account
ko: <application>에키가 소프트전화</application> 계정 만들기
sk: Vytvorte si <application>Ekiga</application> účet
zh_cn: 创建 <application>Ekiga 软电话</application> 帐号
zh_tw: 創建<application>Ekiga軟體電話</application>帳號

source: Before starting <application>Ekiga Softphone</application> you need to create an Ekiga account. To do this goto <ulink url="http://www.ekiga.net/user/">ekiga.net</ulink>, click the <emphasis>subscribe</emphasis> link and complete the registration instructions. Once you have received your account details continue with the procedure below.
ko: <application>에키가 소프트전화</application> 를 실행하기 전에 먼저 에키가 계정을 만들어야 합니다. 계정을 만들려면 <ulink url="http://www.ekiga.net/user/">ekiga.net</ulink> 에 가서, <emphasis>subscribe</emphasis> 링크를 클릭한 후 등록 절차를 따르십시오. 여러분의 계정 정보를 받은 후에, 다음 절차를 진행하십시오.
sk: Pred prvým použitím <application>telefónu Ekiga</application> si musíte vytvoriť Ekiga účet. Choďte na <ulink url="http://www.ekiga.net/user/">ekiga.net</ulink>, kliknite na položku <emphasis>Subscribe!</emphasis> a vyplňte registračné údaje. Keď získate údaje o vašom účte, pokračujte nižšie.
zh_cn: 在启动 <application>Ekiga 网络电话</application> 之前，你需要创建一个 Ekiga 帐户。 要这想做清进入 <ulink url="http://www.ekiga.net/user/">ekiga.net</ulink>, 点击 <emphasis>subscribe (注册) </emphasis> 链接然后完成注册指令. 一旦你的到了你的帐户信息，请照以以下步骤继续操作。

source: Select from the Ekiga Softphone menu: <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Accounts</guimenuitem></menuchoice>
ko: 에키가 소프트전화 메뉴에서 다음을 선택합니다: <menuchoice><guimenuitem>편집</guimenuitem><guimenuitem>계정</guimenuitem></menuchoice>
sk: Vyberte si z ponuky Ekigy: <menuchoice><guimenuitem>Upraviť</guimenuitem><guimenuitem>Účty</guimenuitem></menuchoice>
zh_cn: 在 Ekiga网络电话 的菜单里选择: <menuchoice><guimenuitem>编辑</guimenuitem><guimenuitem>帐户</guimenuitem></menuchoice>

source: Enter an <emphasis>Account Name</emphasis>: you can give it a name which describes the service provider e.g. Ekiga
ko: <emphasis>계정 이름</emphasis> 을 입력합니다: 이것은 서비스 제공자를 설명하는 이름으로 지을 수 있습니다. (예. 에키가)
sk: Zadajte <emphasis>Názov účtu</emphasis>: môžte zadať názov, ktorý označuje poskytovateľa služby, napr. Ekiga
zh_cn: 输入 <emphasis>帐户名称</emphasis>: 你可以起一个名字代表服务提供商， 比如说： Ekiga。

source: Enter a <emphasis>Registrar</emphasis>: this will be ekiga.net
ko: <emphasis>레지스트라</emphasis> 를 입력합니다: 이것은 ekiga.net 이 될 것입니다.
sk: Do položky <emphasis>Registrátor</emphasis> zadajte ekiga.net
