Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: Open a <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) and type the command: <code>iwconfig</code>.
bg: Отворете <application>Терминал</application> (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Помощни програми</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>) и напишете командата: <code>iwconfig</code>.
cs: Otevřete <application>Terminál</application> (<menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Příslušenství</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) a napište příkaz: <code>iwconfig</code>.
de: Öffnen Sie ein <application>Terminal</application> (<menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) und führen Sie den Befehl <code>iwconfig</code> aus.
es: Abra una <application>Terminal</application> (<menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) y escriba la orden: <code>iwconfig</code>.
fi: Käynnistä <application>Pääte</application> (<menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Apuohjelmat</guimenuitem><guimenuitem>Pääte</guimenuitem></menuchoice>) ja kirjoita komento <code>iwconfig</code>.
fr: Ouvrez un <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) et tapez la commande : <code>iwconfig</code>.
hu: Nyissa meg a <application>Terminált</application> (<menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) és gépelje be az <code>iwconfig</code> parancsot.
it: Aprire un <application>Terminale</application> (<menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Accessori</guimenuitem><guimenuitem>Terminale</guimenuitem></menuchoice>) e digitare il comando: <code>iwconfig</code>.
ja: <application>端末</application>(<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>アクセサリ</guimenuitem><guimenuitem>端末</guimenuitem></menuchoice>)を開き、次のコマンドを入力します：<code>iwconfig</code>.
ko: <application>터미널</application> (<menuchoice><guimenu>프로그램</guimenu><guimenuitem>보조 프로그램</guimenuitem><guimenuitem>터미널</guimenuitem></menuchoice>) 을 열고 다음 명령을 입력합니다: <code>iwconfig</code>.
nl: Open een <application>Terminalvenster</application> (<menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Terminalvenster</guimenuitem></menuchoice>) en type de opdracht: <code>iwconfig</code>.
pl: Otwórz <application>Terminal</application> (<menuchoice><guimenu>Programy</guimenu><guimenuitem>Akcesoria</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) i wprowadź polecenie: <code>iwconfig</code>.
pt_br: Abra um <application>Terminal</application> (<menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) e digite o comando: <code>iwconfig</code>.
ru: Откройте <application>Терминал</application>(<menuchoice><guimenu>Приложения</guimenu><guimenuitem>Стандартные</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>) и наберите команду: <code>iwconfig</code>.
sk: Otvorte <application>Terminál</application> (<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) a zadajte príkaz: <code>iwconfig</code>.
sv: Öppna en <application>Terminal</application> (<menuchoice><guimenu>Program</guimenu><guimenuitem>Tillbehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) och skriv in kommandot: <code>iwconfig</code>.
zh_cn: 打开<application>终端</application> (<menuchoice><guimenu>应用程序</guimenu><guimenuitem>附件</guimenuitem><guimenuitem>终端</guimenuitem></menuchoice>)并输入命令: <code>iwconfig</code>
zh_tw: 打開一個<application>終端</application>(<menuchoice><guimenu>應用程式</guimenu><guimenuitem>桌面輔助程式</guimenuitem><guimenuitem>終端</guimenuitem></menuchoice>)鍵入命令：<code>iwconfig</code>.

source: If there is an entry that says <code>ESSID=""</code> then see Setting Up WPA (<xref linkend="security-wpa"/>
ko: 만약 <code>ESSID=""</code> 과 같은 부분이 있다면 WPA (<xref linkend="security-wpa"/>) 설정 부분을 살펴보기 바랍니다.
sk: Ak sa zjaví položka, ktorá hovorí <code>ESSID=""</code> tak pozrite Nastavovanie WPA (<xref linkend="security-wpa"/>
zh_cn: 如果有一项显示<code>ESSID=""</code>，请参阅 “设置 WPA (<xref linkend="security-wpa"/>”
zh_tw: 如果有一項顯示<code>ESSID=""</code>，請參閱“設置WPA (<xref linkend="security-wpa"/>”

source: If the ESSID for our router is shown there may be a problem with ACPI support. Boot the kernel with the <code>pci=noacpi</code> option.
bg: Ако ESSID на нашия маршрутизатор е показано там, може би има проблем с поддръжката на ACPI. Стартирайте ядрото с опцията <code>pci=noacpi</code>.
cs: Pokud se zobrazí ESSID routeru, může být problém v podpoře ACPI. Nastartujte kernel s volbou <code>pci=noacpi</code>.
de: Falls die ESSID Ihres Routers angezeigt wird, könnte es ein Problem mit ACPI Unterstützung geben. Booten Sie den Kernel mit der <code>pci=noacpi</code>-Option.
es: Si se muestra el ESSID de su router, entonces puede haber una problema con el soporte ACPI. Arranque el núcleo con la opción <code>pci=noacpi</code>.
fi: Jos reitittimen ESSID näkyy tulosteessa, ongelma saattaa olla ACPI:ssa. Käynnistä tietokone <code>pci=noacpi</code>-asetuksella.
fr: Si l'ESSID de votre routeur est affiché, il se peut que le problème vienne du support ACPI. Démarrez alors le noyau avec l'option <code>pci=noacpi</code>.
hu: Ha az útválasztója hálózati azonosítóját látja, akkor probléma lehet az ACPI kezeléssel. Indítsa újra a számítógépét a rendszermagnak adott <code>pci=noacpi</code> opcióval.
it: Se viene mostrato lo ESSID per il router, potrebbe esserci un'incompatibilità con il supporto ACPI. Avviare quindi il kernel con l'opzione <code>pci=noacpi</code>.
ja: ルータのESSIDが表示された場合、ACPIサポートの問題があるかもしれません。<code>pci=noacpi</code>オプションを付けてカーネルを起動してみてください。
ko: 만약 공유기의 ESSID 가 보인다면 아마다도 ACPI 지원에 따른 문제일 것입니다. 커널 부팅 시에 <code>pci=noacpi</code> 옵션을 추가하십시오.
nl: Als de ESSID voor uw router wordt weergegeven, dan kan er een probleem zijn met uw ACPI-ondersteuning. Start de kernel met de <code>pci=noacpi</code> optie.
pl: Jeśli ESSID naszego routera jest tam pokazany, może istnieć problem ze wsparciem ACPI. Uruchom jądro z parametrem <code>pci=noacpi</code>.
pt_br: Se o ESSID para nosso roteador é mostrado deve haver um problema com o suporte ACPI. Inicie o kernel com a opção <code>pci=noacpi</code>.
ru: Если для Вашего маршутизатора указан ESSID, возможно, проблема в поддержке ACPI. Загрузите ядро с опцией <code>pci=noacpi</code> .
sk: Ak sa ukáže ESSID pre váš router, môže sa jednať o problém s podporou ACPI. Spustite systém s možnosťou <code>pci=noacpi</code>.
sv: Om ESSID för din router visas där kan det vara ett problem med ACPI-stödet. Starta upp kärnan med flaggan <code>pci=noacpi</code>.
zh_cn: 如果路由器的ESSID显示，那么ACPI支持可能有问题。用选项<code>pci=noacpi</code> 启动内核。
zh_tw: 如果路由器的ESSID顯示，那麼ACPI支持可能有問題。用選項<code>pci=noacpi</code>啟動內核。

source: Check IP assignment
bg: Проверка на зададен IP адрес
cs: Zkontrolujte přiřazení IP
de: IP-Zuweisung überprüfen
es: Comprobar la asignación de IP
fi: Tarkista IP-osoitteen määrittely
fr: Vérifiez l'assignation d'IP
hu: IP cím hozzárendelésének ellenőrzése
it: Controllare l'assegnamento dell'indirizzo IP
ja: IPアドレスを確認する
ko: IP 할당 점검
nl: Controleer IP-adrestoewijzing
pl: Sprawdź przypisywanie IP
pt_br: Verifique a atribuição de IP
ru: Проверить присвоение IP-адреса
sk: Skontrolujte pridelenie IP
sv: Kontrollera IP-tilldelning
zh_cn: 检查IP分配情况
zh_tw: 檢查IP分配情況

source: Open a <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) and type the command: <code>ifconfig</code>.
bg: Отворете <application>Терминал</application> (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Помощни програми</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>) и напишете командата: <code>ifconfig</code>.
cs: Otevřete <application>Terminál</application> (<menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Příslušenství</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) a napište příkaz: <code>ifconfig</code>.
de: Öffnen Sie ein <application>Terminal</application> (<menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) und geben den Befehl <code>ifconfig</code> ein.
es: Abra una <application>Terminal</application> (<menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) y escriba la orden: <code>ifconfig</code>.
fi: Käynnistä <application>Pääte</application> (<menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Apuohjelmat</guimenuitem><guimenuitem>Pääte</guimenuitem></menuchoice>) ja kirjoita komento <code>ifconfig</code>.
fr: Ouvrez un <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) et tapez la commande : <code>ifconfig</code>.
hu: Nyissa meg a <application>Terminált</application> (<menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) és gépelje be az <code>ifconfig</code> parancsot.
it: Aprire un <application>Terminale</application> (<menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Accessori</guimenuitem><guimenuitem>Terminale</guimenuitem></menuchoice>) e digitare il comando: <code>ifconfig</code>.
ja: <application>端末</application>(<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>アクセサリ</guimenuitem><guimenuitem>端末</guimenuitem></menuchoice>)を開き、次のコマンドを入力します：<code>ifconfig</code>.
ko: <application>터미널</application> (<menuchoice><guimenu>프로그램</guimenu><guimenuitem>보조 프로그램</guimenuitem><guimenuitem>터미널</guimenuitem></menuchoice>) 을 열고 다음 명령을 입력합니다: <code>ifconfig</code>.
nl: Open een <application>Terminalvenster</application> (<menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Terminalvenster</guimenuitem></menuchoice>) en type de opdracht: <code>ifconfig</code>.
pl: Otwórz <application>Terminal</application> (<menuchoice><guimenu>Programy</guimenu><guimenuitem>Akcesoria</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) i wpisz polecenie: <code>ifconfig</code>.
pt_br: Abra um <application>Terminal</application> (<menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) e digite o comando: <code>ifconfig</code>.
ru: Откройте <application>Терминал</application> (<menuchoice><guimenu>Приложения</guimenu><guimenuitem>Стандартные</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice> ) и наберите команду: <code>iwconfig</code>.
sk: Otvorte <application>Terminál</application> (<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) a zadajte príkaz: <code>ifconfig</code>.
sv: Öppna en <application>Terminal</application> (<menuchoice><guimenu>Program</guimenu><guimenuitem>Tillbehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) och skriv in kommandot: <code>ifconfig</code>.
zh_cn: 打开<application>终端</application> (<menuchoice><guimenu>应用程序</guimenu><guimenuitem>附件</guimenuitem><guimenuitem>终端</guimenuitem></menuchoice>)并输入命令: <code>ifconfig</code>。
zh_tw: 打開<application>終端</application> (<menuchoice><guimenu>應用程序</guimenu>< guimenuitem>附件</guimenuitem><guimenuitem>終端< /guimenuitem></menuchoice>)並輸入命令: <code> ifconfig</code>。

source: If there is an IP address shown see <xref linkend="troubleshooting-dns"/>.
de: Falls eine IP-Adresse angezeigt wird, lesen Sie im Abschnitt <xref linkend="troubleshooting-dns"/> weiter.
fr: Si une adresse IP s'affiche, consultez <xref linkend="troubleshooting-dns"/>.
ko: 만약 IP 주소가 보인다면 <xref linkend="troubleshooting-dns"/> 부분을 살펴보기 바랍니다.
nl: Als er een IP-adres wordt weergegeven, zie <xref linkend="troubleshooting-dns"/>.
sk: Ak sa ukáže IP adresa, pozrite <xref linkend="troubleshooting-dns"/>.
zh_cn: 如果显示出一个IP地址，请参阅<xref linkend="troubleshooting-dns"/>。
zh_tw: 如果顯示出一個IP地址，請參閱<xref linkend="troubleshooting-dns"/>。

source: From the <application>Terminal</application> enter the command: <code>dhclient if_name</code> where if_name is the connection listed earlier.
ko: <application>터미널</application> 에서 다음 명령을 입력합니다: <code>dhclient if_name</code> 여기서 if_name 은 이전에 설정한 연결의 이름입니다.
sk: V <application>Termináli</application> zadajte príkaz: <code>dhclient if_name</code>, pričom za if_name dosaďte pripojenie uvedené vyššie.
zh_cn: 在<application>终端</application>处输入命令：<code>dhclient if_name</code>。其中if_name为此前列出的连接。
zh_tw: 在<application>終端</application>處輸入命令：<code>dhclient if_name</code>。其中if_name為此前列出的連接。

source: If you receive a message that says <code>bound to xxx.xxx.xxx.xxx</code> then see <xref linkend="troubleshooting-dns"/>
de: Wenn Sie eine Meldung der Form <code>bound to xxx.xxx.xxx.xxx</code> erhalten, lesen Sie im Abschnitt <xref linkend="troubleshooting-dns"/> weiter.
fr: Si vous recevez un message disant <code>rattaché à xxx.xxx.xxx.xxx</code> alors voyez <xref linkend="troubleshooting-dns"/>
ko: 만약 <code>bound to xxx.xxx.xxx.xxx</code> 와 같은 메시지를 받았다면 <xref linkend="troubleshooting-dns"/> 부분을 살펴보기 바랍니다.
nl: Als u een melding ziet dat <code>bound to xxx.xxx.xxx.xxx</code> luidt, zie <xref linkend="troubleshooting-dns"/>
sk: Ak dostanete správu, ktorá znie <code>bound to xxx.xxx.xxx.xxx</code> pozrite <xref linkend="troubleshooting-dns"/>
zh_cn: 如果你收到消息说<code>bound to xxx.xxx.xxx.xxx</code>，那么请参阅<xref linkend="troubleshooting-dns"/>。
zh_tw: 如果你收到消息說<code>bound to xxx.xxx.xxx.xxx</code>，那麼請參閱<xref linkend="troubleshooting-dns"/>。

source: If not then reboot the system.
bg: Ако не, рестартирайте компютъра.
cs: Pokud ne, restartujte systém.
de: Wenn nicht, dann starten Sie das System neu.
es: Si no, reinicie el sistema.
fi: Muussa tapauksessa käynnistä tietokone uudelleen.
fr: Sinon, relancez le système.
hu: Ellenkező esetben indítsa újra a rendszert.
it: Altrimenti riavviare il sistema.
ja: システムを再起動してください。
ko: 그렇지 않으면 시스템을 재시작 하십시오.
nl: Zo niet, herstart dan uw systeem.
pl: Jeśli nie, wtedy uruchom ponownie system.
pt_br: Senão, então reinicie o sistema.
ru: Если нет, тогда перезагрузите систему.
sk: Ak nie, reštartujte počítač.
sv: Om inte, starta då om systemet.
zh_cn: 如果没有，那么请重新启动系统。
zh_tw: 如果沒有，那麼請重新啟動系統。

source: Check DNS
bg: Проверка на DNS
cs: Zkontrolujte DNS
de: DNS überprüfen
es: Comprobar las DNS
fi: Tarkista nimipalvelimet (DNS)
fr: Vérifiez le DNS
hu: DNS ellenőrzése
it: Controllare il DNS
ja: DNSを確認する
ko: DNS 점검
nl: Controleer DNS
pl: Sprawdź DNS
pt_br: Verifique o DNS
ru: Проверить DNS
sk: Skontrolujte DNS
sv: Kontrollera DNS
zh_cn: 检查DNS
zh_tw: 檢查DNS

source: Open a <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) and type the command: <code>ping 82.211.81.158</code>.
ko: <application>터미널</application> (<menuchoice><guimenu>프로그램</guimenu><guimenuitem>보조 프로그램</guimenuitem><guimenuitem>터미널</guimenuitem></menuchoice>) 을 열고 다음 명령을 입려합니다: <code>ping 82.211.81.158</code>.
sk: Otvorte <application>Terminál</application> (<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) a zadajte príkaz: <code>ping 82.211.81.158</code>.
zh_cn: 打开一个<application>终端</application> (<menuchoice><guimenu>应用程序</guimenu><guimenuitem>附件</guimenuitem><guimenuitem>终端</guimenuitem></menuchoice>) 然后输入命令: <code>ping 82.211.81.158</code>.
zh_tw: 打開一個<application>終端</application> (<menuchoice><guimenu>應用程序</guimenu>< guimenuitem>附件</guimenuitem><guimenuitem>終端< /guimenuitem></menuchoice>)然後輸入命令: <code >ping 82.211.81.158</code>.

source: Now type the command: <code>ping www.ubuntu.com</code>. If you get a response from the both then see <xref linkend="troubleshooting-ipv6"/>.
de: Danach führen Sie diesen Befehl aus: <code>ping www.ubuntu.com</code>. Wenn Sie von beiden Antworten bekommen, lesen Sie im Abschnitt <xref linkend="troubleshooting-ipv6"/> weiter.
fr: Tapez maintenant la commande <code>ping www.ubuntu.com</code>. Si vous obtenez une réponse dans les deux cas consultez <xref linkend="troubleshooting-ipv6"/>.
ko: 이제 다음 명령을 입력합니다: <code>ping www.ubuntu.com</code>. 만약 두 번의 명령에서 모두 응답을 받았다면 <xref linkend="troubleshooting-ipv6"/> 부분을 살펴보기 바랍니다.
nl: Type nu de opdracht: <code>ping www.ubuntu.com</code>. Als u van beiden een reactie krijgt, zie dan <xref linkend="troubleshooting-ipv6"/>.
sk: Teraz zadajte príkaz: <code>ping www.ubuntu.com</code>. Ak z obidvoch príkazov dostanete odpoveď, pozrite <xref linkend="troubleshooting-ipv6"/>.
zh_cn: 现在输入命令： <code>ping www.ubuntu.com</code>。 如果你两个都有响应<xref linkend="troubleshooting-ipv6"/>.
zh_tw: 現在輸入命令： <code>ping www.ubuntu.com</code>。如果你兩個都有響應<xref linkend="troubleshooting-ipv6"/>.

source: Type the command: <code>cat /etc/resolv.conf</code>. If there is no nameserver listed then contact your ISP and find out your primary and secondary domain name servers. Once you have this information see <xref linkend="wireless-connecting"/>.
de: Führen Sie den Befehl <code>cat /etc/resolv.conf</code> aus. Falls kein Nameserver angezeigt wird, fragen Sie bitte bei Ihrem Provider nach Ihren primären und sekundären Domain Name Servern. Sobald Sie diese Informationen haben sehen Sie sich bitte <xref linkend="wireless-connecting"/> an.
fr: Tapez la commande : <code>cat /etc/resolv.conf</code>. Si aucune ligne ne contient la mention « nameserver », contactez votre fournisseur d'accès et demandez à connaître vos serveurs de noms de domaine primaire et secondaire. Une fois que vous avez ces informations, consultez <xref linkend="wireless-connecting"/>.
ko: 다음 명령을 입력합니다: <code>cat /etc/resolv.conf</code>. 만약 아무런 nameserver 항목이 없다면 ISP 에 연락하여 주 네임 서버와 보조 네임 서버의 주소를 알아보십시오. 이 주소를 알아내면 <xref linkend="wireless-connecting"/> 부분을 살펴보기 바랍니다.
nl: Type de opdracht: <code>cat /etc/resolv.conf</code>. Als er geen naamserver wordt weergegeven, neem dan contact op met uw ISP en vraag wat uw primaire en secundaire domeinnaamservers zijn. Zodra u deze informatie heeft, zie <xref linkend="wireless-connecting"/>.
sk: Zadajte príkaz: <code>cat /etc/resolv.conf</code>. Ak sa nezobrazí nameserver, kontaktujte vášho poskytovateľa internetového pripojenia a zistite vašu primárnu a sekundárnu DNS. Keď už máte tieto informácie, pozrite <xref linkend="wireless-connecting"/>.
zh_cn: 输入命令: <code>cat /etc/resolv.conf</code> 如果没有列出域名服务器，你应该联系你的 ISP提供商并获取你的首选域名服务器和备用域名服务器。一旦你取得了这个信息请看<xref linkend="wireless-connecting"/>.
zh_tw: 輸入命令: <code>cat /etc/resolv.conf</code>如果沒有列出域名服務器，你應該聯繫你的ISP提供商並獲取你的首選域名服務器和備用域名服務器。一旦你取得了這個信息請看<xref linkend="wireless-connecting"/>.

source: IPv6 Not Supported
bg: IPv6 не се поддържа
cs: Bez podpory IPv6
de: IPv6 wird nicht unterstützt
es: IPv6 no soportado
fi: IPv6 ei ole tuettuna
fr: IPv6 non pris en charge
hu: Az IPv6 nem támogatott
it: IPv6 non supportato
ja: IPv6をサポートしていない場合
ko: IPv6 미지원
nl: IPv6 niet ondersteund
pl: Brak obsługi protokołu IPv6
pt_br: IPv6 Não Suportado
ru: IPv6 не поддерживается
sk: Nepodporovaná IPv6
sv: IPv6 stöds inte
zh_cn: 不支持IPv6
zh_tw: 不支持IPv6

source: IPv6 is supported by default in Ubuntu and can sometimes cause problems.
bg: IPv6 по подразбиране се поддържа в Ubuntu и понякога може да създава проблеми.
cs: IPv6 je v Ubuntu standardně podporován a může někdy způsobovat problémy.
de: IPv6 ist standardmäßig bei Ubuntu unterstützt, kann aber manchmal Probleme verursachen.
es: Ubuntu soporta IPv6 de forma predeterminada, y a veces puede causar problemas.
fi: IPv6-tuki on oletuksena käytössä Ubuntussa ja saattaa joskus aiheuttaa ongelmia.
fr: Le protocole IPv6 est pris en charge par défaut dans Ubuntu et peut parfois causer des problèmes.
hu: Az IPv6 támogatás alapértelmezésben engedélyezve van az Ubuntuban, ez néha problémákat okozhat.
it: IPv6 è supportato in modo predefinito in Ubuntu e a volte può causare problemi.
ja: Ubuntuでは標準でIPv6をサポートしていますが、これが問題の原因になる場合があります。
ko: IPv6 는 우분투에서 기본적으로 지원되며, 때때로 문제를 일으킬 수 있습니다.
nl: IPv6 wordt standaard door Ubuntu ondersteund, en kan soms problemen veroorzaken.
pl: IPv6 jest domyślnie obsługiwany w Ubuntu, jednak czasami powoduje problemy.
pt_br: IPv6 é suportado por padrão no Ubuntu e pode, algumas vezes, causar problemas.
ru: IPv6 поддерживается Ubuntu по умолчанию и может иногда вызывать проблемы.
sk: IPv6 je v Ubuntu predvolene podporovaná, avšak niekedy môže spôsobovať problémy.
sv: IPv6 stöds som standard i Ubuntu och kan ibland orsaka problem.
zh_cn: Ubuntu默认支持IPv6，但有时可能会引起问题。
zh_tw: Ubuntu預設支持IPv6，但有時可能會引起問題。
