Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: When prompted with <quote>New SMB password:</quote>, enter the password that you would like to use to access the shared folder and then press <keycap>Enter</keycap>. You can leave the password blank, which will allow anyone to access the shared folder.
bg: Когато бъдете запитани с <quote>New SMB password:</quote>, въведете паролата, която желаете да използвате за достъп до споделената папка и натиснете <keycap>Enter</keycap>. Можете да оставите паролата празна, което ще позволи достъп на всички до споделената папка.
cs: Pokud se objeví výzva <quote>Nové heslo pro SMB:</quote>, vložte heslo, které chcete používat pro přístup ke sdílené složce a stiskněte <keycap>Enter</keycap>. Heslo můžete ponechat prázdné, což umožní komukoliv prohlížet sdílenou složku.
es: Cuando se le requiera con <quote>New SMB password:</quote>, introduzca la contraseña que le gustaría usar para acceder a la carpeta compartida y presione <keycap>Intro</keycap>. Puede dejar la clave en blanco, lo que permitirá que cualquiera acceda a la carpeta compartida.
fi: Kun näkyviin tulee <quote>New SMB password:</quote> (”Uusi SMB-salasana”), syötä jaetussa kansiossa käytettäväksi haluamasi salasana ja paina <keycap>Enter</keycap>. Jos jätät salasanan tyhjäksi, kuka tahansa voi avata jaetun kansion.
hu: Amikor a <quote>New SMB password:</quote> feliratot látja, írja be azt a jelszót, amivel később elakarja érni a megosztott mappát, majd nyomja meg az <keycap>Enter</keycap> billentyűt! A jelszót üresen is hagyhatja, ezzel bárki számára engedélyezi, hogy hozzáférjen a mappához.
it: Quando viene visualizzato <quote>New SMB password</quote>, digitare la password da utilizzare per accedere alle cartelle condivise e premere <keycap>Invio</keycap>. È possibile lasciare vuoto il campo della password, consentendo così a tutti di accedere alla cartella condivisa.
pl: Gdy wyświetli się komunikat <quote>New SMB password:</quote>, wprowadź hasło które będzie wykorzystywane przy dostępie do udostępnionych katalogów i wciśnij <keycap>Enter</keycap>. Jeśli nie wprowadzisz żadnego hasła, każdy będzie miał dostęp do udostępnionych katalogów.
pt_br: Quando solicitado com<quote>Nova senha SMB:</quote>, insira a senha que você gostaria de utilizar para acessar a pasta compartilhada e pressione <keycap>Enter</keycap>. Você pode deixar a senha em branco, o que permitirá a qualquer pessoa acessar a pasta compartilhada.
ru: Получив запрос <quote>New SMB password:</quote>, введите пароль, который вы хотите использовать для доступа к общей папке и нажмите <keycap>Enter</keycap>. Вы можете не набирать пароль и тем самым позволить любому получить доступ к общей папке.
sv: När du uppmanas med <quote>New SMB password:</quote>, skriv det lösenord du vill använda för att få tillgång till den delade mappen och tryck därefter <keycap>Enter</keycap>. Du kan lämna lösenordet blankt, vilket medför att vem som helst får tillgång till den delade mappen.

source: When prompted with <quote>Retype new SMB password:</quote>, enter the password that you just entered and then press <keycap>Enter</keycap>.
bg: Когато бъдете запитани с <quote>Retype new SMB password:</quote>, въведете паролата, която току-що написахте и натиснете <keycap>Enter</keycap>.
cs: Pokud se objeví výzva <quote>Opakujte nové heslo pro SMB:</quote>, napište heslo, které jste právě zadali a stiskněte <keycap>Enter</keycap>.
es: Cuando se le requiera con <quote>Retype new SMB password:</quote>, introduzca la contraseña que acaba de introducir y luego pulse <keycap>Intro</keycap>.
fi: Kun näkyviin tulee <quote>Retype new SMB password:</quote> (”Kirjoita SMB-salasana uudelleen”), syötä juuri syöttämäsi salasana uudelleen ja paina <keycap>Enter</keycap>.
hu: Amikor a <quote>Retype new SMB password:</quote> szöveget látja, írja be újra az előbbi jelszót, majd nyomja meg az <keycap>Enter</keycap> billentyűt!
it: Quando viene visualizzato <quote>Retype new SMB password</quote>, ridigitare la password appena inserita e premere <keycap>Invio</keycap>.
pl: Gdy wyświetli się komunikat <quote>Retype new SMB password:</quote>, wprowadź ponowanie to samo hasło i wciśnij <keycap>Enter</keycap>.
pt_br: Quando solicitado com <quote>Redigite nova senha SMB:</quote>, insira a senha que você acabou de inserir e pressione <keycap>Enter</keycap>.
ru: На запрос <quote>Retype new SMB password:</quote>, введите пароль, который вы только что ввели, ещё раз, а затем нажмите <keycap>Enter</keycap>.
sv: När du uppmanas med <quote>Retype new SMB password:</quote>, ange det lösenord som du nyss skrev och tryck därefter <keycap>Enter</keycap>.

source: Open a Terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) and type the following commands, pressing <keycap>Enter</keycap> after each line:
bg: Отворете Терминал (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Помощни програми</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>) и напишете следните команди, като натискате <keycap>Enter</keycap> след всеки ред:
cs: Otevřete Terminál (<menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Příslušenství</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>), vložte následující příkazy a za každým příkazem stiskněte <keycap>Enter</keycap>:
es: Abra un terminal (<menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) y escriba los comandos siguientes, presionando <keycap>Intro</keycap> luego de cada línea:
fi: Avaa Pääte (<menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Apuohjelmat</guimenuitem><guimenuitem>Pääte</guimenuitem></menuchoice>) ja kirjoita seuraavat komennot päättäen joka rivin <keycap>Enter</keycap>-näppäimellä:
hu: Indítson el egy Terminált (<menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>), majd írja be a következő parancsokat és mindegyik után nyomja meg az <keycap>Enter</keycap> billentyűt!
it: Aprire un terminale (<menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Accessori</guimenuitem><guimenuitem>Terminale</guimenuitem></menuchoice>) e digitare i seguenti comandi, premendo <keycap>Invio</keycap> dopo ogni riga:
ja: 端末を開き (<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>アクセサリ</guimenuitem><guimenuitem>端末</guimenuitem></menuchoice>) 、以下のコマンドを入力した後、それぞれの行の最後に<keycap>Enter</keycap>を押してください:
pl: Otwórz Terminal (<menuchoice><guimenu>Programy</guimenu><guimenuitem>Akcesoria</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) i wprowadź poniższe polecenia, po każdym wciskając <keycap>Enter</keycap>:
pt_br: Abra o Terminal (<menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) e digite os seguintes comandos, pressionando <keycap>Enter</keycap> após cada linha:
ru: Откройте Терминал (<menuchoice><guimenu>Приложения</guimenu><guimenuitem>Стандартные</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>) и введите следующие команды, нажимая <keycap>Enter</keycap> после ввода каждой из них:
sv: Öppna en terminal (<menuchoice><guimenu>Program</guimenu><guimenuitem>Tillbehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) och skriv följande kommandon, tryck <keycap>Enter</keycap> efter varje rad:

source: NetworkManager doesn't currently support modem connections, so you will need to <ulink url="apt:gnome-network-admin">install the gnome-network-admin package</ulink>. If you have no working Internet connection, then you will need to obtain this package and install it, see <ulink url="ghelp:add-applications#installing-deb">Downloading and installing a .deb package</ulink> for more information.
bg: NetworkManager текущо не поддържа модем връзки, така че ще трябва да <ulink url="apt:gnome-network-admin">инсталирате пакета gnome-network-admin</ulink>. Ако нямате работеща Интернет връзка, тогава ще трябва да изтеглите и да инсталирате пакета, вижте <ulink url="ghelp:add-applications#installing-deb">Изтегляне и инсталиране на .deb пакет</ulink> за повече информация.
cs: NetworkManager v současné době nepodporuje připojení pomocí modemu, takže budete muset <ulink url="apt:gnome-network-admin">nainstalovat balík gnome-network-admin</ulink>. Pokud nemáte žádné funkční internetové připojení, pak budete muset získat tento balík a nainstalovat jej, více informací si přečtěte v sekci <ulink url="ghelp:add-applications#installing-deb">Stáhnutí a instalace balíku .deb</ulink>.
es: NetworkManager no soporta actualmente las conexiones por módem, por lo que tendrá que <ulink url="apt:gnome-network-admin">instalar el paquete gnome-network-admin</ulink>. Si no dispone de una conexión funcional a Internet, tendrá que conseguir ese paquete e instalarlo. Consulte <ulink url="ghelp:add-applications#installing-deb">Descargar e instalar un paquete .deb</ulink> para más información.
fi: NetworkManager ei tällä hetkellä tue modeemiyhteyksiä, joten sinun on <ulink url="apt:gnome-network-admin">asennettava gnome-network-admin -paketti</ulink>. Jos sinulla ei ole toimivaa Internet-yhteyttä, on sinun hankittava ja asennettava tämä paketti muulla tavoin. Katso <ulink url="ghelp:add-applications#installing-deb">DEB-paketin lataaminen ja asentaminen</ulink> saadaksesi lisätietoja.
it: NetworkManager attualmente non supporta le connessioni modem, pertanto è necessario <ulink url="apt:gnome-network-admin">installare il pacchetto gnome-network-admin</ulink>. Se non si dispone di una connessione Internet, è necessario ottenere questo pacchetto e installarlo manualmente. Per maggiori informazioni, consultare <ulink url="ghelp:add-applications#installing-deb">la sezione su come scaricare e installare un pacchetto .deb</ulink> .
ja: NetworkManager 現在モデムの接続をサポートしていません。そのため<ulink url="apt:gnome-network-admin">gnome-network-admin パッケージをインストールする</ulink>必要があります。もし、モデム以外でインターネット接続ができなければ、このパッケージを入手し、インストールする必要があります。詳しくは <ulink url="ghelp:add-applications#installing-deb">.deb パッケージをダウンロードし、インストールする</ulink> を参照してください。
pl: W chwili obecnej NetworkManager nie obsługuje połączeń modemowych, będziesz zatem potrzebował <ulink url="apt:gnome-network-admin">pakietu gnome-network-admin</ulink>. Jeśli nie masz połączenia z Internetem, będziesz musiał znaleźć ten pakiet i go zainstalować. Więcej informacji w instrukcji <ulink url="ghelp:add-applications#installing-deb">Pobieranie i instalacja pakietu .deb</ulink>.
pt_br: Atualmente o Gerenciador de Rede não suporta conexão por modem, então você precisa <ulink url="apt:gnome-network-admin">instalar o pacote gnome-network-admin</ulink>. Se você não possuir uma conexão ativa com a Internet, então você precisará obter o pacote e instalá-lo. Veja <ulink url="ghelp:add-applications#installing-deb">Baixando e instalando um pacote .deb </ulink> para mais informações.
ru: NetworkManagerна данный момент не поддерживает модемные соединения, поэтому Вам необходимо <ulink url="apt:gnome-network-admin">установить пакет gnome-network-admin</ulink>. Если у Вас не работающего соединения с Интернет, Вам придётся скачать его каким-то другим образом и установить, смотрите <ulink url="ghelp:add-applications#installing-deb">Скачивание и установка .deb пакетов</ulink> для получения более подробной информации.
sv: Nätverkshanteraren söder för närvarande inte modemanslutningar, så du behöver <ulink url="apt:gnome-network-admin">installera paketet gnome-network-admin</ulink>. Om du saknar en fungerande internetanslutning, då behöver du inhämta detta paket och installera det, se <ulink url="ghelp:add-applications#installing-deb">Hämta och installera ett .deb-paket</ulink> för mer information.

source: Open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Network</guimenuitem></menuchoice>
bg: Отворете <menuchoice><guimenu>Система</guimenu><guimenuitem>Администриране</guimenuitem><guimenuitem>Мрежа</guimenuitem></menuchoice>
cs: Zvolte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Síť</guimenuitem></menuchoice>
es: Abra <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Redes</guimenuitem></menuchoice>
fi: Avaa <menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Ylläpito</guimenuitem><guimenuitem>Verkko</guimenuitem></menuchoice>
hu: Nyissa meg a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Hálózat</guimenuitem></menuchoice> menüpontot
it: Scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Reti</guimenuitem></menuchoice>
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>ネットワーク</guimenuitem></menuchoice>
pl: Otwórz <menuchoice><guimenu>System</guimenu><guimenuitem>Administracja</guimenuitem><guimenuitem>Sieć</guimenuitem></menuchoice>
pt_br: Abrir <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Rede</guimenuitem></menuchoice>
ru: Откройте <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem><guimenuitem>Сеть</guimenuitem></menuchoice>
sv: Öppna <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Nätverk</guimenuitem></menuchoice>

source: Select <guilabel>Point to point connection</guilabel> and press <guibutton>Properties</guibutton>.
bg: Изберете <guilabel>Point to point връзка</guilabel> и натиснете <guibutton>Свойства</guibutton>.
es: Seleccione <guilabel>Conexión punto a punto</guilabel> y pulse <guibutton>Propiedades</guibutton>.
hu: Válaszza a <guilabel>Ponttól pontig kapcsolat</guilabel> menüelemet és kattintson a <guibutton>Tulajdonságok</guibutton> gombra.
it: Selezionare <guilabel>Connessione punto a punto</guilabel> e premere <guibutton>Proprietà</guibutton>.
ja: <guilabel>PPP 接続</guilabel> を選択し、<guibutton>プロパティ</guibutton> を押します。
pl: Wybierz <guilabel>Połączenie PPP</guilabel> i wciśnij <guibutton>Właściwości</guibutton>.
pt_br: Selecione <guilabel>Conexão ponto a ponto</guilabel> e pressione <guibutton>Propriedades</guibutton>.
ru: Выберите <guilabel>Соединение точка-точка</guilabel> и нажмите <guibutton>Свойства</guibutton>.
sv: Välj <guilabel>Punkt-till-punkt-anslutning</guilabel> och tryck på <guibutton>Egenskaper</guibutton>.

source: Tick <guilabel>Enable this connection</guilabel>
bg: Отбележете <guilabel>Разрешаване на тази връзка</guilabel>
es: Seleccione <guilabel>Active esta conexión</guilabel>
it: Selezionare <guilabel>Abilitare questa connessione</guilabel>.
ja: <guilabel>この接続を有効にする</guilabel> にチェックを入れます。
pl: Zaznacz <guilabel>Włącz to połączenie</guilabel>.
pt_br: Assinale <guilabel>Ativar esta conexão</guilabel>
ru: Поставьте галочку <guilabel>Активировать соединение</guilabel>
sv: Kryssa för <guilabel>Aktivera denna anslutning</guilabel>

source: Choose <guilabel>Serial Modem</guilabel> from the <guilabel>Connection Type</guilabel> drop down.
bg: Изберете <guilabel>Сериен модем</guilabel> от падащото меню <guilabel>Тип връзка</guilabel>.
es: Seleccione <guilabel>Módem serie</guilabel> en el menú desplegable <guilabel>Tipo de conexión</guilabel>.
it: Scegliere <guilabel>Modem seriale</guilabel> dal menù a discesa <guilabel>Tipo di connessione</guilabel>.
ja: <guilabel>接続の種類</guilabel> のドロップダウンから <guilabel>シリアルモデム</guilabel> を選択します。
pl: Z rozwijalnego menu <guilabel>Rodzaj połączenia</guilabel> wybierz <guilabel>Modem szeregowy</guilabel>.
pt_br: Escolher <guilabel>Modem Serial</guilabel> para o <guilabel>Tipo de conexão</guilabel> no desdobrar.
ru: Выберите <guilabel>Модем на последовательном порту</guilabel> из выпадающего списка <guilabel>Тип соединения</guilabel>.
sv: Välj <guilabel>Seriellmodem</guilabel> från rullgardinslistan <guilabel>Anslutningstyp</guilabel>.

source: Under Internet Service Provider data, enter the phone number and dial prefix.
bg: Под 'Данни за интернет доставчик', въведете телефонния номер и представката за набиране.
es: Bajo los datos del proveedor de servicios de Internet, introduzca el número de teléfono y el prefijo de marcado.
it: Nella sezione «Dati del fornitore di servizi Internet (ISP)», digitare il numero di telefono e il prefisso di chiamata.
ja: プロバイダ(ISP)の情報の欄に、 電話番号とダイヤルの接頭番号を入力します。
pl: W sekcji Dane dostawcy usług Internetowych wypełnij pola <guilabel>Numer telefonu</guilabel> i <guilabel>Prefiks wybierania</guilabel>.
pt_br: De acordo com dados do Provedor de Serviço de Internet, digite o número do telefone e prefixo a discar.
ru: В поля данных вашего провайдера введите номер телефона и префикс при наборе.
sv: Ange telefonnumret och eventuellt prefix under Data för internetleverantör.

source: Under Account Data enter your password and username.
bg: Под "Данни на акаунт", въдете паролата и потребителското име.
es: Bajo los datos de cuenta introduzca su contraseña y nombre de usuario.
it: Nella sezione «Dati account», inserire la propria password e il nome utente.
ja: アカウント情報の欄にパスワードとユーザー名を入力します。
pl: W sekcji Dane konta wypełnij pola <guilabel>Nazwa użytkownika</guilabel> i <guilabel>Hasło</guilabel>.
pt_br: De acordo com dados da conta digite sua senha e nome de usuário.
ru: В поля данных учётной записи пользователя введите ваши имя пользователя и пароль.
sv: Ange ditt lösenord och användarnamn under Kontodata.

source: Click the <guilabel>Modem tab</guilabel>.
bg: Щракнете раздела <guilabel>Модем</guilabel>.
es: Pulse en la solapa <guilabel>Módem</guilabel>.
fi: Napsauta <guilabel>Modeemi</guilabel>-välilehteä.
it: Fare clic sulla scheda <guilabel>Modem</guilabel>.
ja: <guilabel>モデム タブ</guilabel>をクリックします。
pl: Przejdź do karty <guilabel>Modem</guilabel>.
pt_br: Clique na guia <guilabel>Modem</guilabel>.
ru: Нажмите на <guilabel>вкладку Модем</guilabel>.
sv: Klicka på fliken <guilabel>Modem</guilabel>.

source: Choose the modem settings you require.
bg: Изберете необходимите настройки.
es: Elija la configuración de módem que necesita.
fi: Tee tarvittavat modeemin asetukset.
it: Scegliere le impostazioni del modem richieste.
ja: 必要に合わせてモデムの設定を選びます。
pl: Wybierz odpowiadające Ci ustawienia.
pt_br: Escolha as configurações de modem que você necessita.
ru: Выберите необходимые настройки модема.
sv: Välj de modeminställningar som du önskar.

source: Select the <guilabel>DNS</guilabel> tab and enter the DNS addresses of your ISP.
bg: Изберете раздела <guilabel>DNS</guilabel> и въведете DNS адресите на вашия интернет доставчик.
es: Seleccione la solapa <guilabel>DNS</guilabel> e introduzca las direcciones DNS de su ISP.
fi: Valitse <guilabel>DNS</guilabel>-välilehti ja syötä Internet-palveluntarjoajasi DNS-osoitteet.
it: Selezionare la scheda <guilabel>DNS</guilabel> e immettere l'indirizzo DNS del proprio ISP.
ja: <guilabel>DNS</guilabel>タブを選択し、あなたのISPのDNSアドレスを入力します。
pl: Przejdź do karty <guilabel>DNS</guilabel> i wprowadź adres serwera DNS Twojego dostawcy.
pt_br: Selecione a guia <guilabel>DNS</guilabel> e introduza os endereços DNS do seu ISP.
ru: Перейдите на вкладку <guilabel>DNS</guilabel> и введите адрес DNS вашего провайдера.
sv: Välj fliken <guilabel>DNS</guilabel> och ange DNS-adresserna för din internetleverantör.

source: click <guibutton>Close</guibutton>.
bg: натиснете <guibutton>Затваряне</guibutton>.
es: pulse <guibutton>Cerrar</guibutton>.
fi: napsauta <guibutton>Sulje</guibutton>.
it: Fare clic su <guibutton>Chiudi</guibutton>.
ja: <guibutton>閉じる</guibutton>をクリックしてください。
pl: kliknij <guibutton>Zamknij</guibutton>.
pt_br: clique em <guibutton>Fechar</guibutton>.
ru: нажмите <guibutton>Закрыть</guibutton>.
sv: klicka på <guibutton>Stäng</guibutton>.

source: Information
bg: Информация
cs: Informace
es: Información
fi: Tiedot
it: Informazioni
ja: 詳細情報
pl: Informacje o połączeniu
pt_br: Informação
ru: Информация

source: Click <guilabel>Connection Information</guilabel>.
bg: Натиснете <guilabel>Информация за връзка</guilabel>.
cs: Klikněte na <guilabel>Informace o spojení</guilabel>.
es: Pulse <guilabel>Información de la conexión</guilabel>.
fi: Napsauta <guilabel>Tietoja yhteydestä</guilabel>.
it: Fare clic su <guilabel>Informazioni connessione</guilabel>.
ja: <guilabel>接続情報</guilabel>をクリックします。
pl: Kliknij <guilabel>Informacje o połączeniu</guilabel>.
pt_br: Clique em <guilabel>Informação da conexão</guilabel>.
ru: Нажмите <guilabel>Сведения о соединении</guilabel>.
sv: Klicka på <guilabel>Anslutningsinformation</guilabel>.

source: Click <guibutton>Close</guibutton> when finished.
bg: Когато приключите, натиснете <guibutton>Затваряне</guibutton>.
cs: Klikněte na <guibutton>Zavřít</guibutton> pro ukončení.
es: Pulse <guibutton>Cerrar</guibutton> cuando acabe.
fi: Napsauta <guibutton>Sulje</guibutton> kun olet valmis.
it: Quando si è finito, fare clic su <guibutton>Chiudi</guibutton>.
ja: 終わったら<guibutton>閉じる</guibutton>をクリックします。
pl: Kliknij <guibutton>Zamknij</guibutton>.
pt_br: Clique em <guibutton>Fechar</guibutton> quando acabar.
ru: Когда закончите, нажмите <guibutton>Закрыть</guibutton>.
sv: Klicka på <guibutton>Stäng</guibutton> när du är färdig.

source: Disconnecting
bg: Прекъсване на връзка
cs: Odpojení
es: Desconectar
fi: Yhteyden katkaiseminen
it: Disconnessione
ja: 切断する
pl: Rozłączanie
pt_br: Desconectando
ru: Отключение
sv: Koppla från

source: NetworkManager is used to disconnect connections.
bg: NetworkManager се използва за прекъсване на връзки.
cs: NetworkManager lze použít k odpojení připojení.
es: Para desconectarse de conexiones de red se usa NetworkManager.
fi: Verkon hallintaa käytetään katkaisemaan yhteydet.
hu: A Hálózatkezelő kisalkalmazás használható a kapcsolatok megszakítására.
it: Per chiudere le connessioni viene utilizzato NetworkManager.
ja: NetworkManager は接続を切断することにも使われます。
pl: NetworkManager używany jest do rozłączania połączeń.
pt_br: NetworkManager é usado para desconectar conexões.
ru: NetworkManager используется для отключения соединения.
sv: Nätverkshanterare används för att koppla från anslutningar.

source: Wired
bg: Жична мрежа
cs: Drátová síť
es: Cableada
fi: Kiinteä
it: Rete cablata
ja: 有線
pl: Sieć przewodowa
pt_br: Com fio
ru: Проводная сеть
sv: Trådbundet nätverk

source: Uncheck <guilabel>Enable Networking</guilabel>.
bg: Премахнете отметката от <guilabel>Включване на мрежата</guilabel>.
cs: Odškrtněte <guilabel>Povolit síť</guilabel>.
es: Desmarque la casilla <guilabel>Activar red</guilabel>.
fi: Ota pois valinta <guilabel>Ota verkko käyttöön</guilabel>.
it: Deselezionare <guilabel>Abilita rete</guilabel>.
ja: <guilabel>ネットワークを有効にする</guilabel>のチェックを外します。
pl: Odznacz <guilabel>Włącz sieć</guilabel>.
pt_br: Desmarque <guilabel>Ativar rede</guilabel>.
ru: Снимите отметку <guilabel>Сеть</guilabel>.
sv: Kryssa bort <guilabel>Aktivera nätverk</guilabel>.

source: Wireless
bg: Безжична връзка
cs: Bezdrátová síť
es: Redes inalámbricas
fi: Langaton
hu: Vezeték nélküli
it: Rete senza fili
ja: 無線
pl: Sieć bezprzewodowa
pt_br: Rede sem fio
ru: Беспроводная сеть
sv: Trådlöst nätverk

source: Uncheck <guilabel>Enable Wireless</guilabel>.
bg: Премахнете отметката от <guilabel>Включване на безжичната мрежа</guilabel>.
cs: Odškrtněte <guilabel>Povolit bezdrátové</guilabel>.
es: Desmarque la casilla <guilabel>Activar red inalámbrica</guilabel>.
fi: Ota pois valinta <guilabel>Ota langaton käyttöön</guilabel>.
it: Deselezionare <guilabel>Abilita rete senza fili</guilabel>.
ja: <guilabel>無線ネットワークを有効にする</guilabel>のチェックを外します。
pl: Odznacz <guilabel>Włącz sieć bezprzewodową</guilabel>.
pt_br: Desmarque <guilabel>Ativar rede sem fio</guilabel>.
ru: Снимите галочку <guilabel>Беспроводная сеть</guilabel>.
sv: Kryssa bort <guilabel>Aktivera trådlöst</guilabel>.
