Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: To identify model of your modem, note the name and number on the front. You may have to look for a label to discover the exact model. Consult the list below to see which driver your modem requires, and note the link.
bg: За да разпознаете модела на вашия модем, вижте името и цифрите отпред. Може да се наложи да потърсите етикет с точния модел. Консултирайте се със списъкаотдолу, за да видите кой драйвер е нужен на вашия модем и натиснете съответната връзка.
cs: Pro rozpoznání modelu vašeho modemu si poznamenejte název a číslo na jeho předku. Vyhledáním názvu můžete zjistit přesný model. Zkonzultujte níže uvedený seznam pro zjištění, který ovladač váš modem vyžaduje, a poznamenejte si odkaz.
de: Um das Modem zu identifizieren, schreiben Sie den Namen und die Nummer an der Gerätevorderseite auf. Sie sollten nach weiteren Schildern suchen, um die exakte Modellbezeichnung festzustellen. Sehen Sie in der unten stehenden Liste, welchen Treiber Ihr Modem benötigt und notieren Sie den Link.
es: Para identificar el modelo de su módem, observe el nombre y el número que aparecen en su parte frontal. Puede que tenga que buscar una etiqueta donde aparezca el modelo exacto. Consulte la lista siguiente para ver qué controlador necesita su módem, y anote el enlace.
fi: Modeemin edessä olevista nimistä ja numeroista voi päätellä modeemin mallin. Tarkka malli saattaa selvitä ainostaan esimerkiksi tarkempia tietoja sisältävästä tarrasta. Katso alla olevasta luettelosta, minkä ajurin modeemi vaatii, ja huomioi linkki.
fr: Pour identifier le modèle de votre modem, notez le nom et le numéro en façade. Vous aurez peut-être besoin de rechercher une étiquette pour trouver le modèle exact. Consultez la liste ci-dessous pour voir quel pilote votre modem requiert, et notez le lien.
hu: A modem típusának azonosításához nézze meg a modem elején annak nevét és számát. A pontos azonosításhoz szükséges lehet egy címke megkeresése. Az alábbi listából megismerheti a modemhez szükséges meghajtót, majd jegyezze fel a hivatkozást.
it: Per identificare il modello del proprio modem, prendere nota del nome e del numero scritti nella parte anteriore del mode. Potrebbe essere necessario trovare un etichetta in cui è riportato il modello esatto. Consultare l'elenco sottostante per vedere quale driver è necessario per il proprio modem e prendere nota del collegamento.
ja: まずモデムの型番を知るために、モデムに書かれている名前と番号を書き留めておきます。ラベルを見れば、正確な型番が分かるかもしれません。その型番を元にして、モデムに必要なドライバを以下のリストの中から探し、リンクを書き留めてください。
nl: Om het model van uw modem te bepalen, noteert u de naam en het nummer aan de voorkant. Het kan voorkomen dat u naar een etiket moet zoeken om het exacte model te achterhalen. Raadpleeg de onderstaande lijst om te zien welk stuurprogramma door uw modem wordt vereist en noteer de link.
pl: Aby zidentyfikować swój modem, sprawdź nazwę i numer na przodzie urządzenia. Możesz poszukać etykiety z podanym dokładnym numerem modelu. Sprawdź listę poniżej aby dowiedzieć się jakiego sterownika potrzebuje twój modem a następnie zanotuj odnośnik.
pt_br: Para identificar o modelo do seu modem, anote o nome e o número na parte frontal. Você pode ter que procurar por uma etiqueta para descobrir o modelo exato. Consulte a lista abaixo para verificar quais drivers seu modem requer e anote o link.
ru: Чтобы определить модель вашего модема, проверьте имя и номер на нём. Возможно, потребуется изучить маркировку модема, чтобы установить точную модель. Посмотрите список ниже, чтобы определить, какой драйвер требуется вашему модему, и выберите ссылку.
sv: För att identifiera modemets modell kan du anteckna namn och eventuella siffror på framsidan. Du kan behöva leta efter en etikett för att se den exakta modellen. Konsultera listan nedan för att se vilken drivrutin som ditt modem kräver och anteckna länken.

source: When you go online to download the necessary drivers, you can download the relevant drivers using the links provided.
bg: Когато отидете да изтеглите нужните драйвери, можете да изтеглиге съответните драйвери с помощта на предоставените връзки.
cs: Až budete online a stahovat nezbytné ovladače, můžete příslušné ovladače stáhnout pomocí poskytnutých odkazů.
de: Sie können die aufgeführten Links benutzen, um die benötigten Treiber herunterzuladen.
es: Cuando se conecte para descargar los controladores necesarios, podrá descargar los controladores adecuados usando los enlaces proporcionados.
fi: Tarvittavat ajurit voidaan ladata käyttämällä annettuja linkkejä, mentäessä verkkoon esimerkiksi toiselta tietokoneelta.
fr: Quand vous irez en ligne pour télécharger les pilotes nécessaires, vous pourrez télécharger les pilotes adéquats en utilisant les liens fournis.
hu: Ha kapcsolódik az internethez a szükséges meghajtók letöltéséhez, akkor az alábbi hivatkozások segítségével beszerezheti a megfelelő meghajtókat.
it: Quando ci si trova su Internet per scaricare i driver necessari è possibile scaricarli utilizzando i collegamenti forniti.
ja: インターネットに接続したとき、そのリンクを使えば必要なドライバをダウンロードできるでしょう。
nl: Als u online gaat om de benodigde stuurprogramma's te downloaden, kunt u de betreffende stuurprogramma's downloaden met behulp van de aangeboden links.
pl: Kiedy połączysz się z Internetem aby pobrać potrzebne sterowniki, możesz pobrać je używając podanych odnośników.
pt_br: Quando você acessar a internet para baixar os drivers necessários, você pode baixar os drivers utilizando os links fornecidos.
ru: Когда вы будете онлайн, вы сможете загрузить необходимые драйверы, используя показанные ссылки.
sv: När du ansluter till Internet för att hämta ner de nödvändiga drivrutinerna kan du hämta ner de relevanta drivrutinerna med de länkar som anges.

source: https://help.ubuntu.com/community/UsbAdslModem/SpeedTouch
fr: http://doc.ubuntu-fr.org/materiel/#modem
hu: https://help.ubuntu.com/community/UsbAdslModem/SpeedTouch (angol)

source: https://help.ubuntu.com/community/UsbAdslModem/ueagle-atm
fr: http://doc.ubuntu-fr.org/materiel/#modem
hu: https://help.ubuntu.com/community/UsbAdslModem/ueagle-atm (angol)

source: https://help.ubuntu.com/community/UsbAdslModem/EagleUsb
fr: http://doc.ubuntu-fr.org/materiel/#modem
hu: https://help.ubuntu.com/community/UsbAdslModem/EagleUsb (angol)
it: http://wiki.ubuntu-it.org/Hardware/Modem/Adsl/EagleUsb

source: This section is about setting up an ADSL Internet connection using an ethernet PPPoE modem.
bg: Тази секция разказва за настройването на ADSL интернет връзка с помощта на ethernet PPPoE модем.
cs: Tato sekce popisuje nastavení připojení k Internetu přes ADSL s použitím ethernetového PPPoE modemu.
de: Dieser Abschnitt behandelt die Einrichtung einer ADSL-Internetverbindung mit Hilfe eines Ethernet-PPPoE-Modems.
es: Esta sección trata sobre la configuración de una conexión ADSL a Internet utilizando un módem PPPoE Ethernet.
fi: Tämä osio kertoo ADSL-Internet-yhteyden käyttöönotosta käytettäessä Ethernet PPPoE -modeemia.
fr: Cette section traite de la configuration d'une connexion Internet ADSL en utilisant un modem ethernet PPPoE.
hu: Ez a fejezet ismerteti az ADSL internetkapcsolat beállítását PPPoE modem segítségével.
it: Questa sezione spiega come configurare una connessione Internet ADSL tramite modem ethernet PPPoE.
ja: ここでは、PPPoEモデムを用いたADSLインターネットへの接続方法を説明します。
nl: Deze sectie gaat over het instellen van een ADSL-internetverbinding met behulp van een ethernet PPPoE modem.
pl: Ta sekcja dotyczy ustawień połącznia ADSL używając modemu ethernet PPPoE.
pt_br: Esta seção explica como configurar uma conexão ADSL à internet usando um modem ethernet PPPoE.
ru: Этот раздел содержит информацию об установке ADSL-соединения с интернет с использованием ethernet-модема в режиме PPPoE.
sv: Det här avsnittet handlar om att sätta igång en ADSL-anslutning till Internet genom att använda ett PPPoE-modem.

source: You will require a subscription with an <emphasis>Internet Service Provider</emphasis>, and an installed, functional Internet connection. Most modems have a light which will be lit if it is currently connected to the Internet. You will also need your username and password for the Internet account.
bg: Трябва да имате абонамент с <emphasis>Доставчик на Интернет услуги</emphasis> и инсталирана, работеща Интернет връзка. Повечето модеми имат светлина, която мига, когато сте свързани с Интернет. Също трябва да имате потребителско име и парола за Интернет акаунт.
cs: Budete potřebovat účet u <emphasis>poskytovatele Internetu</emphasis>, a nainstalované funkční internetové připojení. Většina modemů obsahuje světélko, které svítí, pokud je aktuálně připojen k Internetu. Také budete potřebovat uživatelské jméno a heslo k internetovému účtu.
de: Sie benötigen einen Vertrag mit einem <emphasis>Internet Service Provider</emphasis> und eine installierte, funktionierende Internetverbindung. Die meisten Modems haben eine Kontrollleuchte, die anzeigt, wenn das Gerät mit dem Internet verbunden ist. Darüber hinaus benötigen Sie Ihren Benutzernamen und das Passwort für den Internetzugang.
es: Necesitará un contrato con un <emphasis>proveedor de Internet</emphasis>, y una conexión a Internet instalada y funcional. Muchos módems tienen un indicador luminoso que se enciende cuando está conectado a Internet. También necesitará su nombre de usuario y su contraseña para la cuenta de Internet.
fi: Tarvitset sopimuksen <emphasis>Internet-palveluntarjoajan</emphasis> kanssa, ja Internet-yhteyden tulee olla asennettu ja toiminnassa. Useimmissa modeemeissa on valo, joka palaa jos modeemi on yhdistänyt Internetiin. Lisäksi tarvitaan Internet-käyttäjätilin käyttäjänimi ja salasana.
fr: Vous aurez besoin d'une souscription à un <emphasis>Fournisseur d'Accès à Internet</emphasis>, et d'une connexion internet pré-installée et pleinement fonctionnelle. La plupart des modems ont une lumière qui est allumée lorsqu'ils sont connectés à internet. Vous aurez également besoin du nom d'utilisateur et du mot de passe de votre compte internet.
hu: Szüksége lesz előfizetésre egy <emphasis>internetszolgáltatónál</emphasis>, valamint egy telepített és működő internetkapcsolatra. A legtöbb modemen található egy kapcsolatjelző lámpa. Szüksége lesz ezen kívül még a kapcsolathoz tartozó felhasználónévre és a jelszóra is.
it: È necessario un abbonamento con un <emphasis>Internet Service Provider</emphasis> (fornitore di accesso a Internet) e una connessione funzionante. La maggior parte dei modem dispone di alcune luci che si illuminano se il modem è connesso a Internet. Sono necessari anche il proprio nome utente e la password per l'account Internet.
ja: <emphasis>インターネット接続業者(ISP)</emphasis>と契約し、インターネットへの接続手段を確保済みである必要があります。大抵のモデムは、インターネットに接続している時に点灯するライトが存在するでしょう。また、インターネットに接続するための、ユーザ名とパスワードも必要になります。
nl: U hebt een abonnement bij een <emphasis>Internet Service Provider</emphasis> nodig, en een geïnstalleerde, werkende internetverbinding. De meeste modems hebben een lampje dat aangeeft of het met het internet verbonden is. U hebt voor het internet-account ook uw gebruikersnaam en wachtwoord nodig.
pl: Będziesz potrzebował umowy ze swoim <emphasis>dostawcą internetowym</emphasis> oraz zainstalowane, funkcjonujące połączenie internetowe. Większość modemów posiada diodę, która świeci się jeśli zostało nawiązane połączenie z Internetem. Będziesz także potrzebował nazwy użytkownika i hasło do konta internetowego.
pt_br: Você precisará de uma assinatura com um <emphasis>Provedor de Serviços Internet</emphasis>, e uma conexão com a Internet instalada e funcional. A maioria dos modems possuem uma luz que ficará acesa se ele estiver corretamente conectado à Internet. Você também precisará de um usuário e uma senha para a conta de Internet.
ru: Вам потребуется описание, содержащее данные о вашем <emphasis>Провайдере услуг интернет</emphasis>, а также установленное и работающее соединение с интернет. Большинство модемов имеют индикатор, который горит при наличии физического подключения к сети. Кроме того, потребуются имя пользователя и пароль для вашей учётной записи.
sv: Du kommer att behöva ett abbonemang hos en <emphasis>internetleverantör</emphasis>, och en installerad, funktionell internetanslutning. De flesta modem har en lampa som lyser när den är ansluten till Internet. Du kommer även att behöva ditt användarnamn och lösenord för internetkontot.

source: In the terminal, type <screen>sudo pppoeconf</screen>
bg: В терминал напишете <screen>sudo pppoeconf</screen>
cs: V terminálu napište <screen>sudo pppoeconf</screen>
de: Geben Sie in das Terminal <screen>sudo pppoeconf</screen> ein.
es: En el terminal, teclee <screen>sudo pppoeconf</screen>
fi: Kirjoita päätteessä <screen>sudo pppoeconf</screen>
fr: Dans le terminal, tapez <screen>sudo pppoeconf</screen>
hu: A terminálban adja ki a <screen>sudo pppoeconf</screen> parancsot.
it: Nel terminale, digitare <screen>sudo pppoeconf</screen>
ja: 端末で次のコマンドを実行します。<screen>sudo pppoeconf</screen>
nl: Type in het terminalvenster <screen>sudo pppoeconf</screen>
pl: Wprowadź w terminalu polecenie <screen>sudo pppoeconf</screen>
pt_br: No terminal, digite <screen>sudo pppoeconf</screen>
ru: В окне терминала наберите <screen>sudo pppoeconf</screen>
sv: Skriv in <screen>sudo pppoeconf</screen> i terminalen

source: Popular options: you are asked if you want the <quote>noauth</quote> and <quote>defaultroute</quote> options and to remove <quote>nodetach</quote>. Choose <guibutton>Yes</guibutton>.
bg: Популярни опции: ще бъдете попитани дали искате <quote>noauth</quote> и <quote>defaultroute</quote> опции и да премахнете <quote>nodetach</quote>. Изберете <guibutton>Yes</guibutton>.
cs: Oblíbené volby: jste dotázání zda chcete volby <quote>noauth</quote> a <quote>defaultroute</quote> a zda odstranit <quote>nodetach</quote>. Zvolte <guibutton>Ano</guibutton>.
de: Häufige Optionen: Sie werden gefragt, ob Sie <quote>noauth</quote> und <quote>defaultroute</quote> nutzen möchten und ob <quote>nodetach</quote> entfernt werden soll. Wählen Sie <guibutton>Ja</guibutton>.
es: Opciones habituales: si se le pregunta si quiere activar las opciones <quote>noauth</quote> y <quote>defaultroute</quote>, y desactivar la opción <quote>nodetach</quote>, seleccione <guibutton>Sí</guibutton>.
fi: Yleisimpiä asetuksia: kysyttäessä halutaanko käyttää <quote>noauth</quote>- ja <quote>defaultroute</quote>-valintoja sekä poistaa <quote>nodetach</quote>, valitse <guibutton>Kyllä</guibutton>.
fr: Options couramment utilisées : il vous est demandé si vous désirez les options <quote>noauth</quote> et <quote>defaultroute</quote> et de retirer l'option <quote>nodetach</quote>. Choisissez <guibutton>Oui</guibutton>.
hu: Népszerű beállítások: a program megkérdezi, hogy szeretné-e bekapcsolni a <quote>noauth</quote> és a <quote>defaultroute</quote>, valamint eltávolítani a <quote>nodetach</quote> beállításokat. Válassza az <guibutton>Igen</guibutton> lehetőséget.
it: Opzioni popolari: viene chiesto se abilitare le opzioni <quote>noauth</quote> e <quote>defaultroute</quote> e di rimuovere <quote>nodetach</quote>. Scegliere <guibutton>Sì</guibutton>.
ja: 一般的な設定：<quote>noauth</quote>と<quote>defaultroute</quote>オプションを設定し、<quote>nodetach</quote>を削除するかどうか尋ねられたら、<guibutton>はい</guibutton>を選択してください。
nl: Veelgebruikte opties: u wordt gevraagd of u de <quote>noauth</quote> en <quote>defaultroute</quote> opties wilt en of u <quote>nodetach</quote> wilt verwijderen - kies <guibutton>Ja</guibutton>.
pl: Popularne opcje: zostaniesz zapytany o chęć wyboru opcji <quote>bez autentyfikacji</quote> i <quote>domyślny routing</quote> oraz czy chcesz usunąć <quote>nodetach</quote>. Wybierz <guibutton>Tak</guibutton>.
pt_br: Opções comuns: será solicitado se você quer as opções <quote>noauth</quote> e <quote>defaultroute</quote> e remover a opção <quote>nodetach</quote>. Escolha <guibutton>Sim</guibutton>.
ru: Популярные настройки: вы получите запрос, нужны ли вам опции <quote>noauth</quote> и <quote>defaultroute</quote>, а также хотите ли вы удалить опцию <quote>nodetach</quote>. Выберите <guibutton>Да</guibutton>.
sv: Populära flaggor: du kommer att frågas om du vill använda <quote>noauth</quote> och <quote>defaultroute</quote> och att ta bort <quote>nodetach</quote>. Välj <guibutton>Ja</guibutton>.

source: A text-based menu program will guide you through the following steps: <placeholder-1/>
bg: Базирана на текст програма ще ви води през следните стъпки: <placeholder-1/>
cs: Textový program vás povede následujícími kroky: <placeholder-1/>
de: Ein textbasiertes Menüprogramm wird Sie durch die folgenden Schritte führen: <placeholder-1/>
es: Un programa de menú basado en texto le guiará a través de los siguientes pasos: <placeholder-1/>
fi: Tekstipohjainen valikko-ohjelma ohjaa asetuksien tekoa seuraavasti: <placeholder-1/>
fr: Un menu de programme en mode texte vous guidera à travers les étapes suivantes : <placeholder-1/>
hu: Egy szöveges felületű program végigvezeti a következő lépéseken: <placeholder-1/>
it: Un programma a menù testuale guiderà attraverso i seguenti passi: <placeholder-1/>
ja: テキストベースのプログラムが起動しますので、以下の手順に従って設定してください：<placeholder-1/>
nl: Een tekstgebaseerd menuprogramma zal u door de volgende stappen leiden: <placeholder-1/>
pl: Program z tekstowym menu przeprowadzi cię przez następujące kroki:<placeholder-1/>
pt_br: Um programa com menus baseados em texto irá guiar você durante os seguintes passos: <placeholder-1/>
ru: Программа с текстовым интерфейсом проведёт вас через ряд этапов: <placeholder-1/>
sv: Ett textbaserat menyprogram kommer att guida dig genom följande steg: <placeholder-1/>

source: Get addons for your Firefox
bg: Вземете приставки за вашия Firefox
cs: Získání doplňků pro Firefox
es: Obtenga complementos para su Firefox
fi: Lisäosien hakeminen Firefoxille
hu: Firefox kiegészítők telepítése
it: Scaricare componenti aggiuntivi per Firefox
ja: firefox用のアドオンを入手する
pl: Pobieranie dodatków do Firefoksa
pt_br: Obtenha complementos para o seu Firefox
ru: Установить дополнения для Firefox
sv: Skaffa tilläggsprogram för Firefox

source: Addons extend Firefox's capabilities, such as automatically removing adverts or altering the behaviour of menus.
bg: Приставките разширяват възможностите на Firefox, като автоматично премахване на реклами или проверка на поведението на менютата.
cs: Doplňky rozšiřují schopnosti Firefoxu, jako např. automatické odstraňování reklam nebo úprava chování nabídek.
es: Los complementos extienden las capacidades de Firefox, tales como eliminar automáticamente la publicidad o alterar el comportamiento de los menús.
fi: Lisäosat laajentavat Firefoxin ominaisuuksia, esimerkiksi poistamalla mainokset automaattisesti tai muuttamalla valikoiden toimintaa.
hu: A kiegészítők olyan képességeket adnak a Firefox böngészőhöz, mint a reklámok automatikus eltávolítása vagy a menük viselkedésének megváltoztatása.
it: I componenti aggiuntivi estendono le funzionalità di Firefox, come l'eliminazione automatica dei messaggi pubblicitari o la modifica dell'aspetto dei menù.
ja: アドオンはFirefoxの機能を拡張し、自動的に広告を取り払ったり、メニューの振る舞いを変えたりできます。
pl: Dodatki rozszerzają możliwości Firefoxa o takie funkcje jak automatyczne usuwanie reklam lub zmiany zachowania menu.
pt_br: Os complementos aumentam as capacidades do Firefox, como remover automaticamente propagandas ou alterando o comportamento dos menus.
ru: Дополнения, расширяющие возможности Firefox, такие, как инструмент для автоматического удаления рекламы или изменения поведения меню.
sv: Tilläggsprogram utökar Firefox förmågor, såsom att automatiskt ta bort reklam eller förändra menyernas beteende.

source: To view a list of currently-installed plugins in the <application>Firefox Web Browser</application> , open <menuchoice><guimenu>Applications</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice> and click <menuchoice><guimenu>Tools</guimenu><guimenuitem>Add-ons</guimenuitem></menuchoice>.
bg: За да видите списък на текущо инсталираните приставки във <application>Firefox Web Browser</application> , отворете <menuchoice><guimenu>Програми</guimenu><guisubmenu>Интернет</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice> и натиснете <menuchoice><guimenu>Инструменти</guimenu><guimenuitem>Приставки</guimenuitem></menuchoice>.
cs: Pro zobrazení přehledu aktuálně nainstalovaných zásuvných modulů ve <application>webovém prohlížeči Firefox</application> zvolte <menuchoice><guimenu>Aplikace</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Webový prohlížeč</guimenuitem></menuchoice> a klikněte na <menuchoice><guimenu>Nástroje</guimenu><guimenuitem>Správce doplňků</guimenuitem></menuchoice>.
es: Para ver una lista de los complementos instalados actualmente en el <application>Navegador web Firefox</application>, abra <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navegador Web Firefox</guimenuitem></menuchoice> y pulse en <menuchoice><guimenu>Herramientas</guimenu><guimenuitem>Complementos</guimenuitem></menuchoice>.
fi: Nähdäksesi luettelon <application>Firefox-selaimen</application> tällä hetkellä asennetuista liitännäisistä, avaa <menuchoice><guimenu>Sovellukset</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox-selain</guimenuitem></menuchoice> ja napsauta <menuchoice><guimenu>Työkalut</guimenu><guimenuitem>Lisäosat</guimenuitem></menuchoice>.
hu: A <application>Firefox webböngészőhöz</application> telepített kiegészítők megtekintéséhez nyissa meg az <menuchoice><guimenu>Alkalmazások</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox webböngésző</guimenuitem> </menuchoice> menüpontot és kattintson az <menuchoice><guimenu>Eszközök</guimenu><guimenuitem>Kiegészítők</guimenuitem></menuchoice> menüelemre.
it: Per visualizzare l'elenco dei plugin attualmente installati in <application>Firefox</application>, scegliere <menuchoice><guimenu>Applicazioni</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Browser Web</guimenuitem></menuchoice> e fare clic su <menuchoice><guimenu>Strumenti</guimenu><guimenuitem>Componenti aggiuntivi</guimenuitem></menuchoice>.
ja: <application>Firefox ウェブ・ブラウザ</application> に現在インストールされているプラグインのリストを見るには、<menuchoice><guimenu>アプリケーション</guimenu><guisubmenu>インターネット</guisubmenu><guimenuitem>Firefox ウェブ・ブラウザ</guimenuitem></menuchoice> を開き、<menuchoice><guimenu>ツール</guimenu><guimenuitem>アドオン</guimenuitem></menuchoice>をクリックしてください。
pl: Aby wyświetlić listę aktualnie zainstalowanych dodatków w <application>przeglądarce Firefox</application>, otwórz <menuchoice><guimenu>Programy</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Przeglądarka WWW Firefox</guimenuitem></menuchoice> i kliknij <menuchoice><guimenu>Narzędzia</guimenu><guimenuitem>Dodatki</guimenuitem></menuchoice>.
pt_br: Para ver uma lista dos plugins instalados atualmente no <application>Navegador Web Firefox</application>, clique em <menuchoice><guimenu>Aplicações</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navegador Web Firefox</guimenuitem></menuchoice> e clique <menuchoice><guimenu>Ferramentas</guimenu><guimenuitem>Complementos</guimenuitem></menuchoice>.
ru: Для просмотра списка установленных плагинов в <application>Firefox Web Browser</application>, откройте <menuchoice><guimenu>Приложения</guimenu><guisubmenu>Интернет</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice> и выбирите <menuchoice><guimenu>Инструменты</guimenu><guimenuitem>Дополнения</guimenuitem></menuchoice>.
sv: För att visa en lista över de installerade insticksmodulerna i <application>Webbläsaren Firefox</application> , öppna <menuchoice><guimenu>Program</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Webbläsaren Firefox</guimenuitem></menuchoice> och klicka på <menuchoice><guimenu>Verktyg</guimenu><guimenuitem>Tillägg</guimenuitem></menuchoice>.
