Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: Problems connecting to shared folders in Windows
bg: Проблеми при свързване към споделени папки в Windows
cs: Problémy s připojením ke sdíleným složkám ve Windows
de: Probleme beim Zugriff auf freigegebene Ordner in Windows
es: Problemas al conectarse a carpetas compartidas en Windows
fi: Ongelmia yhdistettäessä jaettuihin kansioihin Windows-tietokoneella
fr: Problèmes de connexion aux dossiers partagés depuis Windows
hu: Probléma a megoszott mappához kapcsolódáskor Windowson
it: Problemi nel connettersi alle cartelle condivise in Windows
ja: Windowsから共有フォルダにアクセスできない場合
ko: Windows 에서 공유 폴더에 연결할 때 발생할 수 있는 문제
nl: Problemen bij het verbinden met gedeelde mappen in Windows
pl: Problemy z połączniem do udostęnionego katalogu w systemie Windows
pt_br: Problemas ao se conectar a pastas compartilhadas no Windows
ru: Проблемы с подключением к опубликованным папкам в Windows
sk: Problémy s pripojením k zdieľaným priečinkom z Windows
sv: Problem vid anslutning till delade mappar i Windows
zh_cn: 连接到Windows上的共享文件夹的问题

source: If you are unable to connect to a shared folder using Windows, try using the <emphasis>IP address</emphasis> of the Ubuntu computer rather than its <emphasis>host name</emphasis> to access the share:
bg: Ако не можете да се свържете към споделена папка през Windows, опитайте с <emphasis>IP адреса</emphasis> на компютъра с Ubuntu, вместо с неговото <emphasis>име</emphasis>:
cs: Pokud nejste schopni připojit se ke sdílené složce za použití Windows, zkuste pro přístup ke sdílení raději použít <emphasis>adresu IP</emphasis> počítače s Ubuntu než jeho <emphasis>hostitelské jméno</emphasis>:
de: Sollten Sie keinen Zugriff auf die freigegebenen Ordner auf Ihrem Ubuntu-Rechner (Zugriff über Windows) haben, versuchen Sie statt des <emphasis>Hostnamens</emphasis> die <emphasis>IP-Adresse</emphasis> des Ubuntu-Rechners zu verwenden:
es: Si no puede conectarse a una carpeta compartida usando Windows, inténtelo usando la <emphasis>dirección IP</emphasis> del equipo Ubuntu en lugar de su <emphasis>nombre de host</emphasis> para acceder al recurso compartido:
fi: Jos et onnistu yhdistämään jaettuihin kansioihin Windowsilla, kokeile käyttää Ubuntu-koneen <emphasis>IP-osoitetta</emphasis> sen <emphasis>verkkonimen</emphasis> sijasta.
fr: S'il vous est impossible de vous connecter à un dossier partagé en utilisant Windows, essayez en utilisant l'<emphasis>adresse IP</emphasis> de l'ordinateur sous Ubuntu plutôt que son <emphasis>nom d'hôte</emphasis> pour accéder au partage :
hu: Ha nem képes elérni a megoszott mappát Windows alól, próbálja az Ubuntut futtató gép <emphasis>IP címét</emphasis> a <emphasis>gépneve</emphasis> helyett:
it: Se non si è in grado di collegarsi a una cartella condivisa utilizzando Windows, provare utilizzando l'<emphasis>indirizzo IP</emphasis> del computer Ubuntu piuttosto che il suo <emphasis>nome host</emphasis> per accedere alla condivisione:
ja: Windowsを使って共有フォルダにアクセスできない場合は、次のようにUbuntuコンピュータの<emphasis>ホスト名</emphasis>ではなく<emphasis>IPアドレス</emphasis>を用いたアクセスを試してください：
ko: 만약 Windows 에서 공유 폴더에 연결할 수 없다면, 접근할 때 우분투 컴퓨터의 <emphasis>호스트 명</emphasis> 대신 <emphasis>IP 주소</emphasis> 를 사용해 보십시오.
nl: Als u in Windows geen verbinding met gedeelde mappen kunt maken, probeer dan het <emphasis>IP-adres</emphasis> van de Ubuntu-computer te gebruiken, in plaats van diens <emphasis>hostnaam</emphasis> om toegang te krijgen tot de gedeelde bron:
pl: Jeżeli nie jesteś w stanie połączyć się z udostępnionym katalogiem używając systemu Windows, spróbuj użyć <emphasis>adresu IP</emphasis> komputera z systemem Ubuntu zamiast <emphasis>nazwy komputera</emphasis> aby uzyskać dostęp do zasobu:
pt_br: Se você não consegue conectar à uma pasta compartilhada usando Windows, tente usar o <emphasis>Endereço IP</emphasis> do computador com Ubuntu ao invés de usar seu <emphasis>nome de host</emphasis> para acessar o compartilhamento:
ru: Если вы не можете получить доступ к опубликованным папкам, используя Windows, попробуйте использовать <emphasis>IP адрес</emphasis> компьютера с Ubuntu вместо <emphasis>имя хоста</emphasis>:
sk: Ak sa vo Windows neviete pripojiť k zdieľanému priečinku, skúste na pripojenie použiť <emphasis>IP adresu</emphasis> počítača s Ubuntu a nie jeho <emphasis>host name</emphasis> (názov):
sv: Om du inte kan ansluta till en delad mapp med Windows kan du prova att använda <emphasis>IP-adressen</emphasis> för Ubuntu-datorn istället för dess <emphasis>värdnamn</emphasis> för att komma åt utdelningen:

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Network Tools</guimenuitem></menuchoice> and select the <guilabel>Devices</guilabel> tab
ko: <menuchoice><guimenu>시스템</guimenu><guimenuitem>관리</guimenuitem><guimenuitem>네트워크 도구</guimenuitem></menuchoice> 를 누르고 <guilabel>장치</guilabel> 탭을 누릅니다.
sk: Vyberte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Sieťové nástroje</guimenuitem></menuchoice> a vyberte kartu <guilabel>Zariadenia</guilabel>

source: Select the name of your network connection from the <guilabel>Network device</guilabel> option list (for example, <quote>eth0</quote>). If you have several network connections, you may have to try this several times.
bg: Изберете името на вашата мрежова връзка от списъка <guilabel>Мрежово стройство</guilabel> (примерно, <quote>eth0</quote>). Ако имате няколко мрежови връзки, може да пробвате няколко пъти.
cs: Vyberte název svého síťového připojení ze seznamu <guilabel>Síťové zařízení</guilabel> (například <quote>eth0</quote>). Pokud máte několik síťových připojení, můžete to zkusit vícekrát.
de: Wählen Sie Ihre Netzwerkverbindung aus der Auswahlliste <guilabel>Netzwerkstatus</guilabel> (z.B. <quote>eth0</quote>). Wenn Sie mehrere Netzwerkverbindungen haben, sollten Sie dies mehrfach durchführen.
es: Seleccione el nombre de su conexión de red en la lista <guilabel>Dispositivo de red</guilabel> (por ejemplo, <quote>eth0</quote>). Si tiene varias conexiones de red, tal vez tenga que intentarlo varias veces.
fi: Valitse verkkolaitteesi <guilabel>Verkkolaite</guilabel>-listalta (esimerkiksi <quote>eth0</quote>). Jos koneessasi on useita verkkolaitteita, sinun täytyy ehkä yrittää useamman kerran.
fr: Sélectionnez le nom de votre connexion réseau dans la liste d'options <guilabel>Périphériques réseau</guilabel> (par exemple <quote>eth0</quote>). Si vous disposez de plusieurs connexions réseau, vous devrez peut-être répéter l'opération plusieurs fois.
hu: Válassza ki a hálózati kapcsolata nevét a <guilabel>Hálózati eszköz</guilabel> lenyíló listából (például: <quote>eth0</quote>). Ha több eszköze is van, akkor ezt többször is megismételheti.
it: Selezionare il nome della connessione di rete da <guilabel>Interfaccia di rete</guilabel> (per esempio, <quote>eth0</quote>). Se fossero disponibili diverse connessioni di rete potrebbe essere necessario provare questa operazione più volte.
ja: <guilabel>ネットワーク・デバイス</guilabel>からネットワークの接続方法(例えば、<quote>eth0</quote>)を選択します。複数のネットワーク接続がある場合、それぞれについて試してみてください。
ko: <guilabel>네트워크 장치</guilabel> 옵션 목록에서 여러분의 네트워크 연결에 해당하는 이름을 선택합니다 (예: <quote>eth0</quote>). 만약 여러분이 여러 개의 네트워크 연결을 가지고 있다면, 이것을 여러 번 시도해 보십시오.
nl: Kies de naam van uw netwerkverbinding uit de <guilabel>Netwerkapparaat</guilabel>-optielijst (bijvoorbeeld, <quote>eth0</quote>). Als u meerdere netwerkverbindingen hebt, dan kan het zijn dat u dit enkele malen moet proberen.
pl: Wybierz nazwę swojego połączenia sieciowego na liście <guilabel>Urządzenia sieciowe</guilabel> (np. <quote>eth0</quote>). Jeżeli posiadasz kilka połączeń sieciowych, być może będziesz musiał spróbować wybrać kilka razy.
pt_br: Escolha o nome da sua conexão de rede a partir da lista de opções em <guilabel>Dispositivo de Rede</guilabel> (por exemplo, <quote>eth0</quote>). Se você possui muitas conexões de rede, você pode tentar isto várias vezes.
ru: Выберите имя вашего сетевого устройства из списка <guilabel>Сетевые устройства</guilabel> (к примеру, <quote>eth0</quote>). Если у вас несколько сетевых соединений, вы сможете проделать это несколько раз.
sk: Zo zoznamu <guilabel>Sieťové zariadenia</guilabel> vyberte názov vášho sieťového pripojenia (napr. <quote>eth0</quote>). Ak máte niekoľko sieťových pripojení, je možné, že tento postup budete musieť vyskúšať niekoľko krát.
sv: Välj namnet på din nätverksanslutning från alternativlistan <guilabel>Nätverksenhet</guilabel> (till exempel <quote>eth0</quote>). Om du har flera nätverksanslutningar kanske du måste prova det här flera gånger.
zh_cn: 从<guilabel>网络设备 </guilabel> 选项列表中选择你网络连接的名称 (例如, <quote>eth0</quote>)。如果你有好几个网络连接，你可能需要将这个过程进行好几次。

source: Make a note of the number in the <guilabel>IP address</guilabel> column. It should consist of four numbers separated by dots (for example, <quote>192.168.2.10</quote>)
bg: Забелжете номера в колоната <guilabel>Адрес на IP</guilabel>. Трябва да съдържа четири номера разделени с точки (примерно, <quote>192.168.2.10</quote>)
cs: Poznamenejte si číslo ze sloupce <guilabel>IP adresa</guilabel>. Mělo by se skládat ze čtyř čísel oddělených tečkou (například <quote>192.168.2.10</quote>)
de: Notieren Sie sich die Nummer in der Spalte <guilabel>IP-Adresse</guilabel>. Diese Nummer sollte aus 4 Zahlen, die durch Punkte voneinander getrennt sind, bestehen (z.B. <quote>192.168.2.10</quote>)
es: Anote el número indicado en la columna <guilabel>dirección IP</guilabel>. Debe consistir en cuatro números separados por puntos (por ejemplo, <quote>192.168.2.10</quote>)
fi: Kiinnitä huomiota <guilabel>IP-osoite</guilabel>-sarakkeeseen. Sen tulisi koostua neljästä pisteellä erotetusta numerosta (esimerkiksi <quote>192.168.2.10</quote>)
fr: Notez le numéro affiché dans la colonne <guilabel>Adresse IP</guilabel>. Il devrait être constitué de 4 nombres séparés par des points (par exemple, <quote>192.168.2.10</quote>)
hu: Jegyezze meg az <guilabel>IP cím</guilabel> oszlopban lévő számokat. Ez négy számot tartalmaz, számokkal elválasztva (például: <quote>192.168.2.10</quote>)
it: Prendere nota del numero nella colonna <guilabel>Indirizzo IP</guilabel>. Dovrebbe consistere in quattro numeri separati da punti (per esempio, <quote>192.168.2.10</quote>).
ja: <guilabel>IPアドレス</guilabel>の数字をメモなどに控えてください。これは、ドットで区切られた四つの数字から構成されています(例えば、<quote>192.168.2.10</quote>)。
ko: <guilabel>IP 주소</guilabel> 부분에 해당하는 숫자를 기록해 둡니다. 이것은 . 으로 구분된 4 개의 숫자입니다. (예: <quote>192.168.2.10</quote>)
nl: Noteer het getal in de <guilabel>IP-adres</guilabel> kolom. Het hoort te bestaan uit vier getallen, gescheiden door punten (bijvoorbeeld, <quote>192.168.2.10</quote>)
pl: Zanotuj numer, który znajduje kolumnie <guilabel>Adres IP</guilabel>. Powinien on składać się z czterech liczb, oddzielonych kropkami (np. <quote>192.168.2.10</quote>)
pt_br: Anote o número na coluna <guilabel>Endereço IP</guilabel>. Ele deve consistir de quatro números separados por pontos (por exemple, <quote>192.168.2.10</quote>)
ru: Запишите или запомните число в строке <guilabel>IP адрес</guilabel>. Оно должно содержать четыре цифры, разделенные между собой точками. (например, <quote>192.168.2.10</quote>)
sk: Zaznačte si číslo zo stĺpca <guilabel>IP adresa</guilabel>. Malo by pozostávať zo štyroch čísel oddelených bodkami (napr. <quote>192.168.2.10</quote>)
sv: Anteckna numret i kolumnen <guilabel>IP-adress</guilabel>. Det bör innehålla fyra tal separerade med punkter (till exempel <quote>192.168.2.10</quote>)
zh_cn: 记下 <guilabel>IP 地址</guilabel> 列中的数字。它应该是友4个被句点分开的数字组成(例如：<quote>192.168.2.10</quote>)。

source: On the Windows computer, select <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Run</guimenuitem></menuchoice> and type <userinput>\\ipaddress</userinput> in the text box, replacing <quote>ipaddress</quote> with the IP address of the Ubuntu computer
bg: На компютъра с Windows, изберете <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Run</guimenuitem></menuchoice> и напишете <userinput>\\ipaddress</userinput> в полето, като замените <quote>ipaddress</quote> с адреса на IP на компютъра с Ubuntu
cs: Na počítači s Windows zvolte <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Spustit</guimenuitem></menuchoice> a do textového pole napište <userinput>\\adresa_ip</userinput>, kde nahraďte <quote>adresa_ip</quote> adresou IP počítače s Ubuntu
de: Im Windows-Rechner wählen Sie <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Ausführen</guimenuitem></menuchoice> und geben Sie <userinput>\\ipaddress</userinput> in die Textbox ein, wobei Sie <quote>ipaddress</quote> mit der IP-Adresse Ihres Ubuntu-Rechners ersetzen.
es: En el equipo Windows, seleccione <menuchoice><guimenuitem>Inicio</guimenuitem><guimenuitem>Ejecutar</guimenuitem></menuchoice> y teclee <userinput>\\direccionip</userinput> en la caja de texto, sustituyendo <quote>direccionip</quote> por la dirección IP del equipo Ubuntu.
fi: Valitse sitten Windows-tietokoneella <menuchoice><guimenuitem>Käynnistä</guimenuitem><guimenuitem>Suorita</guimenuitem></menuchoice> ja kirjoita aukeavaan tekstilaatikkoon <userinput>\\osoite</userinput> korvaten <quote>osoite</quote> Ubuntu-koneesi IP-osoitteella.
fr: Sur l'ordinateur Windows, sélectionnez <menuchoice><guimenuitem>Démarrer</guimenuitem><guimenuitem>Exécuter</guimenuitem></menuchoice> et entrez <userinput>\\address_ip</userinput> dans la zone de texte, en remplaçant <quote>address_ip</quote> par l'adresse IP de l'ordinateur Ubuntu
hu: A windowsos számítógépen válassza a <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Futtatás</guimenuitem></menuchoice> menüpontot és írja be a szövegdobozba a <userinput>\\ipaddress</userinput> parancsot az ubuntus számítógép IP címével
it: Nel computer Windows, scegiere <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Esegui</guimenuitem></menuchoice> e digitare nel campo di testo <userinput>\\indirizzoip</userinput> sostituendo <quote>indirizzoip</quote> con l'indirizzo IP del computer Ubuntu.
ja: Windowsコンピュータ上で、<menuchoice><guimenuitem>スタート</guimenuitem><guimenuitem>ファイル名を指定して実行する</guimenuitem></menuchoice>を選択し、<userinput>\\\\ipaddress</userinput>を入力します。ここで<quote>ipaddress</quote>はUbuntuのIPアドレスに置き換えてください。
ko: Windows 컴퓨터에서 <menuchoice><guimenuitem>시작</guimenuitem><guimenuitem>실행</guimenuitem></menuchoice> 를 선택하고 텍스트 상자에서 <userinput>\\ipaddress</userinput> 를 입력합니다. 여기서 <quote>ipaddress</quote> 부분을 우분투 컴퓨터의 IP 주소로 대체합니다.
nl: Kies op de Windows-computer <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Uitvoeren</guimenuitem></menuchoice> en type in het tekstvak <userinput>\\ipaddress</userinput>, waarbij u <quote>ipaddress</quote> vervangt door het IP-adres van de Ubuntu-computer
pl: Na komputerze z systemem Windows, wybierz <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Uruchom...</guimenuitem></menuchoice> i wprowadź <userinput>\\ipaddress</userinput> w pole tekstowe, zastępując <quote>ipaddress</quote> adresem IP komputera z systemem Ubuntu
pt_br: No computador com Windows, escolha <menuchoice><guimenuitem>Iniciar</guimenuitem><guimenuitem>Executar</guimenuitem></menuchoice> e digite <userinput>\\enderecoip</userinput> na caixa de texto, substituindo <quote>enderecoip</quote> pelo endereço IP do computador com Ubuntu
ru: На компьютере Windows, запустите <menuchoice><guimenuitem>Пуск</guimenuitem><guimenuitem>Выполнить</guimenuitem></menuchoice> и введите <userinput>\\ipaddress</userinput>, заменив <quote>ipaddress</quote> адресом который вы записали или запомнили.
sk: Na počítači s Windows vyberte <menuchoice><guimenuitem>Štart</guimenuitem><guimenuitem>Spustiť</guimenuitem></menuchoice> a do ponúknutého poľa napíšte <userinput>\\ipaddress</userinput>, pričom za <quote>ipaddress</quote> dosaďte IP adresu počítača s Ubuntu
sv: På Windows-datorn, välj <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Kör</guimenuitem></menuchoice> och skriv in <userinput>\\ip-adress</userinput> i textfältet, ersätt <quote>ip-adress</quote> med IP-adressen till Ubuntu-datorn

source: Press <guibutton>OK</guibutton> to connect to the shared folder
ko: <guibutton>확인</guibutton> 을 눌러 공유 폴더에 연결합니다.
sk: Na pripojenie k zdieľanému priečinku stlačte <guibutton>OK</guibutton>
zh_cn: 按下<guibutton>确定</guibutton> 来连接共享文件夹
zh_tw: 按下<guibutton>確定</guibutton>來連接共享文件夾

source: If you are still unable to access the shared folder, check that the folder sharing service is running on the Ubuntu computer:
bg: Ако все още не можете да се свържете към споделената папка, проверете дали услугата за споделяне на папка се изпълнява на компютъра с Ubuntu:
cs: Pokud nejste stále schopni přistoupit na sdílenou složku, zkontrolujte, zda je služba sdílení složek na počítači s Ubuntu spuštěna:
de: Sollten Sie weiterhin keinen Zugriff auf den freigegebenen Ordner haben, überprüfen Sie, ob der Freigabedienst auf dem Ubuntu-Rechner läuft:
es: Si aún así no puede acceder a la carpeta compartida, compruebe que el servicio de compartición de carpetas está funcionando en el equipo Ubuntu.
fi: Jos yhdistäminen ei vieläkään onnistu, tarkista että kansioiden jakopalvelu on päällä Ubuntu-koneella.
fr: S'il vous est toujours impossible d'accéder au dossier partagé, vérifiez que le service de partage des dossiers est actif sur l'ordinateur utilisant Ubuntu :
hu: Ha továbbra sem képes hozzáférni a megosztott mappához, ellenőrizze hogy a mappamegosztási szolgáltatás fut-e az Ubuntu számítógépen:
it: Se non si è ancora in grado di accedere alla cartella condivisa, controllare che il servizio di condivisione delle cartelle sia in esecuzione sul computer Ubuntu:
ja: それでも共有フォルダにアクセスできない場合は、Ubuntu上で共有サービスが起動しているか確認してください。
ko: 만약 이래도 여전히 공유 폴더에 연결할 수 없다면, 우분투 컴퓨터에서 실행 중인 폴더 공유 서비스를 점검해 봅니다.
nl: Als u de gedeelde map nog steeds niet kunt bereiken, controleer dan of de service Mappen delen op uw Ubuntu-PC draait.
pl: Jeżeli nadal nie możesz uzyskać dostępu do udostępnionego katalogu, sprawdź, czy na komputerze z systemem Ubuntu włączone jest udostępnianie katalogów.
pt_br: Se você ainda não consegue acessar a pasta compartilhada, verifique se o serviço de compartilhamento de pastas está sendo executado no computador com Ubuntu:
ru: Если вы все еще не можете получить доступ к папке, проверьте, запущена ли служба публикаций папок (служба общего доступа) на Ubuntu компьютере:
sk: Ak stále nemáte prístup k zdieľanému priečinku uistite sa, že služba na zdieľanie priečinkov na počítači s Ubuntu je spustená.
sv: Om du fortfarande inte kan komma åt den delade mappen bör du kontrollera att mappdelningstjänsten är igång på Ubuntu-datorn.

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Services</guimenuitem></menuchoice>
bg: Натиснете <menuchoice><guimenu>Система</guimenu><guimenuitem>Администриране</guimenuitem><guimenuitem>Услуги</guimenuitem></menuchoice>
cs: Zvolte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Služby</guimenuitem></menuchoice>
de: Wählen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Dienste</guimenuitem></menuchoice>
es: Pulse <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Servicios</guimenuitem></menuchoice>
fi: Valitse <menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Ylläpito</guimenuitem><guimenuitem>Palvelut</guimenuitem></menuchoice>
fr: Cliquez sur <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Services</guimenuitem></menuchoice>
hu: Válassza a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Szolgáltatások</guimenuitem></menuchoice> menüpontot.
it: Scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Servizi</guimenuitem></menuchoice>
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>サービスの管理</guimenuitem></menuchoice>を選択します。
ko: <menuchoice><guimenu>시스템</guimenu><guimenuitem>관리</guimenuitem><guimenuitem>서비스</guimenuitem></menuchoice> 를 누릅니다.
nl: Klik op <menuchoice><guimenu>System</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Systeemdiensten</guimenuitem></menuchoice>
pl: Kliknij <menuchoice><guimenu>System</guimenu><guimenuitem>Administracja</guimenuitem><guimenuitem>Usługi</guimenuitem></menuchoice>
pt_br: Pressione <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Serviços</guimenuitem></menuchoice>
ru: Запустите <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem><guimenuitem>Службы</guimenuitem></menuchoice>
sk: Stlačte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Služby</guimenuitem></menuchoice>
sv: Tryck på <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Tjänster</guimenuitem></menuchoice>
zh_cn: 点击<menuchoice><guimenu>系统</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>服务</guimenuitem></menuchoice>
zh_tw: 按下 < menuchoice><guimenu>系統</guimenu><guimenuitem>系統管理 </guimenuitem><guimenuitem>服務</guimenuitem>< /menuchoice>

source: Find the <guilabel>Folder sharing service (samba)</guilabel> and ensure that the checkbox next to it is checked
ko: <guilabel>폴더 공유 서비스 (samba)</guilabel> 를 찾아 체크 박스가 선택되어 있는지 확인합니다.
sk: Nájdite <guilabel>Službu na zdieľanie priečinkov (samba)</guilabel> a uistite sa, že začiarkovacie políčko vedľa nej je označené
zh_cn: 找到 <guilabel>文件夹共享服务(samba)</guilabel>并确保它旁边的复选框是选中的。

source: Press <guibutton>Close</guibutton>
bg: Натиснете <guibutton>Затваряне</guibutton>
cs: Stiskněte <guibutton>Zavřít</guibutton>
de: Klicken Sie auf <guibutton>Schließen</guibutton>
es: Pulse <guibutton>Cerrar</guibutton>
fi: Napsauta <guibutton>Sulje</guibutton>
fr: Cliquez sur le bouton <guibutton>Fermer</guibutton>
hu: Nyomja meg a <guibutton>Bezárás</guibutton> gombot.
it: Fare clic su <guibutton>Chiudi</guibutton>
ja: <guibutton>閉じる</guibutton>を押してください。
ko: <guibutton>닫기</guibutton> 를 누릅니다.
nl: Klik op <guibutton>Sluiten</guibutton>
pl: Naciśnij <guibutton>Zamknij</guibutton>
pt_br: Pressione <guibutton>Fechar</guibutton>
ru: Нажмите <guibutton>Закрыть</guibutton>
sk: Stlačte <guibutton>Zavrieť</guibutton>
sv: Tryck på <guibutton>Stäng</guibutton>
zh_cn: 点击<guibutton>关闭</guibutton>
