Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: To disable it, open a <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) and type the command: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
bg: ЗА да го забраните, отворете <application>Терминал</application> (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Помощни програми</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>) и напишете командата: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
cs: Abyste jej zakázali, otevřete <application>Terminál</application> (<menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Příslušenství</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) a napište příkaz: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
de: Um es zu deaktivieren , öffnen Sie ein <application>Terminal</application> (<menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) und führen Sie den Befehl <code>gksudo gedit /etc/modprobe.d/aliases</code> aus.
es: Para desactivarlo, abra una <application>Terminal</application> (<menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) y teclee la orden: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
fi: Voit ottaa sen pois käytöstä käynnistämällä <application>Päätteen</application> (<menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Apuohjelmat</guimenuitem><guimenuitem>Pääte</guimenuitem></menuchoice>) ja kirjoita komento <code>ping 82.211.81.158</code> ja kirjoittamalla komennon <code>gksudo gedit /etc/modprobe.d/aliases</code>.
fr: Pour le désactiver, ouvrez un <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) et tapez la commande <code>gksudo gedit /etc/modprobe.d/aliases</code>.
hu: A letiltáshoz nyissa meg a <application>Terminált</application> (<menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) és gépelje be a következő parancsot: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
it: Per disabilitarlo, aprire un <application>Terminale</application> (<menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Accessori</guimenuitem><guimenuitem>Terminale</guimenuitem></menuchoice>) e digitare il comando: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
ja: IPv6を無効化するには、<application>端末</application>(<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>アクセサリ</guimenuitem><guimenuitem>端末</guimenuitem></menuchoice>)を開き、次のコマンドを入力します：<code>gksudo gedit /etc/modprobe.d/aliases</code>
ko: 이를 사용하지 않으려면, <application>터미널</application> (<menuchoice><guimenu>프로그램</guimenu><guimenuitem>보조 프로그램</guimenuitem><guimenuitem>터미널</guimenuitem></menuchoice>) 을 열고 다음 명령을 입려합니다: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
nl: Om het uit te schakelen, opent u een <application>Terminalvenster</application> (<menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Terminalvenster</guimenuitem></menuchoice>) en type de opdracht: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
pl: By to wyłączyć, otwórz <application>Terminal</application> (<menuchoice><guimenu>Programy</guimenu><guimenuitem>Akcesoria</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) i wprowadź polecenie: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
pt_br: Para desabilitar isto, abra um <application>Terminal</application> (<menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) e digite o comando: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
ru: Чтобы отключить, запустите <application>Терминал</application> (<menuchoice><guimenu>Приложения</guimenu><guimenuitem>Стандартные</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>) и наберите команду: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
sk: Aby ste tomu zabránili, otvorte <application>Terminál</application> (<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) a zadajte príkaz: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
sv: För att inaktivera det, öppna en <application>Terminal</application> (<menuchoice><guimenu>Program</guimenu><guimenuitem>Tillbehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) och skriv in kommandot: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
zh_cn: 要禁用它，打开<application>终端/application>(<menuchoice><guimenu>应用程序</guimenu><guimenuitem>附件</guimenuitem><guimenuitem>终端</guimenuitem></menuchoice>)并输入命令：<code>gksudo gedit /etc/modprobe.d/aliases</code>。
zh_tw: 要禁用它，打開<application>終端/application>(<menuchoice>< guimenu>應用程序</guimenu><guimenuitem>附件</guimenuitem> <guimenuitem>終端</guimenuitem></menuchoice>)並輸入命令：< code>gksudo gedit /etc/modprobe.d/aliases</code>。

source: Find the line <code>alias net-pf-10 ipv6</code> and change it to read <code>alias net-pf-10 off</code>.
bg: Намерете реда <code>alias net-pf-10 ipv6</code> и го променете на <code>alias net-pf-10 off</code>.
cs: Najděte řádek <code>alias net-pf-10 ipv6</code> a změňte jej na <code>alias net-pf-10 off</code>.
de: Suchen Sie die Zeile <code>alias net-pf-10 ipv6</code> und ändern Sie diese in <code>alias net-pf-10 off</code>.
es: Busque la línea <code>alias net-pf-10 ipv6</code> y cámbiela a <code>alias net-pf-10 off</code>.
fi: Etsi tiedostosta rivi <code>alias net-pf-10 ipv6</code> ja muuta se muotoon <code>alias net-pf-10 off</code>.
fr: Trouvez la ligne <code>alias net-pf-10 ipv6</code> et modifiez-la en <code>alias net-pf-10 off</code>.
hu: Keresse meg a sort, amelyben ez áll: <code>alias net-pf-10 ipv6</code> és cserélje ki erre: <code>alias net-pf-10 off</code>.
it: Trovare la riga <code>alias net-pf-10 ipv6</code> e cambiarla in <code>alias net-pf-10 off</code>.
ja: <code>alias net-pf-10 ipv6</code>という行を<code>alias net-pf-10 off</code>に変更します。
ko: <code>alias net-pf-10 ipv6</code> 라는 줄을 찾아서 <code>alias net-pf-10 off</code> 라고 변경합니다.
nl: Zoek de regel <code>alias net-pf-10 ipv6</code> en verander het in <code>alias net-pf-10 off</code>.
pl: Znajdź linię <code>alias net-pf-10 ipv6</code> i zmień ją na <code>alias net-pf-10 off</code>.
pt_br: Encontre a linha <code>alias net-pf-10 ipv6</code> e troque para <code>alias net-pf-10 off</code>.
ru: Найдите строку <code>alias net-pf-10 ipv6</code> и замените её на <code>alias net-pf-10 off</code>.
sk: Nájdite riadok <code>alias net-pf-10 ipv6</code> a zmeňte ho na <code>alias net-pf-10 off</code>.
sv: Leta dig fram till raden <code>alias net-pf-10 ipv6</code> och ändra den till <code>alias net-pf-10 off</code>.
zh_cn: 找到行<code>alias net-pf-10 ipv6</code> 并修改为<code>alias net-pf-10 off</code>。
zh_tw: 找到行<code>alias net-pf-10 ipv6</code>並修改為<code>alias net-pf-10 off</code>。

source: Reboot Ubuntu.
bg: Рестартирайте Ubuntu.
cs: Restartujte Ubuntu.
de: Starten Sie Ubuntu neu.
es: Reinicie Ubuntu.
fi: Käynnistä Ubuntu uudelleen.
fr: Redémarrez Ubuntu.
hu: Indítsa újra az Ubuntut.
it: Riavviare Ubuntu.
ja: Ubuntuを再起動してください。
ko: 우분투를 재시작합니다
nl: Herstart Ubuntu.
pl: Uruchom ponownie Ubuntu.
pt_br: Reinicie o Ubuntu.
ru: Перезагрузите Ubuntu.
sk: Reštartujte počítač.
sv: Starta om Ubuntu.
zh_cn: 重新启动Ubuntu
zh_tw: 重新啟動Ubuntu.

source: Using Windows Wireless Drivers
bg: Използване на безжичен драйвер за Windows
cs: Použití ovladačů bezdrátových zařízení z Windows
de: Verwendung von Windows-Wireless-Treibern
es: Usar controladores inalámbricos de Windows
fi: Langattomien Windows-ajurien käyttäminen
fr: Utiliser des pilotes sans fil Windows
hu: Windowsos vezeték nélküli meghajtók használata
it: Utilizzare i driver di Windows
ja: Windowsの無線ネットワーク機器用ドライバを使うには
ko: 윈도우즈 무선 드라이버 사용하기
nl: Windows drivers voor draadloze netwerkkaarten gebruiken
pl: Używanie sterowników systemu Windows dla sieci bezprzewodowej
pt_br: Usando Drivers de Rede Sem Fios do Windows
ru: Использование беспроводных драйверов Windows
sk: Používanie bezdrôtových ovládačov z Windows
sv: Använda Windows-drivrutiner för trådlösa nätverkskort
zh_cn: 使用Windows的无线驱动程序
zh_tw: 使用Windows的無線驅動程序

source: Ubuntu supports a system known as NDISWrapper. This allows you to use a Windows wireless device driver under Ubuntu.
bg: Ubuntu поддържа система позната като NDISWrapper. Това ви позволява да използвате драйвери за безжични устройства за Windows под Ubuntu.
cs: Ubuntu podporuje systém známý jako NDISWrapper. Tento systém dovoluje použít ovladač bezdrátového zařízení z Windows pod Ubuntu.
de: Ubuntu unterstützt ein als NDISWrapper bekanntes System. Es erlaubt die Benutzung eines Windows-Wireless-Gerätetreibers unter Ubuntu.
es: Ubuntu soporta un sistema conocido como NDISWrapper. Este le permite usar en Ubuntu los controladores de Windows para dispositivos inalámbricos.
fi: Ubuntu tukee NDISWrapperina tunnettua järjestelmää. Se mahdollistaa Windowsille tehtyjen langattomien laitteiden ajurien käyttämisen Ubuntussa.
fr: Ubuntu supporte un système appelé NDISWrapper. Celui-ci vous permet d'utiliser un pilote de périphérique sans fil Windows sous Ubuntu.
hu: Az Ubuntu támogatja az NDISWrapper nevű rendszert. Ez lehetővé teszi a Windowshoz gyártott vezeték nélküli meghajtók Ubuntu alatti használatát.
it: Ubuntu supporta un sistema conosciuto come NDISWrapper che permette di utilizzare con Ubuntu un driver Windows di un dispositivo senza fili.
ja: UbuntuはNDISWrapperを使うことができます。これは、UbuntuでWindowsのネットワーク機器用ドライバを利用可能にできるソフトウェアです。
ko: 우분투는 NDISWrapper 라는 시스템을 지원합니다. 이것은 윈도우즈의 무선 디바이스 드라이버를 우분투에서 사용할 수 있게 해 줍니다.
nl: Ubuntu ondersteunt een systeem dat bekend staat als NDISWrapper. Met dit systeem kunt u in Ubuntu een Windows driver voor een draadloos netwerkapparaat gebruiken.
pl: Ubuntu wspiera aplikację znaną jako NDISWrapper. Pozwala ona na użycie sterowników systemu Windows do urządzeń sieci bezprzewodowej pod Ubuntu.
pt_br: O Ubuntu suporta um sistema conhecido como NDISWrapper. Este sistema permite que você use um driver de dispositivo sem fios do Windows no Ubuntu.
ru: Ubuntu поддерживает систему, известную как NDISWrapper. Она позволяет использовать Windows-драйвер беспроводного устройства под Ubuntu.
sk: Ubuntu podporuje systém známy ako NDISWrapper. Ten vám umožňuje používať v Ubuntu ovládač bezdrôtových zariadení z Windows.
sv: Ubuntu har stöd för ett system som kallas för NDISWrapper. Det låter dig använda drivrutiner för trådlösa enheter från Windows under Ubuntu.
zh_cn: Ubuntu支持一种称为NDISWrapper的系统。它可以让你在Ubuntu下使用Windows无线设备驱动程序。
zh_tw: Ubuntu支持一種稱為NDISWrapper的系統。它可以讓你在Ubuntu下使用Windows無線設備驅動程序。

source: Obtain the Windows Driver for your system and locate the file that ends with <code>.inf</code>.
bg: Сдобийте се с драйвер за Windows за вашата система и намерете файла, който завършва с <code>.inf</code>.
cs: Opatřete si pro váš systém ovladač z Windows a najděte soubor končící na <code>.inf</code>.
de: Beziehen Sie den Windows-Treiber für Ihr System und machen Sie die Datei mit der Endung <code>.inf</code> ausfindig.
es: Consiga el controlador de Windows para su sistema y localice el archivo que tenga extensión <code>.inf</code>.
fi: Hanki Windows-ajuri koneellesi ja etsi paketista <code>.inf</code>-päätteinen tiedosto.
fr: Procurez-vous le pilote Windows correspondant à votre système et localisez le fichier finissant par <code>.inf</code>.
hu: Szerezze be a rendszeréhez tartozó Windows meghajtót és keresse meg a <code>.inf</code> végződésű fájlt.
it: Ottenere un driver Windows per il proprio sistema e localizzare il file che termina in <code>.inf</code>
ja: まずはWindowsドライバを手に入れて、適当な場所に<code>.inf</code>で終わるファイルを配置してください。
ko: 여러분의 시스템에 맞는 윈도우즈 드라이버를 찾아서 <code>.inf</code> 로 끝나는 이름의 파일을 구합니다.
nl: Vind de Windows driver voor uw systeem, en zoek het bestand dat eindigt op <code>.inf</code>.
pl: Zdobądź sterownik dla systemu Windows i zlokalizuj plik z rozszerzeniem <code>.inf</code>.
pt_br: Obtenha o driver para Windows para o seu sistema e localize o arquivo que termina com <code>.inf</code>.
ru: Получите Windows драйвер для вашей системы и найдите в нем файл, заканчивающийся на <code>.inf</code>.
sk: Získajte Windows ovládač pre váš systém a nájdite súbor končiaci na <code>.inf</code>.
sv: Leta fram din Windows-drivrutin för ditt system och hitta filen som slutar med <code>.inf</code>.
zh_cn: 获取你的系统的Windows驱动程序，找到后缀为<code>.inf</code>的文件。
zh_tw: 獲取你的系統的Windows驅動程序，找到後綴為<code>.inf</code>的文件。

source: Install <application>ndisgtk</application> (<menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>).
de: Installieren Sie <application>ndisgtk</application> (<menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Synaptic-Paketverwaltung</guimenuitem></menuchoice>).
fr: Installez <application>ndisgtk</application> (<menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Gestionnaire de paquets Synaptic</guimenuitem></menuchoice>).
ko: <application>ndisgtk</application> 꾸러미를 설치합니다 (<menuchoice><guimenu>시스템</guimenu><guimenuitem>관리</guimenuitem><guimenuitem>시냅틱 꾸러미 관리자</guimenuitem></menuchoice>).
nl: Installeer <application>ndisgtk</application> (<menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Synaptic pakketbeheer</guimenuitem></menuchoice>).
sk: Nainštalujte <application>ndisgtk</application> (<menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Správca balíkov Synaptic</guimenuitem></menuchoice>).
zh_cn: 安装<application>ndisgtk</application>(<menuchoice><guimenu>系统</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>新立得管理器</guimenuitem></menuchoice>)
zh_tw: 安裝<application>ndisgtk</application>(<menuchoice>< guimenu>系統</guimenu><guimenuitem>管理</guimenuitem> <guimenuitem>套件管理程式</guimenuitem></menuchoice>)

source: Open <application>ndisgtk</application> (<menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Windows Wireless Drivers</guimenuitem></menuchoice>).
bg: Отворете <application>ndisgtk</application> (<menuchoice><guimenu>Система</guimenu><guimenuitem>Администриране</guimenuitem><guimenuitem>Безжични драйвери за Wireless</guimenuitem></menuchoice>).
cs: Otevřete aplikaci <application>ndisgtk</application> (<menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Windows Wireless Drivers</guimenuitem></menuchoice>).
de: Öffnen Sie <application>ndisgtk</application> (<menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Windows WLAN Treiber</guimenuitem></menuchoice>).
es: Abra <application>ndisgtk</application> (<menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Windows Wireless Drivers</guimenuitem></menuchoice>).
fi: Käynnistä <application>ndisgtk</application> (<menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Ylläpito</guimenuitem><guimenuitem>Windows Wireless Drivers</guimenuitem></menuchoice>).
fr: Ouvrez <application>ndisgtk</application> (<menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Pilotes sans fil Windows</guimenuitem></menuchoice>).
hu: Indítsa el az <application>ndisgtk</application> alkalmazást (<menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Windows Wireless Drivers</guimenuitem></menuchoice>).
it: Aprire <application>ndisgtk</application> (<menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Windows Wireless Drivers</guimenuitem></menuchoice>).
ja: <application>ndisgtk</application>(<menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>Windows Wireless Drivers</guimenuitem></menuchoice>)を起動します。
ko: <application>ndisgtk</application> (<menuchoice><guimenu>시스템</guimenu><guimenuitem>관리</guimenuitem><guimenuitem>윈도우즈 무선 드라이버</guimenuitem></menuchoice>) 를 실행합니다.
nl: Open <application>ndisgtk</application> (<menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Windows Wireless Drivers</guimenuitem></menuchoice>).
pl: Otwórz <application>ndisgtk</application> (<menuchoice><guimenu>System</guimenu><guimenuitem>Administracja</guimenuitem><guimenuitem>Sterowniki Windows dla urządzeń bezprzewodowych</guimenuitem></menuchoice>).
pt_br: Abra o <application>ndisgtk</application> (<menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Drivers de Rede Sem Fios do Windows</guimenuitem></menuchoice>).
ru: Запустите <application>ndisgtk</application> (<menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem><guimenuitem>Беспроводные драйверы Windows</guimenuitem></menuchoice>).
sk: Otvorte <application>ndisgtk</application> (<menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Windows Wireless Drivers</guimenuitem></menuchoice>).
sv: Öppna <application>ndisgtk</application> (<menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Windows-drivrutiner för trådlösa nätverkskort</guimenuitem></menuchoice>).
zh_cn: 打开 <application>ndisgtk</application> (<menuchoice><guimenu>系统</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>Windows无线驱动程序</guimenuitem></menuchoice>)。
zh_tw: 打開<application>ndisgtk</application> (<menuchoice><guimenu>系統</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>Windows無線驅動程序< /guimenuitem></menuchoice>)。

source: Select <guilabel>Install new driver</guilabel>.
bg: Натиснете <guilabel>Нов драйвер</guilabel>.
cs: Zvolte <guilabel>Install new driver</guilabel>.
de: Wählen Sie <guilabel>Neuen Treiber installieren</guilabel>.
es: Seleccione <guilabel>Install new driver</guilabel>.
fi: Valitse <guilabel>Install new driver</guilabel>.
fr: Sélectionnez <guilabel>Installer un nouveau pilote</guilabel>.
hu: Kattintson az <guilabel>Install New Driver</guilabel> gombra.
it: Selezionare <guilabel>Install new driver</guilabel>.
ja: <guilabel>新しいドライバのインストール</guilabel>を選択します。
ko: <guilabel>새 드라이버 설치</guilabel> 를 선택합니다.
nl: Kies <guilabel>Nieuwe driver installeren</guilabel>.
pl: Wybierz <guilabel>Zainstaluj nowy sterownik</guilabel>.
pt_br: Selecione <guilabel>Instalar novo driver</guilabel>.
ru: Выберите <guilabel>Установить новый драйвер</guilabel>.
sk: Vyberte <guilabel>Install new driver</guilabel>.
sv: Välj <guilabel>Installera ny drivrutin</guilabel>.
zh_cn: 选择<guilabel>安装新驱动程序</guilabel>。
zh_tw: 選擇<guilabel>安裝新驅動程序</guilabel>。

source: Choose the location of your Windows .inf file and click <guibutton>Install</guibutton>.
bg: Посочете местоположението на вашия Windows .inf файл и натиснете <guibutton>Инсталиране</guibutton>.
cs: Zvolte umístění svého .inf souboru z Windows a klikněte na <guibutton>Install</guibutton>.
de: Wählen Sie den Pfad Ihrer WIndows .inf Datei und klicken Sie <guibutton>Installieren</guibutton>.
es: Seleccione la ubicación de su archivo .inf de Windows y pulse <guibutton>Install</guibutton>.
fi: Valitse Windows-ajurin .inf-tiedosto ja napsauta <guibutton>Install</guibutton>-painiketta.
fr: Choisissez l'emplacement de votre fichier .inf Windows et cliquez sur <guibutton>Installer</guibutton>.
hu: Válassza ki a Windows .inf fájlt és kattintson az <guibutton>Install</guibutton> feliratú gombra.
it: Scegliere la posizione del file .inf di Windows e fare clic sul pulsante <guibutton>Install</guibutton>.
ja: 先ほど持ってきたWindowsの.infファイルを選択し、<guibutton>インストール</guibutton>を押してください。
ko: 윈도우즈에서 얻은 .inf 파일의 위치를 선택하고 <guibutton>설치</guibutton> 를 클릭합니다.
nl: Kies de locatie van uw Windows .inf bestand en klik op <guibutton>Installeren</guibutton>.
pl: Wybierz lokalizację swojego pliku .inf sterownika Windows i kliknij <guibutton>Zainstaluj</guibutton>.
pt_br: Escolha o caminho para seu arquivo .inf do Windows e clique em <guibutton>Instalar</guibutton>.
ru: Укажите местонахождение вашего .inf файла для Windows и нажмите <guibutton>Установить</guibutton>
sk: Zvoľte umiestnenie vášho Windows .inf súboru a kliknite na <guibutton>Install</guibutton>.
sv: Välj platsen för din Windows .inf-fil och klicka på <guibutton>Installera</guibutton>.
zh_cn: 选择你的Windows的.inf文件的位置，并点击<guibutton>安装</guibutton>
zh_tw: 選擇你的Windows的.inf文件的位置，並點擊<guibutton>安裝</guibutton>

source: Wireless network security
de: Sicherheit in WLAN-Netzen
fr: Sécurité des réseaux sans fil
ko: 무선 네트워크 보안
nl: Draadloos netwerk beveiligen
sk: Bezpečnosť bezdrôtovej siete
zh_cn: 无线网络安全
zh_tw: 無線網路安全

source: Configuring WPA support.
de: Einrichten der WPA- Unterstützung.
fr: Configuration de la prise en charge du protocole WPA.
ko: WPA 지원 설정하기
nl: WPA-ondersteuning configureren
sk: Konfigurovať podporu WPA
zh_cn: 配置WPA支持
zh_tw: 配置WPA支持

source: WiFi Protected Access (WPA) is an based on WEP and provides stronger security.
ko: WiFi Protected Access (WPA) 는 WEP 를 기반으로 하며 더욱 강력한 보안 기능을 제공합니다.
sk: WiFi chránený vstup (WPA) je založený na WEP a poskytuje vyššiu bezpečnosť.
zh_cn: WiFi Protected Access (WPA)基于WEP，且更加安全。
zh_tw: WiFi Protected Access (WPA)基於WEP，且更加安全。

source: WPA is integrated with <application>Network Manager</application>. You must also have the <application>wpasupplicant</application> package installed.
ko: WPA 는 <application>네트워크 관리자</application> 에 통합되어 있습니다. 또한 <application>wpasupplicant</application> 꾸러미를 반드시 설치해야 합니다.
sk: WPA je integrovaná v <application>Network Manageri</application>. Takisto musíte mať nainštalovaný balík<application>wpasupplicant</application>.
zh_cn: WPA在<application>Network Manager</application>集成了。你还需要安装<application>wpasupplicant</application>。
zh_tw: WPA在<application>Network Manager</application>集成了。你還需要安裝<application>wpasupplicant</application>。

source: If you need to manually configure WPA support, see the <ulink url="https://help.ubuntu.com/community/WifiDocs/WPAHowTo?highlight=%28wpa%29">Wiki Entry</ulink>.
de: Wenn Sie die WPA-Unterstützung von Hand konfigurieren müssen, lesen sehen Sie bitte unter <ulink url="https://help.ubuntu.com/community/WifiDocs/WPAHowTo?highlight=%28wpa%29">Wiki-Artikel</ulink> nach.
fr: Si vous devez configurer manuellement la prise en charge du WPA, consultez le <ulink url="http://doc.ubuntu-fr.org/wpa">Wiki</ulink>.
ko: 수동으로 직접 WPA 지원을 설정해야 한다면, <ulink url="https://help.ubuntu.com/community/WifiDocs/WPAHowTo?highlight=%28wpa%29">Wiki 항목</ulink> 을 살펴보십시오.
nl: Als u handmatig WPA-ondersteuning moet instellen, zie de <ulink url="https://help.ubuntu.com/community/WifiDocs/WPAHowTo?highlight=%28wpa%29">Wiki pagina</ulink>.
sk: Ak potrebujete manuálne nakonfigurovať podporu WPA, pozrite <ulink url="https://help.ubuntu.com/community/WifiDocs/WPAHowTo?highlight=%28wpa%29">wiki</ulink>.
zh_cn: 如果你需要手动配置WPA支持，请参阅<ulink url="https://help.ubuntu.com/community/WifiDocs/WPAHowTo?highlight=%28wpa%29">Wiki Entry</ulink>。
zh_tw: 如果你需要手動配置WPA支持，請參閱<ulink url="https://help.ubuntu.com/community/WifiDocs/WPAHowTo?highlight=%28wpa%29">Wiki Entry</ulink>。

source: Internet Applications
bg: Интернет приложения
cs: Internetové aplikace
de: Internetanwendungen
es: Aplicaciones de Internet
fi: Internet-sovellukset
fr: Applications Internet
hu: Internetes alkalmazások
it: Applicazioni per Internet
ja: インターネットを利用するアプリケーション
ko: 인터넷 프로그램
nl: Internettoepassingen
pl: Programy internetowe
pt_br: Aplicações para Internet
ru: Интернет приложения
sk: Internetové aplikácie
sv: Internetprogram
zh_cn: 互联网应用程序
