Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: <application>ifconfig</application> is intended to allow you to change the settings of your network connections, but it can also be used to list information about the current connection.
bg: <application>ifconfig</application> е проектиран за промяна на настройките на вашите мрежови връзки, но също се използва за получаване на информация за текущата връзка.
cs: Program <application>ifconfig</application> má za cíl hlavně upravovat nastavení jednotlivých připojení, ale stejně dobře o nich umí zobrazit informace.
de: <application>ifconfig</application> hat den Zweck, Ihnen es zu ermöglichen, die Einstellungen Ihrer Netzwerkverbindungen zu ändern, aber es kann auch genutzt werden, Informationen über die aktuelle Netzwerkverbindung anzuzeigen.
es: <application>ifconfig</application> está diseñado para permitirle cambiar las opciones de sus conexiones de red, pero también puede usarse para mostrar información sobre la conexión actual.
fi: <application>ifconfig</application> on tarkoitettu verkkoyhteyksien asetusten muutteluun, mutta sillä voidaan myös luetella tietoja nykyisestä yhteydestä.
fr: <application>ifconfig</application> est prévu pour modifier les paramètres de vos connexions réseau, mais il peut aussi être utilisé afin d'obtenir des informations sur la connexion utilisée.
hu: Az <application>ifconfig</application> parancsot a hálózati kapcsolatok beállításainak módosítására tervezték, de az aktuális kapcsolat információinak felsorolására is használható.
it: <application>ifconfig</application> permette di modificare le impostazioni delle connessioni di rete, ma può essere utilizzato anche per ottenere informazioni relative alla connessione corrente.
ja: <application>ifconfig</application> はネットワーク接続の設定変更を許可するためにありますが、現在の接続に関して情報の一覧するために使うこともできます。
pl: Polecenie <application>ifconfig</application> pozwala zmieniać ustawienia połączeń sieciowych lub może być użyte do wyświetlenia informacji o obecnym połączeniu.
pt_br: <application>ifconfig</application> é feito para permitir que você mude as configurações de suas conexões de rede, mas também pode ser usado para exibir informações sobre a conexão atual.
ru: <application>ifconfig</application> предназначена для того, чтобы Вы могли изменять настройки сетевых подключений, однако также может быть использована для вывода информации о текущем подключении.
sv: <application>ifconfig</application> ska låta dig ändra inställningarna på dina nätverksanslutningar, men kan också användas att lista information om den nuvarande anslutningen.

source: Check if a connection is working properly
bg: Проверка дали вашата връзка функционира правилно
cs: Zkontrolovat, jestli připojení funguje správně
de: Überprüfen, ob eine Verbindung korrekt funktioniert
es: Comprobar si una conexión está funcionando correctamente
fi: Tarkista toimiiko yhteys oikein
fr: Vérifier si une connexion fonctionne correctement.
hu: Hálózati kapcsolat megfelelő működésének ellenőrzése.
it: Verificare se una connessione funziona correttamente
ja: 接続が正しく動作しているか確認する
pl: Sprawdź czy połączenie działa poprawnie
pt_br: Verificar se uma conexão está funcionando adequadamente.
ru: Проверьте, работает ли подключение к сети
sv: Kontrollera om en anslutning fungerar korrekt

source: A good way of checking if a connection is working properly is to <emphasis>ping</emphasis> another computer on the network or the Internet.
bg: Добър начин за проверка дали връзка работи правилно е да <emphasis>запитате</emphasis> друг компютър в мрежата или Интернет.
cs: Dobrý způsob, jak zjistit, že připojení funguje správně je použít <emphasis>ping</emphasis> na jiný počítač ve stejné síti, případně na internetu.
de: Ein guter Weg, zu überprüfen, ob eine Netzwerkverbindung korrekt funktioniert, ist es, einen anderen Rechner im Netzwerk oder Internet <emphasis>anzupingen</emphasis>.
es: Una buena forma de comprobar si una conexión está funcionando correctamente es provocar un <emphasis>eco</emphasis> en otro equipo de la red o de Internet.
fi: Hyvä tapa tarkistaa yhteyden toimivuus on toisen verkossa tai Internetissä olevan tietokoneen niin kutsuttu <emphasis>pingaus</emphasis>.
fr: Une bonne méthode afin de vérifier le fonctionnement d'une connexion consiste à <emphasis>pinguer</emphasis> un autre ordinateur sur le réseau ou sur Internet.
hu: A kapcsolat működését legegyszerűbben a <emphasis>ping</emphasis> parancs segítségével lehet ellenőrizni, amely megpróbál csatlakozni egy másik számítógéphez a hálózatban vagy az interneten.
it: Per verificare il funzionamento di una connessione di rete è possibile effettuare il <emphasis>ping</emphasis> verso un altro computer della rete o di Internet.
ja: ネットワークまたはインターネット上の他のコンピュータへ<emphasis>ping</emphasis>を行うことは、接続が正しく動作しているかを確認する良い方法です。
pl: Dobrym sposobem na sprawdzenie połączenia jest wysłanie <emphasis>pinga</emphasis> do komputera w sieci lokalnej lub Internecie.
pt_br: Uma boa maneira de verificar se a conexão está funcionando corretamente é mandar um <emphasis>ping</emphasis> para outro computador na rede ou na Internet.
ru: Хороший способ проверить правильную работу соединения - <emphasis>"попинговать" (ping)</emphasis> другой компьютер в сети или в Интернете.
sv: Ett bra sätt att kontrollera om en anslutning fungerar korrekt är att <emphasis>pinga</emphasis> en annan dator på nätverket eller internet.

source: This section provides instructions on how to communicate with other computers using a Local Area Network.
bg: Тази секция предоставя инструкции как да общувате с други компютри с помощта на локална мрежа.
cs: Tento oddíl informuje o způsobu komunikace mezi počítači pomocí LAN - místní sítě.
de: Dieser Abschnitt liefert Anleitungen darüber, wie man innerhalb eines lokalen Netzwerken mit anderen Rechnern kommuniziert.
es: Esta sección proporciona instrucciones sobre cómo comunicarse con otros equipos usando una red de área local.
fi: Tässä osiossa kerrotaan, kuinka kommunikoidaan toisten lähiverkossa olevien koneiden kanssa.
fr: Cette section fournit des instructions sur la façon de communiquer avec d'autres ordinateurs en utilisant un réseau local.
hu: Ez a fejezet leírja, hogyan kommunikálhat más számítógépekkel a helyi hálózaton.
it: Questa sezione fornisce le istruzioni per rendere possibile la comunicazione con altri computer mediante una rete locale.
ja: このセクションでは、ローカルエリア・ネットワークを利用する他のコンピュータとの通信方法を解説します。
pl: Sekcja ta zawiera instrukcje jak komunikować się z innymi komputerami w sieci lokalnej (LAN).
pt_br: Esta seção fornece instruções sobre como comunicar-se com outros computadores usando uma rede local (LAN).
ru: Эта секция содержит инструкции о том, как соединяться с другими компьютерами в локальной сети.
sv: Detta avsnitt tillhandahåller instruktioner om hur man kommunicerar med andra datorer på ett lokalt nätverk.

source: View other computers on the network
bg: Преглед за други компютри във вашата мрежа
cs: Zobrazení ostatních počítačů na síti
de: Andere Rechner im Netzwerk sehen und erkennen
es: Ver otros equipos en la red
fi: Verkossa olevien muiden tietokoneiden selaaminen
fr: Voir d'autres ordinateurs sur le réseau
hu: Más gépek tallózása a hálózaton
it: Vedere altri computer nella rete
ja: ネットワーク上の他のコンピュータを確認する
nl: Andere computers op het netwerk bekijken
pl: Podgląd innych komputerów w sieci
pt_br: Visualizar outros computadores na rede
ru: Просмотр других компьютеров в сети
sv: Visa andra datorer på nätverket

source: You may need to enter a username, password, and domain. You should obtain these from your network administrator if possible. The username and password will normally be the username and password for a user of the computer on which you are trying to connect. The domain can often be left blank.
de: Sie müssen eventuell einen Benutzernamen, ein Passwort und eine Domäne eingeben. Sie sollten diese Informationen, falls möglich von Ihrem Netzwerkadministrator erhalten. Benutzername und Passwort entsprechen normalerweise dem Benutzernamen und Passwort des Benutzers, der den Rechner verwendet. Die Domain kann oft leer bleiben.
fr: Vous allez avoir besoin de fournir un nom d'utilisateur, un mot de passe ainsi qu'un nom de domaine. Vous pouvez obtenir ces informations auprès de votre administrateur réseau. Le nom d'utilisateur et le mot de passe sont normalement vos identifiants en tant qu'utilisateur de l'ordinateur auquel vous tentez de vous connecter. Le nom de domaine peut être laissé vide.

source: Change the name of your computer
de: Ändern des Rechnernamens
fr: Changer le nom de votre ordinateur
nl: De naam van uw computer wijzigen

source: You must be a member of the <emphasis>admin</emphasis> group in order to change the computer host name.
de: Sie müssen Mitglied der Gruppe <emphasis>admin</emphasis> sein, um den Rechnernamen ändern zu können.
fr: Vous devez être membre du groupe <emphasis>admin</emphasis> pour changer le nom d'hôte de l'ordinateur.

source: Press <guibutton>Unlock</guibutton> and enter your password in the <guilabel>Password for (username): </guilabel> field.
de: Klicken Sie auf <guibutton>Entsperren</guibutton> und geben Sie Ihr Passwort im Feld <guilabel>Password for (username): </guilabel> ein.
fr: Cliquez sur <guibutton>Déverrouiller</guibutton> et saisissez votre mot de passe dans le champ <guilabel>Mot de passe de (utilisateur) :</guilabel>.

source: Press the <guibutton>Authenticate</guibutton> button.
bg: Натиснете бутона <guibutton>Authenticate</guibutton>.
cs: Klikněte na <guibutton>Odemknout</guibutton>.
de: Klicken Sie auf den Knopf <guibutton>Legimitieren</guibutton>
es: Pulse el botón <guibutton>Autenticar</guibutton>.
fi: Klikkaa <guibutton>Tunnistaudu</guibutton>.
fr: Cliquez sur <guibutton>Authentifier</guibutton>.
hu: Nyomja meg a <guibutton>Hitelesítés</guibutton> gombot.
it: Fare clic su <guibutton>Autentica</guibutton>
ja: <guibutton>認証</guibutton>ボタンを押します。
pl: Naciśnij przycisk <guibutton>Uwierzytelnij</guibutton>.
pt_br: Pressione o botão <guibutton>Autenticar</guibutton>.
ru: Нажмите кнопку <guibutton>Аутентифицировать</guibutton>.
sv: Tryck på knappen <guibutton>Autentisera</guibutton>.

source: Click the <guilabel>General</guilabel> tab. Enter the name of the computer in the <guilabel>Host name</guilabel> field.
de: Klicken Sie auf den Reiter <guilabel>Allgemein</guilabel>. Geben Sie den Namen des Rechners im Feld <guilabel>Rechnername</guilabel> ein.
fr: Cliquez sur l'onglet <guilabel>Général</guilabel> et saisissez le nom de l'ordinateur dans le champ <guilabel>Nom d'hôte</guilabel>.

source: You can share files and folders with other people on your network through <application>Shared Folders</application> or <application>Nautilus</application>.
bg: Можете да споделяте файлове и папки с други хора във вашата мрежа през <application>Споделени папки</application> или <application>Nautilus</application>.
cs: Můžete sdílet soubory a složky s ostatními lidmi na místní síti pomocí programů <application>Sdílené složky</application> nebo <application>Nautilus</application>.
de: Sie können Dateien und Ordner über Ihr Netzwerk gemeinsam nutzen, indem Sie die Anwendungen <application>Gemeinsame Ordner</application> oder <application>Nautilus</application> verwenden.
es: Puede compartir archivos y carpetas con otras personas de su red mediante <application>Carpetas compartidas</application> o <application>Nautilus</application>.
fi: Voit jakaa tiedostoja ja kansioita muiden verkon käyttäjien kanssa käyttämällä <application>Jaetut kansiot</application> tai <application>Nautilus</application> nimisiä ohjelmia.
fr: Vous pouvez partager des fichiers et des dossiers avec d'autres personnes sur votre réseau en utilisant <application>Dossiers Partagés</application> ou <application>Nautilus</application>.
hu: A hálózaton megoszthatja fájljait és mappáit más felhasználókkal a <application>Megosztott mappák</application> vagy a <application>Nautilus</application> segítségével.
it: È possibile condividere file e cartelle con altre persone della propria rete attraverso <application>Cartelle condivise</application> o <application>Nautilus</application>.
ja: <application>フォルダの共有</application>や<application>Nautilus</application>を通じて、ネットワーク上にある他の人のフォルダやファイルを共有できます。
pl: Możesz dzielić się plikami i katalogami z innymi osobami w swojej sieci poprzez <application>Katalogi współdzielone</application> lub <application>Nautilusa</application>.
pt_br: Você pode compartilhar arquivos e pastas com outras pessoas em sua rede através de <application>Pastas compartilhadas</application> ou do <application>Nautilus</application>.
ru: Вы можете открыть доступ к вашим папкам и файла другим людям в вашей сети через <application>Общий Доступ</application> или <application>Nautilus</application>.
sv: Du kan dela filer och mappar med andra personer på ditt nätverk genom <application>Delade mappar</application> eller <application>Nautilus</application>.

source: Sharing folders via the Shared Folders application
bg: Споделяне на папки през програмата Споделени папки
cs: Sdílení složek pomocí aplikace Sdílené složky.
de: Ordner über die Anwendung »Gemeinsame Ordner« gemeinsam nutzen
es: Compartir carpetas mediante la aplicación Carpetas compartidas
fi: Kansioiden jakaminen Jaetut kansiot -sovelluksella
fr: Partager des dossiers en utilisant l'application « Dossiers Partagés »
hu: Mappák megosztása a megosztott mappák alkalmazással
it: Condividere le cartelle tramite l'applicazione Cartelle condivise
ja: フォルダの共有経由でフォルダを共有するには
pl: Udostępnianie katalogów poprzez program Katalogi współdzielone
pt_br: Compartilhando pastas através da aplicação Pastas compartilhadas.
ru: Общий доступ к папкам через <application>Обший Доступ</application>:
sv: Dela mappar via programmet Delade mappar

source: To share folders using the <application>Shared Folders</application> application:
bg: За да споделите папки с помощта на програмата <application>Споделени папки</application>:
cs: Pokud chcete sdílet složky pomocí nástroje <application>Sdílené složky</application>:
de: Um Ordner über die Anwendung »Gemeinsame Ordner« gemeinsam zu nutzen:
es: Para compartir carpetas usando la aplicación <application>Carpetas compartidas</application>:
fi: Jakaaksesi kansioita käyttäen <application>Jaetut kansiot</application>-ohjelmaa:
fr: Pour partager des dossiers en utilisant l'application <application>Dossiers Partagés</application> :
hu: Mappák megosztása a <application>Megosztott mappák</application> használatával:
it: Per condividere delle cartelle usando l'applicazione <application>Cartelle condivise</application>:
ja: <application>フォルダの共有</application>をつかってフォルダを共有するには:
pl: Aby udostępnić katalogi za pomocą programu <application>Katalogi współdzielone</application>:
pt_br: Para compartilhar pastas usando a aplicação <application>Pastas compartilhadas</application>:
ru: Для того чтобы открыть общий доступ через <application>Общий Доступ</application>:
sv: För att dela mappar med programmet <application>Delade mappar</application>:

source: Press <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> to open a Terminal.
bg: Натиснете <menuchoice><guimenu>Програми</guimenu><guimenuitem>Помощни програми</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>, за да отворите Терминал.
cs: Stiskněte <menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Příslušenství</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice> k otevření Terminálu.
de: Wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>, um ein Terminal zu öffnen.
es: Pulse <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> para abrir un terminal.
fi: Valitse <menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Apuohjelmat</guimenuitem><guimenuitem>Pääte</guimenuitem></menuchoice> käynnistääksesi päätteen.
fr: Cliquez sur <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> pour ouvrir un terminal.
hu: Egy terminál elindításához válassza ki az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice> menüpontot.
it: Scegliere <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Accessori</guimenuitem><guimenuitem>Terminale</guimenuitem></menuchoice> per aprire un terminale
ja: <menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>アクセサリ</guimenuitem><guimenuitem>端末</guimenuitem></menuchoice>を押し、端末を開きます。
pl: Otwórz Terminal (<menuchoice><guimenu>Programy</guimenu><guimenuitem>Akcesoria</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>).
pt_br: Pressione <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> para abrir o Terminal.
ru: Нажмите <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Стандартные</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>, чтобы открыть Терминал.
sv: Tryck på <menuchoice><guimenu>Program</guimenu><guimenuitem>Tillbehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> för att öppna en terminal.

source: Type <command>shares-admin</command> and press <keycap>Return</keycap> to open <application>Shared Folders</application>.
de: Geben Sie <command>shares-admin</command> ein und drücken Sie die <keycap>Einngabetaste</keycap>, um die Anwendung <application>Gemeinsame Ordner</application> zu öffnen.
fr: Tapez <command>shares-admin</command> et appuyez sur la touche <keycap>Entrée</keycap> pour ouvrir les <application>Dossiers partagés</application>.

source: Press the <guibutton>Unlock</guibutton> button and enter your password in the <guilabel>Password for (username): </guilabel> field.
bg: Натиснете бутона <guibutton>Отключване</guibutton> и въведете вашата парола в полето <guilabel>Парола за (потребител): </guilabel>.
cs: Stiskněte <guibutton>Odemknout</guibutton> a zadejte své heslo do pole <guilabel>Heslo pro (uživatelské jméno): </guilabel>.
de: Klicken Sie auf den Knopf <guibutton>Entsperren</guibutton> und geben Sie Ihr Passwort in das Feld <guilabel>Passwort für (Benutzername): </guilabel> ein.
es: Pulse el botón <guibutton>Desbloquear</guibutton> e introduzca su contraseña en el campo<guilabel>Contraseña de (usuario): </guilabel>.
fi: Paina <guibutton>Avaa lukitus</guibutton>-nappia ja syötä salasanasi <guilabel>Käyttäjän (käyttäjä) salasana: </guilabel>-kenttään.
fr: Cliquez sur <guibutton>Déverrouiller</guibutton> et saisissez votre mot de passe dans la champ <guilabel>Mot de passe de (utilisateur) : </guilabel>.
hu: Nyomja meg a <guibutton>Feloldás</guibutton> gombot és írja be a jelszavát a <guilabel>(Felhasználó) jelszava: </guilabel> mezőbe.
it: Fare clic su <guibutton>Sblocca</guibutton> e inserire la propria password nel campo <guilabel>Password per (nome utente):</guilabel>
ja: <guibutton>ロックの解除</guibutton>ボタンを押し、<guilabel> (username)のパスワード: </guilabel>フィールドにパスワードを入力します。
pl: Naciśnij na przycisk <guibutton>Odblokuj</guibutton> i wprowadź swoje hasło.
pt_br: Pressione o botão <guibutton>Desbloquear</guibutton> e digite sua senha no campo <guilabel>Senha para (usuário): </guilabel>.
ru: Нажмите кнопку <guibutton>Разблокировать</guibutton> и введите свой пароль в поле <guilabel>Пароль для (имя пользователя): </guilabel>.
sv: Tryck på knappen <guibutton>Lås upp</guibutton> och ange ditt lösenord i fältet <guilabel>Lösenord för (användarnamn): </guilabel>.
