Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: Open <menuchoice><guimenu>Applications</guimenu><guimenuitem>Add/Remove...</guimenuitem></menuchoice>.
bg: Отворете <menuchoice><guimenu>Програми</guimenu><guimenuitem>Добавяне/Премахване...</guimenuitem></menuchoice>.
cs: Spusťte <menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Přidat/Odstranit...</guimenuitem></menuchoice>.
es: Abra <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Añadir y quitar...</guimenuitem></menuchoice>.
fi: Avaa <menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Lisää/poista...</guimenuitem></menuchoice>.
hu: Nyissa meg az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Hozzáadás/eltávolítás...</guimenuitem></menuchoice> menüpontot.
it: Scegliere <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Aggiungi/Rimuovi...</guimenuitem></menuchoice>.
ja: <menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>追加と削除...</guimenuitem></menuchoice>を開きます。
pl: Otwórz <menuchoice><guimenu>Programy</guimenu><guimenuitem>Dodaj/Usuń...</guimenuitem></menuchoice>.
pt_br: Clique em <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Adicionar/Remover...</guimenuitem></menuchoice>.
ru: Откройте <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Установка/удаление...</guimenuitem></menuchoice>.
sv: Öppna <menuchoice><guimenu>Program</guimenu><guimenuitem>Lägg till/Ta bort...</guimenuitem></menuchoice>.

source: Select <guilabel>All Available Applications</guilabel> from the <guilabel>Show:</guilabel> drop down.
bg: Изберете <guilabel>Всички достъпни програми</guilabel> от падащото меню <guilabel>Показване:</guilabel>.
cs: Z rozbalovací nabídky <guilabel>Zobrazit:</guilabel> zvolte <guilabel>Všechny dostupné aplikace</guilabel>.
es: Seleccione <guilabel>Todas las aplicaciones disponibles</guilabel> desde el menú desplegable <guilabel>Mostrar:</guilabel>.
fi: Valitse <guilabel>Kaikki saatavilla olevat sovellukset</guilabel> <guilabel>Näytä:</guilabel>-pudotusvalikosta.
hu: A <guilabel>Megjelenítés:</guilabel> legördülő menüből válassza a <guilabel>Minden elérhető alkalmazás</guilabel>menüpontot.
it: Selezionare <guilabel>Tutte le applicazioni disponibili</guilabel> dall'elenco a discesa <guilabel>Mostra</guilabel>.
ja: <guilabel>表示:</guilabel> ドロップダウンから <guilabel>全ての利用可能なアプリケーション</guilabel> を選択します。
pl: Wybierz <guilabel>Wszystkie dostępne programy</guilabel> z lisy <guilabel>Wyświetl:</guilabel>.
pt_br: Selecione <guilabel>Todos os aplicativos disponíveis</guilabel> da lista suspensa <guilabel>Exibir:</guilabel>.
ru: Выбирите <guilabel>Все доступные приложения</guilabel> из выпадающего меню <guilabel>Показать:</guilabel>.
sv: Välj <guilabel>Alla tillgängliga program</guilabel> från rullgardinslistan <guilabel>Visa:</guilabel>.

source: Tick <guilabel>Ubuntu Restricted Extras</guilabel>.
bg: Отбележете <guilabel>Ubuntu Restricted Extras</guilabel>.
cs: Zaškrtněte políčko <guilabel>Ubuntu Restricted Extras</guilabel>.
es: Seleccione <guilabel>Ubuntu Restricted Extras</guilabel>.
fi: Merkitse raksi kohtaan <guilabel>Ubuntun rajoitetut lisäosat</guilabel>.
hu: Jelölje meg az <guilabel>Ubuntu korlátozott extrák</guilabel> csomagot.
it: Selezionare <guilabel>Ubuntu Restricted Extras</guilabel>.
ja: <guilabel>Ubuntu Restricted Extras</guilabel> にチェックを入れます。
pl: Zaznacz <guilabel>Ubuntu Restricted Extras</guilabel>.
pt_br: Marque <guilabel>Ubuntu Restricted Extras</guilabel>.
ru: Отметьте <guilabel>Проприетарные драйвера устройств (restricted)</guilabel>.
sv: Markera <guilabel>Ubuntu Restricted Extras</guilabel>.

source: A warning appears which you must agree to to install, click <guibutton>Enable</guibutton> or <guibutton>Cancel</guibutton>.
bg: Ще с епокаже предупреждение, с което трябва да се съгласите, за да започне инсталирането, натиснете <guibutton>Разрешаване</guibutton> или <guibutton>Отказ</guibutton>.
cs: Objeví se varování, které je nutné odsouhlasit pro instalaci, takže klikněte <guibutton>Povolit</guibutton> nebo <guibutton>Zrušit</guibutton>.
es: Aparecerá un mensaje de advertencia que debe aceptar para instalar; pulse en <guibutton>Habilitar</guibutton> o <guibutton>Cancelar</guibutton>.
fi: Näytölle ilmestyy varoitus, joka tulee hyväksyä asennusta varten. Napsauta <guibutton>Ota käyttöön</guibutton> tai <guibutton>Peru</guibutton>.
hu: Egy figyelmeztetés jelenik meg, amelyet el kell fogadni a telepítéshez, kattintson az <guibutton>Engedélyezés</guibutton> vagy <guibutton>Mégse</guibutton> gombokra.
it: Viene visualizzato un avviso che è necessario accettare per poter continuare l'installazione: fare clic su <guibutton>Abilita</guibutton> o <guibutton>Annulla</guibutton>.
ja: インストールを承諾しなければなりませんという警告が表示されるので、<guibutton>有効</guibutton> または <guibutton>キャンセル</guibutton> をクリックします。
pl: Wyświetli się ostrzeżenie o zgodę na instalację. Kliknij <guibutton>Włącz</guibutton> lub <guibutton>Anuluj</guibutton>.
pt_br: Um aviso aparece, ao qual você deve aceitar para instalar, clique em <guibutton>Permitir</guibutton> ou <guibutton>Cancelar</guibutton>.
ru: В окне предупреждения согласитесь на установку, нажмите <guibutton>Разрешить</guibutton> или <guibutton>Отмена</guibutton>.
sv: En varning kommer att visas som du måste godkänna för att installera, klicka på <guibutton>Aktivera</guibutton> eller <guibutton>Avbryt</guibutton>.

source: Click <guibutton>Apply Changes</guibutton>.
bg: Натиснете <guibutton>Прилагане</guibutton>.
cs: Klikněte na <guibutton>Uplatnit změny</guibutton>.
es: Pulsar <guibutton>Aplicar cambios</guibutton>.
fi: Napsauta <guibutton>Toteuta muutokset</guibutton>.
hu: Kattintson a <guibutton>Változtatások alkalmazása</guibutton> gombra.
it: Premi <guibutton>Applica modifiche</guibutton>.
ja: <guibutton>変更の適用</guibutton> をクリックします。
pl: Kliknij <guibutton>Zastosuj zmiany</guibutton>.
pt_br: Clique em <guibutton>Aplicar Mudanças</guibutton>.
ru: Нажмите <guibutton>Принять Изменения</guibutton>.
sv: Klicka på <guibutton>Verkställ ändringar</guibutton>

source: Click <guibutton>Apply</guibutton>.
bg: Натиснете <guibutton>Прилагане</guibutton>.
cs: Klikněte na <guibutton>Použít</guibutton>.
es: Pulsae <guibutton>Aplicar</guibutton>.
fi: Napsauta <guibutton>Toteuta</guibutton>.
hu: Kattintson az <guibutton>Alkalmaz</guibutton> gombra.
it: Fare clic su <guibutton>Applica</guibutton>.
ja: <guibutton>適用</guibutton> をクリックします。
pl: Kliknij <guibutton>Zastosuj</guibutton>.
pt_br: Clique em <guibutton>Aplicar</guibutton>.
ru: Нажмите <guibutton>Принять</guibutton>.
sv: Klicka på <guibutton>Verkställ</guibutton>.

source: You are asked for a password, then the plugin is downloaded.
bg: Ще бъдете попитани за парола, после приставката ще се изтегли.
cs: Jste dotázáni na heslo, pak se stáhne zásuvný modul.
es: Se le solicitará una clave, a continuación se descargará el complemento.
fi: Kun annat salasanan, liitännäinen ladataan.
hu: Meg kell adnia a jelszavát, ezután a kiegészítő letöltődik.
it: Viene chiesta la password, successivamente il plugin viene scaricato.
ja: パスワードを尋ねられた後、プラグインがダウンロードされます。
pl: Zostaniesz poproszony o hasło, a potem rozszerzenie zostanie zainstalowane.
pt_br: Você é perguntado por uma senha, e então o plugin é baixado.
ru: Введите пароль, после чего плагин будет загружен.
sv: Du kommer att tillfrågas om att ange ett lösenord, därefter kommer insticksmodulen att hämtas.

source: Quicktime, Real, WMV and many others are available.
bg: Quicktime, Real, WMV и много други ще бъдат достъпни.
cs: Existují formáty Quicktime, Real, WMV a mnoho jiných.
es: Quicktime, Real, WMV y muchos otros están disponibles.
fi: Quicktime, Real, WMV ja monia muita on saatavilla.
hu: Quicktime, Real, WMV és még sok más is elérhető.
it: Sono disponibili Quicktime, Real, WMV e molti altri.
ja: Quicktime、Real、WMV や、その他多くのフォーマットが利用可能です。
pl: Dostępne są Quicktime, Real, WMV i wiele innych.
pt_br: Quicktime, Real, WMV e muitos outros estão disponíveis.
ru: Quicktime, Real, WMV, имеются и многие другие.
sv: Quicktime, Real, WMV och flera andra är tillgängliga.

source: Tick the applications you require.
bg: Отбележете програмите, които ви трябват.
cs: Zaškrtněte aplikace, které požadujete.
es: Marque las aplicaciones que necesite.
fi: Merkitse raksilla halutut sovellukset.
hu: Jelölje meg a kívánt alkalmazást.
it: Selezionare le applicazioni richieste.
ja: 必要なアプリケーションにチェックを入れます。
pl: Zaznacz programy, których potrzebujesz.
pt_br: Marque a aplicação que você deseja.
ru: Отметьте приложения, которые Вам требуются
sv: Markera programmen du behöver.

source: Tick <guilabel>Macromedia Flash Player</guilabel>.
bg: Отбележете <guilabel>Macromedia Flash Player</guilabel>.
cs: Zaškrtněte políčko <guilabel>Macromedia Flash Player</guilabel>.
es: Marque <guilabel>Macromedia Flash Player</guilabel>.
fi: Merkitse <guilabel>Macromedia Flash -liitännäinen</guilabel>.
hu: Jelölje meg a <guilabel>Macromedia Flash bővítményt</guilabel>.
it: Selezionare <guilabel>Plugin Macromedia Flash</guilabel>.
ja: <guilabel>Macromedia Flash Player</guilabel> にチェックを入れます。
pl: Zaznacz <guilabel>Macromedia Flash Player</guilabel>.
pt_br: Marque o <guilabel>Macromedia Flash Player</guilabel>.
ru: Отметьте <guilabel>Macromedia Flash Player</guilabel>.
sv: Markera <guilabel>Macromedia Flash Player</guilabel>.

source: Tick <guilabel>Sun Java 6.0 Plugin</guilabel>.
bg: Отбележете <guilabel>Sun Java 6.0 Plugin</guilabel>.
cs: Zaškrtněte políčko <guilabel>Sun Java 6.0 Plugin</guilabel>.
es: Marque <guilabel>Sun Java 6.0 Plugin</guilabel>.
fi: Merkitse <guilabel>Sun Java 6.0 -liitännäinen</guilabel>.
hu: Jelölje meg a <guilabel>Sun Java 6.0 bővítményt</guilabel>.
it: Selezionare <guilabel>Plugin Sun Java 6.0</guilabel>.
ja: <guilabel>Sun Java 6.0 Plugin</guilabel> にチェックを入れます。
pl: Zaznacz <guilabel>Sun Java 6.0 Plugin</guilabel>.
pt_br: Marque o <guilabel>Sun Java 6.0 Plug-in</guilabel>.
ru: Отметьте <guilabel>Sun Java 6.0 Plugin</guilabel>.
sv: Markera <guilabel>Sun Java 6.0 Plugin</guilabel>.

source: <ulink url="apt:bogofilter">Install the <application>Bogofilter</application> package</ulink>.
bg: <ulink url="apt:bogofilter">Инсталирайте пакета <application>Bogofilter</application></ulink>.
cs: <ulink url="apt:bogofilter">Nainstalujte balík <application>Bogofilter</application></ulink>.
es: <ulink url="apt:bogofilter">Instale el paquete <application>Bogofilter</application></ulink>.
fi: <ulink url="apt:bogofilter">Asenna <application>Bogofilter</application>-paketti</ulink>.
hu: <ulink url="apt:bogofilter">Telepítse a <application>Bogofilter</application> csomagot</ulink>.
it: <ulink url="apt:bogofilter">Installare il pacchetto <application>bogofilter</application></ulink>.
ja: <ulink url="apt:bogofilter"><application>Bogofilter</application> パッケージをインストールします</ulink>。
pl: <ulink url="apt:bogofilter">Zainstaluj pakiet <application>Bogofilter</application></ulink>.
pt_br: <ulink url="apt:bogofilter">Instale o pacote <application>Bogofilter</application></ulink>.
ru: <ulink url="apt:bogofilter">Установите пакет <application>Bogofilter</application></ulink>.
sv: <ulink url="apt:bogofilter">Installera paketet <application>Bogofilter</application></ulink>.

source: You can also use <application>Mozilla Thunderbird</application> for email. To install it, <ulink url="apt:thunderbird">install the <application>thunderbird</application> package</ulink>.
bg: Също можете да използвате <application>Mozilla Thunderbird</application> за имейл. За да я инсталирате, <ulink url="apt:thunderbird">инсталирайте пакета <application>thunderbird</application></ulink>.
cs: Pro e-maily můžete použít aplikaci <application>Mozilla Thunderbird</application>. Pokud jej chcete vyzkoušet, <ulink url="apt:thunderbird">nainstalujte si balík <application>thunderbird</application></ulink>.
es: También puede utilizar<application>Mozilla Thunderbird</application> para el correo electrónico. para instalarlo, <ulink url="apt:thunderbird">instale el paquete <application>thunderbird</application></ulink>.
fi: Voit käyttää myös <application>Mozilla Thunderbirdia</application> sähköposteille. Asentaaksesi sen, <ulink url="apt:thunderbird">asenna <application>thunderbird</application>-paketti</ulink>.
hu: Használhatja a <application>Mozilla Thunderbird</application> levelezőklienst is. Telepítse a <ulink url="apt:thunderbird"><application>thunderbird</application> csomagot</ulink>.
it: È possibile anche usare <application>Mozilla Thunderbird</application> come client email. Per installarlo, <ulink url="apt:thunderbird">installare il pacchetto <application>thunderbird</application></ulink>.
ja: Eメールに <application>Mozilla Thunderbird</application> を使うこともできます。これをインストールするには、 <ulink url="apt:thunderbird"><application>thunderbird</application> パッケージをインストールしてください</ulink>。
pl: Do poczty elektronicznej można wykorzystać także program <application>Mozilla Thunderbird</application>. <ulink url="apt:thunderbird">Zainstaluj pakiet <application>thunderbird</application></ulink>.
pt_br: Você pode também usar o <application>Mozilla Thunderbird</application> para email. Para instalá-lo, <ulink url="apt:thunderbird">instale o pacote <application>thunderbird</application></ulink>.
ru: Вы также можете использовать <application>Mozilla Thunderbird</application> для работы с почтой. Чтобы установить его, <ulink url="apt:thunderbird">установите пакет <application>thunderbird</application></ulink>.
sv: Du kan också använda <application>Mozilla Thunderbird</application> för e-post. För att installera det, <ulink url="apt:thunderbird">installera paketet <application>thunderbird</application></ulink>.

source: <ulink url="xchat-gnome">Install the <application>xchat-gnome</application> package</ulink>.
bg: <ulink url="xchat-gnome">Инсталирайте пакета <application>xchat-gnome</application></ulink>.
cs: <ulink url="xchat-gnome">Nainstalujte balík <application>xchat-gnome</application></ulink>.
es: <ulink url="apt:xchat-gnome">Instale el paquete <application>xchat-gnome</application></ulink>.
fi: <ulink url="xchat-gnome">Asenna <application>xchat-gnome</application>-paketti</ulink>.
hu: <ulink url="xchat-gnome">Telepítse az <application>xchat-gnome</application> csomagot</ulink>.
it: <ulink url="xchat-gnome">Installare il pacchetto <application>xchat-gnome</application></ulink>.
ja: <ulink url="xchat-gnome"><application>xchat-gnome</application> パッケージをインストールします</ulink>。
pl: <ulink url="apt:xchat-gnome">Zainstaluj pakiet <application>xchat-gnome</application></ulink>.
pt_br: <ulink url="xchat-gnome">Instale o pacote <application>xchat-gnome</application></ulink>.
ru: <ulink url="xchat-gnome">Установите пакет <application>xchat-gnome</application></ulink>.
sv: <ulink url="xchat-gnome">Installera paketet <application>xchat-gnome</application></ulink>.

source: <ulink url="apt:amule">Install the <application>amule</application> package</ulink>.
bg: <ulink url="apt:amule">Инсталирайте пакета <application>amule</application></ulink>.
cs: <ulink url="apt:amule">Nainstalujte balík <application>amule</application></ulink>.
es: <ulink url="apt:amule">Instale el paquete <application>amule</application></ulink>.
fi: <ulink url="apt:amule">Asenna <application>amule</application>-paketti</ulink>.
hu: <ulink url="apt:amule">Telepítse az <application>amule</application> csomagot</ulink>.
it: <ulink url="apt:amule">Installare il pacchetto <application>amule</application></ulink>.
ja: <ulink url="apt:amule"><application>amule</application> パッケージをインストールします</ulink>。
pl: <ulink url="apt:amule">Zainstaluj pakiet <application>amule</application></ulink>.
pt_br: <ulink url="apt:amule">Instale o pacote <application>amule</application></ulink>.
ru: <ulink url="apt:amule">Установите пакет <application>amule</application></ulink>.
sv: <ulink url="apt:amule">Installera paketet <application>amule</application></ulink>.

source: <ulink url="apt:pan">Install the <application>pan</application> package</ulink> and then choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pan Newsreader</guimenuitem></menuchoice> to start using <application>Pan</application>.
bg: <ulink url="apt:pan">Инсталирайте пакета <application>pan</application></ulink> и после изберете <menuchoice><guimenu>Програми</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>Pan Newsreader</guimenuitem></menuchoice>, за да стартирате <application>Pan</application>.
cs: <ulink url="apt:pan">Nainstalujte balík <application>pan</application></ulink> a pro spuštění aplikace <application>Pan</application> zvolte <menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Program pro čtení diskusních skupin Pan</guimenuitem></menuchoice>.
es: <ulink url="apt:pan">Instale el paquete <application>pan</application></ulink> ay elija <menuchoice><guimenu>Applicaciones</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Lector de noticias Pan</guimenuitem></menuchoice> para empezar a usar <application>Pan</application>.
fi: <ulink url="apt:pan">Asenna <application>pan</application>-paketti</ulink> ja valitse sitten <menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pan-keskusteluryhmäohjelma</guimenuitem></menuchoice> alkaaksesi käyttää <application>Pan</application>-sovellusta.
hu: <ulink url="apt:pan">Telepítse a <application>pan</application> csomagot</ulink>, majd válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pan hírolvasó</guimenuitem></menuchoice> menüpontot a <application>Pan</application> indításához.
it: <ulink url="apt:pan">Installare il pacchetto <application>pan</application></ulink> e quindi scegliere <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pan Newsreader</guimenuitem></menuchoice> per iniziare a usare <application>Pan</application>.
ja: <ulink url="apt:pan"><application>pan</application> パッケージをインストールし</ulink>、<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>インターネット</guimenuitem><guimenuitem>ニュースリーダ Pan</guimenuitem></menuchoice> を選択して、<application>Pan</application> の使用を始めてください。
pl: <ulink url="apt:pan">Zainstaluj pakiet <application>pan</application></ulink> a następnie otwórz <menuchoice><guimenu>Programy</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pan</guimenuitem></menuchoice>, aby zacząć korzystać z <application>Pan</application>.
pt_br: <ulink url="apt:pan">Instale o pacote <application>pan</application></ulink> e então vá em <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pan Newsreader</guimenuitem></menuchoice> para começar a usar o <application>Pan</application>.
ru: <ulink url="apt:pan">Установите пакет <application>pan</application></ulink>, затем выберите <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>Pan Newsreader</guimenuitem></menuchoice>, чтобы использовать <application>Pan</application>.
sv: <ulink url="apt:pan">Installera paketet <application>pan</application></ulink> och välj därefter <menuchoice><guimenu>Program</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Diskussionsgruppsläsaren Pan</guimenuitem></menuchoice> för att börja använda <application>Pan</application>.

source: <ulink url="apt:liferea">Install the <application>liferea</application> package</ulink> and then choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice> to start using <application>Liferea</application>.
bg: <ulink url="apt:liferea">Инсталирайте пакета <application>liferea</application></ulink> и после изберете <menuchoice><guimenu>Програми</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>Четец на новини (Liferea)</guimenuitem></menuchoice>, за да стартирате <application>Четец на новини (Liferea)</application>.
cs: <ulink url="apt:liferea">Nainstalujte balík <application>liferea</application></ulink> a pro spuštění aplikace <application>Liferea</application> zvolte <menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Čtečka kanálů Liferea</guimenuitem></menuchoice>.
es: <ulink url="apt:liferea">Instale el paquete <application>liferea</application></ulink> y elija <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice> pata empezar a usar <application>Liferea</application>.
fi: <ulink url="apt:liferea">Asenna <application>liferea</application>-paketti</ulink> ja valitse sitten <menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea-syötelukija</guimenuitem></menuchoice> alkaaksesi käyttää <application>Liferea</application>-sovellusta.
hu: <ulink url="apt:liferea">Telepítse a <application>liferea</application> csomagot</ulink>, majd válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea hírforrásolvasó</guimenuitem></menuchoice> menüpontot a <application>Liferea</application> indításához.
it: <ulink url="apt:liferea">Installare il pacchetto <application>Liferea</application></ulink>, quindi scegliere <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea - Lettore notiziari</guimenuitem></menuchoice> per iniziare a usare <application>Liferea</application>.
ja: <ulink url="apt:liferea"><application>liferea</application> パッケージをインストールし</ulink>、<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>インターネット</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice> を選択して、<application>Liferea</application> の使用を始めてください。
pl: Aby uruchomić program <application>Liferea</application>, <ulink url="apt:liferea">Zainstaluj pakiet <application>liferea</application></ulink> a następnie wybierz <menuchoice><guimenu>Programy</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Czytnik wiadomości RSS Liferea</guimenuitem></menuchoice>.
pt_br: <ulink url="apt:liferea">Instale o pacote <application>liferea</application></ulink> e então vá em <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice> para começar a usar o <application>Liferea</application>.
ru: <ulink url="apt:liferea">Установите пакет <application>liferea</application></ulink>, затем выберите <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice>, чтобы использовать <application>Liferea</application>.
sv: <ulink url="apt:liferea">Installera paketet <application>liferea</application></ulink> och välj därefter <menuchoice><guimenu>Program</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Nyhetsläsaren Liferea</guimenuitem></menuchoice> för att börja använda <application>Liferea</application>.
