Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: A copy of the Flash plugin is not actually included in the package, but is automatically downloaded from the Adobe website when you install the package. This is due to legal restrictions on the redistribution of the plugin. As a result, you must be connected to the Internet for the plugin to be downloaded successfully.
de: Eine Kopie des Flash-Plugins ist im Paket nicht enthalten, aber wird bei der Installation des Paketes automatisch von der Adobe-Website heruntergeladen. Dieses geschieht aus rechtlichen Einschränkungen bezüglich der Weitergabe des Plugins. Daher müssen Sie mit dem Internet verbunden sein, um das Plugin erfolgreich herunterladen zu können.
fr: Le greffon Flash n'est pas réellement inclus dans le paquet, mais il sera automatiquement téléchargé à partir du site d'Adobe lorsque vous lancerez l'installation. Ceci est dû aux restrictions légales quant à la distribution du greffon. En conséquence, vous devez être connecté(e) à l'Internet pour le télécharger.

source: You can also use <application>Mozilla Thunderbird</application> for email. To install it, install the <application>thunderbird</application> package (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
de: Sie können auch <application>Mozilla Thunderbird</application> verwenden, um E-Mails zu empfangen und zu versenden. Installieren Sie dafür das <application>Thunderbird</application>-Paket (siehe <ulink type="help" url="ghelp:add-applications">Anwendungen hinzufügen</ulink>).
fr: Vous pouvez aussi utiliser <application>Mozilla Thunderbird</application> pour la messagerie. Pour l'installer, installez le paquet <application>thunderbird</application> (voir <ulink type="help" url="ghelp:add-applications">Ajouter des applications</ulink>).
nl: U kunt ook <application>Mozilla Thunderbird</application> voor e-mail gebruiken. Om dit te installeren, installeert u het pakket <application>thunderbird</application> (zie <ulink type="help" url="ghelp:add-applications">Toepassingen installeren</ulink>).

source: To start <application>Thunderbird</application>, choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Mozilla Thunderbird Mail/News</guimenuitem></menuchoice>.
bg: За да стартирате <application>Thunderbird</application>, изберете <menuchoice><guimenu>Програми</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>Mozilla Thunderbird Mail/News</guimenuitem></menuchoice>.
cs: Pro spuštění <application>Thunderbirdu</application> zvolte <menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Poštovní klient Thunderbird</guimenuitem></menuchoice>.
de: Um <application>Thunderbird</application>zu starten, wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Mozilla Thunderbird Mail/News</guimenuitem></menuchoice>.
es: Para iniciar <application>Thunderbird</application>, seleccione <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Mozilla Thunderbird Mail/News</guimenuitem></menuchoice>.
fi: Käynnistääksesi <application>Thunderbirdin</application>, valitse <menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Thunderbird-sähköposti</guimenuitem></menuchoice>.
fr: Pour démarrer <application>Thunderbird</application>, choisissez <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Messagerie Thunderbird</guimenuitem></menuchoice>.
hu: A <application>Thunderbird</application> indításához válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Mozilla Thunderbird Mail/News</guimenuitem></menuchoice> menüpontot.
it: Per avviare <application>Thunderbird</application>, scegliere <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Mozilla Thunderbird Mail/News</guimenuitem></menuchoice>.
ja: <application>Thunderbird</application>を起動するには、<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>インターネット</guimenuitem><guimenuitem>Mozilla Thunderbird Mail/News</guimenuitem></menuchoice>を選択します。
nl: Om <application>Thunderbird</application> te starten, klikt u op <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Mozilla Thunderbird Mail/News</guimenuitem></menuchoice>.
pl: Aby uruchomić program <application>Thunderbird</application>, wybierz <menuchoice><guimenu>Programy</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Klient poczty Thunderbird </guimenuitem></menuchoice>.
pt_br: Para iniciar o <application>Thunderbird</application>, escolha <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Correio/Notícias do Mozilla Thunderbird</guimenuitem></menuchoice>.
ru: Для запуска <application>Thunderbird</application>, выберите <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>Mozilla Thunderbird Mail/News</guimenuitem></menuchoice>.
sv: För att starta <application>Thunderbird</application>, välj <menuchoice><guimenu>Program</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>E-postklienten Thunderbird</guimenuitem></menuchoice>.

source: In the <guilabel>Command</guilabel> text box, type <userinput><command>thunderbird %s</command></userinput>, then close the dialog.
bg: В полето за <guilabel>Команда</guilabel>, напишете <userinput><command>thunderbird %s</command></userinput> и после затворете диалоговия прозорец.
cs: V textovém poli <guilabel>Příkaz</guilabel> napište <userinput><command>thunderbird %s</command></userinput>, pak zavřete okno.
de: Geben Sie dann <userinput><command>thunderbird %s</command> in das Textfeld <guilabel>Befehl</guilabel> ein und schließen Sie das Fenster.
es: En la caja de texto <guilabel>Comando</guilabel>, teclee <userinput><command>thunderbird %s</command></userinput>, y a continuación cierre la ventana.
fi: Syötä <guilabel>Komento</guilabel>-tekstilaatikkoon <userinput><command>thunderbird %s</command></userinput>, ja sulje sitten valintaikkuna.
fr: Dans la zone de texte <guilabel>Commande</guilabel>, saisissez <userinput><command>thunderbird %s</command></userinput>, puis fermez la boîte de dialogue.
hu: A <guilabel>Parancs</guilabel> szövegmezőbe írja be a következőt: <userinput><command>thunderbird %s</command></userinput>, majd zárja be az ablakot.
it: Digitare <userinput><command>thunderbird %s</command></userinput> nella casella di testo <guilabel>Comando</guilabel> e chiudere il dialogo.
ja: <guilabel>コマンド</guilabel>テキストボックスの中に、<userinput><command>thunderbird %s</command></userinput>と入力し、ダイアログを閉じます。
nl: Type <userinput><command>thunderbird %s</command></userinput> in het <guilabel>Opdracht</guilabel>-tekstveld, sluit vervolgens het venster.
pl: W polu <guilabel>Polecenie</guilabel> wpisz <userinput><command>thunderbird %s</command></userinput>, a następnie zamknij okno.
pt_br: Na caixa de texto <guilabel>Comando</guilabel>, digite <userinput><command>thunderbird %s</command></userinput>, e então feche a janela.
ru: В текстовом окне <guilabel>Команда</guilabel> наберите <userinput><command>thunderbird %s</command></userinput> и закройте диалоговое окно.
sv: Ange <userinput><command>thunderbird %s</command></userinput> i textrutan <guilabel>Kommando</guilabel> och stäng sedan dialogrutan.

source: There are several extra packages available for <application>Pidgin</application>, which add extra features and allow you to change the way Pidgin looks. You can find these in the Synaptic Package Manager.
bg: има няколко допълнителни пакети достъпни за <application>Pidgin</application>, които добавят допълнителни възможности и ви позволяват да промените облика на Pidgin. Можете да ги намерите в Мениджър на пакети (Synaptic).
cs: Pro <application>Pidgin</application> existuje několik dodatečných balíků, které dodávají funkce navíc a umožňují měnit jeho vzhled. Můžete je nalézt ve správci balíků Synaptic.
de: Es stehen verschiedene Pakete für <application>Pidgin</application> zur Auswahl, die zusätzliche Funktionen bereitstellen und das Aussehen von Pidgin verändern. Sie finden diese Pakete in der Synaptic-Paketverwaltung.
es: Hay varios paquetes adicionales disponibles para <application>Pidgin</application>, que añaden características extra y le permiten cambiar el aspecto de Pidgin. Puede buscarlos en el Gestor de paquetes Synaptic.
fi: <application>Pidginille</application> on saatavilla useita lisäpaketteja, jotka lisäävät ominaisuuksia ja mahdollistavat Pidginin ulkoasun muuttamisen. Nämä paketit löytyvät Synaptic-pakettienhallinnalla.
fr: Il y a plusieurs paquets additionnels disponibles pour <application>Pidgin</application>, qui ajoutent des fonctionalités et vous permettent de changer l'aspect de Pidgin. Vous pouvez trouver ces paquets dans le gestionnaire de paquets Synaptic.
hu: Számos külön csomag létezik a <application>Pidgin</application> programhoz, amelyek további szolgáltatásokkal bővítik azt és segítségükkel megváltoztathatja a Pidgin kinézetét. Ezeket a Synaptic csomagkezelőben találhatja meg.
it: Sono disponibili altri pacchetti aggiuntivi per <application>Pidgin</application> che aggiungono ulteriori caratteristiche e consentono di modificare l'aspetto di Pidgin. È possibile trovare questi pacchetti all'interno del gestore di pacchetti Synaptic.
ja: <application>Pidgin</application>には、機能を追加したりPindignの見た目を変更するような、さまざまなパッケージが存在します。そのようなパッケージについては、Synaptic パッケージ・マネージャで検索してください。
nl: Er zijn diverse extra pakketten voor <application>Pidgin</application> beschikbaar, deze voegen extra functionaliteit toe en u kunt er het uiterlijk van Pdigin mee aanpassen. U kunt dit vinden in de Synaptic pakketbeheerder.
pl: Istnieje kilka dodatkowych pakietów dostępnych dla <application>Pidgina</application> zwiększających jego możliwości oraz pozwolających na zmianę jego wyglądu. Możesz je znaleźć w Menedżerze pakietów Synaptic.
pt_br: Há vários pacotes adicionais para <application>Pidgin</application>, que adicionam outras funções e permitem que você mude a aparência do Pidgin. Você pode encontrá-los no Gerenciador de Pacotes Synaptic.
ru: Существует несколько дополнительных пакетов для <application>Pidgin</application>, добавляющих дополнительные возможности и изменяющие вид Pidgin. Вы можете найти их с помощью Менеджера пакетов Synaptic.
sv: Det finns flera extrapaket tillgängliga för <application>Pidgin</application> som lägger till extra funktionalitet och låter dig ändra utseendet för Pidgin. Du kan hitta dessa i Pakethanteraren Synaptic.

source: See the <ulink type="help" url="ghelp:ekiga">Ekiga Manual</ulink> for help on using Ekiga.
bg: Вижте <ulink type="help" url="ghelp:ekiga">Ръководство на Ekiga</ulink> за помощ при използването на Ekiga.
cs: Navštivte <ulink type="help" url="ghelp:ekiga">návod Ekiga</ulink> pro pomoc s používáním Ekigy.
de: Lesen Sie <ulink type="help" url="ghelp:ekiga">Ekiga Anleitung</ulink>, um Hilfe bei der Benutzung von Ekiga zu erhalten.
es: Consulte el <ulink type="help" url="ghelp:ekiga">manual de Ekiga</ulink> para obtener ayuda sobre cómo usar Ekiga.
fi: Ohjeita Ekigan käyttöön löytyy <ulink type="help" url="ghelp:ekiga">Ekigan ohjekirjasta</ulink>.
fr: Voir le <ulink type="help" url="ghelp:ekiga">manuel d'Ekiga</ulink> pour en savoir plus sur l'utilisation d'Ekiga.
hu: Az Ekiga használatával kapcsolatos segítségért lásd az <ulink type="help" url="ghelp:ekiga">Ekiga kézikönyvét</ulink>.
it: Per informazioni sull'uso di Ekiga, consultarne <ulink type="help" url="ghelp:ekiga">il manuale</ulink>.
ja: Ekigaの利用方法については、<ulink type="help" url="ghelp:ekiga">Ekigaマニュアル</ulink>を参照してください。
nl: Zie de <ulink type="help" url="ghelp:ekiga">Ekiga handleiding</ulink> voor hulp bij het gebruik van Ekiga.
pl: Instrukcje korzystania z programu znajdują się w <ulink type="help" url="ghelp:ekiga">podręczniku telefonu Ekiga</ulink>.
pt_br: Veja o <ulink type="help" url="ghelp:ekiga">Manual do Ekiga</ulink> para saber como utilizar o Ekiga.
ru: Для помощи в использовании Ekiga обратитесь к <ulink type="help" url="ghelp:ekiga">Руководству по Ekiga</ulink>.
sv: Se <ulink type="help" url="ghelp:ekiga">Handbok för Ekiga</ulink> för hjälp om hur man använder Ekiga.

source: If you're behind a proxy, select <menuchoice><guimenuitem>Tools</guimenuitem><guimenuitem>Preferences</guimenuitem><guimenuitem>Proxy</guimenuitem></menuchoice> and fill in your proxy details and click on the <guibutton>Close</guibutton> button,
bg: Ако сте зад прокси, изберете <menuchoice><guimenuitem>Инструменти</guimenuitem><guimenuitem>Настройки</guimenuitem><guimenuitem>Прокси</guimenuitem></menuchoice> и попълнете вашето прокси и натиснете бутона <guibutton>Затваряне</guibutton>,
cs: Pokud přistupujete na síť pomocí proxy, zvolte <menuchoice><guimenuitem>Nástroje</guimenuitem><guimenuitem>Volby</guimenuitem><guimenuitem>Proxy</guimenuitem></menuchoice>, vložte informace o vaší proxy a následně klikněte na <guibutton>Zavřít</guibutton>.
de: Wenn Sie sich hinter einem Proxy befinden, wählen Sie <menuchoice><guimenuitem>Werkzeuge</guimenuitem><guimenuitem>Einstellungen</guimenuitem><guimenuitem>Proxy</guimenuitem></menuchoice>, tragen Sie die Angaben zu ihrm Proxy ein und klicken Sie auf den <guibutton>Schließen</guibutton>-Knopf,
es: Si se encuentra detrás de un proxy, seleccione <menuchoice><guimenuitem>Herramientas</guimenuitem><guimenuitem>Preferencias</guimenuitem><guimenuitem>Proxy</guimenuitem></menuchoice>, rellene los detalles relativos a su proxy y pulse en el botón <guibutton>Cerrar</guibutton>,
fi: Mikäli käytössä on välityspalvelin, valitse <menuchoice><guimenuitem>Työkalut</guimenuitem><guimenuitem>Asetukset</guimenuitem><guimenuitem>Välityspalvelin</guimenuitem></menuchoice>, täytä välityspalvelimesi tiedot ja klikkaa <guibutton>Sulje</guibutton>,
fr: Si vous êtes derrière un serveur mandataire (proxy), sélectionnez <menuchoice><guimenuitem>Outils</guimenuitem><guimenuitem>Préférences</guimenuitem><guimenuitem>Proxy</guimenuitem></menuchoice>, indiquez les renseignements sur votre proxy, puis cliquez sur le bouton <guibutton>Fermer</guibutton>.
hu: Ha proxy kiszolgálót használ, válassza az <menuchoice><guimenuitem>Eszközök</guimenuitem><guimenuitem>Beállítások</guimenuitem><guimenuitem>Proxy</guimenuitem></menuchoice> menüpontot, majd töltse ki a proxy adatait és kattintson a <guibutton>Bezárás</guibutton> gombra.
it: Se la connessione a Internet è fornita da un proxy, selezionare <menuchoice><guimenuitem>Strumenti</guimenuitem><guimenuitem>Preferenze</guimenuitem><guimenuitem>Proxy</guimenuitem></menuchoice>, inserire le informazioni relative al proxy quindi fare clic su <guibutton>Chiudi</guibutton>.
ja: プロキシ越しに接続している場合は、<menuchoice><guimenuitem>ツール</guimenuitem><guimenuitem>設定</guimenuitem><guimenuitem>プロキシ</guimenuitem></menuchoice>を選択し、プロキシの詳細を記入して<guibutton>閉じる</guibutton>ボタンをクリックしてください。
pl: Jeśli jesteś za serwerem proxy, wybierz <menuchoice><guimenuitem>Narzędzia</guimenuitem><guimenuitem>Preferencje</guimenuitem><guimenuitem>Proxy</guimenuitem></menuchoice> wypełnij pola danymi dla Twojego proxy i naciśnij przycisk <guibutton>Zamknij</guibutton>,
pt_br: Se você estiver utilizando um proxy, selecione <menuchoice><guimenuitem>Ferramentas</guimenuitem><guimenuitem>Preferências</guimenuitem><guimenuitem>Proxy</guimenuitem></menuchoice> preencha os detalhes de seu proxy e clique no botão <guibutton>Fechar</guibutton>.
ru: Если вы находитесь за прокси, выберите <menuchoice><guimenuitem>Инструменты</guimenuitem><guimenuitem>Настройки</guimenuitem><guimenuitem>Proxy</guimenuitem></menuchoice> и заполните параметры вашего прокси-сервера, затем нажмите кнопку <guibutton>Закрыть</guibutton>,
sv: Om du sitter bakom en proxyserver, välj <menuchoice><guimenuitem>Verktyg</guimenuitem><guimenuitem>Inställningar</guimenuitem><guimenuitem>Proxy</guimenuitem></menuchoice> och fyll i din proxyinformation och klicka på knappen <guibutton>Stäng</guibutton>,

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
bg: Този документ се поддържа от екипа за документация на Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Списъкът с учатниците в този екип вижте на <ulink url="../../libs/C/contributors.xml">страница на сътрудници</ulink>
cs: Tento dokument je spravován dokumentačním týmem Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pokud chcete shlédnout seznam přispěvatelů, navštivte <ulink url="../../libs/C/contributors.xml">stránku přispěvatelů</ulink>
de: Dieses Dokument wird vom Ubuntu-Dokumentationsteam gepflegt (https://wiki.ubuntu.com/DocumentationTeam). Eine Liste der Mitwirkenden finden Sie unter <ulink url="../../libs/C/contributors.xml">Mitwirkende</ulink>.
es: Este documento lo mantiene el Equipo de Documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para ver una lista de contribuyentes, consulte la <ulink url="../../libs/C/contributors.xml">página de contribuyentes</ulink>
fi: Ubuntun dokumentointitiimi (https://wiki.ubuntu.com/DocumentationTeam) ylläpitää tätä ohjetta. Ohjeen kirjoittamiseen osallistuneet henkilöt löytyvät <ulink url="../../libs/C/contributors.xml">tekijät-sivulta</ulink>.
fr: Ce document est maintenu par l'équipe de documentation d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pour obtenir la liste des contributeurs, consultez la <ulink url="../../libs/C/contributors.xml">page des contributeurs</ulink>. En cas de problème avec la traduction française, vous pouvez contacter l'équipe de traduction sur la liste de diffusion : ubuntu-fr-l10n@lists.ubuntu.com
hu: Ezt a dokumentumot az Ubuntu dokumentációs csapat tartja karban (https://wiki.ubuntu.com/DocumentationTeam). A közreműködők listája a <ulink url="../../libs/C/contributors.xml">közreműködők oldalán</ulink> található meg.
it: Questo documento viene mantenuto dal gruppo documentazione di Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). L'elenco dei collaboratori è consultabile presso <ulink url="../../libs/C/contributors.xml">la pagina dei collaboratori</ulink>
ja: このドキュメントはUbuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam)によってメンテナンスされています。貢献者のリストは<ulink url="../../libs/C/contributors.xml">contributors page</ulink>を見てください
pl: Ten dokument jest pod opieką Zespołu Dokumentacji Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Lista autorów jest dostępna na <ulink url="../../libs/C/contributors.xml">tej stronie</ulink>.
pt_br: Este documento é mantido pelo time de documentação do Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para a lista de contribuidores, veja <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
ru: Этот документ поддерживается командой документирования Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Для просмотра списка участников смотрите <ulink url="../../libs/C/contributors.xml">страницу участников</ulink>
sv: Detta dokument underhålls av Ubuntus dokumentationsteam (https://wiki.ubuntu.com/DocumentationTeam). Se <ulink url="../../libs/C/contributors.xml">bidragsgivarnas sida</ulink> för en lista över bidragsgivare.

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
bg: Копие на лиценза може да намерите тук: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
cs: Kopie licence je dostupná zde: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
de: Eine Kopie der Lizenzbestimmungen ist verfügbar unter: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
es: Hay una copia de la licencia disponible aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licencia Creative Commons ShareAlike</ulink>.
fi: Kopio lisenssistä löytyy sivulta <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike -lisenssi</ulink>.
fr: Une copie de la licence est disponible ici : <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
hu: A licenc másolata elérhető a <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink> oldalon.
it: Una copia della licenza è disponibile qui: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike</ulink>.
ja: ライセンスは次のリンクで参照できます: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。
pl: Kopia licencji jest dostępna tutaj: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
pt_br: Uma cópia da licença está disponível aqui: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ru: Копия лицензии доступна здесь: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sv: En kopia av licensen finns tillgänglig här: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Ubuntu Documentation Project
bg: Проектът за документация на Ubuntu
cs: Dokumentační projekt Ubuntu
de: Ubuntu-Dokumentationsprojekt
es: Proyecto de Documentación de Ubuntu
fi: Ubuntun dokumentaatioprojekti
fr: Projet de documentation d'Ubuntu
hu: Ubuntu dokumentációs projekt
it: Progetto documentazione di Ubuntu
ja: Ubuntuドキュメンテーション・プロジェクト
nl: Ubuntu-documentatieproject
pl: Projekt dokumentacji Ubuntu
pt_br: Projeto de Documentação Ubuntu
ru: Проект документации Ubuntu
sv: Dokumentationsprojekt för Ubuntu

source: Canonical Ltd. and members of the <placeholder-1/>
bg: Canonical Ltd. и членовете на <placeholder-1/>
cs: Canonical Ltd. a členové <placeholder-1/>
de: Canonical Ltd. und Mitglieder vom <placeholder-1/>
es: Canonical Ltd. y miembros de <placeholder-1/>
fi: Canonical Ltd. ja seuraavan ryhmän jäsenet: <placeholder-1/>
fr: Canonical Ltd. et les membres de <placeholder-1/>
hu: Canonical Ltd. és az <placeholder-1/> tagjai
it: Canonical Ltd. e i membri del <placeholder-1/>
ja: Canonical Ltd.と<placeholder-1/>一同
nl: Canonical Ltd. en leden van het <placeholder-1/>
pl: Canonical Ltd. oraz członkowie <placeholder-1/>
pt_br: Canonical Ltd. e membros de <placeholder-1/>
ru: Canonical Ltd. и участники <placeholder-1/>
sv: Canonical Ltd. och medlemmar från <placeholder-1/>

source: Identify the wireless connections
de: Die WLAN-Verbindung identifizieren
fr: Identifier les connexions sans-fil

source: <application>iwconfig</application> allows you to change certain settings on your wireless hardware. However, it is also very useful for identifying wireless connections.
de: <application>iwconfig</application> erlaubt Ihnen, bestimmte Einstellungen an Ihrer WLAN-Verbindung vorzunehmen. Es ist aber auch sehr nützlich, um WLAN-Verbindungen zu identifizieren.
fr: <application>iwconfig</application> permet de changer certains paramètres de votre matériel sans-fil. Il est également très utile pour identifier les connexions sans-fil.

source: Find information about the wireless connections
de: Informationen über die WLAN-Verbindung ermitteln
fr: Trouver des informations à propos des connexions sans-fil
