Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: When you start <application>XChat-Gnome</application> for the first time, it will ask you for an IRC Nickname &amp; your real name. Pick anything you want for your nick (first initial &amp; your last name is good, or be more creative), put your real name or part of it, and press <guibutton>OK</guibutton>.
bg: Когато стартирате <application>XChat-Gnome</application> за първи път, ще бъдете запитани за вашия IRC прякор &amp; вашето истинско име. Напишете каквото пожелаете за ваш прякор (първоначално &amp; вашето фамилно име е добре или бъдете по изобретателни), напишете вашето истинско име или част от него и натиснете <guibutton>OK</guibutton>.
cs: Při prvním spuštění <application>XChat-Gnome</application> se zeptá na přezdívku a skutečné jméno. Vložte cokoliv jako přezdívku (první písmeno a vaše příjmení je dobrá volba nebo buďte více kreativní), vložte skutečné jméno nebo jeho část a stiskněte <guibutton>OK</guibutton>.
de: Wenn Sie <application>XChat-GNOME</application> zum ersten Mal starten, werden Sie nach einem Spitznamen und Ihrem richtigen Namen gefragt. Als Spitznamen können Sie wählen, was Sie wollen (beispielsweise den ersten Buchstaben Ihres Vornamens und Ihren Nachnamen oder seien Sie einfach kreativ). Tragen Sie dann noch Ihren richtigen Namen ein und bestätigen Sie mit <guibutton>OK</guibutton>.
es: Cuando inicie <application>XChat-Gnome</application> por primera vez, se le preguntará por su apodo y su nombre real. Escoja la palabra que quiera para su apòdo (por ejemplo, su primera inicial y su apellido, o sea más creativo), introduzca su nombre real o parte de él, y pulse <guibutton>Aceptar</guibutton>.
fi: Kun käynnistät <application>XChat-Gnome</application>-ohjelman ensimmäistä kertaa, se kysyy sinulta IRC-lempinimeä ja oikeaa nimeäsi. Valitse haluamasi lempinimi (etunimen alkukirjain ja sukunimi on hyvä, tai käytä mielikuvitustasi), syötä oikea nimesi tai sen osa, ja napsauta <guibutton>OK</guibutton>.
fr: Lors du premier lancement d'<application>XChat-Gnome</application>, il vous sera demandé de saisir un pseudonyme IRC ainsi que votre vrai nom. Choisissez le pseudonyme que vous voulez (l'initiale de votre prénom et votre nom peuvent convenir aussi bien que quelque chose de plus original), mettez votre vrai nom ou une partie de celui-ci, et cliquez sur <guibutton>Valider</guibutton>.
hu: Az <application>XChat-Gnome</application> első indításakor az Ön becenevére és nevére vonatkozó kérdés jelenik meg. Válasszon becenevet (ezt fogják látni a többiek a csevegés során) és írja be teljes nevét (nem kötelező), majd nyomja meg az <guibutton>OK</guibutton> gombot.
it: Al primo avvio di <application>XChat-GNOME</application>, verrà chiesto di scegliere un soprannome e di inserire il nome vero. Scegliere ciò che più piace per il soprannome (l'iniziale del nome e il cognome possono andar bene), inserire il proprio nome e fare clic su <guibutton>OK</guibutton>.
ja: <application>XChat-Gnome</application>の初回起動時に、ユーザはIRCニックネームと本名を尋ねられます。お好きなニックネームを選び(ファーストネームのイニシャルとラストネームでも、もっと凝ったものでもご自由に)、本名あるいはその一部を入力し、<guibutton>OK</guibutton>を押します。
ko: <application>XChat-Gnome</application> 을 처음 시작하면 여러분의 IRC 대화명과 실제 이름을 묻습니다. 여러분이 원하는 대화명(첫 이니셜과 성, 또는 더 창의적인 것도 좋습니다)을 고르고 여러분의 실제 이름이나 그 일부를 입력하고 <guibutton>확인</guibutton> 을 누르세요.
nl: Zodra u <application>XChat-Gnome</application> voor het eerst start, zal het u naar een bijnaam &amp; en uw echte naam vragen. U kunt kiezen wat u wilt als bijnaam (voorletter &amp; uw achternaam is goed, of wees creatiever), vul uw echte naam of een deel daarvan in, en klik op <guibutton>OK</guibutton>.
pl: Podczas pierwszego uruchomienia programu <application>XChat-GNOME</application>, zostaniesz poproszony o podanie pseudonimu i swojego prawdziwego imienia. Wybierz dowolny pseudonim (np. pierwsza litera imienia i nazwiska, możesz też być bardziej kreatywny), podaj swoje prawdziwe imię lub jego część i naciśnij <guibutton>OK</guibutton>.
pt_br: Quando você inicia o <application>XChat-Gnome</application> pela primeira vez, ele irá pedir um apelido IRC &amp; seu nome real. Escolha o que quiser como apelido (inicial do primeiro nome &amp; seu sobrenome é bom, ou seja mais criativo), coloque seu nome verdadeiro ou parte dele e pressione <guibutton>OK</guibutton>.
ru: Когда Вы в первый раз запустите <application>XChat-Gnome</application>, появится окно с просьбой ввести Ник &amp; Ваше настоящее имя. В поле "Ник" Вы можете ввести что угодно, будь то Ваша фамилия,инициалы или что-то более творческое. Затем введите настоящее имя и нажмите <guibutton>OK</guibutton>.
sk: Pri prvom spustení sa <application>XChat-Gnome</application> spýta na prezývku a skutočné meno. Ako prezývku môžete vložiť čokoľvek (prvé písmeno a vášho priezviska je dobrá voľba, ale buďte kreatívnejší), vložte skutočné meno alebo jeho časť a stlačte <guibutton>OK</guibutton>.
sv: När du startar <application>XChat-Gnome</application> för första gången kommer programmet att fråga efter ett smeknamn för IRC och ditt riktiga namn. Skriv in ett smeknamn (kan vara vad som helst - första bokstaven i förnamnet följt av efternamnet fungerar, men du kan också vara mer kreativ) och ditt riktiga namn (eller delar av det) och tryck på <guibutton>OK</guibutton>.
zh_cn: 当您第一次启动 <application>XChat-Gnome</application> 时，它将询问您 IRC 的昵称以及您的真实姓名。选择一个您所想要的昵称 (您的姓氏或者缩写就不错，或是更有创意的)，输入您的真名或其一部分，并按 <guibutton>确定</guibutton>。
zh_tw: 當您第一次啟動 <application>XChat-Gnome</application>，它會詢問您的 IRC 暱稱；您的真實姓名。填寫您想要的暱稱（名字的第一個字母加上姓氏也不錯，也可以有創意點），輸入您的真實姓名或者部份名字，然後點選<guibutton>確認</guibutton>。

source: In the Server Window that opens next, select <emphasis>Ubuntu Servers</emphasis>, and press <guibutton>Connect</guibutton>.
bg: В следващия прозорец, изберете <emphasis>Сървъри на Ubuntu</emphasis> и натиснете <guibutton>Свързване</guibutton>.
cs: V okně Server vyberte <emphasis>Ubuntu Servery</emphasis> a stiskněte <guibutton>Připojit</guibutton>.
de: Danach erscheint das Server-Fenster. Wählen Sie <emphasis>Ubuntu Server</emphasis> aus und klicken Sie auf <guibutton>Verbinden</guibutton>.
es: En la ventana de servidor que se abre a continuación, seleccione <emphasis>Ubuntu Servers</emphasis>, y pulse <guibutton>Conectar</guibutton>.
fi: Valitse seuraavaksi aukeavassa palvelinikkunassa <emphasis>Ubuntu-palvelimet</emphasis> ja paina <guibutton>Yhdistä</guibutton>.
fr: Dans la fenêtre des serveurs qui s'ouvre ensuite, sélectionnez <emphasis>serveurs Ubuntu</emphasis> et cliquez sur <guibutton>Connecter</guibutton>.
hu: A megjelenő kapcsolódás ablakban válassza ki a <emphasis>Freenode-ot</emphasis> és kattintson a <guibutton>Kapcsolódás</guibutton> gombra. A megjelenő ablakba írja be a következőt: "/JOIN #ubuntu-hu".
it: Nella finestra successiva, selezionare <emphasis>Ubuntu Servers</emphasis> e fare clic su <guibutton>Connetti</guibutton>.
ja: 左にあるサーバウィンドウから<emphasis>Ubuntu Servers</emphasis>を選択し、<guibutton>Connect</guibutton>を押してください。
ko: 다음 나타나는 Server 창에서 <emphasis>Ubuntu Servers</emphasis> 를 고르고 <guibutton>접속</guibutton> 을 누르세요.
nl: In het servervenster dat vervolgens wordt geopend, kies <emphasis>Ubuntu Servers</emphasis>, en klik op <guibutton>Verbinden</guibutton>.
pl: W oknie serwerów wybierz <emphasis>Ubuntu Servers</emphasis> i naciśnij <guibutton>Połącz</guibutton>.
pt_br: Na janela Servidor que abre a seguir, selecione <emphasis>Ubuntu Servers</emphasis>, e pressione <guibutton>Conectar</guibutton>.
ru: В окне Сервера выберите <emphasis>Ubuntu Servers</emphasis> и нажмите <guibutton>Подключиться</guibutton>.
sk: V okne Server vyberte <emphasis>Ubuntu Servery</emphasis> a stlačte <guibutton>Pripojiť</guibutton>.
sv: I serverfönstret som sedan öppnas ska du välja <emphasis>Ubuntu Server</emphasis> och trycka på <guibutton>Anslut</guibutton>.
zh_cn: 在接下来的服务器窗口中选择 <emphasis>Ubuntu Servers</emphasis> 并按 <guibutton>连接</guibutton>。

source: Other Internet applications
bg: Други интернет програми
cs: Další internetové aplikace
de: Andere Internetanwendungen
es: Otras aplicaciones de Internet
fi: Muut Internet-sovellukset
fr: Autres applications Internet
hu: Más internetes alkalmazások
it: Altre applicazioni per Internet
ja: その他のインターネットアプリケーション
ko: 다른 인터넷 프로그램들
nl: Overige internettoepassingen
pl: Inne programy internetowe
pt_br: Outras aplicações Internet
ru: Другие программы для Интернет
sk: Ďalšie internetové aplikácie
sv: Andra internetprogram
zh_cn: 其他因特网应用程序
zh_tw: 其他互聯網應用程序

source: The Internet has much more to offer besides web browsing, email and instant messaging. Ubuntu provides a selection of other applications to help you get the most out of the Internet.
bg: Интертет има да предложи много повече отколкото браузване, имейл и внезапни съобщения. Ubuntu предлага избор на други програми, които ще ви помогнат да получите колкото се може повече от интернет.
cs: Internet nabízí mnohem více než jen prohlížení webových stránek, email a instant messaging. Ubuntu poskytuje velký výběr dalších aplikací, které vám pomohou naplno využít všech možností Internetu.
de: Das Internet hat viel mehr zu bieten, als Web-Surfen, E-Mail und Instant Messaging. Ubuntu liefert eine Auswahl an Anwendungen, die es Ihnen ermöglichen, das Internet in seinem vollen Umfang zu erleben.
es: Internet tiene mucho más que ofrecer además de la navegación por la web, el correo electrónico y la mensajería instantánea. Ubuntu proporciona una selección de otras aplicaciones que le ayudan a conseguir lo mejor de Internet.
fi: Internet tarjoaa paljon muutakin kuin WWW-selailua, sähköpostipalveluja ja pikaviestintää. Ubuntu tarjoaa valikoiman ohjelmia, joilla saat lähes kaiken irti Internetistä.
fr: Internet offre bien plus de services que la navigation sur le web, le courriel ou la messagerie instantanée. Ubuntu fournit une sélection d'applications pour vous permettre de tirer le maximum d'Internet.
hu: Az internet sokkal több lehetőséget kínál a böngészésen, e-mailezésen és azonnali üzenetküldésen kívül. Az Ubuntu egy alkalmazásgyűjteményt kínál az internet lehetőségeinek kihasználásához.
it: Internet ha molto di più da offrire oltre alla navigazione web, alle email e alla messaggistica istantanea. Ubuntu fornisce un'ampia selezione di applicazioni utili per ottenere il massimo da Internet.
ja: インターネットには、ウェブやメール、インスタント・メッセンジャー以外にも多くの利用方法があります。Ubutntuは、よりインターネットを便利に使うためのさまざまなアプリケーションも提供しています。
ko: 인터넷을 통해 웹 브라우징,이메일, 인스턴트 메시징 이외에도 많은 일들을 할 수 있습니다. 우분투는 여러분이 인터넷을 통해 여러가지 작업을 할 수 있는 다른 프로그램들의 일부를 제공합니다.
nl: Het Internet heeft veel meer te bieden behalve surfen, e-mailen en expresberichten. Ubuntu biedt u een keur aan toepassingen die u helpen om al het mogelijke uit het internet te halen.
pl: Internet jest w stanie zaoferować dużo więcej, niż tylko przeglądanie stron, wysyłanie wiadomości, czy korzystanie z komunikatorów internetowych. Ubuntu dostarcza wiele innych aplikacji, pomocnych w wykorzystaniu pełnego potencjału Internetu.
pt_br: A Internet tem muito mais a oferecer além de navegação, e-mail e mensagens instantâneas. O Ubuntu disponibiliza uma seleção de outras aplicações para ajudá-lo a tirar o máximo da Internet.
ru: В Интернет вы можете делать намного больше, чем просто навигация по веб-сайтам, электронная почта или обмен мгновенными сообщениями. Ubuntu предоставляет набор специально подобранных программ, чтобы помочь вам использовать Интернет с полной отдачей.
sk: Internet ponúka ďaleko viac ako iba prehliadanie internetu, email a okamžité správy (IM). Ubuntu vám ponúka na výber aj iné aplikácie, aby ste z internetu získali čo najviac.
sv: Internet har mer att erbjuda utöver att surfa på webben, epost och snabbmeddelanden. Ubuntu erbjuder ett urval av andra program för att hjälpa dig att få ut det mesta av internet.
zh_cn: 除了 web 浏览、email 和 即时消息之外，因特网还能提供许多。Ubuntu 提供了一系列其它应用程序来帮助您更好地利用因特网。
zh_tw: 除了web瀏覽、email和即時消息之外，因特網還能提供許多。 Ubuntu提供了一系列其它應用程序來幫助您更好地利用因特網。

source: Peer-to-Peer networks
bg: Peer-to-Peer мрежи
cs: Sítě Peer-to-Peer
de: Peer-to-Peer Netzwerke
es: Redes punto a punto
fi: Vertaisverkot
fr: Réseaux pair à pair
hu: Fájlcserélő hálózatok
it: Reti Peer-to-Peer
ja: ピアツーピアネットワーク
ko: P2P 네트워크
nl: Peer-to-peer netwerken
pl: Sieci Peer-to-Peer (P2P)
pt_br: Redes Peer-to-Peer
ru: Сети точка-точка
sk: Peer-to-Peer siete
sv: Peer-to-Peer - nätverk
zh_cn: 点对点网络
zh_tw: 點對點網路

source: Peer-to-peer (P2P) networks are a way of sharing files, music and videos between people from all around the world.
bg: Peer-to-peer (P2P) мрежите са начин за споделяне на файлове, музика и видео съдържание между хора от целия свят.
cs: Sítě Peer-to-peer (P2P) jsou cestou, jak sdílet soubory, hudbu a videa s lidmi po celém světe.
de: Peer-to-Peer (P2P) Netzwerke sind eine Möglichkeit um Dateien, Musik oder Videos mit Leuten aus der ganzen Welt auszutauschen.
es: Las redes punto a punto (P2P) son una manera de compartir archivos, música y vídeos entre personas de todo el mundo.
fi: Vertaisverkot (P2P) ovat tapa jakaa tiedostoja, musiikkia ja videoita eri puolilta maapalloa olevien ihmisten kanssa.
fr: Les réseaux pair à pair (P2P) sont un moyen de partager des fichiers, musiques et vidéos entre personnes du monde entier.
hu: Az egyenrangú (P2P) hálózatok módot adnak fájlok, zenék és videók megosztására a világ különböző pontjain élő emberek közt.
it: Le reti peer-to-peer (P2P) sono sistemi utili alla condivisione di file, musica e video con altre persone provenienti da tutto il mondo.
ja: Peer-to-Peer(P2P：ピアツーピア)ネットワークは世界中の人々と、ファイルや音楽、動画などを共有するための方法の一つです。
ko: P2P(Peer-to-peer) 네트워크는 전세계의 사람들과 파일, 음악, 동영상 등을 공유할 수 있는 방법입니다.
nl: Peer-to-peer (P2P) netwerken zijn een manier om bestanden, muziek en video's te delen met mensen over de gehele wereld te delen.
pl: Sieci Peer-to-Peer są sposobem na dzielenie się plikami, muzyką oraz obrazami wideo pomiędzy osobami z całego świata.
pt_br: Redes Peer-to-peer (P2P) são uma forma de compartilhar arquivos, músicas e vídeos entre pessoas ao redor do mundo.
ru: Сети точка-точка (peer-to-peer, P2P) предоставляют способ обмена файлами, музыкой и видео между людьми со всех концов земного шара.
sk: Peer-to-peer (P2P) siete sú spôsobom, ako zdieľať súbory, hudbu a videá s ľuďmi po celom svete.
sv: Peer-to-peer (P2P) - nätverk används ofta för att dela filer, musik och filmer mellan människor världen över.
zh_cn: 点对点网络(P2P)是一种世界各地人们之间分享文件，音乐和视频的方法。
zh_tw: 點對點網絡(P2P)是一種世界各地人們之間分享文件，音樂和視頻的方法。

source: A popular P2P service is <emphasis>BitTorrent</emphasis>, and BitTorrent capability is included in Ubuntu by default. To use BitTorrent, find a <emphasis>.torrent</emphasis> file online, click on it in the <application>Firefox Web Browser</application>, and the <application>Gnome BitTorrent</application> client should start automatically.
bg: Популярна P2P услуга е <emphasis>BitTorrent</emphasis> и BitTorrent възможност е включена по подразбиране в Ubuntu. За да използвате BitTorrent, намерете <emphasis>.torrent</emphasis> файл онлайн, щракнете върху него в <application>Firefox Web Browser</application> и <application>Gnome BitTorrent</application> ще бъде стартиран автоматично.
cs: Oblíbenou P2P službou je <emphasis>BitTorrent</emphasis>, který je v Ubuntu standadně zahrnut. K jeho použití nejprve na webu najděte nějaký soubor s příponou <emphasis>.torrent</emphasis>, klikněte na něj v prohlížeči <application>Firefox</application> a <application>Gnome BitTorrent</application> klient by se měl automaticky spustit.
de: Ein populärer P2P-Service ist <emphasis>BitTorrent</emphasis>. BitTorrent-Fähigkeit ist standardmäßig in Ubuntu enthalten. Um BitTorrent zu benutzen, suchen sie eine <emphasis>.torrent</emphasis>-Datei im Internet, klicken sie darauf im <application>Firefox Web-Browser</application> und der <application>Gnome BitTorrent</application>-Client startet automatisch.
es: Un servicio P2P muy popular es <emphasis>BitTorrent</emphasis>, y Ubuntu incluye de serie la capacidad de usar BitTorrent. Para usar BitTorrent, busque en línea un archivo <emphasis>.torrent</emphasis>, pulse sobre él en el <application>navegador web Firefox</application>, y se deberá iniciar automáticamente el cliente <application>Gnome BitTorrent</application>.
fi: <emphasis>BitTorrent</emphasis> on suosittu vertaisverkkopalvelu (P2P), jonka käyttöö Ubuntussa on oletuksena mahdollisuus. Käyttääksesi BitTorrentia, etsi <emphasis>.torrent</emphasis>-tiedosto verkosta, napsauta sitä <application>Firefox-selaimessa</application>, ja <application>Gnome BitTorrent</application> -asiakasohjelman pitäisi käynnistyä automaattisesti.
fr: Un célèbre service P2P est <emphasis>BitTorrent</emphasis>, qui est inclus par défaut dans Ubuntu. Pour utiliser BitTorrent, il suffit de trouver et de cliquer sur un lien dans <application>le navigateur Web Firefox</application> pointant vers un fichier <emphasis>.torrent</emphasis>, le client <application>Gnome BitTorrent</application> devrait alors se lancer automatiquement.
hu: Az egyik legnépszerűbb P2P szolgáltatás a <emphasis>BitTorrent</emphasis>, melynek támogatása az alapértelmezett Ubuntu telepítés része. A BitTorrent használatához szükséges egy <emphasis>.torrent</emphasis> fájl. Kattintson rá a <application>Firefox webböngészőben</application> és a <application>Gnome BitTorrent</application> automatikusan elkezdi a letöltést.
it: Uno dei più comuni sevizi P2P è <emphasis>BitTorrent</emphasis>. Per usare BitTorrent è sufficiente cercare un file <emphasis>.torrent</emphasis> fra quelli disponibili in rete, selezionarlo facendoci clic sopra all'interno di <application>Firefox</application> e l'applicazione <application>Transmission</application> verrà avviata automaticamente.
ja: もっとも有名なP2Pサービスは<emphasis>BitTorrent</emphasis>で、これはUbuntuでも最初から利用可能になっています。BitTorrentを使うためには、まずインターネット上の<emphasis>.torrent</emphasis>ファイルを探してきて、それを<application>Firefox ウェブ・ブラウザ</application>上でクリックします。そうすると、<application>Gnome BitTorrent</application>クライアントが自動で起動します。
ko: 대중적인 P2P 서비스로는 <emphasis>BitTorrent</emphasis>가 있으며, 우분투는 기본적으로 BitTorrent 기능을 포함하고 있습니다. BitTorrent를 이용하기 위해서는, 인터넷에서 <emphasis>.torrent</emphasis> 파일을 찾아서,<application>Firefox 웹 브라우저</application> 상에서 클릭하면 자동으로 <application>Gnome BitTorrent</application> 프로그램이 시작됩니다.
nl: Een populaire P2P-service is <emphasis>BitTorrent</emphasis>, BitTorrent-functionaliteit wordt standaard met Ubuntu meegeleverd. Om BitTorrent te gebruiken, zoekt u op het internet een <emphasis>.torrent</emphasis> bestand, klik er op in de <application>Firefox webbrowser</application>, en de <application>Gnome BitTorrent</application>-toepassing wordt vervolgens automatisch gestart.
pl: Popularną usługą P2P jest <emphasis>BitTorrent</emphasis>, stąd w Ubuntu możliwość korzystania z sieci BitTorrent jest domyślnie włączona. Aby skorzystać z BitTorrent, znajdź w sieci plik <emphasis>.torrent</emphasis>, kliknij na niego w <application>Przeglądarce WWW Firefox</application>, a <application>Klient BitTorrent Transmission</application> powinien uruchomić się automatycznie.
pt_br: Um tipo popular de P2P é o <emphasis>BitTorrent</emphasis>, e o Ubuntu trabalha com BitTorrent nativamente. Para utilizar o BitTorrent, encontre um arquivo <emphasis>.torrent</emphasis> on-line, clique nele com o <application>Navegador Web Firefox</application>, e o cliente <application>Gnome BitTorrent</application> deve iniciar automaticamente.
ru: <emphasis>BitTorrent</emphasis> - популярный P2P сервис, включенный в Ubuntu по умолчанию. Для использования BitTorrent найдите в он-лайн <emphasis>.torrent</emphasis>-файл, щёлкните по нему в <application>веб-браузере Firefox</application>, должен автоматически запуститься клиент <application>Gnome BitTorrent</application>.
sk: Obľúbenou P2P službou je <emphasis>BitTorrent</emphasis>, ktorý je štandardne zahrnutý v Ubuntu. Aby ste ho mohli využívať, najprv nájdite na internete nejaký súbor s príponou <emphasis>.torrent</emphasis>, kliknite naň v prehliadači application>Firefox</application> automaticky by sa mal spustiť klient <application>Gnome BitTorrent</application>.
sv: En populär P2P-tjänst är <emphasis>BitTorrent</emphasis> och stöd för BitTorrent finns med i Ubuntu som standard. För att använda BitTorrent, sök upp en <emphasis>.torrent</emphasis>-fil på internet och klicka på den så ska klientprogrammet <application>Gnome BitTorrent</application> startas automatiskt.
zh_cn: 一种流行的 P2P 服务是 <emphasis>BitTorrent</emphasis>，Ubuntu 中默认就包含了使用 BitTorrent 的能力。要想使用 BitTorrent，先在网站找到某个 <emphasis>.torrent</emphasis> 文件，在 <application>Firefox Web 浏览器</application> 中点击它，随后 <application>Gnome BitTorrent</application> 客户端就应当会自动启动。
zh_tw: 一種流行的P2P服務是<emphasis>BitTorrent</emphasis>，Ubuntu中默認就包含了使用 BitTorrent的能力。要想使用BitTorrent，先在網站找到某個<emphasis>.torrent< /emphasis>文件，在<application>Firefox Web瀏覽器</application>中點擊它，隨後<application>Gnome BitTorrent</application>客戶端就應當會自動啟動。

source: To restart a download from a <filename>.torrent</filename> file that is already on your computer, double-click on it.
bg: За да рестартирате изтегляне от <filename>.torrent</filename> файл, който вече на вашия компютър, щракнете двукратно върху него.
cs: Stahování ze souboru <filename>.torrent</filename>, který je již na vašem počitači, restartujete tak, že na něj dvakrát kliknete.
de: Mit einem Doppelklick auf eine <filename>.torrent</filename>-Datei auf Ihrem Rechner starten Sie das Herunterladen erneut.
es: Para reiniciar una descarga desde un archivo <filename>.torrent</filename> que ya tenga en su equipo, pulse dos veces sobre él.
fi: Kaksoisnapsauta koneellasi jo olevaa <filename>.torrent</filename>-tiedostoa aloittaaksesi latauksen uudelleen.
fr: Pour relancer un téléchargement depuis un fichier <filename>.torrent</filename> déjà présent sur votre ordinateur, double-cliquez dessus.
hu: A letöltés újbóli elindításához kattintson duplán a számítógépén lévő <filename>.torrent</filename> fájlra.
it: Per riprendere a scaricare un file <filename>.torrent</filename> già presente nel proprio computer, fare doppio clic col mouse su di esso.
ja: すでにコンピュータ上にある<filename>.torrent</filename>ファイルからダウンロードを再開したいときは、そのファイルをダブルクリックしてください。
ko: 이미 여러분의 컴퓨터 상에 존재하는<filename>.torrent</filename> 파일을 통해 다운로드를 다시 시작하려면, 해당 파일을 더블 클릭 하세요.
nl: Om een download van een <filename>.torrent</filename>-bestand dat u al op uw computer heeft te herstarten, dubbelklikt u op het bestand.
pl: Aby pobrać plik <filename>.torrent</filename>, który aktualnie znajduje się na komputerze, kliknij na niego dwukrotnie.
pt_br: Para reiniciar o download de um <filename>.torrent</filename> que já se encontra em seu computador, dê um duplo-clique nele.
ru: Для перезапуска закачки <filename>.torrent</filename> файла, который уже был скачан на ваш компьютер, кликните на нем двойным щелчком мышки.
sk: Ak chcete reštartovať sťahovanie <filename>.torrent</filename> súboru, ktorý už je na vašom počítači, dvakrát naňho kliknite.
sv: För att starta om en hämtning från en <filename>.torrent</filename>-fil som redan finns på din hårddisk kan du dubbelklicka på den.
zh_cn: 若想重新开启一个已经在您计算机上的 <filename>.torrent</filename> 文件的下载，请双击它。
zh_tw: 若想重新開啟一個已經在您計算機上的<filename>.torrent</filename>文件的下載，請雙擊它。
