Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: Once you have finished these steps, your connection should be working.
bg: Щом завършите тези стъпки, вашата връзка трябва да работи.
cs: Jakmile dokončíte tyto kroky, připojení by mělo být funkční.
de: Sobald Sie diese Schritte abgeschlossen haben, sollte Ihre Verbindung funktionieren.
es: Cuando haya finalizado esos pasos, su conexión debería funcionar.
fi: Kun nämä kohdat on käyty läpi, yhteyden pitäisi toimia.
fr: Une fois ces étapes franchies, votre connexion devrait fonctionner.
hu: Miután befejezi ezeket a lépéseket, a kapcsolatnak működnie kell.
it: Una volta completati questi passi, la connessione dovrebbe essere attiva.
ja: これらの設定が終了したら、接続が確立しているはずです。
ko: 이 단계까지 완료하면, 인터넷 연결이 동작할 것입니다.
nl: Als u deze stappen heeft afgerond, zou uw verbinding moeten werken.
pl: Kiedy skończyłeś te czynności, Twoje połączenie powinno działać.
pt_br: Uma vez terminados estes passos, sua conexão deve estar funcionando.
ru: Как только вы выполните эти действия, ваше соединение должно заработать.
sk: Akonáhle dokončíte tieto kroky, pripojenie by malo byť funkčné.
sv: När du är klar med dessa steg bör din anslutning fungera.
zh_cn: 一旦您完成了这些步骤，您的连接应当就可用了。
zh_tw: 一旦您完成了這些步驟，您的連接應當就可用了。

source: Starting the connection
bg: Стартиране на връзката
cs: Spuštění připojení
de: Verbindungsaufbau
es: Iniciar la conexión
fi: Yhteyden käynnistäminen
fr: Lancer la connexion
hu: A kapcsolat elindítása
it: Avviare la connessione
ja: 接続を開始する
ko: 연결을 시작하기
nl: De verbinding starten
pl: Ustanawianie połączenia
pt_br: Iniciando a conexão
ru: Запуск соединения
sk: Spúšťanie pripojenia
sv: Starta anslutningen
zh_cn: 打开连接
zh_tw: 開始連線

source: To start your ADSL connection on demand, in a terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) type:
bg: За да стартирате вашата ADSL връзка при стартиране, в терминал (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Помощни програми</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>) напишете:
cs: Pro spuštění vašeho ADSL připojení na požádání napište do terminálu (<menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Příslušenství</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>):
de: Um Ihre ADSL-Verbindung nach Bedarf zu starten, geben Sie folgendes in ein Terminal (<menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) ein:
es: Para iniciar su conexión ADSL bajo demanda, teclee en una terminal (<menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>):
fi: Käynnistä ADSL-yhteys kirjoittamalla päätteeseen (<menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Apuohjelmat</guimenuitem><guimenuitem>Pääte</guimenuitem></menuchoice>:
fr: Pour lancer votreconnexion ADSL à la demande, tapez dans un terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) :
hu: Az ADSL kapcsolat elindításához írja be a terminálba (<menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) a következőt:
it: Per avviare la connessione ADSL a richiesta, in un terminale (<menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Accessori</guimenuitem><guimenuitem>Terminale</guimenuitem></menuchoice>) digitare:
ja: ADSLへの接続を開始するには、端末(<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>アクセサリ</guimenuitem><guimenuitem>端末</guimenuitem></menuchoice>)にて、次のコマンドを入力します：
ko: ADSL 연결을 직접 시작하려면, 터미널에서 (<menuchoice><guimenu>프로그램</guimenu><guimenuitem>보조 프로그램</guimenuitem><guimenuitem>터미널</guimenuitem></menuchoice>) 다음을 입력합니다:
nl: Om uw ADSL-verbinding naar wens handmatig op te starten, opent u een terminalvenster (<menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Terminalvenster</guimenuitem></menuchoice>), en type:
pl: Aby uruchomić połączenie ADSL na żądanie, w terminalu (<menuchoice><guimenu>Programy</guimenu><guimenuitem>Akcesoria</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) wprowadź:
pt_br: Para iniciar uma conexão ADLS sob demanda, em um terminal (<menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) digite:
ru: Для запуска ADSL соединения по требованию, введите в Терминале (<menuchoice><guimenu>Приложения</guimenu><guimenuitem>Стандартные</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>):
sk: Na spustenie vášho ADSL pripojenia na požiadanie, v terminále (<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) zadajte:
sv: För att starta din ADSL-anslutning vid behov, skriv in följande i en terminal (<menuchoice><guimenu>Program</guimenu><guimenuitem>Tillbehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>):
zh_cn: 要开启您的ADSL连接，在终端（<menuchoice><guimenu>应用程序</guimenu><guimenuitem>附件</guimenuitem><guimenuitem>终端</guimenuitem></menuchoice>）里键入：
zh_tw: 要開啟您的ADSL連線，在終端（<menuchoice><guimenu>應用程序</guimenu> <guimenuitem>附件</guimenuitem><guimenuitem>終端< /guimenuitem></menuchoice>）裡鍵入：

source: Stopping the connection
bg: Спиране на връзката
cs: Ukončení připojení
de: Trennen der Verbindung
es: Detener la conexión
fi: Yhteyden pysäyttäminen
fr: Couper la connexion
hu: A kapcsolat leállítása
it: Fermare la connessione
ja: 接続を終了する
ko: 연결을 중지하기
nl: De verbinding stoppen
pl: Zatrzymywanie połączenia
pt_br: Parando a conexão
ru: Остановка соединения
sk: Ukončenie pripojenia
sv: Stoppa anslutningen
zh_cn: 断开连接
zh_tw: 停止連線

source: To stop your ADSL connection, in a terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) type:
bg: За да спрете вашата ADSL връзка, в терминал (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Помощни програми</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>) напишете:
cs: Pro ukončení vašeho ADSL připojení napište do terminálu (<menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Příslušenství</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>):
de: Um Ihre ADSL-Verbindung zu trennen, geben Sie folgendes in ein Terminal (<menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) ein:
es: Para detener su conexión ADSL, en una terminal (<menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) teclee:
fi: Pysäytä ADSL-yhteys kirjoittamalla päätteeseen (<menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Apuohjelmat</guimenuitem><guimenuitem>Pääte</guimenuitem></menuchoice>:
fr: Pour couper votre connexion ADSL, tapez dans un terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) :
hu: Az ADSL kapcsolat leállításához írja be a terminálba (<menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) a következőt:
it: Per fermare la connessione ADSL, in un terminale (<menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Accessori</guimenuitem><guimenuitem>Terminale</guimenuitem></menuchoice>) digitare:
ja: ADSLへの接続を終了するには、端末(<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>アクセサリ</guimenuitem><guimenuitem>端末</guimenuitem></menuchoice>)にて、次のコマンドを入力します：
ko: ADSL 연결을 중지하려면, 터미널에서 (<menuchoice><guimenu>프로그램</guimenu><guimenuitem>보조 프로그램</guimenuitem><guimenuitem>터미널</guimenuitem></menuchoice>) 다음을 입력합니다:
nl: Om uw ADSL-verbinding te stoppen, opent u een terminalvenster (<menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Terminalvenster</guimenuitem></menuchoice>), en type:
pl: Aby zatrzymać połączenie ADSL, w terminalu (<menuchoice><guimenu>Programy</guimenu><guimenuitem>Akcesoria</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) wprowadź:
pt_br: Para encerrar a sua conexão ADSL, em um teminal (<menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) digite:
ru: Для остановки ADSL соединения, введите в Терминале (<menuchoice><guimenu>Приложения</guimenu><guimenuitem>Стандартные</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>)
sk: Na ukončenie vášho ADSL pripojenia v terminále (<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) zadajte:
sv: För att stoppa din ADSL-anslutning, skriv in följande i en terminal (<menuchoice><guimenu>Program</guimenu><guimenuitem>Tillbehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>):
zh_cn: 要停止您的ADSL连接，在终端（<menuchoice><guimenu>应用程序</guimenu><guimenuitem>附件</guimenuitem><guimenuitem>终端</guimenuitem></menuchoice>）里键入：
