Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: This section will cover a basic procedure to add news feeds to <application>Liferea</application>. Start <application>Liferea</application> by selecting <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice>
bg: Тази секция ще покрие основната процедура за добавяне на емисии към <application>Liferea</application>. Стартирайте <application>Liferea</application> като изберете <menuchoice><guimenu>Програми</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice>
cs: Tato sekce zahrnuje základní postup pro přidání zdrojů se zprávami do aplikace <application>Liferea</application>. Spusťte <application>Liferea</application> přes <menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice>
de: Dieser Abschnitt wird Ihnen Grundlagen über das Hinzufügen von News-Feeds in <application>Liferea</application> vermitteln. Starten Sie <application>Liferea</application>, indem Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice> wählen.
es: Esta sección cubre el procedimiento básico para añadir nuevos canales a <application>Liferea</application>. Inicie <application>Liferea</application> seleccionando <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Lector de canales Liferea</guimenuitem></menuchoice>
fi: Tässä osiossa kerrotaan, miten voit lisätä syötteitä <application>Lifereaan</application>. Käynnistä se valitsemalla <menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice>
fr: Cette section couvrira une procédure basique qui permet d'ajouter une source d'informations à <application>Liferea</application>. Démarrez <application>Liferea</application> en sélectionnant <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Lecteur de flux Liferea</guimenuitem></menuchoice>
hu: Az alábbi rész bemutatja a hírforrások hozzáadásának folyamatát a <application>Liferea</application> használatával. Indítsa el a <application>Liferea</application> programot az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea hírolvasó</guimenuitem></menuchoice> menüpont kiválasztásával.
it: Questa sezione riguarda una procedura base per aggiungere feed a <application>Liferea</application>. Avviare <application>Liferea</application> selezionando <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea - Lettore notiziari</guimenuitem></menuchoice>
ja: このセクションでは、ニュースフィードを <application>Liferea</application> に追加する基本的な手順について説明します。まず、<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>インターネット</guimenuitem><guimenuitem>Liferea フィード・リーダ</guimenuitem></menuchoice>から、<application>Liferea</application>を起動してください。
ko: 이 부분에서는 <application>Liferea</application> 에 뉴스 피드를 추가하는 기본 절차를 설명합니다. <menuchoice><guimenu>프로그램</guimenu><guimenuitem>인터넷</guimenuitem><guimenuitem>Liferea 피드 리더</guimenuitem></menuchoice> 를 선택하여 <application>Liferea</application> 를 실행합니다.
nl: Deze sectie behandelt een basisprocedure voor het toevoegen van nieuws-feeds aan <application>Liferea</application>. Start <application>Liferea</application> door <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice> te klikken
pl: Sekcja ta wyjaśnia podstawowy sposób na dodanie kanału RSS do programu <application>Liferea</application>. Uruchom <application>Liferea</application> klikając na <menuchoice><guimenu>Programy</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Czytnik wiadomości RSS Liferea</guimenuitem></menuchoice>
pt_br: Está sessão cobrirá o procedimento básico para adicionar fontes de notícias ao <application>Liferea</application>. Inicie o <application>Liferea</application> selecionando <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Leitor de notícias Liferea</guimenuitem></menuchoice>
ru: Эта секция описывает как с помощью <application>Liferea</application> создать подписку на ленту новостей. Запустите <application>Liferea</application> через <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice>
sk: Táto kapitola popisuje základný postup ako pridať spravodajské kanály do programu <application>Liferea</application>. <application>Lifereu</application> spustíte pomocou <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice>
sv: Det här avsnittet täcker in en grundläggande procedur för hur man lägger till nyhetskanaler till <application>Liferea</application>. Starta <application>Liferea</application> genom att välja <menuchoice><guimenu>Program</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Nyhetsläsaren Liferea</guimenuitem></menuchoice>
zh_cn: 这部分将讲解一个基本的添加新闻feeds到<application>Liferea</application>的过程. 启动 <application>Liferea</application> :选择 <menuchoice><guimenu>应用程序</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice>

source: Press <guibutton>New Subscription</guibutton> on the Liferea toolbar,
bg: Натиснете <guibutton>Нова емисия</guibutton> в лентата с инструменти на Liferea,
cs: Stiskněte <guibutton>Nový odběr</guibutton> z panelu nástrojů Liferea,
de: Klicken Sie <guibutton>Neues Abonnement</guibutton> in der Liferea-Werkzeugleiste.
es: Presione <guibutton>Nueva subscripción</guibutton> en la barra de tareas de Liferea,
fi: Napsauta <guibutton>Uusi syöte</guibutton>-painiketta Liferean työkalupalkissa.
fr: Cliquez sur <guibutton>Nouvel abonnement</guibutton> dans la barre d'outils Liferea.
hu: Nyomja meg az <guibutton>Új feliratkozás</guibutton> gombot a Liferea eszköztárán.
it: Fare clic su <guibutton>Nuova sottoscrizione</guibutton> nella barra degli strumenti.
ja: <guibutton>新しい購読</guibutton>ボタンを押します。
ko: Liferea 툴바에서 <guibutton>새로 구독</guibutton> 을 누릅니다.
nl: Klik in de Liferea werkbalk op <guibutton>Nieuwe feed</guibutton>,
pl: Kliknij na <guibutton>Nowa Subskrypcja</guibutton> na pasku narzędziowym Liferea,
pt_br: Pressione <guibutton>Nova inscrição</guibutton> na barra de ferramentas do Liferea.
ru: Нажмите кнопку <guibutton>Новая подписка</guibutton> на панели Liferea,
sk: Na paneli Liferea vyberte <guibutton>Nové prihlásenie...</guibutton>.
sv: Tryck på <guibutton>Ny prenumeration</guibutton> i verktygsraden i Liferea,
zh_cn: 在Liferea 工具条点击<guibutton>新订阅</guibutton>，
zh_tw: 在Liferea工具條點擊<guibutton>新訂閱</guibutton>，

source: Press the <guibutton>Advanced</guibutton> button,
bg: Натиснете бутона <guibutton>Advanced</guibutton>,
cs: Stiskněte tlačítko <guibutton>Pokročilé</guibutton>,
de: Klicken Sie den Knopf <guibutton>Erweitert</guibutton>
es: Presione el botón <guibutton>Avanzado</guibutton>,
fi: Napsauta<guibutton>Advanced</guibutton>-painiketta.
fr: Appuyez sur le bouton <guibutton>Avancé</guibutton>,
hu: Nyomja meg a <guibutton>Haladó</guibutton> gombot.
it: Fare clic su <guibutton>Avanzato</guibutton>.
ja: <guibutton>拡張</guibutton>を押します。
ko: <guibutton>고급</guibutton> 버튼을 누릅니다.
nl: Klik op de knop <guibutton>Geavanceerd</guibutton>.
pl: Kliknij na przycisk <guibutton>Zaawansowane</guibutton>,
pt_br: Pressione o botão <guibutton>Avançado</guibutton>
ru: нажмите кнопку <guibutton>Дополнительно</guibutton>,
sk: Zvoľte <guibutton>Advanced</guibutton>.
sv: Tryck på knappen <guibutton>Avancerat</guibutton>,
zh_cn: 点击 <guibutton>高级</guibutton>按钮，
zh_tw: 點擊<guibutton>高級</guibutton>按鈕，

source: Enter the address of the RSS feed in the <guilabel>Source</guilabel> box,
bg: Въведете адреса на RSS емисията в полето <guilabel>Изходен код</guilabel>,
cs: Vložte adresu RSS zdroje do políčka <guilabel>Zdroj</guilabel>,
de: Geben Sie die Adresse des RSS-Feed im Eingabefeld <guilabel>Quelle</guilabel> ein.
es: Introduzca la dirección del canal RSS en la casilla <guilabel>Fuente</guilabel>,
fi: Syötä RSS-syötteen osoite <guilabel>Lähde</guilabel>-laatikkoon,
fr: Entrez l'adresse du flux RSS dans la boîte <guilabel>Source</guilabel>
hu: Írja be az RSS hírforrás címét a <guilabel>Forrás</guilabel> dobozba.
it: Inserire l'indirizzo del notiziario RSS nella casella <guilabel>Sorgente</guilabel>.
ja: <guilabel>ソース</guilabel>にRSSのアドレスを入力してください。
ko: <guilabel>소스</guilabel> 상자에 RSS 피드의 주소를 입력합니다.
nl: Voer het adres van de RSS feed in het <guilabel>Bron</guilabel> vak in.
pl: Wprowadź adres kanału informacyjnego RSS w pole <guilabel>Źródło</guilabel>,
pt_br: Insira o endereço da fonte de RSS na caixa <guilabel>Fonte</guilabel>,
ru: Введите адрес RSS рассылки в поле <guilabel>Источник</guilabel>,
sk: Do poľa <guilabel>Zdroj</guilabel> napíšte adresu RSS kanálu,
sv: Ange adressen för RSS-kanalen i fältet <guilabel>Källa</guilabel>,
zh_cn: 在<guilabel>来源</guilabel>框，输入 RSS 推送的地址

source: If you're behind a proxy, select <menuchoice><guimenuitem>Program</guimenuitem><guimenuitem>Preferences</guimenuitem><guimenuitem>Proxy</guimenuitem></menuchoice> and fill in your proxy details and click on the <guibutton>Close</guibutton> button,
ko: 만약 여러분이 프록시 서버 뒤에 있다면, <menuchoice><guimenuitem>시스템</guimenuitem><guimenuitem>기본 설정</guimenuitem><guimenuitem>프록시</guimenuitem></menuchoice> 를 선택한 뒤 프록시 서버에 대한 정보를 입력하고 <guibutton>닫기</guibutton> 를 클릭합니다.
sk: Ak ste za proxy serverom, vyberte <menuchoice><guimenuitem>Program</guimenuitem><guimenuitem>Preferences</guimenuitem><guimenuitem>Proxy</guimenuitem></menuchoice>, vypíšte údaje o vašom proxy a stlačte tlačidlo <guibutton>Zavrieť</guibutton>,
zh_cn: 如果你的网络使用了代理服务器, 选择 <menuchoice><guimenuitem>程序</guimenuitem><guimenuitem>参数设置</guimenuitem><guimenuitem>代理</guimenuitem></menuchoice> 填入你的代理服务器 详细信息并点击<guibutton>关闭</guibutton> 按钮,

source: Select the <guibutton>OK</guibutton> button to complete the procedure.
bg: Натиснете бутона <guibutton>OK</guibutton>, за да завършите процедурата.
cs: Stiskněte tlačítko <guibutton>OK</guibutton> pro dokončení postupu.
de: Wählen Sie den <guibutton>OK</guibutton>-Knopf, um den Vorgang abzuschließen.
es: Seleccione el botón <guibutton>Aceptar</guibutton> para completar el procedimiento.
fi: Valitse <guibutton>OK</guibutton>-painike toiminnon toteuttamiseksi.
fr: Sélectionnez le bouton <guibutton>OK</guibutton> pour terminer la procédure.
hu: Válassza az <guibutton>OK</guibutton> gombot a folyamat befejezéséhez.
it: Per completare la procedura, fare clic su <guibutton>OK</guibutton>.
ja: <guibutton>OK</guibutton>ボタンを押せば、追加は完了です。
ko: <guibutton>확인</guibutton> 버튼을 누르면 모든 절차가 완료됩니다.
nl: Klik op de <guibutton>OK</guibutton> knop om de procedure te voltooien.
pl: Kliknij <guibutton>OK</guibutton>, aby zakończyć procedurę.
pt_br: Pressione o botão <guibutton>OK</guibutton> para completar o procedimento.
ru: Нажмите кнопку <guibutton>OK</guibutton> для завершения процедуры.
sk: Stlačte tlačidlo <guibutton>OK</guibutton> pre skompletizovanie postupu.
sv: Välj knappen <guibutton>OK</guibutton> för att färdigställa proceduren.
zh_cn: 选定 <guibutton>OK</guibutton>按钮完成这个过程。

source: Once you have create the news feed, click on the <guibutton>Update All</guibutton> toolbar button to update all your news feeds.
bg: Щом сте създадете емисията, натиснете бутона <guibutton>Актуализиране на всички</guibutton> в лентата с инструменти, за да бъдат актуализирани всички емисии.
cs: Jakmile máte vytvořen zdroj se zprávami, klikněte na panelu nástrojů tlačítko <guibutton>Aktualizovat vše</guibutton> pro aktualizaci všech vašich zdrojů se zprávami.
de: Wenn Sie den News-Feed erstellt haben, klicken Sie auf <guibutton>alle Aktualisieren</guibutton> um all Ihre Feeds zu aktualisieren.
es: Una vez que haya creado los canales de noticias, pulse en el botón <guibutton>Actualizar todos</guibutton> de la barra de tareas y actualizará todos las entradas de sus noticias.
fi: Kun uutissyöte on luotu, napsauta <guibutton>Päivitä kaikki</guibutton>-painiketta työkalupalkissa päivittääksesi kaikki uutissyötteet.
fr: Une fois que vous avez créé le nouvel abonnement, cliquez sur le bouton <guibutton>Tout mettre à jour</guibutton> de la barre d'outils pour mettre à jour tous vos flux de nouvelles.
hu: Miután befejezte a hírforrás hozzáadását, kattintson az <guibutton>Összes frissítése</guibutton> gombra az összes hírforrás frissítéséhez.
it: Una volta creato un nuovo feed, fare clic sul pulsante <guibutton>Aggiorna tutti</guibutton> per aggiornare tutti i feed di notizie.
ja: 新しいサイトを追加した場合は、一度<guibutton>全て更新</guibutton>を押せば、全てのサイトの更新情報が取得されます。
ko: 뉴스 피드를 생성하고 나면, 툴바에서 <guibutton>모두 업데이트</guibutton> 버튼을 클릭하여 모든 뉴스 피드를 업데이트 합니다.
nl: Zodra u de nieuws-feed hebt aangemaakt, klikt u in de werkbalk op de knop <guibutton>Alle feeds updaten</guibutton> om al uw nieuws-feeds bij te werken.
pl: Po utworzeniu kanału informacyjnego, odśwież wszystkie swoje nowe kanały klikając <guibutton>Uaktualnij</guibutton> na pasku narzędziowym.
pt_br: Após criar a fonte de notícias, clique no botão <guibutton>Atualizar todos</guibutton> na barra de ferramentas para atualizar todas as suas fontes de notícias.
ru: Как только вы создадите подписку на новости, нажмите кнопку <guibutton>Обновить все</guibutton>, чтобы обновить все ваши подписки.
sk: Keď ste si vytvorili spravodajský kanál, stlačte na paneli tlačidlo <guibutton>Aktualizovať všetky</guibutton> a všetky vaše apravodajské kanály sa zaktualizujú.
sv: När du har skapat nyhetskanalen, klicka på knappen <guibutton>Uppdatera alla</guibutton> i verktygsraden för att uppdatera alla dina nyhetskanaler.
zh_cn: 创建完毕新闻推送，点击<guibutton>更新所有</guibutton>工具条按钮来更新所有新闻推送。

source: Create News Feeds with Firefox
ko: Firefox 에서 뉴스 피드 생성하기
sk: Vytvoriť spravodajské kanály vo Firefoxe
zh_cn: 使用firefox 创建新闻 feeds
zh_tw: 使用firefox創建新聞feeds

source: This section will cover a basic procedure to add News / RSS feeds to <application>Firefox</application>. Start <application>Firefox Web Browser</application> by selecting <menuchoice><guimenu>Applications</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>
ko: 이 부분에서는 <application>Firefox</application> 에 뉴스 피드를 추가하는 기본 절차를 설명합니다. <menuchoice><guimenu>프로그램</guimenu><guimenuitem>인터넷</guimenuitem><guimenuitem>Firefox 웹 브라우저</guimenuitem></menuchoice> 를 선택하여 <application>Firefox 웹 브라우저</application> 를 실행합니다.
sk: Táto kapitola pokrýva základný postup pri pridaní spravodajského / RSS kanála do <application>Firefoxu</application>. Spustite internetový prehliadač <application>Firefox</application> cez <menuchoice><guimenu>Aplikácie</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Internetový prehliadač Firefox</guimenuitem></menuchoice>
zh_cn: 这部分将讲解一个基本的添加 News / RSS feeds 到<application>Firefox</application>的过程. 启动 <application>Firefox Web Browser</application> :选择 <menuchoice><guimenu>应用程序</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>

source: Enter the <guilabel>URL</guilabel> of the website in the Location Bar from where you would like to get the RSS / News feed,
ko: 주소창에 RSS/뉴스 피드를 얻어 오길 원하는 웹사이트의 <guilabel>URL</guilabel> 을 입력합니다.
sk: Zadajte do panelu s adresou názov stránky, z ktorej chcete získavať RSS / spravodajské kanály,
zh_cn: 在地址栏中输入你想获取其 RSS / News feed 的网站<guilabel>URL</guilabel> 地址,

source: Find the RSS link located on the webpage and click/select it,
ko: 웹사이트에 있는 RSS 링크를 찾아서 클릭 혹은 선택합니다.
sk: Nájdite na stránke odkaz na RSS a kliknite naň/vyberte ho,
zh_cn: 找到页面上的 RSS 链接并点击/选定它，
zh_tw: 找到頁面上的RSS鏈接並點擊/選定它，

source: Firefox will give you an option to subscribe to the feed, click the <guibutton>Subscibe Now</guibutton> button,
ko: Firefox 는 해당 피드를 구독할 지 여부를 물어볼 것입니다. <guibutton>구독하기</guibutton> 버튼을 클릭합니다.
sk: Firefox vám ponúkne možnosť odoberať kanál, kliknite na tlačidlo <guibutton>Odoberať</guibutton>,
zh_cn: Firefox会显示一个订阅这个feed的选项, 点击 <guibutton>立即订阅</guibutton> 按钮,

source: You will be presented with a <guimenu>Add Live Bookmark</guimenu> menu which will give an option to name your News / RSS feed and save it in a folder of your choice,
ko: <guimenu>라이브 북마크 추가</guimenu> 메뉴가 나타날 것입니다. 라이브 북마크는 뉴스 / RSS 피드를 여러분이 지정한 이름의 폴더 내에 저장합니다.
sk: Bude vám predstavená ponuka <guimenu>Pridať aktívnu záložku</guimenu>, ktorá vám dá na výber, ako nazvať spravodajský / RSS kanál a uloží ho do vami zvoleného priečinku.
zh_cn: 你会看到一个 <guimenu>Add Live Bookmark</guimenu> 菜单有选项可以为你的 News / RSS feed 指定名称并将其保存到指定的目录中,

source: Select the <guibutton>ADD</guibutton> button to complete your News / RSS subscription,
ko: 뉴스 / RSS 구독을 완료하려면 <guibutton>추가</guibutton> 버튼을 누릅니다.
sk: Vyberte <guibutton>Pridať</guibutton>, čím proces odoberania spravodajského / RSS kanála skompletizujete.
zh_cn: 选定 <guibutton>添加</guibutton>按钮来完成您的 新闻/RSS 订阅subscription，

source: You will notice that your News / RSS feed will be displayed on the Firefox Menu Bar just below the Location Bar.
ko: Firefox 주소창의 바로 밑에 있는 메뉴바에 뉴스 / RSS 피드가 보이는 것을 확인할 수 있을 것입니다.
sk: Všimnite si, že váš spravodajský / RSS kanál sa zobrazil na ponukovom paneli hneď pod panelom s adresou.
zh_cn: 你会注意到你的 News / RSS feed 将显示在 Firefox 地址栏下方的菜单栏里.

source: To read a News / RSS Feed article / item, select the <guibutton>News / RSS Feed Menu Button</guibutton> that you have just created and select the <guimenuitem> News item</guimenuitem> from the list.
ko: 뉴스 기사 / RSS 피드 항목을 읽으려면, 방금 만든 <guibutton>뉴스 / RSS 피드 메뉴 버튼</guibutton> 을 선택하고 목록에서 <guimenuitem>뉴스 항목</guimenuitem> 을 선택합니다.
sk: Ak si chcete prečítať článok zo spravodajského / RSS kanála, vyberte tlačidlo<guibutton>spravodajského / RSS kanála</guibutton>, ktoré ste práve vytvorili a zo zoznamu si vyberte <guimenuitem>správu</guimenuitem>.
zh_cn: 要阅读 News / RSS Feed 文章 / 项目, 选择你刚创建的<guibutton>News / RSS Feed Menu Button</guibutton> 并在列表中选择<guimenuitem> News item</guimenuitem>.

source: Design web pages
bg: Проектиране на уеб страници
cs: Navrhujte webové stránky
de: Webseiten erstellen
es: Diseñar páginas web
fi: WWW-sivujen suunnittelu
fr: Création de pages Web
hu: Weboldalak tervezése
it: Progettare pagine web
ja: ウェブページを作成するには
ko: 웹 페이지 디자인하기
nl: Webpagina's ontwerpen
pl: Tworzenie stron internetowych
pt_br: Projetar páginas da web
ru: Дизайн веб-страниц
sk: Tvorba internetových stránok
sv: Skapa webbsidor
zh_cn: 设计网页
zh_tw: 設計網頁

source: Ubuntu includes a wide selection of tools to help you design and develop web pages.
bg: Ubuntu включва голям избор от инструменти, които ще ви помогнат да проектирате и разработите уеб страници.
cs: Ubuntu obsahuje široký výběr nástrojů, které vám pomohou s návrhem a vývojem webových stránek.
de: Ubuntu enthält eine große Auswahl an Werkzeugen, um Sie bei der Erstellung und Entwicklung von Webseiten zu unterstützen.
es: Ubuntu incluye una amplia selección de herramientas que le ayudan a diseñar y desarrollar páginas web.
fi: Ubuntu sisältää suuren valikoiman työkaluja, joilla voidaan suunnitella ja kehittää WWW-sivuja.
fr: Ubuntu propose une large sélection d'outils pour vous aider à concevoir et développer des pages web.
hu: Az Ubuntu sok olyan eszközt is tartalmaz, amelyek weboldalak tervezésében és fejlesztésében nyújtanak segítséget.
it: Ubuntu offre un'ampia selezione di strumenti per la progettazione e lo sviluppo di pagine web.
ja: Ubuntu には、ウェブページのデザインや作成を支援する道具が数多く用意されています。
ko: 우분투는 웹 페이지를 디자인하고 개발하기 위한 여러가지 도구들을 포함하고 있습니다.
nl: Ubuntu bevat een ruime keus aan hulpmiddelen om u te helpen bij het ontwerpen en ontwikkelen van web-pagina's.
pl: Ubuntu zawiera szeroką gamę narzędzi pomocnych przy tworzeniu oraz rozwijaniu stron internetowych.
pt_br: O Ubuntu inclui uma vasta seleção de ferramentas para ajuda-lo a projetar e desenvolver páginas web.
ru: В Ubuntu включён широкий набор средств, способных помочь в дизайне и разработке веб-страниц.
sk: Ubuntu obsahuje veľký výber nástrojov, ktoré vám pomôžu s návrhom a vývojom internetových stránok.
sv: Ubuntu innehåller ett brett urval verktyg för att hjälpa dig att designa och utveckla webbsidor.
zh_cn: Ubuntu 包含了很多工具来帮助您设计和开发网页。
zh_tw: Ubuntu包含了很多工具來幫助您設計和開發網頁。

source: <emphasis role="strong"><application>Bluefish</application></emphasis> is a powerful editor for web designers and programmers.
bg: <emphasis role="strong"><application>Bluefish</application></emphasis> е мощен редактор за уеб разработчици и програмисти.
cs: <emphasis role="strong"><application>Bluefish</application></emphasis> je výkonný editor pro webové návrháře a programátory.
de: <emphasis role="strong"><application>Bluefish</application></emphasis> ist ein mächtiger Editor für Web-Entwickler und Programmierer.
es: <emphasis role="strong"><application>Bluefish</application></emphasis> es un potente editor para diseñadores y programadores web.
fi: <emphasis role="strong"><application>Bluefish</application></emphasis> on tehokas ohjelma www-sivujen suunnittelijoille ja ohjelmoijille.
fr: <emphasis role="strong"><application>Bluefish</application></emphasis> est un puissant éditeur destiné aux concepteurs de sites Web et programmeurs.
hu: A <emphasis role="strong"><application>Bluefish</application></emphasis> egy hatékony szerkesztő webfejlesztők és programozók számára.
it: <emphasis role="strong"><application>Bluefish</application></emphasis> è un potente editor per progettisti e programmatori web.
ja: <emphasis role=\"strong\"><application>Bluefish</application></emphasis>はウェブデザイナやプログラマのための強力な編集ソフトウェアです。
ko: <emphasis role="strong"><application>Bluefish</application></emphasis> 는 웹 디자이너와 프로그래머를 위한 강력한 기능을 가진 편집기 입니다.
nl: <emphasis role="strong"><application>Bluefish</application></emphasis> is een krachtige editor voor webdesigners en programmeurs.
pl: <emphasis role="strong"><application>Bluefish</application></emphasis> jest rozbudowanym edytorem dla twórców stron internetowych oraz programistów.
pt_br: O <emphasis role="strong"><application>Bluefish</application></emphasis> é um poderoso edito rpara web designers e programadores.
ru: <emphasis role="strong"><application>Bluefish</application></emphasis> мощный редактор для дизайнеров и программистов.
sk: <emphasis role="strong"><application>Bluefish</application></emphasis> je mocný editor pre webových dizajnérov a programátorov.
sv: <emphasis role="strong"><application>Bluefish</application></emphasis> är en kraftfull redigerare för webbutvecklare och programmerare.
zh_cn: <emphasis role="strong"><application>Bluefish</application></emphasis> 是 给网页设计者和编程人员的一个强大的编辑器
