Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: <emphasis>Mobile Broadband</emphasis> means any kind of high speed internet connection which is provided by an external device such as a 3G usb stick or mobile phone with built-in HSPA/UMTS/GPRS data connection. Some laptops have recently been produced with mobile broadband devices already inside them.
bg: <emphasis>Мобилна широколентова връзка</emphasis> означава всякакъв вид с висока скорост интернет връзка, която е предоставена от външно устройство, като например 3G USB стик или мобилен телефон с вградена HSPA/UMTS/GPRS връзка за данни. Някои лаптопи наскоро са произведени с мобилни широколентови устройства вече вътре в тях.
es: Por <emphasis>banda ancha móvil</emphasis> se entiende cualquier tipo de conexión a Internet de alta velocidad suministrada por un dispositivo externo como una memoria USB 3G o un teléfono móvil que incorpore conexión de datos HSPA/UMTS/GPRS. Recientemente se están empezando a fabricar algunos portátiles con los dispositivos móviles de banda ancha ya incorporados dentro de ellos.
fi: <emphasis>Mobiililaajakaista</emphasis> tarkoittaa mitä tahansa nopeaa ulkoisen laitteen, kuten 3G-USB-tikun tai HSPA/UMTS/GPRS-yhteydellä varustetun matkapuhelimen kautta, toimivaa Internet-yhteyttä. Viime aikoina myös joihinkin kannettaviin tietokoneisiin on lisätty sisäänrakennettu mobiililaajakaistaominaisuus.
it: <emphasis>Banda larga mobile</emphasis> indica qualsiasi tipo di connessione Internet veloce fornita da un dispositivo esterno come una chiavetta USB 3G o un telefono cellulare con una connessione dati HSPA/UMTS/GPRS integrata. Alcuni computer portatili sono stati recentemente dotati di un dispositivo a banda larga integrato.
pl: <emphasis>Połączenie komórkowe</emphasis> oznacza każdy rodzaj szybkiego połączenia z Internetem, które jest zapewniane przez urządzenia zewnętrzne takie jak przenośne urządzenie USB 3G czy telefon komórkowy z wbudowannym modemem HSPA/UMTS/GPRS. Niektóre laptopy są ostatnio wyposażane w wewnętrzne urządzenia do połączeń komórkowych.
pt_br: <emphasis>Banda larga móvel</emphasis> significa qualquer tipo de conexão com internet que é fornecida por um dispositivo externo como um modem usb 3G ou celular com conexão de dados HSPA/UMTS/GPRS. Alguns notebooks recentes estão sendo produzidos com banda larga móvel já incluída.
ru: <emphasis>Мобильное широкополосное</emphasis> означает любой тип высокоскоростного подключения к интернет, предоставляемого внешним устройством типа 3G usb устройства или мобильного телефона со встроенной возможностью передачи данных по HSPA/UMTS/GPRS. С недавних пор появились ноутбуки, в которые имели встроенные мобильные широкополосные устройства.
sv: <emphasis>Mobilt bredband</emphasis> innebär alla slags höghastighets internetanslutningar som tillhandahålls av en extern enhet, såsom en 3G usb-sticka eller mobiltelefon med inbyggt HSPA/UMTS/GPRS data-anslutning. En del bärbara datorer har nyligen börjat att tillverkas med inbyggda mobila bredbandsenheter.

source: Most Mobile Broadband devices should be recognised automatically when you connect them to your computer. Ubuntu will prompt you to configure the device.
bg: Повечето мобилни широколентови устройства трябва да бъдат разпознати автоматично, когато ги свържете с вашия компютър. Ubuntu ще ви предложи да конфигурирате устройството.
es: La mayoría de los dispositivos móviles de banda ancha son reconocidos automáticamente cuando se conectan al equipo. Ubuntu le solicitará configurar el dispositivo.
fi: Useimmat mobiililaajakaistalaitteet tunnistetaan niitä tietokoneeseen kytkettäessä. Ubuntu pyytää tällöin tekemään laitteen asetukset.
it: La maggior parte dei dispositivi a banda larga dovrebbe essere riconosciuto automaticamente quando vengono collegati al computer e viene chiesto di configurarli.
ja: ほとんどのモバイルブロードバンド・デバイスはコンピュータへ接続した際、自動的に認識されます。Ubuntuではデバイスを設定するかどうかを問うプロンプトが表示されます。
pl: Większość urządzeń komórkowych powinna być automatycznie rozpoznana po włączeniu ich do komputera. Ubuntu poprosi o skonfigurowanie takiego urządzenia
pt_br: A maioria dos dispositivos de banda larga móvel devem ser reconhecidos automaticamente quando você conectá-los em seu computador. Ubuntu irá pedir que você configure o dispositivo.
ru: Большинство мобильных широкополосных устройств должно распознаваться автоматически при их подключении к компьютеру. Ubuntu попросит вас настроить устройство.
sv: De flesta mobila bredbandsenheter skall upptäckas automatiskt när du ansluter dem till din dator. Ubuntu kommer be dig att konfigurera enheten.

source: The <guilabel>New Mobile Broadband Connection</guilabel> Wizard will open automatically when you connect the device.
bg: Съветника <guilabel>Нова мобилна широколентова връзка</guilabel> ще се отвори автоматично, когато свържете устройството.
es: Cuando conecte el dispositivo, se abrirá automáticamente el asistente de <guilabel>Conexión nueva de banda ancha móvil</guilabel>.
fi: <guilabel>Uusi mobiililaajakaista</guilabel> -avustaja avautuu automaattisesti kytkettäessä laitetta.
it: Quando si collega un dispositivo, viene aperto automaticamente l'assistente <guilabel>Nuova connessione mobile a banda larga</guilabel>.
ja: デバイスを接続した際、<guilabel>新しいモバイルブロードバンド接続</guilabel>ウィザードが自動的に開きます。
pl: Po podłączeniu urządzenia do komputera, automatycznie otworzy się kreator <guilabel>Nowego połączenia komórkowego</guilabel>.
pt_br: O <guilabel>assistente de nova conexão banda larga móvel</guilabel> irá abrir automaticamente quando você conectar o dispositivo.
ru: При подключении устройства автоматически запуститься помощник <guilabel>Новое мобильное широкополосное подключение</guilabel>.
sv: Guiden för <guilabel>Ny anslutning för mobilt bredband</guilabel> öppnas automatiskt när du ansluter enheten.

source: Click <guibutton>Forward</guibutton> and insert your details, including the country where your Mobile Broadband device was issued, the network provider and type of connection (for example, <emphasis>Contract</emphasis> or <emphasis>pre-pay</emphasis>).
bg: Натиснете <guibutton>Напред</guibutton> и въведете вашите данни, включително и страната, където вашето мобилно широколентово устройство е било издадено, мрежовия доставчик и вида на връзката (примерно <emphasis>Договор</emphasis> или <emphasis>предплатен пакет</emphasis>).
es: Pulse <guibutton>Siguiente</guibutton> e introduzca sus datos, incluido el país para el que se vendió el dispositivo móvil de banda ancha, el proveedor de la red y el tipo de conexión (por ejemplo, <emphasis>Contrato</emphasis> o <emphasis>Prepago</emphasis>).
fi: Napsauta <guibutton>Eteenpäin</guibutton>-painiketta ja syötä tarvittavat tiedot, mukaan lukien maa jossa mobiililaajakaistalaite on hankittu, verkon tarjoaja sekä tarvittaessa yhteyden tyyppi (esimerkiksi <emphasis>prepaid</emphasis>).
it: Fare clic su <guibutton>Avanti</guibutton> e inserire i propri dati, incluso il paese di origine del dispositivo mobile, il nome del fornitore della rete e il tipo di connessione (per esempio, <emphasis>abbonamento</emphasis> o <emphasis>ricaricabile</emphasis>).
pl: Kliknij przycisk <guibutton>Dalej</guibutton> i wprowadź swoje dane, włącznie z krajem w którym używane jest urządzenie, nazwą operatora i typem połączenia ( np. <emphasis>abonament</emphasis> lub <emphasis>przedpłacony</emphasis>).
pt_br: Clique <guibutton>próximo</guibutton> e insira seus detalhes, incluindo o país onde o dispositivo de banda larga movél esta sendo usado, o provedor de rede e o tipo de conexão (por exemplo, <emphasis>contrato</emphasis> ou <emphasis>pré-pago</emphasis>).
ru: Щёлкните <guibutton>Вперёд</guibutton> и введите свои данные, включая страну, в которой вы получили своё устройство мобильной широкополосной связи, сеть провайдера и тип подключения (<emphasis>Контракт</emphasis> или <emphasis>предоплата</emphasis>, например).
sv: klicka på <guibutton>Framåt</guibutton> och skriv in dina detaljer, inklusive landet där din mobila bredbandsenhet var utfärdad, nätverkets tjänsteleverantör och typ av anslutning (till exempel, <emphasis>Abbonemang</emphasis> eller <emphasis>kontantkort</emphasis>).

source: Give your connection a name (it is up to you what name you choose) and click <guibutton>Apply</guibutton>.
bg: Дайте име на вашата връзка (зависи от вас какво име сте избрали) и натиснете върху <guibutton>Прилагане</guibutton>.
es: Proporcione un nombre a la conexión (el nombre que usted quiera) y pulse <guibutton>Aplicar</guibutton>.
fi: Anna yhteyden nimi (valittavissa vapaasti) ja napsauta <guibutton>Toteuta</guibutton>.
it: Fornire un nome alla connessione e fare clic su <guibutton>Applica</guibutton>.
pl: Nadaj nazwę połączeniu (wybór nazwy zależy tylko do ciebie) i kliknij na przycisk <guibutton>Zastosuj</guibutton>.
pt_br: Dê um nome a sua conexão (é o nome que você escolher) e clique <guibutton>aplicar</guibutton>.
ru: Введите название подключения на своё усмотрение и нажмите <guibutton>Применить</guibutton>.
sv: Ge din anslutning ett namn (det är upp till dig vilket namn du väljer) och klicka på <guibutton>Verkställ</guibutton>.

source: Your connection is now ready to use. To connect, left click the <guiicon>NetworkManager</guiicon> icon in the top right of the panel and select your new connection.
bg: Връзката ви вече е готова за използване. За да се свържете, натиснете левия бутон върху иконата на <guiicon>NetworkManager</guiicon> в горния десен ъгъл на панела и изберете новата си връзка.
es: Su conexión está lista para su uso. Para conectar, pulse el icono <guiicon>NetworkManager</guiicon> en la parte superior derecha del panel y seleccione su nueva conexión.
fi: Yhteys on nyt valmis käyttöön. Yhdistääksesi napsauta <guiicon>Verkon hallinta</guiicon> -kuvaketta paneelin oikeasta yläkulmasta hiiren vasemmalla painikkeella ja valitse yhteytesi.
it: La connessione è ora pronta per essere usata. Per connettersi, fare clic col pulsante sinistro del mouse sull'icona di <guiicon>NetworkManager</guiicon> in alto a destra e selezionare la nuova connessione.
ja: 接続を使用する準備が整いました。接続するには、パネルの右上にある<guiicon>NetworkManager</guiicon> アイコンを左クリックし、新しい接続を選んでください。
pl: Twoje urządzenie jest już gotowe do pracy. Aby połączyć się z siecią komórkową, kliknij lewym przyciskiem myszy na ikonę <guiicon>NetworkManager</guiicon> i wybierz swoje nowe połączenie.
pt_br: Sua conexão está pronta para usar. Para conectar, clique com o botão esquerdo do mouse no ícone <guiicon>gerenciador de redes</guiicon> no topo direito do painel e selecione sua nova conexão.
ru: Соединение настроено для использования. Чтобы подключиться, щёлкните по пиктограмме <guiicon>NetworkManager</guiicon> в правом верхнем углу экрана и выберите вновь настроенное подключение.
sv: Din anslutning är nu färdig att användas. För att ansluta, vänsterklicka på ikonen för <guiicon>Nätverkshanterare</guiicon> i övre högra delen av panelen och välj din nya anslutning.

source: To disconnect, left click the <guiicon>NetworkManager</guiicon> icon in the top right of the panel and click <guibutton>Disconnect</guibutton>.
bg: За да прекъснете връзката, натиснете левия бутон на мишката върху иконата на <guiicon>NetworkManager</guiicon> в горния десен ъгъл на панела и изберете <guibutton>Прекъсване на връзката</guibutton>.
es: Para desconectar, pulse el icono <guiicon>NetworkManager</guiicon> en la parte superior derecha del panel y pulse <guibutton>Desconectar</guibutton>.
fi: Katkaistaksesi yhteyden, napsauta <guiicon>Verkon hallinta</guiicon> -kuvaketta paneelin oikeasta yläkulmasta hiiren vasemmalla painikkeella ja valitse <guibutton>Katkaise yhteys</guibutton>.
it: Per disconnettersi, fare clic col pulsante sinistro del mouse sull'icona di <guiicon>NetworkManager</guiicon> in alto a destra e fare clic su <guibutton>Disconnetti</guibutton>.
ja: 切断するには、パネルの右上にある<guiicon>NetworkManager</guiicon> アイコンを左クリックし、<guibutton>Disconnect</guibutton>を選んでください。
pl: Aby rozłaczyć się z siecią komórkową, kliknij lewym przyciskiem myszy na ikonę <guiicon>NetworkManager</guiicon> i wciśnij <guibutton>Rozłącz</guibutton>.
pt_br: Para desconectar, clique com o botão esquerdo do mouse no ícone <guiicon>gerenciador de redes</guiicon> no topo direito do painel e clique em <guibutton>desconectar</guibutton>.
ru: Для разрыва соединения, щёлкните по иконке <guiicon>NetworkManager</guiicon> в правом верхнем углу панели и выберите <guibutton>Отключить</guibutton>.
sv: För att koppla från, vänsterklicka på ikonen för <guiicon>Nätverkshanteraren</guiicon> i panelens övre högra hörna och klicka på <guibutton>Koppla från</guibutton>.

source: If you are not prompted to configure the device when you connect it, it may still be recognised by Ubuntu. In such cases you can add the connection manually.
bg: Ако не сте подканени да конфигурирате устройството, когато го свържете, то все още може да бъде разпознато от Ubuntu. В такива случаи можете да добавите връзка ръчно.
es: Si no se le pide que configure el dispositivo cuando lo conecte, todavía es posible hacer que Ubuntu lo reconozca. En tal caso, puede añadir la conexión manualmente.
fi: Jos laitteen asetuksia ei pyydetä tekemään sitä kytkettäessä, se saattaa kuitenkin olla Ubuntun tunnistama laite. Tällaisissa tapauksissa voit lisätä yhteyden käsin.
it: Se non viene richiesto di configurare il dispositivo quando è collegato, probabilmente è già riconosciuto. In questi casi è possibile aggiungere la connessione manualmente.
ja: もしデバイスを接続しても、設定のプロンプトが表示されなければ、おそらくまだUbuntuに認識されていません。そのような場合は、手動で接続を追加してください。
pl: Jeśli po podłączeniu urządzenia komórkowego nie wyświetlił się kreator możesz dodać je ręcznie. Ubuntu w dalszym ciągu może rozpoznać urządzenie.
pt_br: Se você não for solicitado para configurar o dispositivo quando você conectá-lo, ele ainda pode ser reconhecido pelo Ubuntu. Em alguns casos você pode adicionar uma conexão manualmente.
ru: Если запрос на настройку устройства при его подключении не выдаётся, возможно устройство всё ещё может быть распознано Ubuntu. В подобных случаях можно добавить подключение вручную.
sv: Om du inte tillfrågas efter att konfigurera enheten när du anslutit den, så kan den fortfarande kännas igen av Ubuntu. I dessa fall kan du lägga till anslutningen manuellt.

source: Right click the <guiicon>NetworkManager</guiicon> icon in the top right of the panel and click <guilabel>Edit Connections...</guilabel>
bg: Щракнете с десния бутон върху иконата на <guiicon>NetworkManager</guiicon> в горния десен ъгъл на панела и натиснете <guilabel>Настройки на връзки...</ guilabel>
es: Pulse el botón derecho en el icono <guiicon>NetworkManager</guiicon> en la parte superior derecha del panel y pulse <guilabel>Editar conexiones...</guilabel>.
fi: Napsauta <guiicon>Verkon hallinta</guiicon> -kuvaketta paneelin oikeasta yläkulmasta hiiren oikealla painikkeella ja valitse <guibutton>Muokkaa yhteyksiä...</guibutton>.
it: Fare clic col pulsante destro del mouse sull'icona di <guiicon>NetworkManager</guiicon> in alto a destra e quindi su <guilabel>Modifica connessioni...</guilabel>
ja: パネルの右上にある<guiicon>NetworkManager</guiicon> アイコンを右クリックし、<guilabel>接続を編集...</guilabel>をクリックします。
pl: Kliknij w ikonę <guiicon>NetworkManager</guiicon> w obszarze powiadomień i wybierz <guilabel>Modyfikuj połączenia...</guilabel>
pt_br: Clique com o botão direito do mouse no ícone <guiicon>gerenciador de redes</guiicon> no topo direito do painel e clique em <guilabel>editar conexões...</guilabel>
ru: Щёлкните правой кнопкой мыши по иконке <guiicon>NetworkManager</guiicon> в верхнем правом углу и выберите <guilabel>Изменить соединения...</guilabel>
sv: Högerklicka på ikonen för <guiicon>Nätverkshanteraren</guiicon> i panelens övre högra hörna och klicka på <guilabel>Redigera anslutningar...</guilabel>

source: Select the <guilabel>Mobile Broadband</guilabel> tab.
bg: Изберете раздела <guilabel>Мобилна широколентова връзка</guilabel>.
es: Seleccione la solapa <guilabel>Banda ancha móvil</guilabel>.
fi: Valitse <guilabel>Mobiililaajakaista</guilabel>-välilehti.
it: Selezionare la scheda <guilabel>Banda larga mobile</guilabel>.
ja: <guilabel>モバイルブロードバンド</guilabel> タブを選びます。
pl: Przejdź do karty <guilabel>Komórkowe</guilabel>.
pt_br: Selecione a tabela <guilabel>banda larga móvel</guilabel>
ru: Выберите вкладек <guilabel>Мобильные широкополосные</guilabel>.
sv: Välj fliken <guilabel>Mobilt bredband</guilabel>.

source: Click <guibutton>Add</guibutton>.
bg: Натиснете <guibutton>Добавяне</guibutton>.
es: Pulse <guibutton>Añadir</guibutton>.
fi: Napsauta <guibutton>Lisää</guibutton>.
hu: Kattintson a <guibutton>Hozzáadás</guibutton> gombra.
it: Fare clic su <guibutton>Aggiungi</guibutton>.
ja: <guibutton>追加</guibutton>をクリックします。
pl: Kliknij <guilabel>Dodaj</guilabel>
pt_br: Clique em <guibutton>Adicionar</guibutton>.
ru: Щёлкните <guibutton>Добавить</guibutton>.
sv: Klicka på <guibutton>Lägg till</guibutton>.

source: This should open the <guilabel>New Mobile Broadband Connection</guilabel> Wizard. Enter your details as described above.
bg: Това трябва да отвори съветника <guilabel>Нова мобилна широколентова връзка</guilabel>. Въведете вашите данни, както е описано по-горе.
es: Esto debería abrir el asistente de <guilabel>Conexión nueva de banda ancha móvil</guilabel>. Introduzca sus datos como se describe arriba.
fi: Tämän pitäisi avata <guilabel>Uusi mobiililaajakaista</guilabel> -avustajan. Syötä tiedot kuten kerrottu ylempänä.
it: Dovrebbe essere aperta la finestra <guilabel>Nuova connessione mobile a banda larga</guilabel>. Inserire i dati necessari come descritto in precedenza.
pl: Powinien otworzyć się kreator <guilabel>Nowe połączenie komórkowe</guilabel>. Wpisz dane zgodnie z instrukcjami powyżej.
pt_br: Isso deve abrir o assistente <guilabel>nova conexão de banda larga móvel</guilabel>. Insira seus detalhes, como descrito acima.
ru: Должен запуститься мастер <guilabel>Новое мобильное широкополосное соединение</guilabel>. Заполните ваши данные, как было описано выше.
sv: Detta skall öppna guiden <guilabel>Ny anslutning för mobilt bredband</guilabel>. Ange dina detaljer så som beskrivits ovan.

source: Virtual Private Networks
bg: Виртуални Частни Мрежи
es: Redes privadas virtuales
fi: Näennäisesti yksityiset verkot (VPN)
hu: Virtuális magánhálózatok
it: Reti private virtuali (VPN)
ja: 仮想プライベートネットワーク(VPN)
pl: Wirtualne Sieci Prywatne (VPN)
ru: Виртуальные частные сети
sv: Virtuella privata nätverk

source: There are three types of Virtual Private Networks (VPNs) that are currently supported by NetworkManager (NM). It is important to know which type of VPN network you are attempting to connect to.
bg: Има три типа Виртуални Частни Мрежи (VPN), които текущо се поддържат от NetworkManager (NM). Важно е да знаете към кой тип ВЧМ мрежа се опитвате да се свържете.
es: NetworkManager (NM) soporta actualmente tres tipos de redes privadas virtuales (VPN). Es importante saber a qué tipo de VPN está intentando conectarse.
fi: Verkon hallinta (NetworkManager, NM) tukee tällä hetkellä kolmenlaisia näennäislähiverkkoja (VPN). On tärkeää tietää, minkä tyyppiseen näennäislähiverkkoon olet yhdistämässä.
it: NetworkManager al momento supporta tre tipologie di reti private virtuali (VPN). È importante sapere a che tipo di rete VPN si sta tentando di connettersi.
pl: Istnieją trzy rodzaje prywatnych sieci wirtualnych (VPN) obsługiwanych przez NetworkManager (NM). Ważnym jest, abyś wiedział z którym rodzajem sieci chcesz się połączyć.
pt_br: Existem três tipos de Redes Privadas Virtuais (VPNs) que são atualmente suportadas pelo Gerenciador de Rede. É importante conhecer qual o tipo de VPN você pretende se conectar.
ru: В данный момент NetworkManager (NM) поддерживает три типа Виртуальных частных сетей (VPN). Важно знать, к какому типу VPN сети вы пытаетесь подключиться.
sv: Det finns tre typer av virtuella privata nätverk (VPN) som för närvarande stöds av nätverkshanteraren. Det är viktigt att veta vilken typ av VPN-nätverk som du försöker ansluta till.

source: Begin by installing <ulink url="apt:network-manager-openvpn">network-manager-openvpn</ulink>, <ulink url="apt:network-manager-pptp">network-manager-pptp</ulink> and/or <ulink url="apt:network-manager-vpnc">network-manager-vpnc</ulink>.
bg: Започнете като инсталирате <ulink url="apt:network-manager-openvpn">network-manager-openvpn</ulink>, <ulink url="apt:network-manager-pptp">network-manager-pptp</ulink> и/или <ulink url="apt:network-manager-vpnc">network-manager-vpnc</ulink>.
es: Comience instalando <ulink url="apt:network-manager-openvpn">network-manager-openvpn</ulink>, <ulink url="apt:network-manager-pptp">network-manager-pptp</ulink> y/o <ulink url="apt:network-manager-vpnc">network-manager-vpnc</ulink>.
fi: Aloita asentamalla <ulink url="apt:network-manager-openvpn">network-manager-openvpn</ulink>, <ulink url="apt:network-manager-pptp">network-manager-pptp</ulink> ja/tai <ulink url="apt:network-manager-vpnc">network-manager-vpnc</ulink>.
it: Iniziare installando <ulink url="apt:network-manager-openvpn">network-manager-openvpn</ulink>, <ulink url="apt:network-manager-pptp">network-manager-pptp</ulink> o <ulink url="apt:network-manager-vpnc">network-manager-vpnc</ulink>.
pl: Zacznij od instalacji <ulink url="apt:network-manager-openvpn">network-manager-openvpn</ulink>, <ulink url="apt:network-manager-pptp">network-manager-pptp</ulink> i/lub <ulink url="apt:network-manager-vpnc">network-manager-vpnc</ulink>.
pt_br: Começa instalando <ulink url="apt:network-manager-openvpn">network-manager-openvpn</ulink>, <ulink url="apt:network-manager-pptp">network-manager-pptp</ulink> e/ou <ulink url="apt:network-manager-vpnc">network-manager-vpnc</ulink>.
ru: Сначала установите <ulink url="apt:network-manager-openvpn">network-manager-openvpn</ulink>, <ulink url="apt:network-manager-pptp">network-manager-pptp</ulink> и/или <ulink url="apt:network-manager-vpnc">network-manager-vpnc</ulink>.
sv: Börja med att installera <ulink url="apt:network-manager-openvpn">network-manager-openvpn</ulink>, <ulink url="apt:network-manager-pptp">network-manager-pptp</ulink> och/eller <ulink url="apt:network-manager-vpnc">network-manager-vpnc</ulink>.
