Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: Select <guilabel>Share this folder</guilabel> from the popup menu. You may change the <guilabel> Share name</guilabel> field if you want to use a different share name.
bg: Отбележете кутийката <guilabel>Share this folder</guilabel>. Можете да промените полето <guilabel> Share name</guilabel>, ако искате да използвате друго име за споделяне.
cs: Zvolte <guilabel>Sdílet tuto složku</guilabel> z kontextové nabídky. Můžete změnit pole <guilabel>Název sdílení</guilabel>, pokud chcete použít jiný název sdílení.
de: Wählen Sie <guilabel>Diesen Ordner freigeben</guilabel> aus dem Kontextmenü. Sie können den <guilabel>Freigabename</guilabel> ändern, wenn Sie einen anderen Freigabename verwenden möchten.
es: Seleccione <guilabel>Compartir esta carpeta</guilabel>. Puede cambiar el campo <guilabel>Nombre compartido</guilabel> si desea usar un nombre diferente para el recurso compartido.
fi: Valitse <guilabel>Jakamisen valinnat</guilabel> kontekstivalikosta. Voit vaihtaa <guilabel>Jaon nimi</guilabel>-kentän sisältöä jos haluat.
fr: Sélectionnez <guilabel>Partager ce dossier</guilabel> dans le menu qui s'ouvre. Si vous voulez utilisez un nom de partage différent, vous devez modifier le champ <guilabel>Nom de partage</guilabel>.
hu: A megjelenő menüből válassza a <guilabel>Mappa megosztása</guilabel> menüpontot. Ha más néven szeretné megosztani a mappát, az <guilabel>A megosztás neve</guilabel> mezőben megváltoztathatja a mappa megosztási nevét.
it: Selezionare <guilabel>Condividi questa cartella</guilabel> dal menù. È possibile utilizzare un nome differente per la condivisione modificando il valore del campo <guilabel>Nome della condivisione</guilabel>.
ja: ポップアップメニューから<guilabel>Share this folder</guilabel> 選択します。異なる共有名を使いたい場合、<guilabel> Share name</guilabel>フィールドをを変更できます。
pl: W oknie które się otworzyło zaznacz <guilabel>Udostępnianie tego katalogu</guilabel>. Jeśli chcesz aby nazwa udziału była inna, wpisz ją w polu <guilabel>Nazwa udziału</guilabel>.
pt_br: Selecione <guilabel>Compartilhar esta pasta</guilabel> no menu.Você pode alterar o campo <guilabel>Nome do compartilhamento</guilabel> se você desejar usar um nome diferente de compartilhamento.
ru: Выберите <guilabel>Опубликовать эту папку</guilabel> в появившемся окне. Вы можете изменить поле <guilabel>Имя общего ресурса</guilabel>, если хотите использовать другое имя.
sv: Välj <guilabel>Dela ut den här mappen</guilabel> från popup-menyn. Du kan ändra fältet <guilabel>Utdelningsnamn</guilabel> om du vill använda ett annorlunda utdelningsnamn.

source: Select <guilabel>Allow other people to write in this folder</guilabel> if you wish to allow others to add, change, and remove files in this folder. If you leave this box unchecked, other people will only be able to view files in this folder. You may also fill in the <guilabel>Comment</guilabel> field.
bg: Изберете <guilabel>Allow other people to write in this folder</guilabel>, ако искате да позволите на другите да добавят, променят или премахват файлове от тази папка. Ако оставите кутийката празна, другите хора ще могат само да преглеждат файловете в тази папка. Също можете да попълните полето <guilabel>Comment</guilabel>.
cs: Zvolte <guilabel>Povolit ostatním zápis do této složky</guilabel>, pokud si přejete povolit ostatním číst, měnit a mazat soubory v této složce. Pokud necháte pole nezaškrtlé, ostatní lidé budou v této složce moci soubory pouze číst. Také můžete vyplnit pole <guilabel>Komentář</guilabel>.
de: Wählen Sie <guilabel>Anderen erlauben, in diesen Ordner zu schreiben</guilabel>, wenn Sie anderen erlauben möchten, Dateien in diesem Ordner hinzuzufügen, zu ändern oder zu löschen. Wenn Sie dieses Ankreuzfeld nicht auswählen, können andere diesen Ordner nur einsehen. Sie können außerdem einen <guilabel>Kommentar</guilabel> festlegen.
es: Seleccione <guilabel>Permitir a otras personas escribir en esta carpeta</guilabel> si desea que otras personas puedan añadir, cambiar o borrar archivos de la carpeta. Si la deja sin marcar, las demás personas sólo podrán ver los archivos que haya en la carpeta. También puede rellenar el campo <guilabel>Comentario</guilabel>.
fi: Valitse <guilabel>Salli muiden kirjoittaa tähän kansioon</guilabel>, jos haluat, että muut voivat lisätä, muuttaa ja poistaa kansion tiedostoja. Jos tämä jätetään valitsematta, muut voivat vain katsella kansion tiedostoja. <guilabel>Kommentti</guilabel>-kentän voi myös täyttää.
fr: Sélectionnez <guilabel>Autoriser d'autres personnes à écrire dans ce dossier</guilabel> si vous voulez autoriser d'autres utilisateurs à ajouter, modifier ou supprimer des fichiers dans ce dossier. Si vous laissez cette case décochée, les autres utilisateurs ne pourront accéder aux fichiers du dossier qu'en lecture. Vous devez également remplir le champ <guilabel>Commentaire</guilabel>.
hu: Ha azt szeretné, hogy a felhasználók a megosztott mappában tudjanak fájlokat létrehozni, módosítani és törölni, jelölje be a <guilabel>Írás engedélyezése a mappába</guilabel> jelölőnégyzetet. Ha ez a jelölőnégyzet nincs bejelölve, akkor a felhasználók csak megtekinthetik a fájlokat a megosztott mappában. Lehetőség szerint töltse ki a <guilabel>Megjegyzés</guilabel> mezőt.
it: Selezionare <guilabel>Consentire ad altre persone di scrivere in questa cartella</guilabel> affinché altre persone possano aggiungere, modificare e rimuovere file all'interno della cartella. Non selezionando questa opzione le altre persone potranno solamente visualizzare i file. È inoltre possibile compilare il campo <guilabel>Commento</guilabel>.
ja: このフォルダのファイルを追加、変更や削除を他の人々に許可したい場合、<guilabel>Allow other people to write in this folder</guilabel>を選択します。このチェックボックスからチェックを外した場合、他の人々はこのフォルダのファイルを見ることだけできます。<guilabel>Comment</guilabel>フィールドを埋めることもできます。
pl: Jeśli chcesz aby inni mogli dodawać, zmieniać i usuwać pliki z tego katalogu, zaznacz opcję <guilabel>Zezwolenie innym na zapis w tym katalogu</guilabel>.
pt_br: Selecione <guilabel>Permitir que outras pessoas escrevam nesta pasta</guilabel> se você desejar permitir que outras pessoas adicionem, alterem e remova arquivos desta pasta. Se você deixar esta caixa desmarcada, outras pessoas somente poderão ver os arquivos nesta pasta. Você também pode preencher o campo <guilabel>Comentário</guilabel>.
ru: Выберите <guilabel>Разрешить другим запись в эту папку</guilabel>, если хотите, чтобы другие могли добавлять, изменять и удалять файлы из этой папки. Если Вы оставите его неотмеченным, другие люди смогут только просматривать файлы в этой папке. Можете также заполнить поле <guilabel>Комментарий</guilabel>.
sv: Välj <guilabel>Tillåt andra personer att skriva i den här mappen</guilabel> om du vill tillåta andra att lägga till, ändra och ta bort filer i denna mapp. Om du lämnar denna kryssruta omarkerad, kommer andra personer att endast kunna titta på filerna i denna mapp. Du kan också fylla i fältet <guilabel>Kommentarer</guilabel>.

source: Select <guilabel>Guest access (for people without a user account)</guilabel> if you wish to allow guest users to access your files.
bg: Изберете <guilabel>Guest access (for people without a user account)</guilabel>, ако искате да позволите достъп на гости до вашите файлове.
cs: Zvolte <guilabel>Účet hosta (pro ty nemající uživatelský účet)</guilabel>, poku si přejete povolit anonymním uživatelům povolit přístup k vašim souborům.
de: Wählen Sie Select <guilabel>Gastzugang (für Benutzer ohne Benutzerkonto)</guilabel>, wenn Sie Gastbenutzern erlauben möchten, auf Ihre Dateien zuzugreifen.
es: Seleccione <guilabel>Acceso de invitado (para personas sin cuenta de usuario)</guilabel> si desea permitir a los usuarios invitados el acceso a sus archivos.
fi: Valitse <guilabel>Vieras-pääsyoikeudet (ihmisille joilla ei käyttäjätiliä)</guilabel>, jos haluat sallia vieraiden pääsyn kansioon.
fr: Sélectionnez <guilabel>Accès invité (pour les personnes n'ayant pas de compte utilisateur)</guilabel> si vous voulez autoriser les invités à accéder à vos fichiers.
hu: Ha azt szeretné, hogy a vendég felhasználók is hozzáférhessenek a mappában levő fájlokhoz, válassza a <guilabel>Vendéghozzáférés (felhasználói fiók nélküli személyeknek)</guilabel> lehetőséget.
it: Selezionare <guilabel>Accesso ospite (per persone senza un account utente)</guilabel> per consentire agli utenti ospite l'accesso ai propri file
ja: ゲストユーザにファイルアクセスを許可したい場合、<guilabel>Guest access (for people without a user account)</guilabel>を選択します。
pl: Jeśli zgadzasz się na dostęp do plików przez gości, zaznacz opcję <guilabel>Dostęp dla gości (dla osób bez konta użytkownika)</guilabel>
pt_br: Selecione <guilabel>Acesso de convidados (para pessoas sem uma conta de usuário)</guilabel> se você deseja permitir que um usuário convidado acesse seus arquivos.
ru: Выберите <guilabel>Гостевой доступ (для людей, не имеющих пользовательской записи)</guilabel> если Вы хотите разрешить гостевой доступ к вашим файлам.
sv: Välj <guilabel>Gäståtkomst (för personer utan ett användarkonto)</guilabel> om du vill tillåta att gästanvändare ska kunna nå dina filer.

source: Press <guibutton>Create share</guibutton> to make the shared folder available.
bg: Натиснете <guibutton>Create share</guibutton>, за да направите споделената папка достъпна.
cs: Stisknutím <guibutton>Vytvořit sdílení</guibutton> zpřístupníte sdílenou složku.
de: Klicken Sie auf <guibutton>Freigabe erstellen</guibutton>, um den freigegebenen Ordner verfügbar zu machen.
es: Pulse <guibutton>Crear compartición</guibutton> para que la carpeta compartida esté disponible.
fi: Paina <guibutton>Luo levyjako</guibutton> jakaaksesi kansion.
fr: Cliquez sur <guibutton>Créer le partage</guibutton> pour rendre le partage effectif.
hu: A mappa elérhetővé tételéhez nyomja meg a <guilabel>Megosztás</guilabel> gombot.
it: Fare clic su <guibutton>Crea condivisione</guibutton> per rendere disponibile la cartella condivisa
ja: 共有フォルダを利用可能にするには、<guibutton>Create share</guibutton>を押します。
pl: Kliknij <guibutton>Utwórz udział</guibutton>, aby udostępnić katalog.
pt_br: Clique em <guibutton>Criar compartilhamento</guibutton> para deixar a pasta compartilhada disponível.
ru: Нажмите <guibutton>Создать общий ресурс</guibutton>, чтобы сделать общую папку доступной.
sv: Tryck på <guibutton>Skapa utdelning</guibutton> för att göra den utdelade mappen tillgänglig.

source: You may receive a message stating that Nautilus needs to add some permissions to the folder in order to share it. If this happens, press <guibutton>Add the permissions automatically</guibutton>.
bg: Може да получите съобщение, което твърди, че Nautilus трябва да добави някои права към папката, за да я споделите. Ако това се случи, натиснете <guibutton>Add the permissions automatically</guibutton>.
cs: Můžete obdržet hlášku říkající, že Nautilus potřebuje upravit některá oprávnění ke složce, aby ji mohl sdílet. Pokud se to stane, stiskněte <guibutton>Přidat oprávnění automaticky</guibutton>.
de: Sie erhalten möglicherweise einen Hinweis darauf, dass Nautilus an den Ordner weitere Zugriffsrechte vergeben muss, um diesen freizugeben. Wenn dies geschieht, klicken Sie auf guibutton>Die Zugriffsrechte automatisch hinzufügen</guibutton>.
es: Puede que reciba un mensaje diciendo que Nautilus necesita añadir algunos permisos a la carpeta para que pueda compartirla. Si esto ocurre, pulse <guibutton>Añadir los permisos automáticamente</guibutton>.
fi: Saatat saada viestin, että Nautiluksen täytyy lisätä joitain oikeuksia kansioon jakaakseen sen. Jos saat tällaisen viestin, klikkaa <guibutton>Lisää oikeudet automaattisesti</guibutton>.
fr: Vous pouvez voir apparaître un message indiquant que Nautilus a besoin d'ajouter certaines permissions au dossier afin de le partager. Si ceci se produit, cliquez sur <guibutton>Ajouter les permissions automatiquement</guibutton>.
hu: Kaphat egy üzenetet, melyben a Nautilus tudatja, hogy a mappa néhány jogosultságát be kell állítani a megosztás előtt. Ebben az esetben nyomja meg a <guibutton>Jogosultságok automatikus hozzáadása</guibutton> gombot.
it: Potrebbe essere possibile ricevere un messaggio nel quale si viene informati che Nautilus deve aggiungere alcuni permessi alla cartella per poterla condividere. Se dovesse verificarsi questa eventualità, fare clic su <guibutton>Aggiungi permessi automaticamente</guibutton>.
ja: 共有するためにはNautilasがこのフォルダのパーミッションを変更する必要があるというメッセージが表示されるかもしれません。その場合は、<guibutton>Add the permissions automatically</guibutton>（自動的にパーミッションを変更する）を押してください。
pl: Być może dostaniesz informację o tym, że w celu udostępnienia katalogu Nautilus musi zmienić niektóre uprawnienia. Jeśli wyświetliła się taka informacja, wciśnij <guibutton>Nadaj uprawnienia automatycznie</guibutton>.
pt_br: Você pode receber uma mensagem informando que o Nautilus precisa adicionar algumas permissões para a pasta ser compartilhada. Se isso aparecer, clique em <guibutton>Adicionar as permissões automaticamente</guibutton>.
ru: Вы можете получить сообщение о том, что для предоставления общего доступа к папке "Наутилусу" требуется добавление для нее некоторых прав. Если это происходит, нажмите кнопку <guibutton>Добавить права автоматически</guibutton>.
sv: Du kan få ett meddelande som säger att Nautilus behöver lägga till några rättigheter till mappen för att kunna dela ut den. Om det händer, tryck på <guibutton>Lägg till rättigheterna automatiskt</guibutton>.

source: Other people on the same network (LAN) as you should now be able to access the folder.
bg: Другите хора в същата мрежа (LAN) би трябвало вече да имат достъп до папката.
cs: Ostatní lidé ve stejné místni síti (LAN) již mohou přistupovat k Vašim sdílené složce.
de: Andere Benutzer im selben Netzwerk (LAN) wie Sie sollten nun in der Lage sein, auf den Ordner zuzugreifen.
es: Las demás personas de su misma red local (LAN) podrán acceder a la carpeta.
fi: Muut koneet samassa lähiverkossa (LAN) pääsevät nyt jakamaasi kansioon.
fr: Les autres personnes partageant votre réseau local (LAN) devraient désormais avoir accès au dossier.
hu: Az ugyanabban a hálózatban levő felhasználók mostantól hozzáférnek a megosztott mappához.
it: Le altre persone all'interno della stessa rete locale dovrebbero ora poter accedere alla cartella
ja: 同じネットワーク(LAN)上の他の人々があなたの様にフォルダにアクセスすることができるようになります
pl: Inne osoby z tej samej sieci (LAN) będą teraz miały dostęp do udostępnionego katalogu.
pt_br: Outras pessoas na mesma rede (LAN) que você agora deverão ser capazes de acessar a pasta.
ru: Другие люди в той же локальной сети, что и Вы, будут иметь доступ к папке.
sv: Andra personer på samma nätverk (LAN) som du kommer nu att kunna komma åt mappen.

source: You may receive a message which says <guilabel>You do not have permission to create a usershare</guilabel>. If this happens, contact your system administrator or configure the <application>Folder sharing service (samba)</application>.
bg: Може да получите съобщение, в което пише <guilabel>You do not have permission to create a usershare</guilabel>. Ако това се случи, свържете се с вашия системен администратор или настройте <application>Folder sharing service (samba)</application>.
cs: Můžete obdržet hlášku říkající <guilabel>Nemáte oprávnění vytvořit sdílení</guilabel>. Pokud se to stane, kontaktujte správce systému nebo nastavte <application>Službu sdílení složek (samba)</application>.
de: Sie können einen Hinweis erhalten, der besagt: <guilabel>Sie haben keine Berechtigung, eine Benutzerfreigabe zu erzeugen</guilabel>. Wenn dies geschieht, benachrichtigen Sie Ihren Systemadministrator oder konfigurieren Sie <application>Samba</application>.
es: Puede que reciba un mensaje diciendo que <guilabel>No tiene permisos para crear un recurso compartido de usuario</guilabel>. Si eso ocurre, contacte con el administrador de su sistema o configure el <application>Servicio de compartición de carpetas (samba)</application>.
fi: Saatat saada viestin, että <guilabel>Sinulla ei ole riittävästi oikeuksia jakaaksesi kansion</guilabel>. Tässä tapauksessa ota yhteyttä järjestelmänvalvojaan tai muuta ohjelman <application>Kansion jakopalvelu (Samba)</application> asetuksia.
fr: Si un message vous indique <guilabel>Vous n'avez pas les permissions pour créer un partage</guilabel>, alors contactez votre administrateur système ou bien configurez le <application>Service de partage de dossier (samba)</application>.
hu: Ha az <guilabel>Önnek nincs jogosultsága felhasználói megosztások létrehozásához</guilabel> üzenetet kapja, vegye fel a kapcsolatot a rendszergazdával, vagy állítsa be a <application>Mappamegosztási szolgáltatást (samba)</application>.
it: Potrebbe essere possibile ricevere il messaggio <guilabel>Non si dispone dei permessi necessari a creare una condivisione</guilabel>. In questo caso contattare l'amministratore del sistema oppure configurare il <application>Servizio condivisione cartelle (samba)</application>.
ja: さらに<guilabel>You do not have permission to create a usershare</guilabel>（ユーザ共有を作成するための権限を持っていません）と表示されるかもしれません。この場合、システム管理者に連絡を取るか、自身で<application>フォルダの共有サービス (samba)</application>の設定を変更してください。
pl: Możesz otrzymać informację: <guilabel>Brak uprawnień do tworzenia udziałów</guilabel>. Jeśli otrzymałeś taki komunikat, skontaktuj się ze swoim administratorem, bądź skonfiguruj <application>Usługę udostępniania katalogów (samba)</application>.
pt_br: Você pode receber uma mensagem dizendo <guilabel>Você não tem permissão para criar um usuário compartilhado</guilabel>. Se isto aparecer, contate o administrador do sistema ou configure o <application>Serviço de compartilhamento de pastas (samba)</application>.
ru: Вы можете получить сообщение, говорящее <guilabel>У вас нет прав, чтобы создавать общие ресурсы</guilabel>. Если это случится, свяжитесь с Вашим системным администратором или настройте <application>Сервис общих папок (samba)</application>.
sv: Du kan få ett meddelande som säger <guilabel>Du har inte behörighet att skapa en utdelning</guilabel>. Om detta händer, kontakta din systemadministratör eller konfigurera <application>Mappdelningstjänst (Samba)</application>.

source: Accessing shared folders via Windows
bg: Достъп до споделени папки през Windows
cs: Přístup ke sdíleným složkám přes Windows
de: Zugriff auf freigegebene Ordner über Windows
es: Acceder a carpetas compartidas mediante Windows
fi: Jaettujen kansioiden käyttäminen Windowsista
fr: Accéder à des répertoires partagés par Windows
hu: Hozzáférés a megosztott mappákhoz Windowson keresztül
it: Accedere a cartelle condivise con Windows
ja: Windowsから共有フォルダにアクセスするには
nl: Gedeelde mappen vanuit Windows benaderen
pl: Dostęp do udostępnionych katalogów z systemu Windows
pt_br: Acessando pastas compartilhadas pelo Windows
ru: Доступ к опубликованным папкам при помощи Windows
sv: Komma åt delade mappar via Windows

source: Type <command>sudo smbpasswd -a username</command>, replacing <quote>username</quote> with your own username. Press <keycap>Return</keycap> to run the command.
de: Geben Sie <command>sudo smbpasswd -a username</command> ein, wobei Sie <quote>username</quote> mit Ihrem eigenen Benutzernamen ersetzen. Drücken Sie <keycap>Eingabetaste</keycap>, um den Befehl auszuführen.
fr: Tapez <command>sudo smbpasswd -a utilisateur</command>, en remplaçant <quote>utilisateur</quote> par votre propre nom d'utilisateur. Appuyez sur <keycap>Entrée</keycap> pour exécuter la commande.

source: You can find out what your username is by typing <command>whoami</command> into the Terminal and then pressing <keycap>Return</keycap>.
de: Sie können Ihren Benutzernamen herausfinden, indem Sie <command>whoami</command> in ein Terminal eingeben und <keycap>Eingabetaste</keycap> drücken.
fr: Vous pouvez connaître votre nom d'utilisateur en tapant <command>whoami</command> dans un terminal puis en appuyant sur <keycap>Entrée</keycap>.

source: When prompted with <quote>New SMB password:</quote>, enter the password that you would like to use to access the shared folder and then press <keycap>Return</keycap>. You can leave the password blank, which will allow anyone to access the shared folder.
de: Wenn Sie die Aufforderung <quote>New SMB password:</quote> erhalten, geben Sie das Passwort ein, das Sie zum Zugriff auf den freigegebenen Ordner benutzen möchten, und betätigen Sie <keycap>Return</keycap>. Sie können das Passwort leer belassen, wodurch jedem der Zugriff auf den freigegebenen Ordner erlaubt wird.
fr: A l'affichage de <quote>Nouveau mot de passe SMB :</quote>, saisissez le mot de passe que vous souhaitez utiliser pour accéder au dossier partagé et appuyez sur <keycap>Entrée</keycap>. Vous pouvez aussi ne rien saisir, ce qui permettra à quiconque d'accéder au dossier partagé.

source: When prompted with <quote>Retype new SMB password:</quote>, enter the password that you just entered and then press <keycap>Return</keycap>.
de: Wenn Sie mit <quote>Retype new SMB password:</quote> aufgefordert werden, geben Sie das Passwort, das Sie gerade eingegeben haben, erneut ein und drücken Sie <keycap>Eingabetaste</keycap>.
fr: A l'affichage de <quote>Saisir à nouveau le mot de passe SMB :</quote>, retapez votre mot de passe et appuyez sur <keycap>Entrée</keycap>.

source: You should now be able to connect to the shared folders on the Ubuntu computer.
bg: Сега може да се свържете към споделената папка на компютъра с Ubuntu.
cs: Nyní by mělo být možné připojit se ke sdíleným složkám na počítači s Ubuntu.
de: Sie sollten nun in der Lage sein, sich mit den freigegebenen Ordnern auf dem Ubuntu-Rechner zu verbinden.
es: Ahora debería poder conectarse a las carpetas compartidas en el equipo Ubuntu.
fi: Sinun pitäisi nyt pystyä yhdistämään Ubuntu-koneella olevaan jaettuun kansioon.
fr: Maintenant, vous devriez pouvoir vous connectez aux dossiers partagés par l'ordinateur Ubuntu.
hu: Ezután lehetséges az Ubuntut futtató számítógépen megosztott mappákhoz kapcsolódni.
it: Adesso dovrebbe essere possibile connettersi alle cartelle condivise sul computer Ubuntu.
ja: Ubuntuコンピュータ上の共有フォルダへ接続することができます。
pl: Teraz powinna być możliwość połączenia się z udostępnionymi katalogami na komputerze z Ubuntu
pt_br: Você agora deve poder conectar-se as pastas compartilhadas do computador com Ubuntu.
ru: Теперь вы можете подключаться к общим папкам на компьютере с Ubuntu.
sv: Du bör nu kunna ansluta till de utdelade mapparna på Ubuntu-datorn.
