Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: The <application>Evolution</application> groupware suite is the default email client, and can handle all of your <ulink type="help" url="ghelp:evolution#usage-mail">email</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">contact lists</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">tasks</ulink> and <ulink type="help" url="ghelp:evolution#usage-calendar">calendar</ulink> needs. It also integrates with the <ulink type="help" url="ghelp:clock#clock-usage-calendar">panel clock</ulink>, giving you one-click access to your task list.
bg: <application>Evolution</application> е имайл клиент по подразбиране и може да се справи с вашите <ulink type="help" url="ghelp:evolution#usage-mail">имейл</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">списъци с контакти</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">задачи</ulink> и <ulink type="help" url="ghelp:evolution#usage-calendar">календар</ulink> Също се интегрира с <ulink type="help" url="ghelp:clock#clock-usage-calendar">панела часовник</ulink>, давайки ви достъп с едно щракване до вашия списък със задачи.
cs: <application>Evolution</application> je výchozí poštovní klient a může spravovat všechny vaše <ulink type="help" url="ghelp:evolution#usage-mail">e-maily</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">seznamy kontaktů</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">úkoly</ulink> a <ulink type="help" url="ghelp:evolution#usage-calendar">kalendář</ulink>. Také se integruje do <ulink type="help" url="ghelp:clock#clock-usage-calendar">hodin v panelu</ulink> a poskytne vám přístup jedním kliknutím k vašemu seznamu úkolů.
de: <application>Evolution</application> ist der standardmäßige E-Mail-Client, und kann alle Ihre <ulink type="help" url="ghelp:evolution#usage-mail">E-Mails</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">Kontakte</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">Aufgaben</ulink> und Ihren <ulink type="help" url="ghelp:evolution#usage-calendar">Kalender</ulink> organisieren. Es ist außerdem mit der <ulink type="help" url="ghelp:clock#clock-usage-calendar">Panel Uhr</ulink> verbunden, mit dem Sie durch einen Klick Zugang zu Ihrer Aufgabenliste bekommen.
es: La suite de trabajo en grupo <application>Evolution</application> es el cliente de correo electrónico predeterminado, y puede usarse para gestionar sus <ulink type="help" url="ghelp:evolution#usage-mail">correos</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">listas de contactos</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">tareas</ulink> y <ulink type="help" url="ghelp:evolution#usage-calendar">calendarios</ulink>. Además, se integra con el <ulink type="help" url="ghelp:clock#clock-usage-calendar">reloj del panel</ulink>, proporcionándole acceso a su lista de tareas con una sola pulsación de ratón.
fi: <application>Evolution</application>-työryhmäohjelma on oletuksena käytettävä sähköpostiohjelma. Se hallitsee <ulink type="help" url="ghelp:evolution#usage-mail">sähköpostisi</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">yhteystietosi</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">tehtäväsi</ulink> ja <ulink type="help" url="ghelp:evolution#usage-calendar">kalenterisi</ulink>. Se toimii myös yhdessä paneelin <ulink type="help" url="ghelp:clock#clock-usage-calendar">kalenterin</ulink> kanssa, jolloin tehtäväsi ovat yhden klikkauksen päässä.
fr: La suite de travail collaboratif Evolution <application>Evolution</application> est le client de courriel par défaut. Elle répond aux besoins de gestion de tous vos <ulink type="help" url="ghelp:evolution#usage-mail">courriels</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">vos listes de contacts</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">vos tâches</ulink> et <ulink type="help" url="ghelp:evolution#usage-calendar">et votre calendrier</ulink>. Elle s'intègre également à l'<ulink type="help" url="ghelp:clock#clock-usage-calendar">horloge du tableau de bord</ulink>, vous permettant d'accéder d'un simple clic à votre liste de tâches.
hu: Az <application>Evolution</application> csoportmunka-szoftver az alapértelmezett levelezőkliens, amely kezelni tudja <ulink type="help" url="ghelp:evolution#usage-mail">e-mailjeit</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">névjegyeit</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">feladatait</ulink> és <ulink type="help" url="ghelp:evolution#usage-calendar">naptárát</ulink>. A feladatlista egyszerű elérése érdekében a <ulink type="help" url="ghelp:clock#clock-usage-calendar">panel órájának</ulink> is része.
it: La suite <application>Evolution</application> è il client email predefinito e può gestire le proprie <ulink type="help" url="ghelp:evolution#usage-mail">email</ulink>, i <ulink type="help" url="ghelp:evolution#usage-contact">contatti</ulink>, gli <ulink type="help" url="ghelp:evolution#usage-calendar-todo">appuntamenti</ulink> e il <ulink type="help" url="ghelp:evolution#usage-calendar">calendario</ulink>. Inoltre, si integra con <ulink type="help" url="ghelp:clock#clock-usage-calendar">l'orologio nel pannello</ulink> consentendo l'accesso all'elenco degli appuntamenti con un solo clic.
ja: <application>Evolution</application>は標準のメールクライアントであり、<ulink type=\"help\" url=\"ghelp:evolution#usage-mail\">メール</ulink>や<ulink type=\"help\" url=\"ghelp:evolution#usage-contact\">アドレス帳</ulink>、<ulink type=\"help\" url=\"ghelp:evolution#usage-calendar-todo\">作業</ulink>、<ulink type=\"help\" url=\"ghelp:evolution#usage-calendar\">カレンダー</ulink>などを統合的に管理できるグループウェアです。<ulink type=\"help\" url=\"ghelp:clock#clock-usage-calendar\">時計アプレット</ulink>と一緒に使うことで、ワンクリックで作業リストを確認することができます。
ko: <application>에볼루션</application> 그룹웨어 스위트는 기본 이메일 클라이언트이며, <ulink type="help" url="ghelp:evolution#usage-mail">이메일</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">주소록</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">일정</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar">달력</ulink> 등의 필요한 모든 기능을 처리할 수 있습니다. 또한 에볼루션은 <ulink type="help" url="ghelp:clock#clock-usage-calendar">패널 시계</ulink> 와 통합되어 있어, 한 번의 클릭으로 작업 목록을 볼 수 있습니다.
nl: De <application>Evolution</application> groupware suite is de standaard email client, en kan al uw <ulink type="help" url="ghelp:evolution#usage-mail">email</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">contacten lijsten</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">taken</ulink> en <ulink type="help" url="ghelp:evolution#usage-calendar">kalender</ulink> behoeften vervullen. Het integreert ook met de <ulink type="help" url="ghelp:clock#clock-usage-calendar">klok</ulink>, waarmee u met één klik toegang hebt tot uw takenlijst.
pl: Program <application>Evolution</application> jest domyślnym klientem poczty elektronicznej, który pomoże zarządzać wszystkimi twoimi <ulink type="help" url="ghelp:evolution#usage-mail">e-mailami</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">listami kontaktów</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">zadaniami</ulink> oraz <ulink type="help" url="ghelp:evolution#usage-calendar">terminarzami</ulink>. Ponadto integruje się z <ulink type="help" url="ghelp:clock#clock-usage-calendar">zegarem w obszarze powiadamiania</ulink>, dając dostęp do listy zadań za pomocą jednego kliknięcia.
pt_br: A suíte de groupware <application>Evolution</application> é o cliente de email padrão e pode manipular todos os <ulink type="help" url="ghelp:evolution#usage-mail">seus emails</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">suas listas de contatos</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">suas tarefas</ulink> e <ulink type="help" url="ghelp:evolution#usage-calendar">seu calendário</ulink>. Ele também se integra com o <ulink type="help" url="ghelp:clock#clock-usage-calendar"> relógio do painel</ulink>, lhe dando acesso à sua lista de tarefas com apenas um clique.
ru: Программный пакет для группового взаимодействия <application>Evolution</application> - это почтовый клиент по умолчанию, он может работать с <ulink type="help" url="ghelp:evolution#usage-mail">электронной почтой</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">списком контактов</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">задачами</ulink> и <ulink type="help" url="ghelp:evolution#usage-calendar">календарем</ulink>. Помимо этого он интегрируется в <ulink type="help" url="ghelp:clock#clock-usage-calendar">часы на панели</ulink>, обеспечивая быстрый доступ к вашим текущим задачам.
sk: Skupinový softvér <application>Evolution</application> je prednastaveným emailovým klientom a vie plnohodnotne narábať s vašimi <ulink type="help" url="ghelp:evolution#usage-mail">emailami</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">zoznamom kontaktov</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">úlohami</ulink> a <ulink type="help" url="ghelp:evolution#usage-calendar">kalendárom</ulink>. Takisto je integrovaný s <ulink type="help" url="ghelp:clock#clock-usage-calendar">Hodinami na paneli</ulink>, čím vám umožňuje prístup k vašim úlohám prostredníctvom jedného kliknutia.
sv: Grupprogramsviten <application>Evolution</application> är standardklienten för e-post och kan hantera alla dina <ulink type="help" url="ghelp:evolution#usage-mail">e-postmeddelanden</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">kontaktlistor</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">uppgifter</ulink> och <ulink type="help" url="ghelp:evolution#usage-calendar">kalendrar</ulink>. Den integrerar även med <ulink type="help" url="ghelp:clock#clock-usage-calendar">panelklockan</ulink> och ger dig åtkomst till din uppgiftslista med ett enda klick.
zh_cn: <application>Evolution</application> 套件是默认的电子邮件客户端, 可以处你所有的 <ulink type="help" url="ghelp:evolution#usage-mail">电子邮件</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">连系人列表</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">任务</ulink> and <ulink type="help" url="ghelp:evolution#usage-calendar">日历</ulink> 他同样可以整合 <ulink type="help" url="ghelp:clock#clock-usage-calendar">小组时钟</ulink>，一步进入你的任务列表。
zh_tw: <application>Evolution</application>套件是默認的電子郵件客戶端,可以處你所有的 <ulink type="help" url="ghelp:evolution#usage-mail">電子郵件</ulink>, < ulink type="help" url="ghelp:evolution#usage-contact">連繫人列表</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">任務</ulink> and <ulink type="help" url="ghelp:evolution#usage-calendar">日曆</ulink>他同樣可以整合<ulink type="help" url="ghelp:clock#clock-usage -calendar">小組時鐘</ulink>，一步進入你的任務列表。

source: <application>Evolution</application> can be launched by pressing <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolution Mail</guimenuitem></menuchoice>.
bg: <application>Evolution</application> може да бъде стартиран като натиснете <menuchoice><guimenu>Програми</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>Поща на Evolution</guimenuitem></menuchoice>.
cs: <application>Evolution</application> můžete spustit zvolením <menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolution pošta</guimenuitem></menuchoice>.
de: <application>Evolution</application> kann gestartet werden, indem man auf <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolution-E-Mail</guimenuitem></menuchoice> klickt.
es: <application>Evolution</application> puede iniciarse pulsando <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Correo de Evolution</guimenuitem></menuchoice>.
fi: <application>Evolution</application> käynnistetään valitsemalla <menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolution-sähköposti</guimenuitem></menuchoice>.
fr: <application>Evolution</application> peut être lancé en cliquant sur <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Messagerie d'Evolution</guimenuitem></menuchoice>.
hu: Az Evolution indításához válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolution levelező</guimenuitem></menuchoice> menüpontot.
it: <application>Evolution</application> può essere avviato selezionando <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Posta di Evolution</guimenuitem></menuchoice>.
ja: <application>Evolution</application>は<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>インターネット</guimenuitem><guimenuitem>Evolution メール</guimenuitem></menuchoice>から起動できます。
ko: <application>에볼루션</application> 을 실행하려면 <menuchoice><guimenu>프로그램</guimenu><guimenuitem>인터넷</guimenuitem><guimenuitem>에볼루션 메일</guimenuitem></menuchoice> 을 누릅니다.
nl: <application>Evolution</application> kan worden gestart door te klikken op <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolution e-mail</guimenuitem></menuchoice>.
pl: <application>Evolution</application> może być uruchomiony poprzez kliknięcie <menuchoice><guimenu>Programy</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Poczta Evolution</guimenuitem></menuchoice>.
pt_br: O <application>Evolution</application> pode ser iniciado pressionando <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolution Mail</guimenuitem></menuchoice>.
ru: <application>Evolution</application> может быть запущен через <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>Почта Evolution</guimenuitem></menuchoice>.
sk: <application>Evolution</application> spustíte cez<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Poštový klient Evolution</guimenuitem></menuchoice>.
sv: <application>Evolution</application> kan startas genom att trycka på <menuchoice><guimenu>Program</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolutions e-post</guimenuitem></menuchoice>.
zh_cn: <application>Evolution</application>可以通过点击<menuchoice><guimenu>应用程序</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolution Mail</guimenuitem></menuchoice>打开。
zh_tw: <application>Evolution</application>可以通過點擊<menuchoice> <guimenu>應用程序</guimenu><guimenuitem>Internet< /guimenuitem><guimenuitem>Evolution Mail</guimenuitem></menuchoice>打開。

source: See the <ulink type="help" url="ghelp:evolution">Evolution manual</ulink> for help on how to use Evolution.
bg: Вижте <ulink type="help" url="ghelp:evolution">Ръководство на Evolution</ulink> за помощ как да използвате Evolution.
cs: Podívejte se do <ulink type="help" url="ghelp:evolution">Návodu Evolution</ulink> pro pomoc s používáním Evolution.
de: Um Hilfe zur Benutzung von Evolution zu erhalten, lesen Sie bitte <ulink type="help" url="ghelp:evolution">Evolution Anleitung</ulink>.
es: Consulte el <ulink type="help" url="ghelp:evolution">manual de Evolution</ulink> para aprender a usar Evolution.
fi: Ohjeita Evolutionin käyttöön löydät <ulink type="help" url="ghelp:evolution">Evolutionin ohjekirjasta</ulink>.
fr: Consultez la <ulink type="help" url="ghelp:evolution">documentation d'Evolution</ulink> pour obtenir de l'aide sur l'utilisation d'Evolution.
hu: Az Evolution használatával kapcsolatos további segítségért olvassa el az <ulink type="help" url="ghelp:evolution">Evolution kézikönyvét</ulink>.
it: Per un aiuto su come usare Evolution, consultare il <ulink type="help" url="ghelp:evolution">manuale di Evolution</ulink>.
ja: Evolutionの使い方については<ulink type=\"help\" url=\"ghelp:evolution\">Evolutionマニュアル</ulink>を参照してください。
ko: 에볼루션의 사용법에 대한 도움말은 <ulink type="help" url="ghelp:evolution">에볼루션 설명서</ulink> 를 보기 바랍니다.
nl: Zie de <ulink type="help" url="ghelp:evolution">Evolution handleiding</ulink> voor hulp bij het gebruiken van Evolution.
pl: Informacje dotyczące używania programu dostępne są w <ulink type="help" url="ghelp:evolution">podręczniku Evolution</ulink>.
pt_br: Veja o <ulink type="help" url="ghelp:evolution">manual do Evolution</ulink> para obter ajuda sobre como usar o Evolution.
ru: Обратитесь к <ulink type="help" url="ghelp:evolution">Руководство Evolution</ulink> для получения помощи о работе Evolution.
sk: Pozrite <ulink type="help" url="ghelp:evolution">manuál Evolution</ulink> pre pomoc, ako Evolution používať.
sv: Se handboken för <ulink type="help" url="ghelp:evolution">Evolution</ulink> för hjälp om hur man använder Evolution.
zh_cn: 查看<ulink type="help" url="ghelp:evolution">Evolution manual</ulink> 寻求使用 Evolution的帮助.
zh_tw: 查看<ulink type="help" url="ghelp:evolution">Evolution manual</ulink>尋求使用Evolution的幫助.

source: Junk mail filtering
bg: Филтриране на спам
cs: Filtrování reklamní pošty
de: Spam-Filter
es: Filtrado de correo basura
fi: Roskapostin suodatus
fr: Filtrage des pourriels
hu: Levélszemét szűrése
it: Filtrare la posta indesiderata
ja: 迷惑メールを除外する
ko: 정크 메일 필터링
nl: Ongewenste email filteren
pl: Filtrowanie niechcianej poczty
pt_br: Filtro de lixo eletrônico
ru: Фильтрация спама
sk: Filtrovanie spamu
sv: Filtrering av skräppost
zh_cn: 垃圾邮件过滤
zh_tw: 垃圾郵件過濾

source: Bogofilter classifies mail as junk mail (also known as <emphasis>spam</emphasis>) by analysing the message statistically, and can learn from selections made by the user. The technique is known as Bayesian filtering; you can find more details on this here:
bg: Bogofilter разпознава писмо като спам като анализира съобщението и изучи изборите направени от потребителя. Техниката е известна като Bayesian филтриране; можете да намерите повече информация тук:
cs: Bogofilter klasifikuje poštu jako reklamní e-mail (známý jako <emphasis>spam</emphasis>) statistickým analyzováním zprávy a může se učit tím, jaké výběry provedl uživatel. Tato technika je známá jako Bayesianské filtrování; více detailů naleznete zde:
de: Der Bogofilter stuft E-Mails als Spam ein, indem er eine Nachricht statistisch analysiert. Er kann auch durch Auswahl des Benutzers lernen. Die Technologie ist auch bekannt als Bayesscher Filter. Sie können mehr darüber hier erfahren:
es: Bogofilter clasifica el correo como correo basura (también conocido como <emphasis>spam</emphasis>) analizando estadísticamente el mensaje, y puede aprender de las selecciones llevadas a cabo por el usuario. La técnica se conoce como filtrado Bayesiano; puede encontrar más información aquí:
fi: Bogofilter luokittelee sähköpostin roskapostiksi (<emphasis>spam</emphasis>) analysoimalla viestin sisältöä. Se myös oppii käyttäjän tekemistä valinnoista. Tekniikka tunnetaan myös nimellä Bayes-suodatus. Lisätietoja löydät osoitteista:
fr: Bogofilter classe un courriel comme pourriel (également appelé <emphasis>spam</emphasis>) d'après une analyse statistique du message et peut apprendre à partir des sélections faites par l'utilisateur. Cette technique est appelée filtre Bayésien ; vous pourrez en apprendre plus à ce sujet ici (en anglais) :
hu: A Bogofilter statisztikai elemzés után állapítja meg egy üzenetről, hogy az levélszemét-e (más néven <emphasis>spam</emphasis>), vagy sem. Ezen kívül a felhasználó ajánlásaiból is képes tanulni. Ezt a technikát Bayes-szűrő néven ismerik, amelyről további információt itt talál:
it: Bogofilter classifica una mail come posta indesiderata (conosciuta anche come <emphasis>spam</emphasis>) analizzando statisticamente il messaggio e può imparare dalle selezioni fatte dall'utente. La tecnica è conosciuta come filtraggio bayesiano. È possibile trovare maggiori dettagli qui:
ja: Bogofilterはメールを統計的に解析し(<emphasis>spam</emphasis>とも言われる)迷惑メールを分別するソフトウェアで、利用者によって学習させることも可能です。技術的にはベイジアンフィルタというものを使っていて、以下のサイトでより詳しいことが調べられます：
ko: Bogofilter 는 메시지의 통계적 분석을 통해 정크 메일 (또는 <emphasis>스팸</emphasis> 메일) 을 분류하며, 사용자가 선택에 따라 학습하기도 합니다. 이러한 기법을 베이지안(Bayesian) 필터링이라고 하며, 이에 대한 자세항 내용은 다음에서 볼 수 있습니다:
nl: Bogofilter classificeert email als ongewenste mail (ook bekend als <emphasis>spam</emphasis>) door het bericht statistisch te analyseren, en kan leren van door de gebruiker gemaakte keuzes. Deze techniek staat bekend als Bayesiaans filteren; u kunt hierover meer informatie vinden op:
pl: Bogofilter klasyfikuje pocztę jako niechcianą (znaną także pod pojęciem <emphasis>spamu</emphasis>) poprzez statystyczną analizę wiadomości, potrafiąc uczyć się na podstawie wyborów dokonanych przez użytkownika. Technika ta znana jest jako filtrowanie Bayesianowskie; więcej informacji znajdziesz tutaj:
pt_br: O Bogofilter classifica emails como mensagem não desejada (também conhecido como <emphasis>spam</emphasis>) ao analisar estaticamente a mensagem e pode aprender com as seleções feitas pelo usuário. Esta técnia é usada como filtro Bayesian; você pode achar mais detalhes sobre isso aqui:
ru: Bogofilter распознает ненужную вам почту (также известную как <emphasis>спам</emphasis>), статистически анализируя сообщения, и способен обучаться по выбору, осуществляемому пользователем. Эта техника известна как фильтр Байеса; подробней об этом вы можете узнать здесь:
sk: Bogofilter klasifikuje email ako <emphasis>spam</emphasis> štatistickou analýzou správy a učí sa podľa výberu používateľa. Táto technika sa nazýva bayesinské filtrovanie; viac o tejto technike nájdete tu:
sv: Bogofilter klassificerar e-post som skräppost (kallas även för <emphasis>spam</emphasis>) genom att statistiskt analysera meddelandet, och kan lära sig från urval gjorda av användaren. Tekniken är känd som Bayesian filtering; du kan hitta mer information om tekniken här:
zh_cn: Bogo过滤器能够通过统计分析邮件内容来分开垃圾邮件，并且具有学习用户选择的功能。这项技术被称作“贝叶过滤法”。在这里你可以获得更多细节：
zh_tw: Bogo過濾器能夠通過統計分析郵件內容來分開垃圾郵件，並且具有學習用戶選擇的功能。這項技術被稱作“貝葉過濾法”。在這裡你可以獲得更多細節：

source: Evolution can be automatically configured to use Bogofilter.
bg: Evolution може да бъде настроен автоматично да използва Bogofilter.
cs: Evolution může být automaticky nastaveno pro používání Bogofilteru.
de: Evolution kann automatisch so konfiguriert werden, dass Bogofilter benutzt wird.
es: Evolution se puede configurar automáticamente para usar Bogofilter.
fi: Bogofilter voidaan ottaa automaattisesti käyttöön Evolutionissa.
fr: Evolution peut être automatiquement configuré pour utiliser Bogofilter.
hu: Beállítható, hogy az Evolution automatikusan használja a Bogofiltert.
it: Evolution può essere automaticamente configurato per usare Bogofilter.
ja: Evolutionは、Bogofilterを使うための設定を自動的にしてくれます。
ko: 에볼루션이 자동으로 Bogofilter 를 사용하도록 설정할 수 있습니다.
nl: Evolution kan automatisch worden geconfigureerd om Bogofilter te gebruiken.
pl: Evolution może być automatycznie skonfigurowany do używania Bogofilter.
pt_br: O Evolution pode ser configurado automaticamente para usar o Bogofilter.
ru: Evolution может быть автоматически настроен для использования Bogofilter
sk: Evolution sa dá nastaviť tak, aby sa Bogofilter používal automaticky.
sv: Evolution kan automatiskt konfigurerat att använda Bogofilter.
zh_cn: Evolution 可以自动配置并使用Bogofilter.
zh_tw: Evolution可以自動配置並使用Bogofilter.
