Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: An alternative P2P application is the <application>aMule File Sharing Client</application>.
bg: Алтернативна P2P програма е <application>aMule File Sharing Client</application>.
cs: Alternativní P2P aplikací je klient pro sdílení souborů <application>aMule</application>.
de: Eine alternative P2P-Anwendung ist der <application>aMule File Sharing Client</application>.
es: Una aplicación P2P alternativa es el <application>Cliente de compartición de archivos aMule</application>.
fi: Vaihtoehtoinen P2P-ohjelma on <application>aMule</application>-tiedostonjako-ohjelma.
fr: Une autre application P2P est le <application>client de partage de fichiers aMule</application>.
hu: Egy alternatív P2P alkalmazás az <application>aMule fájlmegosztó kliens</application>.
it: Un'applicazione P2P alternativa è <application>aMule File Sharing Client</application>.
ja: それ以外のP2Pアプリケーションとしては、<application>aMule File Sharing Client</application>があります。
ko: 또다른 P2P 프로그램으로는 <application>aMule 파일 공유 클라이언트</application>가 있습니다.
nl: Een alternatieve P2P-toepassing is de <application>aMule file sharing client</application>.
pl: Alternatywnym programem P2P jest <application>aMule</application>.
pt_br: Uma aplicação alternativa de P2P é o <application>Compatilhador de Arquivos aMule</application>.
ru: <application>aMule File Sharing Client</application> - альтернативное приложение для работы с P2P сетями.
sk: Alternatívna P2P aplikácia je klient pre zdieľanie súborov <application>aMule</application>.
sv: Ett annat P2P-program är <application>fildelningsklienten aMule</application>.
zh_cn: 备选的 P2P应用程序是<application>aMule 文件分享客户端</application>。
zh_tw: 備選的P2P應用程序是<application>aMule文件分享客戶端</application>。

source: Install the <application>amule</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
de: Installieren Sie das <application>amule</application>-Paket aus der <quote>Universe</quote>-Paketquelle (siehe see <ulink type="help" url="ghelp:add-applications">Anwendungen hinzufügen</ulink>).
fr: Installez le paquet <application>amule</application> depuis le dépôt <quote>Universe</quote> (voyez <ulink type="help" url="ghelp:add-applications">Ajouter des applications</ulink>).
ko: <quote>Universe</quote> 저장소에서 <application>amule</application> 꾸러미를 설치하세요(<ulink type="help" url="ghelp:add-applications">프로그램 추가</ulink> 참조).
nl: Installeer het <application>aMule</application> pakket uit de <quote>Universe</quote> pakketbron (zie <ulink type="help" url="ghelp:add-applications">Toepassingen installeren</ulink>).
sk: Nainštalujte balík <application>amule</application> zo zdroja <quote>universe</quote> (viď <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink>).
zh_cn: 安装 <quote>Universe</quote> 软件库中的 <application>amule</application> 软件包 (参见 <ulink type="help" url="ghelp:add-applications">添加应用程序</ulink>)。
zh_tw: 安裝<quote>Universe</quote>軟件庫中的<application>amule< /application>軟件包(參見<ulink type="help" url="ghelp:add-applications">添加應用程序</ulink>) 。

source: To open <application>aMule</application>, choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
bg: За да отворите <application>aMule</application>, изберете <menuchoice><guimenu>Програми</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
cs: Ke spuštění <application>aMule</application> zvolte <menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
de: Um <application>aMule</application> zu starten, wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
es: Para abrir <application>aMule</application>, seleccione <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
fi: Avataksesi <application>aMule</application>-ohjelman, valitse <menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
fr: Pour lancer <application>aMule</application>, choisissez <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
hu: Az <application>aMule</application> megnyitásához válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice> menüpontot.
it: Per avviare <application>aMule</application>, scegliere <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
ja: <application>aMule</application>を起動するには、<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>インターネット</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>を選択してください。
ko: <application>aMule</application>을 실행하려면, <menuchoice><guimenu>프로그램</guimenu><guimenuitem>인터넷</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>을 선택하세요.
nl: Om <application>aMule</application> te openen, kiest u <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
pl: Aby otworzyć <application>aMule</application>, wybierz <menuchoice><guimenu>Programy</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
pt_br: Para abrir o <application>aMule</application>, escolha <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
ru: Для запуска <application>aMule</application> выберите <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
sk: Ak chcete spustiť <application>aMule</application>, vyberte <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
sv: För att öppna <application>aMule</application>, välj <menuchoice><guimenu>Program</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
zh_cn: 要打开 <application>aMule</application>，请选择 <menuchoice><guimenu>应用程序</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>。
zh_tw: 要打開<application>aMule</application>，請選擇<menuchoice> <guimenu>應用程序</guimenu><guimenuitem> Internet</guimenuitem><guimenuitem>aMule</guimenuitem>< /menuchoice>。

source: News Readers
bg: Четене на новини
cs: Čtečky novinek
de: News-Reader
es: Lectores de noticias
fi: Uutistenlukija
fr: Lecteurs de nouvelles
hu: Hírolvasók
it: Lettori di notizie
ja: ニュースリーダ
ko: 뉴스 리더기
nl: Nieuwslezers
pl: Czytniki wiadomości
pt_br: Leitores de Notícias
ru: Программы чтения новостей
sk: Čítačky správ
sv: Nyhetsläsare
zh_cn: 新闻阅读器
zh_tw: 新聞閱讀器

source: You can automatically receive news updates from the Internet. There are several different types of news service to choose from:
bg: Можете автоматично да получавате обновяване на новини от Интернет. Има различни типове новинарски услуги:
cs: Můžete automaticky přijímat zprávy z Internetu. Je několik různých typů služeb, ze kterých si můžete vybrat:
de: Sie können automatisch neueste Nachrichten aus dem Internet erhalten. Es gibt verschiedene Nachrichtenquelle, aus denen man wählen kann:
es: Puede recibir automáticamente noticias actualizadas de Internet. Hay muchos tipos diferentes de servicios de noticias para elegir:
fi: Voit automaattisesti vastaanottaa uutispäivityksiä Internetistä. Saatavilla on useita erilaisia uutispalveluita, joista valita.
fr: Vous pouvez recevoir automatiquement des nouvelles depuis Internet. Pour cela, vous avez le choix entre différents types de services :
hu: A hírek automatikusan frissíthetők az internetről. Sok különböző típusú hírszolgáltató közül választhat:
it: È possibile ricevere automaticamente le ultime notizie da Internet. Ci sono numerose tipologie di servizi di notizie tra cui poter scegliere:
ja: インターネット上で更新された情報を自動で受信することもできます。このような受信サービスにはさまざまな方法がありますので、次の中から選んでください：
ko: 여러분은 인터넷에서 최신의 뉴스를 자동으로 받아볼 수 있습니다. 뉴스 서비스를 제공하는 몇 가지 형식이 존재합니다:
nl: U kunt automatisch nieuws-updates via het internet ontvangen. Er zijn verschillende typen nieuws-services waaruit u kunt kiezen:
pl: Możesz automatycznie otrzymywać wiadomości z Internetu. Istnieje kilka rodzajów usług pobierania wiadomości, z których możesz wybrać jedną z następujących:
pt_br: Você pode receber automaticamente updates de notícias da Internet. Existem diversos tipos diferentes de serviços de notícias para escolher:
ru: Вы можете получать обновления новостных лент из Интернет автоматически. Вы можете выбрать из нескольких новостных сервисов разного типа:
sk: Môžete automaticky prijímať aktualizované správy z internetu. Je niekoľko rôznych typov služieb, z ktorých si môžete vybrať:
sv: Du kan automatiskt få ta emot nyheter från Internet. Det finns flera olika sorters nyhetstjänster att välja bland:
zh_cn: 您可以自动收到互联网上的新闻更新。有好几种不同的新闻服务可供选择：
zh_tw: 您可以自動收到互聯網上的新聞更新。有好幾種不同的新聞服務可供選擇：

source: <emphasis>Usenet</emphasis> is one of the oldest and allows you to discuss news and other topics with people from all around the world. <application>Pan Newsreader</application> is a news reader which works with Usenet.
bg: <emphasis>Usenet</emphasis> е един от най-старите и ви позволява да дискутирате новини и други теми с хора от целия свят. <application>Pan Newsreader</application> е четец на новини, който работи с Usenet.
cs: <emphasis>Usenet</emphasis> je jednou z nejstarších a umožňuje vám diskutovat o zprávách a dalších tématech s lidmi z celého světa. Aplikace <application>Pan</application> je čtečka diskusních skupin, která pracuje se službou Usenet.
de: <emphasis>Usenet</emphasis> Ist einer der ältesten und gibt Ihnen die Möglichkeit, Nachrichten und andere Themen mit Leuten von der ganzen Welt zu diskutieren. <application>Pan Newsreader</application> ist ein News Reader der mit Usenet arbeitet.
es: <emphasis>Usenet</emphasis> es uno de los más antiguos y le permite discutir noticias y otros temas con gente de todo el mundo. <application>Pan Newsreader</application> es un lector de noticias que trabaja con Usenet.
fi: <emphasis>Usenet</emphasis> on yksi vanhimmista, ja mahdollistaa uutisista ja muista aiheista keskustelemisen maailmanlaajuisesti. <application>Pan Newsreader</application> on ohjelma, joka toimii Usenetin kanssa.
fr: <emphasis>Usenet</emphasis> est l'un des plus anciens. Il vous permet de discuter d'actualités et d'autres sujets avec des personnes du monde entier. <application>Pan Newsreader</application> est un lecteur de nouvelles qui fonctionne avec Usenet.
hu: A <emphasis>Usenet</emphasis> egyike a legrégebbieknek, és azt is lehetővé teszi, hogy a híreket és egyéb témákat a világ különböző tájain élő emberekkel megtárgyalja. A <application>Pan hírolvasó</application> egy olyan hírolvasó alkalmazás, amely a Usenettel működik együtt.
it: <emphasis>Usenet</emphasis> è uno dei servizi più vecchi di Internet. Consente di partecipare a delle discussioni su svariati argomenti con altre persone provenienti da tutto il mondo. <application>Pan Newsreader</application> è un lettore di notizie sviluppato appositamente per Usenet.
ja: <emphasis>Usenet</emphasis>は、世界中の人々とさまざまな話題について議論するためのもっとも古い手法の一つです。<application>Pan Newsreader</application>はUsenet上で使えるニュースリーダです。
ko: <emphasis>유즈넷(Usenet)</emphasis>은 오랜된 방식으로 전세계의 사람들과 뉴스 및 다른 주제에 대해 토론할 수 있습니다. <application>Pan 뉴스 리더</application> 프로그램은 유즈넷을 이용하는 뉴스 리더기 입니다.
nl: <emphasis>Usenet</emphasis> is een van de oudste, en stelt u in staat om nieuws and andere onderwerpen te bespreken met mensen over de gehele wereld. <application>Pan nieuwslezer</application> is een nieuwslezer die met Usenet werkt.
pl: <emphasis>Usenet</emphasis> jest jedną z najstarszych usług pozwalających na dyskutowanie nad różnymi tematami z osobami z całego świata. <application>Czytnik wiadomości Pan</application> jest czytnikiem, pozwalającym korzystać z usenetu.
pt_br: A <emphasis>Usenet</emphasis> é uma das mais antigas e permite que você discuta notícias e outros tópicos com pessoas ao redor do mundo. O<application>Leitor de Notícias Pan</application> é um leitor de notícias que funciona com a Usenet.
ru: <emphasis>Usenet</emphasis> - один из самых старых. Он позволит обсудить новости и другие темы с людьми в любой точке мира. <application>Pan Newsreader</application> - приложение для чтения новостей, работающее с Usenet.
sk: <emphasis>Usenet</emphasis> je jednou z najstarších a umožňuje vám diskutovať o správach a ďaľších témach s ľuďmi z celého sveta. Aplikácia <application>Pan</application> je čítačka správ, ktorá pracuje so službou Usenet.
sv: <emphasis>Usenet</emphasis> är en av de äldsta som låter dig diskutera nyheter och andra ämnen med människor från hela världen. Programmet <application>Diskussionsgruppsläsaren Pan</application> är en nyhetsläsare som kan ansluta till Usenet.
zh_cn: <emphasis>Usenet</emphasis> 是最古老的方式之一，使您能与世界各地的人们讨论新闻和其它主题。<application>Pan Newsreader</application> 是一个能够支持 Usenet 的新闻阅读器。
zh_tw: <emphasis>Usenet</emphasis>是最古老的方式之一，使您能與世界各地的人們討論新聞和其它主題。 <application>Pan Newsreader</application>是一個能夠支持Usenet的新聞閱讀器。

source: Install the <application>pan</application> package and then choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pan Newsreader</guimenuitem></menuchoice> to start using <application>Pan</application>.
de: Installieren Sie das <application>pan</application>-Paket und wählen Sie dann <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pan Newsreader</guimenuitem></menuchoice> um <application>Pan</application> zu benutzen.
fr: Installez le paquet <application>pan</application> et choisissez <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Lecteur de nouvelles Pan</guimenuitem></menuchoice> pour commencer à utiliser <application>Pan</application>.
ko: <application>pan</application> 꾸러미를 설치하고<menuchoice><guimenu>프로그램</guimenu><guimenuitem>인터넷</guimenuitem><guimenuitem>Pan 뉴스리더</guimenuitem></menuchoice> 를 선택하여 <application>Pan</application> 을 실행합니다.
nl: Installeer het <application>pan</application> pakket en kies vervolgens <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pan nieuwslezer</guimenuitem></menuchoice> om te beginnen met het gebruiken van <application>Pan</application>.
sk: Nainštalujte balík <application>pan</application> a potom vyberte <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pan - Program pre prácu s diskusnými skupinami</guimenuitem></menuchoice>, aby ste začali používať <application>Pan</application>.

source: <emphasis>RSS feeds</emphasis> are a popular way of automatically receiving regular news updates and articles. <application>Liferea Feed Reader</application> is an RSS feed reader with many useful features.
bg: <emphasis>RSS feeds</emphasis> е популярен начин за автоматично получаване на редовно обновени новини и статии. <application>Liferea Feed Reader</application> е RSS четец с много полезни функции.
cs: <emphasis>RSS zdroje</emphasis> jsou oblíbeným způsobem pro automatické přijímání pravidelných zpráv a článků. <application>Liferea Feed Reader</application> je čtečka RSS zdrojů s mnoha užitečnými funkcemi.
de: <emphasis>RSS-Feeds</emphasis> sind eine populäre Art, regelmäßige Nachrichten und Artikel zu empfangen. <application>Liferea Feed Reader</application> ist ein RSS-Feed-Reader mit vielen nützlichen Funktionen.
es: Los <emphasis>canales RSS</emphasis> son una forma popular de recibir automáticamente actualizaciones regulares de noticias y artículos. <application>Liferea</application> es un lector de canales RSS con muchas características útiles.
fi: <emphasis>RSS-syötteet</emphasis> ovat suosittu tapa saada automaattisesti säännönmukaisia uutispäivityksiä ja artikkeleita. <application>Liferea Feed Reader</application> on monilla käytönnöllisillä ominaisuuksilla varustettu RSS-uutislukija.
fr: Les <emphasis>flux RSS</emphasis> sont un moyen très prisé pour recevoir automatiquement des articles et des actualités. <application>Liferea</application> est un lecteur de flux RSS doté de nombreuses fonctionnalités très utiles.
hu: Az <emphasis>RSS hírforrások</emphasis> használata egy népszerű módja annak, hogy az új hírekről és cikkekről automatikus frissítéseket kapjon. A <application>Liferea hírolvasó</application> egy sok hasznos szolgáltatással rendelkező RSS kliens.
it: I <emphasis>feed RSS</emphasis> sono al momento uno dei modi più comuni per ricevere aggiornamenti sulle ultime notizie. <application>Liferea - Lettore notiziari</application> è un lettore di notiziari RSS con numerose caratteristiche utili.
ja: <emphasis>RSS</emphasis>は、ニュースや記事の更新情報を受信するためのもっとも普及している技術です。<application>Liferea フィード・リーダ</application>は便利な機能を数多く備えたRSSリーダの一つです。
ko: <emphasis>RSS 피드</emphasis> 는 정기적으로 최신 뉴스와 기사들을 받아볼 수 있는 대중적인 방법입니다. <application>Liferea 피드 리더</application> 프로그램은 많은 유용한 기능들을 포함하고 있는 RSS 피드 리더기 입니다.
nl: Het gebruik van <emphasis>RSS feeds</emphasis> is een populaire manier om automatisch regelmatig nieuws en artikelen te ontvangen. <application>Liferea Feed Reader</application> is een RSS feed-lezer met veel nuttige functies.
pl: <emphasis>Kanały RSS</emphasis> są popularnym sposobem na pobieranie aktualności oraz artykułów. <application>Liferea</application> jest czytnikiem wiadomości RSS z wieloma użytecznymi funkcjami.
pt_br: <emphasis>Feeds RSS </emphasis> são uma forma popular de receber automaticamente atualizações de notícias e artigos. <application>Leitor de Feeds Liferea</application> é um leitor de RSS com muitas características úteis.
ru: <emphasis>Ленты новостей RSS</emphasis> представляют популярный способ автоматического получения регулярных обновлений новостей и статей. <application>Liferea Feed Reader</application> - приложение для чтения лент новостей RSS, содержащее множество полезных функций.
sk: <emphasis>RSS kanály</emphasis> sú obľúbeným spôsobom ako automaticky získavať aktuálne správy a články. <application>Liferea Feed Reader</application> je čítačka RSS kanálov s mnohými užitočnými funkciami.
sv: <emphasis>RSS-kanaler</emphasis> är ett populärt sätt att automatiskt ta emot både nyheter och artiklar. <application>Nyhetsläsaren Liferea</application> är en RSS-läsare med många användbara funktioner.
zh_cn: <emphasis>RSS feeds</emphasis> 是一种自动接收日常新闻更新和文章的流行方式。<application>Liferea Feed Reader</application> 是一个有着许多有用功能的 RSS feed 阅读器。
zh_tw: <emphasis>RSS feeds</emphasis> 是一种自动接收日常新闻更新和文章的流行方式。<application>Liferea Feed Reader</application> 是一个有着许多有用功能的 RSS feed 阅读器。

source: Install the <application>liferea</application> package and then choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice> to start using <application>Liferea</application>.
de: Installieren Sie das <application>liferea</application>-Paket und wählen Sie dann <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice> um <application>Liferea</application> zu benutzen.
fr: Installez le paquet <application>liferea</application> et choisissez <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Lecteur de flux Liferea</guimenuitem></menuchoice> pour commencer à utiliser <application>Liferea</application>.
ko: <application>liferea</application> 꾸러미를 설치하고<menuchoice><guimenu>프로그램</guimenu><guimenuitem>인터넷</guimenuitem><guimenuitem>liferea 피드리더</guimenuitem></menuchoice> 를 선택하여 <application>Liferea</application> 을 실행합니다.
nl: Installeer het <application>liferea</application> pakket en kies vervolgens <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice> om te beginnen met het gebruiken van <application>Liferea</application>.
sk: Nainštalujte balík <application>liferea</application> a potom zvoľte <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice>, aby ste mohli začať používať <application>Lifereu</application>.
zh_cn: 安装<application>liferea</application>软件包然后选择 <menuchoice><guimenu>应用程序</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice> 来开始使用<application>Liferea</application>.

source: Create News Feeds with Liferea
bg: Създаване на Нови емисии с Liferea
cs: Vytvoření zdrojů se zprávami v Liferea
de: News-Feeds mit Liferea erstellen
es: Crear nuevos canales con Liferea
fi: Lue syötteitä Liferealla
fr: S'abonner à des flux d'informations avec Liferea
hu: Hírforrások létrehozása Liferea használatával
it: Creare feed di notizie con Liferea
ja: Lifereaに受信したいサイトを追加するには
ko: Liferea 에서 뉴스 피드 생성하기
nl: Nieuws-feeds met Liferea aanmaken
pl: Dodawanie kanałów wiadomości w programie Liferea
pt_br: Criando fontes de notícias com o Liferea
ru: Создать подписку на ленту новостей с помощью Liferea
sk: Tvorba spravodajských kanálov v Liferei
sv: Skapa nyhetskanaler med Liferea
zh_cn: 用Liferea创建新的新闻Feeds
