Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: pidgin-plugin-pack
zh_cn: pidgin 插件包
zh_tw: pidgin插件包

source: DHCPACK from 192.168.2.1 bound to 192.168.2.4 -- renewal in 536349522 seconds.
zh_cn: 来自192.168.2.1的DHCPACK 绑定到192.168.2.4--刷新时间536349522秒
zh_tw: 來自92.168.2.1的DHCPACK 綁定到192.168.2.4--刷新時間536349522秒

source: Connecting to a hidden network
de: Mit einem versteckten Netzwerk verbinden
fr: Connexion à un réseau masqué

source: Left click the Network Manager icon in the system tray.
de: Klicken Sie mit der linken Maustaste auf das »Network-Manager«–Symbol im Benachrichtigungsfeld.
fr: Cliquez sur l'icône de Network Manager dans la zone de notification

source: Click<guilabel>Connect to Hidden Wireless Network</guilabel>
de: Wählen Sie <guilabel>Connect to Hidden Wireless Network</guilabel>
fr: Cliquez sur <guilabel>Se connecter à un réseau sans-fil masqué</guilabel>

source: In the network name text box enter the ESSID you are connecting to.
de: Geben Sie in das Feld »network name« die ESSID des Netzwerks, mit dem Sie sich verbinden wollen, ein.
fr: Saisissez l'ESSID dans le champ nom du réseau.

source: Select the type of security used from the drop down list.
de: Wählen Sie die verwendete Sicherungsart aus der Auswahlliste aus.
fr: Sélectionnez le type de sécurité utilisée dans la liste déroulante.

source: Change or disable a wireless network
de: Ein kabelloses Netzwerk ändern oder deaktivieren
fr: Modifier ou désactiver un réseau sans-fil

source: Connecting to another wireless network
de: Mit einem anderen kabellosen Netzwerk verbinden
fr: Connexion à un autre réseau sans-fil

source: Disabling wireless connections
de: Kabellose Verbindungen deaktivieren
fr: Désactivation des connexions san-fil

source: Right click the Network Manager icon in the system tray.
de: Klicken Sie mit der rechten Maustaste auf das »Network-Manager«–Symbol im Benachrichtigungsfeld.
fr: Faites un clic droit sur l'icône Network Manager dans la zone de notification

source: Click <guilabel>Enable Wireless</guilabel> removing the check mark.
de: Entfernen Sie die Markierung neben <guilabel>Enable Wireless</guilabel>, indem Sie darauf klicken.
fr: Cliquez sur <guilabel>Activer le réseau sans-fil</guilabel> pour le décocher.

source: Wireless troubleshooting
bg: Решаване на неизправности с безжична връзка
cs: Ladění bezdrátové sítě
de: Problembehebung bei kabbellosen Netzwerken
es: Resolución de problemas de la red inalámbrica
fi: Langattomien verkkojen ongelmanratkaisu
fr: Dépannage du réseau sans-fil
hu: A vezeték nélküli kapcsolat hibáinak elhárítása
it: Risoluzione dei problemi con le reti senza fili
ja: 無線接続のトラブルシューティング
pl: Rozwiązywanie problemów z siecią bezprzewodową
pt_br: Solucionando rede sem fio
ru: Решение проблем с беспроводными подключениями
sv: Felsökning av trådlösa nätverk

source: While not exhaustive, this section covers some common problems faced with wireless support.
bg: Докато не е изчерпателна, тази секция покрива някои основни проблеми срещани с поддръжката на безжична връзка
cs: V následujíci sekci najdete řešení k některým problémům, které při bezdrátových připojeních mohou nastat.
de: Dieser Abschnitt enthält eine unvollständige Liste häufiger Probleme mit kabellosen Netzwerken.
es: Aunque no es exhaustiva, esta sección cubre algunos problemas comunes con dispositivos inalámbricos.
fi: Tämä osio, vaikkakaan ei kaikenkattava, auttaa joidenkin yleisten langattomien verkkojen kanssa olevien ongelmien kanssa.
fr: Sans être exhaustive, cette section aborde certains problèmes courants rencontrés avec les réseaux sans-fil.
hu: A teljesség igénye nélkül ez a fejezet megpróbál segíteni néhány gyakori hiba elhárításában, melyek a vezeték nélküli kapcsolatokkal fordulhatnak elő.
it: Per quanto non esaustiva, questa sezione si occupa delle tipiche problematiche riscontrate nelle connessioni alle reti senza fili.
ja: 完全ではありませんが、このセクションでは無線サポートで直面するいくつかの一般的な問題を取り上げています。
pl: Sekcja nie wyczerpuje wszystkich możliwości, ale zawiera kilka powszechnych problemów ze wsparciem sieci bezprzewodowych.
pt_br: Embora não seja exaustivo, esta seção aborda alguns problemas comuns enfrentados com suporte sem fio.
ru: Хотя и не полностью, эта секция затрагивает основные проблемы, связанные с беспроводной связью.
sv: Detta avsnitt täcker in några vanliga problem som man kan stöta på med trådlösa nätverk.

source: There is much more information available from the <ulink url="https://help.ubuntu.com/community/WifiDocs">Community Documentation</ulink>.
bg: Има много повече информация от <ulink url="https://help.ubuntu.com/community/WifiDocs">Документация на обществото</ulink>
cs: Daleko více informací najdete na stránkách <ulink url="https://help.ubuntu.com/community/WifiDocs"> Komunitní dokumentace</ulink>.
de: Deutlich mehr Informationen finden Sie in der <ulink url="https://help.ubuntu.com/community/WifiDocs">Community Documentation (englisch)</ulink> oder im <ulink url="http://wiki.ubuntuusers.de/WLAN">deutschsprachigen Ubuntu-Wiki</ulink>.
es: Hay más información disponible en la <ulink url="https://help.ubuntu.com/community/WifiDocs">Documentación de la comunidad</ulink>.
fi: Paljon lisää tietoja on saatavilla <ulink url="https://help.ubuntu.com/community/WifiDocs">yhteisön ohjeista</ulink> (myös <ulink url="http://wiki.ubuntu-fi.org/">suomenkielistä</ulink>).
fr: Il y a beaucoup plus d'informations disponibles sur la <ulink url="http://doc.ubuntu-fr.org/wifi">documentation de la communauté francophone</ulink>.
hu: Erről a témakörről további információ a <ulink url="https://help.ubuntu.com/community/WifiDocs">közösségi dokumentációban (angol)</ulink> érhető el.
it: Maggiori informazioni possono essere trovate nella <ulink url="http://wiki.ubuntu-it.org/Hardware/DispositiviSenzaFili">documentazione della comunità</ulink>.
ja: <ulink url="https://help.ubuntu.com/community/WifiDocs">Community Documentation</ulink>からより多くの情報が利用可能です。
pl: O wiele więcej informacji znajduje się w <ulink url="https://help.ubuntu.com/community/WifiDocs">Dokumentacji Społecznościowej</ulink>.
pt_br: Há muito mais informações disponíveis na <ulink url="https://help.ubuntu.com/community/WifiDocs">Documentação da Comunidade</ulink>.
ru: Намного больше информации доступно на <ulink url="https://help.ubuntu.com/community/WifiDocs">Документация сообщества</ulink>.
sv: Det finns mycket mer information tillgänglig från <ulink url="https://help.ubuntu.com/community/WifiDocs">gemenskapens dokumentation</ulink>.

source: Check that the device is on
bg: Проверка дали устройството е включено
cs: Zkontrolujte, že je zařízení zapnuté
de: Überprüfen Sie, ob das Gerät eingeschaltet ist
es: Comprobar si el dispositivo está encendido
fi: Tarkista että laite on päällä
fr: Vérifiez que le périphérique est sous tension.
hu: Ellenőrizze az eszköz bekapcsolt állapotát
it: Controllare che il dispositivo sia acceso
ja: ドライバが有効になっているか確認する
pl: Sprawdź czy urządzenie jest włączone.
pt_br: Verifique se o dispositivo está ativo
ru: Проверьте, что устройство включено
sv: Kontrollera att enheten är påslagen

source: Many wireless network devices can be turned on or off. Check to see if there is a hardware switch, some devices can be switched off from Windows and may need to be turned back on from Windows.
bg: Много безжични устройства могат да бъдат включвани или изключване. Проверете дали има хардуерен ключ, някои устройства могат да се изключват от Windows и трябва да се налага да се включват отново от Windows.
cs: Mnoho zařízení bezdrátových sítí může být zapnuto či vypnuto. Zkontrolujte, zda je dostupný hardwarový vypínač. Některé zařízení mohou být vypnuty z Windows a může být potřeba je opět ve Windows zapnout.
de: Viele kabellose Netzwerkgeräte können ein- und ausgeschaltet werden. Prüfen Sie nach, ob es einen Hardware-Schalter gibt. Einige Geräte können von Windows heraus ausgeschaltet werden und müssen auch von Windows aus wieder angeschaltet werden.
es: Muchos dispositivos de red inalámbrica pueden encenderse y apagarse. Compruebe si hay algún interruptor físico en el equipo; algunos dispositivos se pueden apagar desde Windows y puede que necesite volver a encenderlos desde Windows.
fi: Monet langattomat verkkolaitteet voidaan kytkeä päälle ja pois. Tarkista onko laitteessa tällainen kytkin. Jotkin laitteet on lisäksi suunniteltu siten, että ne voidaan kytkeä pois päältä Windowsista ja ne täytyy samaten kytkeä takaisin päälle Windowsista.
fr: De nombreuses interfaces réseaux sans-fil peuvent être activées et désactivées par l'utilisateur. Vérifiez s'il y a un interrupteur physique. Certaines interfaces peuvent aussi être désactivées à partir de Windows et peuvent nécessiter d'être réactivées sous Windows.
hu: Sok vezeték nélküli hálózati eszköz be- vagy kikapcsolható. Ellenőrizze, hogy van-e hardveres kapcsoló, néhány eszköz kikapcsolható a Windows operációs rendszerben és szükség lehet az eszköz Windows alatti ismételt bekapcsolására.
it: Molti dispositivi di rete senza fili possono essere accesi o spenti, pertanto è necessario controllare la presenza di interruttori. Alcuni dispositivi possono essere spenti utilizzando Windows, pertanto per accenderli potrebbe essere necessario utilizzare nuovamente Windows.
ja: 多くの無線ネットワークドライバは有効、無効を切り替えることができます。ハードウェアにスイッチがあるかどうかも確認してください。いくつかのデバイスではWindowsからスイッチを切る事ができるため、その場合Windowsから有効に戻すことが必要です。
pl: Wiele urządzeń sieciowych może być włączane i wyłączane. Sprawdź czy istnieje fizyczny przełącznik. Niektóre urządzenia mogą być wyłączone w systemie Windows i mogą wymagać ponownego włączenia w tym systemie.
pt_br: Muitos dispositivos de conexão de rede sem fio podem ser ligados ou desligados. Verifique se há um interruptor no hardware, alguns dispositivos podem ser desligados no Windows e podem precisar ser religados no Windows.
ru: Многие устройства беспроводного доступа можно включать и выключать. Проверьте, нет ли механического выключателя, некоторые устройства могут быть отключены в Windows, и их может быть нужно включить в Windows.
sv: Många trådlösa nätverksenheter kan slås på eller stängas av. Kontrollera att det inte finns en knapp på enheten. Några enheter kan stängas av från Windows och kan behöva att bli påslagna igen från Windows.

source: If it is turned on then see <xref linkend="troubleshooting-device"/>.
de: Falls das entsprechende Gerät angeschaltet ist, finden Sie weitere Informationen unter <xref linkend="troubleshooting-device"/>.
fr: Si c'est activé, consultez <xref linkend="troubleshooting-device"/>.

source: You should see an output, along with the words "CLAIMED, UNCLAIMED, ENABLED or DISABLED"
bg: Трябва да видите текст с тези думи "CLAIMED, UNCLAIMED, ENABLED или DISABLED"
cs: Měli byste vidět výstup, spolu se slovy "CLAIMED, UNCLAIMED, ENABLED nebo DISABLED"
de: Sie sollten eine Ausgabe mit den Wörtern "CLAIMED, UNCLAIMED, ENABLED oder DISABLED" sehen
es: Debería ver una salida junto con las palabras «CLAIMED», «UNCLAIMED», «ENABLED» o «DISABLED».
fi: Tulosteessa tulisi olla jokin sana "CLAIMED, UNCLAIMED, ENABLED tai DISABLED"
fr: Vous devriez voir des massages, avec les mots « CLAIMED, UNCLAIMED, ENABLED ou DISABLED »
hu: A következő szavakat láthatja a kimenetben: "CLAIMED, UNCLAIMED, ENABLED or DISABLED"
it: Dovrebbe essere visualizzato un messaggio, nel quale saranno presenti i termini CLAIMED, UNCLAIMED, ENABLED o DISABLED
ja: "CLAIMED、UNCLAIMED、ENABLED、DISABLED"という単語に加えて、表示される出力を見ておいてください。
pl: Powinieneś zobaczyć listing wraz ze słowami "CLAIMED, UNCLAIMED, ENABLED lub DISABLED"
pt_br: Você deverá ver uma saída, com as seguintes palavras "ALEGADO, NÃO ALEGADO, ATIVADO ou DESATIVADO"
ru: Вы увидите вывод со словами "CLAIMED, UNCLAIMED, ENABLED или DISABLED"
sv: Du bör se något utdata tillsammans med orden "CLAIMED, UNCLAIMED, ENABLED eller DISABLED"

source: Claimed - this indicates a driver is loaded but not functioning, see <xref linkend="ndiswrapper"/>
de: Claimed - dieses zeigt an, das der Treiber geladen ist, aber nicht funktioniert, siehe <xref linkend="ndiswrapper"/>
fr: Claimed - ceci indique que le pilote est chargé, mais ne fonctionne pas, consultez <xref linkend="ndiswrapper"/>

source: Unclaimed - there is no driver loaded, see <xref linkend="ndiswrapper"/>.
de: Unclaimed - es ist kein Treiber geladen, siehe <xref linkend="ndiswrapper"/>
fr: Unclaimed - aucun pilote n'est chargé, consultez <xref linkend="ndiswrapper"/>.

source: Enabled - move on to If there is a driver listed then see <xref linkend="troubleshooting-connection"/>.
de: Enabled - wenn hier ein Treiber aufgeführt ist, dann siehe <xref linkend="troubleshooting-connection"/>
fr: Enabled - passez à la suite si un pilote est listé, sinon consultez <xref linkend="troubleshooting-connection"/>.

source: Disabled - see <xref linkend="troubleshooting-disabled"/>.
de: Disabled - siehe <xref linkend="troubleshooting-disabled"/>
fr: Disabled - consultez <xref linkend="troubleshooting-disabled"/>.

source: If there is an entry that says <code>ESSID=""</code> then see <xref linkend="security-wpa"/>.
de: Wenn es einen Eintrag mit der Angabe <code>ESSID=""</code> gibt, dann lesen Sie im Abschnitt <xref linkend="security-wpa"/> weiter.
fr: S'il existe une entrée mentionant <code>ESSID=""</code>, voir <xref linkend="security-wpa"/>.
nl: Als er <code>ESSID=""</code> in de lijst staat, zie <xref linkend="security-wpa"/>.

source: From the <application>Terminal</application> enter the command: <code>sudo dhclient if_name</code> where if_name is the connection listed earlier.
bg: От <application>Терминал</application> въведете командата: <code>sudo dhclient if_name</code> където if_name е връзката описана по-рано.
cs: Do aplikace <application>Terminál</application> zadejte příkaz: <code>sudo dhclient if_name</code>, kde if_name označuje spojení uvedené dříve.
de: Geben Sie im <application>Terminal</application> den Befehl <code>sudo dhclient if_name</code> ein. Dabei steht if_name für die weiter oben aufgeführte Verbindung.
es: Desde el <application>Terminal</application> introduzca el comando: <code>sudo dhclient nombre_if</code> donde nombre_if es la conexión que se mostró antes.
fi: Kirjoita <application>Päätteeseen</application komento: <code>sudo dhclient if_nimi</code>, jossa if_nimi on aiemmin lueteltu yhteys.
fr: À partir d'un <application>Terminal</application>, saisissez la commande : <code>sudo dhclient nom_interface</code>, où nom_interface est la connexion listée précédemment.
hu: A <application>Terminálban</application> írja be a következő parancsot: <code>sudo dhclient if_name</code> ahol az if_name a korábban felsorolt kapcsolat.
it: Digitare nel <application>Terminale</application> il comando: <code>sudo dhclient if_name</code> dove «if_name» è la connessione elencata precedentemente.
ja: <application>端末</application>から次のコマンドを入力してください：<code>sudo dhclient if_name</code>但し、ここでのif_nameは前のリストにあった接続を指します。
nl: Type in het <application>Terminalvenster</application> de opdracht: <code>sudo dhclient if_naam</code>, waarbij if_naam de eerder genoemde verbinding is.
pl: W programie <application>Terminal</application> wprowadź polecenie: <code>sudo dhclient if_nazwa</code>, gdzie if_nazwa jest wyświetlonym wcześniej połączeniem.
pt_br: A partir do <application>Terminal</application>, digite o seguinte comando: <code>sudo dhclient if_name</code> onde if_name é a conexão listada anteriormente.
ru: Из приложения <application>Терминал</application> введите команду: <code>sudo dhclient if_name</code>, где if_name подключение, показанное ранее.
sv: Ange följande kommando i en <application>terminal</application>: <code>sudo dhclient gränssnittsnamn</code> där gränssnittsnamn är anslutningen som listades tidigare.

source: Open a <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) and type the command: <code>ping -c3 85.190.27.2</code>.
bg: Отворете <application>Терминал</application> (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Помощни програми</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>) и напишете командата: <code>ping -c3 85.190.27.2</code>.
cs: Otevřete aplikaci <application>Terminál</application> (<menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Příslušenství</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) a vložte do něj příkaz:<code>ping -c3 85.190.27.2</code>.
de: Öffnen Sie ein <application>Terminal</application> (<menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) und geben Sie folgenden Befehl ein: <code>ping -c3 85.190.27.2</code>.
es: Ejecute una <application>Terminal</application> (<menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) y escriba la orden: <code>ping -c3 85.190.27.2</code>.
fi: Avaa <application>Pääte</application> (<menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Apuohjelmat</guimenuitem><guimenuitem>Pääte</guimenuitem></menuchoice>) ja kirjoita komento <code>ping -c3 85.190.27.2</code>.
fr: Ouvrez un <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) et saisissez la commande : <code>ping -c3 85.190.27.2</code>.
hu: Nyisson egy <application>Terminált</application> (<menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>), majd írja be a következő parancsot: <code>ping -c3 85.190.27.2</code>.
it: Aprire un <application>Terminale</application> (<menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Accessori</guimenuitem><guimenuitem>Terminale</guimenuitem></menuchoice>) e digitare il comando: <code>ping -c3 85.190.27.2</code>.
ja: <application>端末</application>を開いて (<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>アクセサリ</guimenuitem><guimenuitem>端末</guimenuitem></menuchoice>)、コマンドを入力してください: <code>ping -c3 85.190.27.2</code>.
pl: Otwórz <application>Terminal</application> (<menuchoice><guimenu>Programy</guimenu><guimenuitem>Akcesoria</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) i wprowadź polecenie: <code>ping -c3 85.190.27.2</code>.
pt_br: Abra um <application>Terminal</application> (<menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Acessórios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) e digite o comando: <code>ping -c3 85.190.27.2</code>.
ru: Откройте <application>Terminal</application> (<menuchoice><guimenu>Приложения</guimenu><guimenuitem>Стандартные</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>) и введите команду: <code>ping -c3 85.190.27.2</code>.
sv: Öppna en <application>Terminal</application> (<menuchoice><guimenu>Program</guimenu><guimenuitem>Tillbehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) och skriv in kommandot: <code>ping -c3 85.190.27.2</code>.

source: WPA support is now integrated with <application>Network Manager</application>.
de: WPA-Unterstützung ist inzwischen im <application>Network Manager</application> integriert.
fr: La prise en charge du WPA est maintenant intégrée à <application>Network Manager</application>.

source: Opera
fr: Opéra

source: A plugin is a small program which extends the capabilities of an existing program. In the case of web browsers, plugins typically allow the browser to play different types of multimedia or to run small web-based programs.
de: Ein Plugin ist ein kleines Programm, das die Möglichkeiten eines bestehenden Programms erweitert. Im Fall eines Web-Browsers erlauben Plugins typischer Weise das Abspielen unterschiedlicher Multimedia-Inhalten oder die Ausführung kleinerer web-basierter Programme.
fr: Un greffon est un petit programme qui permet d'étendre les capacités d'un logiciel existant. Dans le cas des navigateurs Web, les greffons permettent en particulier de lire différents types de contenus multimédia ou d'exécuter de petit programme conçus pour le Web.

source: Many different multimedia formats are used on the Internet and you may find that you are unable to play some audio and video files without installing an appropriate plugin.
bg: В Интернет се използват много различни мултимедийни формати и може да разберете, че не можете да възпроизвеждате някои аудио и видео файлове без да инсталирате подходяща приставка.
cs: Na internetu se nachází mnoho typů multimédií a může se stát, že některý z nich prohlížeč nemůže přehrát, aniž by se nainstaloval potřebný zásuvný modul.
de: Viele unterschiedliche Multimedia-Formate kommen im Internet zum Einsatz und es kann sein, dass Sie einige Audio- oder Video-Dateien nicht abspielen können, ohne das entsprechende Plugin zu installieren.
es: En Internet se usan muchos formatos multimedia distintos, y es posible que alguna vez se encuentre incapaz de reproducir algunos archivos de sonido o vídeo sin instalar antes un complemento apropiado.
fi: Internetissä käytetään useita eri multimediaformaatteja, joten saatat huomata, että et pysty soittamaan musiikki- tai videotiedostoa ennenkuin olet asentanut tarvittavan liitännäisen.
fr: De nombreux types de formats multimédia sont utilisés sur l'Internet. Il se peut que vous ne puissiez lire certains fichiers audio ou vidéo avant d'avoir installé un greffon approprié.
hu: Számos különböző multimédiás formátum van használatban az interneten, előfordulhat, hogy az ilyen formátumú hang- és videofájlok nem játszhatók le a megfelelő bővítmények nélkül.
it: In Internet vengono utilizzati diversi formati multimediali, pertanto senza l'installazione di plugin adeguati la riproduzione di determinati file audio e video potrebbe non essere possibile.
ja: 多くの異なるマルチメディアのフォーマットがインターネットで使われており、いくつかの音楽やビデオファイルは適切なプラグインのインストールなしでは再生することができません。
pl: W Internecie używanych jest wiele różnych formatów multimedialnych i może się okazać, że niektóre z nich nie dają się odtworzyć bez zainstalowania odpowiedniej wtyczki.
pt_br: Muitos diferentes formatos de multimídia são usados na Internet e você pode encontrar dificuldades para tocar alguns arquivos de áudio e vídeo sem a instalação de um plug-in apropriado.
ru: В Интернете используется множество разнообразных форматов мультимедиа, и Вы можете обнаружить, что не способны воспроизводить некоторые аудио и видео файлы без установки соответствующего плагина.
sv: Många olika multimediaformat används på Internet och du kan ibland behöva installera lämpliga insticksmoduler för att spela upp vissa ljud- och videofiler.

source: <ulink type="help" url="ghelp:musicvideophotos#music-audiostreams">Listen to online audio streams</ulink> (instructions for installing <application>RealPlayer</application>)
de: <ulink type="help" url="ghelp:musicvideophotos#music-audiostreams">Online-Audio-Streams anhören</ulink> (Anleitung zur Installation des <application>RealPlayer</application>)
fr: <ulink type="help" url="ghelp:musicvideophotos#music-audiostreams">Écouter des flux audio en ligne</ulink> (instructions pour installer <application>RealPlayer</application>)
nl: <ulink type="help" url="ghelp:musicvideophotos#music-audiostreams">Luister naar online audio streams</ulink> (<application>RealPlayer</application> installatiehandleiding)
