Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: A file containing information on the chipsets used by any detected modems should open. Print or save the information.
bg: Трябва да се отвори файл с информация за използвания чипсет за всеки открит модем. Разпечатайте или запазете тази информация.
cs: Měl by se otevřít soubor obsahující informace o čipsetech použitých na libovolném nalezeném modemu. Vytiskněte nebo uložte si tyto informace.
de: Es sollte sich nun eine Datei öffnen, die alle Hardwareinformationen erkannter Modem enthält. Speichern oder drucken Sie diese Informationen aus.
es: Debería abrirse un archivo conteniendo información de los chipsets usados por los módems detectados. Imprima o guarde esa información.
fi: Havaittujen modeemien piirisarjatiedot sisältävän tiedoston tulisi avautua. Tulosta tai tallenna tiedot.
fr: Un fichier contenant les informations concernant les chipsets utilisés par les modems détectés devrait apparaître. Imprimez ou sauvegardez ces informations.
hu: A felismert modem lapkakészletéről információkat tartalmazó fájlnak kell megnyílnia. Nyomtassa ki vagy mentse el az információkat.
it: Si dovrebbe aprire un documento contenente informazioni sul chipset utilizzato da ogni modem riconosciuto. Stampare o salvare le informazioni.
ja: 検知されたモデムで使われているチップセットの情報が書き込まれたファイルが開きます。その情報を印刷するか保存してください。
nl: Er zou nu een bestand dat informatie bevat over de door de gedetecteerde modems gebruikte chipsets geopend moeten worden. Print de informatie of sla deze op.
pl: Powinieneś zobaczyć plik zawierający informacje o chipsetach wykrytych modemów. Wydrukuj lub zapisz te informacje.
pt_br: Um arquivo contendo informações a respeito dos chipsets usados por qualquer um dos modems detectados deve abrir. Imprima ou salve as informações.
ru: Должен открыться файл, содержащий информацию о чипсетах обнаруженных модемов. Распечатайте или сохраните эту информацию.
sv: En fil som innehåller information om kretstypen som används av något identifierat modem ska öppnas. Skriv ut eller spara informationen.

source: Network Manager provides tools which allow you to configure a modem connection.
de: Die Anwendung »Network Manager« liefert Werkzeuge, die es Ihnen ermöglichen, eine Modemverbindung zu konfigurieren.
fr: Network Manager fournit les outils qui vous permettent de configurer votre connexion par modem.
nl: Netwerbeheer biedt hulpmiddelen waarmee u een modemverbinding kunt configureren.

source: Press <guibutton>Unlock</guibutton> and type your password to unlock the settings
bg: Натиснете <guibutton>Отключване</guibutton> и напишете вашата парола, за да отключите настройките
cs: Stiskněte <guibutton>Odemknout</guibutton> a zadejte své heslo pro odemčení nastavení
de: Klicken Sie auf <guibutton>Entsperren</guibutton> und geben Sie Ihr Passwort ein um die Einstellungen freizugeben.
es: Pulse <guibutton>Desbloquear</guibutton> y teclee su contraseña para desbloquear las opciones
fi: Napsauta <guibutton>Avaa lukitus</guibutton> ja syötä salasanasi avataksesi asetukset muutettaviksi
fr: Cliquez <guibutton>Déverrouiller</guibutton> et entrez votre mot de passe pour déverrouiller les réglages
hu: Nyomja meg a <guibutton>Feloldás</guibutton> gombot és adja meg a jelszavát a zárolt beállítások feloldásához
it: Premere <guibutton>Sblocca</guibutton> e digitare la propria password per sbloccare le impostazioni.
ja: <guibutton>ロックの解除</guibutton>を押して、設定のロックを解除するために、自分のパスワードを入力してください。
nl: Klik op <guibutton>Ontgrendelen</guibutton> en type uw wachtwoord om de instellingen te ontgrendelen
pl: Wciśnij <guibutton>Odblokuj</guibutton> i wpisz swoje hasło aby odblokować możliwość zmian ustawień
pt_br: Pressione <guibutton>Destravar</guibutton> e digite sua senha para desbloquear as configurações.
ru: Нажмите <guibutton>Разблокировать</guibutton> и введите ваш пароль, чтобы разблокировать настройки
sv: Tryck på <guibutton>Lås upp</guibutton> och ange ditt lösenord för att låsa upp inställningarna

source: Select <guilabel>Modem connection</guilabel> or <guilabel>Point to point connection</guilabel> and press <guibutton>Properties</guibutton>.
de: Wählen Sie <guilabel>Kabelgebundene Verbindung</guilabel> oder <guilabel>Punkt-zu-Punkt-Verbindung</guilabel> und klicken Sie <guibutton>Eigenschaften</guibutton>.
fr: Sélectionnez <guilabel>Connexion par modem</guilabel> ou <guilabel>Connexion point à point</guilabel> et cliquez sur <guibutton>Propriétés</guibutton>.
nl: Selecteer <guilabel>Modem verbinding</guilabel> of <guilabel>Point-to-point verbinding</guilabel> en klik op <guibutton>Eigenschappen</guibutton>.

source: Ensure that <guilabel>Enable this connection</guilabel> is unchecked and enter appropriate information on each of the three tabs.
de: Stellen Sie sicher, dass das Ankreuzfeld <guilabel>Diese Verbindung aktivieren</guilabel> nicht gewählt ist und geben Sie die entsprechenden Informationen in jeden der drei Reiter ein.
fr: Assurez-vous que <guilabel>Activer cette connexion</guilabel> est désactivé et entrez les informations appropriées sur chacun des trois onglets.
nl: Verzeker u ervan dat <guilabel>Deze verbinding activeren</guilabel> niet is aangevinkt, en voer op elk van de drie tabbladen de juiste informatie in.

source: Click OK to save the information you just entered
de: Klicken Sie OK um die Informationen, die Sie eingegeben haben, zu speichern.
fr: Cliquez OK afin de sauvegarder les informations que vous venez d'entrer
nl: Klik op OK om de informatie die u zojuist hebt ingevoerd op te slaan

source: Click <guilabel>Add</guilabel> and enter the DNS address given to you by your ISP.
de: Klicken Sie <guilabel>Hinzufügen</guilabel> und geben Sie die DNS-Adresse ein, die Ihnen von Ihrem Internetanbieter zur Verfügung gestellt wurde.
fr: Cliquez <guilabel>Ajouter</guilabel> et entrez l'adresse DNS qui vous a été donnée par votre fournisseur d'accès.
nl: Klik op <guilabel>Toevoegen</guilabel> en voer het DNS-adres in dat u van uw ISP hebt gekregen.

source: In the <guilabel>Notification Area</guilabel>. Its icon resembles two computer screens on top of each other, or a wireless signal indicator if you are connected to a wireless network.
de: Im <guilabel>Benachrichtigungsbereich</guilabel>. Das entsprechende Zeichen stellt zwei Rechner-Monitore übereinander dar, oder eine Signalanzeige eines Funknetzwerkes, falls Sie mit einem Drahtlosnetzwerk verbunden sind.
fr: Dans la <guilabel>Zone de notification</guilabel>. Son icône ressemble à deux écrans d'ordinateur l'un sur l'autre, ou un indicateur de signal sans-fil si vous êtes connecté à un réseau sans-fil.
nl: In het <guilabel>Meldingengebied</guilabel>. Het pictogram stelt twee computerschermen boven elkaar voor, of, indien u met een draadloos netwerk bent verbonden, een indicator van het draadloze signaal.

source: Wired ethernet connections should work without configuration, if not then see <xref linkend="network-troubleshooting"/>.
de: Kabelgebundene Ethernetverbindungen sollten ohne Konfiguration funktionieren. Ist dies nicht der Fall, lesen Sie bitte <xref linkend="network-troubleshooting"/>.
fr: Les connexions ethernet cablées devraient fonctionner sans configuration, dans le cas contraire, voir <xref linkend="network-troubleshooting"/>.
nl: Draadverbindingen zouden zonder configureren moeten werken, als dit niet het geval is, zie <xref linkend="network-troubleshooting"/>.

source: If your network connection is managed by <application>Network Manager</application> the connection should be enabled automatically.
de: Wenn Ihre Netzwerkverbindung vom <application>Network Manager</application> verwaltet wird, sollte die Verbindung automatisch hergestellt werden.
fr: Si votre connexion réseau est gérée par <application>Network Manager</application>, la connexion devrait s'activer automatiquement.

source: Right-click the icon and ensure that <guilabel>Enable Networking</guilabel> is selected in the popup menu.
de: Klicken Sie auf das Symbol mit der rechten Maustaste und stellen Sie sicher, dass das Ankreuzfeld <guilabel>Netzwerk aktivieren</guilabel> ausgewählt ist.
fr: Faites un clic droit sur l'icône et assurez vous que <guilabel>Activer le réseau</guilabel> est sélectionné dans le menu déroulant.

source: If you have a wireless network connection, make sure that <guilabel>Enable Wireless</guilabel> is selected.
de: Klicken Sie auf das Symbol mit der rechten Maustaste und stellen Sie sicher, dass das Ankreuzfeld <guilabel>Drahtloses Netzwerk aktivieren</guilabel> ausgewählt ist.
fr: Si vous avez une connexion sans-fil, assurez-vous que <guilabel>Activer la connexion sans-fil</guilabel> est sélectionné.

source: Left-click the Network Manager icon and then click on the network you want to connect to
de: Klicken Sie auf das Symbol mit der linken Maustaste auf das Netzwerk, mit dem Sie sich verbinden möchten.
fr: Cliquez sur l'icône du gestionnaire réseau (Network Manager) puis sur le réseau auquel vous voulez vous connecter.

source: <application>Ifup</application> is a command-line tool for enabling network connections.
de: <application>ifup</application> ist ein Befehlszeilenwerkzeug, um Netzwerkverbindungen zu aktivieren.
fr: <application>Ifup</application> est un outil en ligne de commande pour activer les connexions réseau.

source: Press <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> to open a terminal.
de: Wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> aus, um ein Terminal zu öffnen.
fr: Sélectionnez <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> pour ouvrir un terminal.

source: Type <command>sudo ifdown eth1</command> in the terminal and press <keycap>Return</keycap>. Replace <emphasis>eth1</emphasis> with the name of your network interface if it is different.
de: Geben Sie <command>sudo ifdown eth1</command> im Terminal ein und drücken Sie die <keycap>Eingabetaste</keycap>. Ersetzen Sie <emphasis>eth1</emphasis> mit dem Namen Ihrer Netzwerkschnittstelle, wenn dieser anders lautet.
fr: Tapez <command>sudo ifdown eth1</command> dans le terminal et appuyez sur <keycap>Entrée</keycap>. Remplacez <emphasis>eth1</emphasis> par le nom de votre interface réseau s'il est différent.

source: Enter your password if prompted.
de: Geben Sie Ihr Passwort ein, wenn Sie dazu aufgefordert werden.
fr: Saisissez votre mot de passe si on vous le demande.

source: Type <command>sudo ifup eth1</command> in the terminal and press <keycap>Return</keycap>, again replacing <emphasis>eth1</emphasis> with the name of your network interface.
de: Geben Sie <command>sudo ifup eth1</command> im Terminal ein und drücken Sie die <keycap>Eingabetaste</keycap>. Ersetzen Sie erneut <emphasis>eth1</emphasis> mit dem Namen Ihrer Netzwerkschnittstelle.
fr: Tapez <command>sudo ifup eth1</command> dans le terminal et appuyez sur <keycap>Entrée</keycap>, ici aussi remplacez <emphasis>eth1</emphasis> par le nom de votre interface réseau.

source: If you have connected successfully, you should see a message similar to the following:
de: Wenn Sie sich erfolgreich verbunden haben, sollte eine Meldung ähnlich der folgenden erscheinen.
fr: Si vous avez réussi à vous connecter, vous devriez voir un message du type :

source: Find the Network Manager icon in the notification area. It should look like a small signal strength indicator or a computer monitor and will probably be close to the clock.
de: Suchen Sie das Network Manager-Symbol im Benachrichtigungsfeld. Es sollte wie eine kleine Signalstärke-Anzeige oder wie ein Computer-Bildschirm aussehen und sich wahrscheinlich in der Nähe der Uhr befinden.
fr: Trouvez l'icône de Network Manager dans la zone de notification. Elle devrait ressembler à un petit indicateur de puissance de signal et devrait se trouver près de l'horloge.

source: Right-click the icon and uncheck <guilabel>Enable Networking</guilabel>.
de: Klicken Sie mit der rechten Maustaste auf das Symbol und entfernen Sie die Auswahl bei <guilabel>Netzwerk aktivieren</guilabel>.
fr: faites un clic droit sur l'icône et décochez <guilabel>Activer le réseau</guilabel>.

source: You should be disconnected from the network.
de: Sie sollten nun vom Netzwerk getrennt sein.
fr: Vous devriez être déconnecté du réseau.

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Network</guimenuitem></menuchoice>.
de: Wählen Sie Press <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Netzwerk</guimenuitem></menuchoice> aus.
fr: Sélectionnez <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Réseau</guimenuitem></menuchoice>.

source: Press <guilabel>Unlock</guilabel>. Enter your administrative password and press the <guibutton>Authenticate</guibutton> button.
de: Klicken Sie auf <guilabel>Entsperren</guilabel>. Geben Sie Ihr Passwort für Systemverwaltungsaufgaben ein und Betätigen Sie den Knopy <guibutton>Legimitieren</guibutton>.
fr: Cliquez sur <guilabel>Déverouiller</guilabel>. Saisissez votre mot de passe et cliquez sur <guibutton>S'authentifier</guibutton>.

source: Uncheck your network connection to disconnect it.
de: Entfernen Sie die Auswahl des Netzwerkes, von dem Sie sich trennen möchten
fr: Décochez votre connexion réseau pour vous déconnecter.

source: Press the <guibutton>Close</guibutton> button.
de: Klicken Sie auf den Knopf <guibutton>Schließen</guibutton>
fr: Cliquez sur <guibutton>Fermer</guibutton>.

source: <application>Ifdown</application> is a command-line tool for disabling network connections.
de: <application>Ifdown</application> ist ein Befehlszeilenwerkzeug, um Netzwerkverbindungen zu trennen.
fr: <application>Ifdown</application> est un outil en ligne de commandes pour désactiver les connexions réseau.

source: Your network connection should be disconnected.
de: Sie sollten nun vom Netzwerk getrennt sein.
fr: Votre connexion réseau devrait être désactivée.

source: Often parts of ADSL USB modem drivers are proprietary, closed source software and so cannot be supplied with Ubuntu. To get a modem to work with these drivers, you will need to download files from Internet with a computer having a working connection, then transfer the downloaded files to your Ubuntu installation.
bg: Често части на ADSL USB модемни драйвери са частни, затворен код и не могат да бъдат предоставени с Ubuntu. За да може модема да работи с тези драйвери, трябва да изтеглите драйвери от Интернет с компютър, който има работеща връзка, после да прехвърлите изтеглените файлове на компютъра с Ubuntu.
cs: Části ovladačů k ADSL USB modemům jsou často proprietární nesvobodný software a tudíž nemohou být poskytovány zároveň s Ubuntu. Ke zprovoznění modemu s těmito ovladači budete muset stáhnout příslušné soubory z Internetu z počítače s fungující internetovým spojením a poté si stažené soubory přenést do vaší instalace Ubuntu.
de: Oft sind Teile von ADSL-USB-Modem-Treibern proprietäre, eingeschränkte Software und können deshalb nicht mit Ubuntu geliefert werden. Um ein Modem mit diesen Treibern benutzen zu können, müssen Sie diese Daten mit einem Rechner mit bestehender Internetverbindung aus dem Internet herunterladen und sie auf Ihren Ubuntu-Rechner übertragen.
es: A menudo, ciertas partes de los controladores de los módems ADSL USB son software privativos, de código cerrado, y por tanto Ubuntu no puede suministrarlos. Para conseguir que un módem funcione con esos controladores, necesitará descargar archivos de Internet desde un equipo que tenga una conexión funcional, y luego transferir los archivos descargados a su instalación de Ubuntu.
fi: Usein osa USB ADSL modeemien ajureista on suljettua lähdekoodia, eikä siten tuettavissa Ubuntun puolelta. Saadaksesi modeemin toimimaan, tulee sinun ladata tiedostot internetistä koneella, jossa on internet-yhteys, sitten voit siirtää tiedostot Ubuntu-järjestelmääsi.
fr: Il est fréquent que des parties des pilotes de modems ADSL USB soient propriétaires ou non libres. Ces pilotes ne peuvent donc pas être fournis avec Ubuntu. Pour faire fonctionner un modem avec ces pilotes, il vous faudra télécharger des fichiers sur l'Internet depuis un ordinateur disposant d'une connexion en état de marche, puis transférer ces fichiers sur votre installation Ubuntu.
hu: Az USB ADSL modemek meghajtói gyakran zárt forrásúak, így az Ubuntu alapból nem tartalmazhatja ezeket. A modem ilyen meghajtókkal történő használatához egy működő internetkapcsolattal rendelkező számítógépen le kell töltenie a szükséges meghajtókat, majd át kell vinnie a letöltött fájlokat az Ubuntut futtató számítógépre.
it: Spesso alcuni componenti dei driver USB per i modem ADSL sono proprietari, pertanto non possono essere distributi assieme ad Ubuntu. Per consentire ad un modem di utilizzare questi driver è necessario scaricare questi file da Internet mediante un computer con una connessione funzionante, poi trasferire i file scaricati sul computer dove è stato installato Ubuntu.
ja: ADSL USBモデムドライバの多くは、ソースが公開されないソフトウェアでUbuntuでは供給することができません。これらドライバで動作するモデムを入手するには、ネットワーク接続が動作しているコンピュータでインターネットからファイルをダウンロードする必要があり、そしてUbuntuのインストールとしてダウンロードファイルを転送します。
pl: Często części sterowników do modemów ADSL USB są oprogramowaniem własnościowym o zamkniętym kodzie źródłowym więc nie mogą być standardowo dołączane do Ubuntu. Aby modem działał z tymi sterownikami, musisz pobrać je z internetu z komputera posiadającego działające połączenie, a następnie przenieść pliki na komputer z Ubuntu.
pt_br: Muitos drives de Modens ADSL USB são proprietários, software de código fechado e por isso não podem ser fornecidos com o Ubuntu. Para obter um driver que trabalhe com estes modens, você precisa baixar os arquivos da Internet com um computador que possua uma conexão ativa, e depois transferir os arquivos baixados para a instalação de seu Ubuntu.
ru: Зачастую драйвера ADSL USB модемов являются проприетарными, с закрытым исходным кодом, поэтому они не могут распространяться вместе с Ubuntu. Чтобы настроить модем на работу с такими драйверами, необходимо сначала скачать драйвера из Интернета на компьютере с работающим подключением, а затем переместить их в установленную Ubuntu.
sv: Ofta är delar av drivrutinerna för ADSL USB-modem proprietära, stängd källkod, och kan därför inte distribueras tillsammans med Ubuntu. För att få ett modem att fungera med dessa drivrutiner så behöver du hämta ner filer från Internet med en dator som har en fungerande anslutning. Flytta sedan över de hämtade filerna till din Ubuntu-installation.

source: USB modem installation will require Internet access to download the necessary proprietary drivers. Configuration is beyond the scope of this guide; please see the links to the relevant installation instructions on the Ubuntu community help site, below.
bg: Инсталацията на USB модем ще изисква Интернет за изтегляне на нужните драйвери. Настройването е извън това ръководство; моля, вижте връзките съответстващите инструкции за инсталиране в сайта за обществена помощ на Ubuntu, отдолу.
cs: Instalace USB modemu vyžaduje internetové připojení pro stažení nezbytných nesvobodných ovladačů. Nastavení je mimo rozsah tohoto průvodce; prosím navštivte odkazy k příslušným instalačním instrukcím na komunitní podpůrné stránce Ubuntu níže.
de: Die Installation eines USB-Modems erfordert Zugriff auf das Internet, um die benötigten proprietären Treiber herunterzuladen. Die Konfiguration eines solchen Gerätes sprengt den Rahmen dieser Anleitung. Bitte nutzen Sie die unten aufgeführten Links zu den entsprechenden Installationsanleitungen auf der Hilfeseite der Ubuntu-Gemeinschaft.
es: La instalación de un módem USB necesitará disponer de acceso a Internet para descargar los controladores privativos necesarios. Su configuración está más allá del ámbito de esta guía; por favor, consulte los enlaces a las instrucciones de instalación adecuadas en el sitio web de ayuda de la comunidad de Ubuntu.
fi: USB-modeemin asennus tarvitsee Internet-yhteyden, jotta tarvittavat suljetut/rajoitetut ajurit voidaan noutaa. Näiden ajureiden asettaminen käyttöön on tämän oppaan ulkopuolella; katso lisätietoja alempana olevista linkeistä, jotka osoittavat aiheeseen liittyviin asennusohjeisiin Ubuntun yhteisön ohjesivustolla.
fr: L'installation de modem USB requièrera une connexion internet pour télécharger les pilotes propriétaires nécessaires. La configuration est au delà des objectifs de ce guide; Veuillez consulter les liens vers les instructions d'installation adéquates sur le site d'aide de la communauté Ubuntu, ci-dessous.
hu: Az USB modemek telepítése internetkapcsolatot igényel a szükséges zárt forrású meghajtók letöltéséhez. A konfiguráció túlmutat ezen ismertető keretein, ezért forduljon az alább felsorolt megfelelő Ubuntu közösségi súgóoldalak telepítési útmutatóihoz.
it: L'installazione di un modem USB necessita di un accesso a Internet per scaricare i driver proprietari. La configurazione va oltre gli scopi di questa guida, fare riferimento ai collegamenti sottostanti relativi alle istruzioni di installazione.
ja: USBモデムを使えるようにするには、必要なプロプライエタリドライバをダウンロードするためにインターネットへの接続が必要になります。その方法はここでは説明しきれないので、ドライバのインストールに関するUbuntuコミュニティによる解説サイトへのリンクを以下に列挙します。
nl: Het installeren van een USB modem vereist internettoegang om de benodigde fabrikantgebonden stuurprogramma's te kunnen downloaden. De configuratie hiervan valt buiten de doelstelling van deze handleiding, zie de onderstaande links naar de betreffende installatieinstructies op de hulp-website van de Ubuntu-gemeenschap.
pl: Instalacja modemu USB wymaga połączenia z Internetem aby pobrać odpowiednie sterowniki własnościowe. Opisanie sposobu konfiguracji wykracza poza ramy tego przewodnika; proszę sprawdź odnośniki do odpowiednich instrukcji instalacji na portalu pomocy Ubuntu poniżej.
pt_br: A instalação de modems USB necessita de acesso à internet para fazer o download dos drivers proprietários. A configuração está além do escopo deste guia; por favor, veja os links abaixo para maiores informações no site de ajuda comunitária do Ubuntu.
ru: Установка модемов USB требует соединения с интернет, чтобы загрузить необходимые проприетарные драйвера. Рассмотрение этого вопроса выходит за рамки данного руководства; пожалуйста, обратитесь к ссылкам по данной установке на сайте поддержки сообщества Ubuntu, указанному ниже.
sv: Installation av USB-modem kräver internetåtkomst för att hämta ner de nödvändiga proprietära drivrutinerna. Konfiguration är utanför omfånget för den här guiden; se länkarna till de relevanta installationsinstruktionerna på Ubuntu-gemenskapens hjälpsida nedan.
