Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: Enter a <emphasis>User</emphasis>: this is the username that you registered with ekiga.net
ko: <emphasis>사용자</emphasis> 를 입력합니다: 이것은 여러분이 ekiga.net 에 등록한 사용자 이름입니다.
sk: Do položky <emphasis>Používateľ</emphasis> zadajte meno, pod ktorým ste sa registrovali na stránke ekiga.net
zh_cn: 输入一个 <emphasis>用户</emphasis>：这是你在 ekiga.net 上注册的用户名

source: Enter a <emphasis>Password</emphasis>: this is the password you entered when you registered your ekiga.net account
ko: <emphasis>열쇠글</emphasis> 을 입력합니다: 이것은 여러분이 ekiga.net 에 등록할 때 사용한 암호입니다.
sk: Zadajte <emphasis>Heslo</emphasis>: je ním heslo, ktoré ste si zvolili pri registrácii vášho účtu na ekiga.net
zh_cn: 输入一个 <emphasis>密码</emphasis>：这是你在 ekiga.net 上注册帐户时输入的密码

source: Select the the <guimenuitem>More Options</guimenuitem> item
ko: <guimenuitem>기타 옵션</guimenuitem> 항목을 선택합니다.
sk: Vyberte položku <guimenuitem>More Options</guimenuitem>
zh_cn: 选择 <guimenuitem>更多选项</guimenuitem> 条目

source: Enter an <emphasis>Authentication Login</emphasis>: your ekiga.net username eg. user@ekiga.net,
ko: <emphasis>인증 로그인</emphasis> 을 입력합니다: 이것은 여러분의 ekiga.net 사용자 이름입니다. (예: user@ekiga.net)
sk: Zadajte <emphasis>Authentication Login</emphasis>: vaše používateľské meno na ekiga.net, napr. user@ekiga.net,
zh_cn: 输入 <emphasis>登录验证信息</emphasis>: 你的 ekiga.net 用户名。比如: user@ekiga.net,

source: Enter a <emphasis>Realm/Domain</emphasis>: ekiga.net
ko: <emphasis>지역/도메인</emphasis> 을 입력합니다: ekiga.net
sk: Ako <emphasis>Realm/Domain</emphasis> dajte: ekiga.net
zh_cn: 输入 <emphasis>域名</emphasis>: ekiga.net

source: Enter a <emphasis>Registration Timeout</emphasis>: 3600
ko: <emphasis>등록 시간 초과</emphasis> 를 입력합니다: 3600
sk: Ako <emphasis>Registration Timeout</emphasis> vložte: 3600
zh_cn: 输入 <emphasis>注册服务器超时（时间限额）：</emphasis>: 3600

source: Once you have finished, click the <menuchoice><guimenuitem>OK </guimenuitem><guimenuitem>Close</guimenuitem></menuchoice>.
ko: 설정이 완료되면 <menuchoice><guimenuitem>확인</guimenuitem><guimenuitem>닫기</guimenuitem></menuchoice> 를 클릭합니다.
sk: Keď skončíte, kliknite na <menuchoice><guimenuitem>OK </guimenuitem><guimenuitem>Zatvoriť</guimenuitem></menuchoice>.
zh_cn: 完成后，点击 <menuchoice><guimenuitem>OK </guimenuitem><guimenuitem>关闭</guimenuitem></menuchoice>。
zh_tw: 完成後，點擊<menuchoice><guimenuitem>OK </guimenuitem><guimenuitem>關閉</guimenuitem></menuchoice>。

source: Once you've completed the registration and account creation, you'll be able to make your VoIP/Video calls!
ko: 등록과 계정 생성을 끝마치고 나면, VoIP/화상 통화를 할 수 있을 것입니다!
sk: Po skončení registrácie a vytvorení účtu môžete uskutočniť vaše VoIP/Video telefonáty!
zh_cn: 完成注册和创建帐户后，您就可以打 VoIP/视频电话了！
zh_tw: 完成註冊和創建帳戶後，您就可以打VoIP/視頻電話了！

source: The <ulink url="https://help.ubuntu.com/community/Ekiga">Ekiga Community Documentation Wiki</ulink> contains some very useful, detailed guides of the <application>Ekiga</application> features, application and troubleshooting tips. These guides include: configuring Audio, Network and Webcam for <application>Ekiga</application> and how to use the<application>Ekiga</application> application and service.
ko: <ulink url="https://help.ubuntu.com/community/Ekiga">에키가 커뮤니티 문서화 위키</ulink> 에는 <application>에키가</application> 의 기능 및 프로그램 사용법, 문제 해결 등에 관해 자세하게 설명한 몇 가지 유용한 안내서들을 볼 수 있습니다. 이 안내서들은 다음과 같은 내용들을 포함합니다: <application>에키가</application> 에서 오디오, 네트워크, 웹캠 장치를 설정하는 법, <application>에키가</application> 프로그램과 서비스 사용법
sk: <ulink url="https://help.ubuntu.com/community/Ekiga">Wiki dokumentácia komunity Ekiga</ulink> obsahuje niekoľko veľmi užitočných a podrobných sprievodcov funkciami, aplikáciami a riešením problémov s <application>Ekigou</application>. Títo sprievodcovia obsahujú nastavenia audia, siete a webkamery pre <application>Ekigu</application>, ako aj sprievodcov používaním aplikácie a služby <application>Ekiga</application>.
zh_cn: <ulink url="https://help.ubuntu.com/community/Ekiga">Ekiga 社区文档 Wiki</ulink> 包含详尽有用的使用指导， 包括 <application>Ekiga</application> 功能, 应用以及故障排除技巧，比如: 为 <application>Ekiga</application> 设置音频，网络和网络摄像头， 以及如何使用<application>Ekiga</application> 应用程序和服务.

source: IRC instant messaging
bg: IRC внезапни съобщения
cs: Rychlá komunikace IRC
es: Mensajería instantánea IRC
fi: IRC-pikaviestintä
fr: Messagerie instantanée IRC
hu: IRC azonnali üzenetküldés
it: Chiacchierare in IRC
ja: IRC インスタント・メッセージング
ko: IRC 인스턴트 메시징
nl: IRC expresberichten
pl: Komunikacja internetowa IRC
pt_br: Mensagem instantânea IRC
ru: Мгновенные сообщения IRC
sk: Okamžité správy (IM) cez IRC
sv: IRC - snabbmeddelanden och chatt
zh_cn: IRC 即时通讯
zh_tw: IRC 即時通讯

source: For users of IRC instant messaging services, an alternative to <application>Pidgin</application> is <application>XChat-GNOME</application>. Its features include advanced scripting support (perl and python) and a clean, easy to use interface.
bg: За потребителите на IRC внезапни съобщения, алтернатива на <application>Pidgin</application> е <application>XChat-GNOME</application>. В неговите възможности се включват разширена поддръжка на скриптове (perl и python) и изчистен и лесен за използване интерфейс.
cs: Pro uživatele služeb IRC existuje jako alternativa k <application>Pidginu</application> aplikace <application>XChat-GNOME</application>. Mezi jeho vlastnosti patří podpora pokročilých skriptů (perl a python) a čisté a snadno použitelné rozhraní.
de: Eine Alternative zu <application>Pidgin</application> ist <application>XChat-GNOME</application>. Es enthält erweiterte Unterstützung für Scripting (Perl und Python) und eine aufgeräumte, leicht zu bedienende Oberfläche.
es: Para usar el servicio de mensajería instantánea IRC, una alternativa a <application>Pidgin</application> es <application>XChat-GNOME</application>. Entre sus características se incluyen un avanzado soporte de guionado (perl y python) y una interfaz limpia y fácil de usar.
fi: IRC-pikaviestintään vaihtoehtoinen ohjelma <application>Pidginille</application> on <application>XChat-GNOME</application>. Sen ominaisuuksiin kuuluvat kehittynyt skriptituki (perl ja python) sekä yksinkertainen ja helppokäyttöinen käyttöliittymä.
fr: Pour les utilisateurs de services de messagerie instantanée IRC, une alternative à <application>Pidgin</application> est <application>XChat-GNOME</application>. Ses fonctionnalités comprennent la prise en charge de scripts avancés (Perl et Python) ainsi qu'une interface claire et simple d'utilisation.
hu: Az IRC azonnali üzenetküldő felhasználói számára a <application>Pidgin</application> alternatívája lehet az <application>XChat-GNOME</application>. Ennek szolgáltatásai a fejlett parancsfájl-támogatás (perl és python) és a letisztult, egyszerűen használható felület.
it: Per gli utenti del servizio di messaggistica istantanea IRC, in alternativa a <application>Pidgin</application> è possibile usare <application>XChat-GNOME</application>. Le sue caratteristiche includono un supporto avanzato di script (perl e python) e un'interfaccia semplice da utilizzare.
ja: IRCを利用しているユーザには、<application>Pidgin</application>の代わりに<application>XChat-GNOME</application>を使っている人が多くいます。<application>XChat-GNOME</application>の特徴としては(perlやpythonのような)スクリプトのサポートや、使いやすくはっきりしている操作性などがあります。
ko: IRC 인스턴트 메시징 서비스 이용자들은 <application>Pidgin</application> 대신 <application>XChat-GNOME</application> 을 이용할 수 있습니다. 이 프로그램은 깔끔하고 손쉬운 인터페이스를 제공하며, (perl 과 python 을 통한) 고급 스크립팅을 지원합니다.
nl: Voor gebruikers van expresberichten-diensten, een alternatief voor <application>Pidgin</application> is <application>XChat-GNOME</application>. Onder de functies bevinden zich geavanceerde ondersteuning voor scripts (perl en python) en een nette, eenvoudig te gebruiken interface.
pl: Dla użytkowników usługi komunikacji internetowej IRC, alternatywą dla <application>Pidgina</application> jest <application>XChat-GNOME</application>. Charakteryzuje go obsługa zaawansowanych skryptów (perl oraz python), a także przejrzysty, łatwy w użyciu interfejs.
pt_br: Para os usuários de serviços de mensagens instantâneas IRC, uma alternativa ao <application>Pidgin</application> é o <application>XChat-GNOME</application>. Suas características incluem suporte avançado a scripting (perl e python) e um interface fácil e simples.
ru: Для пользователей IRC имеется альтернатива приложению <application>Pidgin</application> - <application>XChat-GNOME</application>. Его особенностями являются продвинутая поддержка скриптов (perl и python), чистый и легкий в использовании интерфейс.
sk: Pre posielateľov okamžitých správ prostredníctvom IRC je alternatívou k <application>Pidginu</application><application>XChat-GNOME</application>. Medzi jeho funkcie patrí podpora rozšíreného skriptovania (perl a python) a čistý, jednoduchý vzhľad.
sv: För användare av snabbmeddelandetjänsten IRC, ett alternativ till <application>Pidgin</application> är <application>XChat-GNOME</application>. Dess funktioner inkluderar avancerat skriptstöd (perl och python) och ett rent och lättanvändligt gränssnitt.
zh_cn: 对于使用 IRC 即时聊天服务的用户, 您可以使用与 <application>Pidgin</application> 功能相近的应用程序<application>XChat-GNOME</application>. 它包含了高级Scripting支持(perl和python语言) 以及一个简洁易用的用户界面。

source: Install the <application>xchat-gnome</application> package (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
de: Installieren Sie das <application>xchat-gnome</application>-Paket (siehe <ulink type="help" url="ghelp:add-applications">Anwendungen hinzufügen</ulink>).
fr: Installez le paquet <application>xchat-gnome</application> (voyez <ulink type="help" url="ghelp:add-applications">Ajouter des applications</ulink>).
ko: <application>xchat-gnome</application> 꾸러미를 설치하세요(<ulink type="help" url="ghelp:add-applications">프로그램 추가</ulink> 참조).
nl: Installeer het <application>xchat-gnome</application>-pakket (zie <ulink type="help" url="ghelp:add-applications">Toepassingen installeren</ulink>).
sk: Nainštalujte balík <application>xchat-gnome</application> (viď <ulink type="help" url="ghelp:add-applications">Pridať aplikácie</ulink>).
zh_cn: 安装 <application>xchat-gnome</application> 包 (参见 <ulink type="help" url="ghelp:add-applications">添加应用程序</ulink>).
zh_tw: 安裝<application>xchat-gnome</application>包(參見<ulink type="help" url="ghelp:add-applications">添加應用程序</ulink>).

source: To start <application>XChat-GNOME</application>, choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Xchat-GNOME IRC Chat</guimenuitem></menuchoice>.
bg: За да стартирате <application>XChat-GNOME</application>, изберете <menuchoice><guimenu>Програми</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>Xchat-GNOME IRC Chat</guimenuitem></menuchoice>.
cs: <application>XChat-GNOME</application> spustíte kliknutím na <menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Xchat-GNOME IRC Chat</guimenuitem></menuchoice>.
de: Um <application>XChat-GNOME</application> zu starten, wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Xchat-GNOME IRC Chat</guimenuitem></menuchoice>.
es: Para iniciar <application>XChat-GNOME</application>, seleccione <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Chat IRC XChat-GNOME</guimenuitem></menuchoice>.
fi: Käynnistä <application>XChat-GNOME</application> valitsemalla <menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Xchat-GNOME IRC-keskustelu</guimenuitem></menuchoice>.
fr: Pour lancer <application>XChat-GNOME</application>, choisissez <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Discussion IRC XChat-GNOME</guimenuitem></menuchoice>.
hu: Az <application>XChat-GNOME</application> indításához válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Xchat-GNOME csevegés</guimenuitem></menuchoice> menüpontot.
it: Per avviare <application>XChat-GNOME</application>, scegliere <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>XChat-GNOME - Chattare in IRC</guimenuitem></menuchoice>.
ja: <application>XChat-GNOME</application>を起動するには、<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>インターネット</guimenuitem><guimenuitem>Xchat-GNOME IRC Chat</guimenuitem></menuchoice>を選択してください。
ko: <application>XChat-GNOME</application>을 실행하려면 <menuchoice><guimenu>프로그램</guimenu><guimenuitem>인터넷</guimenuitem><guimenuitem>Xchat IRC Client</guimenuitem></menuchoice>를 선택하세요.
nl: Om <application>XChat-GNOME</application> te starten, klikt u op <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>XChat-GNOME IRC chat</guimenuitem></menuchoice>.
pl: Aby uruchomić <application>XChat-GNOME</application>, wybierz <menuchoice><guimenu>Programy</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pogawędki IRC Xchat-GNOME</guimenuitem></menuchoice>.
pt_br: Para iniciar o <application>XChat-GNOME</application>, escolha <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Xchat-GNOME IRC</guimenuitem></menuchoice>.
ru: Для запуска <application>XChat-GNOME</application> выберите <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>Xchat-GNOME IRC Chat</guimenuitem></menuchoice>.
sk: <application>XChat-GNOME</application> spustíte kliknutím na <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Xchat-GNOME IRC Chat</guimenuitem></menuchoice>.
sv: För att starta <application>XChat-GNOME</application>, välj <menuchoice><guimenu>Program</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Xchat-GNOME IRC Chat</guimenuitem></menuchoice>.
zh_cn: 要启动 <application>XChat-GNOME</application>，请选择 <menuchoice><guimenu>应用程序</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Xchat-GNOME IRC 聊天</guimenuitem></menuchoice>。
zh_tw: 要啟動<application>XChat-GNOME</application>，請選擇< menuchoice><guimenu>應用程序</guimenu><guimenuitem> Internet</guimenuitem><guimenuitem>Xchat-GNOME IRC聊天</guimenuitem></menuchoice >。

source: Getting help using IRC instant messaging
bg: Получаване на помощ при работа с IRC внезапни съобщения
cs: Získání pomoci použitím IRC
de: Hilfe zur Benutzung des IRC-Sofortnachrichtendienstes erhalten
es: Conseguir ayuda con la mensajería instantánea IRC
fi: Ohjeiden löytäminen IRC-pikaviestinnän käyttämiseen
fr: Obtenir de l'aide en utilisant la messagerie instantanée IRC
hu: Segítségkérés IRC útján
it: Ottenere supporto tecnico utilizzando IRC
ja: IRCに関する情報を手に入れるには
ko: IRC 인스턴트 메시징을 통해 도움얻기
nl: Hulp zoeken met behulp van IRC expresberichten
pl: Uzyskiwanie pomocy korzystając z komunikacji internetowej IRC
pt_br: Conseguindo ajuda para utilizar mensagens instantâneas IRC
ru: Получение справочной информации по использованию обмена мгновенными сообщениями IRC
sk: Získanie pomoci prostredníctvom IRC
sv: Att få hjälp via snabbmeddelanden på IRC
zh_cn: 获取使用 IRC即时通讯的帮助
zh_tw: 獲取使用IRC即時通訊的幫助

source: One excellent way to get help with Ubuntu or to introduce yourself to IRC is to join Ubuntu's official support channel on Freenode.
bg: Един отличен начин, за да получите помощ с Ubuntu или да се запознаете с IRC е да се включите в официалния канал за поддръжка на Ubuntu в Freenode.
cs: Vynikajícím způsobem, pokud potřebujte s Ubuntu poradit nebo se chcete seznámit s IRC, je připojit se ke kanálu oficiální podpory Ubuntu na serveru Freenode.
de: Ein sehr guter Weg, Hilfe zu Ubuntu zu erhalten oder sich mit IRC vertraut zu machen, ist, dem offiziellen Ubuntu-Supportkanal beizutreten.
es: Una manera excelente de conseguir ayuda con Ubuntu, o empezar con el IRC, es unirse al canal de soporte oficial de Ubuntu en Freenode.
fi: Erinomainen tapa saada apua Ubuntun kanssa tai opetella IRCin käyttöä, on liittyminen Ubuntun viralliselle tukikanavalle Freenode-verkossa.
fr: Une excellente manière d'obtenir de l'aide sur Ubuntu ou d'apprendre à utiliser IRC est de rejoindre le canal de support officiel d'Ubuntu sur Freenode.
hu: Az Ubuntuval kapcsolatos segítség kérésére vagy az IRC hálózat megismerésére kiváló lehetőséget biztosít az Ubuntu hivatalos támogatási csatornájához való csatlakozás a Freenode hálózaton.
it: Un eccellente modo per ottenere supporto tecnico per Ubuntu o per muovere i primi passi su IRC, è collegarsi al canale ufficiale di supporto su Freenode.
ja: UbuntuやIRCについての情報を手に入れるためにもっとも良い方法は、FreenodeにあるUbuntuの公式サポートチャンネルを訪れることです。
ko: 우분투에 대한 도움말을 얻거나 자신을 IRC에 소개하기 위해 가장 좋은 방법 중의 하나는 Freenode에 있는 우분투의 공식 지원 채널에 접속하는 것입니다.
nl: Een uitstekende manier om hulp bij Ubuntu te krijgen of om uzelf te bekend te maken met IRC, is om lid te worden van Ubuntu's ondersteuningskanaal op Freenode.
pl: Doskonałym sposobem na zdobycie pomocy na temat Ubuntu, albo na przedstawienie się na IRCu, jest wejście na oficjalny kanał wsparcia Ubuntu na Freenode
pt_br: Uma excelente forma de conseguir ajuda com o Ubuntu ou se apresentar ao IRC é entrar no canal de suporte oficial do Ubuntu no Freenode.
ru: Один из отличных способов получить помощь по Ubuntu, а также познакомиться с IRC, - подключиться к официальному каналу поддержки Ubuntu в сети Freenode.
sk: Skvelým spôsobom, ako získať pomoc s Ubuntu alebo sa zoznámiť s IRC, je pripojiť sa ku kanálu oficiálnej podpory Ubuntu na serveri Freenode.
sv: Ett utmärkt sätt att få hjälp med Ubuntu eller för att bli bekant på IRC är genom att gå med i Ubuntus officiella kanal för support på Freenode.
zh_cn: 从 Ubuntu获得帮助或介绍您自己到到IRC，加入Ubuntu 在Freenode上的官方支持频道是很好的一个方法。
zh_tw: 從Ubuntu獲得幫助或介紹您自己到到IRC，加入Ubuntu在Freenode上的官方支持頻道是很好的一個方法。

source: Start <application>XChat-Gnome</application> as above.
bg: Стартирайте <application>XChat-Gnome</application> както е описано отгоре.
cs: Spusťte <application>XChat-Gnome</application>.
de: Starten Sie <application>XChat-GNOME</application> wie oben beschrieben.
es: Inicie <application>XChat-Gnome</application> como se explica más arriba.
fi: Käynnistä <application>XChat-Gnome</application> kuten yllä.
fr: Lancez <application>XChat-Gnome</application> comme indiqué ci-dessus.
hu: Indítsa el az <application>XChat-Gnome-ot</application> a fentiek szerint.
it: Avviare <application>XChat-GNOME</application> come descritto in precedenza.
ja: 上記のように、<application>XChat-Gnome</application>を起動します。
ko: 앞에서 설명한 대로 <application>XChat-Gnome</application>을 시작하세요.
nl: Start <application>XChat-Gnome</application> zoals hierboven beschreven.
pl: Uruchom <application>XChat-Gnome</application> jak wyżej.
pt_br: Inicie <application>XChat-Gnome</application> como acima.
ru: Запустите <application>XChat-Gnome</application> как показано выше.
sk: Spustite <application>XChat-Gnome</application> ako je uvedené vyššie.
sv: Starta <application>XChat-Gnome</application> enligt ovan.
zh_cn: 如上所述启动 <application>XChat-Gnome</application>。
zh_tw: 如上啟動 <application>XChat-Gnome</application>。
