Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: Press <guibutton>Properties</guibutton> to change any settings.
ko: <guibutton>등록 정보</guibutton> 를 눌러 설정을 변경합니다.
sk: Stlačte tlačidlo <guibutton>Vlastnosti</guibutton> pre zmenu nastavení.
zh_cn: 点击<guibutton>属性</guibutton>来更改设置。

source: If your ISP or network administrator has given you an <emphasis>IP address</emphasis>, set <guilabel>Configuration</guilabel> to <guilabel>Static IP address</guilabel>, then enter the address in the <guilabel>IP address</guilabel> field and click <guibutton>OK</guibutton>. Otherwise, set <guilabel>Configuration</guilabel> to <guilabel>Automatic configuration (DHCP)</guilabel> and click <guibutton>OK</guibutton>.
ko: 만약 여러분의 ISP 혹은 네트워크 관리자가 여러분에게 어떤 <emphasis>IP 주소</emphasis> 를 할당해 주었다면 <guilabel>설정</guilabel> 에서 <guilabel>고정 IP 주소</guilabel> 를 선택하고, <guilabel>IP 주소</guilabel> 부분에 해당 주소를 입력한 뒤 <guibutton>확인</guibutton> 을 누릅니다. 그렇지 않으면 <guilabel>설정</guilabel> 에서 <guilabel>자동 설정 (DHCP)</guilabel> 을 선택하고 <guibutton>확인</guibutton> 을 누릅니다.
sk: Ak váš poskytovateľ internetového pripojenia alebo správca siete vám pridelil <emphasis>IP adresu</emphasis>, nastavte položku <guilabel>Konfigurácia</guilabel> na <guilabel>Static IP address</guilabel>, do poľa <guilabel>IP adresa</guilabel> ju zadajte a kliknite na <guibutton>OK</guibutton>. V opačnom prípade nastavte položku <guilabel>Konfigurácia</guilabel> na <guilabel>Automatic configuration (DHCP)</guilabel> a kliknite na <guibutton>OK</guibutton>.
zh_cn: 如果你的ISP（网络服务提供商）或者网络管理员已经向你提供了<emphasis>IP地址</emphasis>，那么请把<guilabel>设置</guilabel>设为<guilabel>固定IP地址</guilabel>，然后在<guilabel>IP地址</guilabel>处输入地址，并点击<guibutton>确定</guibutton>。此外，也可以把<guilabel>设置</guilabel>设为<guilabel>自动设置(DHCP)</guilabel>，并点击<guibutton>确定</guibutton>。

source: Tick the box next to your connection to enable it.
ko: 선택한 연결 이름의 옆에 있는 박스를 체크하여 활성화합니다.
sk: Aby ste povolili pripojenie, označte políčko vedľa neho.
zh_cn: 勾选连接项后面的方框，从而启用该连接。

source: Connect to a network
de: Eine Verbindung mit einem Netzwerk herstellen
fr: Se connecter à un réseau
ko: 네트워크에 연결하기
nl: Verbinden met een netwerk
sk: Pripojte sa do siete
zh_cn: 连接到网络

source: If you change the settings of your network connection or connect to a different network than usual, you may have to enable the connection yourself.
de: Wenn Sie die Einstellungen Ihrer Netzwerkverbindung verändern oder sich mit einem anderen Netzwerk als normalerweise üblich verbinden, müssen Sie die Verbindung unter Umständen selber aktivieren.
fr: Si vous modifiez les paramètres de votre connexion réseau ou si vous vous connectez à un réseau autre que votre réseau habituel, vous devrez peut-être activer la connexion vous-même.
ko: 만약 여러분의 네트워크 연결 설정이 변경되거나, 평소와는 다른 네트워크에 연결하는 경우에는, 여러분이 직접 연결을 활성화해야 합니다.
nl: Als u de instellingen van uw netwerkverbinding wijzigt, of verbinding maakt met een ander netwerk dan gebruikelijk, dan kan het zijn dat u de verbinding zelf moet inschakelen.
sk: Ak zmeníte nastavenia vášho sieťového pripojenia, alebo ak sa pripojíte na inú sieť ako obyčajne, budete musieť toto pripojenie povoliť sami.
zh_cn: 如果你改变了你的网络连接或者连接到了一个与平时不同的网络，你需要自行启用连接。
zh_tw: 如果你改變了你的網絡連接或者連接到了一個與平時不同的網絡，你需要自行啟用連接。

source: Use Network Manager to connect to a network
de: Aufbau einer Netzwerkverbindung mit dem Network Manager
fr: Utilisez le gestionnaire réseau pour vous connecter à un réseau
ko: 네트워크 연결을 위해 네트워크 관리자 사용하기
nl: Netwerkbeheer gebruiken om met een netwerk te verbinden
sk: Použite Network Manager na pripojenie do siete
zh_cn: 使用网络管理器连接到网络

source: If your network connection is managed by <application>Network Manager</application> (as most are), the connection should be enabled automatically.
ko: 만약 여러분의 네트워크 여결이 <application>네트워크 관리자</application> 를 통해 관리되는 (대부분의) 경우, 연결은 자동으로 활성화 됩니다.
sk: Ak na správu vášho pripojenia využívate <application>Network Manager</application> (spravidla tomu tak je), pripojenie by malo byť povolené automaticky.
zh_cn: 如果你的网络连接是通过<application>网络管理器</application> 管理的话（大多如此），连接应该会自动启用。
zh_tw: 如果你的網絡連接是通過<application>網絡管理員</application>管理的話（大部分如此）。連接應該會自動啟用。

source: If the connection is not enabled automatically:
de: Falls die Verbindung nicht automatisch aktiviert wird:
fr: Si la connexion n'est pas activée automatiquement :
ko: 만약 연결이 자동으로 활성화 되지 않으면:
nl: Als de verbinding niet automatisch is ingeschakeld:
sk: Ak pripojenie nie je automaticky povolené:
zh_cn: 如果连接未自动启用：
zh_tw: 如果連接未自動啟用：

source: Find the Network Manager icon in the notification area. It should look like a small signal strength indicator or a computer monitor and will probably be close to the clock
de: Suchen Sie das Network Manager-Symbol im Benachrichtigungsfeld. Es sollte wie eine kleine Signalstärke-Anzeige oder wie ein Computer-Bildschirm aussehen und sich wahrscheinlich in der Nähe der Uhr befinden.
fr: Trouvez l'icône du gestionnaire de réseau dans la zone de notification. Elle devrait ressembler à un petit indicateur de signal ou à un écran d'ordinateur, et se trouvera probablement près de l'horloge.
ko: 알림 영역에서 네트워크 관리자 아이콘을 찾습니다. 이 아이콘은 작은 신호 세기 알리미 혹은 컴퓨터 모니터와 비슷하게 생겼으며, 시계 옆쪽에 있을 것입니다.
nl: Zoek het netwerkbeheer-pictogram in het meldingengebied. Het hoort eruit te zien als een kleine signaalsterkte-indicator of als een computermonitor en bevindt zich waarschijnlijk naast de klok.
sk: V Oblasti upozornení nájdite ikonu Network managera. Mala by vyzerať ako malý ukazovateľ kvality signálu, alebo ako počítačová obrazovka niekde blízko hodín.
zh_cn: 在托盘区中找到网络管理器图表。它看上去很像一个信号强度指示器或是一个电脑显示器，它常常出现在时钟图标的旁边。
zh_tw: 在托盤區中找到網絡管理器圖表。它看上去很像一個信號強度指示器或是一個電腦顯示器，它常常出現在時鐘圖標的旁邊。

source: Right-click the icon and ensure that <guilabel>Enable Networking</guilabel> is ticked
ko: 아이콘을 오른쪽 클릭하여 <guilabel>네트워크 사용</guilabel> 이 체크되어 있는지 확인합니다.
sk: Kliknite pravým na ikonu a ubezpečte sa, že je označené <guilabel>Povoliť sieť</guilabel>
zh_cn: 右键单击图标并确定<guilabel>启用网络</guilabel>已被勾选
zh_tw: 右鍵單擊圖標並確定<guilabel>啟用網絡</guilabel>已被勾選

source: If you have a wireless network connection, also ensure that <guilabel>Enable Wireless</guilabel> is ticked
ko: 만약 여러분이 무선 네트워크 연결을 가지고 있다면, <guilabel>무선 사용</guilabel> 이 체크되어 있는지도 확인합니다.
sk: Ak máte bezdrôtové sieťové pripojenie uistite sa, že je označené <guilabel>Povoliť bezdrôtovú sieť</guilabel>
zh_cn: 如果你有无线网络连接，请同时确认<guilabel>启用无线</guilabel>已被勾选
zh_tw: 如果你有無線網絡連接，請同時確認<guilabel>啟用無線</guilabel>已被勾選

source: Left-click once on the Network Manager icon and then click on the network you want to connect to
ko: 네트워크 관리자 아이콘을 왼쪽 클릭하고 연결하고 싶은 네트워크를 클릭합니다.
sk: Kliknite ľavým na ikonu Network managera a kliknite na sieť, ku ktorej sa chcete pripojiť
zh_cn: 左键单击网络管理器图标，然后单击你想要连接到的网络。
zh_tw: 左鍵單擊網絡管理員圖標，然後單擊你想要連接到的網絡。

source: After a short period you should receive a message which says <guilabel>Connection Established</guilabel>
de: Kurz danach sollten Sie die Nachricht <guilabel>Verbindung hergestellt</guilabel> erhalten
fr: Après une courte attente, vous devriez recevoir un message indiquant <guilabel>Connexion établie</guilabel>
ko: 조금 있으면 <guilabel>연결 완료</guilabel> 라는 메시지를 받을 것입니다.
nl: Na korte tijd hoort u de melding <guilabel>Verbinding gemaakt</guilabel> te krijgen.
sk: Po krátkej dobe by ste mali dostať správu s textom <guilabel>Connection Established</guilabel>
zh_cn: 不久后你应该会收到一条<guilabel>已建立连接</guilabel>的消息。
zh_tw: 不久後你應該會收到一條<guilabel>已建立連接</guilabel>的消息。

source: You should now be connected to a network.
de: Sie sollten nun mit dem Netzwerk verbunden sein.
fr: À présent, vous devriez être connecté à un réseau.
ko: 이제 네트워크에 연결되었을 것입니다.
nl: U zou nu verbinding moeten hebben met een netwerk.
sk: Teraz by ste mali byť pripojený do internetu.
zh_cn: 你现在应该已经连接到网络
zh_tw: 你現在應該已經連接到網絡

source: If you are not connected to a network after following the procedure above:
de: Wenn Sie trotz Befolgung der obigen Schritte nicht mit einem Netzwerk verbunden sind:
fr: Si vous n'êtes pas connecté à un réseau après avoir suivi la procédure ci-dessus :
ko: 만약 네트워크에 연결되지 않았다면, 다음 절차를 따라해 보십시오:
nl: Als u na het volgen van bovenstaande procedure niet met een netwerk bent verbonden:
sk: Ak ani napriek vyššie uvedenému postupu nie ste pripojený:
zh_cn: 如果尝试以上步骤后你仍未连接到网络：
zh_tw: 如果嘗試以上步驟後你仍未連接到網絡：

source: Left-click the Network Manager icon again and press <guibutton>Manual configuration...</guibutton>
de: Klicken Sie nochmals mit der linken Maustaste auf das Network Manager-Symbol und drücken Sie <guibutton>Manuell einrichten...</guibutton>
fr: Cliquez sur l'icône du gestionnaire de réseau, puis sur <guibutton>Configuration manuelle...</guibutton>
ko: 네트워크 관리자 아이콘을 왼쪽 클릭하고 <guibutton>수동 구성...</guibutton> 을 누릅니다.
nl: Klik met de linker muistoets opnieuw op het netwerkbeheer-pictogram en klik op <guibutton>Handmatige configuratie...</guibutton>
sk: Ešte raz kliknite ľavým na ikonu Network Manager a stlačte <guibutton>Manual configuration...</guibutton>
zh_cn: 再次左键单击网络管理器图标并选择<guibutton>手动设置...</guibutton>
zh_tw: 再次左鍵單擊網絡管理員圖標並選擇<guibutton>手動設置...</guibutton>

source: Select the <guilabel>Connections</guilabel> tab
de: Wählen Sie den <guilabel>Verbindungen</guilabel>-Reiter
fr: Sélectionnez l'onglet <guilabel>Connexions</guilabel>
ko: <guilabel>연결</guilabel> 탭을 선택합니다.
nl: Selecteer het tabblad <guilabel>Verbindingen</guilabel>
sk: Vyberte kartu <guilabel>Pripojenia</guilabel>
zh_cn: 选择<guilabel>连接</guilabel>选项卡
zh_tw: 選擇<guilabel>連接</guilabel>標籤

source: Tick the box next to your network connection to enable the connection
de: Wählen Sie das Ankreuzfeld neben Ihrer Netzwerkverbindung aus, um diese zu aktivieren.
fr: Cochez la case près de votre connexion réseau pour activer votre connexion.
ko: 네트워크 연결 옆의 박스를 체크하여 연결을 활성화 합니다.
nl: Vink het vakje naast uw netwerkverbinding aan om de verbinding in te schakelen
sk: Označte políčko vedľa vášho internetového pripojenia, aby ste povolili pripojenie
zh_cn: 勾选网络连接旁边的选框以启用连接
zh_tw: 勾選網絡連接旁邊的選框以啟用連接

source: The connection process make take a short while
de: Es kann etwas dauern, bis die Verbindung aufgebaut wird
fr: L'établissement de la connexion peut prendre quelques instants
ko: 연결 과정은 약간의 시간을 필요로 합니다.
nl: Het tot stand brengen van de verbinding kan een korte tijd duren
sk: Proces pripájania môže chvíľu trvať
zh_cn: 连接过程要花一点时间
zh_tw: 連接過程要花一點時間

source: Use the ifup command to connect to a network
de: Nutzung von ifup, um eine Verbindung zu einem Netzwerk herzustellen
fr: Utiliser la commande ifup pour établir une connexion
ko: 네트워크 연결을 위해 ifup 명령어 사용하기
nl: De ifup-opdracht gebruiken om verbinding met een netwerk te maken
sk: Na pripojenie do siete použite príkaz ifup
zh_cn: 使用ifup命令连接到网络
zh_tw: 使用ifup命令連接到網絡

source: <application>ifup</application> is a command-line tool for enabling network connections.
ko: <application>ifup</application> 네트워크 연결을 활성화 하기 위한 명령행 도구입니다.
sk: <application>ifup</application> je nástroj pre píkazový riadok, ktorým sa povoľuje sieťové pripojenie.
zh_cn: <application>ifup</application> 是用于启用网络连接的命令行工具。
zh_tw: <application>ifup</application>是用於啟用網絡連接的命令行工具。

source: To enable a network connection:
de: Um eine Netzwerk-Verbindung zu aktivieren:
fr: Pour activer une connexion réseau :
ko: 네트워크 연결을 활성화 하려면:
nl: Om een netwerkverbinding in te schakelen:
sk: Na povolenie sieťového pripojenia:
zh_cn: 要启用一个网络连接：
zh_tw: 要啟用一個網絡連接：

source: Type <userinput>sudo ifdown eth1</userinput> in the Terminal and press <keycap>Return</keycap>, replacing <emphasis>eth1</emphasis> with the name of your network interface if it is different
ko: 터미널에서 <userinput>sudo ifdown eth1</userinput> 를 입력하고 <keycap>Enter</keycap> 키를 누릅니다. 필요한 경우 여기서 <emphasis>eth1</emphasis> 를 여러분의 네트워크 인터페이스의 이름으로 대체합니다.
sk: Zadajte v terminále príkaz <userinput>sudo ifdown eth1</userinput> a stlačte kláves <keycap>Enter</keycap>, pričom za <emphasis>eth1</emphasis> dosaďte názov vášho sieťového rozhrania, ak sa odlišuje
zh_cn: 在终端中输入<userinput>sudo ifdown eth1</userinput>并按下<keycap>回车</keycap>，如果<emphasis>eth1</emphasis>与你的网络接口名不同就替换它
zh_tw: 在終端中輸入<userinput>sudo ifdown eth1</userinput>並按下<keycap>回車</keycap>，如果< emphasis>eth1</emphasis>與你的網絡接口名不同就替換它

source: Enter your password if prompted
ko: 암호를 물어보면 여러분의 암호를 입력합니다.
sk: Ak budete vyzvaní, zadajte vaše heslo
zh_cn: 若有提示则输入你的密码
zh_tw: 若有提示則輸入你的密碼

source: Type <userinput>sudo ifup eth1</userinput> in the Terminal and press <keycap>Return</keycap>, again replacing <emphasis>eth1</emphasis> with the name of your network interface
ko: 터미널에서 <userinput>sudo ifup eth1</userinput> 을 입력하고 <keycap>Enter</keycap> 키를 누릅니다. 여기서도 필요한 경우 <emphasis>eth1</emphasis> 를 여러분의 네트워크 인터페이스 이름으로 대체합니다.
sk: Zadajte v terminále príkaz <userinput>sudo ifup eth1</userinput> a stlačte kláves <keycap>Enter</keycap>, opäť dosaďte za <emphasis>eth1</emphasis> názov vášho sieťového rozhrania
zh_cn: 在终端中输入<userinput>sudo ifup eth1</userinput>并按下<keycap>回车</keycap>，把此处的<emphasis>eth1</emphasis>也替换为你的网络接口名
zh_tw: 在終端中輸入<userinput>sudo ifup eth1</userinput>並按下<keycap>回車</keycap>，把此處的< emphasis>eth1</emphasis>也替換為你的網絡接口名

source: If you have connected successfully, you should see a message similar to the following (the numbers may be different):
ko: 만약 연결이 성공적으로 이루어 졌다면, 다음과 같은 메시지를 볼 수 있을 것입니다 (숫자는 다를 수 있습니다):
sk: Ak bolo vaše pripojenie úspešné, mali by ste vidieť správu podobnú tejto (čísla sa môžu meniť):
zh_cn: 如果你连接成功，你应该会看到一条类似于下面的信息（数字可能会不同）。
zh_tw: 如果你連接成功，你應該會看到一條類似於下面的信息（數字可能會不同）。

source: Disable a network connection
de: Deaktivieren von Netzwerkverbindungen
fr: Désactiver une connexion réseau
ko: 네트워크 연결 비활성화 하기
nl: Een netwerkverbinding uitschakelen
sk: Zakázať sieťové pripojenie
zh_cn: 禁用网络连接
zh_tw: 禁用網路連接

source: Sometimes you may want to disable a network connection. There are several different ways of achieving this.
de: Mitunter empfiehlt es sich, eine Netzwerkverbindung wieder zu deaktivieren. Hierzu gibt es verschiedene Möglichkeiten.
fr: Il peut arriver que vous vouliez désactiver une connexion réseau. Il y a plusieurs manières d'y parvenir.
ko: 때로는 네트워크 연결을 사용하고 싶지 않을 수도 있을 것입니다. 이를 실행하기 위한 여러 가지 방법이 있습니다.
nl: Het kan voorkomen dat u uw netwerkverbinding wilt uitschakelen. Er zijn verschillende manieren om dit te doen.
sk: Niekedy môžete chcieť zakázať nejaké sieťové pripojenie. Je niekoľko spôsobov, ako tak učiniť.
zh_cn: 有时你可能需要禁用一个网络连接。这里有几种不同的方法来实现。
zh_tw: 有時你可能需要禁用一個網絡連接。這裡有幾種不同的方法來實現。

source: Disconnecting using Network Manager
de: Trennung mit dem Network Manager
fr: Déconnexion en utilisant le gestionnaire de réseau
ko: 네트워크 관리자를 사용하여 비활성화 하기
nl: Verbinding verbreken met behulp van netwerkbeheer
sk: Odpojenie prostredníctvom Network Manageru
zh_cn: 使用网络管理器断开
zh_tw: 使用網路管理員斷開

source: It is likely that <application>Network Manager</application> is running your network connections. If so, you must disconnect from the network by disabling your network connection in Network Manager:
de: Ihre Netzwerkverbindungen werden sehr wahrscheinlich vom <application>Network Manager</application> verwaltet. In diesem Fall müssen Sie den Rechner vom Netzwerk trennen, indem Sie die Verbindung in Network Manager deaktivieren:
fr: Il est probable que le <application>gestionnaire de réseau</application> gère vos connexions au réseau. Dans ce cas, vous devrez vous déconnecter du réseau en désactivant votre connexion dans le gestionnaire de réseau :
ko: 아마도 <application>네트워크 관리자</application> 가 여러분의 네트워크 연결을 관리하고 있을 것입니다. 그렇다면, 네트워크 관리자에서 네트워크 연결을 활성하는 방법을 사용해야 합니다.
nl: Het is aannemelijk dat <application>Netwerkbeheer</application> uw netwerkverbindingen regelt. Als dit zo is, dan moet u de verbinding met het netwerk verbreken door in het netwerkbeheer uw netwerkverbinding uit te schakelen:
sk: Je pravdepodobné, že <application>Network Manager</application> spravuje vaše sieťové pripojenie. Ak je tomu tak, odpojíte sa od siete jej zakázaním v Network manageri:
zh_cn: 很可能<application>网络管理器</application>正在使用网络连接。如果真是这样，您必须在网络管理器中选择禁用该网络来断开此连接。
zh_tw: 似乎<application>網絡管理員</application>正在進行網絡連接。如果這樣，您必須在網絡管理員中通過禁用網絡來斷開此連接。

source: Right-click the icon and untick <guilabel>Enable Networking</guilabel>
ko: 아이콘을 오른쪽 클릭하고 <guilabel>네트워크 사용</guilabel> 박스의 체크를 해제합니다.
sk: Kliknite pravým na jeho ikonu a odznačte <guilabel>Povoliť sieť</guilabel>
zh_cn: 右键单击图标并取消选中<guilabel>启用网络</guilabel>
zh_tw: 右鍵單擊圖標並取消選中<guilabel>啟用網絡</guilabel>

source: You should be disconnected from the network
ko: 이제 네트워크에서 분리되었을 것입니다.
sk: Mali by ste byť odpojený od siete
zh_cn: 你应该已经断开网络
zh_tw: 你應該已經斷開網路

source: Disconnecting using Network Settings
de: Trennung über die Netzwerkeinstellungen
fr: Déconnexion en utilisant les paramètres réseau
ko: 네트워크 설정을 통해 비활성화 하기
nl: Verbinding verbreken met behulp van netwerkinstellingen
sk: Odpojenie prostredníctvom Network Settings
zh_cn: 使用网络设置断开
zh_tw: 使用網路設置斷開

source: If Network Manager is not running, use the <application>Network Settings</application> tool to disconnect your network connection:
de: Falls der Network Manager nicht läuft, trennen Sie Netzwerkverbindungen mit der Anwendung <application>Netzwerk</application>
fr: Si le gestionnaire de réseau n'est pas lancé, utilisez l'outil <application>Paramètres réseau</application> pour vous déconnecter :
ko: 만약 네트워크 관리자가 실행되지 않는다면 <application>네트워크 설정</application> 도구를 사용하여 네트워크 연결을 비활성화 합니다.
nl: Als het netwerkbeheer niet draait, gebruikt u <application>Netwerkinstellingen</application>-hulpmiddel om uw verbinding met het netwerk te verbreken:
sk: Ak Network Manager nie je spustený, použite nástroj <application>Network Settings</application> na odpojenie vášho sieťového pripojenia:
zh_cn: 如果网络管理器未运行，使用<application>网络设置</application>工具断开你的网络连接：
zh_tw: 如果網絡管理員未運行，使用<application>網絡設置</application>工具斷開你的網絡連接：

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Network</guimenuitem></menuchoice>
de: Wählen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Netzwerk</guimenuitem></menuchoice>
fr: Cliquez sur <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Réseau</guimenuitem></menuchoice>
ko: <menuchoice><guimenu>시스템</guimenu><guimenuitem>관리</guimenuitem><guimenuitem>네트워크</guimenuitem></menuchoice> 를 누릅니다.
nl: Klik op <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Netwerk</guimenuitem></menuchoice>
sk: Stlačte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Network</guimenuitem></menuchoice>
zh_cn: 按下<menuchoice><guimenu>系统</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>网络</guimenuitem></menuchoice>

source: Untick your network connection to disconnect it
ko: 네트워크 연결의 체크를 해제하여 비활성화 합니다.
sk: Odznačením vášho sieťového pripojenia ho odpojíte
zh_cn: 取消选中你的网络连接以断开
zh_tw: 取消選中你的網絡連接以斷開

source: Disconnecting using the ifdown command
de: Verbindungstrennung per ifdown-Befehl
fr: Déconnection en utilisant la commande ifdown
ko: ifdown 명령어를 통해 비활성화 하기
nl: Verbinding verbreken met behulp van de ifdown-opdracht
sk: Odpojenie príkazom ifdown
zh_cn: 使用ifdown命令断开
zh_tw: 使用ifdown命令斷開

source: <application>ifdown</application> is a command-line tool for disabling network connections.
ko: <application>ifdown</application> 은 네트워크 연결을 비활성화 시키는 명령행 도구 입니다.
sk: <application>ifdown</application> je nástroj pre príkazový riadok na odpojenie sieťového pripojenia.
zh_cn: <application>ifdown</application>是一个用于禁用网络连接的命令行工具。
zh_tw: <application>ifdown</application>是一個用於禁用網絡連接的命令行工具。

source: To disable a network connection using ifdown:
de: Um eine Netzwerkverbundung mit ifdown zu trennen:
fr: Pour désactiver une connexion réseau en utilisant la commande ifdown :
ko: ifdown 을 사용하여 네트워크 연결을 비활성화 하려면:
nl: Om een netwerkverbinding met behulp van ifdown te verbreken:
sk: Odpojenie sieťového pripojenia pomocou ifdown:
zh_cn: 使用ifdown禁用网络连接。
zh_tw: 使用ifdown禁用網絡連接。

source: Your network connection should be disconnected
ko: 네트워크 연결이 이제 분리되었을 것입니다.
sk: Vaše sieťové pripojenie by malo byť odpojené
zh_cn: 你的网络连接应该已被断开
zh_tw: 你的網絡連接應該已被禁用

source: ADSL Modems
bg: ADSL модеми
cs: ADSL modemy
es: Módems ADSL
fi: ADSL-modeemit
fr: Modems ADSL
hu: ADSL modemek
it: Modem ADSL
ja: ADSLモデム
ko: ADSL 모뎀
pl: Modemy ADSL
pt_br: Modems ADSL
ru: ADSL-модемы
sk: ADSL modemy
sv: ADSL-modem
zh_cn: ADSL调制解调器

source: USB ADSL Modems
bg: USB ADSL модеми
cs: Modemy USB ADSL
es: Módems ADSL USB
fi: USB-ADSL-modeemit
fr: Modems ADSL USB
hu: USB ADSL modemek
it: Modem ADSL USB
ja: ADSL用USBモデム
ko: USB ADSL 모뎀
pl: Modemy USB ADSL
pt_br: Modems ADSL USB
ru: USB ADSL модемы
sk: USB ADSL modemy
sv: USB-anslutna ADSL-modem
zh_cn: USB ADSL 调制解调器

source: Often parts of ADSL USB modem drivers are proprietary, closed source software - so cannot be supplied with Ubuntu. To get a modem to work with these drivers, you will need to download files from Internet with a computer having a working connection, then transfer the downloaded files to you Ubuntu installation.
ko: 종종 ADSL USB 모뎀 드라이버들은 독점적이며, 비공개된 소스를 사용한 소프트웨어의 형태로 존재하며, 이들은 우분투를 통해 제공될 수 없습니다. 이러한 드라이버를 사용하는 모뎀을 이용하기 위해서, 여러분은 인터넷에 연결된 다른 컴퓨터를 통해 인터넷에서 파일들을 다운로드 받은 뒤, 우분투가 설치된 컴퓨터로 복사해야 합니다.
sk: Často krát sú časti ovládačov pre USB ADSL modemy chránené vlastníckymi právami a s uzavretým zdrojovým kódom - preto nemôžu byť dodávané spolu s Ubuntu. Na spojazdnenie vášho modemu s týmito ovládačmi si ich budete musieť stiahnuť z internetu. Na to potrebujete počítač s fungujúcim pripojením a prenesenie stiahnutých ovládačov do vášho počítača s Ubuntu.
zh_cn: 通常，部分的ADSL USB调制解调器驱动是专有的，闭源软件，因此也就无法被Ubuntu所支持。为了获得调制解调器所需的驱动程序，您需要利用一台已经连接英特网的电脑下载驱动文件，并把他们传输到您的Ubuntu上。
